[
    {
        "title": "European Parliament Press Kit for the European Council of 20 March 2025",
        "date": "2025-03-20",
        "document_type": "Press Releases",
        "text": "In this press kit, you will find a selection of the European Parliament’s press releases reflecting MEPs’ priorities for topics on the summit agenda.\n\nEuropean Parliament President Roberta Metsola will represent the European Parliament at the summit, where she will address the heads of state or government at 11.00 and hold a press conference after her speech.\nWhen : Press conference at around 11.45 on 20 March\nWhere : European Council press room and via Parliament’s webstreaming or EbS .\nAt their meeting in Brussels, the heads of state or government will focus on ways to bolster the EU’s competitiveness. They will also discuss how the EU can continue supporting Kyiv against Russia’s aggression – with Ukrainian President Volodymyr Zelenskyy, how to strengthen the EU’s defence capabilities, and the EU’s response to the situation in the Middle East. Leaders will also have a first exchange of views on the EU’s next long-term budget (multiannual financial framework – MFF) and discuss migration.\nCompetitiveness\nOn 12 March, MEPs adopted two resolutions outlining their priorities for the next cycle of economic and social coordination between member states.\nOn economic policy coordination, MEPs focus on the need to increase public and private investment, to address the investment gap , improve competitiveness and entrepreneurship, and continue fiscal consolidation . They say the EU should pursue these objectives while ensuring social cohesion and a high standard of living. MEPs are worried about slow growth and that more turbulent economic times are on the horizon. They call on member states to reduce excessive government deficits. They also warn about rising house prices.\nIn the resolution on the EU’s employment and social priorities, MEPs emphasise the importance of reducing the administrative burden for companies, whilst safeguarding labour and social standards . They believe better support for small and medium-sized enterprises can foster innovation and better-quality jobs, and that stronger social economy enterprises can promote quality employment opportunities and the circular economy. The resolution states that fiscal policies under the European Semester must ensure investments align with sustainable growth and the European Pillar of Social Rights, in particular on affordable housing, healthcare, and education.\nDuring the 10-13 March plenary session, MEPs held debates on three recent Commission proposals on the clean industrial deal , the action plan for affordable energy and the automotive industry action plan .\nThe clean industrial deal, announced by the Commission on 26 February 2025, is about enhancing EU competitiveness and decarbonisation by addressing high energy costs and fostering global cooperation . It includes measures to boost demand for clean products, mobilise funding for clean manufacturing, secure critical raw materials, and strengthen global partnerships. It also focuses on developing skills for a low-carbon economy, creating quality jobs, cutting red tape, and improving EU policy coordination. You can watch the debate here .\nThe recently proposed automotive industry action plan, announced on 5 March 2025, is intended to support the European automotive sector as it deals with high manufacturing costs, the low-carbon transition, and increased competition from China . A resolution will be put to a vote during the April plenary session. You can watch the debate here .\nThe action plan for affordable energy, which addresses high energy costs experienced by EU citizens and businesses, seeks to make electricity bills more affordable by reducing network charges and taxes, promoting energy efficiency , and improving the functioning of gas markets. You can watch the debate here .\nOn 10 March, MEPs reviewed the Commission’s recent proposals to cut red tape and simplify legislation for EU businesses and citizens . The Commission is proposing to ease the administrative burden for all EU businesses, in particular for small and medium-sized companies. The main focus of compliance with EU rules will shift to the EU’s largest companies – those more likely to have a disproportionate impact on the climate and environment – while all businesses will continue to have access to sustainable finance for their clean transition. Areas covered under these ‘omnibus’ proposals include sustainability reporting , due diligence rules , the carbon border adjustment mechanism (CBAM), and InvestEU . You can watch the debate here .\nFurther reading\nMEPs call for a more competitive EU that respects social and labour standards\n\nRussia’s war of aggression against Ukraine\nIn a resolution adopted on 12 March , Parliament says the EU is now Ukraine’s primary strategic ally and must help the country uphold its right to self-defence .\nFollowing an “apparent shift” in the US position on Russia’s war of aggression, “which has included openly blaming Ukraine for the ongoing war”, the EU and its member states are now Ukraine’s primary strategic allies and must maintain their role as its largest donor , according to MEPs. To uphold Ukraine’s right to self-defence, the EU and its member states must ramp up their much-needed assistance to the country.\nThe resolution also states there can be no negotiations on European security without the presence of the EU, and MEPs welcome the launch of a ‘coalition of the willing’ for the potential Europe-led enforcement of an eventual peace agreement. MEPs are dismayed by the US administration’s appeasement of Russia and targeting of its allies.\nOn 24 February 2025, the President of the European Parliament, the President of the European Council and the President of the European Commission issued a joint statement , saying “ Russia and its leadership bear sole responsibility for this war and the atrocities committed against the Ukrainian population. We continue to call for accountability for all war crimes and crimes against humanity committed. We welcome the recent steps made towards the establishment of a Special Tribunal for the Crime of Aggression against Ukraine.”\nThe three presidents stressed that “ Ukraine is part of our European family ” and that “the future of Ukraine and its citizens lies within the European Union.” They emphasised “the need to ensure the international community’s continued focus on supporting Ukraine in achieving a comprehensive, just, and lasting peace based on the Ukrainian peace formula. We stand firm with Ukraine, reaffirming that peace, security, and justice will prevail.”\nFurther reading\nThe EU must contribute to robust security guarantees for Ukraine\nJoint statement on the third anniversary of Russia’s invasion of Ukraine\nEP Conference of Presidents' statement on EU support for Ukraine\nHow the EU is supporting Ukraine\nEU stands with Ukraine\n\nEuropean defence and security\nIn a resolution adopted on 12 March , Parliament calls on the EU to act urgently and ensure its own security . This will mean, MEPs say, strengthening relationships with like-minded partners, and strongly diminishing reliance on non-EU countries.\nThe EU needs “truly ground-breaking efforts” and actions “close to those of wartime” , say MEPs, also welcoming the recently tabled ReArm plan.\nTo achieve peace and stability in Europe, the EU must support Ukraine and become more resilient itself, MEPs argue. The resolution states, “Europe is today facing the most profound military threat to its territorial integrity since the end of the Cold War”. It calls on member states, international partners, and NATO allies to lift all restrictions on the use of Western weapons systems delivered to Ukraine against military targets on Russian territory.\nThe text says the EU must enable its administration to “move much faster through the procedures”, in the event of war or other large-scale security crises. While stressing the importance of EU-NATO cooperation, MEPs also call for the development of a fully capable European pillar in NATO that is able to act autonomously whenever necessary .\nAt the special European Council meeting on 6 March, European Parliament President Roberta Metsola reassured leaders that the EP can move quickly and efficiently to meet today’s unprecedented security challenges. She called on the EU to invest more in defence : “Our ambition must match the unprecedented threat, the boldness of our proposals, and the speed at which they are put into action.” She reassured leaders that the European Parliament can adjust to demanding circumstances by moving quickly, efficiently and effectively . President Metsola highlighted that “our ambition must match the unprecedented threat, the boldness of our proposals, and the speed at which they are put into action.”\nDuring the 31 March to 3 April plenary session, MEPs will discuss with High Representative Kaja Kallas the EU's common foreign, defence, and security policy objectives for 2025. MEPs are set to urge the EU to invest more in its defence sector, including an increase of military and political support for Ukraine. They are also expected to call on the EU to expand its presence in the Middle East, foster closer ties with like-minded partners, and support enlargement countries in their efforts to advance towards EU membership. The draft texts on the EU Common Foreign and Security Policy and on EU Common Security and Defence Policy will be voted on by MEPs on 2 April.\nFurther reading\n\nMEPs urge the EU to ensure its own security\n“We cannot afford to depend on others to keep us safe”, Metsola tells EU leaders\n“Europe must be responsible for its own security”, Metsola tells EU leaders\nMEPs call on Europe to strengthen its defence capacity\nRutte to MEPs: “We are safe now, we might not be safe in five years”\n\nThe EU’s long-term budget and new own resources\n\nParliament is working on a draft report outlining its priorities for the next long-term EU budget post-2027, also known as the Multiannual Financial Framework (MFF). The Committee on Budgets is expected to vote on this draft report at a meeting on 23-24 April, and plenary is set to vote on it during the 5-8 May plenary session.\nParliament’s consent is needed (with an absolute majority) for the adoption of the MFF. MEPs may approve or reject the Council's position (which is adopted by unanimity) but they may not make amendments to it. Parliament’s two co-rapporteurs, Siegfried Mureşan (EPP, Romania) and Carla Tavares (S&D, Portugal), expect MEPs to be involved from the start of the process, that during the negotiations, in its adoption, and in the implementation phase of the long-term EU budget.\nSo-called EU own resources are the main sources of revenue for the EU budget. During the previous long-term budget negotiations, EU institutions agreed on a legally binding roadmap for the introduction of new sources of EU revenue. In 2023, the Commission proposed three new sources, linked to greenhouse gas emissions, company profits, and money generated by the EU’s carbon border adjustment mechanism . However, their adoption has stalled due to the reluctance of EU governments – right when new revenue streams are more important than ever , as debts accrued through the Next Generation EU (NGEU) recovery instrument will have to be repaid by 2058. The total costs for capital and interest repayments of the NGEU are projected to reach around €20-30 billion a year from 2028. The co-rapporteurs have argued that their repayment should come at the expense of existing EU policies.\nThe own resources decision also requires a unanimous decision in Council, an opinion of Parliament, and ratification by every member state before it enters into force.\n\nFurther reading\n\nParliament's draft report on the long-term EU budget\nRecording of the presentation of the draft report in the Budgets Committee (19.02.2025.)\nRecording of a press conference by the MFF co-rapporteurs (18.12.2024.)\nEPRS Briefing: Future of EU long-term financing (February 2025)\nPress release: \"Own Resources\": Parliament's position on new EU revenue\nMigration\n\nOn 11 March, MEPs and the Commission debated changes to EU rules on the return of people who have no legal right to remain in Europe. The proposal for a new legal framework on “returns”, announced by President Ursula von der Leyen in July 2024, was formally unveiled by the European Commission on 11 March.\nDuring the plenary debate, MEPs scrutinised the proposal, which is intended to increase the return rate of third-country nationals not entitled to stay in the EU. Parliament emphasised the importance of cooperation with third countries, including on the readmission of their own nationals, as well innovative measures such as the establishment of return hubs in third countries . You can watch the debate here .\n\nMiddle East\n\nIn a resolution adopted on 12 March , Parliament urges the EU and members states to support Syria’s transitional forces and calls on Damascus to end historical alliances with Tehran and Moscow. Concerned about stability in Syria and in the Middle East, MEPs want the EU to “seize this historic opportunity to support a Syrian-led political transition in order to unite and rebuild the country”. They call on the EU and member states to help Syria’s authorities in the country’s reconstruction. MEPs also want the EU to explore the use of frozen assets of the Assad regime to fund reconstruction, rehabilitation, and the compensation of victims.\nMEPs want Syria’s new authorities in Damascus “to break free from its notorious long-standing alliances with Tehran and Moscow , which “have brought suffering to the Syrian people and destabilisation to the Middle East and beyond”. They appeal to the Syrian authorities to revoke Russia’s military presence in Syria and condemn Moscow for hosting Bashar al-Assad and his family, shielding them from justice.\n\nFurther reading\n\nThe EU must support the political transition and reconstruction of Syria",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20250317IPR27379/european-parliament-press-kit-for-the-european-council-of-20-march-2025"
    },
    {
        "title": "\"Own Resources\": Parliament's position on new EU revenue",
        "date": "2023-12-01",
        "document_type": "Press Releases",
        "text": "Parliament has always been an advocate of new streams of income for the EU budget. The first new \"own resource\" since 1988 has been introduced in 2021. Three more are currently on the table.\n\nIn November 2023, Parliament has adopted its opinion under the consultation procedure for the package of new \"Own Resources\" as proposed by the Commission in June 2023, with the aim to introduce three new sources of income for the EU:\nThe Council of the EU has yet to endorse the proposals unanimously. Member states then have to ratify any new Own Resources Decision (which is the legal basis that provides for the revenue sources of the EU budget).\nParliament's rapporteurs for the Own Resources are José Manuel Fernandes (EPP, PT) and Valérie Hayer (RENEW, FR).\nBackground\nIn 2020, along with the current long-term EU budget (multi-annual financial framework 2021-2027), the EU institutions agreed on a legally binding roadmap introducing new sources of EU revenue . On that basis, the plastics own resource , introduced in 2021, was the first new source of EU revenue since 1988. At the end of 2021, the Commission proposed three further own resources, updated in June 2023 , but which EU countries have not yet adopted. MEPs urged member states to adopt the new EU income streams before EU elections in 2024 .\n",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20231201IPR15523/own-resources-parliament-s-position-on-new-eu-revenue"
    },
    {
        "title": "MEPs clear way for new EU revenue, call on EU countries to swiftly follow suit",
        "date": "2023-11-09",
        "document_type": "Press Releases",
        "text": "New EU revenue based on the Emissions Trading System, the Carbon Border Adjustment Mechanism, and on corporate profits\nFunds urgently needed to repay debts from Next Generation EU recovery fund borrowing\nNew EU revenue agreed in legally binding roadmap from 2020",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20231106IPR09027/meps-clear-way-for-new-eu-revenue-call-on-eu-countries-to-swiftly-follow-suit"
    },
    {
        "title": "MEPs urge member states to adopt EU income streams proposed by the Commission before EU elections in 2024",
        "date": "2023-06-20",
        "document_type": "Press Releases",
        "text": "Following the presentation of updated proposals for EU revenue sources, EP's rapporteurs urged the Council to promptly adopt them, or extremist parties will have a win.\n\nThe proposals for new “Own Resources” will be essential to repay the debt under the EU recovery plan , especially with rising interests having a heavy impact on the EU budget . Only recently, Parliament assessed the revenue side of the EU budget and advocated several new revenue streams in a resolution adopted in May . MEPs recall that the legally binding roadmap introducing new sources of EU revenue sets precise dates for their introduction.\nCo-rapporteur José Manuel Fernandes (EPP, PT) said: \"New own resources are crucial especially from 2027 onwards: without them, there would be relentless reductions to the EU's budget each year to service the debt taken up to finance the recovery plan. However, these fresh streams of income can only gain momentum if all Member States expedite the ratification process. It is urgent that resources linked to both the Carbon Border Adjustment Mechanism (CBAM) and the Emissions Trading System (ETS) are adopted by the 27 EU countries without further delay.”\nCo-rapporteur Valérie Hayer (RENEW, FR) said: \"Member States must urgently adopt the own resources linked to the Carbon Border Adjustment Mechanism and the ETS carbon market. There is no reason for any further delay as the sector-specific texts have been approved and the pertinent figures are available. The current revision of the EU's long-term budget, the Multiannual Financial Framework, that will address the issue of the repayment of borrowed EU recovery aid, reinforces this urgency. The momentum is now. This must be done before the EU elections in 2024. We will make sure it happens.\"\nNext steps\nParliament will adopt an opinion under the consultation procedure while the Council of the EU has to approve the proposals on the basis of unanimity. Member states then have to ratify any new Own Resources Decision .\nBackground\nIn 2020, along with the current long-term EU budget (multi-annual financial framework 2021-2027), the EU institutions agreed on a legally binding roadmap introducing new sources of EU revenue . On that basis, the plastics own resource , introduced in 2021, was the first new source of EU revenue since 1988. End of 2021, the Commission proposed three further own resources , on which Parliament has positioned itself in November 2022 but which the member states have not yet adopted.",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20230620IPR99507/meps-urge-member-states-to-adopt-eu-income-streams-before-eu-elections-in-2024"
    },
    {
        "title": "Fit for 55: Parliament adopts key laws to reach 2030 climate target",
        "date": "2023-04-18",
        "document_type": "Press Releases",
        "text": "Free allowances in the Emissions Trading System (ETS) to be phased out from 2026\nRoad transport and buildings in new ETS II from 2027\nNew carbon leakage instrument to protect EU industry and increase global climate ambition\nA Social Climate Fund to combat energy and mobility poverty",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20230414IPR80120/fit-for-55-parliament-adopts-key-laws-to-reach-2030-climate-target"
    },
    {
        "title": "Deal on establishing the Social Climate Fund to support the energy transition",
        "date": "2022-12-18",
        "document_type": "Press Releases",
        "text": "€86,7 billion funding made available to help the most vulnerable Europeans\nNational “Social Climate Plans” to address energy and transport poverty\nInvestments in energy efficiency, decarbonisation, sustainable transport",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20221212IPR64528/deal-on-establishing-the-social-climate-fund-to-support-the-energy-transition"
    },
    {
        "title": "Climate change: Deal on a more ambitious Emissions Trading System (ETS)",
        "date": "2022-12-18",
        "document_type": "Press Releases",
        "text": "Emissions in the ETS sectors must be cut by 62% by 2030\nFree allowances to industries will be phased out from 2026 and disappear by 2034\nAn ETS II for fuel emissions from the building and road transport sectors as of 2027",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20221212IPR64527/climate-change-deal-on-a-more-ambitious-emissions-trading-system-ets"
    },
    {
        "title": "Deal reached on new carbon leakage instrument to raise global climate ambition",
        "date": "2022-12-13",
        "document_type": "Press Releases",
        "text": "Scope extended to hydrogen, certain precursors and indirect emissions and some downstream products\nCBAM rules to apply from 1 October 2023 with a transition period\nNew rules in full compliance with World Trade Organisation rules",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20221212IPR64509/deal-reached-on-new-carbon-leakage-instrument-to-raise-global-climate-ambition"
    },
    {
        "title": "CBAM: Press conference with Parliament’s lead negotiators",
        "date": "2022-12-12",
        "document_type": "Press Releases",
        "text": "Following a trilogue Monday evening on the Carbon Border Adjustment Mechanism, a press conference with EP lead negotiators is scheduled for Tuesday 13 December at 9.30.\n\nMEPs will try to reach an agreement with EU governments in the fourth trilogue on the Carbon Border Adjustment Mechanism (CBAM) which starts Monday evening in Strasbourg.\nThe next morning Tuesday 13 December at 9.30 CEST, a press conference is scheduled with Mohammed Chahim (S&D, NL), the Parliament’s CBAM rapporteur, and Pascal Canfin (Renew, FR), Chair of the Environment, Public Health and Food Safety Committee.\nThe press conference will take place in the Parliament's Daphne Caruana Galizia press conference room in Strasbourg. You can also follow it live via webstreaming and Ebs .\nBackground\nCBAM is part of the “Fit for 55 in 2030 package\" , which is the EU’s plan to reduce greenhouse gas emissions by at least 55% by 2030 compared to 1990 levels in line with the European Climate Law .\nInformation for the media\nJournalists who want to ask questions, can connect via Interactio by using the link https://ep.interactio.eu/66e2-hy1p-1w4u\nInteractio is only supported on iPad (with the Safari browser) and Mac/Windows (with the Google Chrome browser).\nWhen connecting, enter your name and the media you are representing in the first name / last name fields.\nFor better sound quality, use headphones and a microphone. Interpretation is only possible for interventions with video.\nJournalists who have never used Interactio before are asked to connect 30 minutes before the start of the press conference to perform a connection test. IT assistance can be provided if necessary.\nWhen connected, open the chat window (upper right corner) to be able to see the service messages.\nFor more details, check the connection guidelines and recommendations for remote speakers .",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20221212IPR64503/cbam-press-conference-with-parliament-s-lead-negotiators"
    },
    {
        "title": "MEPs clear way for new sources of EU revenue",
        "date": "2022-11-23",
        "document_type": "Press Releases",
        "text": "New EU revenue based on the Emission Trading System, the Carbon Border Adjustment Mechanism, and the OECD/G20 global corporate tax agreement\nFunds urgently needed to repay debts from NGEU recovery fund borrowing\nNew own resources agreed in legally binding roadmap from 2020",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20221118IPR55703/meps-clear-way-for-new-sources-of-eu-revenue"
    },
    {
        "title": "MEPs to G20: increase climate change targets before COP27",
        "date": "2022-10-20",
        "document_type": "Press Releases",
        "text": "EU should show leadership by raising its 2030 emission reduction target\nRussian attack on Ukraine underlines urgency of rapid transformation of the global energy system\nRespect the annual USD 100 billion climate finance commitment and start disbursing money in 2022\nEU is the largest contributor of climate finance to developing countries",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20221014IPR43220/meps-to-g20-increase-climate-change-targets-before-cop27"
    },
    {
        "title": "CBAM: Parliament pushes for higher ambition in new carbon leakage instrument",
        "date": "2022-06-22",
        "document_type": "Press Releases",
        "text": "Phasing in CBAM from 2027 and ending free allowances in EU ETS by 2032\nScope should be extended to include organic chemicals, plastics, hydrogen and ammonia as well as indirect emissions\nEU budget should support least developed countries through amounts equivalent to sums collected through CBAM\nNeed for a centralised EU CBAM authority",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20220603IPR32157/cbam-parliament-pushes-for-higher-ambition-in-new-carbon-leakage-instrument"
    },
    {
        "title": "Fit for 55 in 2030: Parliament wants a more ambitious Emissions Trading System",
        "date": "2022-06-22",
        "document_type": "Press Releases",
        "text": "New ETS II for commercial buildings and road transport from 2024 - citizens not to be included before 2029\nFree allowances in the sectors covered by CBAM to be phased out from 2027 and disappear by 2032\nIncrease 2030 greenhouse gas reduction target from 61% to 63%\nRevenues to be used exclusively for climate action in EU and member states",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20220603IPR32158/fit-for-55-in-2030-parliament-wants-a-more-ambitious-emissions-trading-system"
    },
    {
        "title": "COP26 deal: Reactions from MEPs in Glasgow",
        "date": "2021-11-13",
        "document_type": "Press Releases",
        "text": "Following the deal reached in Glasgow, the MEPs leading Parliament’s delegation to the COP26 commented on the outcome of the negotiations.\n\nAn official delegation from the European Parliament has been in Glasgow to take part in the UN Climate Change Conference, COP26, which ended today. The delegation was led by Pascal Canfin (Renew, FR) , with Peter Liese (EPP, DE) as Vice-Chair, who made the following comment after the agreement was announced:\nPascal Canfin (Renew, FR) , Chair of the delegation, said: “The deal at COP26 presents some good steps forward on the objective to raise $100 billion for vulnerable developing countries and the coalition to stop public financing for new fossil fuel projects abroad. However, we must admit that the deal is based on the lowest common denominator. The priority now for all the biggest emitters is to share concrete and credible roadmaps towards net zero emissions.”\nPeter Liese (EPP, DE) , Vice-Chair of the delegation, said: “The glass is definitely more than half full, but there is still a lot to do. While it is very positive that all now accept climate neutrality, it is a big problem that there is too little ambition until 2030. It also remains problematic that a country like China does not want to be CO2-neutral before 2060, which is clearly too late. We need to act faster so that our children and grandchildren still have a chance to control climate change.”\nDuring the COP26, MEPs met with ministers, parliamentarians and other delegates from several non-EU countries including China, Brazil, the USA, Russia, Pakistan, South Africa, Turkey, Bangladesh and the Maldives, as well as representatives from international organisations and NGOs from Europe and developing countries.\nA press conference with delegation Vice-Chair, Peter Liese (EPP, DE) , and Commission Executive Vice-President Frans Timmermans took place on Thursday 11 November. You can watch a recording here .\nOn Wednesday 10 November, the European Parliament also held a side event on carbon pricing in the EU and the lessons to be drawn for the rest of the world. The session also examined the global context of the EU’s proposed Carbon Border Adjustment Mechanism (CBAM) and the EU’s Emissions Trading System for the aviation and maritime sectors. You can watch a recording here .\nBackground\nParliament has been pushing for more ambitious EU climate legislation, and declared a climate emergency on 28 November 2019. In June 2021, the European Climate Law was adopted by Parliament. It transforms the European Green Deal ’s political commitment to EU climate neutrality by 2050 into a binding obligation for the EU and its member states. It also increases the EU’s target to reduce greenhouse gas emissions by 2030 from 40% to at least 55%, compared to 1990 levels. In July 2021, the Commission presented the “Fit for 55 in 2030” package to enable the EU to reach the more ambitious 2030-target.",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20211108IPR16827/cop26-deal-reactions-from-meps-in-glasgow"
    },
    {
        "title": "MEPs: Put a carbon price on certain EU imports to raise global climate ambition",
        "date": "2021-03-10",
        "document_type": "Press Releases",
        "text": "All products under the EU Emissions Trading System should be included\nRevenue to be used to step up EU support for the objectives of the Green Deal\nThe mechanism must not be misused to further trade protectionism",
        "url": "https://www.europarl.europa.eu/news/en/press-room/20210304IPR99208/meps-put-a-carbon-price-on-certain-eu-imports-to-raise-global-climate-ambition"
    }
]