{
  "file_name": "100_1060.pdf",
  "pages": {
  "page_1": "if\n8:\nS\n| ‘|\n! ry\nZ,\nY\nUp\ni\nA\nPo\n\\\nv fi Ve\nTA\n.\na\n%\n3\n& 4]\nBa\nSummary\nThe European Commission’s proposal for a Carbon Border Adjustment Mechanism (CBAM) puts forward a policy measure to prevent carbon leakage from domestic energy-intensive and trade-exposed industries by leveling production costs of European and international markets. From the perspective of Swedish climate ambitions and industry competitiveness, four important elements of the proposal include (1) the timeline of the free allowance phase-out, (2) the exclusion of exports from its coverage, (3) the scope of emissions covered, and (4) crediting third countries’ climate policies. This discussion brief explores the various options for these issues, as well as Swedish stakeholders’ views on them.\nThe Carbon Border Adjustment Mechanism (CBAM) is a climate policy measure put forward by the European Commission under the European Green Deal. The measure aims to address the displacement of greenhouse gas emissions of energy-intensive industries due to the introduction of climate policies, or “carbon leakage” (see Box 1).\nAccording to the proposal, the CBAM would impose an embedded carbon price — based on the average weekly EU Emissions Trading System (EU ETS) auctioning price - on imported goods from specific sectors in the form of certificates. This would effectively level the production costs of the covered sectors in Europe and internationally. By addressing the risk of carbon leakage, the CBAM aims to safeguard the reduction of global emissions within its scope. Though the ultimate objective of the CBAM is to cover a wide range of products, the current proposal covers a limited number of sectors deemed to be at high risk of carbon leakage and for which the introduction of the measure is administratively and technically feasible. The selected sectors are iron and steel, cement, aluminum, fertilizers, and electricity, with extended coverage of 56 categories of goods down the value chain.\nTo unpack the multiple layers of the CBAM proposal and allow for an analysis of their implications, it is necessary to identify the multiple and often intertwined elements of its scope and affected stakeholders. The existing literature points to at least the following elements (Marcu et al., 2020, 2021): policy mechanism or design, coverage of trade flows (i.e. imports, exports), geographic scope, sectoral scope, emissions scope, determination of embedded emissions (i.e. actual emissions, default values), calculation of the adjustment, use of revenue, timeline of free allowance phase-out, and administration.\nThe following sections focus on four elements that have generated significant debate after the Commission’s proposal and during the consultation and feedback period,\nIMAGE (ABOVE): © MONTY RAKUSEN / GETTY\n\nSEI discussion brief February 2022\nMaricruz Bravo Gallegos Harro van Asselt Timothy Suljada\nStockholm Environment Institute",
  "page_2": "Figure 1. Legislative timeline for the European Commission’s CBAM proposal\nDecember\n2019\nEuropean\nGreen Deal\neo\ne®\nMarch 2021\nEU\nParliament\nadopts CBAM\nresolution\n8\n°®@\nJuly-November\n2021\nStakeholder\nfeedback\neo\noe\n2023\nCBAM’s pilot phase\nexpected to\ncome into\nforce\n°®\nMarch-October\n2020\nConsultation\non impact\nassessment\nJuly 2021\nMid- to late\nAdoption of\n2022\nCBAM\nTrilogue\nproposal\n(Parliament,\nCouncil and\nCommission)\nand which can be considered important from the perspectives of Swedish climate ambitions and competitiveness, namely: (1) the phase-out of free allowances, (2) the exclusion of exports, (3) the scope of emissions covered, and (4) crediting third countries’ climate policies.\nTimeline of free allowance phase-out\nThe CBAM’s objective to reduce carbon leakage has until now been addressed by the allocation of allowances free of charge through the EU ETS. However, free allowances reduce the carbon price signal compared to auctioning allowances. The introduction of the CBAM raises questions about whether and how the two systems to address carbon leakage would co-exist, and how double protection would be avoided.\nWhat does the CBAM proposal say? The Commission proposes a gradual phase-out of free allowance allocation and a gradual phase-in of the CBAM over a transitional period of 10 years, from 2026 through 2035. The proposal also specifies that CBAM certificates to be surrendered by importers need to reflect the difference between free allocation and the carbon price paid, meaning that\nBOX 1. WHAT IS CARBON LEAKAGE?\nCarbon leakage refers to the increase in GHG emissions in third countries in response to domestic climate policies. It can occur when GHG-intensive production relocates to other countries with less stringent policies in place, or when domestic firms lose market share as a consequence of increased costs for consumers (Verde 2020). The upshot is that global emissions are not reduced and could even increase.\nStudies that look back generally find little evidence of carbon leakage, including in the context of the EU ETS (Verde 2020). Studies looking ahead suggest that carbon leakage may be a risk in the future, though the extent of this risk remains uncertain (Assous et al., 2021; Ward et al., 2015), as factors other than the introduction of climate policies may play a more important role in the decision of companies to shift their production elsewhere (Markkanen et al., 2021). Nevertheless, the Commission considers that the climate ambitions by the EU will lead to further divergence between the EU and third countries, and an associated increased risk of carbon leakage.\n2 Stockholm Environment Institute",
  "page_3": "as free allocation is phased out, the CBAM increases. During the CBAM’s pilot phase (2023-2025), EU importers will not face any financial obligations but they will have to comply with reporting embedded emissions of the imported products and the carbon price, if any, paid in the country of origin (Markkanen et al., 2021). Starting in 2026, the phase-out would begin by reducing free allowance coverage from 100% to 90%, followed by a reduction of 10 percentage points per year until getting to a full phase-out by 2035. The proposed sequenced approach significantly reduces the number of emissions exposed to the CBAM before it enters into full force in 2036 (Marcu et al., 2021). The Commission’s proposal states that this gradual approach will give affected stakeholders, both domestically and abroad, a “prudent” amount of time to prepare for the transition, provide an opportunity to gather relevant data, review and improve system design and methodologies, and provide support for their staff (European Commission, 2021b).\nWhat does this mean for Sweden?\nSweden’s ambition is to become the “first fossil-free welfare state” and achieve net-zero greenhouse gas emissions by 2045 (Ministry of Finance, 2020). Sweden is on its way to achieving this as its electricity system is already low-carbon and many energy-intensive industry sectors such as steel have initiated low or zero-carbon and energy efficient processes (International Energy Agency 2019; HYBRIT n.d.). There are concerns among European industry stakeholders that competitiveness in third markets will be impacted by the phasing out of free allowances. The concerns are based on the claim that costs will increase once free allowances are phased out, which in turn will affect the price of downstream goods as well as the prices of the 56 categories of goods, making it harder for climate-friendly products and technologies to compete on foreign markets. This argument might become less relevant as decarbonization progresses, because energy intensive stakeholders will pay less for ETS allowances, and the costs of technological solutions decrease. However, current investment needs for upscaling technological solutions are significant and a phase out of free allowances - with no export rebate (see below) - could hinder decarbonization progress in energy intensive industries (EUROFER, 2021). The Commission’s Impact Assessment Report (2021) states that the current mechanism of free allowances can disincentivize progress towards decarbonization by muting the carbon price signal. Moreover, with a tightening emissions cap for the EU, free allocation will decline over time in any case.\nWhat are Swedish stakeholders’ views?\nSome stakeholders, such as Jernkontoret' (the Swedish Steel Producers’ Association), argue that replacing free allocation via the CBAM will drive up costs, and — in the absence of an export rebate - harm the competitiveness of export-oriented EU industries. They therefore argue for an evaluation of the CBAM's functionality before any phase-out of free allocation. On the other end, stakeholders such as Naturskyddsféreningen (Swedish Society for Nature Conservation) argue for an immediate end to free allocation after the proposed pilot phase in 2023-2025. In other words, they argue for CBAM not to be gradually introduced, but rather to be effective immediately after the pilot phase. Other stakeholders' views fall somewhere in between. Some, such as LKAB (a mining company), argue for tighter timelines and a faster phase-out rate (e.g. by 2030, with free allocation reducing by 20 percentage points per year). Others, such as Kubal (Sweden’s sole primary aluminium producen), instead call for a delayed timeline (and, consequently, a slower phase-in of the CBAM). Differentiation in the phaseout for different sectors and/or technologies is also put forward as an option by some stakeholders, for instance to take into account the differences in competitive markets for some sectors (as suggested by Svemin, the Swedish Association of Mines, Mineral and Metal Producers) or breakthrough technologies (as suggested by HYBRIT, a research company developing the technology\n1\nSwedish stakeholders’ perspectives are based on the feedback submitted to the Commission during the feedback period in 2020 and 2021: https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12228-EU- Green-Deal-carbon-border-adjustment-mechanism-_en",
  "page_4": "Table 1. Categorization of feedback submitted to the Commission by Swedish stakeholders on the phase-out of free allowances\n*Svemin also calls for an evaluation of the CBAM before the phase-out begins\n4 Stockholm Environment Institute\nEuropean Commission\nSSAB\nNational Board of Trade\nfor hydrogen-based reduction of iron). Lastly, some stakeholders, such as the steel company SSAB, agree with the Commission’s plans (see Table 1).\nSvemin*\nSwedish Steel\nLKAB\nHYBRIT\nProducers’ Association\nExclusion of exports\nThe Commission proposes a CBAM that only applies to imports into the EU. By doing so, the mechanism will level product costs within the domestic market, but not in international markets. An exclusion of an adjustment for EU exports could place European products at a competitive disadvantage against foreign products and could lead to the displacement of low-carbon products by more carbon-intensive foreign products (Evans et al., 2021). This can undermine the overarching objective of tackling carbon leakage and reducing global greenhouse gas emissions. At the same time, EU exports could also be displaced by cleaner, low-carbon products on foreign markets. Moreover, the inclusion of exports can be viewed as problematic for several reasons. It could create an incentive to increase the carbon intensity of exports and weaken the environmental rationale of the measure. It may also fall foul of international trade law, as it could constitute a prohibited export subsidy under the WTO Agreement on Subsidies and Countervailing Measures (Marcu et al., 2021).\nWhat does the CBAM proposal say?\nThe Commission’s proposal does not include export rebates. The justification behind the exclusion lies in the fact that including refunds of the carbon price paid in the EU would not be in line with the main objective of the overarching policy package (“Fit for 55”), which is to reduce greenhouse gas emissions both within the EU and across the globe. Additionally, export rebates could be seen as a subsidy to domestic production and thus be viewed as protectionist, potentially raising further concerns and friction amongst major trade partners over WTO compatibility (European Commission, 2021a). The Commission has acknowledged that European stakeholders have requested an inclusion of export rebates and agreed with the importance of assessing the impacts that the exclusion might have.\nWhat does this mean for Sweden?\nThe majority of Sweden’s industry products covered under the proposed CBAM, and goods produced downstream that use CBAM-covered products as inputs, are exported to third countries. The risk of carbon leakage of exporting companies increases unless national compensation measures for indirect costs are implemented, or the CBAM is adjusted to address the competitiveness of EU-produced exports in international markets.\nSwedish Society for\nNature Conservation\nKubal",
  "page_5": "What are Swedish stakeholders’ views? Various Swedish companies and industry organizations, including Svenskt Naringsliv (the Confederation of Swedish Enterprise), Swedish Steel Producers’ Association, Svemin, SSAB and Vattenfall, point to the possible consequences — both in terms of carbon leakage and in terms of competitiveness — of excluding exports, and call on the Commission to adopt alternative measures, such as an export rebate. Other stakeholders, such as the Swedish Society for Nature Conservation, instead suggest that including exports would be protectionist, and therefore suggest applying the CBAM to imports only. Given the implications for Swedish industries, the Swedish government has urged the Commission to analyse how the CBAM would affect exports and consider the introduction of safeguard measures.\nTable 2. Categorization of feedback submitted to the Commission by Swedish stakeholders on the exclusion of exports\nConfederation of Swedish Enterprise\nSwedish Steel Producers’ Association\nEuropean Commission\nSvemin\nSwedish Society for Nature Conservation\nSSAB\nVattenfall\nScope of emissions\nThe scope of emissions refers primarily to the emissions released during the production processes of goods. The main question is whether to include only direct emissions (Scope 1 emissions),” and/or indirect emissions (Scope 2 emissions), and/or Scope 3 emissions. Scope 1 emissions are emissions where the producer has direct control over the sources, for example emissions resulting from heating and cooling of the installation or fuel combustion in furnaces. Scope 2 emissions are emissions from purchased electricity, heat and steam, and Scope 3 emissions are all other indirect emissions, including the value chain emissions.\nWhat does the CBAM proposal say?\nThe Commission proposal includes only direct emissions (Scope 1 emissions). Indirect emissions (Scope 2 emissions) are initially excluded from CBAM, while some Scope 3 emissions are included in the calculations for embodied emissions of complex goods. Annex III of the proposal distinguishes between “simple goods”, which are produced with input materials and fuels that have zero embedded emissions, and “complex goods”, which are produced with the input of other simple goods.\nWhile indirect emissions are initially excluded from the scope, the data collection requirements for importers for the transitional period (2023-2025) cover both direct and indirect emissions. The Commission indicates that its evaluation of the CBAM before the end of the transitional period will look at a possible extension for indirect emissions’.\n2\nThe CBAM does not apply to production processes of ferrous scrap, ferro-allows, and certain fertilizers (European Commission, 2021). The evaluation of the CBAM will also include an assessment of an expansion of the scope to other goods down the value chain and sectors including transport-related emissions.\n3",
  "page_6": "European Commission\nWhat does this mean for Sweden? As the Swedish economy decarbonizes and electricity usage and costs become an increasing part of the production process, the exclusion of Scope 2 emissions can directly impact the competitiveness of Swedish industry, both in the domestic and international markets. By excluding Scope 2 emissions from the CBAM, coupled with a free allowance phase-out and a higher EU carbon price, production prices will rise and can cause a competitive disadvantage for Swedish products in international markets. This is currently being addressed in other Member States through a compensation scheme for indirect electricity costs resulting from the EU ETS (Marcu et al., 2021). Sweden, however, has not introduced compensation schemes.\nWhat are Swedish stakeholders’ views?\nSwedish industry stakeholders, including the Confederation of Swedish Enterprise and the Swedish Steel Producers’ Association, have all called for the Commission to include Scope 2 emissions in the scope of the CBAM. Related to this, SSAB welcomes the inclusion of reporting of indirect emissions in the transitional phase. Lastly, stakeholders such as Kubal (a producer of primary aluminum) and Boliden (a non-ferrous metals company) call for compensation for the costs of indirect emissions (See Table 3).\nConfederation of Swedish Enterprise\nKubal\nSwedish Steel Producers’ Association\nBoliden\nSSAB\nSwedish Society for Nature Conservation\nSvemin\nCrediting climate policies of third countries\nFor several reasons, it is sensible for the CBAM to consider the climate policies of third countries in the calculation of the adjustment. By crediting third countries’ climate policies, the CBAM would avoid double charging for the carbon in the goods covered by the measure. It would also further strengthen any defence under international trade law and reduce the risk of diplomatic pushback against the measure. Moreover, crediting climate policies of third countries would offer an incentive for those countries to adopt climate policies (Mehling & Ritz, 2020). At the same time, not crediting foreign climate policies would be the simplest approach from a technical and administrative perspective (Marcu et al., 2021; Mehling & Ritz, 2020). The question that arises, however, is not only whether or not to credit third countries’ policies, but also which policies to take into account: should these include only carbon pricing (e.g. a carbon tax or ETS) or also other non-pricing regulatory policies (e.g. fuel taxes, renewable energy support schemes, emissions thresholds, product requirements, fossil fuel subsidies, and compensation schemes for indirect costs)? While crediting other carbon pricing systems already raises some challenges (e.g. because countries may have systems with different sectoral coverage), crediting other policies will be very difficult administratively. It would require a decision on which policies to include and exclude from both the EU and third countries’\nTable 3. Categorization of feedback submitted to the Commission by Swedish stakeholders on the scope of emissions\n6 Stockholm Environment Institute",
  "page_7": "and require complex calculations of the carbon costs of such policies which would then have to inform a standard methodology that does not currently exist (Mehling & Ritz, 2020). Moreover, given that the CBAM is based on the EU’s own carbon pricing system (rather than the EU’s non-pricing climate policies), it can be questioned whether non- pricing policies of third countries should be adjusted (Marcu et al., 2020).\nWhat does the CBAM proposal say?\nThe EU’s proposal allows for third countries’ policies to be accounted for, but limits this to carbon pricing policies (including both national and subnational pricing policies). The proposal explains that the EU will engage and cooperate with third countries on the implementation of certain CBAM elements, including agreements to facilitate comparison between carbon pricing mechanisms.\nWhat does this mean for Sweden?\nMeasuring emissions within the context of the EU ETS is already a complex process contingent on how competently and transparently the involved parties measure and disclose the required data. Adding non-pricing policies would create further layers of complexity and an increased administrative burden, meaning that developing and implementing a functioning and standardized methodology would take considerable effort, resources, and time. Moreover, crediting imports for non-price-based policies but not increasing the border charge to account for domestic non-price-based policies would tilt the competitive playing field in favour of foreign producers.\nWhat are Swedish stakeholders’ views?\nFrom the point of view of international trade law, the Swedish National Board of Trade (Kommerskollegium) has raised concerns about the justifiability of the CBAM under the General Agreement on Tariffs and Trade (Gisselman & Eriksson, 2020). By treating different types of climate policies from third countries differently (irrespective of their purported effectiveness), the CBAM will essentially be treating countries’ differently.\nAt the time this brief was written, other Swedish stakeholders had not explicitly addressed this issue, but rather expressed general concerns about the additional administrative burden of the CBAM and the associated costs of implementing a transparent and effective methodology for measuring and reporting emissions. Crediting non-carbon pricing policies and reflecting them in the adjustment can be assumed to exacerbate these general concerns.\nACKNOWLEDGEMENTS\nThis discussion brief has been produced as part of the Green Trade Network project and is financed by the European Climate Foundation. Thank you to the SEI editors and an anonymous peer reviewer for comments on an earlier version of this brief. Any remaining errors or omissions are the responsibility of the authors.",
  "page_8": "Published by\nReferences\nAssous, A., Burns, T., Tsang, B., Vangenechten, D., & Schape, B. (2021). A Storm ina Teacup: Impacts and Geopolitical Risks of the European Carbon Birder Adjustment Mechanism (p. 64).\nEUROFER. (2021). A fine balance: Fit for 55 must help decarbonisation of EU steel and prevent carbon leakage effectively. https://www.eurofer.eu/press-releases/a- fine-balance-fit-for-55-must-help- decarbonisation-of-eu-steel-and-prevent- carbon-leakage-effectively/\nEuropean Commission. (2021a). Impact\nAssessment Report accompanying the document Proposal for a regulation of the European Parliament and of the Council establishing a carbon border adjustment mechanism. European Commission. https:// doi.org/10.504.0/9781782258674\nEuropean Commission. (2021b). Proposal for a regulation of the European Parliament and of the Council establishing a carbon border adjustment mechanism. European Commission.\nEvans, S., Mehling, M. A., Ritz, R. A., & Sammon, P. (2021). Border carbon adjustments and industrial competitiveness in a European Green Deal. Climate Policy, 21(3), 307-317. https://doi.org/10.1080/14693062.2020.18 56637\nGisselman, F., & Eriksson, E. (2020). Border Carbon Adjustments: An analysis of trade related aspects and the way forward. (p. 111). National Board of Trade Sweden.\nHYBRIT - Toward fossil-free steel production. (n.d.). https://www.jernkontoret.se/en/ vision-2050/carbon-dioxide-free-steel- production/\nInternational Energy Agency. (2019). Energy Policies of IEA Countries—Sweden 2019 Review. 166.\nSE l Stockholm Environment Institute\nStockholm Environment Institute Linnégatan 87D, Box 24218 104 51 Stockholm, Sweden Tel: +46 8 30 80 44\nAuthor contact\ntimothy.suljada@sei.org\nVisit us: sei.org_ Twitter: @SElresearch @SElclimate\n\n\n\n\nMarcu, A., Mehling, M., & Cosbey, A. (2020). Border Carbon Adjustments in the EU: Issues and Options (p. 70). ERCST.\nMarcu, A., Mehling, M., Cosbey, A., & Maratou, A. (2021). Guide to the European Carbon Border Adjustement Mechanism (Il; p. 68). ERCST.\nMarkkanen, S., Vifiuales, J., Pollitt, H., Lee- Makiyama, H., Kiss-Dobronyi, B., Vaishnav, A., Le Merle, K., & Gomez Cullen, L. (2021. On the Borderline: The EU CBAM and its place in the world of trade. University of Cambridge.\nMehling, M. A., & Ritz, R. A. (2020). Going beyond default intensities in an EU carbon border adjustment mechanism. University of Cambridge.\nMinistry of Finance. (2020). Swedish comments on the inception impact assessment of a carbon border adjustment mechanism.\nMinistry of Infrastructure. (2020). Sweden’s Integrated National Energy and Climate Plan. https://ec.europa.eu/energy/sites/ ener/files/documents/se_final_necp_main en.pdf\nVerde, S. F. (2020). The Impact of the Eu Emissions Trading System on Competitiveness and Carbon Leakage: The Econometric Evidence. Journal of Economic Surveys, 34(2), 320-343. https://doi.org/10.1111/joes.12356\nWard, J., Sammon, P., Dundas, G., Peszko, G., & Kennedy, P. (2015). Carbon Leakage Theory, Evidence and Policy Design. The World Bank."
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
