{
  "file_name": "101_1068.pdf",
  "pages": {
  "page_1": "Carbon\nMarket\nWatch\nA brief explanation of the Carbon Border Adjustment Mechanism (CBAM)\nWhat's the objective of the EU’s CBAM?\nAccording to the European Commission’s proposal, a Carbon Border Adjustment Mechanism (CBAM) would contribute to the achievement of climate neutrality by 2050. It would operate alongside the other policy tools in the ‘Fit for 55’ package by addressing the risks of so-called carbon leakage resulting from the EU's increased climate ambition. Carbon leakage is the hypothetical situation whereby European producers competing in international markets would shift their production and pollution to countries with less stringent or no climate policies to lower their compliance costs.\nCBAM will progressively become an alternative to current carbon leakage protection measures, notably free allocation of emission allowances under the EU Emissions Trading System (ETS). It ensures an equivalent carbon price for domestic and imported production on selected goods. This way, it would also encourage trading partners to reduce their emissions.\nHow will it work in practice?\nCompanies that want to import goods produced outside the EU into the EU will have to purchase certificates corresponding to the amount of emissions generated in the production of those goods. The European Commission will calculate the price of CBAM certificates to reflect the average weekly price of ETS auctions. This means that CBAM certificates will be pegged to the ETS.\nThis will ensure that the price of CBAM certificates is as close as possible to the price of ETS allowances while also ensuring that the system remains manageable for the administrative authorities.",
  "page_2": "~@ >\nHowdo CBAM certificates work?\nCompanies importing goods into the EU will have to purchase CBAM certificates and then surrender the required amount to cover the corresponding emissions each year. There are no limits on the number of CBAM certificates an importer may purchase so as to avoid imposing restrictions on trade.\nUnlike ETS allowances, CBAM certificates are not tradeable nor bankable to ensure they constantly reflect the evolution of the ETS price, as any divergence could create disparities in price so wide that they could weaken the incentives for decarbonisation between domestic and imported goods.\nCertificates are valid for two years from the date of purchase. Re-purchasing is the only form of “transaction” allowed on CBAM certificates. An importer can re-sell its certificates in excess - up to a third of the total certificates purchased the year before - to the competent authority. This should preserve some flexibility and the possibility for importers to optimise their costs without undermining prices or introducing speculation into the system.\nWhich sectors and emissions are covered by CBAM?\nInitially, CBAM will cover direct emissions (scope 1) of selected sectors: iron and steel, cement, aluminium, fertilisers and electricity. The greenhouse gas emissions regulated by the CBAM correspond to those emissions covered by Annex | to the EU ETS, namely carbon dioxide (CO2) as well as, where relevant, nitrous oxide (N2O) and perfluorocarbons (PFCs). Indirect emissions (Scope 2) will not be covered in the initial phase but can be added after the transitional period and upon further assessment by the European Commission (more details below).\nO Carbon\nMarket\nWatch\nA brief explanation of the CBAM proposal",
  "page_3": "CMW's view\nIndirect emissions should be included within the scope of the CBAM from the start\nbk\nO Carbon\nThe choice of sectors makes a good start but some additions would be beneficial to yield the greatest impact for the climate. As a climate policy tool, the CBAM should aim to deliver the greatest emissions reductions. While we welcome the inclusion of fertilisers, other bulk chemicals, including plastics, are missing and should be covered by a CBAM.\nThe production of bulk chemicals is a major component of plastic production and a highly emitting sector. Emissions from this sector have remained stubbornly high over the last 10 years.\nThe introduction of a CBAM as an alternative to free allocation would create financial incentives to switch to cleaner production processes and find alternative more environmentally-friendly solutions.\nBulk chemicals should be included within the scope of CBAM from the start\nThe exclusion of indirect emissions is also a major omission in the current proposal. Indirect emissions associated with the production of goods are those that occur in the production of the electricity used in the manufacturing process, such as in the aluminium sector. Their inclusion in the CBAM would result in an overall larger environmental benefit as it would provide importers with an incentive to adopt cleaner production processes as well as to develop renewable energy to power them. The inclusion of indirect emissions would also better reflect the carbon cost borne by European industry, where the power sector is covered under the EU ETS and is required to purchase all its emission allowances at auctions.c\nMarket\nA brief explanation of the CBAM proposal\nWatch",
  "page_4": "© >\nHow are embedded emissions calculated?\nWhile there is no standard definition of “embedded emissions”, the CBAM proposal refers to them as emissions that occur in the production of goods but not physically incorporated in the goods. For the purpose of the CBAM, embedded emissions are defined as direct emissions (Scope 1) and indirect emissions (scope 2).\nDirect emissions occur during the production process while indirect emissions are generated in the production of the electricity used in the manufacturing process.\nThe CBAM proposal outlines the methodology for the calculation of direct emissions and distinguishes between industrial products and electricity production.\nIndustrial products: The methodology for the calculation of embedded emissions in manufacturing products is detailed in Annex Ill of the CBAM Regulation. It is determined based on actual emissions. When actual emissions are unknown or unavailable, the embedded emissions are determined by default values, set at the average emission intensity of each exporting country. The European Commission will develop the methodology to calculate these based on actual data or available literature. When reliable data for the exporting country cannot be applied for a type of goods, the default values are then based on the average emission intensity of the 10% worst performing EU installations for that type of goods.\nElectricity: The calculation of embedded emissions in imported electricity is determined by reference to default values unless the authorised importer chooses to determine the embedded emissions based on the actual emissions. Default values for imported electricity are determined based on either specific default values for a non-EU country, a group of non-EU countries or regions within these countries, or if those values are not available, on EU default values for similar electricity production in the EU.\nWhat happens to free allocation in the CBAM sectors?\nArticle 31 of the CBAM proposal envisages the continuation of ETS free allowances for sectors covered under the CBAM Regulation until 2035 and the adjustment of CBAM certificates to “reflect the extent to which ETS allowances are allocated for free”.\nIn parallel, according to the proposal for the revision of the EU ETS, this system envisages a reduction in free allowances to EU sectors covered by CBAM of 10% annually starting from 2026. The CBAM certificates will be adjusted to reflect this annual decrease. In 2030, free allowances would be reduced by half. By 2035, they would be reduced to zero, at which point no adjustment of CBAM certificates would be required.\nO Carbon\nMarket\nWatch\nA brief explanation of the CBAM proposal",
  "page_5": "bk\nCMW's view\nThe extension of free allocations to 2035 for CBAM sectors in combination with the reduced application of CBAM harms climate action and is totally unnecessary.\nAs demonstrated in the Commission’s own impact assessment accompanying the CBAM Regulation proposal, the option in which the introduction of a CBAM coincides with the removal of free allowances in the target sectors results in significant additional emissions reductions. Moreover, the impact on carbon leakage in the CBAM sectors is largely negative, meaning that it would lead to a net global reduction in emissions.\nThe allocation of free allowances represents a market failure that has created virtually no incentive for EU industry to reduce their emissions. Extending this for another 14 years will hurt and delay the green transition.\nMoreover, the reduction in the amount of CBAM certificates required for compliance to reflect the free allocation of allowances to EU producers would limit the effect that this instrument can have in encouraging climate action outside the EU.\nFinally, member states would continue losing out on ETS auctioning revenues beyond 2030 and fewer revenues would also be generated through CBAM. According to the Commission's impact assessment, all options where free allocation is fully removed generate additional revenues, above EUR 14 billion per year in 2030. The option based on partial phase out of free allocation and overlap with CBAM until 2035 is the one that generates the lowest revenues.\nFree allocation of emission allowances under the EU ETS should be fully phased out by 2030 at the latest and the CBAM should be implemented only as an alternative to current carbon leakage protection measures\nO Carbon\nMarket\nWatch\nA brief explanation of the CBAM proposal",
  "page_6": "~@&\nWhat happens during the CBAM transitional phase?\nFor three years from the entry into force of the CBAM Regulation, a transitional period will apply (between 2023 and 2025). During this period, CBAM will be implemented without financial adjustment (no purchasing of certificates will be required). The objective here is to facilitate a smooth roll out of the mechanism, hence reducing the risk of disruptive impacts on trade. Importers have to report on a quarterly basis the actual embedded emissions in goods imported during the transitional period, detailing direct and indirect emissions as well as any carbon price paid abroad. Importers will only start paying for CBAM certificates in 2026.\nAre there any exemptions to CBAM?\nThe proposal includes three types of exemptions:\n1. Countries outside the EU but participating in the Emissions Trading System (ETS) and countries with carbon markets linked to the EU ETS are excluded from CBAM\n2. In the case of countries with comparable carbon prices, an importer will be allowed to claim a reduction in the number of CBAM certificates to be surrendered corresponding to the carbon price already paid in other jurisdictions\n3. If a third country has an electricity market which is integrated with the EU internal market for electricity through market coupling, and it has not been possible to find a technical solution for the application of the CBAM to electricity imports in the EU, the importation of electricity from the country will be exempted from the application of the CBAM, provided certain conditions are satisfied.\nO Carbon\nMarket\nWatch\nA brief explanation of the CBAM proposal",
  "page_7": "~ ©\nHowis CBAM managed and who manages it?\nImporters are entitled to import CBAM goods after they have been granted an authorisation by competent authorities responsible for the application of the CBAM Regulation. According to the proposal, these authorities are designated and managed by member states. The European Commission can assist these authorities in carrying out the activities required by the CBAM Regulation.\nThe competent authorities have to establish national registries that include information about authorised declarants and CBAM certificates of those declarants.\nEach authorised importer or representative has to submit a CBAM declaration, by 31 March of each year, which details the total quantity of goods imported in the previous year, the total embedded emissions per tonne of each type of goods and how many certificates - corresponding to the total embedded emissions - have to be surrendered.\nThe authorised importer has to ensure that the emissions declared upon importation are verified by an accredited verifier based on set verification principles. The Commission can legislate on these principles.\nThe Commission will set up a central database where information on installations and operators located in a third country can be stored. The registration of such information is voluntary and done upon request by the operators.\nThe Commission will act as central administrator to maintain an independent transaction log recording the purchase of CBAM certificates, their holding, surrender, repurchase and cancellation and will ensure the coordination of national registries.\nWhat are CBAM revenues used for?\nFollowing the direction of the European Council, the proposal allocates the entirety of the revenues generated by the CBAM to the EU's “own resources”, to repay the debt generated under the COVID-19 recovery package.\nO Carbon\nMarket\nA brief explanation of the CBAM proposal\nWatch",
  "page_8": "©\nhk\nCMW's view\nAs often stated by the Commission, the CBAM is a climate policy tool. As such, its revenues should be channelled towards climate action and invested in the most vulnerable countries in the form of international climate finance.\nFurthermore, allocating CBAM revenues to the EU’s budget would raise legal challenges under the WTO and could strengthen partner countries’ perception that CBAM is a protectionist and fiscal measure.\nIn contrast, using the revenues to fund climate action in more vulnerable countries or to contribute to international climate finance would further demonstrate its climate objective and send a strong diplomatic message to trading partners, easing some of the tensions created by CBAM.\nChannel revenues from the sale of CBAM certificates to support vulnerable countries in their efforts to decarbonise their economies\nWhen is the first review of the CBAM Regulation?\nBefore the end of the 3-year transitional period, the European Commission is required to present a report to the European Parliament and the Council in which it will assess the possibilities to further extend the scope of CBAM to indirect emissions and to other goods at risk of carbon leakage. It will also contain the assessment of the possibility to further extend the scope to embedded emissions of transport (Scope 3) as well as to goods further down the value chain and services that may be subject to the risk of carbon leakage in the future.\nContact\nAgnese Ruggiero\nAgnese.Ruggiero@carbonmarketwatch.org\nPublished 16 December 2021\nMarket\nA brief explanation of the CBAM proposal\nWatch\nO Carbon"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
