{
  "file_name": "101_1080.pdf",
  "pages": {
  "page_1": "@\n: EEB\noe\nEnvironmental\n(; Pp olish\nThe Carbon Border Adjustment Mechanism (CBAM) must be linked to the EU ETS discussions so as not to undermine the integrity and ambition of the Fit for 55 package\nCivil society organisations express concerns about the agreement reached in COREPER II on a CBAM compromise text that does not address important issues linked to the EU Emission Trading System (ETS) Directive and other key aspects of the Fit for 55 package\nOn 15 March, EU Ministers for the economy and finance will discuss the implementation of a Carbon Border Adjustment Mechanism (CBAM), aiming at agreeing on a ‘general approach during the Economic and Financial Affairs Council meeting (ECOFIN)\nAs NGOs, we support a fair and effective CBAM, designed and implemented as an alternative to current EU ETS carbon leakage measures such as free allowances and indirect cost compensation. We believe that agreeing on a CBAM separately from the EU ETS Directive would be detrimental to its implementation and risk undermining the level of ambition and decarbonisation incentives of the Fit for 55 package\nThus, we demand that these key safeguards guide the ongoing negotiations on CBAM\nCarbon\nMarket\nWatch\nCEE\ng\n©\ncul ACTION NETWORK\nPsa\nWWF\ne\nBankwatch\nOND\nBETER\nGreen\nNetwork\nGERMANWATCH\nNetwork\n| mee mee met de energierevolutie |\nmet de\nILI\nJoint NGO statement\n1 Ensure the integrity of the package and its ability to deliver on and exceed the level of ambition. The Economic and Financial Affairs Council must defend the integrity of the Fit for 55 package and its ability to achieve the at least 55% net emissions target. CBAM is a key piece of this package and cannot be discussed and agreed upon in isolation Furthermore, the political desire to find a rapid compromise on CBAM risks undermining incentives for industry to decarbonise, and jeopardising the EU’s ability to reach its increased 2030 targets The CBAM cannot be separated from ending free pollution permits under the EU ETS. Any discussion on CBAM cannot avoid addressing its interaction with current carbon leakage measures under the EU ETS. As a climate policy tool aimed at incentivising emission reductions within the EU and globally, CBAM must only be implemented as an alternative to current carbon leakage protection measures for the covered CBAM sectors Free allocations and compensation for indirect costs remain central weaknesses of the EU ETS, are an ineffective and wasteful use of public resources, and continue to\nOe\nwee The\n% Green BELLONA\nTank\nI\nRO PA",
  "page_2": "undermine the business case for greenhouse gas reductions. The full phase out of free allowances will ensure the application of the polluter pays principle, render the EU ETS more effective, and lead to a more equitable rebalancing of investment in climate action measures. It will also strengthen the CBAM’s case under the WTO as an environmental measure which is non-discriminatory towards third country producers.\nFor more information:\nCamille Maury Policy Officer, WWF European Policy Office cmau wwf.eu\nAgnese Ruggiero\nPolicy Officer, Carbon Market Watch\na nese.ru iero@carbonmarketwatch.or\nDomien Vangenechten Policy Advisor Industrial Transition, E3G domien.vangenechten@e3qg.org\nDoreen Fedrigo\nIndustrial Transformation Policy Coordinator, CAN Europe doreen.fedrigqo@caneurope.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
