{
  "file_name": "101_1066.pdf",
  "pages": {
  "page_1": "Carbon Border Adjustments: Climate Protection or Climate Protectionism?\nCarbon Market Watch Position paper - March 2020\nIntroducing Carbon Border Adjustments in the EU\nPricing greenhouse gas emissions is one of the most important tools to decarbonise economies, and it has been implemented in the EU since 2005 through the EU Emissions Trading System (ETS). As part of this policy, the heavy industry benefits from large exemptions and receives nearly all of its allowances (i.e. pollution permits) for free. This has led to significant windfall profits for companies’ and is tantamount to subsidising pollution. The free allocation is supposed to prevent so-called “carbon leakage”, a hypothetical concern according to which companies will relocate their production from the EU if they are faced with excessive carbon prices domestically.\nThere is no evidence of carbon leakage having taken place due to climate policies such as the EU ETS, and ex-ante theoretical predictions have found a very limited risk in the future, materialising (theoretically) only at very high carbon prices. Therefore, free allocation should be fully phased out. Moreover, while the power sector, which must purchase its allowances, has decarbonised steadily year after the year, industrial emissions have stagnated since 2012’.\nAs part of the EU Green Deal, the European Commission is considering a Carbon Border Adjustment Mechanism (CBAM) to reduce the risk of carbon leakage, as an alternative to the existing measures under the EU ETS’. This implies it would allow a phase-out of free allocation.\nGiven the lack of evidence to support the theoretical risk of carbon leakage, neither the free\nallocation of pollution permits nor a CBAM are necessary tools for climate action. However,\na CBAM is preferable to free allocation as a CBAM ensures that polluters pay for their\nCarbon\nMarket\nWatch\n1 Industry windfall profits from Europe’s carbon market 2008-2015\n* Cracking Europe’s hardest climate nut How to kick-start the zero-carbon transition of — energy-intensive industries? 3\nThe European Green Deal\nae",
  "page_2": "emissions. If a CBAM is to be introduced, the following prerequisites and design elements are necessary:\n1) All forms of free allocation under the EU ETS are phased out completely and rapidly\nMaintaining free allocation, at any level, while introducing BCAs would mean protecting industries twice against a risk which has never materialised, and which is unlikely to materialise in the foreseeable future.\nIt would discriminate against foreign imports while continuing to hand out massive subsidies to large European polluters. In order to incentivise emission reductions within the EU, a CBAM would have to be a tool to fully and rapidly phase out free allocation. This would ensure that EU industry is finally paying for its carbon pollution. As a co-benefit, this will raise revenues that can be used to support climate innovation and just transition.\n2) A CBAM proposal is used as a tool for international climate\ndiplomacy\nA CBAM could help strengthen the EU’s attempts to encourage and pressure other countries, in particular large emitters, into adopting and implementing more stringent climate targets.\nThis requires a clear set of rules to decide which imports will and will not be covered by a CBAM, and to encourage third countries to adopt climate policies that are stringent enough to ensure that their exports will not be restricted by the EU’s pricing initiative.\nThese policies should include national climate pledges (NDCs) that are in-line with the Paris Agreement’s objective, carbon pricing systems that are similar in stringency to the EU ETS, or other sectoral or economy-wide policies which lead to emission reductions in line with the country’s fair share and historical responsibility in order to limit global warming below 1.5°C.",
  "page_3": "3) The principle of common but differentiated responsibilities and\nrespective capabilities (CBDR-RC) as established by the Paris\nAgreement are respected\nWhile implementing a CBAM, the EU should recognise other countries’s need to develop, as\nwell as the relative impacts of carbon prices, which can be much higher for low-income\ncountries.\nFor this reason, Least Developed Countries (LDCs) and Small Island Developing States (SIDS) should be exempted from any BCAs. In addition, the revenues collected from a CBAM should be allocated in full to climate action, with a majority of it distributed to developing countries in the form of climate finance contributions.\nFurthermore, only the largest emitting industrial sectors should be covered by a CBAM, as products from these sectors are less likely to be traded with LDCs and SIDS.\n4) The CBAM is based on carbon performance benchmarks\nThe compliance costs should be determined on the basis of a benchmark system’.\nEach product should be priced according to a performance benchmark reflecting the carbon intensity of the average EU producer of that good. To ensure that a CBAM still provides an incentive to decarbonise, non-EU producers should be allowed to demonstrate that their product is less carbon-intensive than the carbon performance benchmark which, after third-party verification, would result in a lower compliance cost under the EU CBAM system.\nInitially, only steel, cement and chemicals should be covered by a CBAM, as these three sectors account for almost 60% of industrial emissions under the EU ETS. Furthermore, the power sector should be included to prevent high carbon imports of electricity from neighbouring countries.\n* A benchmark is default value of the carbon intensity of good, i.e. to produce unit of good (e.g. a a one a one tonne of steel) a certain quantity of greenhouse gases is emitted (e.g. 10 tonnes of CO2e).\nae",
  "page_4": "5) The CBAM is implemented through the requirement to use EU\nallowances\nSetting up a border tariff would be the most straightforward route to implement a CBAM.\nHowever, it is also the most sensitive implementation strategy when it comes to the political\nreality of European and international negotiations. For example, EU decision-making requires\nunanimity for taxation matters.\nTherefore, the EU should implement a CBAM by requiring companies wishing to import products in the EU to purchase EU allowances (EUAs). The EUAs would be cancelled immediately when a product enters the EU single market (as opposed to on an annual basis). The total cap of EUAs set should not be modified to account for this, given the relatively small amount of embedded emissions in imports of steel’, cement, chemicals and power, and given that the EU ETS is currently significantly oversupplied.\nIn order to promote transparency, EUAs surrendered under the CBAM should be uniquely\nidentifiable and traceable in a publicly accessible registry.\n° Embodied CO2 emissions from steel and cement imported to the EU in 2016 respectively around were Z0Mt and 1Mt. For electricity imports, the value was at 26Mt in 2019. Data on embedded emissions in chemical imports is not available but we conservatively estimate it to be less than 50 Mt (based on the fact that emissions from chemical productions in the EU are around 115Mt, and EU sales are about 5 times higher than the value of imported chemicals). Together, these would amount to 147 Mt, or around 8% of total annual emissions under the EU ETS in 2018.\n4\naaa",
  "page_5": "Should European exports benefit from rebates?\nThere should be no rebates for exports, as this would lower the carbon price effectively faced by European industries and risks to create perverse incentives. Carbon should be priced regardless of the market on which a product is sold. However, should rebates be adopted, the following conditions should be met:\n1. Dirty and cleaner exports should not face the same final level of carbon costs and must therefore receive the same level of rebates. This way, more polluting goods will face a higher cost, because the carbon cost is based on the actual carbon content of products, while the rebate is based on the carbon efficiency of the cleanest producers. By using product-based benchmarks set on the basis of the most-efficient producers (as is done for free allocation under the EU ETS) exports that are less carbon intensive than the benchmark would be net-beneficiaries of the rebates, while exports that are dirtier than the benchmark would not receive a rebate for their full carbon\ncost.\n2.\na system was on and it should be applied after the company has paid the carbon cost. The latter point is important, as it is necessary to ensure that a company faces the full extent of the carbon price before applying the rebate. Otherwise, this is tantamount to free allocation under the EU ETS which leads to windfall profits and, in practice, clearly reduces the effectiveness of the system.\nTherefore, if rebates\nadopted, it should be based benchmarks,\nContact\nSam Van den plas - Policy Director sam.vandenplas@carbonmarketwatch.org\nAgnese Ruggiero - Policy Officer\nagnese.ruggiero@carbonmarketwatch.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
