{
  "file_name": "101_1073.pdf",
  "pages": {
  "page_1": "O Carbon\nMarket\nWatch\nCarbon Market Watch’s feedback on the inception impact assessment on CBAM\nLink to roadmap:\nh t tos://ec.europa.eu/info/law/better-requlation/have-your-say/initiatives/12228-Carbon-Border-A djustment-Mechanism\nCarbon Market Watch fully supports efforts to price GHG emissions, within and outside the EU. The EU ETS has been successful for certain sectors, but has failed to incentivise large scale decarbonisation of European industry, in part because of its excessive measures to guard against the hypothetical risk of carbon leakage. Industrial companies have gained billions of euros in windfall profits from the EU ETS, due to the free allocation of allowances, despite the fact that there has never been - and it is unlikely there will ever be - any significant risk of carbon leakage from the EU ETS.\nGiven this, neither the free allocation of allowances nor a carbon border adjustment mechanism (CBAM) are necessary tools for climate action. However, a CBAM is preferable to free allocation as a CBAM ensures that polluters pay for their emissions. The European Commission should also consider alternative policy options in its impact assessment including the implementation of carbon emission performance standards for energy-intensive materials and creating markets for zero-carbon solutions through public procurement.\nIf a CBAM is to be introduced, we consider the following prerequisites and design elements necessary.\nFirst, all forms of free allocation and cost compensation schemes should be fully and immediately phased out under the ETS. Under no circumstances should free allocation and CBAM co-exist, as this would result in double protection against a risk which is unlikely to materialise in the first place.\nSecond, the CBAM should be designed in a way that incentivises other countries to take more ambitious climate action, rather than as a punishment mechanism for climate laggards. This requires that pathways be identified to inform other countries how their industries can be exempted from CBAM obligations, e.g. if they adopt carbon pricing measures in line with the Paris Agreement’s objective of limiting temperature rise to 1.5C°.\nThird, in respect of the principle of common but differentiated responsibilities and respective capabilities, Least Developed Countries and Small Island Developing States should be",
  "page_2": "exempted from CBAM obligations. In addition, all revenues should be allocated to climate action, with a majority disbursed in the form of climate grants to developing countries.\nFourth, a CBAM should be implemented through a benchmark system. However, the benchmark values should not be the same as those used under the ETS. While ETS benchmarks are set at the level of the 10% best performers in order to incentivise companies to reach that threshold, using the same values would have the exact opposite impact in the context of a CBAM. This would be equivalent to assuming that imports have been produced with the same level of emissions as the 10% best performers in the EU. No value lower than the average carbon intensity of a product manufactured in Europe should be used. Companies wishing to sell goods on the European market should also be allowed to provide evidence that their product is less carbon intensive than the benchmark, and benefit from a lower CBAM obligation accordingly.\nFifth, while the most straightforward way of implementing a CBAM would be through a tariff measure, this is likely to be the most politically difficult implementation strategy, both inside and outside the EU. A more realistic avenue would be to rely on the existing infrastructure of the EU ETS and require importers to purchase EUAs to cover their CBAM obligations. These EUAS would be taken directly from the amount already set for the future, without any changes to the cap.\nWe recommend that only cement, steel, chemicals and power be covered by the CBAM mechanism, as these are the highest sources of emissions under the ETS, and emissions embedded in imports from these sectors are estimated to be around 8% of annual emissions covered by the EU ETS. Given the massive oversupply of allowances on the market, there is no need to adjust the cap to account for this.\nFinally, credits used under the CBAM should be uniquely identifiable and traceable in a publicly accessible registry."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
