{
  "file_name": "102_1090.pdf",
  "pages": {
  "page_1": "EEB\nEuropean\nEnvironmental\nBureau\nEEB’s comments on MEP Peter Liese’s draft report on the revision of the Emissions Trading Scheme Directive\n31 January 2022\nOn 14 July 2021, the European Commission adopted the Fit for 55 legislative package to increase the EU’s climate ambition in line with the European Green Deal and its commitment to make Europe the first climate-neutral continent by 2050, while also ensuring the achievement of a zero pollution, toxic-free and circular economy. While the Package sets higher policy objectives for the current 2030 framework and introduces new policy instruments, it misses an historic opportunity to phase out fossil fuels and to fully apply the “polluter pays principle”. A 55% net greenhouse gas emissions reduction target for 2030 falls short of the at least 65% required by science as contribution by the EU to achieve the 1.5C temperature goal, which is our “survival safety threshold” to avoid the worst climate impacts on our living.\nThe technological options to switch from fossil fuels to sustainable renewable energy and make the most of energy efficiency and circular economy are already there and an unprecedented amount of finance, both public and private, is available to support their uptake in the EU and help us achieve climate neutrality even before 2050.\nThe Emissions Trading Scheme is one of the pillars of EU’s climate & energy policy and its revision in the context of the Fit for 55 Package will have to significantly change some of its fundamentals or the instrument will not deliver on its full potential.\nWe call on the Environment Committee of the European Parliament to make sure that the revision of the EU ETS meets the following objectives:\ne Stop granting financial support for free to polluting industries and accelerate industry decarbonisation Make the ETS coherent with the zero-pollution objective and environmental quality standards Keep carbon removals and emission reductions targets separate Include municipal waste incineration in the ETS scope as soon as possible e Keep fossil fuels out of the financial support under the Modernisation Fund e Increase democratic participation and access to justice provisions in the EU ETS\nWhile some innovative proposals put forward by MEP Peter Liese have merit (inclusion of municipal waste in the ETS, set up of an Ocean Fund to speed up decarbonisation of the maritime sector), overall, the Rapporteur’s draft report provides mixed signals on the urgency to decarbonize highly-emitting and polluting CO2 sectors, such as those currently covered by the EU ETS.",
  "page_2": "EEB\nEuropean\nEnvironmental\nBureau\nThe following amendments in MEP Peter Liese’s draft report raise our strong concerns:\nAM\nContent\nOur comments\n33, 58, 59, 62, Increase financial support to ETS The AMs increase unconditional financial\n63\nindustry though free allowances\nsupport to carbon-intensive industries,\nincluding through a Carbon Leakage\nProtection Reserve\n13, 56\nETS Industry to set up a Climate- The AMs leave to industry full discretion on\nNeutrality Plan\ndrafting their CNPs with no external scrutiny\nand maintains weak conditionality for granting\nfinancial support to carbon-intensive industries\n56\nIncrease financial support to ETS The AM allows Member States to provide\nindustry through State aid\nfinancial support towards the implementation\nof the Climate-Neutrality Plans and establishes\nthat such support shall not be considered\nillegal state aid.\n40, 42\nInclusion of municipal waste The AMs delay the inclusion of MW to 2028\nincineration in the ETS\n2,3\nCarbon removals\nThe AMs equal carbon removals to emission\nreductions\n50, 75\nModernisation Fund\nThe AMs maintain unclear wording on MF\nexcluding support to fossil fuels\nMoreover, some key issues have not been addressed by the Rapporteur:\ne Deletion of Article 26 of the current ETS Directive to ensure coherence with the Industrial Emissions Directive e Inclusion of provisions on access to justice and democratic participation\nPlease find below a detailed explanation for each of the above issue.\n1. Free CO2 allowances to polluting industries\nIndustry decarbonization has been delayed by at least a decade (2010-2020), due to low CO2 prices and CO2 allowances given for free to industry. Financial support in the form of free CO2 allowances was introduced at a time when the CO2 price was well below €15 per tonCO2 to prevent the risk of carbon leakage (relocation of activities outside the EU due to carbon price), fearing that the CO2 price would double during that decade. This has never occurred though and, mostly due to the 2008 financial crisis and aftermath, when the CO2 almost reached zero value. Over the past decade, no empirical evidence has shown that carbon leakage occurred because of carbon price.",
  "page_3": "EEB\nEuropean\nEnvironmental\nBureau\nThe European Commission has now proposed a Carbon Border Adjustment Mechanism to address the carbon leakage risk and global competitiveness concerns, which are indeed more tangible as carbon prices are expected to rise having already reached unprecedented value in the market (around €85 per ton CO2). However, to become a driver for further ambition in the EU and globally, the CBAM must be an effective tool, i.e. it must replace free allowances. If this is not the case, it would mean that the CBAM has been poorly designed and is not fit for purpose.\nTo increase emissions reductions by industry in line with a 1.5C trajectory, the ETS Directive will have to further tighten the cap of emissions proposed by the European Commission to reach at least 70% of emissions reductions by 2030, by increasing the related parameters (tightening the 2030 emissions cap through a higher Linear Reduction Factor and eliminate oversupply of quotas in the Market Stability Reserve to ensure a meaningful CO2 price until 2030).\nMoreover, free allowances to industrial sectors must be phased out well before 2030, first and foremost for those eventually covered by the CBAM. The CBAM should also drive towards an environmental level playing field by factoring in wider environmental aspects of pollution from industrial activities, ensuring equivalence of performance with strict EU Standards.\nHowever, the ETS alone will not work to decarbonise the industrial sector. Most CO2 emissions in the energy-intensive sectors come from energy use, the remaining part from processes. Although GHG emissions of electricity generation have decreased, they are still a substantial source of emissions across the EV.\nThis means that the decarbonisation of the energy supply plays a key role in decarbonising EU industry. It is therefore important that the ETS revision is accompanied by more ambitious policy targets and regulatory instruments under the Renewable Energy Directive and the Energy Efficiency Directive to fasten the decarbonisation of the energy grid, which _could be achievable by 2040, as we show in our Paris Agreement Compatible Energy Scenario.\nThe Commission’s proposal to require ETS sectors to implement energy audits as a condition to receive free allowances (Art 10a) is a very weak incentive for decarbonization. Moreover, in the Impact Assessment to the revised RED, the European Commission recognizes that the share of renewable energy consumption in industry has not increased in the last decade.\nThe current rules for granting free allowances in the ETS Directive are not a driver for industry decarbonization. Since they are based on historical production levels and product benchmarks related to the 10 % most carbon efficient installations, free allowances are de facto given to carbon-intensive industries. According to the intrinsic pervert logic of the current free allowances mechanism, carbon neutral installations would not receive free allowances since they do not emit CO2.\nAt a carbon price level of more than €60 per CO2 tonne, the EU ETS today is a €100 billion per annum market. The free allowances mechanism proposed by the European Commission in the ETS review equals",
  "page_4": "EEB\nEuropean\nEnvironmental\nBureau\nto 700 million CO2 allowances to be given for free to industry every year. This translates into a transfer of more than EUR 40 billion from public resources given for free to industry. As estimated by the CEPS in its recent study on ETS-free-allocations, up to 2030, this can amount to over €350 billion (i.e. by comparison, in value this equals to half the NextGenerationEU Recovery funds!). Can the EU afford to spend public money to keep polluting industries alive?\nThe 2021 report by the EU Court of Auditors on the Polluter Pays Principle concluded that the application of the PPP in the EU is inconsistent with its environmental policies and that the EU budget (public money) is sometimes used to fund clean-up actions that should, under the PPP, have been borne by polluters.\nEvidence shows (CE Delft report on Additional profits of sectors and firms in the EU ETS from 2008-2018)\nthat most of the profits made by energy-intensive industries in the last decade (up to €50 billion in 2008- 2019) have come from passing through part of the opportunity cost of freely obtained allowances into product prices to consumers. Beside bad spending of EU taxpayers’ money (revenues from the sale of CO2 allowances flow into national and EU budgets), this mechanism has disincentivized the decarbonization of industries’ energy supply and production processes instead of driving the shift from fossil-fuels to renewables. The main reason is a poor designing of the ETS product benchmarks regulating the granting of free allocations which differentiate by sub-processes that have high incumbent emissions (e.g. different steel production routes/clinker benchmarks/specific hydrogen production route) instead of a “best in class” benchmark for a given product/service (e.g. steel, concrete, green hydrogen).\nIt should be noted that up until 2030, ETS sectors will also get public support in the form of State aid under the ETS State aid guidelines to protect them from higher electricity prices due to the CO2, as well as under the Guidelines for State Aid for Climate Energy and Environment (CEEAG) adopted by the EC on 21 December 2021.\nThe Rapporteur fails to address this unfair cumulation of public support to ETS industrial sectors and even further increases it.\n2 Industry Climate-Neutrality Plans\nThe Rapporteur proposes (AMs 13, 56) that by 2026 operators establish a Climate Neutrality Plan. While we welcome this proposal (2026 is however too late), the provisions need to be more strengthened. The Climate Neutrality Plan could facilitate the introduction of a new support mechanism for industries proportionate to the pollution prevention efforts they make. The amount of support (number of free CO2 allowances) granted to each industrial operator in each timeframe should correspond exactly to the amount of CO2 emission reductions that the operator commits to deliver in that timeframe and upon verified demonstration that these reductions have effectively taken place. This would require a radical change to the support mechanism in the ETS Directive (free allowances to address an estimated",
  "page_5": "EEB\nEuropean\nEnvironmental\nBureau\nrisk of carbon leakage) and establish a clear conditionality that the industrial operator must entirely reinvest the free allowances received to reduce CO2 emissions within a set timeframe. Public money should aim to support the transformative change that EU industry needs to become fully carbon neutral.\nThe Rapporteur proposes a bonus malus system (AM 13, 56), which we support in principle, but is not enough effective as proposed because it still links the allocation of free allowances to the benchmarks and not to the commitment to reduce the corresponding CO2 emissions for each allocation received.\nMoreover, the milestones and level of ambition in the Climate Neutrality Plans should not be left under the exclusive discretion of industrial operators. They should be set by the European Advisory Board on Climate Change established by the Climate Law regulation 2021/1119.\nSome of the proposals in MEP Liese’s draft report are particularly concerning:\ne The possibility to provide additional free allowances of €57 million for industry to avoid the application of the Cross Sectoral Correction Factor (AM 33) An ad-hoc temporary reserve of free allowances (Carbon Leakage Protection Reserve) for industry with revenues from the CBAM to support EU sectors under the CBAM scope (AMs 58, 59, 62, 63). The possibility for Member States to grant additional State aid to industries for the implementation of their Climate Neutrality Plans (AM 56).\n3. Carbon removals and emission reductions\nThe Rapporteur maintains (AM 2, 3) the Commission’s proposal to include CCS in the ETS scope as the CO2 captured and used by industry (to produce fuels, building materials or plastics) is considered as “permanently chemically bound in a product” and “not released in the atmosphere under normal use”. He also proposes the introduction of a new possibility to account “negative emissions for Bioenergy + CCS and direct air”. However, the industrial re-use of captured carbon does not prevent its final release into the atmosphere. Moreover, life-cycle assessment concerns (i.e. where the carbon comes from in the first place and the process by which it has been produced) are entirely dismissed.\nAccording to the Rapporteur’s proposals, carbon capture (CCS, CCU, Direct Air) would directly count as emissions reductions and therefore be eligible for ETS compliance and trading and profit/revenue-raising, even though this approach is extremely faulty from an environmental integrity perspective.\nCarbon removals cannot be equated to GHG emissions reduction and must be regulated separately. Emissions and removals should not be treated at policy level as tonne-for-tonne equivalent and simply interchangeable. Instead, demand for removal units should be created through a separate target for removing carbon from the atmosphere. Demand for removals should not come from actors that still have scope to reduce their emissions and polluting companies should not be allowed to use removal",
  "page_6": "EEB\nEuropean\nEnvironmental\nBureau\noffsets (including uncertain and reversible offsets in the land use sector such as carbon in soils or forests) as a means of avoiding carbon pricing or emissions cuts in their own value chains. Pull measures through regulatory provisions to avoid emissions in the first place (emissions at source) must be privileged and exhausted over market-mechanisms. This is certainly not the case for most EU industrial sectors, which are still widely underperforming on decarbonization of their energy consumption and production processes. The Rapporteur’s proposal in this respect is extremely dangerous as it disregards t h e several risks of making carbon removals and GHG emission reductions an equal sum highlighted by all environmental NGOs.\n4. Municipal waste incineration\nWaste incinerators in the EU emit more than 95 million tons CO2 equivalent annually (UNFCCC, 2020) Emissions have increase by 288% between 1990-2017and continue to grow (EEA, 2020). The amount of greenhouse gases emitted is comparable to the emissions of 13.4 coal-fired power plants per year. The current exemption for municipal waste incineration in Annex | of the Emissions Trading Directive (2003/87/EC) thus thwarts the rapid development of a circular economy and efforts to protect the climate. The trend is moving in the wrong direction throughout Europe: in many EU countries, further waste incineration plants are to be built.\nA recent study commissioned by Zero Waste Europe on the possible effects of including waste incineration in the ETS concludes that such an economic incentive could lead to waste reductions of up to 5 and 25% respectively for households and businesses. It would also help to avoid building 200 new incinerators and reduce GHG emissions by 20 mln tonnes CO2-eq per year. The example of Sweden, where EU-ETS is applied to waste incineration, also shows that such inclusion creates incentives to improve separate collection, especially of plastics. In Stockholm, 75% of plastic waste is now recycled rather than incinerated.\nTherefore, the EEB welcomes the inclusion of waste incineration in the ETS scope (AM 4, 42) and it should be implemented as soon as possible since the Rapporteur’s proposed date (2028) is too late. There are no science-based reasons for delaying it since it is a simple accounting change.\nMoreover, there is no need to undertake an IA study on the inclusion of landfilling and waste trade. The impact of landfilled plastic is indeed positive (no emissions as opposed to huge emissions when burning). Moreover, Art.22 of the Waste Framework Directive establishes that no landfilling of biowaste will be allowed from 2023. Lastly, waste trade is well addressed in the Waste Shipment Regulation proposal.",
  "page_7": "EEB\nEuropean\nEnvironmental\nBureau\n5. Fossil fuels and the Modernisation Fund\nThe Modernisation Fund, as part of the EU Budget, is one of the key funding instruments of the European Green Deal Investment Plan to support the transition towards climate neutrality. However, many loopholes in its current set-up leave the door open to support to lock-in into fossil fuels in the beneficiary member states.\nWhereas it is valuable to dedicate additional funds to coal regions in transition, the Rapporteur’s amendment (AM 50) fails to clarify that, in order to avoid uncoherent investments that would jeopardise the outcome of the transition process, the Modernisation Fund will have to fully align with the Just Transition Regulation (2021/1056), namely Art. 8 (scope) & 9 (exclusion) which excludes investment related to the production, processing, transport, distribution, storage or combustion of fossil fuels.\nMoreover, the Rapporteur’s proposal would contradict the spirit of the Modernisation Fund, which has been conceived to support the poorest Member States. We suggest keeping the original proposal of the Commission to allocate the Modernisation Fund only to the Member States with a GDP per capita at market prices below 65% of the Union average during the period 2016 — 2018 and to fund investments in the NUTS level 3 regions identified in the Territorial Just Transition Plans of only the eligible Member States.\nWe welcome the exclusion of nuclear power from the scope of the Modernisation Fund (AM 74). As to the entity of support, we support that 100% of the Modernisation Fund will be used for the scope currently proposed by the European Commission (AM 75); this is important to avoid the current situation where part of the Modernisation Funds is used for “non-priority projects”, which include fossil fuels.\nHowever, there is still ambiguous wording in Art 10 (d) since the exclusion of fossil fuels should be made clear and specify that the modernisation of energy networks (point d) and the modernisation of heating systems (point e) do not include networks and boilers based on fossil fuels.\nWe suggest using the same unambiguous wording for nuclear and fossil fuels in other parts of the Modernisation Fund: no support from the Modernisation Fund shall be provided to nuclear energy- related technologies, projects or installations or fossil fuels-related technologies, projects, or installations.\n6. ETS and the Industrial Emissions Directive\nThe ETS Directive should be made more coherent with the wider European Green Deal objectives of zero pollution. We need a combined approach between the ETS market mechanism (meaningful carbon price)",
  "page_8": "EEB\nEuropean\nEnvironmental\nBureau\nand the performance-based standards approach on industrial emissions set in the Industrial Emissions Directive (IED).\nFor this reason, Article 26 of the EU ETS Directive (left unchanged both by the European Commission and the ENVI Rapporteur) needs to be deleted and be replaced by fossil fuel phase out mandatory obligations, to push for a process switch to electrification or other decarbonisation measures coherent with the climate neutrality plan objectives.\nArticle 26 severely restricts the possibility by national competent authorities to set mandatory greenhouse gas emission limits for the EU’s largest industrial activities and allows to circumvent energy efficiency standards achieved using Best Available Techniques, which are considered as economically viable for industry (as in the IED regulatory approach). The aim of the integrated pollution prevention and control framework in the Industrial Emissions Directive 2010/75/EU, which is currently under review, is to prevent pollution at source. Fuel switch obligations, switch to electrification and complying with energy efficiency standards are indeed very effective means to support the required ‘deep industrial transformation’\nIndustry Climate Neutrality Plans could be a useful tool for faster pollution prevention at the source action if they meet the following conditions:\ne pursuing an integrated approach with other EU Green Deal goals, namely address other relevant impacts of regulated activities on air quality, water availability and pollution defining clear milestones and qualitative key performance indicators and benchmarks e.g. compliance with relevant environmental quality standards and strict enforcement of ambitious performance levels set by Union Standards, fossil fuel phase outs, electrification of processes etc. setting a bonus/malus scheme which would be proportionate to actions undertaken to reduce pollution efforts and avoid impacts and would subtract the “carbon cost” based on realistic price estimates. extending the CNP at mother company level, not solely at EU-based installation level.\n7. Democratic participation and access to justice\nFor too long since its introduction in 2005, the Emissions Trading Scheme Directive has been the exclusive boundary of policymakers, technical experts, carbon market and financial operators and industrial sectors. The main driver of the decarbonization of the EU’s economy has remained unknown to the wider public and to EU citizens, even though it determines what happens with large chunks of tax-payer money and ETS revenues, as well as has an impact on consumer prices.",
  "page_9": "EEB\nEuropean\nEnvironmental\nBureau\nConsumers and the public in general need to be able to challenge decisions that potentially allocate large sums of public money to polluting industries. Access to justice in the whole fit for 55 Package including the EU ETS is paramount because:\ne It adds resources to the enforcement and strengthens the application of the new legislation e It lowers the chances of undetected breaches of the legislation e It contributes to national ownership of the 2030 targets by adding accountability e It fulfils the EU’s international rule of law obligations under the Aarhus Convention\nThere is no horizontal legislation guaranteeing accountability and access to justice in EU environmental law. The European Commission has already recognized that there is a lack of EU rules guaranteeing public access to justice and it has called upon the co-legislators to introduce explicit access to justice provisions in sectoral legislation. It is now up to the Parliament to deliver legislative amendments which allow the public to hold their governments to account.\nWe welcome AM 104 requiring that the share of costs passed on to end consumers by each company should be publicly reported to provide comparative and transparent information. However, we regret that no amendment has been tabled by the Rapporteur to address public participation and access to justice in the EU ETS Directive.\n8. Our views on ETS 2 for building and transport\nWhile the EC’s proposed extension of the ETS to buildings and transport (ETS 2) would apply carbon pricing to fuels sold in these sectors (i.e. to fuels upstream producers) and hence potentially lead to important emissions savings, it can also bring with it significant environmental, financial, and social risks. Concerns remain about whether this instrument will effectively deliver on CO2 emission reductions (the Commission’s proposal does not propose a cap on emissions for these sectors) and who will bear the costs.\nFuel producers will pass on costs to final consumers — this is already happening in some Member States even without the EU-ETS extension being in place as industry is raising prices to profit from the political context, scaring consumers and disingenuously blaming the European Green Deal (EGD). These price rises are feeding through to consumers, who often have low short-term ability to adjust (i.e. low ‘elasticity’). On top of that, consumers’ adaptability to energy prices varies a lot across the EU and largely depends on the households’ wealth.\nSeveral conditions must be met to make sure the new policy instrument works for CO2 emissions reduction in synergy with other regulatory tools and by effectively addressing the social and distribution impacts:",
  "page_10": "EEB\nEuropean Environmental Bureau ensure that due attention is given to other existing regulatory instruments in the Fit for 55 Package (Energy Tax Directive, RED, EED, CO2 standards for cars & vans, EPBD), the EU Renovation Wave and relevant other EU regulation such as the taxonomy or state aid rules, should the EU-ETS instrument proves insufficiently effective to drive emission reductions in the buildings and transport sectors or if there is insufficient public support for the instrument; ensure that the EU-ETS for buildings and transport is consistent and coherent with the review of the Energy Tax Directive — i.e. avoids loopholes and exemptions that can undermine the instruments’ effectiveness and impact; commit to carbon pricing for all energy uses to be an integral part of EU legislation regardless of which policy instrument is finally chosen; remove environmentally harmful subsidies and fast-track support schemes to enable households to transition to sustainable solutions for heating and for transport at both EU and national level: this would strengthen the EU-ETS and reduce risks of social impact and hence public resistance; ensure that national measures are quickly put in place to so that there are readily available alternative options for households to respond to and to avoid potential price impacts — i.e. access to heat pumps, solar thermal and PV, battery storage, renovation and insulation for buildings, quality public transport and e-vehicles, complemented by improved infrastructure for active mobility such as cycling and walking. If these were in place, they would mitigate some of the above-mentioned social risks of the EU-ETS and avoid cost-impacts to households; make sure that a solid social package (Social Climate Fund and other financial resources) is agreed well before the revised Directive comes into force to apply the ‘polluter pays principle’ fairly and to avoid society having to bear the costs of poor political decisions to keep fossil fuels in the economy. The Social Climate Fund should be supported independently on the outcome of political negotiations on the EU-ETS 2."
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
