{
  "file_name": "102_1086.pdf",
  "pages": {
  "page_1": "EEB\nEuropean\nEnvironmental\nBureau\nEEB’s main asks for the Fit for 55 Package: A Package fit for the planet and fair to society\nJuly 2021\nThe Fit for 55 Package that the European Commission is due to adopt on 14\" July is a key policy milestone to implement the European Green Deal commitment to make Europe the first climate-neutral continent by 2050, while also ensuring the achievement of a zero pollution, toxic free and circular economy. The comprehensive policy and regulatory review will have to allow Europe to step up its effort to contribute to increase our chances to keep the\nglobal average temperature rise below 1.5°C as the threshold indicated by science to avoid the climate change impacts incompatible with life on the planet. The speed and size of climate and environmental challenges we are facing globally is such that we cannot afford to waste time and the next decade will be critical to put us on the right path. The unprecedented amount of funds made available by the Multi-Annual Financial Framework for 2021-2027 and the Next Generation EU Recovery Plan provide a unique opportunity to put in place more ambitious policy, economic and fiscal instruments and steer investments and reforms in the next decade. The agreement reached on the “55% net” greenhouse gas emissions reduction target for 2030 has been a remarkable political achievement.\nHowever, the climate target is still well below the 65% required by science based on equity and historical responsibility. The EU Climate Law has set a binding 2050 climate neutrality target and overall framework but now needs to be complemented with policy and regulatory tools to increase ambition across all economic sectors, as well as to ensure a socially and gender-just transition. Reducing our energy consumption by mainstreaming the Energy Efficiency First principle, combining carbon pricing with setting EU-wide phase-out dates for fossil fuels, stepping up the uptake of sustainable renewable energy and making the most of circularity in line with climate ambition, steering public and private finance towards achieving EGD goals, while ensuring synergies with other EU environmental, social and gender-equality targets will be the main challenges. Science and citizens across Europe are asking for\nmuch bolder actions to fight climate change. We hope that the Member States and the European Parliament will increase the ambition and policy coherence of the legislative package. Europe can and must do more.\nWe propose key EU-wide policy targets with precise timelines to increase ambition across the main legislative proposals accompanied by policy recommendations and supported by more information in our position papers.\nOur main asks\nOverarching policy targets\nClimate neutrality to be reached by the EU by 2040 A 65% GHG emissions reductions on 1990 levels by 2030 A 2030 renewable energy target of 50% in final energy consumption A 2030 energy efficiency target of 45% An EU-wide coal phase out by 2030 An EU-wide gas phase out by 2035 An EU-wide phase out of fossil oil products by 2040 Most nuclear power plants to be closed by 2040 An EU-wide phase out for the sale of Internal Combustion Engines (ICE) cars, no later than 2035",
  "page_2": "EEB\nEuropean\nEnvironmental\nBureau\nThe EU economy will not be able to become climate neutral until it fully decarbonises its energy system, with all economic sectors shifting to climate neutrality. In our Paris Agreement Compatible Energy Scenario we show that achieving a 100% renewable energy system by 2040 is possible, and requires:\ne A mobilisation of energy savings potentials through accelerating deep renovation of buildings and a modernisation of industrial production processes. The increase of energy efficiency in transport will also contribute. This leads to halving the EU’s energy demand between 2015 and 2050. A swift ramping up of domestic renewable energy use, with solar PV and wind energy for electricity production. Renewable electricity generation triples during the decade from 2020 to 2030. This leads to renewables covering 50% of gross final energy consumption in 2030 and 100% in 2040. An electrification of industrial processes, heating and transport, based on renewable electricity. Heat pumps and electric vehicles are key technologies that will progressively dominate buildings and road transport in the 2030s. A quick phase-out of fossil fuels, starting with coal mostly disappearing from the mix in 2030, fossil gas by 2035 and fossil oil products by 2040. Most nuclear power plants also will be closed by 2040. A limited role for non-fossil gases and fuels which are based exclusively on renewable hydrogen. These synthetic gases and fuels produced through electrolysis are essential for decarbonising industry and aviation, besides a smaller and declining contribution of sustainably sourced biogas and biomethane.\nTo achieve these targets, the following main measures are necessary in the Fit for 55 legislative Package.\n1) Emissions Trading System Directive\nEnsure that the Emissions Trading Scheme Directive delivers an EU wide coal phase-out by 2030 at the latest and sets a Paris-Agreement compatible CO2 price of 100 €/ton CO2 Set an emissions cap decreased by a one-off reduction of 450 million allowances in 2023, the LFR increased to 3.1% as of 2023 Remove Article 26 of the ETS Directive to ensure policy coherence between the ETS and the Industrial Emissions Directive (IED) through a combined approach to allow the application of performance-based standards (e.g. as set in EU BREFs/IED and Ecodesign Directive) Remove free allowances to industry and replace by full auctioning Phase out compensation for ETS indirect costs Extend the ETS to the maritime sector, strengthen the rules for the aviation sector and include incineration of municipal solid waste in the scope Set mandatory earmarking of 100% of auctioning revenues for climate purposes and avoid that revenues are spent to support fossil-fuel based industry (amongst other, State aid for CO2 indirect costs for industry) Exclude fossil fuels from both Innovation and Modernization Funds.\nEEB documents: EEB paper on the review of the EU ETS, EEB comments on the Inception Impact Assessment of the revision of the EU ETS, Relaunching a sustainable industrial sector pre-publication, Fossil Gas Manifesto, Article Emission trading invisible hand or sleight of hand, EEB letter to EC EU ETS\n2) Carbon Border Adjustment Mechanism\ne Make the CBAM an effective instrument to drive climate ambition in the EU and at global level to fully implement Paris Agreement",
  "page_3": "EEB\nEuropean\nEnvironmental\nBureau\nAvoid that the CBAM becomes a trade defense instrument and delays the decarbonization of the EU industry and economy Combine the introduction of the CBAM with the removal of free CO2 allowances for EU ETS sectors Establish robust monitoring, reporting and verification system and avoid “carbon dumping”, i.e. the risk that companies keep dirty steel at home and export only carbon free products Design the CBAM in a way that considers the footprint and emissions embodied in major bilateral trade flows, including CO2 emissions embodied in goods and services imported for intermediate and final use, regardless of their origin Provide for the definition of alternative approaches for calculating emissions, such as carbon product standards Provide for EU-wide product-based benchmarks to evolve into carbon performance requirements, to be set on a broader performance basis focused on end-use, making the EU ETS carbon market more future-proof. Factor in existing carbon pricing systems (ETS/taxes) in jurisdictions outside the EU Earmark CBAM revenues for climate-related purposes only avoid that these funds can be used to subsidize fossil fuels, including through subsidies such as State aid granted to EU ETS industry.\nEEB documents: EEB views and Policy Recommendations on a Carbon Border Adjustment Mechanism\n3) Renewable Energy Directive\nSet a renewable energy target of 50% in final energy consumption by 2030 Reintroduce national binding targets for renewable energy Provide for a combined approach between renewable energy (solar, wind, no new hydropower and very limited use of biomass), energy efficiency and wider environmental impacts Keep fossil fuels-based technologies out of the scope of RED II (i.e. low-carbon fuels) Keep CCS/CCU technologies out of REDII Make sure that only electric renewables and solar thermal targets are set as binding Prioritise improving of existing electricity grids, storage and demand-side measures over grid extension Require national heating decarbonisation plans Prioritise the use of renewable and direct electrification in those sectors where viable alternatives already exist (e.g. buildings, light-duty vehicles) Set ambitious sectoral renewable energy targets (industry, heating, transport) Include all environmental externalities in environmental sustainability criteria, including the impact that different energy sources have on air and water pollution (especially relevant for biomass), so to avoid trade- offs and ensure coherence with existing EU laws and policies Ensure that biodiversity concerns and biomass needs by ecosystems are reflected in the sustainability criteria to ensure no biodiversity loss, ecosystem degradation or weakening of resilience of ecosystems Ensure that the hierarchy in the cascading use of biomass use is respected — where biomass use does not compromise biodiversity, ecosystem functions, and critical ecosystem services, prioritise use of wood for construction and furniture, as feedstock for chemicals industry where no non-fossil alternatives exist, paper and pulp paper and finally, at the bottom of the hierarchy — energetic use: first a cogeneration and then electricity and heat Address loopholes on energetic use of biomass by reducing the currently set 20MW threshold to SMW. Stop treating biomass as a “zero carbon” fuel in the ETS and avoid incentives for energetic use of biomass Revise provisions for Guarantees of Origins (GO) to ensure that additional renewable electricity is produced, and strengthening the link between consumption promoted by GO and physical electrical production providing information on carbon footprint and impact of different energy sources on air pollution",
  "page_4": "EEB\nEuropean\nEnvironmental\nBureau\nEEB documents: EEB reply to the public consultation questionnaire on the review of Renewable Energy Directive (RED II); EEB-Hydrogen-Position-Paper, EEB Burnable Carbon: What is still burnable in a circular cascading low carbon economy, No more new hydropower in Europe: a Manifesto, Fossil Gas Phase Out Manifesto\nEnergy Efficiency Directive\n4)\nSet a binding energy efficiency target of 45% by 2030 Make the energy efficiency target binding both at EU and national level Reduce the energy demand, improve effective resource-use and boost the use of renewable-only energy Mainstream Energy Efficiency First in all relevant legislation Increase binding annual savings obligations Ensure real energy savings Remove of the “alternative measures” approach Increase ratio of refurbishment (3%, of which 70% deep renovation) to fully decarbonise buildings by 2040 and renewable-only energy solutions Push towards switching to efficient and decarbonized heating & cooling by promoting fossil phase out Strengthen the role of energy communities Make effective use of available funding to facilitate the transition to efficient and fossil-fuel free energy systems\nEEB documents: EEB contribution to the Renovation Wave consultation; EEB via Coalition for Energy Savings EED position paper\n5) Land Use and Land Use Change and Forestry Regulation (LULUCF)\nSet an EU binding level target to bring agriculture-related land use emissions down to net zero by 2030 and translate it into national targets for each Member State Propose a new governance model reconnecting agricultural activities and land management and fully accounting for the interdependency between climate and biodiversity objectives Remove flexibilities between the removals under the LULUCF and the ESR Establish safeguards avoiding offsetting a lack of reduced emissions in the ETS and ESR sectors by the promised increase of removals in agricultural lands and the forestry sector Establish an EU binding level target for non-CO2 agricultural emissions and agriculture-related land use emissions as well as a separate EU target for forestry and other land use under an expected new Agriculture, Forestry and Land Use (AFOLU) policy instrument and translate them into national targets.\nEEB documents: Beyond Net-zero emissions in agriculture\n6) Effort Sharing Regulation\nMaintain buildings, transport and agriculture in the Effort Sharing Regulation Increase the ESR target as national binding contributions to the 1.5°C target Set a binding EU level target of reduction of at least -20% for non-CO2 agricultural emissions compared to 2005 level and translate it into national targets for each Member State Achieve the EU level target for non-CO2 agricultural emissions by ensuring coherence with sectoral policies to support the transition towards agroecological practices and promote a healthier and more sustainable diet",
  "page_5": "EEB\nEuropean\nEnvironmental\nBureau\nEstablish sectoral climate-neutrality roadmaps Establish a sectoral climate-neutrality roadmap for agriculture by identifying best agroecological practices that have been already identified and could be scaled-up.\nEEB documents: Beyond Net-zero emissions in agriculture\n7) Energy Taxation Directive\nMake the ETD an effective instrument to complement the policy tools and increase climate and environmental ambition Internalize the “polluter pays principle” in energy products Tax all energy products based on their carbon content to tackle emissions in transport and buildings Remove all subsidies to fossil fuels (exemptions, fiscal advantages, and rebates) and accelerate decarbonisation of the energy grid Redistribute fiscal revenues in a fair, transparent and consistent way to mitigate social impacts and drive a green recovery stimulus Introduce a “passerelle clause” as legal basis for the ETD to facilitate the co-decision process\nEEB documents: EEB reply to consultation on ETD Revision, EEB reply to EC questionnaire on ETD revision, EEB report on Carbon Pricing in the EU, Fossil Gas Manifesto, EEB and ClientEarth Letter to EP President Sassoli on ETD legal basis\n8) Energy Performance of Buildings Directive\nIncrease at least three times the number of renovations, focusing on one-step deep renovations Reduce the need for fossil imports. Fossil fuels should be phased out in both deep and light renovations, first and foremost in heating and cooling Set ambitious mandatory Minimum Energy Performance Standard (MEPs), including whole lifecycle energy/emissions. MEPs should be legislative requirements that rule out the worst-performing buildings from the market. They should also be measured by using a common approach across the Member States. The Energy Performance Certificate (EPC) revision should include measures for the total decarbonisation of buildings, including energy efficiency and circularity measures. Introduce a Whole Lifecycle Carbon approach to energy efficiency and circularity strategies, including both operational energy-use and embodied impacts. Level(s), based on EN 15978, would support assessing such a lifecycle performance Establish Zero-Emissions Buildings (ZEB) definition, excluding the use of fossil fuels, including H2 use for direct heating. It should be a priority to define ZEBs harmonised criteria based on whole lifecycle energy, accompanied by GHG emissions performances criteria as a part of plans by the Member States. These standards will allow to assess Long Term Renovation Plans on a common basis and elaborate an ambitious route establishing a common benchmark EU climate law.\nEEB documents: EEB feedback to the IIA for the EPBD revision, EEB contribution to the Renovation Wave consultation",
  "page_6": "EEB\nEuropean\nEnvironmental\nBureau\nFor more information on this document, please contact: Barbara Mariani, EEB Policy Manager for Climate/Climate & Energy Lead barbara.mariani@eeb.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
