{
  "file_name": "102_1085.pdf",
  "pages": {
  "page_1": "'Fit for 55'\nEEB assessment\n\n\nEU's ‘Fit for 55’ is heading in a good direction\nyet not fit for climate nor fair to society\no.\nsens\nx\na\n=\nMe\ni.\nsis tn |\nsi.\nwee\n8\nWE)\nte\nav\nWb\na\nfa\ni aa\na\nsists\nf\na ——\nie\naS\n4\n|\nFi\n«\n%\nP\n| eae\n244\nAS\now Ye\noa,\na te \"\n7\na,\nrk |\ns\nra sed\nae a |\no =\nCS\nes\na! ie\n& a)\nat\ni)\nN\n=\n| =|\nae |\npo\n=s |\n2%\ni=\nes\n“\nra\n=\na’\n=\n|\n4 |\n|\n\\i@\nby",
  "page_2": "EEB\nEuropean Environmental Bureau\n16\" July 2021\nEEB assessment: EU's ‘Fit for 55’ is heading in a good direction but is not yet fit for climate nor fair to society\nThe European Commission has presented an impressive package of proposals to increase its climate ambition in line with the European Green Deal but is missing another historic opportunity to phase out fossil fuels, leaving the door open for coal, gas and oil to stay in the EU energy system for at least another two decades while sending the \"polluter pays\" bill to EU citizens.\nEEB Initial Assessment\nEEB’s assessment\nStep forward but insufficient\nStep forward but insufficient\nToo weak\nToo weak\nStep forward but insufficient\nStep forward but insufficient\nStep forward but insufficient\nStep forward but flawed legal basis\nGood for 2035\nStep forward but too little for 2030\nStep forward but overreliance on\nvoluntary measures\nStrong political signal\nPolitical risk / weak on details\n11. Social Climate Fund\n9 Revision of CO2 Regulation for Cars and Vans\n10. EU New Forest Strategy for 2030 and Roadmap for\nplanting 3 billion trees\nClimate ambition and policy coherence\nRevision of the EU Emission Trading System (ETS)\nCarbon border adjustment mechanism (CAM)\nEffort Sharing Regulation (ESR)\nRevision of Renewable Energy Directive (RED II)\nReview of Energy Efficiency Directive (EED)\nRevision of LULUCF Regulation\nRevision of Energy Taxation Directive (ETD)",
  "page_3": "The European Commission released on 14 July the latest instalment of the European Green Deal: ‘Fit for 55’. This package is meant to align a wide range of EU policies with the EU's 55% net emissions reduction target for 2030.\nThe most relevant EU green policy dossier of the year not only fails to provide climate-neutral roadmaps and sector-specific targets, but also continues to shield EU industry from paying the full cost of pollution Introducing an Emissions Trading Scheme for buildings and transport while maintaining free CO2 allowances for industry and using public funds to finance fossil fuels in Europe will de facto shift the cost of pollution from the actual polluters to the final consumer.\n“What the Commission says is 'Fit for 55’ is unfit for our planet and unfair to society. Without a fossil fuel phase- out, the fuel industry will pass on emission costs for buildings and transport to citizens and still keep making immense profits\" says Barbara Mariani, EEB Policy Manager for Climate.\nSectors that generate the greatest emissions and pollution, such as heavy industry and agriculture, are still excluded from the effort required to contribute to climate neutrality by using all the options already available today.\nThe targets for renewable energy and energy efficiency are far below the level of ambition needed to keep global warming below 1.5°C and they are not binding at national level. This will delay the energy transition in the member states, since the current EU climate and energy governance framework has proven insufficient to fill the gap.\nThe Court of Auditors recently unearthed a worrying trend whereby public money is often spent to cover costs that polluters should pay. Industry decarbonisation efforts have lost a decade due to low carbon prices and free allowances, which have helped some industrial sectors make profits of up to €50 billion between 2008-2019.\nWhereas some proposals in the ‘Fit for 55’ package are positive, such as the inclusion of maritime emissions in the ETS or the exclusion of fossil fuels projects from the scope of the Modernisation Fund, others are mostly asking all citizens to pay again to keep the fossil fuel industry alive, on top of the subsidies already provided.\nThe Commission has committed to mitigate economic impacts on the most vulnerable citizens with the Social Climate fund to complement the Next Generation EU. Nevertheless, the 20bn EUR/year to each Member State is not enough if directed to benefit the poorest 20% of EU citizens and will need significant national budget engagement.\nThe EEB calls on member states and the European Parliament to demand an increase in the ambition and policy coherence of the ‘Fit for 55’ legislative package. Science requires it and citizens across Europe are demanding much bolder action to fight climate change.\n“Politics is the art of the possible and the Fit for 55 package demonstrates low confidence as to what is possible, despite the growing citizens’ cries for ambition and new records being broken on climate impacts this year\", points out Patrick ten Brink, EEB Deputy Secretary General.",
  "page_4": "EEB’s Initial Assessment explained - what our experts think\n1 Climate ambition and policy coherence\nGlia»\nThe Fit for 55 package represents an impressive effort to reform the overall energy and climate policy framework with a view to catalysing a transition to a zero-carbon economy. While ambitious in narrative and forward-looking in introducing new policy instruments, more needs to be done across the different files to respond to the scientific evidence of greater emission reduction needs.\nThe climate (GHG) and energy targets (EE, RED) are all below the level indicated by science for contributing fairly and effectively to the 1.5C° temperature goal. Moreover, the energy targets are still not binding at national level, and this risks reducing their potential and delaying Member States’ efforts. The inclusion of new sectors (buildings, road transport and maritime) under the ETS and the new energy taxation excluding exemptions for aviation and maritime would extend the carbon pricing significantly by 2/3 by 2030. However, the effort is thwarted by the fact that there are no clear EU-wide phase-out dates for fossil fuels. Highly climate-impactful sectors like agriculture are still left unregulated.\nMoreover, industry remains largely shielded from the costs as the system of free allowances is confirmed and even extended beyond 2030 if a CBAM is introduced. This would leave most of the economic burden on citizens and would weaken the potential of the CBAM to drive climate ambition in the EU and outside its borders. The scope of the CBAM leaves out a large portion of emissions embedded in imports and will provide double protection to industry for the time being.\n2. Revision of the EU Emission Trading System (ETS) Gam\nThe emissions reduction target for industry in the scope of the EU ETs has been increased to -61% below 2005 level from the current 43%. The Linear Reduction Facto has been increased to 4.2%. However, we regret to see that the ETS keeps free allowances to industry unchanged. It is positive that shipping has been included in the ETS, but international aviation is still out of the scope. We welcome that 100% of ETS auctioning revenues are earmarked for climate purposes but these must be carefully defined to avoid loopholes. An ETS for building & transport which is not combined with phasing out fossil fuels will lock-us into fossil fuels (coal, gas, oil) for at least the next fifteen years and only pass on costs to citizens. The Climate Social Fund will not be enough to address the related social impacts of an ETS for these sectors.\nWe regret that the EC still misses an opportunity to align the ETS and the IED by not replacing Article 26 of the EU ETS with regulatory type of actions such as binding efficiency standards and GHG limits for the largest EU point source emitters but leaving this for future review. Moreover, waste incineration still remains excluded from the ETS scope. Free allowances and State aid for indirect costs to industry are still allowed and the required condition to implement energy audits is extremely weak as an incentive to further decarbonize these sectors. On the positive side, the Modernization Fund excludes any energy generation facilities that use fossil fuels. However, the Fund will support many end-of-pipe techniques such as CCU and CCS and, therefore, fossil-based hydrogen and other low carbon fuels.",
  "page_5": "3. Carbon border adjustment mechanism (CBAM) o~\nThe CBAM is a positive step forward in tackling emissions in imports and increasing climate ambition within and outside the EU's borders. However, it is very weak in terms of products/materials coverage, even if a review clause could extend the coverage in the future. It should not be seen only as a way to protect EU industry, but rather as a tool = to accelerate decarbonisation of industry and help secure sustainable investments in EU with spill over at global scale. The methodology to calculate embedded emissions is not aligned with a comprehensive carbon footprinting of products & materials placed on the market, which will not be clearly required and communicated, although in a future review, such carbon footprinting methodology could be proposed. One positive point is the confirmation of the removal of free allowances for sectors covered by CBAM, however the progressive removal is too slow and an additional protection of EU industry, which may hinder investments in decarbonization, as the CBAM would extend protection (free allowances) to EU industrial sectors covered even beyond 2030. We also appreciate that when actual emissions cannot be reported a rather unfavourable default value is used, as this will incentivise the calculation of actual emissions or at least not falsely reward the worst performers (as an average value based on national energy mix would have done), although this may raise concerns within WTO. A final concern is how most vulnerable trading partners may be approached (LDC's) and how part of the revenues could be allocated to support their decarbonisation efforts.\n4 Effort Sharing Regulation (ESR)\no~\nThe proposal increases the national binding targets for Member States to contribute to an EU-wide ESR target increased to 50% from the current 40%. The national binding targets however risk becoming a bargaining point with member states that could lead to a sub-optimal level of ambition and unwanted trade-offs. We hope that arguments on cost efficiency and fairness do not undermine climate ambition. It is positive that road transport and buildings remain under the scope of the ESR even if included in the new ETS and are seen as contributing to the achievement of the ESR target, and not as a substitution of it. The combined emissions reductions for the buildings and road transport sectors will be of 43% in 2030 compared to 2005. However, the interaction between the ESR and the ETS for buildings and transport is still not clear and an impact assessment of how the carbon price for these sectors will evolve and the related social impacts is required.\nWe regret that the proposal does not lead to the changes in the ESR that would be required to limit global warming to +1.5°C. Knowing, that up until today the agricultural sector contributes only by 1% to the former 30% reduction target of the ESR, the EC's proposal provides another free pass for non-CO2 agricultural emissions. Only a sectoral target of at least -20% for non-CO2 agricultural emissions accompanied by the development of sectoral climate- neutrality roadmaps would have provide the right incentive for a transformative agenda in agriculture.\nAgricultural emissions have not decreased over the past 15 years. The revised ESR does not seize the opportunity to reconnect agricultural production with land management. This tunnel vision does not provide the right signal for MSs to set transformative agriculture leading to less emissions, more removal and better resilience to ongoing extreme weather events. While the use of LULUCF credits by Member States to reach their national targets has proven an obstacle to reducing emissions in agriculture, today’s proposal does not remove this loophole.",
  "page_6": "5. Revision of Renewable Energy Directive (RED II)\nGa»\nThe current EU's 32% renewable energy target for 2030 has been increased to 40%. This is a good step forward but unfortunately still far short of what is needed for the pathway to a decarbonised energy system. It is a missed opportunity to promote innovation and the roll out of cost-effective, job-creating solutions, already cheaper than fossil alternatives. Also, the renewable energy target is only binding at EU level and the opportunity to reintroduce it as binding at national level has been missed. This could potentially let member states off the hook.\nWe welcome the introduction of binding targets for heating and cooling at national level and the introduction of decarbonisation plans for heating and cooling, one of the most pressing issues. The promotion of Power Purchase Agreements and setting indicative targets in industry energy consumption can help industry decarbonisation but the ambition falls short. In district heating, where a switch from fossil to renewable energy is urgently needed, a 2.1% renewable increase is not enough to be in line with full decarbonisation by 2040.\nWe also welcome strengthening of sustainability criteria for biomass but it is too limited to ensure health and resilience of ecosystems and that wood use should be prioritised first and foremost for other sectors than energy. While some steps forward have been made with regard to sustainability criteria - such as lowering of the 20MW threshold to 5MW and the recognition that stumps and roots should not be used, overall the new provisions do not yet ensure that limited biomass resources will be used in the best way in the wider economy or avoid that biomass burning will not have consequences on biodiversity or air pollution. The coherence with air quality policies is lacking as no reference is made to air quality in the criteria and there is no explicit recognition of the high levels of contribution of burning biomass to poor air quality, despite the fact that heating with wood stoves and boilers is one of the most harmful air pollution sources. This is a missed opportunity as existing legislation does not do enough to prevent the 400,000 premature deaths each year in the EU due to air pollution. While the Zero Pollution Action Plan has the potential to address this, more can already be done by the Council and EP in the forthcoming RED II Revision trilogues to improve air quality and improve health and wellbeing.\nOn hydrogen, we welcome the focus on renewable hydrogen. As regards industry decarbonisation, only 100% renewable hydrogen should be used. However, renewable hydrogen should not be used to decarbonise buildings given that cost-effective alternatives exist. We regret that low-carbon fuels have been included in the scope of the directive.\n6. Review of Energy Efficiency Directive\nGED\nThe proposal strengthens the current 2030 EU's energy efficiency policy by increasing the target for reducing primary energy consumption to 39% and final energy consumption to 36% of the projected energy use by 2030. The Energy Efficiency First is enshrined as key principle for policies and investments. However, this target is still below the energy savings needed to enable the transition to a fully decarbonized energy system needed for climate neutrality. We also regret that the target is only set at EU level and not binding for member states. This will limit its full potential and delay actions at national level. There are some positive improvements, such as regarding the role of public bodies, through Green Public Procurement that opens to global CO2 emissions of",
  "page_7": "buildings (embedded emissions) and an increased obligation for renovation to 3% of the whole owned public stock per year. This should kickstart a wave of renovation in countries where a relevant share of buildings is in the hands of public bodies.\nThe prioritization of building renovations to reduce energy consumption is welcome. However, promoting one- step deep renovations, which are the cheapest option for citizens, is not mentioned in the directive, and there are no clear targets on circularity that ensure low carbon renovations. Considering and assessing the whole life- cycle of carbon emissions of buildings is just recommended, focusing on new public buildings, when it should be mandatory for each new building and renovation to ensure that the improvement of energy efficiency does not generate more CO2 emissions. Moreover, the Nearly Zero Energy Buildings concept, which is not Paris compliant, is mentioned as the reference for buildings, whereas the term Zero Emissions Buildings, which would include a wider approach on the Whole Lifecycle of both renovations and new buildings, is overlooked. The Global Warming Potential for buildings is a positive step, however it should be introduced also for existing buildings and as soon as possible.\nWe welcome the effort to bring data center and ICT within the framework of energy efficiency through specific provisions aimed at monitoring their ever-growing energy demand.\nIt is positive that energy efficiency is framed as a relevant tool to contrast energy poverty and a specific obligation to achieve energy savings through measures that alleviate energy poverty is introduced. It is positive that the directive explicitly mentions that energy efficiency measures need to be designed in a way that avoid perpetuating existing inequalities based on social categories but that is not enough to tackle existing social and gender inequalities. Concrete measures how to tackle energy poverty in a social and gender just way is needed (see also point 10).\n7. Revision of LULUCF Regulation GED\nThe proposed revision of the LULUCF will progressively change the architecture and the scope of the regulation with small positive elements. The European Commission proposes to reach an overall timid Union target of net GHG removals of 310 million tonnes for CO2 equivalent that will be distributed between Member State as annual national targets for the period 2026-2030.\nThe Commission's proposal also includes a requirement for Member States to factor in some biodiversity elements through reporting, such as high carbon stock land, land units subject to protection and land units subject to restoration. While a step forward, this must be linked to clear objectives to restore forests across Europe.\nNon-CO2 agricultural emissions will be included in the scope of the regulation starting from 2031. This will dangerously give a new free pass for the sector in the fight against climate change by taking the risk that it seeks to offset those emissions against the uncertain removals of forests and lands. Clear EU and national binding targets for agriculture are needed for the agricultural sector to be part of the solution and not the problem in this new AFOLU legislation.",
  "page_8": "8. Revision of Energy Taxation Directive (ETD) ew\nThe proposal for revision of the ETD is an important first step towards internalising pollution costs in the energy sector. We welcome the proposed increase in minimum tax rates and the fact that taxation would be based on energy content and environmental impact of fuels, with those most harmful to the environment paying the most tax. It is good to see that certain exemptions would be phased out and that previously exempted sectors, such as aviation and maritime transport, would no longer remain so. Another positive element is that Member States would be able to assist vulnerable parts of society and protect households against energy poverty and counter the possible negative effects of the tax. The proposal sets a minimum fuel tax rate on kerosene for flights within the EU. However, this rate will start low and only reach the standard rate of taxation for motor fuels and electricity by 2033. Cargo-only flights are exempted from this fuel tax and private jets and pleasure flights will face the full tax rate from 2023 (no progressive phase-in). Sustainable alternative fuels will not be taxed until 2033 and flexibilities for Member states risk further watering down the measure. Moreover, the proposed legal basis for the ETD remains Article 113 TFEU, which means Member States would have to unanimously agree with the legal text. This risks making the ETD proposal a lame duck, resulting in the Directive either not making it through Council or being watered down to the extent of being rendered ineffective. This would constitute a major step backwards for the Fit for 55 package given the recognised importance of pricing to incentivise innovation and decarbonisation.\n9. Revision of CO2 Regulation for Cars and Vans &w Good on 2035 “umm Step forward but insufficient on 2030\nThe proposed revision of the CO2 regulation for cars and vans includes a very welcome commitment to fully phase out sales of ICEs for cars and vans by 2035 and recognises the need to move beyond fossil fuelled transport. However, the 2030 targets - 55% reduction of emissions from passenger cars and 50% reduction for vans with respect to 2021 levels - are weaker than needed. Firstly, this well leave a major challenge for the five years to 2035. Secondly, with the majority of vehicles on the road in 2030 at higher emissions than the target for new vehicles, we can only expect emission reductions from cars and vans to contribute much less to the 55% reduction target than other sectors covered by the Fit for 55 package. We therefore need the 2030 cars and vans targets to be strengthened to ensure transport does its fair share in emission reductions. Furthermore, existing vehicle stock will remain on the roads emitting for many years after 2035, extending the climate legacy from fossil fuelled transport. Serious action will be needed by cities and countries to address this fossil legacy and get fossil-fuelled cars off the road and avoid them being exported to pollute elsewhere.\nThe implementation of the measures in the proposed regulation amendment will benefit from the proposed EU- ETS for transport and the commitment to charging infrastructure also under the Fit for 55 package. However, the commitment to decarbonise transport needs also a much greater focus on a move to public transport, investment in healthy transport modes (e.g. cycling and walking) that are alternatives to vehicles, and modal shift. The resource and space use and congestion impacts of private vehicles need to be tackled to have fit for purpose transport solutions. Most of this is unfortunately not sufficiently reflected in the Fit for 55 package.",
  "page_9": "10.New EU Forest Strategy for 2030 and Roadmap to plant 3 billion trees\n€#@™ Maintains\ncommitment to protect and restore forests, but overly relies on voluntary measures\nThe European Commission adopted a New EU Forest Strategy for 2030 as part of the Fit for 55 package, recognising the importance of forests in adapting to and fighting climate crisis. The Strategy aims to improve the health and resilience of EU forests and contains several encouraging elements, such as a focus on closer to nature forestry, but remains too timid to address forest destruction and biodiversity loss. Compared to the initial ideas by the European Commission, the adopted Strategy maintains the commitment to protect and restore EU's forests, even though the priority given to this in the Strategy has been diluted after the significant pressure from several EU's Agricultural Ministers and forest industry. As a result, the Strategy relies mainly on voluntary measures, for example, a set of criteria for assessing whether a forest is ‘sustainably managed’ is now proposed to be used on a voluntary basis, while in the earlier drafts of the Strategy, the European Commission considered putting them as part of the new legislation on Forest Planning and Monitoring. To bend the curve of biodiversity loss, the EU needs to move from monitoring and voluntary action to mandatory action to protect, restore and sustainably manage EU's forests for biodiversity and climate.\n11. Social Climate Fund Qe Strong political signal\n===\nPolitical risk & weak on details\nThe commission's strong narrative committing to leaving no one behind is welcome, as is the proposed Social Climate Fund to complement the Next Generation EU contributions and investments linked to the Renovation Wave. There is a clear commitment to support income and investments in energy savings, help tackle energy poverty and protect vulnerable households and small businesses. It is a statement of solidarity. However, 20bn EUR/year to Member State is not enough if directed to benefit the poorest 20% of EU citizens and will need significant national budget engagement. Furthermore, given that the narrow definition of green jobs suggests that most of the money will go to male-dominated sectors, specific mention of and measures to address gender inequalities should have been included to avoid exacerbating gender equalities. A strengthened commitment to look in more detail at gender and minorities particularly at risk from energy poverty and at risk for price impacts is needed to ensure that the solid narrative on solidarity and leaving no one behind is respected in practice. In summary, good, but more needs to be done to ensure delivery of the promise to alleviate social inequality and mitigate social impacts from the Fit for 55 package.",
  "page_10": "Next steps and further information.\nThe above is an initial summary assessment of the Fit for 55 package and will be complemented by detailed file by file assessments. We look forward to sharing our detailed insights on the package and what needs to be done for it to be fully fit for purpose to address the climate crisis, while mitigating social impacts in a fair way, and being coherent with other environmental policy objectives, notably biodiversity and air pollution. We look forward to working with Council and Parliament to see how the Fit for 55 package can be further strengthened and be fit for purpose.\nContact details\nBarbara Mariani, EEB Policy Manager for Climate and lead on the ‘Fit For 55’ assessment:\nbarbara.mariani@eeb.org\nFollow us in EEB.org and in our META news channel.",
  "page_11": "o\n, * a\nP\n, ce\nLo 2\neo\n-\nposiveg\nOS\nose pi\n“e\nGs\no%«\noo\n»\n,»\n&\n»\na?\n=\n*\nLige\nkK yk\nsf\nx\n&\nEEB\nEuropean Environmental Bureau\n*\n‘\neh\naa\nW\n*\n{!\ny\nhh\nA\nJ Ni\n‘A\niva\n»\n)\n'*\n\\¢ »\n,\ni a\n=) %\nae\n»\n*\n4\nwih\nva a - “\nm°\n4\nVE\n§\ni\n*\nNo Al\n{)\n/'\nA"
},
  "language": "Languages.ENGLISH",
  "total_pages": 11
}
