{
  "file_name": "102_1093.pdf",
  "pages": {
  "page_1": "Sal\nThe EU wel tle\nCircular Consi\nee am\nMapping EU policies and\nimpact\niy\n) Way\nnt\nWh\n}\n4\nff\ntif\n‘ih Alyy\nWil\nNh} \\)\ni\n‘\nA Hi) i\npte\n©\nSe a\n|\n4\n==\neal eT\nam\n\\ |\nons\na —\nfy {\nROR Rijkswaterstaat\n\n——_\niy\ni i he H\\i\\h A\nWi\n‘i \\N\ni\\A Hi)\nnh Ni i\\\\ q if Wa +) Mi. a\ntM\n\\\\\n‘ H\n\"\n\\\"\nVy!\nWW\n\n1\nNi\"\nhy th ay Ni\ni\ni) I\"\n‘\\\\ \\\\ i}\nNi\ni\n{|\n~~]\nShay he an ah\nh\nba\nhe\nuh\niy\n+\nen] eeneneret\n|| eqerestt ef\neS\nh\nhy ) \\\"\ni Pepiaseet ete\n‘|\na\\Y\nVi\n\\u\nee ee gesereeest\n|e\n=4=-\na a\nam)\nhy\nrt\nii ih\nNy\n‘ea!\nMinisterie van Infrastructuur en Waterstaat\na\nFinal report (2) | SGS INTRON project A141500 | Rijkswaterstaat project P6F11_551 | May 24, 2023",
  "page_2": "1. Summary\n4. Mapping of EU circular policies\nSummary (1/2)\nBackground and goal of this study\non-going, but it is to be expected that life-cycle impacts of products, especially global warming, will become mandatory to declare. This will be based on an LCA approach similar to the Dutch ‘Bepalingsmethode’ for LCA and the Environmental Cost Indicator MKI.\nAlthough similar, there are probably several issues impacting the Dutch National Environmental Database and ‘Bepalingsmethode’. There is close follow-up of the revision by the Dutch Ministry of BZK, and it is recommended to continue this in close collaboration with Dutch stakeholders. The standardisation in CEN TC350 will remain important too.\nNext to LCA, life cycle information requirements, environmental requirements and rules for reuse declarations will be integrated in the CPR. This interacts with Dutch initiatives, like the guidelines developed in Platform CB’23, which can be used as input once the CPR topics are further elaborated in product standards.\nBuildings\nCircular policies for buildings are elaborated in the revision of the Energy Performance of Buildings Directive (EPBD). The energy-related requirements will be extended with a ‘whole life carbon’ assessment, based on an LCA-approach (laid down in the European method Level(s)) using product data resulting from the new CPR requirements. This seems to be in line with the Dutch environmental performance of buildings (MPG) assessment, also using product data.\n2. This Study\nMany regulations in the Netherlands are governed by EU legislation and international treaties, also in the construction sector. The 2020 European Green Deal and its legislative and non-legislative initiatives, including a European Circular Economy Action Plan, have an impact on the Dutch circular economy ambitions. The Netherlands aims at being circular in 2050. Rijkswaterstaat has the ambition to work circular and to be climate neutral by 2030. An international strategy is necessary to avoid conflicts with national plans and safeguard alignment with European policies.\nIn 2020, Rijkswaterstaat already mapped out the European policies on circular economy for infrastructure, a sector considerably underexposed in EU circular policies. Rijkswaterstaat has put a lot of effort into building an international network to draw attention to the infrastructure sector. Mean- while, part of the European policies changed or extended, especially in the ‘Fit for 55’ strategy. To be prepared for the next European legislative period after 2024, Rijkswaterstaat started this study to update the 2020 mapping. This time, both infrastructure and building policies are considered, to get other (Dutch) parties on board as well for an international strategy.\nRelevant European circular economy policies\nConstruction products\nCircular policies for construction products are all elaborated in the revision of the Construction Products Regulation (CPR). The revision is still\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\n-SGS|",
  "page_3": "1. Summary\n4. Mapping of EU circular policies\nSummary (2/2)\nconstruction sector in the next years, but after 2024 new end-of-waste criteria may be developed for aggregates and possibly mineral wool. Since the Netherlands already has end-of-waste criteria for aggregates, this may become important. The revision of the EU Construction and Demolition Waste Protocol is of less importance.\nSustainable finance - Taxonomy\nThe European Taxonomy classifies sustainable economic activities for green investments. This is already elaborated for real estate, based on an LCA approach like in the EPBD. Criteria for sustainable infrastructure activities are being prepared, probably focusing on concrete and demolition. Though not directly impacting Dutch circular policies, it is important for gaining market support for the circular transition, that definitions of ‘sustainable and circular’ buildings and constructions are aligned. It is recommended that affected Dutch stakeholders, e.g. for concrete, align their feedback to the European Commission.\nGreen Public Procurement\nGPP is a relevant tool for the infrastructure sector to proceed with environmental and circular requirements, especially in the absence of other European instruments. Staying involved in EU initiatives can be helpful to increase the supply of sustainable products and services in Europe.\nPriorities and recommendations\nThese can be found here.\n2. This Study\nEs\nUnder the EPBD, also a framework for a ‘digital building logbook’ (DBL) is foreseen. The aim is similar to the Dutch development of ‘passports for constructions’: ensuring that relevant data of constructions along the chain become (digitally) available for several purposes. European developments just started with a first focus on generic principles for data exchange. Specific content is not elaborated yet. This development should be followed to ensure that principles for digitisation are aligned with the Dutch data strategy as announced in the National Program Circular Economy, and in development in Platform CB’23. In future, CEN TC350/SC1 for circular construction might play a role in standardisation of the concept.\nInfrastructure\nThere are no specific legislative initiatives for sustainable / circular infrastructure. Though the infrastructure sector can make use of the environmental product data resulting from the CPR, and could also apply a whole life carbon assessment, there is no specific European framework foreseen for this purpose. It is still unclear if and how DBL can apply to infrastructure as well. Since several other European sustainable policies, like sustainable finance and Green Public Procurement (see below) rely on European frameworks to assess sustainability, it remains important for Rijkswaterstaat’s international strategy to put the infrastructure sector on the European agenda. Monitoring the Green Deal and (new) initiatives remains important to be aware of opportunities to do so.\nWaste policies\nThe European Waste Framework directive is important for the use of secondary raw materials. No important changes are foreseen for the\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\n-SGS|",
  "page_4": "1. Summary\n4. Mapping of EU circular policies\nContent and reading guide\nReading guide\nClick on the tabs at the top to navigate through the document\nWaste policies Fit for 55 package EPBD: Whole life carbon assessment / Digital Building Logbooks Emission Trading System: ETS-BRT / CBAM a Sustainable finance: Taxonomy a Green Public Procurement Impact analysis and recommendations a Relationship Dutch policies and EC dossiers a Prioritisation a Outlook next legislative period\n5\n2. This Study\nSummary 2. This study a Background a Goal and scope a Approach 3 Dutch circular construction policies a General a Infrastructure a Buildings a Reference topics Mapping of EU circular policies a The European Green Deal a Circular construction policies a The construction ecosystem The Circular Economy Action Plan CPR: LCA/ Life cycle information requirements / Environmental requirements / Reuse\n4\n5. Impact analysis and recommendations\nAnnex A. Relevant organisation / entries\nAnnex B. Further reading\n3. Dutch circular construction policies\n1",
  "page_5": "1. Summary\nAbbreviations\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nAbbreviation Meaning\nACR+\nAssociation of Cities and Regions for Sustainable\nResource Management\nAbbreviation Meaning\nMinistry lenW Ministry of Infrastructure and Water\nmanagement\nAbbreviation Meaning\nEN\nEuropean Norm (standard)\nNEN\n| NMD NMD\nMS\nMember State (of the EU)\nNederlands Normalisatie-instituut (Dutch\nstandardisation organisation)\nDutch National National Environmental Environmental Database Database\nETS (-BRT) Emission Trading Scheme (-Buildings and Road\nTransport)\nEU\nEuropean Union\nNVTB\nNederlands Verbond Toelevering Bouw (Dutch\nmanufacturers of construction products)\nDG\nDirectorate General (of the European Commission)",
  "page_6": "1. Summary\n4. Mapping of EU circular policies\nThis Study\nUpdate of 2020 study\nGreen Public Procurement (GPP) is also picked up again, with an adjustment of GPP for public buildings. The corona pandemic resulted in investment budgets, and the new Taxonomy aims to make those investments more sustainable. For construction products, the revision proposal of the Construction Products Regulation (CPR) includes a number of draft requirements in the field of sustainability and recycling/reuse.\nDespite Rijkswaterstaat's international contribution in recent years (non- paper, branding paper? and various webinars), sustainability and circularity in the infrastructure sector are still considerably underexposed in EU circular policies. RWS has put a lot of effort into building an international network, which has created more ways to draw attention to the infrastructure sector. Coming to the end of this legislative period, it is important to continue to raise the issue of sustainable and circular infrastructure, to ensure that it is still in line with ongoing developments where possible and, ideally, to get it more clearly on the agenda for policy after the next elections in 2024.That is why RWS has set out a number of projects as part of the overall program ‘Circular Economy in Infrastructure’.\n2. This Study\n— Background (1/2)\nMany regulations in the Netherlands are governed by EU legislation and international treaties, also in the construction sector. Alignment of legislation is essential to secure continuation of the Rijkswaterstaat (RWS) ambitions towards ‘working circular’ by 2030. Harmonised (technical) EU legislation is required for a well-functioning European market for circular raw materials, products and technological innovations.\nIn 2020, at the start of the 5-year legislative period 2019-2024, SGS INTRON mapped out European policy on the circular economy for infrastructure’. As part of the EU Green Deal, the Circular Economy Action Plan (CEAP) was published in 2020, with an important role for the construction sector plays. However, the infrastructure is not explicitly mentioned therein. It was, among other things, the ambition to develop a Strategy for a Sustainable Built Environment. However, that did not happen. Meanwhile, the European Commission (EC) is fully committed to climate policy, which for buildings is now elaborated in the Energy Performance of Buildings directive (EPBD) and the Renovation Wave. Work has also continued on the building assessment framework Level(s), with a focus on ‘whole life carbon’. The development of Digital Building Logbooks (DBL) is currently being developed in line with building policy.\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nThe EU playing field for Circular Infrastructure, MAPPED EU ACTIVITIES 2019-2024 AND PRIORITIES FOR RIJKSWATERSTAAT, AUGUST 2020, SGS INTRON PROJECT NUMBER: A116140 https://open.rws.nl/open-overheid/onderzoeksrapporten/@258802/the-eu-playing-field-for-circular/\nhttp://publicaties.minienm.nl/documenten/non-paper-rijkswaterstaat-s-vision-on-construction-in-ceap-towards-a-climate-neutral-and-circular-european-infrastructure https://hollandcircularhotspot.nl/wp-content/uploads/2022/01/NL-Branding-Circular-Infrastructure.pdf\n-SGS|",
  "page_7": "1. Summary\n2. This Study\nThis study — Background (2/2)\nOne of these is the update of the 2020 policy mapping study, the subject of this report. Since several EU policies affect both buildings as well as infrastructure and involve similar material chains and their stakeholders, Rijkswaterstaat wants to get other (Dutch) parties on board as well. Therefore, Rebel organized expert sessions together with the Circular Construction Economy Transition Team to discuss specific international polies with a broader group of stakeholders.. In this mapping study both the perspective of infrastructure and buildings is included.\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\n=, <\na) ———\nI~\nCircular ‘alte structure:\nthe road towards a\nsustainable future\nx\nXS",
  "page_8": "3. Dutch circular construction policies\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nGoal and scope\nGoal\nThe goal of this mapping study is:\nMapping EU policies and regulations relevant for the Dutch circular construction sector. Mapping the impact on Dutch circular construction policy. Identify impactful opportunities and threats in order to respond to them and ensure that EU policy does not (at least) stand in the way of the Dutch transition, and preferably can support it: Which dossiers are important for the Dutch construction sector? Who are the file holders at the EC in the current and next legislative period starting in 2024 (insofar as foreseeable) and in the international playing field?\nScope\nThe following topics from various EU dossiers are not included in this study: biodiversity, health issues, critical raw materials, education & skills, chemical policies. Digitalisation only as far as directly connected to a circular economy dossier. Some of these topics may have an indirect relationship with circular construction, though not identified at time of this study (e.g. biodiversity is related to biobased (construction) materials; chemical policies may influence the use of (e.g. secondary construction) materials).\n—\ntm cae\nas\n~ a\n\"'\ntad 2\nhw\n44 M\na\nhy ns\nFei\nSe\nAX\n:)\nKy\nPes\nNI\nee\ntn\naa\nSGS",
  "page_9": "1. Summary\n4. Mapping of EU circular policies\nApproach\nActivities\nThis study is carried out as a desk study and with input through:\na\n2. This Study\nParticipation in the event ‘Communication forum CPR’, organised by the Ministry of the Interior and Kingdom Relations (BZK) , November 17, 2022. Interviews (see Table). Participation in expert sessions on CPR (December 8, 2022) and Digital Building Logbooks (December 15, 2022), organised by Rebel on behalf of RWS. Including preparations and presenting an introduction together with Jonathan Verdonck and Frederik de Vries from Rebel. Participating in various digital workshops from the European Commission (EC) on EU development, e.g. on the presentation of the Transition Pathway for Construction (March 15, 2023).\nProject team\nOn behalf of RWS, this study is led by Jessica Reis Leffers (project manager) and Claartje Vorstman. Project leader for SGS INTRON is Agnes Schuurmans.\nContacts:\nLt jessica.reisleffers rws.nl a circulair rws.nl a ad nes.schuurm ans@sgs.com\nSubject\nArie Mooijman, mirror group CPR Opinion NVTB and developments\nAcquis\nin CPR Aquis NL\nPhilippe Mosely, EC DG GROW European sustainable construction\npolicies, preparation for ECESP\nwebinar 22 November 2022\n5. Impact analysis and recommendations\nName\nRené Meyboom, Bouwend\nNederland\n3. Dutch circular construction policies\nDigital logbooks, opinion of\nBouwend Nederland / FIEC\nInterviews",
  "page_10": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nDutch circular construction services —\nDutch ambitions\nThe Netherlands aims to be circular by 2050. To meet this ambition, the government aims at using 50% less minerals, metals and fossils by 2030. This was laid down in the National Program Circular Economy 2016, which was recently revised for the next years under the name National Program Circular Economy 2023-2030'. Highlights for the construction sector are:\na\nThe use of LCA (via the single score Environmental Cost Indicator, MKI) in both buildings as well as infrastructure, strengthening the requirements for a maximum MKI, and applying LCA and circular principles in energy renovation. Further development of the data strategy: data and data exchange in the construction chain (also called: building passports). Supporting circular procurement, e.g., through buyer groups, including stimulation of reuse of products and recycled content in building materials. Promoting biobased materials. Promoting circular design and overarching measures to reduce the impact of transport and roads, and to make a link to area-based approaches. For plastics in the construction sector, further optimisation in the life cycle is pursued and a feasibility study for extended producer responsibility will be carried out.\n2\n=\nhn\n4. Mapping of EU circular policies\nGeneral (1/2)\n=)\nif\nRx\n‘7.\n7\n5. Impact analysis and recommendations\noe\na2\nNational Circular Economy Programme 2023-2030 Summary (English) and full programme (Dutch) via https ://www.rijksoverheid.nl/documenten/beleidsnotas/2023/02/03/nationaal-programma-circulaire-economie-2023-2030\n1\n‘a\n\\ 6 en.\n‘i\nrating | pas\nre\nAN) =<\nRee\nNationaal Programma Circulaire Economie 2023-2030\n—_\n10",
  "page_11": "1. Summary\n2. This Study\nDutch circular construction services\nPlatforms\nThere are several platforms in the Netherlands that develop and disseminate knowledge about circular construction. There is a good cooperation between these platforms and the government. For example:\nThe Transition team Circular construction economy': a collaboration between government and business, works on an implementation program and advises government to be prepared by 20302. Platform CB’233: develops guidance documents (also available in English) for circular construction together with stakeholders. Some of these documents are considered being pre-normative. Topics are, amongst others, passports, measuring circularity, reuse, design etc.. Cirkelstad*: a platform for frontrunners (mainly cities and business) to learn by doing. Duurzaam GWWS5: a knowledge platform for sustainability in the infrastructure sector, for all stakeholders, both governmental as business.\na\ni PT ds\n*\ng®\nail es\nCircular Buildin s:\nconstructing a\nsustainable future\n4. Mapping of EU circular policies\n— General (2/2)\nConcrete Agreement (Betonakkoord)®: a platform of the concrete sector open for business and government to agree upon measures to make the concrete sector more sustainable.\nA similar platform of the steel sector (Bouwakkoord Staal)’\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nFurthermore, many private organisations elaborate circular economy topics®. Part of these stakeholders are also interested in European circular economy policy developments and could be potential partners for lobby\nhttps://circulairebouweconomie.nl/about-us/\nhttps://circulairebouweconomie.nl/wp-content/uploads/2022/01/CirculaireBouweconomie Basiskamp ENG-1.pdf https: latformcb23.nl/index. ?option=com_content&view=article&id=39&ltemid=265 https://www.cirkelstad.nl/\nhttps://www.duurzaamgww.nl/\nhttps://www.betonakkoord.nl/\nhttps://bouwakkoordstaal.nl/\nNetherlands\n11\nVarious stakeholders are mentioned in the folllowing publications: https://hollandcircularhotspot.nl/wp-content/uploads/2022/1 0/Circular-Buildings-constructing-a-sustainable-future.pdf and https://hollandcircularhotspot.nl/wp-content/uploads/2022/10/Circular-Infrastructure-The-road-towards-a-sustainable-future.pdf\nao =\ni\ng*?\n—\n-SGS|",
  "page_12": "1. Summary\n4. Mapping of EU circular policies\nInfrastructure (1/2)\nRijkswaterstaat ambitions\nOther organisations and platforms in the infrastructure sector also promote circularity. Provinces, municipalities and business voluntary cooperate via the network organisation BouwCirculair’, who develops practical tools to work with LCA requirements and secondary raw materials, mainly in concrete and asphalt. Several cities in the Netherlands have their own circular policies, like the Amsterdam region, also for infrastructure. They largely use the existing national tools (LCA?, passports, etc.).\nae\nes\nTransition pathway for infrastructural works\n2. This Study\nEs\nRijkswaterstaat, the Dutch executive agency of the Ministry of Infrastructure and Water Management (lenW) and responsible for the main infrastructure in the Netherlands, has the ambition to work in a circular way and to be climate neutral by 2030. An Impulse Program for a Circular Economy was running in the past years. Various tracks were elaborated: data & measuring circularity, design, circular material use and circular tendering and procurement.\nThe Impulse program contributed to the Dutch Strategy towards Climate Neutral and Circular Public Infrastructure of the Ministry of lenW and its executive agencies Rijkswaterstaat and ProRail for road and rail transport respectively. This Strategy was developed along ‘transition roadmaps’ for the most relevant projects and activities (see Figure).\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nAmbitions of other infrastructure organisations\nTt\na Pi\na,\n«*\n——\nTransition pathway for road, dike and rail equipment\n4\na -\npathway for coastline care and fairway maintenance\nae —— Fpranill\nTransition pathway for road pavement\n{ https://bouwcirculair.nl/\n2 For whole infrastructure construction calculations implemented in the tool Dubocalc, httos://www.dubocalc.nl/ Images: Transition roadmaps of Rijkswaterstaat and ProRail source: httos://www.duurzame-infra.nl/roadmaps\n-SGS|\n——\nTransition =\n12\nFo\nTransition pathway for rail constructions",
  "page_13": "1. Summary\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nEs\nInfrastructure (2/2)\nReference for impact analysis\nIn 2022, Rijkswaterstaat defined the knowledge development areas for the next years for circular construction (see below). This matches with the overall Dutch National Circular Program described before. These topics serve as a reference for evaluating the potential impact of international EU policies as mapped out in this study: What are the potential benefits/opportunities and the potential threats of EU circular policies with regard to the topics mentioned below? And especially in relation to the most impactful activities as defined by the transition paths on the former page.\nMaterials\nMeasuring and monitoring\nCircular asset\nCircular construction and replacements\nHigh-quality reuse\nData & building passports\nmanagement &\nSupply chains and availability of raw materials Use of secondary and biobased materials Declaration of performance in future (2% / 3° life multi-cycle)\na\nmaintenance\na\nTechnical quality assessment Closing material loops\nAssessing sustainability Assessing circularity (environmentally, retention of raw materials and value) Demountability\na Product data\nPreventing demolition and prolonging lifespans Product performance Circular tendering\na\na\na Data / passports a Product / construction performance with regard to value retention and prolonging life spans\na Data exchange\n/\nSource: author’s interpretation of Rijkswaterstaat program Circular Economy in the infrastructure sector\n13",
  "page_14": "1. Summary\n4. Mapping of EU circular policies\nBuildings\nBuilding decree\nAs of 2023, the agency responsible for all governmental buildings, Rijksvastgoedbedrijf (RVB), procures buildings with a better MPG score than legally required. Furthermore, they promote reused and biobased products and require demountable structures?.\nReference for impact analysis\nClearly, LCA plays a key role in the Dutch legal building policy, based on European standards. Any change on European level, either in standards or in legislation, may impact the Dutch policies (both in terms of benefits / opportunities as well as threats).\nFurthermore, all European developments in the fields of passports, reuse, biobased products and circular design could have an interaction with the Dutch policies.\n2. This Study\nThe Dutch requirements for buildings (residential and non-residential) are laid down in the Building Decree (Bouwbesluit). This Decree requires an LCA for new residences and offices, including maximum requirements for the single score result of the LCA. This single score result is expressed per m? use surface per year, and is called the Environmental Performance of Buildings (MPG). The method for the MPG is described in an assessment method, in line with European standard EN 15804 and partly based on European standard EN 15978. This MPG requirement will be tightened in the next years.\nClimate change is an important element of the MPG, but not the only environmental impact. In order to further reduce CO,-emissions, there is a policy intention’ to put more focus on CO, , including carbon storage. Furthermore, biobased materials will be further promoted (probably not legislative).\nIn the past years it was also discussed if building passports should become mandatory via the Building Decree. It was concluded that it was to early, lacking a proper vision on data strategy. Therefore, development of a data strategy is mentioned in the National Circular Economy Program 2023-2030.\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nCircular Public Procurement\nhttps ://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/23/kamerbrief-over-beleidsagenda-normeren-en-stimuleren-circulair-bouwen More information (in Dutch): https://www.ivvd.nl/ons-motto-is-learning-by-doing\n1\n2\n14",
  "page_15": "1. Summary\n2. This Study\nReference topics (1/2)\nDutch circular construction topics buildings and infrastructure\nLCA and single score of products (MKI) and buildings (MPG). Based on European standards, implemented via NMD\nCarbon assessment of products and constructions, including carbon storage\nAssessing circularity — method development\nData exchange in the construction chain / building passports, for the purpose of circular economy\nCircular performance declarations of products (e.g. multi-cycle performance, prolonged lifetime)\nCircular procurement (promoting a.o. reuse, recycled content?)\n4. Mapping of EU circular policies\nEuropean standards should also be the basis for European circular construction policies (no other methods). European implementation of LCA is helpful for international supply chains. Implementation should leave sufficient room for NL to continue with MKI and MPG policies and NMD.\nA European approach or standard for products could be helpful. Assessment of constructions should be aligned with existing European standards.\nShould be a European method, to avoid different measurement systems across Europe. Preferably based on the method developed by Platform CB’23.\nIf developed or standardised in Europe, basic principles for data exchange, definitions, data governance rules, etc. should be similar to those developed in the Dutch data strategy. The content (data) in a building passport should be harmonised across Europe. Infrastructure should be included in the scope.\nIf developed in Europe, it should underline Dutch circular construction policies. No deviating approaches.\nCommon understanding of circular procurement, allowing international tendering.\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nGoal towards European policies'\n15\n1 Note that this is not a formal Dutch position, but formulated by the author of this study based on various discussions, to allow an evaluation of potential impacts of European policies. If a European dossier is prioritised -SGS|\nfor further action, the goal must be refined by the actors involved.\n2 Note that definitions are important for uniform tendering. Definition issues exist for example for recycled content. This is so detailed that it is not dealt with here.",
  "page_16": "1. Summary\n2. This Study\nReference topics (2/2)\nDutch circular construction topics buildings and infrastructure\nExtended producer responsibility (EPR) (investigated for plastics)\n\nFacilitating use of secondary raw materials and biobased materials\nFacilitating reuse and high-quality recycling\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\n16\n3. Dutch circular construction policies\nGoal towards European policies'\nDepends on if and how Europe wants to develop / implement EPR.\n\nEU policies should facilitate this, not hamper NL. Technology development and knowledge dissemination across Europe welcome, both buildings and infrastructure.\nEU policies should facilitate this, not hamper NL ambitions. Technology development and knowledge dissemination across Europe welcome, both buildings and infrastructure.",
  "page_17": "1. Summary\nMapping\n2. This Study\nig\nNS of2\n3. Dutch circular construction policies\nF : \\\nSAMA\nIRA NS7>,\nae\nf v\n~@\n> =\n7 if\nDP ie\nws\n4. Mapping of EU circular policies\n>\nred ee\n5. Impact analysis and recommendations\nie PY\nWise\n=\n—\nSY. yh\n7\n/,\nve\nHi\nts\nre\nLA\n. 3\nA .\na\n»\n~~\n\\ wv\n\\_)\ni)\n\n~s\n+\nvO\n\\\n<<\ncré\ngz\nea)\ni\n7 &.\nmel\nZt\nof ¢\n()\nss\n& F.\nfe\nq\niW\n4 «4\na.\n>\no—\nj= /\nger\nDh,\nan\nat\nCc\n«4\ni)\nie\n4\nGx\n“—\nce TS\n3\n/\nos\na =\" —\nPicture HCLF webinar Ongoing EU initiatives supporting the green transition of construction\nTan\nPs\n=\nie\n¥\n,\n-",
  "page_18": "1. Summary\nTT\nale\ntig\nwre\nph ot\n\\ Bn: g\n—\nA\n‘ad “as\n+z\n=a\n3. Dutch circular construction policies\nha\n4. Mapping of EU circular policies\nThe European Green Deal\nThe European legislative period 2019-2024 prioritizes, amongst other things, ‘building a climate- neutral, green, fair and social Europe’. The ‘European Green Deal’ is one of the prominent initiatives, led by Executive Vice-President of the European Commission Frans Timmermans assisted by, among others, the Dutch former politician Diederik Samson. The first European Climate Law, adopted in June 2021, enshrines the 2050 goal of climate-neutrality in EU legislation. The Green Deal provides a roadmap of actions to boost resource efficiency by moving to a clean, circular economy and restoring biodiversity and reducing pollution.\nThe Green Deal is an integral part of the Commission’s strategy to implement the United Nation’s 2030 Agenda and the Sustainable Development Goals (SDGs) and contains several elements. This mapping study focuses on the parts related to circular economy.\nAs part of the Industrial Strategy for a Clean and Circular Economy, a new Circular Economy Action Plan (CEAP) was launched in 2020. The Industrial strategy, including the CEAP., is closely connected to another important EU priority: ‘A Europe fit for the digital age’, elaborated by the Cabinet of executive vice-president Margrethe Vestager.\nIn 2021, the climate ambitions of the Green Deal were further elaborated in the Fit for 55 strategy. Furthermore, sustainable finance instruments (EU Taxonomy) were introduced to ensure that the recovery funds resulting from the Covid crisis, would be used for green investments. Other existing environmental policies were or are being aligned to the Green Deal, like the waste policies and Green Public Procurement guidelines.\n5. Impact analysis and recommendations\n2. This Study\npean\n~ _\n18\n-SGS|",
  "page_19": "1. Summary\n2. This Study\n6 Commission priorities for 2019-24\nA European Green Deal\nFigure: Commission priorities, ambitions and policy initiatives as part of the Green Deal (2020). This study focused on the Circular Economy Action Plan and related construction policies in other strategies (published after 2020), like waste policies, Fit for 55, the EU Taxonomy and Green Public Procurement (GPP\n\nCommon\nEuropean =|\ndata space\nioe\nGreen Deal\nA\n-SGS|\n19\n4. Mapping of EU circular policies\n‘sustanabiea san mobiiy\na\nal\n\n\nSustainable finance-Taxonomy\neee] (2022) / GPP\n\nEurope aims to be the first climate-neutral continent by becoming a modern resource-efficient econo my.\nA stronger Europe in the world\nThe EU will strengthen its voice in the world by championing multilateralism and a rules-based global order.\nA new push for European democracy\nWe need to give Europeans a bigger say and protect our democracy from external interference such as disinformation and online hate messages\n3. Dutch circular construction policies\n5. Impact analysis and recommendations\nThe EU will be climate neutral by 2050\n———— |\nCircular Economy Action Plan (2020) / Waste policy (2023)\n|\nA Europe fit for the digital age\nThe EU's digital strategy will empower people with a new generation of technologies\nPromoting our European way of life\nEurope must protect the rule of law if it is to stand up for justice and the EU's core values\nAn economy that works for people\nThe EU must create a more attractive investment environment, and growth that creates quality jobs, especially for young people and small businesses",
  "page_20": "Circular\nEconomy\nAction Plan\n1. Summary\nReading guide\nClick to follow the links in each bulb\n2. This Study\n3. Dutch circular construction policies\nEuropean Green Deal / circular construction policies (1/2)\nThe EU will be climate neutral by 2050\noe\nSustainable\nfinance\n5. Impact analysis and recommendations\nGREEN DEAL\nClimate neutral by\nReducing\ngreenhouse gas\nemissions by 55%\nby 2030\n4. Mapping of EU circular policies\nIn order to reach the ultimate goal of being climate neutral by 2050, the EU set an intermediate target for 2030 of reducing greenhouse gas (GHG) emissions by at least 55% compared to 1990.\nThe new Circular Economy Action Plan (CEAP) is one of the main building blocks of the European Green Deal. The EU’s transition to a circular economy will reduce pressure on natural resources and will create sustainable growth and jobs. It is regarded as a prerequisite to achieve the EU’s 2050 climate neutrality target and to halt biodiversity loss. The construction sector is one of the targeted sectors.\nIn July 2021, the European Commission adopted the so-called ‘Fit for 55’ package: a set of legislative proposals and amendments to existing EU legislation that will help the EU cut its net greenhouse gas emissions and reach climate neutrality. Next to adaptation of key legislation, new legislative initiatives are proposed in the Fit for 55 plans. Part of these are related to circular construction and further elaborated in this study.\nGreen Public\nProcurement\nThe\n20\nWaste policies",
  "page_21": "Circular\nEconomy\nAction Plan\n1. Summary\nSustainable\nfinance\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nEuropean Green Deal / circular construction policies (2/2)\nThe EU will be climate neutral by 2050\noe\nWaste\nThe\nGREEN DEAL\nClimate neutral by\nReducing\ngreenhouse gas\nemissions by 55%\nby 2030\nGreen Public\nProcurement\n5. Impact analysis and recommendations\nOther initiatives in the EU also work towards the overall goal of climate neutrality and could be important for circular construction, like the revision of the Waste Framework directive, Green Public Procurement and Sustainable Finance including the new EU Taxonomy\nOther policies may have an (indirect) impact on circular construction too.\nFor example, the strategy for a toxic-free environment could impact the use of certain materials (e.g. plastics) or emission regulations for equipment (also dealt with in Fit for 55). Biodiversity legislation can also be important for the construction sector.\nAs displayed before, the need for digitization is a common thread through all dossiers.\nPossible impact on Dutch circular construction policies\nThe Green Deal as a whole, results in relevant policies for construction. On-going monitoring of the whole Green Deal package will be needed to be alerted if a new topic impacts the construction sector.\npolicies\n-SGS|\n21",
  "page_22": "Waste\npolicies\nBuildings and construction (europa.eu)\nThe European construction observatory analyses and carries out comparative assessments, aiming to keep European policymakers and stakeholders up to date on market conditions and developments C onstruction transition pathway (europa.eu\nGreen Public\nProcurement\n1. Summary\n2. This Study\n3. Dutch circular construction policies\nEuropean Green Deal / construction ecosystem (1/2)\nA Europe fit\nfor the digital\nage /\ncommon\nEuropean\nGreen Deal\ndata space\n-SGS|\n4. Mapping of EU circular policies\nUnder the EU Industrial Strategy and in the Green Deal policies, the construction sector is identified as one of the ‘industrial ecosystems’ and targeted in the several initiatives towards a resilient, greener and more digital future. Buildings account for 40% of energy consumed and 36% of energy-related direct and indirect greenhouse gas emissions in the EU. The construction sector as a whole is responsible for over 35% of the EU’s total waste generation and for about 50% of all extracted material. Greater material efficiency could save 80% of national greenhouse gas emissions’\nTransition pathway and High-Level Construction Forum\nIn order to set a vision for a greener and more resilient construction ecosystem related to the Green Deal, the European Commission (EC) has published a ‘transition pathway for construction’? in collaboration with the EU member states and stakeholders (also based on output of the European construction observatory?. The High-Level Construction Forum (HLCF), made up by the EC/DG GROW Commission, construction organisations, EU countries and other stakeholders in the ecosystem, will monitor the implementation of the co-created construction transition pathway. Topics of the pathway have been discussed in the HLCF forum and thematic sessions*. The ‘Green’ transition includes renovation and decarbonization of the building stock and the circular economy, and other topics like competitiveness, education and skills, R&D etc.. This is not further elaborated in this study since it is not directly related to Dutch circular construction policies.\nIndustrial\nstrategy fora\nclean and\ncircular\neconomy\nSustainable\nfinance\nThe\nConstruction ecosystem / green transition pathway\nGREEN DEAL\nClimate neutral by\nReducing\ngreenhouse gas\nemissions by 55%\ny\n5. Impact analysis and recommendations\nCircular\nEconomy\nAction Plan\nEuropean Commission DG GROW, Transition Pathway for Construction, March 15, 2023\n22",
  "page_23": "1. Summary\nThe European\n2. This Study\n@\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nGreen Deal / construction ecosystem (22)\nPossible impact on Dutch circular construction policies\n5. Impact analysis and recommendations\nCircular\nEconomy\nAction Plan\nThe HLCF has no direct impact on Dutch circular construction policies. It is a vehicle for scheduling potential topics for the future EC Green Deal agenda and an information exchange forum. Furthermore, it offers contacts with the European Commission. It could impact Dutch policies in the long run.\nSustainable\nfinance\nGREEN DEAL\nClimate neutral by\nReducing\ngreenhouse gas\nemissions by 55%\ny\nA Europe fit\nfor the digital\nage /\ncommon\nEuropean\nGreen Deal\ndata space\nGreen Public\nProcurement\nWaste\npolicies\nIndustrial\nstrategy fora\nclean and\ncircular\neconomy\nConstruction ecosystem / green transition pathway\n23",
  "page_24": "1. Summary\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nCircular Economy Action Plan\n2. This Study\nThe elaboration of circular economy actions for products in the Circular Economy Action Plan, is the Sustainable Products Initiative. This resulted in a proposal for Eco-design for Sustainable Products Regulation! (ESPR), aiming at making sustainable products the norm in the EU. The principles are based on LCA and are expected to include requirements on product durability/reusability/upgradability/reparability, substances that inhibit circularity, energy and resource efficiency, recycled content, remanufacturing and recycling, carbon and environmental footprints and information requirements in a Digital Product Passport.\nThe action plan introduces legislative and non-legislative measures along the entire life cycle of products. It focuses on how products are designed, promotes circular economy processes, encourages sustainable consumption, aims to ensure that waste is prevented, and the resources used are kept in the EU economy for as long as possible.\nConstruction is one of the focus sectors. In the original plan, a specific Strategy for a Sustainable Built Environment was foreseen. This has however not been elaborated. Foreseen actions became part of the Fit for 55 actions and other ongoing initiatives. For construction products, the ESPR is elaborated in the revision of the existing Construction Products Regulation (CPR).\nEuropean\nCommission\n5. Impact analysis and recommendations\nooo0)\nooog)\n0000 Ecodesign and\nooo0)\nEnergy labelling\nWorking Plan\n2022 - 2024\nPerformance\nrequirements\nInformation\nrequirements\nLabelling\nrequirements\n— —\nGuidance\nConsumer\nrights\nEmpowering consumers\nfor the green transition\nand protection\nfor Sustainable against greenwashing\n© EU Strategy for\nSustainable and\nCircular Textiles\nNo\nEcodesign\nStop de ion\nof unsc re]\ne e e o e © e\nDigital Product\nTracking ¢ = ances ERE\nf\nEU\nConstruction\nProducts Regulation\n(\nx\nJ Doc\nre\nainable products the norm\n\\\nPackaging Directive\nChemical legislation\nBatteries Regulation\nProducts Regulation\n(ESPR)\nPRODUCT Passport\n7“ Q O\nene\nCircular Business Hub\nm) ? ‘ t ve\nMandatory criteria\nfor public procurement\n1\nCOM(2022) 140 final\nImage source: Presentation Mr. Nieto (European Commission) in Dutch expert group, December 1, 2022\nqleA)\nfy)\n24",
  "page_25": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\n12)\nConstruction Products Regulation (CPR)\nThe CPR lays down harmonised rules for testing and marketing of construction products! in the EU single market. Products only need to be tested once for all European countries. A harmonised European Standard or a European Assessment Document of a product family defines what characteristics must be tested and how. The test results of a product are declared by the manufacturer in a Declaration of Performance (DoP). The essential characteristics to be tested and declared, are derived from the so-called Basic Works Requirements (BWRs) defined in the CPR (see Table CPR Basic works requirement). Finally, the CE marking indicates that a construction product conforms to the declared performance in the DoP.\nConstruction\nProducts Regulation\nri\njuiremer\nstruction\nWorks\nMan iy\n(pert\nharacteristic\nExample: A building must have structural integrity (BWR1). Therefore, an essential characteristic of a constructive product can be its strength properties. The product standard defines that the strength has to be tested and how. The test result is declared by the manufacturer in the DoP. These values are used by e.g., designers to calculate the structural integrity of a building. Member states define the building requirements for structural integrity, as different requirements may apply per region (e.g., regions sensitive for earthquakes).\nd\n} ¢\ntle)\n4. Mapping of EU circular policies\nHarmonized Standards\nPerformance\nofa ast one\nessential\ncharacteristics\n“NPD\" (No Performance\nrequirements and test method s for Determined) can be used for\nthe ir ded use t the ed essential characteristics\nessential characteristics\n(= reduced functionality?)\n25\n5. Impact analysis and recommendations\nCE mark\nEN1 4-x Annex ZA\nContains many different\nTable: Example for a product family with mandate 109 and belonging product standards\nDeclaration Product\nof\nPerformance\n(list o ial\nharacte S)\n{ The CPR defines which products the requirements apply to. E.g. in situ made products fall outside the scope.\nImage source: h ttps ://www.zvei.org/fileadmin/user_upload/Presse und Medien/Publikationen/2015/maerz/Guideline Construction Products Regulation EU ___305/Guideline-Construction-Products- Regulation-EU-305-20122-Euralarm-V2015.pdf",
  "page_26": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nProposed revision of the CPR regarding circular construction\nThe CPR is currently being revised! to contribute to the objectives of the European Green Deal, to modernise the rules in place since 2011 and to enable the digital transition of the construction ecosystem. Regarding the circular economy, the aim is to implement a harmonised framework to assess and communicate the environmental and climate performance of construction products.\nIn order to do so, the revision proposes an extension from 7 BWRs to 8 BWRs and a new part of BWR7. The new BWR8 deals with “sustainable use of natural resources” and the new part of BWR7 deals with “greenhouse gas emissions”. The new elements therefore have a link with sustainability and the circular economy (see table).\n4. Mapping of EU circular policies\n(2)\n\n3. Workers, consumer and occupant protection against adverse hygiene and health impacts\n\n7. Hazardous emissions into the outdoor environment (incl. leaching and net greenhouse gas emissions EH use of Sustainable natural resources _|\nNote: The new BWR7 (former BWR3) links to both greenhouse gas emissions as well as the measurement and classification of emissions to soil and water (leaching). The latter relates to the Dutch ‘Besluit Bodemkwaliteit’ (decree for soil and ground water quality regulation), the reference legislation for the application of secondary raw materials in constructions. CEN TC351 leads the standardisation efforts; the Dutch standardisation institute NEN holds the secretariat. No revisions are foreseen in this area, and it is therefore not treated in this report. New developments will be identified by NEN and discussed amongst stakeholders.\nThe same goes for BWRE6, followed by the Ministry of BZK and NEN.\n26\n5. Impact analysis and recommendations\nProposal for a Regulation laying down harmonised conditions for the marketing of construction products, amending Regulation (EU) 2019/1020 and repealing Regulation (EU) 305/2011\n{",
  "page_27": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nNewly proposed sustainability elements in the CPR revision\nNext to the environmental and climate performance, new product requirements in the CPR will ensure that the design and manufacture of construction products is based on state-of-the-art knowledge to make these more durable, repairable, recyclable and easier to re-manufacture (or re-use). The aim is also that the DoP can be used as a Digital Products Passport. The newly proposed sustainable elements of the Figure are elaborated in the next slides.\nStatus of the revision process\nThe revision is currently in the trilogue between Parliament, the Council and the Commission. The Dutch Ministry BZK is on top of this. Dutch stakeholders are consulted via preparatory groups.\nA new element in the revision is the introduction of the so-called ‘CPR- acquis’ process: a direct discussion of the EC with Member States about the CPR requirements. The acquis process has started for the elaboration of BWR8. The Ministry of BZK has established a dedicated national ‘mirror’ group to prepare input. The planning is still unclear.\nProducts will declare the newly required characteristics when the applicable standard for the product group is cited by the EC’. It is foreseen that revision of all current standards (a huge number) may take many years. This implies that the full revision may take until 2045 (!). However, published product standards will enter into force immediately.\n4. Mapping of EU circular policies\nStandards via the Acquis process are currently being prepared for 4 product groups (structural steel, reinforcing steel, precast concrete, and doors&windows) with 2 foreseen in 2024 (cement, external insulation).\n«The declaration of environmental indicators using LCA methodology including compulsory declaration of global warming potential (CO,-eq.).\n(BWR7/greenhouse gas +\n¢ Art.4 + Annex | Part A\nBWR8)\nDeclaration of environmental related information relevant for the customer, e.g. relevant information to extend service life, facilitate dismantling, reuse, recycling, etc. Art. 5(1) + Annex | Part D\nImplementation of requirements on product and production processes through delegated acts and voluntar harmonised standards, durability, reparability,\nEnvironmental\ne.g.\nrequirements\nrecyclability, recycled content, greenhouse gas emissions,\neIc.\nArt 5(2) + Annex | Part C\nDoP for reused, remanufactured and surplus products Protocol for dismantled products Mandatory deposit-refund systems and bans on deconstruction Art 10, 12, 29, 7(7/8)\n-SGS|\n5. Impact analysis and recommendations\nEnvironmental\nperformance- LCA\n¢\nInformation requirements\nClarification of reuse\n27\n1 In the past, essential product characteristics were elaborated in CEN product standards cited in the Official Journey of the EU. It is unclear if the European Commission wants to proceed with CEN standards or if new product standards will be developed via the Acquis process. Figure: Newly proposed sustainability elements in the CPR. Source: Presentation mr. Nieto (European Commission) in Dutch expert group, December 1, 2022",
  "page_28": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nNote:\nNew sustainability elements: Environmental performance — LCA (1)\nThe CPR acquis process for the environmental performance (BWR7+8) proposes LCA in line with standard EN 15804, Details of LCA for product groups are elaborated in so-called c-PCRs (core Product Category Rules); these are elaborated in European product standards, based on EN 15804.\nExample: Thermal insulation materials declare the thermal properties required to assess the energy efficiency of the building envelope (BWR6). The new BWR 8 will also require the declaration of climate change effects associated to the life cycle of a product, based on LCA. European product standards for insulation will be extended with a c-PCR containing specific rules for LCAs of insulation.\nMandatory declaration via the CPR implies that all construction products on the EU market will declare LCA impacts via the DoP, based on EN 15804 and European c-PCRs. This will boost the availability of LCA data\nEN 15804 and c-PCRs are also implemented in the Dutch NMD ‘Bepalingsmethode’, though with additional requirements. Since the CPR also refers to EN 15804, the Dutch position is in principle positive’. However, it should be noted that characteristics declared in the DoP and measured according to c-PCRs, must be accepted across Europe; no other methods may be used for the same characteristic. This means that the Dutch NMD will have to accept DoP LCA data; additional NMD requirements are probably not allowed?, nor will national PCRs.\n4. Mapping of EU circular policies\nThe CPR stimulates product groups to elaborate the essential characteristic of capability to temporarily bind carbon and of other carbon removals. This will not be required and thereby not mandatory to declare. The Ministry of BZK has announced to introduce carbon storage in the building decree. For the time being, this will not be governed by European rules.\nFiche 5: Wijziging EU-verordening 2019/1020 betreffende markttoezicht en conformiteit van producten en intrekken EU-verordening 305/2011 Verordening Bouwproducten For example, by requiring the use of specific software data to ensure uniformity between LCAs.\n1\n2\n5. Impact analysis and recommendations\n28",
  "page_29": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nLCA standardisation\nEN 15804 and related standards are developed in CEN TC350, in which NEN participates. Rijkswaterstaat and most Dutch stakeholders are member of the Dutch mirror committee of CEN TC350. The chair of the Dutch mirror committee is also chairing the Dutch acquis mirror process, in which Rijkswaterstaat also participates, next to other stakeholders like the NMD (National Environmental Database). This ensures that method development in CEN TC350 is also brought forward in the CPR Acauis.\nProduct Environmental Footprint (PEF)\nThe EN 15804 method is largely in line with the European Product Environmental Footprint (PEF) — the European LCA approach for non- construction products, except for calculating a single score. Contrary to EN 15804, PEF proposes a single score weighing method. This method differs from the Dutch Environmental Cost Indicator (MKI) single score. The MKI is used in Dutch infrastructure tenders and is also the basis for a single- score for buildings (MPG, environmental performance of buildings).\nThe CPR will not propose to weigh environmental impacts in a single score. This is up to the Member States. This means that the Netherlands can continue with a single score cost indicator, using the environmental impacts from an EN 15804 based LCA from a DoP'. Other European countries may use the PEF weighing though, especially since the method is also adopted in voluntary standard EN 17672 (Environmental Product Declarations - Horizontal rules for business-to-consumer communication).\n4. Mapping of EU circular policies\na Since the DoP LCA figures have to be accepted, specific national requirements like in the Dutch Bepalingsmethode and in national PCRs, will not be possible anymore. It is unsure if the CPR requirements for LCA and European c-PCRs will be sufficient to guarantee the same uniformity. The NMD may end up with data that are not sufficiently uniform for use in building&construction calculations The voluntary PEF weighting method strongly differs from the Dutch single score Environmental Cost Indicator (MKI). NMD is currently looking into updating the Dutch weighting method (choosing PEF or another method based on current MK!) and possible consequences for MKI values. Changes will impact the MPG requirements for buildings and the MKI-requirements for infrastructure. The weighing method is a national decision.\nConsidering the Dutch policy to include carbon storage and given the fact that the EU hasn’t elaborated it yet, there are opportunities to exchange the envisaged Dutch approach with CEN/TC350 and DG GROW, to ensure alignment with EC policies in future. Since the Dutch policy still must be elaborated, possible international consequences are unknown now.\n-SGS|\n5. Impact analysis and recommendations\nP ossible impact on Dutch circular construction policies\nThough the LCA method in the CPR will be the same as used by the Dutch Bepalingsmethode, the method and NMD database may need revisions:\n29\n1\nThe Dutch weighing is still based on an older version of EN 15804 environmental impacts (so-called ‘set 1’). A transition to the new EN 15804 (‘set 2’) is still required, even when not moving to the PEF weighing method.",
  "page_30": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nNew sustainability elements: Environmental performance — LCA (2)\nThe CPR revision also proposes to develop a product database, which can be used for sustainability calculations of buildings or other construction works. For example, the declared product values for global warming are the input for whole life carbon calculations of buildings. Whole life carbon is proposed as an additional requirement in the revision of the Energy\nPerformance of Buildings Directive (EPDB), a directive focusing on energy use in buildings. This is similar to the current operation of the NMD where product LCAs are the input for the environmental performance calculation of buildings (MPG) and for MKI of infrastructure works. In the Netherlands, the ‘Bepalingsmethode’ defines the method to combine product-LCAs in a construction-LCA. In Europe, the method Level(s), a framework method for sustainable buildings, is developed for that purpose’. See figure:\nRelationship between product information and the use in construction life cycle calculations, linked by a methodology\nNote that there is no equivalent of Level(s) for infrastructure, while the Bepalingsmethode uses the same methodology for both buildings and infrastructure. Level(s) and the EPBD don’t hamper the Dutch approach for infrastructure, but the lack of a European equivalent for infrastructure implies that there is less attention for sustainable infrastructure in general.\n4. Mapping of EU circular policies\na The status of the envisaged EU database is still unclear, but it may impact the Dutch NMD database. The Stichting NMD closely follows the developments in order to ensure continuity in the Netherlands. The Level(s) methodology is a framework; probably the Bepalingsmethode can be regarded as the Dutch implementation. No specific issues are expected regarding the use of the Bepalingsmethode for infrastructure.\n1\nhttps://ec.europa.eu/environment/eussd/pdf/Level_ publication EN.pdf Level(s) is a pan-European framework for sustainable buildings. It has 8 performance indicators, amongst others an LCA for buildings. Other indicators deal with circularity issues, health and comfort, and cost, value and risk. It is a voluntary ‘guide’ for private or national tools for sustainable buildings. The Bepalingsmethode can be regarded as the implementation of the LCA-part of Level(s). The other indicators in Level(s) are for ecxample part of building assessment tool BREEAM.\n5. Impact analysis and recommendations\nP ossible impact on Dutch circular construction policies\n30\n-SGS|",
  "page_31": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nEnergy Buildings: =\nuse in\nbuildings\nEPBD\n©\na\nProducts:\nEnergy Buildings:\nuse in\nNo\nbuildings Bouwbesluit\nrequirements\n4. Mapping of EU circular policies\nFigure: Relationship between product information (right side) and the use in construction life cycle calculations (left), linked by a methodology: In Europe Level(s) and in the Netherlands the ‘Bepalingsmethode’.\n31\n5. Impact analysis and recommendations\nCPR\n6 Products: Jo",
  "page_32": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nNew sustainability elements: Life cycle information requirements\nA new element in the CPR revision proposals is ‘product information requirements’ along the life cycle’: information is required on transport, installation, maintenance, deconstruction and demolition. Rules or recommendations should be provided for repair, deconstruction, reuse, remanufacturing, recycling or safe deposit. “Product information on these items shall, both in terms of quantity and quality, suffice to make knowledgeable decisions on purchase, including the respective needed quantity, installation, use, maintenance, dismantling, reuse and recycling of the product. It shall include all the drawings, diagrams, descriptions and explanations necessary to understand it.” ' The harmonised technical specifications for product groups (still to be developed) will cover the relevant information requirements and how to disclose it.\nPossible impact on Dutch circular construction policies\nThe proposed CPR information requirements will enrich the Dutch efforts to disclose more information along the life cycle, like through ‘passports for constructions’ and the ‘delivery file’ (‘opleverdossier’). Note that the CPR applies to products, not to in situ made constructions (like concrete mortar). If similar information requirements are required for in situ, the CPR alone may not be sufficient.\nSince the information requirements are new and are still to be developed in product groups, the Dutch circular construction agreements of the Platform CB’23? can be used as input for standardisation discussions. A timely input will facilitate future alignment. CEN TC350/SC1 Circular Construction may be the place to guide further elaboration. Several Dutch stakeholders participate in Platform CB’23, amongst which are individual manufacturers and Rijkswaterstaat,\n\n\n\n\nSGS\nCOM (2022) 144 Annex Part D\n1\n2",
  "page_33": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nNew sustainability elements: Environmental requirements\nThe CPR revision proposes to empower the EC to implement product requirements through delegated acts' and voluntary harmonised standards. It is unsure if this empowerment will indeed be implemented. Many stakeholders (including manufacturers and Member States) are not in favor of this.\nThe inherent product environmental requirements - which might relate to but are in essence independent from the installation of the product into construction works - relate to the extraction and manufacturing of the materials; the manufacturing of the product; its maintenance; its potential to remain as long as possible within a circular economy; and its end-of-life phase. Harmonised technical specifications shall, as appropriate, specify these inherent product environmental requirements.\nPossible impact on Dutch circular construction policies\nThe proposed CPR inherent product characteristics are in line with topics discussed in Platform CB’23 and will contribute to the Dutch data needs for circular construction. It is yet unclear what the consequences are if European requirements are put in place. For example, if a European recycled content requirement is put in place, this is likely a minimum; would it be allowed to require higher percentages (or even lower, for example when favorable for a longer service life)? If the EC will propose such requirements in future, the Ministry of BZK and many stakeholders will be informed. At that time, Dutch stakeholders should (and probably will) discuss the consequences and input to the EC.\n\n\n\n\n\n\n\n\n\n\n\nSGS\nDelegated acts are non-legislative acts adopted by the European Commission that serve to amend or supplement the non-essential elements of the legislation.",
  "page_34": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nCircular Economy Action Plan / CPR\nNew sustainability elements: Reuse\nThe new CPR will also apply to used construction products, in a way that depends on available information on reuse and the new intended use. The CPR tries to offer opportunities for reuse and remanufacturing, without jeopardizing the BWRs (safety, etc.). It also offers opportunities to introduce national mandatory take-back schemes and to ban the destruction of products (art.7(7) en7(8)).\nThe original DoP (if it still exists when the product is reused) can only be used under certain conditions (art. 12) and shall be labelled “declaration of performance for used product”. In case the original DoP is not available, a new DoP may be issued without doing all initial tests, but only when the usage is limited to ‘decoration’ (non-constructive use), The accompanying DoP must be labelled as “declaration of performance for used product”. Member States shall set requirements for de-installers and the certification to be provided, including on the definition of influencing factors that render the product unsuitable for reuse, for example based on a ‘building logbook’. Remanufactured products shall be labelled “declaration of performance for re-manufactured product” and surplus products “declaration of performance for surplus product”.\nArticle 10(2) and 10(3) provide exemptions for providing DoPs for used products within a Member State, whilst articles 29 defines requirements for de-installers and re-sellers.\n4. Mapping of EU circular policies\nP ossible impact on Dutch circular construction policies\nThere are several new texts in the CPR, which may impact reuse and its declarations.\nThe new CPR proposals may clarify the way to declare the performance of used products for new use (CE-marking of used products). The current situation is often unclear for re-sellers and re- users. The new CPR should be interpreted and explained for the Dutch market.\nThe new CPR proposals also seems to limit reuse, for example for\nconstructive products. In the Netherlands there is already experience\nwith this kind of reuse, for example for steel (NTA) and concrete girders\n(Rijkswaterstaat). In such cases the exemption option should be used.\nThis should be clear for the market in the Netherlands to allow\ncontinuation of current practice and developments. The Ministry of\nBZK, who has the lead in the Dutch input for the CPR revision, believes\nthat enough space is left for national policies for reuse of constructive\nproducts. Especially since not all reused products require CE-marking according to the CPR; only when put on the market. Most likely, national protocols can still be used for constructive reuse.\nNevertheless, there is sufficient reason for Dutch stakeholders to closely follow the revision process, together with Ministry of BZK.\n-SGS|\n5. Impact analysis and recommendations\na\n34",
  "page_35": "1. Summary\n2. This Study\nCircular Economy Action Plan / CPR Impact analysis overview\nAdditional element in CPR (proposed)\nPotential benefits / Opportunities\nPotential threats\nEnvironmental\nEN 15804 as a basis, is in line with Dutch policy for MPG/MKI/NMD Bepalingsmethode.\nperformance / LCA\nMore product LCA data\navailable.\nInformation requirements\nMore data for circular construction purposes.\nOpportunity: Platform CB’23 guidelines could be used as inspiration for new requirements.\nCircularity topics become mainstream.\nEnvironmental\nrequirements\nReuse\nClarification of declarations\nDG GROW (file holder)\n4. Mapping of EU circular policies\n35\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nLCA data in DoPs may not be suitable for consistent MPG / construction calculation. Though voluntary, the PEF weighting method may gain influence in Europe (outside CPR). May impact MKI calculation in the long run. Consequences of potential CPR dbase still unknown.\nMinistry BZK / CPR Acquis NVTB Stichting NMD Rijkswaterstaat\ne DG GROW (file holder)\ne Manufacturers (CPE)\nFor Level(s) and PEF:\ne DG ENV and JRC\nDG GROW (file holder) Manufacturers (CPE) CEN TC350/SC1?\nEU requirements may cross Dutch policies, e.g on recycled content.\nLimiting current reuse, if CPR is not clarified for Dutch situation.\n* Contact entry persons as an are listed at the end of this study.\nStakeholders EU*\nStakeholders NL*\nMinistry BZK Platform CB’23 NEN commission Circulair Bouwen (CEN TC350/SC1) NVTB RWS evt KOMO, CROW Ministry BZK Ministry lenW/RWS NVTB Ministry BZK Providers of reused products NEN: CPR, NTA reuse steel, committee reuse constructive products Platform CB’23 Rijkswaterstaat, RVB and other commissioners promoting reuse\nDG GROW (file holder)\nManufacturers (CPE)\n-SGS|",
  "page_36": "1. Summary\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nWaste policies\nRevision Waste Framework Directive\nThe WFD revision in 2023 will not result in major changes. However, development of end-of-waste criteria following the 2024 preparative study, will be important for both buildings and infrastructure. Since the Netherlands already regulates the end-of-waste status recycled aggregates’, this of interest for Dutch construction policies. The Dutch construction sector should be involved in the new study.\nRegarding the CDW protocol, it may be of interest for the demolition sector to follow the revision. As a minimum, the protocol should not hamper Dutch practice.\nExtended Producer Responsibility (EPR) could be a result of European waste policies and can become more important in the Dutch construction sector too, as proposed by Platform CB’23 team Future reuse (Toekomstig Hergebruik)°. European developments will be identified via the usual channels (Ministry lenW). Passive monitoring will be sufficient in the next years, since no construction EPR is on the EU agenda yet.\nAs of 2025, the Dutch waste legislation (LAP) will be transformed to a Circular Material Program (CMP)® in which the WFD revisions will be implemented.\n2. This Study\nEuropean waste policies are regulated by the Waste Framework Directive (WFD)'. A targeted revision is planned in 2023, focusing on prevention, separate collection, waste oils and textiles. For construction and demolition waste (CDW), the Netherlands (Ministry lenW) advocated improving waste separation at construction and demolition sites, with the aim of facilitating reuse and high-quality recycling.\nEnd-of-waste criteria\nEnd-of-waste criteria define when a waste material becomes a product and is not subject to waste regulations anymore. End-of-waste criteria are important for Dutch circular policies, facilitating the use of secondary raw materials. The EC has the intention to elaborate end-of-waste criteria for CDW. A 2022 JRC scoping study identified aggregates and mineral wool as priority streams in construction and demolition waste (CDW). A study is planned for 2024°.\nEU Construction & Demolition Waste Management Protocol\nA CDW waste management protocol? was already published in 2016. This is a generic protocol and not of specific interest for frontrunners in circular demolition, like the Netherlands. The EC announced a revision.\nRevision 2023\nPotential benefits / opportunities\nWaste Framework Directive End of waste criteria for aggregates >2024\nDirective 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives https ://ojeu.com/ojdb|nk/view-notice.ohp?id=2376418 ‘Background data collection for future EU end of waste criteria of construction & demolition waste’ study to be executed by TAUW https://ec.europa.eu/docsroom/documents/20509/\nRegeling vaststelling van de status einde-afval van recyclinggranulaat, 7-2-2015 https://wetten.overheid.nl/BWBR0036239/2015-02-07 https://platformcb23.nl/images/downloads/2022/final/Leidraad_Toekomstig-Hergebruik-1.pdf https://open.overheid.nl/documenten/ron|-9bd054c488cba24d8fc5dbaac1 f0c97b26cc6352/padf\nPotential threats\nThe existing Dutch end-of-waste criteria for\nrecycled aggregates should not be jeopardised e BRBS\nStakeholders NL*\ne Ministry lenW\n5. Impact analysis and recommendations\nPossible impact on Dutch circular construction policies\nGroup, NL\n-SGS|\nStakeholders EU*\ne DG ENV (file holder)\n* Contact entry persons as an are listed at the end of this study.\n36",
  "page_37": "1. Summary\n4. Mapping of EU circular policies\nFit for 55 package\n2. This Study\nMaking buildings more energy efficient is targeted by several initiatives in the Fit for 55 package. The legislative framework includes the Energy Performance of Buildings Directive (EPBD) 2010/31/EU and the Energy Efficiency Directive 2012/27/EU. A possible new legislative proposal for buildings is the introduction of CO,-pricing in the built environment as part of the Emission Trading System (ETS). ETS reformations will go hand in hand with a new mechanism for products imported from outside the EU , the Carbon Border Adjustment Mechanism. ETS may have a link to circular economy, but primarily has a link with decarbonization and climate policies. be important for Other Fit for 55 initiatives will indirectly impact circular economy issues in the construction sector and are not dealt with in this study. An example is the ‘Land Use, Land Use Change and Forestry’ (LULUCF) policy, with new rules aiming to set more ambitious target for CO,.removals from the atmosphere by capturing it in soil and forests. This may result in a higher appreciation of CO,-storage in biobased building materials, a topic under discussion in the Netherlands’.\nThere is no existing or planned energy-related policy specifically for infrastructure.\nRenovation Wave\nThe Renovation Wave strategy was already published in 2020 under the EU Green Deal, to pursue both energy gains and economic growth by energy renovation. In 2021, the Renovation Wave was embedded in the Fit for 55 actions. Renovation is pushed by the Energy Efficiency Directive, that requires EU countries to increase the current renovation rate of buildings of 1% per year to at least 3% via country’s National energy and\n5. Impact analysis and recommendations\n(Tt\n--\nPe\nRenewable /\n\\\nMethane\nemissions\n1 Brief minister De Jonge aan TK, kenmerk 2022-0000547768 23 december 2022, Beleidsagenda normeren en stimuleren circulair bouwen\n2 https://open.overheid.nl/repositor /ronl-09a6b91e-3291-4637-be66-8d31ba10b70c/1/pdf/fiche-3-mededeling-een-renovatiegolf-voor-europa.pdf\nImage Source:Eit for 55 - The EU's plan for a green transition - Consilium (europa.eu)\n3. Dutch circular construction policies\n37\nSocial\nclimate fund\nREfuelEU aviation\nand FuelEU maritime\nclimate plans. The Dutch Climate Agreement (Klimaatakkoord) for the built environment reflects the European ambitions?.\nIdeally, renovation is carried out in a circular way. This will be pushed forward by the EPBD, the legislative basis for energy efficient buildings, as described further on.\nee AN\n_®\nVly fale\nEU emissions KH\n3® Buildings energ' trading system * gx\nperformance\nWy\nEfforts sharing\nEnergy\n-\nregulation\nSater\nHow will the EU reduce its\nenergy /\nI greenhouse gas\nemissions\nby\nLand use and forestry\nt at least\n(LULUCF)\n| 55%\nEnergy\n\\\ntaxation\nby 2030?\nAlternative fuels\n(2)\nucture\noe\nCO, emission\nof and\n(RD\nad\ncars vans\n»\nCarbon border\nadjustment mechanis",
  "page_38": "1. Summary\n4. Mapping of EU circular policies\nFit for 55 / EPBD\nEnergy Performance of Buildings Directive (EPBD)\n2. This Study\nThe EPBD, introduced in 2010, aims at decarbonising the national building stocks by 2050 through energy efficiency requirements for building use. EU countries must for example establish long-term renovation strategies, contributing to achieving the national energy and climate plans (NECPs) for energy efficiency targets. Since 2019, all new public buildings must be nearly zero-energy buildings (NZEB) and as of 2021 also all new buildings When a building is sold or rented, energy performance certificates must be issued and inspection schemes for heating and air conditioning systems established. The directive also supports electro-mobility through minimum requirements for car charging stations. Smart technologies are promoted.\nThe proposed revision of the EPBD' aims at further reducing CO.- emissions of energy consumption by buildings. The main objectives of the revision are that all new buildings should be zero-emission buildings by 2030 (public buildings by 2028), and that existing buildings should be transformed into zero-emission buildings by 2050. In 2033 residential buildings should already have energy class D. Solar energy must be installed on new public and non-residential buildings by 2027, on existing public and non-residential buildings by 2028, and all new residential building by 2030. Other proposals? deal with labelling, indicators, financial instruments and mobility infrastructure. These proposals are not further dealt with in this report®.\n1\nCOM/2021/802 final\n2\n3 Read the Dutch position in: Fiche Herziening richtlijn betreffende energieprestatie gebouwen, Tweede Kamer, vergaderjaar 2021-2022, 36 012, nr. 2\n5. Impact analysis and recommendations\nMore information on the energy-related policies of the European Commission in relation to the Dutch situation can be found at https://dabc.foleon.com/publicatie/overzicht-eu-beleid-nederlandse-bouw-en- vastgoedsector/richtlijnen-energie#block-89578877\n3. Dutch circular construction policies\nThe revision is on-going and planned to be ready in 2023.\nRelation to Circular Economy\nFollowing the decrease of energy consumption and its CO,-emission, the next step is the decrease of CO,-impact of materials. Two new tools are introduced in the revision that are connected to the Circular Economy:\na Whole life carbon assessment a Digital building logbooks\nBoth will be connected to product information, which should become available in the Construction Products Regulation (CPR).\nThese new tools could be applied to infrastructure as well, but this is not specifically mentioned in EU policies.\n38",
  "page_39": "1. Summary\nFit for 55\nTypical building High-performance building\n2. This Study\n3. Dutch circular construction policies\n/EPBD / Whole life carbon assessment\n5. Impact analysis and recommendations\n4. Mapping of EU circular policies\nPossible impact on Dutch circular construction policies\nCurrently, the Dutch Building decree (Bouwbesluit) has separate requirements for material-related (embodied) environmental impact (the MPG), and operational energy use of buildings (nearly-zero energy building (BENG) requirements). The NMD is investigating combining the two, since whole life carbon is based on the LCA approach that is used in the Bepalingsmethode. The announced Dutch norms for CO,-emission of material use* also links to whole life carbon.\nThe impact of the European EPBD requirement will be limited as long as only a whole life carbon calculation is required. In the long run, the EC may put whole life carbon requirements in place. It seems worthwhile linking the on-going Dutch developments (combining embodied and operational CO, and the envisaged CO,-norms for material use), to the European developments. Using the experience of several Dutch stakeholders involved in the European project, is recommended.\nIn infrastructure, whole life carbon could be interesting for works with both materials and installations that use energy. Monitoring the developments, for example in the NMD, could be worthwhile.\nNET ZERO = ZERO CARBON?\nBuildings: Total Lifetime Energy Use\nWg\n-SGS|\nOperational and embodied carbon\nSo far, the EU energy policies (EPBD, Renovation Wave) focused on the energy used by buildings during use. This is the so-called operational energy, causing operational carbon emissions. With decreasing operational energy use and more renewable energy used by buildings, the ‘embodied’ carbon of the materials in the building becomes more important to further reduce carbon emissions in the life cycle of buildings. Embodied carbon is the carbon released during production, installation and end-of-life of the materials, as calculated by LCA. Supported by several NGOs and the World Green Building Council (WGBC), the concept of whole life carbon (= operational + embodied carbon) is introduced in the EPBD to work towards zero-emission buildings. As of 2030 (and 2027 for buildings > 2000 m2), the ‘Life-cycle Global Warming Potential’ will have to be calculated for new buildings. The Dutch Green Building Council (DGBC), as a member of the WGBGC, follows the development of whole life carbon assessment. Madaster? is member of a recently established Working Group to support the development of the EU Whole Life Carbon Roadmap?.\nThe whole life carbon approach is based on the European standard EN 15978 and the Level(s) framework for sustainable buildings. The embodied carbon figures of products are derived from the LCA based on EN 15804. The intention is to connect the EPBD to the new sustainability requirements in the CPR, which require the reporting of product (embodied) carbon.\nDGBC, WHOLE LIFE CARBON POSITION PAPER, SEPTEMBER 2021; https://www.dgbc.nl/ httos://madaster.nl/\nhttps://c.ramboll.com/whole-life-carbon-reduction\nhttps ://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/23/kamerbrief-over-beleidsagenda-normeren-en-stimuleren-circulair-bouwen\n39",
  "page_40": "1. Summary\nFit for 55 /\nDefinition\nST\nCoO/ 7 |\nDemolition\n40\n2. This Study\n3. Dutch circular construction policies\nEPBD / Digital Building Logbooks\n5. Impact analysis and recommendations\nction\nploitation\nRefurbiBhment\nand/or ranovation\n4. Mapping of EU circular policies\nDesign\n1\nee\nA ‘digital building logbook’ means\":\n“a common repository for all relevant building data, including data related to energy performance such as energy performance certificates, renovation passports and smart readiness indicators, which facilitates informed decision making and information sharing within the construction sector, among building owners and occupants, financial institutions and public authorities”.\nThe concept of a Digital Building Logbook\nWhile the availability of data can contribute to better design, construction and management of constructions, the construction sector is still underdeveloped in terms of digitalisation. Digital Building Logbooks (DBL) are therefore proposed by the European Commission, being a common data repository serving many purposes such as the digital ambitions of the EU, the Green Deal and Renovation Wave and the 2020 Circular Economy Action Plan. The concept of Digital Building Logbooks is integrated in the new EPBD as a voluntary tool to assist building owners in decision-making towards zero-emission buildings while also providing data required for the purpose of a circular economy (conceptual, not elaborated in detail). The DBL concept is developed for both renovation of existing buildings as well as new buildings.\nNote: The focus of DBL is on buildings. However, the concept can probably be applied on infrastructure constructions as well. This is not elaborated in Europe. In theory, it may lead to a gap in data needs for the infrastructure.\nStudy on the Development of a European Union Framework for Digital Building Logbooks FINAL REPORT , European Commission, December 2020, EASME-COSME-DIGITAL-LOGBOOK@ec.europa.eu\nSY\nRecycling and\nreuse of\nbuilding materials\nChange of ownership and/or use\nMaintenance\nBuilding Logbook\nBuilding Information Model (BIM)\nBuilding permits\nConstruction materials/products\nEnergy performance\nBuilding sensors\nMaintenance (status & planning)\nAdministrative information\nFinancial value\nt\nBuilding perforfyance\nassessments",
  "page_41": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nFit for 55 / EPBD / Digital Building Logbooks\nDevelopment\nEC DG GROW started a Technical Study in 2022 until end of 2023 led by Ecorys in cooperation with TNO, Arcadis and Contecht'. Key deliverables that are foreseen are shown in the picture below. The foreseen ‘gateway interface’ should enable data sharing based on the same ‘language’ (semantic data model), possibly via a ‘linking’ approach. Several ISO and CEN standards, also related to BIM, are used as basis for the semantic data model.\nInput from the Netherlands is delivered in several EC workshops and a Survey, amongst others from the Ministry BZK, Madaster and lately also Rijkswaterstaat. TNO is involved in the ontology and connected to the Dutch digital initiatives at DSGO?. The Dutch input so far covers construction data in general, which is broader than data for a circular economy. For example, the Dutch energy label database’. Platform CB’23, who has elaborated the framework for content of passports for circular construction, is not involved so far. Madaster, the private organization for building passports, is in favour of a mandatory system to create data pull instead of a voluntary framework.\nEUM vig\nFramework to link existing databases\n\nGuidelines to implement logbook\nGuidelines data sharing, intellectual property and licenses\nbuildinglogbook@ecorys.com\nDSGO is the Dutch Digital system for the built environment https://digigo.nu/over+dsgo/wat+is+dsgo/default.aspx https ://www.energielabel.nl/woningen/zoek je energielabel/ National Circular Economy Program 2023-2030\nFiche Herziening richtlijn betreffende energieprestatie gebouwen, Tweede Kamer, vergaderjaar 2021-2022, 36 012, nr. 2\n4. Mapping of EU circular policies\nThe Dutch Ministry BZK is responsible for the topic of passports for constructions, in close collaboration with the Ministry of lenW for passports in infrastructure. Following the advice of the Transition Team Circular Construction Economy, material passports won’t become mandatory for the time being. Priority is to develop a reliable data exchange network in the sector*. The formal position of the Netherlands® towards a Digital Building Logbook is positive but slightly doubtful if such a tool should be developed at EU level.\nIt is noticed that the efforts of Platform CB’23 on passports are not linked to the DBL study yet. Neither is there a connection yet with CEN committee TC350/SC1 Circular construction, though ‘passports’ are considered instrumental for circular construction,\nPossible impact on Dutch circular construction policies\nThe data exchange principle in DBL is in line with the Dutch approach for passports. But the development of DBL is only starting. It is still unclear which standards (DBL, BIM, GIS etc.) and underlying technologies (formats, languages) will be used. There is no decision yet on possible linked data approaches. It is important for the development of the Dutch data strategy to follow the dossier and align with Dutch stakeholders (BZK, lenW, Platform CB’23, Madaster, TNO, DSGO, etc.).\nThe impact of the European DBL seems limited so far. However, to fully benefit from a European DBL, infrastructure should be included too. In the long run, linking DBL to circular standardization could be considered. The usefulness of such a step depends on the outcomes of the technical study .\n-SGS|\n5. Impact analysis and recommendations\n41",
  "page_42": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nFit for 55 / Emission Trading System\nA new ETS system for buildings and road transport\nIn order to support other building-related policy measures like the EPBD, the EC is proposing a new EU-wide emissions trading system (ETS) which will put a price on emissions from the building sector and road transport (ETS- BRT). This new emissions trading system will work with the same ‘cap and trade’ principle as the existing ETS in the industry, which means that the government sets a cap on the total emission in the sector, and stakeholders buy and trade emissions rights. Fuel suppliers will be responsible for monitoring and reporting the quantity of fuels they place on the market for households and transport and for surrendering emission allowances each calendar year, depending on the carbon intensity of the fuels. It is not clear if infrastructure assets using energy (e.g. lighting, opening bridges and locks) will also be affected. Since fuel suppliers will be the stakeholder for pricing, this may well be the case.\nBoth the European parliament and the Council adopted the new ETS-BRT in 2022. The system will be elaborated in the next years. The intention is to start from 2027 at the earliest. Though it is expected that the CO2-price will be low at the start, the scheme may result in price increases of fossil fuels. This may help to make the transition to emission-free equipment (which is one of the transition paths of Rijkswaterstaat).\nPossible impact on Dutch circular construction policies\nfy —\nThe new ETS system aims to reduce CO,-emissions during the use of constructions (buildings) and transport, probably including equipment used for construction. This may impact Dutch climate-related policies in the construction sector. There is no direct impact on specific circular economy policies.\n|=\n4. Mapping of EU circular policies\nThe Carbon Border Adjustment Mechanism (CBAM) will be part of the industrial ETS. So far, some industries got free CO, allowances, to prevent them from moving production outside the EU. The CBAM will replace this by taxing the ‘embedded’ CO, of imported goods. It is foreseen that CBAM will be operational by the end of 2023 for the most carbon-intensive sectors: iron and steel, cement, aluminium, fertilizers, electricity and hydrogen. In the transition period until 2025, CO, reporting will be mandatory. After 2025, CBAM certificates will be required to import goods.\nP ossible impact on Dutch circular construction policies\nThe CBAM supports Dutch circular construction policies as it steers towards reducing the carbon intensity of raw materials. There is some concern at Rijkswaterstaat about expected price increases of essential materials and the impact on organizational processes, but this falls outside the scope of this study. However, the concerns underline the importance of further research into circular alternatives for the CBAM-effected materials.\nAs!\n~)-\nAX\nby whos\nd 1)\nan ruseoes,\n—\nPicture source: h ttos://www.fiaregion1.com/expert-study-on-road-transport- a nd-the-eu-emissions-trading-system /\n42\n5. Impact analysis and recommendations\nCarbon Border Adjustment Mechanism\nWw,\nSo =—",
  "page_43": "1. Summary\n2. This Study\nFit for 55 Package Impact analysis overview\nNew topics related to circular construction\nEPBD - Zero emission\nbuildings / Whole life\nBepalingsmethode\ncarbon\nLCA approach in line with\nDG ENER (file holder)\nBPIE\nWGBC\nDG GROW (file holder) Ecorys consortium + TNO (2022-3) FIEC CEN TC350/SC1?\nDG CLIMA (file holder)\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nStakeholders NL*\nMay develop towards 1 overall CO, requirement for operational and embodied carbon. Bouwbesluit should reconsider current split Infrastructure not involved in methodological development\nMinistry BZK NMD NVTB NEN (standards for energy calculations) DGBC / real estate Madaster\ne Ministry BZK e DSGO e Platform CB’23 passports e Madaster e Bouwend Nederland e Ministry lenW/RWS e NEN mirror committee CEN TC350/SC1? e CROW?\nMinistries of EZK and lenW ‘Nederlandse Emissie Autoriteit’ (Nea), the independent agency for emission trading\nMinistry EZK\n(outside circular economy)\n3. Dutch circular construction policies\nPotential benefits / opportunities\ne\ne\ne\ne\ne\ne\ne European semantic model for data exchange Discussions about linked data approach similar to NL (opportunity to exchange opinions) Opportunity to formalise and/or standardise building passports / data exchange\nFurther options to reduce CO, emissions of use of buildings (not for infrastructure) and transport\ne\ne\nReduction of embodied carbon of materials\n¢\nEPBD — Digital Building\nLogbooks (DBL)\nETS for buildings and road\ntransport (ETS-BRT)\nCBAM\nDG CLIMA / DG taxation (file\nholder)\n1th\n43\nPotential threats\nInfrastructure not involved No European funded projects for infrastructure to develop or test building passports No link (yet) to Circular Economy standardisation. No direct link yet to Platform CB’23 passports, or developments in Dutch data strategy (via DSGO?)\nNo direct threats for circular economy. Potential threats are outside this study (e.g. costs)\n* Contact entry persons as an are listed at the end of this study.\nStakeholders EU*\ne",
  "page_44": "1. Summary\n2. This Study\nSustainable Finance\nSustainable Finance Framework\nTaxonomy Regulation: adopted\non 18 June 2020\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nSustainable Finance Disclosure Regulation (SFDR)\napplies since March 2021\nCorporate Sustainibility Reporting Directive (CSRD)\nproposed by the Commission in April 2021\nSustainability preferences: adopted by the\nCommission in April 2021\nThe foundations of the EU sustainable finance framework. From: EC (Andreas Rajchl), presentation at World Bank FinSac Conference, 18 May 2022 via h tps ://thedocs.worldbank.org/en/doc/8dea75f98f65a824e389bdbd422f06d8-0430012022/related/Andreas- Rajchl-EU-Commission.pdf\n44\nComprehensive disclosure regime for both non-\n7‘ financial and financial institutions to provide\nw=\nv= investors with the information necessary to\nmake sustainable investment choices.\n3. Dutch circular construction policies\nThe EU is examining how to make sustainability considerations an integral part of its financial policy in order to support the European Green Deal. The intention is to increase private investments in sustainable projects.\nThe EU Taxonomy is the cornerstone of the EU sustainable finance framework. This is acommon EU classification of economic activities that are regarded to be sustainable. Thereby serving as a sustainable investment guide for e.g. banks, pension funds and other investors.\nVarious obligations for disclosures are put forward. The new Corporate Sustainability Reporting Directive (CSRD) will take effect from financial year 2024 and requires large companies to provide information of non- financial issues for investors. Reporting standards are currently being developed. Financial organisations offering sustainable investments, also have to report on Taxonomy-compliance. Like financers and (big) investors and private real estate owners.\n3. TOOLS\nBroad toolbox for\nand participants financial intermediaries\nto develop sustainable investment\n1. EU TAXONOMY\nAcommon classification of economic\nactivities substantially contributing\nto environmental objectives, using\nscience-based criteria.\n2. DISCLOSURES\ncompanies,\nmarket\n(—\n* EU Climate Benchmarks Regulation applies\nsince April 2020\nStandard for European green bonds (EuGB),\nproposed by the Commission today",
  "page_45": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nsustainable Finance / Taxonomy\nEU Taxonomy\nThe Taxonomy Regulation is the common EU classification of sustainable economic activities. It has six environmental objectives\n1 Climate change mitigation 2 Climate change adaptation 3 Sustainable use and protection of water and marine resources\n4 Transition to a circular economy 5 Pollution prevention & control 6 The protection and restoration of biodiversity and ecosystems\nThe criteria for sustainable activities are based on: a substantial contribution to one or more objectives, not harming the objectives (‘Do Not Significant Harm (DNSH)’) and minimum social safeguards. So far, only the contribution to objectives 1 and 2 are elaborated together with DNSH- criteria. What can be considered to be a positive contribution to the other objectives is still in development for most of the economic activities\nThe following three factors are considered when assessing a company’s alignment to the EU Taxonomy:\n2@ Dono\n©\n|\nSubstantial\nsignificant eee\n3\nMinimum\ncontribution\nees\nsafeguards\nharm (DNSH)\nThe EC defines the actual list of environmentally sustainable activities by defining screening criteria for each of the above objectives. This is done by Technical Working Groups composed by different parties from different Member States of the platform on sustainable finance\n4. Mapping of EU circular policies\nActivities are eligible under the Taxonomy that have an impact on the climate / environment that can still be improved, or that already have a positive impact. Activities that are incompatible with sustainability (e.g production of fossil fuels), are not-eligible\nVarious construction-related activities are eligible in the Taxonomy’, ranging from the manufacturing of energy-efficient products (e.g. windows) to the manufacturing of energy-intensive materials (cement, steel, etc.), for which requirements are put forward. Furthermore, there are requirements for buildings (real estate), infrastructure for transportation and (in development) for concrete in infrastructure works\nSome organisations (for example the Construction 2050 Alliance regarding sustainable construction*) fear that the Taxonomy will cut off companies not fulfilling the criteria, from financing and funding,\nTransport infrastructure\nFor transport (activity nr 6 in the Taxonomy compass’), there are requirements for the infrastructure for personal mobility and cycle logistics rail transport, infrastructure enabling low-carbon road transport and public transport and enabling low carbon water transport. The circular economy requirements are limited to the DNSH requirement to reuse or recycle 70% of demolition waste upon renovation. Reference is made to the EU Construction and Demolition waste protocol\n-SGS|\n5. Impact analysis and recommendations\nConstruction-related activities\n45\n{\nVarious documents can be found at https://finance.ec.europa.eu/sustainable-finance/tools-and-standards/eu-taxonomy-sustainable-activities e tts ://euconstruction2050.eu/blog/\n2",
  "page_46": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nsustainable Finance / Taxonomy\nReal estate\nFor real estate (activity nr 7 in the Taxonomy compass’ ), criteria are defined for construction of new buildings, renovating existing buildings, and acquisition and ownership of real estate, mainly focusing on energy performance. With regard to circular economy, there is only a DNSH requirement for reuse and recycling of demolition waste.\nNew proposals have been made for a contribution to circular economy, including a mandatory LCA of a building, using building passports, circular design and demolition, and a minimum use of 15% reused products+15% recycled material+20% renewable or recyclable products. Upon renovation, 50% of the building must be preserved. Though not explicitly mentioned, it is to be expected that tools like the EU Level(s), the Dutch MPG (for building LCA) and/or private schemes such as BREEAM, can be used to satisfy criteria. The Dutch Green Building Council published an analysis of the proposals and consequences for the Dutch real estate market. Clearly, not all these proposals are feasible, so changes are still to be expected.\nInfrastructure\nAdditional criteria are currently being defined for, amongst others, the use of concrete in civil engineering works and demolition of buildings and constructions. The latter refers to the EU Construction and Demolition Protocol. 90% Reuse and recycling is required.\nFor concrete in civil engineering, several criteria are proposed: 90% recycling of concrete waste into new concrete; design for disassembly &\n4. Mapping of EU circular policies\nadaptability; a demand for 60% recycled content and use of digital building logbooks. The Netherlands (with input of Rijkswaterstaat) commented on the civil engineering proposals by e.g. stating that important activities are missing, like for asphalt, and that the requirement of 60% recycled content is generally not feasible (January 2023). The main Dutch comment from the Ministry lenW is that little attention is paid to other elements that are essential for the circular economy, namely sustainable production and sustainable products, maintenance techniques for service life extension, etc..\nPossible impact on Dutch circular construction policies\nStrictly speaking, the Taxonomy has no influence on public policy, but mainly on investments by financers. However, in order not to confuse the market and to support public policies, the Taxonomy requirements should refer to existing and/or developing standardisation work by CEN and ISO concerning sustainability of manufacturing and of products, or to the same criteria and tools (like standards for EPD, whole life carbon, etc.). If financial organisations assess the sustainability or circularity differently, this will become a source of conflict which can best be avoided from the start. This convergence should be carefully monitored by Dutch stakeholders.\nFurthermore, the Taxonomy relies heavily on EU tools, which hardly exist for sustainable infrastructure. There is a risk that unbalanced criteria are formulated for civil engineering.\n-SGS|\n5. Impact analysis and recommendations\nhttps://www.dgbe.nl/nieuws/eu-taxonomie-wij-zitten-op-een-lijn-met-circulariteitsdoelen-europa-6528\n46",
  "page_47": "1. Summary\n2. This Study\nsustainable Finance / Taxonomy Impact analysis overview\nDevelopment\nPotential benefits / opportunities\nPotential threats\nBroader attention and demand for circular construction\nEU Taxonomy\n4. Mapping of EU circular policies\nMinistry of Finance Ministry of lenW Rijkswaterstaat Bureau Brussel DGBC (buildings) Betonakkoord (concrete in infra) Bouwend Nederland? Investors?\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nStakeholders NL*\n47\nUnbalanced (with regard to existing Dutch policies) criteria for buildings and civil engineering. Insufficient tools to define sustainable infrastructure activities.\n* Contact entry persons as an are listed at the end of this study.\nStakeholders EU*\nDG Finance (file holder) Platform on Sustainable finance Construction lobby organisations (Construction 2050)",
  "page_48": "1. Summary\n4. Mapping of EU circular policies\nGreen Public Procurement\nGreen Public Procurement in the EU\ndeclaration of Intent by the Circular Construction Working Group’ on Circular asphalt. Next to Rijkswaterstaat, several Dutch cities participate in the various working groups (a.o. Amsterdam, Eindhoven, Rotterdam, province of Zeeland, Haarlem).\n2. This Study\nThe European Commission recognises that Europe’s public authorities are major consumers and can play a key role in demanding sustainable goods and services. By developing clear and verifiable environmental criteria, the EC wants to help creating a level playing field in the EU for Green Public Procurement (GPP). GPP is a voluntary tool, but it reflects the European green ambitions and streamlines requirements for suppliers across Europe. GPP is also an instrument to introduce tendering approaches and requirements, which could become EU legislation in the long run.\nGPP criteria are developed by DG ENV in many areas -— often with input from the Netherlands (Ministry lenW). The following are related to construction:\na Offices (2016) a Road design, construction and maintenance (2016) a Road lighting and traffic signals (2018)\nBig buyers group\nThe EC supports the so-called Big Buyers group initiative’, which is run by ICLEI (Local Governments for Sustainability) and EUROCITIES (network of major European cities). There are four new groups (see picture), including a ‘Zero-emission construction sites’ and a ‘Circular Construction’ working group. In the latter group, Rijkswaterstaat signed a ‘joint\n5. Impact analysis and recommendations\n3. Dutch circular construction policies\nfor environment chmate\nhe\nCIRCULAR\nCONSTRUCTION\nPossible impact on Dutch circular construction policies\n-SGS|\n{ https://bigbuyers.eu/about/partners\nra\nELECTRIC HEAVY-DUTY\nVEHICLES\n48\nAbout WorkingGroups Joint statements News\na\nMs\nfe}\nZERO-EMISSION\nDIGITAL SQLUTIONS\nCONSTRUCTION SITES\nIN-THE HEALTHCARE SECTOR\nLimited impact, long-term benefits. The Dutch Green Public Procurement is already advanced in terms of sustainability and circularity. However, it is helpful when big buyers in other countries apply similar requirements. This will increase the market supply of sustainable products and services in Europe, from which the Netherlands can also benefit. Furthermore, participating seems a long-term ‘investment to integrate principles like LCA in procurement. Especially for infrastructure this could be useful, in the absence of other European instruments.",
  "page_49": "1. Summary\n2. This Study\nGreen Public Procurement Impact analysis overview\nElaboration\nPotential benefits /\nopportunities\nGreen Public Procurement\nLong-term benefits by supporting similar sustainability criteria in Europe and thereby the development of green solutions in the European market\n49\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nLimited\n3. Dutch circular construction policies\nPotential threats\nStakeholders NL*\ne Ministry of lenW e Rijkswaterstaat RVB e Various cities\n* Contact entry persons as an are listed at the end of this study.\nStakeholders EU*\nDG ENV (file holder, criteria) DG GROW (big buyers) ICLEI EUROCITIES",
  "page_50": "1. Summary\n2. This Study\nImpact analysis and recommendations\n3. Dutch circular construction policies\n5. Impact analysis and recommendations\nfal Vip\nae\nitty\n4. Mapping of EU circular policies\n7\noy /\nset ~~\nThe identified opportunities and threats of each dossier, are compared with the relevant circular construction topics in the Dutch policies. The potential impact of the European dossiers on the Dutch topics is evaluated and recommendations for involvement of Dutch stakeholders are given.\nBased on this evaluation, the dossiers are prioritized, both from point of view of infrastructure and of building policies.\nFinally, a potential action list has been developed, aimed at the next European legislative period, 2024 — 2029. This builds on the Joint Declaration of the European Commission, the European Parliament and the Council to give the utmost priority in 2023 and until the end of the parliamentary term in 2024 to, amongst others, the delivery the European Green Deal’.\n/,\nMh:\ni=\na\nSo\nete\nOy\n_ —ay\naw\ny\n‘isteatatst\nLy\n/e)\nMah.\nTy i.\n1\n&\n221213 EU Legislative Priorities for 2023 and 2024. Joint Declaration of the European Parliament, the Council of the European Union and the European Commission\n50",
  "page_51": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nRelationship Dutch policies and EC dossiers (1/5)\nDutch circular construction topics\nGoal NL\nEC dossiers circular construction\nLCA and single score of products and buildings, Based on European standards (existing policy)\nBased on European standard EN 15804 Sufficient room for NL to continue with MKI and MPG policies and NMD.\nCPR —LCA/ database\nStandardisation in CEN TC350\nCarbon assessment of products and constructions, including carbon storage (announced policy)\nA European approach or standard for products could be helpful.\nCPR — possible future topic\nCBAM\nAssessment of constructions should be aligned with existing European standards.\nEPBD - whole life carbon, method Level(s)\nETS-BRT\n4. Mapping of EU circular policies\nImpact level of European dossier*\n\n\n\n\n\n\n5. Impact analysis and recommendations\nRecommendation for NL stakeholders\nThe Dutch construction sector, from policy makers (both B&U and GWW) to manufacturers and NMD, is already organised in the ‘CPR Acquis’ mirror group led by the Ministry of BZK. They should continue to closely follow the Acquis process and influence developments. At the same time stakeholders should follow the CEN TC350 standardization activities, which are the basis for the CPR requirements, to be aware of methodological aspects influencing the Dutch MKI/MPG system. Specific advocacy to be considered (who? / align Dutch stakeholders).\nThere are no European nor Dutch policies yet. The Dutch policy can be elaborated first before deciding if and which international tools or policies could be useful for NL.\nElaboration of the NL policy should follow the EU development for whole life carbon, to ensure alignment. There is no equivalent for infrastructure. It could be considered if / how this is relevant for NL.",
  "page_52": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nRelationship Dutch policies and EC dossiers (2/5)\n(policy status in brackets)\n\n\n\nMeasuring circularity - method development (pre-normative status, no policy)\nShould be a European method, to avoid different measurement systems across Europe Should include infrastructure.\nCEN TC350/SC1\nEU Taxonomy (still in development)\nData exchange in the construction chain / building passports, for the purpose of circular economy (announced development)\nIf developed or standardised in Europe, basic principles for data exchange should be similar to those developed in the Dutch data strategy (based on European standards), including infrastructure.\nEPBD - Digital Building\nLogbooks\n4. Mapping of EU circular policies\n\n\n\n\nsr\n*Legenda impact level: High priority\nMonitoring\ndossier\n\nTo safeguard the Dutch knowledge as developed in Platform CB’23, and the need of a method for Dutch policies, continuing involvement in standardisation is recommended.\nFor the short term, more clarity on what ‘circular infrastructure’ means and how it could be translated to practical measures, will be useful input for the on-going Taxonomy discussions.\nMonitoring and providing input from Dutch experiences, should be sufficient. Point of attention: Dutch stakeholders elaborating passports for circular economy (e.g. Platform CB’23, RWS), are slightly underrepresented. Infrastructure passport developments are not directly involved. A network of people monitoring this dossier and preferably connected to the Dutch data strategy, would be helpful to avoid a mismatch between NL and European data exchange principles.\nDutch stakeholders should be aware that the DoP will provide circular data of products in future.\nCPR — environmental\n(LCA) data in the DoP",
  "page_53": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nRelationship Dutch policies and EC dossiers (3/5)\n(policy status in brackets)\n\nCircular performance declarations of products (e.g. multi-cycle performance, prolonged lifetime) (pre-normative status and practical guidelines, no policy)\nIf developed in Europe, it should underline Dutch circular construction policies. No deviating approaches.\nCPR — environmental life\ncycle information in DoP.\nCircular procurement (promoting a.o. reuse, recycled content) (public procurements policy)\nCommon understanding of circular procurement, allowing international tendering.\nGreen Public Procurement\nExtended producer responsibility (announced for plastics)\nDepends on the way Europe wants to develop / implement it.\nNo EC dossiers for EPR in\nthe construction sector.\nThe construction sector ecosystem and HLFC.\nCircular design principles\nKnowledge exchange is welcome, including infrastructure.\n(practical guidelines)\nCEN TC350/SC1.\nEuropean projects / other road authorities.\n4. Mapping of EU circular policies\nDespite the low impact, NL could benefit by being pro-active and putting forward the Dutch ambitions. In the long run, NL also needs information from imported products, which the DoP can provide. The CB’23 development of a horizontal guideline for future reuse, could therefore be promoted in Europe.\nOn-going participation is important to show the Dutch commitment for sharing knowledge and experience. This is a long-term investment.\nMonitoring takes place at lenW. No EC initiatives are expected on short term. No further dedicated action seems necessary now.\nFrom policy point of view, there are no specific actions required. Following the developments on this issue in CEN TC350/SC1 could be useful to bring forward generic design principles. Learning and exchanging knowledge should be done with networking organisations.\nSGS\n*Legenda impact level: High priority\nLow priority\nMonitoring\ndossier\n\n\nThe elaboration of information requirements will take place in product standardisation by product groups. This will take a long time and will probably not be very ambitious.\n\nIf Europe proceeds with the topic, it could become highly relevant (not on short/medium term).\nThere are no policies. EC documents (if any) will have very limited impact in the Netherlands. The other way around, NL is not in direct need of European principles, though international knowledge exchange is welcome, including infrastructure.\nsr",
  "page_54": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nRelationship Dutch policies and EC dossiers (4/5)\n(policy status in brackets)\n\nFacilitating use of secondary raw materials and biobased materials (announced action to promote biobased and to stimulate recycled content through public procurement)\nEU policies should facilitate this, not hamper NL. Technology development and knowledge dissemination across Europe welcome.\nWaste framework directive / end- of-waste criteria aggregates & mineral wool.\nConstruction and demolition waste protocol\nBiobased unclear, may be addressed in other policies than specific circular economy policies\nna\nCPR-potential environmental requirements for recycled content in future.\nGreen Public Procurement\n4. Mapping of EU circular policies\n\nThe Waste Framework Directive is closely followed by many Dutch stakeholders, including Rijkswaterstaat and the Ministry of lenW. There is no direct need for an additional effort in the EU, though internal RWS alignment should be ensured.\nDemolition practice in the Netherlands is more advanced.\nOnce Dutch actions to promote biobased are clear, it should be investigated if and which European policies or standards could be supportive or are a barrier.\nFeedback and interaction with the Buyer groups in Europe is useful to get an understanding of the European potential.\n*Legenda impact level:\nThe end-of-waste criteria could have an\nimpact in NL.\nPossible CPR requirements are not at stake in the next years.\nEU Taxonomy (circular measures\nstill in development)\n[wt\n‘soo\n\nThe waste framework directive and end- of-waste criteria are translated in Dutch waste policies.\n\n\n\nMonitoring\ndossier\nSGS\nHigh priority",
  "page_55": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nRelationship Dutch policies and EC dossiers (5/5)\nDutch circular construction topics\nGoal NL\nEC dossiers circular construction\n\nEU policies should facilitate this, not hamper NL ambitions. Technology development and knowledge dissemination across Europe welcome.\nCPR — reuse declarations\nEU research networks and projects\n4. Mapping of EU circular policies\n\n\nRecommendation for NL stakeholders\nClosely follow the CPR revision in this area via Ministry of BZK. Make sure to clarify and ‘translate’ possible CPR requirements to the Dutch market, in connection with e.g. Rijkswaterstaat, NEN/CB’23 and other stakeholders.\nThough an icon project on circularity in infrastructure would be helpful to develop circular tools for infra, it is considered by many Dutch stakeholders as a (too) intensive task to lead a European project. Nevertheless, if an opportunity pops up, it should be considered.\n5. Impact analysis and recommendations\nImpact level of European dossier*\n\n55\nTaxonomy (circular measures still in development)",
  "page_56": "1. Summary\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nPrioritisation\nBased on the impact analysis, the dossiers are prioritized both for infrastructure policies in the Netherlands as well as building policies.\n5. Impact analysis and recommendations\nInfrastructure specific\nPriorities from circular construction point of view Construction sector as a whole\nin next years\nBuildings specific\nGreen Deal (developments for\nconstruction sector, e.g. in HLFC)\nEPR (once it becomes relevant for\nconstruction products)\ne (EPBD-) whole life carbon\nEU dossier for monitoring\n56\nLevel(s)\nGPP\nTaxonomy for sustainable\nbuildings/real estate\n*These dossiers offer voluntary European tools for circular construction. In the long run they may become legislation and/or influence Dutch circular approaches. * This is relevant dossier with potentially high impact, A study end-of-waste criteria for aggregates and mineral wool takes place in 2024, after which legislative changes could be expected. The a a on study can probably be monitored, but could be higher prioritised if results may jeopardize the existing Dutch criteria.",
  "page_57": "1. Summary\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nOutlook next legislative period (1/4)\nHigh priority: CPR and CEN TC350 (buildings and infrastructure)\nThe most tangible European legislative initiative for circular construction with potentially a high impact on Dutch circular policies, is the uptake of sustainability in the CPR. The revision process takes place in 2023 and the elaboration of several sustainability issues in the CPR has already started, via the new, so-called Acquis process with the Member States. The sustainability items in the proposed revised CPR are part of the Green Deal and therefore a priority for the European Commission in 2023 and 2024. It is to be expected that the elaboration of sustainability in the CPR continues in the next legislative period, after 2024.\nThe 4 main sustainability proposals in the revision and potential Dutch actions are listed below.\nLCA / database (2023 onwards)\nReuse (2023)\nLife cycle information requirements (2023 / 2024)\nEnvironmental requirements (>>2024)\ni Continue with the Dutch mirror group of the Acquis to prepare input for the revision. Be pro- active in providing input to EC.. Continue discussing the potential impact of European LCA-values and a potential European database on the NMD, MK! and MPG / Continue Dutch participation in CEN TC350 to follow methodological developments which may impact the CPR LCA (including PEF).\nPotential impact not fully clear, possibly fine. To be discussed with Dutch stakeholders.\ni\nTranslate the Platform CB’23 guideline for reuse in future life cycles, into an English document and use it as an input for the CPR discussions with DG GROW and as an input into CEN TC350/SC1 on circular construction. Continue participation in CEN TC350/SC1 to ensure an entry for future circular construction standards.\ni Not an issue now. Ministry of BZK will be involved when the European Commission will develop this.\na\n\nal\n\n\n5. Impact analysis and recommendations\n57",
  "page_58": "1. Summary\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nOutlook next legislative period (24)\nHigh to medium priority: developing better understanding of sustainable and circular infrastructure\nThough sustainable and circular infrastructure is better in the picture than it was a few years ago, the lack of a dedicated focus and understanding is a risk for future circular European policies affecting the infrastructure sector. Building and infrastructure go hand in hand within the CPR, but the EPBD circular initiatives are mainly for buildings, and sustainable / circular measures for infrastructure are lacking for the European Taxonomy. Green Public Procurement is important for moving sustainable / circular infrastructure forward, but a broad common understanding for e.g. sustainable concrete or asphalt in the infrastructure is still missing.\nNetworking sustainable infrastructure\nGreen Public Procurement (2023 onwards)\nTaxonomy for infrastructure (2023)\na Continue building a European network of organisations with an interest in sustainable and circular infrastructure. Try to find a common ‘message / concrete request for infrastructure (like energy in buildings unites different interests and organisations). Align with NGOs. If an opportunity occurs, a European funded project could be worthwhile to elaborate various circular construction topics specifically for infrastructure.\ni Continue participating in European initiatives like the Big Buyers groups and specific CEDR working groups. Push for sharing the lessons learned with the broader network of infrastructure stakeholders, including procurers, investors, but also manufacturers and other stakeholders in relevant supply chains (concrete, asphalt, biobased).\ni Ensure exchange and alignment between Dutch stakeholders of proposed measures.\nStakeholders: Rijkswaterstaat (incl. RWS\nStakeholders: Rijkswaterstaat and its\nStakeholders: Ministry of Finance (lead),\nBureau Brussel) and its (bilateral) international\ninternational network, Ministry lenW, RVB, Dutch\nMinistry of lenW, Rijkswaterstaat (incl.Rijkswaterstaat Bureau Brussel), Bouwend Nederland, Betonakkoord (concrete) and other sectors in future (e.g. asphalt, steel / Bouwakkoord Staal).\nnetwork: CEDR, ECESP, NGOs (e.g. EEB,\ncities / provinces participating in European\nECOS, HCH; to be defined), OVAM, BENELUX,\ninitiatives like Bug Buyers, CEDR.\nBig Buyers Group, PACE, and various others if it\nmakes sense for specific topics (e.g. FIEC,\nConstruction 2050 Alliance, WGBC, G20 Global\nInfrastructure Hub, UNEP, OECD). Optional also:\nstakeholders from specific supply chains (e.g.\nconcrete, asphalt)\n58",
  "page_59": "1. Summary\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nOutlook next legislative period (3/4)\nMedium priority: EPBD (buildings, with infrastructure involvement)\nThe other European legislative initiative within circular construction is the incorporation in the EPBD of voluntary tools for ‘whole life carbon’ (based on framework methodology Level(s) for sustainable buildings) and Digital Building Logbooks. Though developed from the perspective of buildings, the approach can be applied to infrastructure as well. Therefore, involvement of infrastructure stakeholders in the Dutch feedback to the European Commission, is advised. These voluntary tools serve as a reference for circular building definitions and may transform into legislation in the long run.\nWhole life carbon (2023-2024)\nDigital Building Logbooks (2023 onwards)\ni Continue to follow the EPBD revision with regard to the link between product information (climate change indicator from CPR) and ‘whole life carbon’ calculation. Keep an eye on applicability of methodology for infrastructure whole life carbon calculations.\nAppoint a coordinator (e.g. at RWS, BZK or lenW) to ensure alignment between Dutch data strategy developments as announced in the NPCE, and other Dutch stakeholders involved in DBL. Connect the Dutch data strategy development and Platform CB’23 with the DBL discussions. Propose in CEN TC350/SC1 to connect passports for circular economy with DBL. In the long run, standardisation of logbooks / passports could be an option to further harmonise the concept.\ni\n=e\n\n\n5. Impact analysis and recommendations\n59",
  "page_60": "1. Summary\n2. This Study\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nOutlook next legislative period (4/4)\nMedium priority dossiers and dossiers for monitoring (buildings and infrastructure)\nIn the next years (2023, 2024 and next legislative period) the below dossiers should be monitored and interaction / discussion between stakeholders continued. For these dossiers it is important to build or continue the existing exchange between Dutch stakeholders.\nSustainable building criteria in the Taxonomy and GPP\nWaste Framework Directive\nTo avoid confusion in the market and ensure alignment with Dutch procurement guidelines, criteria in the Taxonomy should deal with similar topics as used in public and private sustainable building tools. Examples are: LCA (MPG), whole life carbon, recycled content, dismountable design, the way to promote biobased materials, etc.. Lacking a pan-European sustainability method for infrastructure, expected criteria for infrastructure may focus on materials. Such criteria should be aligned with approaches from RWS and e.g. Betonakkoord, Staaloouwakkoord.\nThe upcoming study on end-of-waste criteria should be closely monitored and assessed on applicability for NL. Prepare for a possible legislative initiative of the EC > 2024.\nSoo\nFe\nene) |\nnme\nSe\nontcmaciaepeena\nSSooueclommam\nLevel(s) framework\nEuropean agenda setting Green Deal for construction sector\nIt seems that the Dutch MPG is in line with Level(s). Monitoring should be sufficient in the next years to keep an eye on the status and development.\nTo be monitored if the HLCF will continue in the next legislative period and which topics are brought forward.\nEee\ntoon en\nacne\n\nerence\n5. Impact analysis and recommendations\n60",
  "page_61": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nAnnex A. Relevant organisations / entries\nFor further information, please contact Jessica Reis Leffers from Rijkswaterstaat at jessica.reisleffers@rws.nl\n4. Mapping of EU circular policies\n(1/4)\n5. Impact analysis and recommendations\nContact person (if identified)\nDirk Breedveld\nEsther ’t Hoen (DBL en policy circular buildings)\nTopic\nCPR\nEPBD — whole life carbon\nCircular Economy / infrastructure\nTaxonomy infrastructure\nWFD\nDutch organisation\nMinistry BZK\nMinistry BZK\nMinistry lenW\nDBL\n\nCharlie de Jong\nMark Overman\nRijkswaterstaat\nJessica Reis Leffers\nClaartje Vorstman\nInternational strategy for circular infrastructure\n61",
  "page_62": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nAnnex A. Relevant organisations / entries\n4. Mapping of EU circular policies\n(2/4)\n5. Impact analysis and recommendations\nDutch organisation\nContact person (if identified)\nBetonakkoord\nSustainable concrete / CPR / Taxonomy\nTopic\nMartin van der Vliet (secr)\nPaul Ewalds (Betonhuis)\nRené Meyboom\nOtto Friebl (policies)\nPeter Broere (technical issues)\nDGBC\nJorrit Penninga\nPablo van den Bosch\nNan van Oldenbeek\nNiels Ruijter\nBouwend Nederland\nBRBS\nDSGO\nMadaster\nNEN commission Circular\nConstruction\nNVTB\nToekomstig hergebruik / CPR\nPaspoorten / DBL\nCircular economy / data strategy\nInterests of Dutch construction companies, a.o. sustainability\nInterests of Dutch recyclers / CPR / WFD\nDutch sustainable and decarbonised built environment / EPBD / Taxonomy Ruben Zonnevijlle\nDigitalisation in the built environment / DBL\nBuilding passports / DBL\nStandardisation of circular construction\nCor van Dijken\nInterests of Dutch manufacturers of construction products / CPR\nPlatform CB’23\nAnnemarie Stap / Agnes Schuurmans\nNEN / Wouter van Twillert\nMenno Brouwer\nEnvironmental assessment of products and constructions / CPR\nRVO (for Transition Team\nCircular Construction Economy)\nStichting NMD\nCircular construction\nJan-Willem Groot\nTransition Team Circular\nConstruction Economy\nTNO\nThrough RWS, Claartje Vorstman\nMichel BOhms\nDBL (member study consortium Ecorys)\n62",
  "page_63": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nAnnex A. Relevant organisations / entries (3/4)\n4. Mapping of EU circular policies\nContact person (if identified)\n5. Impact analysis and recommendations\nEU organisation\nDG GROW\nSustainable construction\nTopic\nPhilippe Moseley\ngreen transition and competitiveness, energy and resource efficiency,\ncircularity\nllektra Papadaki (team leader)\nOscar Nieto Sanz\nCPR and collaboration with CEN\n\nDomenico Tinto\nHarmonised Standards, EADs, CPR Acquis\nCPR\nBig buyers (GPP)\nEPBD-DBL\nwhole life carbon\nLevel(s)\nThrough RWS representative\nJosefina Lindblom\nEC DG GROW\nDG ENER\nDG ENVI\nEuropean Construction Sector analyses the EU construction sector to provide\nObservatory\ninformation to policymakers\n63",
  "page_64": "1. Summary\n2. This Study\n3. Dutch circular construction policies\nAnnex A. Relevant organisations / entries (4/4)\nEU organisation\nTopic\n\n\nBig Buyers Initiative (DG Sustainable public procurement\nGROW / ICLEI / Eurocities)\nBPIE\nEnergy performance of buildings\nZsolt Toth\nCEDR\nWorking group Environment and resilience, decarbonisation\n4. Mapping of EU circular policies\nContact person (if identified)\n5. Impact analysis and recommendations\n(through RWS Jaap van der Heide, Jeroen Nagel)\nCEN TC350 and CEN\nTC350/SC1\nEPD, sustainable construction assessment standards\n\nInterests of manufacturers of construction products, a.o. sustainability\n(through RWS representative)\n(through NEN, Nan van Oldenbeek)\nBaleise Milda\nEEB\nFIEC\nICLEI\nWGBC\n(through DGBC)\n64\nCPE\n\nECESP / EESC\nSTEPHANE ARDITI\n(through René Meyboom, Bouwend Nederland)\nChristophe Sykes\nPlatform for knowledge exchange on sustainability and circularity\nNGO in CEN TC350 working on environmental standards which work for EU citizens /\nconsumers\nNGO representing national environmental organisations, various topics\nInterests of construction companies, a.o. sustainability\nprivate-public platform collaboration promoting international collaboration and knowledge exchange on Dutch circular economy\nGlobal organisation helping local governments with sustainable development, involved in Big Buyers Initiative\nGlobal sustainable and decarbonised built environment\nECOS\nHolland Circular Hotspot",
  "page_65": "1. Summary\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\n5. Impact analysis and recommendations\nAnnex B. Further reading (1/2)\nMore information CPR revision\nhttps://single-market-economy.ec.europa.eu/sectors/construction/construction-products-regulation-cpr/review_en\na\nMore information EPBD revision\na https://ec.europa.eu/commission/presscorner/detail/en/qanda_21 6686 a https://eeb.org/wp-content/uploads/2022/04/EEB-POSITION-PAPER EPBD_ executive-summary.pdf\nMore information DBL\n2. This Study\nDigitalisation of construction: handbook, maturity scan and trainings: htips://digital-construction.ec.europa.eu/ High Level Construction Forum: https://single-market-economy.ec.europa.eu/news/launch-hi h-level-construction-forum-2021-09-28 en Digital Building Logbooks Definition https://op.europa.eu/en/publication-detail/-/publication/cacf9ee6-06ba-11eb-a511-01aa75ed71a1/language-en/format-PDF/source- 179394366 Construction and built environment https://ec.europa.eu/growth/sectors/construction/competitiveness en European Construction Sector Observatory https://ec.europa.eu/growth/sectors/construction/observatory en DigiPLACE Project- Towards a Framework for a Digital Platform for Construction https://www.digiplaceproject.eu/ Digital Innovation Hubs https://ec.europa.eu/digital-single-market/en/digital-innovation-hubs\nhttos://www.bpie.eu/publication/roadma -to-climate-proof-buildings-and-construction-how-to-embed-whole-life-carbon-in-the-epbd/\nMore information Whole life carbon\na\na https://viewer.ipaper.io/worldgbc/whole-life-carbon-policy-briefing/ a https://www.dgbc.nl/publicaties/position-paper-whole-life-carbon-44\n65",
  "page_66": "1. Summary\n3. Dutch circular construction policies\n4. Mapping of EU circular policies\nAnnex B. Further reading (22)\nMore information Green Deal generic: CEAP, HLCF, Fit for 55\na\nMore information WFD\na https://environment.ec.europa.eu/topics/waste-and-recycling/waste-framework-directive en\nMore information GPP\na\na\na\na\na\n2. This Study\nhttps://commission.europa.eu/strategy-and-policy/priorities-2019-2024/european-green-deal_ en https://climate.ec.europa.eu/eu-action/european-green-deal/delivering-european-green-deal_en https://environment.ec.europa.eu/strategy/circular-economy-action-plan_en httos://single-market-economy.ec.europa.eu/news/launch-hi h-level-construction-forum-2021-09-28 en https://digital-construction.ec.europa.eu/en/news/2/das-hochrangige-bauforum httos://www.consilium.europa.eu/en/policies/green-deal/fit-for-55-the-eu-plan-for-a-gqreen-transition/ https://ec.europa.eu/commission/presscorner/detail/en/IP_ 21 3541\nhttps://ec.europa.eu/environment/gpp/index_en.htm https://public-buyers-community.ec.europa.eu/about/big-buyers-working-together https://bigobuyers.eu/about/partners\nMore information Taxonomy\na https://finance.ec.europa.eu/sustainable-finance/tools-and-standards/eu-taxonomy-sustainable-activities en\nMore information ETS-BRT and CBAM\na\nhttps://climate.ec.europa.eu/eu-action/eu-emissions-trading-system-eu-ets en https://www.rijksoverheid.nl/documenten/kamerstukken/2022/01/24/bijlage-nadere-toelichting-ets-brt https://taxation-customs.ec.europa.eu/green-taxation-0/carbon-border-adjustment-mechanism_ en\n66\n5. Impact analysis and recommendations"
},
  "language": "Languages.ENGLISH",
  "total_pages": 66
}
