{
  "file_name": "102_1092.pdf",
  "pages": {
  "page_1": "EEB\nEuropean\nEnvironmental\nBureau\nGlavne zahteve EEB za sveženj »Pripravljeni na 553«: družbeno pravičen sveženj po meri planeta\njulij 2021\nPaket »Pripravljeni na 55«, ki naj bi ga Evropska komisija sprejela 14. julija, je ključen politični mejnik za izvajanje zaveze evropskega zelenega dogovora, da bo Evropa so leta 2050 postala prva podnebno nevtralna celina in da bo hkrati zagotovila razvoj krožnega gospodarstva z ničelnimi emisijami in brez strupov. Celostna revizija politik in regulatornih ukrepov mora Evropi omogočiti, da okrepi svoja prizadevanja in tako pripomore k povečanju naših možnosti za omejitev dviga povprečne temperature na globalni ravni na 1,5 “C, ki je po znanstvenih dognanjih najvišja meja, pri kateri se še lahko izognemo posledicam podnebnih sprememb, ki ne bi omogočale življenja na planetu. Hitrost im obseg podnebnih in okoljskih izzivov, s katerimi se soočamo na globalni ravni, sta tako velika, da si ne moremo privoščiti zavlačevanja, in naslednje desetletie bo ključnega pomena za to, da postavimo prave temelje. Največji obseg sredstev do sedaj, ki jih zagotavljata večletni finančni okvir za obdobje 2021 —2027 ter načrt Za okrevanje gospodarstva Next Generation EU, predstavlja edinstveno priložnost za vzpostavitev ambicioznejših političnih, gospodarskih in fiskalnih instrumentov ter usmerjanje naložb in reform v naslednjem desetletju. Sporazum o cilju 55-odstotnega zmanjšanja emisij toplogrednih plinov do leta 2030 je bil izjemen politični uspeh. Vendar pa je ta podnebni cilj še vedno precej nižji od 63-odstotnega znižanja emisij, ki bi bilo potrebno glede na znanstvene podatke na osnovi pravičnosti in zgodovinske odgovornosti. EU je s podnebno zakonodajo določila zavezujoče cilje glede podnebne nevtralnosti do leta 2050 in splošni okvir, vendar je potrebno sedaj zakonodajo dopolniti s političnimi in regulativnimi orodji za povečanje ambicij v vseh gospodarskih sektorjih ter za zagotovitev prehoda, ki bo družbeno in spolno pravičen. Glavni izzivi bodo zmanjšanje naše porabe energije z uveljavitvijo načela »energetska učinkovitost na prvem mestu«, kombiniranje določanja cen ogljika z določitvijo časovnih rokov za opustitev rabe fosilnih goriv na ravni celotne EU, pospešitev rabe obnoviiive energije in optimalno izkoriščanje krožnosti v skladu s podnebnimi ambicijami, usmerjanje javnega in zasebnega financiranja v smeri uresničevanja ciljev evropskega zelenega dogovora ter hkratno zagotavljanje sinergij z drugimi cilj1 EU na področju okolja, družbe in enakosti spolov.\nZnanstveniki in državljani po vsej EU zahtevajo precej drznejše ukrepe za boj proti podnebnim spremembam.\nUpamo, da bodo države članice in Evropski parlament okrepili ambicioznost in politično skladnost\nzakonodajnega svežnja. Evropa zmore in mora narediti več.\nPredlagamo kliučne politične cilie na ravni celotne EU z natančnimi časovnimi roki za povečanje ambicij pri vseh glavnih zakonodajnih predlogih, k1 jih spremijajo priporočila glede politik in so podprti z dodatnimi informaciji v naših dokumentih o stališčih.",
  "page_2": "EEB\nEuropean\nEnvironmental\nBureau\nNaše glavne zahteve\nKrovni cilji politik\nPodnebna nevtralnost EU do leta 2040 65-odstotno zmanjšanje emisij TGP do leta 2030 glede na raven iz leta 1990 Cilj 50-0dstotnega deleža obnovljive energije v končni porabi energije do leta 2030 Cilj 45-odstotnega zmanjšanja porabe energije (energetska učinkovitost) do leta 2030 Opustitev rabe premoga na ravni celotne EU do leta 2030 Opustitev rabe zemeljskega plina na ravni celotne EU do leta 2035 Opustitev rabe izdelkov iz fosilnih goriv na ravni celotne EU do leta 2040 Zaprtje večine jedrskih elektrarn do leta 2040 Opustitev prodaje avtomobilov z motorji na notranje izgorevanje (ICE) na ravni celotne EU najkasneje do leta 2035\nGospodarstvo EU ne bo moglo postati podnebno nevtralno, dokler v celoti ne razogljiči svojega energetskega sistema in vsi gospodarski sektorji ne postanejo podnebno nevtralni. V našem Energetskem scenariju, skladnem s pariškim podnebnim sporazumom smo pokazali, da je do leta 2040 mogoče doseči sistem s 100-odstotno obnovljivo energijo, za to pa je potrebno:\ne izkoristiti potenciale na področju prihrankov energije s pospešitvijo temeljite prenove stavb in posodobitvijo procesov industrijske proizvodnje. K temu bo pripomogla tudi večja energetska učinkovitost. S tem se bo povpraševanje po energiji vEU med letoma 2015 in 2050 prepolovilo, hitro povečati domačo uporabo obnovljive energije s sončno In vetrno energijo za proizvodnjo elektrike. Proizvodnja električne energije 1z obnovljivih virov se mora v desetletju med letoma 2020 in 2030 potrojiti. To pomeni, da bodo obnovljivi viri energije leta 2030 zagotavljali 50 %, leta 2030 pa 100 % bruto končne energije: elektrificirati industrijske procese, sektor ogrevanja in promet na osnovi električne energije iz obnovljivih virov. Ključne tehnologije, k1 bodo v desetletju po letu 2030 postopoma prevladovale na področjih stavb in cestnega prometa, so toplotne črpalke in električna vozila, hitro opustiti fosilna goriva, začenši s premogom, ki mora do leta 2030 večinoma izginiti Iz energetske mešanice, ter zemeljskim plinom (do leta 2035) im proizvodi 1z fosilne nafte do leta 2040. Do leta 2040 mora biti poleg tega zaprtih tudi večina jedrskih elektrarn: v omejeni meri izkoriščati nefosilne pline in goriva, k1 temeljijo izključno na obnovljivem vodiku. Ti sintetični plini in goriva, ki so proizvedeni z elektrolizo, so ključnega pomena za razogljičenje industrije in letalskega prometa, poleg manjšega in upadajočega prispevka trajnostno pridobljenega bioplina in biometana.\nZa uresničitev teh ciljev je potrebno v zakonodajni sveženj »Pripravljeni na 55« vključiti naslednje glavne ukrepe:",
  "page_3": "EEB\nEuropean\nEnvironmental\nBureau\n1) Direktiva o sistemu trgovanja z emisijami (ETS)\ne Zagotoviti, da bo z direktivo o sistemu trgovanja z emisijami omogočena postopna opustitev rabe premoga v celotni EU najkasneje do leta 2030 ter določena ceno CO2 v višini 100 evrov na tono, ki je skladna s pariškim sporazumom, določiti zgornjo mejo emisij, nižjo za enkratno zmanjšanje dovoljenj v višini 450 milijonov evrov leta 2023, ter z letom 2023 povečati linearni faktor zmanjšanja na 3,1 %: odstraniti 26. člen direktive ETS ter tako zagotoviti skladnost politik direktive ETS ter direktive o industrijskih emisijah (IED) s kombiniranim pristopom, ki bo omogočal uporabo standardov, ki temeljijo na uspešnosti (kot so npr. določeni v referenčnih dokumentih o najboljših razpoložijivih tehnologijah in v direktivi o okoljsko primerni zasnovi), odpraviti brezplačna dovoljenja za industrijo in jih v celoti nadomestiti s prodajo na dražbi: postopoma opustiti kompenzacijo za posredne stroške industriji v ETS, razširiti direktivo ETS na pomorski sektor, okrepiti pravila za letalski sektor ter v področje uporabe direktive vključiti sežiganje trdnih komunalnih odpadkov: določiti obvezno namenitev 100 odstotkov prihodkov od dražb za podnebne namene ter preprečiti, da bi bili ti prihodki porabljeni za podporo industriji, ki temelji na fosilnih gorivih (med drugim državno pomoč za posredne stroške COZ za industrijo): e izvzeti fosilna goriva tako iz sklada za inovacije kot iz sklada za modernizacijo.\nDokumenti EEB: Dokument EEB o reviziji direktive ETS: Komentarji EEB o začetni uceni učinka revizije direktive ETS, Ponoven zagon trajnostnega industrijskega sektorja (predghodna objava): Manifest evropske civilne družbe o fosilnem plinu, Članek Emission trading invisible hand or sleight of hand (+Trgovanje z emisijami: nevidna roka ali rokohitrstvo«):, Pismo Evropskega urada za okolie Evropski komisiji glede revizije direktive ETS\n2) Mehanizem za ogljično prilagoditev na mejah (CBAM)\ne Vzpostaviti mehanizem CBAM kot učinkovit instrument za spodbujanje podnebnih ambicij v EU in na globalni ravni za celostno izvajanje pariškega sporazuma: preprečiti, da bi mehanizem CBAM postal instrument trgovinske zaščite in povzročil zamudo pri razogljičenju industrije in gospodarstva EU, uvedbo mehanizma CBAM združiti z odpravo brezplačnih dovoljenj za emisije CO2 za sektorje, ki jih pokriva sistem ETS, vzpostaviti robusten sistem spremljanja, poročanja in preverjanja ter preprečiti »ogljični damping«, tj. nevarnost, da podjetja umazano jeklo zadržijo doma ter izvažajo samo proizvode brez ogljika, Zasnovati mehanizem CBAM tako, da bo upošteval ogljični odtis in emisije, vgrajene v najpomembnejše dvostranske trgovinske tokove, vključno z emisijami CO2, vgrajene v blago in storitve, uvožene za vmesno in končno uporabo, ne glede na njihov izvor, določiti definicijo alternativnih pristopov za izračunavanje emisij, kot so standardi za ogljični odtis proizvodov, Zagotoviti, da se referenčne vrednosti za proizvode razvijejo v zahteve glede učinkovitosti na področju emisij ogljika, ki bodo določene na osnovi širše učinkovitosti s poudarkom na končni rabi, s čimer bo trg ogljika v okviru sistema ETS bolj primeren za prihodnost: upoštevati obstoječe sisteme določanja cen ogljika (ETS/davki) v jurisdikcijah zunaj EU, nameniti prihodke iz mehanizma CBAM izključno za podnebne namene 1n preprečiti, da bi bila lahko ta sredstva uporabljena za financiranje fosilnih goriv, vključno s subvencijami, kot je državna pomoč za industrijo, zajeto v sistem ETS.\nDokumenti EEB: Stališča in politična priporočila EEB o Mehanizmu za ogliično prilagoditev na mejah",
  "page_4": "EEB\nEuropean\nEnvironmental\nBureau\n3) Direktiva o obnovljivi energiji\ndoločiti cilj 50-odstotnega deleža obnovijive energije v končni porabi energije do leta 2030: ponovno uvesti nacionalne zavezujoče cilje na področju obnovljive enereije, zagotoviti kombiniran pristop med obnovljivo energijo (sončna energija, vetrna energija, brez novih hidroelektrarn in zelo omejena uporaba biomase), energetsko učinkovitostjo in širšimi okoljskimi vplivi: izločiti tehnologije na osnovi fosilnih goriv (npr. nizkoogljična goriva) iz področja uporabe direktive RED II: iz direktive RED II izločiti tehnologiji Zajemanja in shranjevanja ogljika (CCS) ter zajemanja in uporabe ogljika (CCU), Zagotoviti, da bosta zavezujoča samo cilja glede električnih obnovljivih virov energije in sončne toplotne energije: dati prednost nadgradnji obstoječih električnih omrežij, shranjevanju in ukrepom na strani povpraševanja pred širitvijo električnih omrežij, določiti obvezne nacionalne načrte za razogljičenje sektorja ogrevanja: dati prednost uporabi obnovljive in neposredne elektrifikacije v tistih sektorjih, kjer že obstajajo izvedljive alternative (npr. stavbe, lahka tovorna vozila), določiti ambiciozne cilje glede obnovljivih virov energije po posameznih sektorjih (industrija, ogrevanje, promet): v okoljska trajnostna merila vključiti vse okoljske eksternalije, vključno z vplivom, ki ga imajo različni viri energije na onesnaževanje zraka in vode (še posebej je to pomembno pri biomasi) ter se tako izogniti kompromisom in zagotoviti skladnost z obstoječimi zakoni in politikami EU, zagotoviti, da trajnostna merila odražajo skrb za biotsko raznovrstnost in potrebe ekosistemov po biomasi ter se tako izogniti izgubi biomase ter degradaciji ali Zmanjšanju odpornosti ekosistemov: Zagotoviti upoštevanje hierarhije pri kaskadni rabi biomase — kjer uporaba biomase ne ogroža biotske raznovrstnosti, ekosistemskih funkcij in kritičnih ekosistemskih storitev, dati prednost uporabi lesa za gradnjo in pohištvo, kot surovini za kemično industrijo, kjer obstajajo nefosilne alternative, za papir in celulozo ter na koncu, na dnu hierarhije — za energijo: najprej za soproizvodnjo in nato za električno in toplotno energijo, odpraviti vrzeli pri uporabi biomase za energijo Z zmanjšanjem trenutno veljavnega praga z 20 MW na 5 MW, v sistemu ETS prenehati obravnavati biomaso kot »brezogljično gorivo« ter preprečiti spodbude za uporabo biomase za enereijo: revidirati določbe o potrdilih o izvoru in tako zagotoviti proizvodnjo dodatne obnovijive energije ter okrepiti povezavo med porabo, ki jo spodbujajo potrdila o izvoru, in fizično proizvodnjo električne energije Z zagotavljanjem informacij o ogljičnem odtisu in vplivu različnih virov energije na onesnaženost zraka.\nDokumenti EEB: Odgovor EEB na vprašalnik za javno posvetovanje o reviziji direktive o obnovliivi energiji (RED 11): Dokument EEB o ogliiku, ki ga je smiselno kuriti: kaj je še smiselno kuriti v krožnem kaskadnem nizkoogljičnem gospodarstvu: Brez novih hidroelektrarn v Evropi: manifest, Manifest o opuščanju fosilnega plina\n4) Direktiva o energetski učinkovitosti\nDoločiti zavezujoč cilj vsaj 45-odstotnega zmanjšanja porabe energije do leta 2030: opredeliti cilj energetske učinkovitosti kot zavezujoč tako na ravni EU kot na ravni posameznih držav članic, Zmanjšati povpraševanje po energiji, izboljšati učinkovitost rabe virov ter povečati rabo energije izključno iz obnovijivih vírov, uveljaviti načelo »energetska učinkovitost na prvem mestu« v vseh ustreznih zakonodajnih dokumentih: povečati zavezujoče zahteve o letnih prihrankih energije: Zagotoviti dejanske prihranke energije:",
  "page_5": "EEB\nEuropean\nEnvironmental\nBureau\nodpraviti pristop »alternativnih ukrepov«: povečati delež prenove stavb (na 3 odstotke, med katerimi mora biti 70 odstotkov temeljitih prenov) z namenom popolnega razogljičenja stavb do leta 2040 in uporabe energije izključno iz obnovljivih virov: prizadevati si za prehod na učinkovita in razogljičena sektorja ogrevanja in hlajenja s spodbujanjem opuščanja fosilnih goriv:, okrepiti vlogo energetskih skupnosti, učinkovito izkoristiti razpoložljiva sredstva v pomoč pri prehodu na učinkovite energetske sisteme brez fosilnih goriv.\nDokumenti EEB: Prispevek EEB k posvetu o valu prenove, Dokument o stališču EEB glede direktive EED v okviru Koalicije za prihranke energije\n>) Uredba o rabi zemijišč, spremembi rabe zemijišč in gozdarstvu (LULUCF)\ndoločiti zavezujoč cilj na ravni EU za znižanje emisij iz rabe zemljišč, povezanih s kmetijstvom, na neto ničelno stopnjo do leta 2030 ter ga prenesti v nacionalne cilje za vsako državo članico, predlagati nov model upravljanja, ki bo ponovno povezal kmetijske dejavnosti in upravljanje zemljišč ter v celoti upošteval soodvisnost med cilji na področju podnebja in biotske raznovrstnosti, odpraviti prilagodljivosti med odvzemi ogljika v skladu z direktivo LULUCF in ureďbo o porazdelitvi prizadevanj (ESR): vzpostaviti varovala, ki bodo preprečevala izravnavo prenizkega zmanjšanja emisij v sektorjih ETS in ESR s pomočjo napovedanega povečanja odvzemov ogljika na kmetijskih površinah in v sektorju gozdarstva: s pričakovanim novim instrumentom politike za kmetijstvo, gozdarstvo in drugo rabo zemljišč (AFOLU) določiti zavezujoče cilje na ravni EU za kmetijske emisije, ki niso CO2, in za emisije 1z rabe zemllišč, povezane s kmetijstvom, pa tudi poseben cilj EU za gozdarstvo in drugo rabo zemlijišč, ter jih prenesti v nacionalne cilje.\nDokumenti EEB: Onkraj ničelnih neto emisij v kmetijstvu\n6) Uredba o porazdelitvi prizadevanj (ESR)\ne V uredbi o porazdelitvi prizadevanj (ESR) ohraniti sektorje stavb, prometa in kmetijstva: e povečati cilj uredbe ESR v obliki nacionalnih zavezujočih prispevkov tako, da bo prispeval k cilju omejitve dviga globalne temperature na 1,5 “C, določiti zavezujoč cilj na ravni EU za zmanjšanje emisij 1z kmetijstva, ki niso CO2, za vsaj 20 odstotkov glede na raven iz leta 2005 ter ga prevesti v nacionalne cilje za vsako državo članico: doseči cilj na ravni EU za emisije 1z kmetijstva, ki niso CO2, z zagotavljanjem skladnosti s sektorskimi politikami ter tako podpreti prehod na agroekološke prakse in spodbujati bolj zdravo in bolj trajnostno prehrano: vzpostaviti načrte za podnebno nevtralnost po posameznih sektorjih: vzpostaviti sektorski načrt za podnebno nevtralnost za kmetijstvo z opredelitvijo najboljših agroekoloških praks, ki so že bile ugotovljene in bi jih bilo mogoče razširiti.\nDokumenti EEB: Onkraj ničelnih neto emisij v kmetijstvu\n7) Direktiva o obdavčitvi energije (ETD)\ne Zasnovati direktivo ETD tako, da bo učinkovit instrument za dopolnjevanje orodij politik ter povečanje podnebnih in okoljskih ambicij, internalizirati načelo »onesnaževalec plača« pri energentih,",
  "page_6": "EEB\nEuropean\nEnvironmental\nBureau\nobdavčiti vse energente na podlagi njihove vsebnosti ogljika z namenom zmanjševanja emisij v sektorjih prometa in stavb, odpraviti vse subvencije za fosilna goriva (izjeme, davčne ugodnosti in popuste) ter pospešiti razogljičenje energetskega omrežja, prerazporediti davčne prihodke na pravičen, pregleden in konsistenten način za ublažitev socialnih vplivov in spodbujanje zelenega okrevanja: e uvesti »premostitveno klavzulo« kot pravno podlago za direktivo ETD za omogočitev postopka soodločanja.\nDokumenti EEB: Odziv EEB na posvet o reviziji direktive ETD, Odgovor ETD na vprašalnik Evropske komisije o reviziji direktive ETD, Poročilo EEB o določanju cen ogliika v EU, Manifest o opuščanju fosilnega plina, Pismo EEB in organizacije ClientEarth predsedniku Evropskega parlamenta Sassoliju o pravni podlagi direktive ETD:\n8) Direktiva o energetski učinkovitosti stavb (EPBD)\nZa vsaj trikrat povečati število prenov, s poudarkom na enkratnih temeliitih prenovah: Zmanjšati potrebo po uvozu fosilnih goriv. Fosilna goriva bi morali postopno odpraviti tako pri temeljitih kot pri manjših prenovah, predvsem na področju ogrevanja in hlajenja: določiti ambiciozne obvezne minimalne standarde energetske učinkovitosti (MEP), ki bodo vključevali energijo oz. emisije v celotnem življenjskem ciklu. Standardi MEP bi morali biti zakonsko obvezni za izključitev stavb z najslabšimi energetskimi lastnostmi s trga. Poleg tega bi jih bilo treba meriti na enak način v vseh državah članicah. Revizija energetskih izkaznic bi morala vključevati ukrepe za popolno razogljičenje stavb, vključno z ukrepi za energetsko učinkovitost in krožnost: uvesti pristop ogljika v celotnem življenjskem ciklu pri strategijah za energetsko učinkovitost in krožnost, vključno s porabo energije med delovanjem in vgrajenimi vplivi. Pri ocenjevanju takšne učinkovitosti v življenjskem ciklu bi bile lahko v pomoč ravni na osnovi standarda EN 15978, določiti definicijo nič-energijskih stavb (angl. Zero-Emissions Buildinges, ZEB), ki izključuje uporabo fosilnih goriv in vključuje uporabo vodika za neposredno ogrevanje, prednostno bi bilo potrebno opredeliti usklajena merila za ZEB na osnovi porabljene energije v celotnem življenjskem ciklu, skupaj z merili učinkovitosti pri emisijah toplogrednih plinov v okviru načrtov držav članic. S pomočjo teh standardov bo mogoče oceniti dolgoročne načrte prenove na enotni podlagi ter zastaviti ambiciozno časovnico za vzpostavitev skupnega referenčnega merila za podnebni zakon EU.\nDokumenti EEB: Odziv EEB na začetno oceno učinka revizije direktive EPBD: Prispevek EEB k posvetu o valu prenove\nZa dodatne informacije o tem dokumentu se obrnite na Barbaro Mariani, vodjo politik za podnebje pri Evropskem uradu za okolje: barbara. mariani(Beeb.org."
},
  "language": "Languages.SLOVENIAN",
  "total_pages": 6
}
