{
  "file_name": "102_1083.pdf",
  "pages": {
  "page_1": "EEB\nEuropean\nEnvironmental\nBureau\nep\nve\n“14\n\n4\nBlueprint to make renewables-\nbased steel the new normal\nes\na=\ny\nyh\n{ a>\n= a xy ‘i eq,\nA\n\\an\n£4, an sq vad Pe * “\nSe\nra ~4 a\nat\n7 aad\n/b-\nDE\nge.\nir\ny\nA\ni 2 a\n- we\n%\ntA\nee |\ni)\noe\nms FSD\ngy\n~ &\n» 2\n4\n“Ow —~\nCe\n4\n| Ame\nae",
  "page_2": "EEB\nEuropean\nEnvironmental\nBureau\nEEB steel action plan\nThe European Environmental Bureau (EEB) represents more than 30 million concerned individuals active in over 180 citizens-led environmental NGOs, small and big, across 41 countries.\nIntroduction\nThis plan outlines the needed actions to drive the steel sector towards more sustainable production routes, while keeping it at the forefront of innovation. Avenues to de-pollute and decarbonise steelmaking are available: the phase-out of fossil-based production processes, the prioritisation of circularity and efficiency strategies and the use of policy levers along the value chain, such as public and private procurement, should together lead to make renewables-based steel the new normal.\nMost stakeholders and analysts broadly agree on the way forward for the steel sector, which includes preventing the downcycling of steel scrap, promoting its reuse and ensuring its application in high-quality products, accelerating electrification, removing barriers to deploying renewable electricity and renewable hydrogen, securing a socially-just transition where the workforce is properly re-skilled and upskilled, promoting renewables-based steel on markets and mobilising both private and public resources.\nIn line with the EU's ambition to transform the steel sector, we take this opportunity to recommend that the Steel and Metals Action Plan prioritises the following actions:\nFocusing on the most energy and material-efficient production routes. Scrap-based steel must be the focus, with greater attention given to improve scrap quality and prevent downcycling. Prioritising the modernisation of electricity grids and the development of a hydrogen infrastructure in line with credible needs. Ensuring renewable electricity is the cheapest option. Levies, taxes and subsidies should be urgently reformed to make this a reality and further incentivise the use of tools such as renewable Power Purchase Agreements. Advancing a “Steel Union” approach when it comes to funding to maximise efficiency of public and private funding through supporting EU-based trade flows instead of outdated state-based steel production. This approach would support renewables-based reduced iron trade within the EU and with third countries as an alternative to each integrated steel site having its own H2-DRI plant, where site conditions are not favourable (e.g. lack of renewables or hydrogen infrastructure, unfavourable iron ore transportation conditions). Ensuring adequate investment flows based on clear conditionalities on emission reduction targets (e.g. phase out of fossil fuels) and on a prominent role for private capitals. Exploring and setting new trade flows. They should be socially just, provide long-term benefits to both trade partners and the EU, and include reciprocity mechanisms to safeguard and promote EU social and environmental standards.",
  "page_3": "EEB\nEuropean Environmental Bureau\nStrengthening standards to drive the uptake of renewables-based steel in lead markets to complement market-based instruments such as CBAM and the EU ETS. Focusing R&l efforts on increasing the availability of high-quality scrap and advancing iron-ore based production routes based on direct electrification to be market-ready within the next decade.\n1. Circularity and Material Efficiency\nExhibit 10\nEUROPE COULD OVER TIME FULFIL MOST OF ITS\nSTEEL DEMAND USING SCRAP-BASED PRODUCTION\nSTEEL SCRAP AVAILABILITY AND STEEL PRODUCTION IN EUROPE\nMILLION TONNES PER YEAR\nHl STEELPRODUCTION {AVAILABLE SCRAP\n200\n150\n{00\n50\n2010\n2020\n2030\n2050\nFigure 1 - Steel scrap availability vs steel production in Europe (source: Material Economics)\nNOTE: AVAILABLE SCRAP NOT INCLUDING PROMPT SCRAP DIRECTLY RECYCLED IN CONVENTIONAL STEEL MAKING PROCESS\nSOURCE: MATERIAL ECONOMICS MODELING, SEE ENDNOTE”\na Policies should prioritise the use of scrap-based steel, as well as a more efficient use of steel. Steel can be used more efficiently through better product design, lightweighting and lifetime extension of products. In this respect, the notion that scrap",
  "page_4": "EEB\nEuropean Environmental Bureau\nRecommendations\nis scarce is misguiding; the EU can fulfil most of its steel demand using scrap-based production’. Scrap-based steel should be used for high-quality applications. Products containing steel should be designed to prevent steel downcycling and preserve its qualities after the first use. For instance, steel contamination with copper should be prevented through accurate design and improved sorting and collection aimed at keeping the value of both materials. Structural steel having lower GHG emissions compared to other steel products should be deconstructed and reused and not downcycled as scrap to the best extent possible. Over-reliance on the iron ore-based route should be avoided to use energy more efficiently and lower the need for renewable electricity and hydrogen. Scrap- based steel production (EAF) is 4 times more efficient that the iron-ore based using hydrogen (H2-DRI-EAF route) in terms of energy consumption. When it comes to costs, the marginal cost premium of the EAF route for flat steel products is 8-13% compared to 35-70% of the H2-DRI-EAF route?.\nPrioritise the scrap-based route in legislation. Its inherent efficiency in terms of energy use should be recognised, as well as the fact that it is cheaper and with a production route having an intra-EU value chain from raw materials to final products. Design products with material efficiency and end-of-life in mind to prevent material waste, make recovery of steel easier and prevent contamination leading to downcycling. Improve sorting and collection of scrap according to their grades, as well as closed loops for specific alloys and for specific uses of steel to prevent downcycling and increase reuse (e.g. structural steel in construction). Implement stricter export policies at the EU level for scrap, given that the EU exports 18 million tonnes of steel scrap yearly?.\n' Material Economics (2020). Preserving value in EU industrial materials A value perspective the of steel, plastics, - on use and aluminium. ? World Economic Forum (2023): Steel industry net-zero tracker (via EuRIC) 3 https://gmk.center/en/news/eu-could-become-scrap-importer-in-less-than-5-years-forecast/",
  "page_5": "EEB\nEuropean Environmental Bureau\n2. Electrification\nCooperation\nefficiency\nwithin\nobligation\nNg\nvalue chains\nschemes\nat\ninformation\nCarbon\nprovision\npricing\nIndustrial\nelectrification\npolicy\nMarket\nCarbon\naccess\ncontracts\nfor\nfor demand\nflexibility\ndifference\nIncentives\nAligning\nfor distributed\ntariffs, taxes\nWL\nenergy resource\nand levies with\nelectrification\n%\nflexibility\nnik<\n)\n%\n%\nGrid\nGrants, loans\nR\\2\nplanning and\nand fiscal\n4O\nAR\noptimisation\nincentives\nyw?\n%e CO,\nFigure 2 - Electrification enablers (source: Regulatory Assistance Project)\nOry\noe yriersS\n25\na. When iron-ore based steel is needed, electrified processes should be prioritised, being more efficient and cleaner than combustion processes. The H2-DRI-EAF route uses half the energy of the blast furnaces equipped with carbon capture and storage’. At the same time, electrified processes allow 99% emissions reduction while fossil-based routes with CCS between 73 and 89%. Electricity and carbon prices should accelerate the transition towards electrification with renewable electricity. The impact of fossil-based sources should be a tangible liability for the industry to incentivise a transition towards renewables-based production routes. Taxes and levies should penalise fossil fuels and promote renewable electricity. No exception should be made to the principle that the most polluting fuels should be\n4 Agora Industry, Wuppertal Institute and Lund University (2024): Low-carbon technologies for the global steel transformation. A guide to the most effective ways to cut emissions in steelmaking. 5 Assuming 90% carbon capture rate. a\net ech\nang fing\nDe\nSSe4\n4e\nSou, %,\n%\nEnergy\n%, So\nResearch and Regulation,\ndevelopment targets and\nstandards",
  "page_6": "EEB\nEuropean Environmental Bureau\ntaxed the highest so to better reflect their real environmental, health and social impacts, while subsidies should be redirected to accelerating deployment of nature- positive renewable electricity. The availability of renewable electricity and the upgrade of grids and storage should be accelerated. The foreseeable growth of electricity consumption should be anticipated with an ambitious investments plan able to spark its production without creating bottlenecks in the grid. A careful planning of the exact energy grid, all measures considered, should be laid out in the EU roadmap to avoid conflicting or redundant infrastructures. Barriers to a wide uptake of electrification technologies should be promptly addressed. This includes a general update of infrastructures, a larger availability of renewable electricity, a wrong price signal promoting fossil fuels, high CAPEX and network costs and lack of skills and awareness in value chains.\nRecommendations\nPromote national action to lower taxation on renewable electricity and strengthen the use of Carbon Contracts for Difference and renewable Power Purchase Agreements to make the price of renewable electricity lower than fossil-based sources to reflect its lower impact of the environment and the society. Phase out the EU ETS free allocation according to the CBAM timeline. Accelerate the integration of the electricity market and the upgrade of the electricity infrastructure, as well as the availability of renewable electricity, including by pushing steel producers to contribute to this effort with a percentage of renewable electricity production proportional to their turnover. Establish renewable electricity and renewable hydrogen joint purchase platforms across the EU and industrial players to lower prices and ensure long-term sustainability for electricity and hydrogen producers. Incentivise flexibility in terms of storage and demand -side response, remove network charges and all exemptions and reduced rates for fossil fuels and undue levies on renewable electricity under the current Energy Taxation Directive®.\nTrade and a Level Playing Field\na The EU Single Market should incentivise the trade of renewables-based steel. Steel producers transitioning towards renewables-based production routes (see points 1 and 2) should not be put at a disadvantage compared to producers of fossil- based alternatives. CBAM should be tightly enforced and its loopholes fixed to prevent emission- intensive steel to enter the EU at whichever point of the value chain. CBAM\n6 https://eeb.org/wp-content/uploads/2022/03/EEB-brief-ETD-final-31-March-2022-rev.pdf",
  "page_7": "EEB\nEuropean\nEnvironmental\nBureau\nshould prevent resource shuffling and be extended to include finished and intermediate products. The Ecodesign for Sustainable Products Regulation (ESPR) should prioritise steel as planned and horizontal criteria of repairability, recyclability and recycled content should apply to steel as a priority and set criteria that privilege renewables-based steel producers. Trade agreements should foresee further reciprocity-shield mechanisms covering other aspects in relation to pollution prevention impacts but also level playing field on social considerations. The reality of new steel production routes should be acknowledged. New trade flows should be explored to understand their potential to make steelmaking more efficient and more sustainable globally. Partnerships with extra-EU exporters of reduced iron should create local sustainable development, a diversified economy and long-term benefits.\nRecommendations\nEnforce CBAM and fix its loopholes to prevent circumvention, namely by extending it towards downstream intermediate and finished products and preventing “resource shuffling”. Use Ecodesign requirements to make product-policy a lever to allow in the Single Market only circular, durable and renewables-based steel products. Explore new green iron trade flows (e.g. “Green Iron Corridors®”) able to benefit both the exporting and the importing ends of the value chain. Anticipate the impact on the importing countries in terms of jobs and plan measures and investments to keep employment and upskill/reskill the workforce.\nLead markets & the role of standards\nThe leverage of big buyers in the public and private sectors should be used to reduce the emissions of purchases. Targets for purchasing renewable-based steel should be envisaged in the procurement of products, works or services contracts by Member States and private buyers. b A sound definition of “green steel” is needed to guide markets towards the more sustainable choice. Such definition should be based on the successful Ecodesign framework, incentivise the use scrap-based steel and foresee a progressive tightening of criteria to phase fossil fuels production routes out by the next decade.\n7 Sandbag, Mind the Scrap, 2024\n8 Rachel Wilmoth, Quailan Homann, Chathu Gamage, Lachlan Wright, Kaitlyn Ramirez, Sascha Flesch, Thanh Ha, Joaquin Rosas, Natalie Janzow, Green Iron Corridors: Transforming Steel Supply Chains for a Sustainable Future, RMI, 2024",
  "page_8": "EEB\nEuropean Environmental Bureau\nRecommendations\nFunding\nStandards should play the role in guiding the market. Not only they complement the role of the carbon market to get the decarbonisation but also play a key role to achieve other environmental and public health protection goals (e.g. use of natural resources, impact on the air and water quality, durability and increased use of recycled contents). Robust reporting requirements and public availability of performance data allow for assessing comparability of progress made, the identification of industry frontrunners and support compliance promotion. This can be achieved through the Digital Product Passports (ESPR) and the implementation of the Industrial Emissions Portal Regulation (IEP-R).\nEnsure that the review of the Public Procurement Directive includes increasing quotas and mandatory targets for the purchasing of renewables-based steel, as well as uses life-cycle assessments to identify the most economically advantageous tender to ensure that public procurement creates a lead market for renewable steel. Develop science-based definition of “green steel” within the ESPR framework able to phase out fossil-free production processes by 2040, as well as incentivise circularity and reuse of steel. Ensure as wide as possible applicability to steel products under the ESPR. Ensure a rigorous and ambitious implementation of the Industrial Emissions Directive, notably regarding deep industrial transformation to promote the more sustainable production processes and circularity standards (e.g. revised Iron and Steel BREF and forward-looking transformation plans). Provide for digital reporting tools such as the Digital Product Passport (ESPR), as well as reporting of consumption inputs and contextualisation of data via the European Industrial Emissions Portal? so to allow for benchmarking of progress within the value chain as well as progress made on the industrial transformation. The data should be publicly available in user friendly format.\na Public funds should be spent strategically to facilitate the more efficient production routes allowing an efficient use of steel and energy and the highest decrease of emissions. Prioritising the improvement of the scrap-based route would allow to use electricity more efficiently, so lowering the needed investments to upgrade grids and boost renewables. State aids must be limited to fix market failures and not policy failures. The fact that, for instance, state aids are used to incentivise the transition of steelmaking because of the shortcomings of the EU ETS and the IED is an inefficient use of public\n° https://industry.eea.europa.eu/",
  "page_9": "EEB\nEuropean Environmental Bureau\nresources'®, Instead, a coherent legislative framework is needed to provide clear signals to incentivise investments to reduce emissions. Furthermore, State aids must be strictly conditioned to clear pollution prevention at source (installation level transformation plans) consistent with the climate neutrality and zero-pollution targets of the EU, as well as to provisions to prevent offshoring\" and to promote reskilling and upskilling. Public support should be agreed under a Union-wide and value chain approach to deliver the highest public benefit. A more holistic “Steel-Union” approach should be used considering the availability and cost of renewable hydrogen and electricity, iron ore deposits and intra-EU trade corridors to ensure the best return of the public investment to the Union as a whole.\nRecommendations\nPrioritise the use of public funding for infrastructures able to incentivise the electrification of steelmaking, such as grids. Start a new “Steel IPCEI” addressing the entire value chain, integrating the strengths of different Member States into a unique project able to maximise environmental, societal and economic gains. Minimise policy failures through a strict implementation of the IED (e.g. compliance with strict range of the Iron and Steel BREF BAT Conclusions), EU ETS and CBAM, so policies can guide the transition of the sector with a minimal use of State aids. Condition the granting of State aids to clear environmental and social conditionalities such as a Toxic-Free and Zero Pollution ambition compatibility check\", and anti-offshore provisions to prevent companies leaving the EU after benefitting from public aid. Incentivise private investments through de-risking tools (e.g. long-term guarantees by Member States and Green Procurement) and long-term price stability tools such as renewable Power Purchase Agreements and Carbon Contracts for Difference.\n1° Decision SA.104903 states that “current and policies such the EU ETS mechanism do not provide sufficient measures as financial incentives for investments to reduce GHG gas emissions linked to the steel production” since “the existing Dunkirk plant is currently eligible for free CO2 certificates under the EU ETS [free allocation, AN], which means that emissions associated with the existing BF-BOF route for steel production currently do not constitute in full a cost for the beneficiary” and that “there are no binding EU policies or Union standards in place that require undertakings in the steel manufacturing sector to significantly reduce GHG emissions linked to their steel production processes”.\n1 Spanish law approved by the Government in December 2024 and presently under discussion at the Congress (art. 18) foresees the reimbursement of State aids when: companies don't keep the activity in the country for at least 5 years, reduce their production by 65% or more, reduce workforce by 500 people or more.\n12 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv%3AOJ.L_.2012.070.01.0063.01.ENG See\n13 The Industrial Blueprint coalition https://euelections.eeb.org/industrial-blueprint/ calls for “Toxic Free and Zero a Pollution Ambition compatibility check” to be elaborated so to implement the Zero-Pollution Action Plan, that should be applied to any new or revised piece of legislation, state aids and subsidies",
  "page_10": "EEB\nEuropean Environmental Bureau\n6. Research & Innovation\nRecommendations\na R&I should be directed towards technologies able to use energy and materials more efficiently. This means, for instance, direct electrification technologies, as well as techniques able to improve steel circularity and prevent downcycling.\nUse EU funds such as the Innovation Fund and facilitate private investments to support new techniques to improve automated disassembly of products and grade-to-grade and alloy-to-alloy sorting, including to prevent copper contamination, as well as to develop innovative techniques to separate copper from steel and new metallurgy processes able to increase copper tolerance. Facilitate private investments to support direct electrification of the iron-ore route, such as Molten Oxide Electrolysis, to reduce the need for hydrogen in the long term.",
  "page_11": "EEB\nEuropean Environmental Bureau\nANNEX\nAction plan for 2025-2030\nCorporate Level\nAction\nPolicy Hook\nInvestments on blast furnaces relining are\nCorporate investment decisions\nimmediately stopped\nEU Taxonomy\nInvest in innovation:\nCorporate investment decisions\n- Direct electrification technologies\nEU Taxonomy\n- Better sorting and use of scrap\nIED Transformation plans are adopted by\nsee EU (IED and IEP-R)\n2027 and clearly foresee the phase out of\nfossil fuels-based processes by 2040. Credible\ninstallation level specific measures with action\nplan are made transparently available\nthrough the IEP-R. Cover rate of integrated\nsteel sites is at 100%.\nMinimum share of annual turnover is\nCorporate Sustainability pledges\nreinvested in RES projects at country level.\nStarting with [10%] as from 2026.\nFor scrap-based EAF route: 100% renewable Power purchase agreement, green\nenergy supply by latest 2030.\nImpact\nAvoidance of stranded assets\nEnergy Intensive Users contribute financially\nto lower energy prices / secure energy\nsecurity, as well as to attract further\ninvestments along the value chain.\nEnergy Intensive Users contribute financially\nsecurity.\n10\nCredibility of EU producers is enhanced.\nClear investment signals at corporate level.\nEU operators leading by example in\nimplementing the deep industrial\ntransformation.\ncertificates, on site RES production etc to lower energy prices / secure energy",
  "page_12": "EEB\nEuropean Environmental Bureau\n‘Lead markets’ / users of steel contribute fully to enabling the transformation of the value chain (policy and finance).\n“Clean” / “Low Emissions” Steel purchasing commitments by big buyers e.g. automotive, railways, construction sector, defence industry Efforts sharing mechanism\nBig buyers (private and public) are supporting financially the transition ‘effort sharing” within Europe, thereby also lowering costs for the transition of the value chain and hence lower dependency / disruption of sourcing outside of the EU. “Steel Union” put into practice\nNational level\nAction\nPolicy Hook\nImpact\nProvide for a decarbonisation pathway\nCfD (conditionalities) - set at the\nThe expectations as to “difference” are\n(carbon intensities) to be achieved by [2040] national level\nsubstantiated and provide added value v.\nas condition for providing contracts for\nreference scenario (compliance with legal\ndifference.\nand best practice standards)\nThe “difference” should be established in\nqualitative and quantitative terms i.e. project\nperformance goes beyond expectations\nachieved through the implementation of state\nof the art ‘current strict BAT performance) and\nahead of national climate neutrality goals\nConditionalities in State aid schemes are\nState aid decisions (follow up and\nThe implementation of state aid funded\npromptly enforced in case of non-compliance. verification scheme)\nprojects are promoted\nPermit writers are revising the permits for\nIED transposition: notably strict\nNational implementation practice promotes\nintegrated steel sites mandating a blast\napplication of Article 15(3) relevant for deep industrial transformation without use\nfurnace phase out schedule by a given target case by case permitting and general of public funds and leads by example.\ndate [2040].\nbinding rules update and Article 27(e)\nThe requirement to implement the strict\n- Deep industrial transformation\nranges of BAT Conclusions for the Iron and extended 8-year timeframe.\n11",
  "page_13": "EEB\nEuropean Environmental Bureau\nSteel BREF are used as a negotiation basis for\naccelerating the deep industrial\ntransformation on the ground. The same\napproach applies for revising General Binding\nRules.\nEU Member States request for a swift review See EU (Iron and Steel BREF)\nof the |1&S EU BREF in 2026 and call for fossil\nfuels based Iron and Steel decommissioning\nBAT\nShift taxation and levies from renewables to Energy Taxation Directive\nfossil fuels. Align taxes and levies to\nencourage investments in renewable\ntaxation.\nelectricity. All exemptions and reduced\nrates that currently still incentivise the\nuse of fossil fuels are removed as\nundue levies on renewable electricity\nPublic procurement tenders include\nenvironmental and social criteria for\nrenewables-based steel products.\nThe cost of energy reflects its impact on the\nNational rules on energy levies and environment and public health, pushing for\nmore investments in renewables.\nPublic Procurement Directive\nNet-Zero Industry Act Delegated Act\non non-price criteria for RES auctions.\nUp to date forward looking production\nstandards\nEU level\n12",
  "page_14": "EEB\nEuropean Environmental Bureau\nAction\nStimulate concrete action plans for the\nconversion of blast furnaces into fossil-free\nproduction processes.\nMinimal key performance indicators are\nmandatory such as: fossil feedstock\nsubstitution plans, process electrification\naction plan, closure dates for BF-BoF, scale of\ninvestment by companies disclosed, interim\nprogress indicators set.\nThe transformation plans are made publicly available through the EEA Industrial Emissions Portal\nArticle 9(1) of the IED / Art 26 EU ETS Directive\nlimitation is removed. Instead, EU Member\nSates are mandated to set GHG emission\nperformance limits for energy intensive\nindustries.\nArt 9(2) and 15 (4) Point b of the IED is\namended to make energy efficiency binding.\nMandatory fossil-free production and\nambitious BAT performance levels are set in\nBAT-Conclusions reflecting ‘state of the art’\nthat is fit for the climate neutrality and zero\npollution ambition\nBAT-Conclusions fit for the climate neutrality and zero pollution ambition for downstream ferrous metals processing activities\nPolicy Hook IED Transformation Plans (Delegated Act as per art 27e, deadline for COM by 25 June 2026) to elaborate format. Deadline for submission is 2030. Best practice transformation plans are shared for consultation prior to decision making with NGO prior to adoption. Industrial Emissions Portal Regulation (regarding public availability).\nIED review due by 2028 IED Iron and Steel BREF review is kick started at the end of 2025. Ambitious BAT-Conclusions are swiftly adopted that contain a BF-BoF decommissioning plan and 100% RES powered scrap-EAF route. IED: Ferrous Metals Processing BREF is made fit for purpose through a fast- track update, notably on the following\nImpact\nLevel playing field for EU operators.\nEU to lead by example.\nDefine meaning of deep industrial\ntransformation that is coherent with the\nintegrated approach on pollution\nprevention.\nEnhance predictability and advanced\nplanning for transformation considering also\npublic accountability\nEU policy coherence is restored. Combined approach of market based with command and control (standards-based approach)\nWalking the EU green deal talk: integrated pollution prevention, wider co-benefits to air and water protection as well as human health.\nWalking the EU green deal talk: integrated pollution prevention, wider co-benefits to air\n13",
  "page_15": "EEB\nEuropean Environmental Bureau\nAmbitious standards for “responsible steel’ IED: Mining of Ores BREF BAT-\nvalue chain:\nAmbitious BAT-C for MIN BREF ensuring\nclimate neutral iron ore mining that reflect\nstate of the art on environmental\nperformance incl. biodiversity protection\nTarget EU and national funding towards fossil- EU Competitiveness Fund\nfree and the more efficient production routes. State aid control and new State aid\nNational state aid projects are pooled for all framework, Innovation Fund, IPCEls.\nEU integrated steel sites and selection criteria Polluter Pays Principle put to practice\nfor best value for common EU interests v.\npublic support checks are performed.\nExternalised costs (water, air quality, true\ncarbon price) are subtracted.\nDedicated support for grid modernisation to Implementation of the EU Action Plan\nallow for 100% RES based deployment for Ell for Grids\nis provided\nMFF funding criteria\nPromoting scale up of renewable hydrogen H2 auctioning system.\nproduction and priority use for steelmaking, Revised RED: exclusion of H2 award to\nas well as pooled purchases at the EU level. domestic uses and non-Ell industries\nRedesign of H2 auctioning system to be\nfor which alternative technical options\nperformance based.\nare available\nElectrification of hot rolling, phase out and water protection as well as human\nof coke oven gas/natural gas route. health.\nUp to date forward looking production\nConclusions adopted in 2027\nstandards\nCost-effectiveness of decision making is\nenhanced\n14",
  "page_16": "EEB\nEuropean Environmental Bureau\nScale up of private capital support in financing De-risk tools (guarantees) e:g/ by EIB\nthe industrial transformation\nof European Fund for Strategic\ninvestments. Capital Markets Union\n(pension funds)\nAddress EU policy failures to accelerate the Advance CBAM implementation\ntransition (CBAM)\n“Green steel” labelling provides a level playing Ecodesign for Sustainable Products A sound definition of “green steel” anda\nfield among production routes based on\nactual emission performances per ton of steel\n(e.g. CO2 intensity).\nSuch minimal requirements become more\nstringent overtime to phase fossil-based\nproduction out and to provide for a carbon\nintensity level reaching net-0 by 2050.\nMake “green public procurement” the normal Public Procurement Directive\nAllow benchmarking of progress in delivering Industrial Emissions Portal\nIncreased public accountability.\npollution prevention in the steel value chain Regulation (IEPR) implementation.\nReducing admin burden for both companies\nby making the following information publicly This implies that national systems are and member states authorities for reporting\navailable in the EEA industrial Emissions\nmade fit for purpose for direct\nand compliance promotion.\nPortal at installation level:\nintegration in the EU EEA industrial\nSupporting level playing field, benchmarking\n- Electronic permit conditions in force. emissions portal.\nof progress.\nLaws guide the transformation of the sector\n(phase out of free allocation prevent by providing coherent economic and policy\nresource shuffling, extend towards\nsignals to investors and companies.\nfinished and intermediate products,\ninclude upstream pollution from\ncoking coal, methane from coal\nmining, etc).\nIED review (see above)\nRegulation (ESPR)\nclear phase out of fossil-based production\nprocesses provide incentives for producers\nand big buyers to produce and purchase low\nemissions steel.\n15",
  "page_17": "EEB\nEuropean\nEnvironmental\nBureau\nConsumption data (water, energy, key\nmaterials e.g. scrap). For energy the\ntype of energy is indicated\nEmissions intensity data for GHG and\nkey air pollutants including waste\nwater discharges per t. of steel\nproduced (requires reporting on\nproduction volume) at annual basis\nProgress report against achievements\n/ indicators set in EMS\nTransformation Plan implementation\nprogress report\nCorporate due diligence put to practice\nThe tool is designed for enabling maximum\nuser-friendliness and is searchable and\ncomparable at installation / country level\nPolicies and funding schemes are thought\nCompetitiveness Compass pilot case, The EU has a more efficient steel value chain\nunder an “EU-wide Steel Union” approach to IPCEIs\nbased on its regional strengths rather than\nmaximise efficiency and the strengths of\n27 value chains competing against each\nMember States on certain phases of the value\nother\nchain\nPrevent scrap downcycling and increase high- End-of-Life Vehicles Directive, Circular Reality check as substitute options for\nquality scrap availability.\nEconomy Act, Ship Recycling, ESPR.\nIncrease circularity and durability of steel-\nsteel products\nbased products through for instance:\n- Easier dismantling of steel-based\nproducts at the end of life.\n- Easier repairability\nvarious production routes in particular flat\n16",
  "page_18": "EEB\nEuropean\nEnvironmental Bureau\n- Closed loops for certain alloys (e.g.\nstainless steel)\n- Longer legal guarantees for use phase\nMaximising intra-EU scrap loops.\nEnergy Intensive Users secure energy and\nfeedstocks at lower and less volatile prices.\nEU waste legislation (e.g. Ship\nMore than 50% of ferrous scrap is exported\nrecycling, shipment of waste), rigorous outside the EU which doubled between\nimplementation of 3Rs (reduce, reuse, 2016-2023. EU vulnerability and trade\nrecycle).\ndependencies should be reduced whilst\npromoting “3Rs -Made in EU\"\nInternalise negative externalise. The Polluter\nDirective, Competitiveness Compass pays principle is finally implemented.\npilot case on Electrification, Affordable Provide for the needed “business case” for\nEnergy Action Plan, Steel and Metals industry to act recalibrating costs (for\nAction Plan.\noperators) against wider social/ public\nRevised CEEAG.\nbenefits.\nImplementation\nof the EU Action Plan\nfor Grids.\nAddress economic and legislative barriers to EU ETS & CBAM, Energy Taxation\nrenewable electrification such as:\n- Shift taxation from renewable\nelectricity to fossil fuels.\nInternalise negative externalities due\nto pollution e.g. mandatory use od\nValue of Statistical Life air pollution\ncost method\nApply more realistic carbon cost\naligned to IPCC / 1.5C Paris compatible\nscenario indicating a range of 226-\n385USD/tCO2eq\nSupport energy efficiency measures.\nInvest in grids and interconnectors.\nPlan a progressive phase out of the\n“merit order” mechanism\nStimulate joint purchases of feedstocks at EU Competitiveness Coordination Tool\nlevel (e.g. renewable hydrogen)\n17",
  "page_19": "We are Europe’s largest network of environmental citizens’ organisations. We bring together 185 civil society organisations from 41 countries. Together, we work for a better future where people and nature thrive together.\nThe EEB is an International non-profit association / Association internationale sans but lucratif (AISBL). EC register for interest representatives: Identification number 06798511314-27 BCE identification number: 0415.814.848 RPM Tribunal de l’entreprise francophone de Bruxelles\nPublished: March 2025 Lead Author: Riccardo Nigro Responsible Editor: Christian Schaible\nEuropean Environmental Bureau (EEB) Rue des Deux Eglises 14-16 1000 Brussels, Belgium +32 (0)2 289 1090 eeb@eeb.org eeb.org meta.eeb.org\nWith the support of:\nWith the support of the LIFE Programme of the European Union Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or CINEA. Neither the European Union nor CINEA can be held responsible for them.\nclimateworks\nFOUNDATION\nTF +\nFOUNDATION"
},
  "language": "Languages.ENGLISH",
  "total_pages": 19
}
