{
  "file_name": "103_1097.pdf",
  "pages": {
  "page_1": "Supporting document to response to the European Commission’s public consultation on the carbon border adjustment mechanism (CBAM)\nCLIMATE ACTION REIT WOEK\nurope\nClimate Action Network (CAN) Europe is Europe's leading NGO coalition fighting dangerous climate change. With over 170 member organisations active in 38 European countries, representing over 1500 NGOs and more than 47million citizens, CAN Europe promotes sustainable climate, energy and development policies throughout Europe.\nThis document aims to provide details in support of CAN Europe’s and its members’ individual organisation responses to the European Commission’s public consultation. The public consultation on the CBAM takes place when the EU has not yet finalised its 2030 climate target setting process, and in advance of a proposal by the European Commission on the key pieces of EU climate policy legislative framework — the Emissions Trading System, the Effort Sharing Regulation and the Land Use, Land Use Change and Forestry Regulation. As we found some of the public consultation questions too narrow (e.g. in respect to carbon leakage) or too vague (e.g. on mechanism options) to select response options adequately, we submit this supporting response document to provide more appropriate contribution.\nIn this paper, we highlight 4 key issues relating to the CBAM:\ne The context of the CBAM e Its objectives e Mechanism principles e Its position in a package of measures\nContext of the CBAM\nAlthough political discussions on an EU 2030 climate target are ongoing, it is clear that a significant increase in ambition from the 2020 target is likely. CAN Europe continues to campaign for a scientifically-based and technologically feasible target of at least 65% GHG\nreduction, alongside a wide range of civil society organisations. We also work with progressive elements of industry calling for high climate ambition (e.g. CLG Europe letter).\nIn\nany case, and future-proofing of EU climate policy infrastructure is needed, not only to get us ona clear trajectory to 2030 but most importantly to build strongly for a post-2030 to 2050 timeline to ensure the behavioural change required from companies and the public, and to ensure the appropriate identification of break-through technologies requiring financial support. This modernisation is taken up in more detail in the section on the package of measures needed.\nregardless of the final percentage target agreed, it is clear that a modernisation\nIn current climate policy infrastructure, the EU Emissions Trading System (ETS) remains a central tool with the objective of reducing greenhouse gas emissions. Yet, there remains a long- standing need for ETS reform to terminate design aspects that serve to water down the tool’s impact. A European Court of Auditor’s report provides the latest analysis and criticism of the System, reiterating widely held views of the weakening effect on GHG emissions reduction from over-availability and poor targeting of free allowances, as well as identifying improvements needed on the benchmarking process.\nCBAM objectives\nThe European Commission has been very clear from its first communication of its intention to develop a carbon border adjustment mechanism that it would be WTO compatible. This means applying the environmental exception allowed in WTO Article XX, which therefore brings carbon\n1 of 4",
  "page_2": "leakage to a priority position when communicating on, designing and implementing the tool. Yet communication on the mechanism’s key objective has appeared confused as different officials stress different priorities.\nThere is a balance to be struck between developing the tool as an incentive to increase global climate action and reducing the risk of carbon leakage. Carbon leakage remains theoretical, and is even instigated by EU companies deciding to use funds not paid to EU Member States thanks to free allowances to invest in improvements in installations outside the EU. The European Commission therefore needs to clarify and elaborate on objectives, particularly in light of work on the policy framework to help achieve the eventual 2030 and the actual 2050 climate objectives. Playing to industry’s unproven complaints about carbon leakage risks weakening justification for considerable reform of key policy tools such as the ETS, the Energy Taxation Directive and even the Industrial Emissions Directive, all of which are fundamental to providing the legal grounding for industrial climate action.\nTool principles\nWith too little detail yet available on key policy aspects that would influence what tool could best be used for the mechanism — no official decision on an EU 2030 target and the implications on climate policy infrastructure — we choose here to focus on our priority tool principles.\ne There should be no possibility of an overlap between free allowances and the CBAM. In any case free allowances are to be phased out by 2030 under current ETS design, and the application of the CBAM to ETS sectors should automatically cancel free allowances for those specific sectors. The CBAM should not further distort an already distorted ETS. In any case, application of the CBAM in conjunction with free allowances would not be WTO compatible as it would create a trade distortion by constituting a double subsidy under WTO rules. Free allowances are already problematic for the WTO as they are considered a subsidy and they have not been effective in getting recipients to decarbonise their activities. The introduction of a CBAM must not water down the overall cap on emission allowance or the need to further strengthen the annual reduction of total permits, in line with the EU’s climate neutrality objective and an updated EU 2030 climate target. Export rebates should be excluded from the mechanism as this could encourage differentiated production for domestic and export markets, leading to exporting of higher carbon products. Export rebates would not be coherent with higher EU climate ambition and the drive to encourage higher climate ambition globally.\nCBAM in a package of measures\nWhether as a tool to inspire increased global climate action or to reduce the risk of carbon leakage, the CBAM remains a peripheral (but ground-changing) tool in a policy mix needed to ensure increased EU domestic efforts to avoid further climate disruption, and to address the environmental impacts of products imported into the EU. The policy mix would therefore also need to address EU consumption impacts regardless of where these impacts occur, and this would demand an EU approach towards different ‘categories’ of trading partners, e.g. OECD members, developing countries, and less developed countries. Therefore, the CBAM would need to be designed flexibly to allow adjustment levels to reflect individual trade partner country climate policies and tools, be able to easily calculate the carbon content of the products it would be applied to, and quickly introduced. CAN Europe considers these extremely difficult to deliver alongside work on the EU policy infrastructure, and we therefore focus on the CBAM in a package of modernised EU climate policy infrastructure and changes to 3\" party trade and development approaches.\n2 of 4",
  "page_3": "The package on EU policy infrastructure should include:\ne Coherence in demands on EU and non-EU producers placing products on the market, so that direct, indirect and value chain emissions be addressed equally regardless of the location of the entity placing the product on the market. Modernisation of the ETS, ESR and LULUCF so that they are fit for purpose for the eventual 2030 target, and future-proofed for 2040 targets and the 2050 climate neutrality target. This could include reconsidering the scope of the emissions addressed by the ETS (extending beyond Scope 1) or by other policy tools. Modernisation of the Energy Taxation Directive and the Industrial Emissions Directive (IED), to render both of them more effective in driving economic actors to higher climate ambition and creating a supportive framework for redesign of products and production processes (particularly in the case of the IED, to continue to take an integrated approach across multiple environmental impacts). Many aspects of questions on the scope of the CBAM similarly apply to domestic activities — indirect emissions, transport impacts, etc. - and these would need to be mirrored in policy tools. More concerted effort to integrate climate aspects into sustainability and circularity policy tools as they are developed. This is particularly the case for the Sustainable Products Initiative and key product groups with considerable climate- related impacts: electronics and ICT; intermediate products of cement, chemicals and steel; batteries and vehicles; and construction and buildings. As for the previous point, many aspects of questions on the scope of the CBAM similarly apply to domestic activities — indirect emissions, transport impacts, etc. — and these would need to be mirrored in these policy tools. The Plastics Strategy also would need to be revisited beyond the CEAP narrow focus on microplastics, to address the design and use of plastics for lower environmental impacts. Clarity on industry-focused actions to achieve European Green Deal objectives. The 2020 Industrial Strategy set out processes to create several industry-led bodies — an Industrial Forum and several Alliances. Not only is there a continued delay in establishing the Industrial Forum and an important Alliance on low-carbon industries, but there is little oversight on what the Alliances set as targets for achieving ETD objectives, clear milestones, and monitoring and evaluation processes.\nOn a trade and development package, it is clear that the EU emits significant levels of greenhouse gas emissions (and other environmental impacts), both through its domestic activities and through the products it imports. This results in the EU ‘outsourcing’ its environmental impacts, worsening lives outside the EU and continuing to link this damage to economic development. Global climate disruption demands that industrialised, rich countries reduce their impacts regardless of where products come from. Given its historical responsibility for climate change, the EU must take its responsibility for this contribution. The European Green Deal objectives of making the EU economy a low-carbon, regenerative, zero pollution, toxic-free, social and just one, provide the framing for revising existing policy tools and creating new ones to ensure that these objectives are achieved. The Paris Agreement recognises that developing countries have a common but differentiated responsibility to reduce their emissions and it enshrines the principles of equity and respective capabilities.\nA high climate ambition trade and development package should therefore include:\ne All trade agreements need to support the reduction of Europe’s overall GHG emissions, while preventing leakages into other parts of the world, and backed up by specific agreement details that help drive down carbon intensity in trading partner countries as part of wider efforts on improving social and just transitions. e Aid measures that reduce material use to a level that respects planetary boundaries. e European countries to take measures to ensure that imported emissions do not offset reductions from GHG reductions within the EU. As a first step, countries should include reduction targets for imported emissions in their Nationally Determined\n3 of 4",
  "page_4": "Contributions (NDCs). This would include policies that incentivise better efficiency in domestic and foreign production as well as policies to bring European consumption to a sustainable level. Trade agreements must not lead to carbon leakage as per a country’s climate target, which should be assessed as part of the mandatory climate impact assessment. The CBAM design needs to take into account how to prevent and mitigate potential negative impacts in partner countries such as on domestic resources and exports. This should be coupled with a more integrated approach to support partner countries’ just transitions, along with all tools available under the European Green Deal. This could also include consideration of exemption to the CBAM, according to country and sectoral differentiation. There should be no exemptions from the CBAM for fossil gas or other fossil fuels since this would create perverse incentives for the exploitation and export of fossil fuels in developing countries, and ultimately would not be in line with the Paris Agreement 1.5 objective.\nThe Paris Agreement recognises different groups of developing countries as being especially vulnerable to climate change. These include both those which are more vulnerable to economic response measures of climate change, as well as its impacts, and least developed countries (LDCs) in particular. Given their particular vulnerability, least developed countries should be considered for exemption for products across sectors other than fossil fuels, in line with the WTO’s 2011 waiver to allow preferential treatment for services and service suppliers from least- developed countries. The EU should also grant exemption to countries administering equivalent carbon taxes, in order to encourage stronger international alignment on carbon pricing.\nThe CBAM must be coupled with coherent sustainable development cooperation, technical assistance and policy dialogue which supports partner countries to make the just transition out of fossil fuels and high carbon activities. Development cooperation, finance from European Development finance institutions and export credits from European Member States must not support fossil fuel activities, and in countries which are already heavily reliant on fossil fuels, and reliant on fossil exports, there must be comprehensive packages of support accompanying the CBAM focusing on re-skilling, jobs, and how to support the most impacted communities through the transition.\nRevenues from the CBAM will represent a new and additional form of climate finance which can be channelled into supporting the just transition in the EU and in partner countries, and the activities above. In order to create a double dividend - whereby application of the ‘polluter pays’ principle both disincentivises climate-harmful activities and supports investments in further decarbonisation and climate resilience - revenues should be earmarked. CAN Europe maintains that revenues from carbon pricing should be earmarked at 50% for climate action within the EU and 50% for developing countries.\nAdditional sources of revenue are needed to deliver on the EU’s financial commitments under the Paris Agreement, both to shift all financial flows to support the transition and to deliver on the commitments to support developing countries. An important channel for these funds are the UNFCCC financial mechanisms (GCF, GEF, AF, LCDF). The EU should also consider revenues as a source of financing for loss and damage, to support developing countries to deal with increasingly devastating impacts which are currently neglected as a category of climate financing.\nIn addition, the EU needs to \"take all practicable steps\" to promote the development and transfer of environmentally friendly technologies, which will support developing countries onto green development pathways, and thereby future proof exports.\nFinally, over time, the CBAM could also evolve into a tool that addresses issues beyond carbon, such as resource use, as the biodiversity loss impacts also have an impact on greenhouse gas emissions levels.\n-- ENDS --\n4 of 4"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
