{
  "file_name": "103_1099.pdf",
  "pages": {
  "page_1": "DIP\n(i\n~~\noyamate)\ndevel\n4\nf\nRA\nént A (LT-LEDS)\nome\n-)\not\nop a Long-Term Low",
  "page_2": "Authors: Xander van Tilburg and Alexander Ochs (SD Strategies), Sangji Lee (UNDP)\nEditor: Lisa Baumgartner (UNDP)\nDesigner: Pierluigi Rauco\nCover photo: © UNDP Lebanon, Rana Sweidan\nTechnical reviewers and contributors\nUNDP: Aniko Polo-Akpisso, Richemond Assie, Mary Ann Bayang, Jasmin Blessing, Artak Baghdasaryan, Catherine Diam-Valla, Lorenzo Eguren, Leticia Guimaraes, Chibulu Luo, Snezana Marstijepovic, Susanne Olbrisch, Julie Teng, Viktoriia Yashkina, James Vener and Omar Zemrag\nExternal reviewers: Amanda McKee (NDC Partnership), Siddharth Pathak (2050 Pathways Platform) and Hans Verolme (SD Strategies)\nAbout UNDP\nUNDP is the leading United Nations organization fighting to end the injustice of poverty, inequality, and climate change. Working with our broad network of experts and partners in 170 countries, we help nations to build integrated, lasting solutions for people and planet.\nLearn more at undp.org or follow at @UNDP.\nAbout UNDP’s Climate Promise\nUNDP’s Climate Promise is the largest global offer on NDC support, covering over 120 countries and territories, representing 80 percent of all developing countries globally — including 40 least developed countries, 28 small island developing states, and 14 high emitters - to enhance their Nationally Determined Contributions under the global Paris Agreement. Delivered in collaboration with a wide variety of partners, it is the world’s largest offer of support for the enhancement of climate pledges. Learn more at www.climatepromise.undp.org and follow at @UNDPClimate.\nUN disclaimer\nThe views expressed in this publication are those of the authors and do not necessarily represent those of the United Nations, including the UN Development Programme, or UN Member States.\nCopyright ©UNDP 2024. All rights reserved. One United Nations Plaza, New York, NY 10017, USA.\nSupported.\nCLIMATE\nPROMISE\nKe\nSida\nIKI\nCc aecid\neased\ntm\nTRAN: LOGICA\n(@)\nfo\n@\nPeople of\nthe Japan\nSeem\n\"| Federal Ministry\nnd Devel Economie Canperation — Sverige\nay\nGovernment of Ice! id Affairs\nMinistry for roreign\npor -ERACAD\nUGUESA\nPORTUG!\nSee\n7) ISS\nUK Government\n+\nUNDP’s\nCore Donors\nIl",
  "page_3": "Table of contents\nAcronyms and abbreviations\nPreface\n1 LT-LEDS in perspective\nIV\n10\n12\n14\n5 LT-LEDS good practices and lessons learned\nAnnex 1: Further reading\nAnnex 2: Deep dive on key transition levers\nReferences\n1.1 Motivations and incentives for developing an LT-LEDS 1.2 _LT-LEDS and the Paris Agreement 1.3 Building blocks: getting started and improving over time\nHow do you prepare for developing an LT-LEDS?\n2.1 Leadership, mandate, and governance 2.2 Mapping the existing policy landscape 2.3 Process organization and stakeholder engagement 2.4 Analytical support\nWhat are the contents of an LT-LEDS?\n3.1 Context and scope 3.2. Ambition and vision 3.3 Pathways and scenarios 3.4 Sector transformations and priorities 3.5 Finance and investments 3.6 Monitoring and revision 3.7. Adaptation and resilience 3.8 An equitable, fair, and just transition\nHow do you implement an LT-LEDS?\nAl Institutional and legal arrangements 4.2. Policy coordination and priorities 4.3 Local governments and non-state actors 4.4 Life cycle: what is next?\n17\n18\n18\n20\n22\n26\n28\n30\n31\n35\n36\n38\n40\n42\n45\n47\n48\n61\nili",
  "page_4": "Acronyms and abbreviations\nADB\nAFD\nAFOLU\nANRC\nBECCS\nC40\nCAN\nCAT\nCBAM\nCCFF\nCCS\nCCU\nCDM\nCDR\nCFMCA\nCNC\nCOP\nCP4D\nCPLC\nDAC\nDDPP\nECF\nECIU\nETF\nEU\nEUKI\nFAO\nGDP\nGGBP\nGGGI\nGGKP\nGHG\nGIZ\nICAT\nICLEI\nIDDRI\nAsian Development Bank Agence Francaise de Développement Agriculture, Forestry, and Other Land Use African Natural Resources Center Bio Energy from Carbon Capture and Storage Cities Climate Leadership Group Climate Action Network Climate Action Tracker Carbon Border Adjustment Mechanism Climate Change Financing Framework Carbon Capture and Storage Carbon Capture and Use Clean Development Mechanism CO, reduction Coalition of Finance Ministers for Climate Action Clean Non-Classified Conference of the Parties Carbon Payment for Development Facility Carbon Pricing Leadership Coalition Direct Air Capture Deep Decarbonization Pathways Project European Climate Foundation Energy & Climate Intelligence Unit Enhanced Transparency Framework European Union European Climate Initiative Food and Agriculture Organization of the United Nations Gross Domestic Product Green Growth Best Practice Global Green Growth Institute Green Growth Knowledge Partnership Greenhouse Gas Gesellschaft fiir Internationale Zusammenarbeit Initiative for Climate Action Transparency International Council for Local Environmental Initiatives Institute for Sustainable Development and\nInternational Relations\nIEA International Energy Agency lISD International Institute for Sustainable Development IMF International Monetary Fund ANRC African Natural Resources Center IPCC International Panel on Climate Change IPPU Industrial Processes and Product Use IPU Inter-Parliamentary Union IRENA International Renewable Energy Agency JETP Just Energy Transition Partnership LDC Least Developed Country LEDS-GP Low Emission Development Strategy Global Partnership LNOB Leave No One Behind LT-LEDS Long-Term Low Emission Development Strategy LULUCF Land Use, Land-Use Change and Forestry M&E Monitoring and Evaluation MOSAICC Modelling System for Agricultural Impacts of Climate Change MRV Monitoring, Reporting and Verification MWh Megawatt-hour NAP National Adaptation Plan NDC Nationally Determined Contribution NGO Non-Governmental Organization ODI Overseas Development Institute OECD Organization for Economic Co-operation and Development PMI Partnership for Market Implementation PPP Public-private partnership SDGs Sustainable Development Goals FAO Food and Agriculture Organization of the United Nations SMART Specific, Measurable, Achievable, Relevant and Time-bound SME Small- and Medium-sized Enterprise SR15 (IPCC) Special Report on 1.5°C SSEE Smith School of Enterprise and the Environment UNCTAD United Nations Conference on Trade and Development UNDP United Nations Development Programme UNEP United Nations Environment Programme UNEP-DTU United Nation Environment Programme/Danish Technical University\nIV",
  "page_5": "Preface\nThis document offers practical and concise, step-by-step guidance on designing Long-Term Low Emission Development Strategies (LT-LEDS). LT-LEDS play a crucial role in mitigating and adapting to climate change while aligning with development objectives. The Paris Agreement calls upon its 195 signatory countries to strive for limiting the global temperature increase to 1.5°C. Achieving this goal hinges on the rapid reduction of human-induced greenhouse gas emissions (GHGs) in the short term through ambitious National Determined Contributions (NDCs), ultimately culminating in reaching climate neutrality, often referred to as net-zero emissions, by 2050. LT-LEDS are crucial in guiding this transition across various economic sectors and societal behaviours, ensuring that immediate climate actions are consistent with long-term goals.\nRecognizing the challenges in developing LT-LEDS—stemming from their voluntary nature, limited guidance and a dearth of examples from developing countries—this guide emerges as an essential resource. It encapsulates key lessons from early experiences and showcases prominent country examples, particularly from developing countries. It is designed to assist both newcomers in initiating LT-LEDS and those with established strategies, acknowledging the diversity in government capacity, economic contexts and political dynamics.\nStructured to provide clarity and ease of use, the guide commences with an overview of LT-LEDS functions (Section 1) and culminates with lessons learned (Section 5). It details the procedural steps for preparation (Section 2) and implementation (Section 4), along with the substantive content of these strategies (Section 3), enhanced by practical country examples. For more comprehensive information, Annex 1 offers an annotated overview of relevant LT-LEDS literature and Annex 2 explores in depth several key transition levers.",
  "page_6": "e\nwe\n++\n++ ttt tit +++. —+\nAg SSD LASS ff eo ppt og pope opy\npp pp\n+4\n——\n—=\n= ms\nSTATO\n—\nVis!\nFA AAAS DRS SAA ve\nhe}\n~\nMt\nbe\nCE elk kk ee\ni\non\n= abe\nnny\nee _\n=e Fe\n— 2s\n—\nPn\n+> =\n= —\n—\n—\n—\name\n=\nx\nee ee\neet\nee\n=\ni aes\n—t\n=\n- Be\nme\nLl\na?\nbw r- ems\n|:\n17\ni | ith ay\nal\nwi\n%.\ni}\nBie\nA\ntl\nu\nat\nchile\n+\nWl\n=|\neT\n=\n+”\n1 Ww\nWw\ned\n—_—\n=~\n* abet\nsa\ni*\nii}\ni\\}\na\nrim\nws\nWhe\nval\n~\n\\\nWW\nii a)\n—\n—\nni) \\\\ Wi\né it\nir,\nfi)\na\n4\nwe\nP-:\nte hee bi\n£\na ee\n~*\nDad LEER, ne = rrr: ry fi fis VIED. Ti ee’, é Leff. LEDS, Ly)\n=\nLT-LEDS.in perspective .\n~ |\nye\np EEL pp def\nSf\nOF.\nLE,\nppd apengepiadaage\nhey\npod p d\nbf\nTore spay poy rei\nree ee $44 op -popg tofppef\nt+4+ $4 bet\ni\nsf pt?\nbits de t4\n¢\npp pps\nom pp pp fp+\nph\nd/\np+ rr\npte dee mo\n$44\n+4\n+4\n+44-$\ntrae\nALLS fA AS\nLAA LA\nLt ppopy\nif\nify\na ae as ee a spt pe\nPee pp bp pee peoped\n+\nthet\npoppe bppfpped\npf oy\nPp ptt ppg\ntt\not ttt t++\n$4\nva\n4-$-+44 Lg ppt pai\nay\ntty\n$t+tf+t dts ta} ee tee\npp fo ph\npp pes opp pf pagaped\nrs\npppoe? duct\n4\nH+ re\n$-$—pa4- +++ t+t4+\ntet\npf\nPpp pthpfy p+\npepe pe gey t+ $4\n+\ntpt te\nee te $f tippet tT ++ $+ t t+\n$f PETIT TT tpt\n+\npptf$¢ op ppp pre\n4-$-¢-4\npipet?\n44\nSe ee Ap£# ra rere add aaa ae ea p-f-df Appt ppg av anarers tttttt bee pn ‘a tr?\n<¥ pA Lp ef vy pe? Xf p#-¢ Pp pp pop pp ¢-f A pp pp thf ¢¢-¢-f-# pobep bggd\nseen ttt ttt\nthea to a\nff\n“e\npid ptf pote?\npp\na tt hee tote\ntf\ntt}\nbe tet\nttt t+\n++\nxf\npahafug df. p¢ ppg\nperpen de ree ppp pf fp pp-p-f¢4\nd¥\nttf poy?\nad hidig id y\ni ee ae es ae ae ea\ntee\n} ttt tre ebe df pepe +\n| |\ndaft\ntd fp tnt\npbitipaed pptey\nprty dd\np+\ntp eget\neters\npop\npon\npf pod Pifnahifad faffohoug\nppb\nfii fg fi fifis f fig gid\npuopip\n$ pt tpg\nis\naH} topetifey teehee\nbet ttt\n.\nae\npap bof $puih pf p ppp hp dp p-¢ ppt hdg ty hee eee\npoppe fog\nppp ff pp bff fd ppg ppfp4 §fpppffg\nai\npete a ae es oe oe t+\ntot ++ +--+ ps tit pig t\nT\npp\nfad fig digd god tne ge\ny\now ani ttt tttttttt\n$444 t+\ntt te HH]\nee\nirs\nPort peed\ntop ppd\n.\ndg\nppt pif\np\nthy cx) f topo y\na\n+e . rome + 4\nbap ipadine\nttt\nt\n————\n——S—\n—\nM 4\n———\nee\nFo peter LA pk\npepe rrr ae ee oy = ptt tie £4 hf pa pnfag fff\na# pp ppp marae poe te tpt ee\nChoufany/UNDP\nFouad\n-\na\n—-\nfett\n¥\ni\nHEE fa\nFea\nea\ney\nHEE\n+t\n++\n+4\nt+\n++\n=\n++\ntt\n+4\n= Ra\n‘f\n—=\n_\n<2\nRes\ntA Sf oA pe ee\noe\nCLAS $A\nSS EEI RELI\nLISTS\nAPA ALA AA EB. Toe. phhddpdddhdd A pihadine\nie\npp pp ppd\nox\nxp\nLtd ppd\nope\nos ne ees lag hg gp dogg bop A # poh opd¢ ppg¢ Ly pf 4\ni 4\nwes\n*y\nNes\nee Ae Appt\nAGA hod KAA pppoe ppg Rpx A App AX ep pee £H4\noe SAAS Lp ppgop¢\npb Spb gbbdpd AA fop- bpp\nae\nAALS A cs\nALGAAS LLL\npr te\neer eee App pp LLLP AALS AAA tee eee eee tt pp pt pe\nrer eee re FLL PSSA Cre, vat pedge i¢y ppup-p\nLL AA Sd * pp hogof pofohog cee GL KA ISH EAA A pA bhp\nIEE Sp pp Ap App AA Jt ¢¢¢-A ppp pp Jf pf hy\nLLALPDLALALS Af LAA Ap doko LASS SSSA TTT Bh fpf ty pppd¢\n~\nwt\nee ee ey\nae\nait\n1s\neee App toe ¢ Ap hg pp\nee pe+# AA LSA Aff\nee\n=\n©\nLebanon\npoe 10)\nte\nty\nSo os ae\n—\n“<s\n+4\n-\ny\nSs\n¥~\na%\ntas\n-—\nGa  .\na\na\n4,4\n-+ pop hah oh of fp oe Ly “+",
  "page_7": "1. LT-LEDS in perspective\n“Having a plan may not be a recipe for success, not having one is a recipe for failure.”\n- Laurence Tubiana (CEO of European Climate Foundation/Founder 2050 Pathways Platform)\nA Long-Term Low Emission Development Strategy (LT-LEDS) is a national strategy that identifies opportunities and/or pathways for low greenhouse gas (GHG) emission development that also consider broader socio-economic goals (OECD, 2020). These strategies set out long-term goals for climate and development and direct short-term decision-making that is needed to achieve net-zero emissions and climate-resilient economies.\nClimate change is currently threatening livelihoods and prosperity. Addressing its causes and impacts is one of the most important challenges countries now face and, likely, for decades to come. Having a long-term strategy that charts the course for how a country will tackle climate change and address development needs is essential for achieving both objectives. Long-term strategies typically have a 20 to 30-year planning horizon. This may be long compared to five-year political and policy cycles, but very short considering the actual complex structural transformations needed to achieve net zero by 2050.\nThis first section aims to give some perspective around LT-LEDS by describing their purpose, how they are related to the Paris Agreement, and how a country gets started developing an LT-LEDS or improving an existing one.\n1.1 Motivations and incentives for developing a LT-LEDS\nThe latest scientific insights (IPCC, 2018; IPCC, 2022) show that in order to keep Earth’s surface temperature rise within safe levels — no more than 1.5°C above pre-industrial levels — global emissions need to peak very soon, roughly halve by 2030, and reach net zero by 2050. Achieving net zero means that there is a balance of emitted and removed human-caused GHGs. Limiting global temperatures is crucial to avoid catastrophic climate change impacts, including extreme weather events, loss of biodiversity,\nand significant disruptions to ecosystems and human societies. This requires all countries to\ntransform their economic activities radically, deeply and irreversibly across all sectors and levels of government.\nALT-LEDS can help countries set the vision for the transitions ahead by offering guidance on the path towards a net-zero economy and a just society with equitable management of impacts and opportunities (CNC, 2022; WRI, 2023). Many of the longer-term, transformative changes cannot be achieved incrementally and require action in the short term to ensure achievement of the right outcomes in the longer term. Developing an LT-LEDS is an essential and beneficial exercise because:\ne It promotes central public goals such as using resources efficiently by identifying priority sectors that offer green growth opportunities, large emission reduction potentials, or are especially difficult to decarbonize. Importantly, it also sequences actions over different timeframes that are needed to develop and scale-up new practices and technologies. It discourages investments inconsistent with net-zero emissions that could result in costly carbon lock-ins and stranded assets and communities left with few job options, as well as maladaptation. It helps prepare for a fair, just and equitable transition, by sending early and predictable signals to businesses and workers tied to high-emissions economic activities and by identifying where trade-offs need to be managed and the transition needs to be accommodated (UNDP and WRI, 2018a). It assists in integrating climate mitigation and adaptation in national development aspirations. It provides guidance for NDCs, signalling commitment, predictability, and consistency across progressively ambitious NDC updates. In line with this, a LT-LEDS can help identify international support and cooperation needs.",
  "page_8": "LT-LEDS planning is not exclusively about\nclimate change mitigation. These strategies can put a country in a favourable position to harness longer term development co-benefits and opportunities, including: a) enhanced resilience to climate impacts; b) new opportunities for local businesses and employment; c) access to technical and financial assistance for sustainable development; d) substantial cost savings; e) reduced trade vulnerabilities; f) expanded access to affordable energy; g) enhanced food security; and h) improved health outcomes, among many others. If done well, LT-LEDS ensure that the deep transformation to net zero leaves no one behind but carries everyone forward, across all genders and age groups and including, in particular, underprivileged and marginalized parts of society (Climate Analytics, 2022).\nThe climate-related aspects of LT-LEDS mainly revolve around mitigation. However, due to the importance of adaptation and resilience, particularly for the most vulnerable countries who often experience negative climate change impacts more acutely and /or have limited resources to counter the effects, this guide addresses adaption throughout and specifically in subsection 3.7.\n1.2 LT-LEDS and the Paris Agreement\nThe 2015 Paris Agreement calls for all Parties to develop and submit a LT-LEDS, a sentiment reiterated in the 2021 Glasgow Climate Pact:\n“All Parties should strive to formulate and communicate long-term low greenhouse gas emission development strategies, mindful of Article 2 taking into account their common but differentiated responsibilities and respective capabilities, in the light of different national circumstances.”\n- 2015 Paris Agreement, Article 4.19\n“[The Conference of the Parties serving as the meeting of the Parties to the Paris Agreement] urges Parties [...] to communicate LT-LEDS [..] towards just transitions to net zero emissions by or around mid-century, to update the strategies [...] regularly, as appropriate, in line with the best available science [...] notes the importance of aligning NDCs with LT-LEDS.”\n- 2021 Glasgow Climate Pact, Article 32-35\nThe main role of LT-LEDS in the Paris Agreement ambition mechanism is to provide the long-term horizon to Nationally Determined Contributions (NDCs), a country’s national climate pledge to the Paris Agreement. Vice versa, LT-LEDS contextualize NDCs within a country’s long-term planning and development priorities and provide a vision and direction for future NDC updates.\nAs of February 2024, 71 Parties submitted LT-LEDS to the UNFCCC LT-LEDS long-term strategies portal. Some are comprehensive, elaborate strategies whereas others are high-level and/or represent work in progress. LT-LEDS are not mandatory and the UNFCCC offers no specific guidance on how they should be structured and what they should entail. This means countries have the flexibility to develop their strategy as they see fit for their national context. However, the UNFCCC 2023 Synthesis Report, which assessed 68 LT-LEDS submissions (including seven updated submissions), found several trends and common aspects:\ne All offer a clear development perspective, and almost all (97 percent) include adaptation-related information; All describe mitigation measures to achieve their long-term mitigation goal; 93 percent include a quantifiable long-term mitigation goal; All communicated mitigation options in the energy supply, transport, buildings, industry, AFOLU and waste sectors; Most (85 percent) refer to financial and/ or investment needs for implementing LT-LEDS; 60 percent identify funding sources for implementation, such as domestic finance, international support and private finance; Most (74 percent) report on the intention of Parties to regularly update their LT-LEDS and 51 percent refer to the frequency of updates, with every five years as the most widely indicated timeframe;",
  "page_9": "Although 59 percent underlined the need for massive-scale transformation, well beyond incremental change, Parties highlight the imperative to proactively seize opportunities for sustainable and inclusive economic development; Many (57 percent) underline their commitment to a ‘just transition’ with 26 percent elaborating on the concept ina dedicated chapter; and\ne Some (40 percent) indicate that LT-LEDS will guide subsequent NDCs.\nAll submitted LT-LEDS include a long-term mitigation goal, but the types, terminology and details vary as Figure 1 shows.\nFigure 1: Variety in types and time frames of long-term mitigation goals of submitted LT-LEDS\nAbsolute emission reduction a\nee\n2040\n2045\n206!\nNet zero emissions\nee 2070\n2050\n2035\n2060\nee 2065\n2045\n2060\nNet zero GHG emissions\nCarbon neutrality\nClimate neutrality ee eee\nee\nNet zero carbon emissions ||\nAchieving a balance between\nGHGs and their absorptions\n2060\n2050\nanthropogenic emissions of ||\nCO, neutrality ||\n0%\nPolicies and actions Not specified\n10%\n5%\n15%\n20%\n25%\n30%\n35%\nSource: UNFCCC, 2023b.",
  "page_10": "Planning for a net-zero future\n1.3 Building blocks: getting started and improving over time\nThis guidance is organized around the ‘building blocks’ of LT-LEDS development and implementation as illustrated in Figure 2. Section 2 covers the building blocks related to preparation, Section 3 offers the content building blocks, and Section 4 covers the building blocks that comprise LT-LEDS implementation. For each building block in sections 2, 3 and 4, the text first provides a short general description, followed by guidance on the topics commonly covered in LT-LEDS. Section 5 offers an overview of selected case studies and examples, as well as good practices and lessons learned for developing and implementing a LT-LEDS. The Annex offers pointers for further reading and resources per topic.\nCountries can build on existing climate, development and sectoral efforts. The challenge and opportunity is to streamline, consolidate, and advance what is already there in terms of existing national modalities, governance and\ninstitutional arrangements, and methodologies to formulate climate strategies. Developing a LT-LEDS is not a strictly sequential exercise, but rather an iterative process of establishing and improving several building blocks (GGBP, 2014; UNDP and WRI, 2019b).\nThis guide offers eight content building blocks that cover the essential ingredients of a LT-LEDS, as well as eight process building blocks covering the preparation and implementation phases (see Figure 2). These building blocks are based on common topics and aspects identified from over 60 recently submitted long-term strategies and over 200 studies related to LT-LEDS preparation, development and implementation. The aim of these building blocks is to offer a curated, balanced and practical guide to develop a comprehensive and effective LT-LEDS.\nWhile the building blocks can serve as guidance for analysis and drafting, countries are advised to take a pragmatic approach and, depending on their circumstances, emphasize certain priority aspects while giving others less preference, or,\nFigure 2: Overview of the LT-LEDS guide by sections\n----------- ee\nBasic knowledge\nee ee ee ee ee ee ee ee ee ee ee ee ee eee\n1.2 LT-LEDS and the Paris\nAgreement\ni\n1.1 What is the purpose\nof an LT -LEDS?”\nee ee\na ee\nee Oe\npoe---------\nee ee ee ee ee ee ee ee ee ee es\nAdditional guidance\nNee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee er\nSource: Authors.",
  "page_11": "omitting them altogether. Using the building blocks still offers countries significant freedom to choose the style that fits their context and purpose. In practice we observe quite some variation in the following elements:\ne Style and size: factual or convincing; text-only or illustrated with tables, graphs, and visuals; purely focused on the future or including examples of current actions; concise and deferring details to external material or elaborate and self-contained. Detail and prescriptiveness: high-level ‘broad strokes’ or detailed and sometimes quantified goals and policies; single or multiple pathways to reach net-zero; and broadly accepted or exploratory and open to further articulation.\nThe development of a LT-LEDS is typically an incremental national process of learning, adjustment and improvement. In each subsequent iteration the quality and state of the building blocks needs to be (re)assessed, updated, and improved. A continuous dialogue with stakeholders from all parts of government, civil society, and the private sector is considered an essential ingredient for improvement.\nAn assessment of the quality of the building blocks, and the potential for improvement, can offer a good opportunity to have exploratory debates, consultations, and dialogues among stakeholders about the speed and direction of the path towards a net-zero society (UNDP and WRI, 2019b).\nCritical reflection should not be shunned: Does the strategy promote an ambitious inclusive transition and address existing injustices? Where can the transition be accelerated by removing political economy constraints? Does the LT-LEDS guide NDC updates to reflect the highest possible ambition?\nDevelopment and implementation of a long- term, deep transformation strategy constitutes an incremental national process of learning, adjustment and improvement. It is not a sequential exercise, but rather one of applying, adjusting and synchronising several building blocks in parallel. The true value or quality of a LT-LEDS can only be assessed when it is being implemented. Effective LT-LEDS share a common set of essential attributes, or well- functioning building blocks, that need to be in place to make the overall strategy effective. A deficiency in any of these can compromise the success of the LT-LEDS.\n2 ot wl\nf\nse\nie\n‘- ‘\n\"7\nte\n.\n1\n4\n_\n© UNDP in’Mautiti nd Seychelles / Stephane a\nWi.",
  "page_12": "ys\n— :\nws\nM\nA\nNG\nZ,\n&\nJig ae\n4\nA>\nee\n{\nss; ee\n4\nm ‘S AA\nNW\nVals\nV7\nIN\n14\nwe ) tea) a¥ @ : \\7 ye G ke SX\n—\n|\nNY\nWK YAY\nue\n4\n4\n4 M\n2\n=\nPY\nWN SE\nJ)\nAW |\nY\n\\ =\nyi\nip) °F )\nAA\nLRaUIN AN\nA &\neon\naN\n4\noping\n_LT-LEDS?\n|\ndo\nY\nod\n\\\n‘4\nh\n—=\nt\naa\n‘ Be <\n© Nino Zedginidze - UNDP Georgia\n]",
  "page_13": "2. How do you prepare for developing an LT-LEDS?\nThis section explores the four preparatory process building blocks that lay out the steps needed to develop a LT-LEDS. They include: 1) secure political leadership, set up a governance structure, and secure commitment; 2) map the existing policy landscape; 3) set up the various aspects around process organization and prepare for stakeholder engagement; and 4) identify the diverse types of analytical support that need to be put in place.\nAlthough preparation comes first, it is helpful to consider the overview of all building blocks from the start, since the preparation, development and implementation phases are closely interrelated. The preparatory process can take up to 12 months or longer. It can be done faster, especially when building on existing institutions and processes, but should not be rushed.\n2.1 Leadership, mandate and governance\nThe first preparatory step is to obtain an official mandate which gives authorization to develop (or update) and implement a LT-LEDS. Mandates can be, inter alia, codified in law (making them especially robust), a parliamentary decision, or a presidential decree\nGovernance\nplays an important at stages of LT-LEDS development. Strong, high-level leadership is important for effective LT-LEDS preparation, development and implementation, preferably from the government's supreme authority. Securing the buy-in of the ministry in charge of development planning is crucial as the LT-LEDS is expected to inform subsequent national development plans. The LT-LEDS should also mainstream existing sectoral strategies and build on the support of responsible line ministries.\nrole all\nBeyond individual leadership, the LT-LEDS needs an institutional ‘home’ which hosts a climate and development taskforce who manage the processes and performs the tasks needed to prepare, develop and guide the\nimplementation of a LT-LEDS. The institutional home can be a ministry or agency or be created as a separate organization. In any case, it must be equipped with cross-cutting coordination authority and the mandate to involve all actors, facilitate dialogue, and manage interests and conflicts (El Haite in UNDP and WRI, 2018a). Ideally, this taskforce stays independent from individual political parties (Abeysinghe in UNDP and WRI, 2018a; WRI, 2019a), e.g., by being legally nominated to ensure independence of, and continuity beyond, political processes and election cycles.\nMany countries have established national climate and development councils and/or NDC coordination committees and taskforces with cross-government representation. Extending the authority of the NDC committees and taskforces -- so long as the existing unit has shown to do good work -- to include the preparation of the LT-LEDS reinforces the importance of using existing climate and development knowledge and expertise, and integrating actions envisioned for different timeframes. It also will likely save time and financial resources and increase the quality of the final LT-LEDS product.\nEffective LT-LEDS processes are chaired by a high-level champion, a prominent individual such as a minister or even the head of government, who initiates the process, lends it credibility and high-level standing, pushes it forward with appropriate guidance and oversight, advances relevant institutionalization, supports follow-on actions, as well as builds, maintains and moderates coalitions of stakeholders - even when there are conflicting interests. This high-level champion participates in the council and heads the taskforce.\nAn essential early undertaking is to organize the people tasked with developing a LT-LEDS. Typically, the taskforce drives the process, obtains evidence and performs analyses, drafts narratives, liaises with government and external stakeholders, and is responsible for developing and delivering the LT-LEDS. Within",
  "page_14": "Planning for a net-zero future\nthe taskforce, a technical team may lead on data collection, modelling, and assessment of impacts. Qualitative tasks such as narrative building and stakeholder engagement can be assigned to the technical team but are more often done by the core team. Depending on the country context, several sectoral and thematic experts can be involved - individually or in working groups - to provide specific information on topics such as existing strategies and policies, the political economy of actors, and\nspecific barriers and enablers. In addition, many countries invite high-level government officials and prominent actors from private sector and civil society to form an advisory committee with the aim of informing eminent individuals across all topics and sectors about the LT-LEDS, requesting their reflections, and establishing buy-in and support (Abeysinghe in UNDP and WRI, 2018a). Figure 3 proposes a sample governance structure for LT-LEDS development.\nFigure 3: Sample governance structure\nella\nogame, +\nweet yon\n==\n—_——=\nCabinet and/or Parliament\n[Alay\n- -\ncoe\nmaam\nSED\n_— _L_..\nNational climate\nand development\ncouncil\nHost\nSectoral and\ntopical\ninstitution\nClimate and\ndevelopment\ntask force\nExternal\nstakeholders\nministry/\nHigh-level\nchampion\n@\nLr a\n.)\nexperts\nSource: Authors.\nAdvisory\ncommittee",
  "page_15": "Recommendations\nMandate: Secure an official mandate to develop and implement the LT-LEDS, preferably embedded into a legal or regulatory framework. The mandate might include climate and development goals (and possibly concrete targets), as well as timelines for the production and implementation process. Lead entity: Designate a national host entity in charge of leading LT-LEDS processes and recruit a high-profile, established individual leader who acts as national champion and sherpa for LT-LEDS development and implementation. Climate taskforce: Set up or extend the authorities of an existing climate taskforce and establish clear roles and responsibilities and a clear governance structure, with strong links with sector ministries, agencies, and processes, including NDC updates. Advisory committee: Consider setting up an advisory committee with prominent actors from government, private sector and civil society.\nCountry example: Marshall Island’s leadership\ns— The Marshall Islands’ LT-LEDS is the culmination of a two-year effort, spearheaded by national leadership. This initiative was enhanced by collaboration with a range of national and international experts, such as the 2050 Pathways Platform and the NDC Partnership. Their strategy, ‘Tile Til Eo 2050 Climate Strategy: Lighting the Way,’ showcases a SIDS member’s commitment to leading by example, aiming to inspire other nations to raise their climate ambitions. Furthermore, the Marshall Islands played a pivotal role in founding the High Ambition Coalition, which was instrumental in integrating LT-LEDS within the Paris Agreement’s structure.\n2.2 Mapping the existing policy landscape\nhow it differs from other documents and initiatives. Clarifying this helps identify which elements need to be included in the LT-LEDS, and what may be referenced but left out to avoid duplication (OECD, 2010). It is important to understand that the LT-LEDS is different from existing strategies because it reflects an urgency for deep transformations in all countries that many have only recently begun to accept such change. In fact, the Paris Agreement can only be reached if all countries aim for net-zero emissions in the coming decades, which raises the necessary ambition level compared to past long-term strategies (see for example Project Catalyst,\nEarly in the process of preparing a LT-LEDS, it is important to map the existing policy landscape and establish an overview of what already exists in terms of national and sectoral climate and development strategies and plans’, existing (e.g., interministerial) bodies tasked with climate and development planning, and the ‘rhythm’ of political and policy cycles relevant for the development and implementation of the LT-LEDS (OECD, 2020).\nTo be effective, it is important to articulate\nthe value and purpose of the LT-LEDS, and\n1 These include, inter alia, the current NDC, national climate change and/or green growth strategies, national communications to the UNFCCC, national REDD+ strategies, National Adaptation Plans, poverty reduction strategies, and national and sectoral development strategies and plans.\n10",
  "page_16": "Planning for a net-zero future\n2009; OECD, 2010). Where past and existing climate and developing policies and plans may have avoided trade-offs and difficult choices, a LT-LEDS that aims for net zero no longer offers that choice. Similarly, where climate policy used to focus on empowering and supporting early adaptors and individual ‘win-win propositions’, the balance is now shifting towards ensuring an all-encompassing, fair and equitable transition.\nexample, if countries already commissioned long-term analyses to underpin their NDC, these could be very useful to build on for the LT-LEDS. Likewise, if the LT-LEDS enjoys a strong mandate and political support, this should strengthen the position and the resources available for updating the NDC.\nThe national structures established to develop and update NDCs should provide a useful basis for designing the LT-LEDS processes and governance and vice versa, experiences with LT-LEDS should be reflected in new NDCs. For\nRecommendations\nData gathering: Gather available data on 1) emissions and potential mitigation activities and pathways; 2) climate risks and options for adaptation and greater resilience; and 3) development trends and goals. The existing national communications to the UNFCCC provide a valuable starting point for mitigation and adaptation. Policy mapping: Map existing national and sectoral climate and non-climate strategies, plans, and monitoring, reporting and verification (MRV) frameworks. The assessment should include analysis of how climate is featured in broader development plans. The collected information should be evaluated to identify what strategies and plans can serve as input and explore whether they are likely to require an update as a consequence of the LT-LEDS. Governance structure: Chart the existing governance structure and the (e.g., interministerial) agencies tasked with climate and development planning. It is useful to also assess the ‘rhythm’ of political and policy cycles relevant for the LT-LEDS production and implementation to better understand how different decisions are sequenced and interrelated — and when important decision points and windows of opportunity for LT-LEDS advancement occur. Stakeholder mapping: Create a mapping of stakeholders relevant to LT-LEDS development and implementation, including subnational governments, private sector, academia, women’s groups, youth groups, Indigenous People, local communities and vulnerable populations. Knowledge gaps: Identify needs for additional research and data collection, which is a key consideration in determining the level of detail and the choice of models (see subsections 2.4 and 3.3), as well as necessary sectoral analyses/studies. Prior to, or in parallel with, the LT-LEDS development stage, this information can improve the background and evidence base for analyses and setting sectoral targets, priorities and policies.\n1]",
  "page_17": "Country example: Togo’s stakeholder and policy mapping\n*\nTogo orchestrated the development of its LT-LEDS through a participatory and inclusive approach, facilitating strategic dialogues underpinned by technical expertise and analysis. This process involved establishing a framework for both bilateral and multilateral interactions, guided by a roadmap developed in collaboration with the Ministry of the Environment and Forest Resources. Through close coordination with development planning ministries and the Presidential Unit, Togo ensured the identification of priority projects.\nTo foster inclusivity and broad support for the LT-LEDS outcomes, Togo engaged a wide array of stakeholders. This included collaboration with the National Committee, which had previously contributed to the development of the NDC, through both national and sectoral visioning and consultation workshops. These workshops featured presentations, open discussions, group activities, feedback sessions, and debates, all leading to consensual decision-making. Participants spanned across various sectors, including nearly all ministries- economy, finance, planning, the Presidency of the Republic, the Prime Minister’s office, research institutions such as the University of Lomé, the private sector, and Civil Society Organizations (CSOs), especially those representing youth and women, along with local authority representatives.\nThe workshops aimed to: (i) map out national and sectoral policies and strategies, discussing directions to shape Togo’s sectoral and national visions for the LT-LEDS; (ii) collaborate with national stakeholders to define sectoral visions, the national vision, and the timeline for the LT-LEDS; (iii) identify key measures for GHG emissions reduction and enhance adaptation efforts.\nStakeholder engagement takes a central place in any LT-LEDS process because it can:\na raise awareness and learning around changes needed for the transformations; enhance legitimacy of the process and decisions; advance trust in public bodies and the perception of fairness and shared responsibility; create a social mandate and improve political confidence that government action is supported, expected and accepted; improve understanding of policy requirements; align policies with peoples’ values and aspirations; and strengthen democracy and citizen participation (Demski, 2021).\n12\n2.3 Process organization and stakeholder engagement\nAt the heart of LT-LEDS development are:\n1 creating pathways, scenarios, and narratives to underpin ambition and vision, as well as; stakeholder engagement to ensure buy-in and support; both must reinforce each other, and for both, credibility is key.\nWhatever their details, if narrative and consultation are broadly seen as credible, they are more likely to be robust (GGBP, 2014).\nEffective process design must be deliberate, formalized and communicated to all stakeholders. This requires clear and explicit roles and responsibilities, structures and incentives for coordination, and capacity and procedures to manage and share information (GGBP, 2014; WRI, 2019).",
  "page_18": "Designing the stakeholder engagement process involves strategically selecting people and groups to include, setting clear roles, managing expectations on the level of influence, and facilitating contestation. In selecting stakeholders, compromises must be made, for example between representation and a workably sized group, and between indigenous research and imported expertise. Indigenous Peoples, women, youth and vulnerable populations must be equally represented. Differences in opinion and interests should not be seen as a threat to the process. If managed well, they can be an essential part of addressing barriers and conflicts, working towards compromises among sectors and stakeholders\nProcess design: Set up a deliberate and formalized LT-LEDS development process that is transparent and proactively communicated to all stakeholders. Include clear structures to collect, manage and share information on the process and the contents of the strategy. Include mechanisms to deal with bias and resolve disputes. Continuity: Clarify how the LT-LEDS process builds on and integrates existing processes and structures, such as NDC processes, and how ministries and subnational governments are involved in the development of the LT-LEDS. Stakeholder engagement: Make a transparent and strategic plan for engaging stakeholders from government, sub-national actors, private sector and civil society, and donoros including multilateral development banks, designed to include both powerful and vulnerable groups. Stakeholder processes are resource intensive and it is therefore necessary to make sufficient resources available to support LT-LEDS development, awareness raising, training, etc.\n©UNDP Pert/ Jasmin Ramirez Romero\nin the search for agreed development pathways (GGBP, 2014). The most effective stakeholder processes do not just engage people and communities to validate findings and choices, but they also allow for exploratory debates on fundamental issues.\nSince support and buy-in from stakeholders increases if they are actively involved in all steps of the development of the LT-LEDS, it makes sense to allow for interaction between the technical team and the stakeholders. For example, by offering moments where stakeholders are able to share suggestions and/or request clarification.\nRecommendations\nde\n13",
  "page_19": "2.4 Analytical support\nThe ambition and vision, and ultimately the impact, of the LT-LEDS will be stronger and more convincing when backed by evidence and an analysis of how individual sectors will need to develop and collaborate to meet the overall goals and aspirations. Such analyses must correlate complex interactions among climate, energy, economic, social and environmental variables, requiring a modelling approach to capture these relationships, chart pathways, and estimate impacts, costs and benefits of policies and actions over time (UNEPDTU, 2021). These models chart pathways and record selected development indicators such as income, access to modern energy services, employment, etc. Emissions are typically expressed in total and per unit of gross domestic product (GDP), per kilowatt-hour of energy, per person-kilometre, per tonne of steel or cement, or per square meter of floorspace. Additional indicators include the technologies used in each sector (including energy mix), surface of agricultural land and urban areas, animal feed and fuel crops, forested areas, and many more.\nThere are different types and combinations of models to use, from top-down to bottom-up to mixed approaches, each with their own pros and cons. What is needed is not the ‘best model’ in the abstract, but the ‘best fit’ given analytical and political priorities, technical capacities and data availability (2050 Pathways, 2017).\nAccurately translating the technical analyses to narratives and scenarios requires a high degree of transparency and clear communication on the quality of input data, assumptions and limitations of the modelling approach, and sensitivity of the results to variations from input and assumptions.\nAnalytical support for the developers of the LT-LEDS is often concentrated in the taskforce’s technical team comprising experts with quantitative skills responsible for data collection and modelling. In addition, effective processes need experts with qualitative skills such as narrative building, gender and social inclusion, proactive communication, and\nstakeholder engagement — to work alongside technical experts.\nAnalytical support should not be limited to strengthening the taskforce. LT-LEDS development benefits from well-informed and empowered stakeholders. However, the reality is often one of varied capacity and knowledge: it is typically low(er) in parts of civil society, small- and medium-sized enterprises (SMEs), and local governments, and high(er) in line ministries, trade unions, and large corporations, and particularly high in specialised non-governmental organizations (NGOs), think tanks and academia. Targeted analytical support can establish a robust common understanding of topics and articulation of points of contention or controversy. General support can be delivered in the form of webinars, background papers or issue briefs. More targeted training is more effective, but also more resource intensive\nCountries can benefit from international exchange, peer learning, and technical and financial support. Types of multilateral support include the UNDP Climate Promise, the NDC Partnership, the 2050 Platform, Global Green Growth Institute (GGGI), Global Climate Action Program (ex-LEDSGP) and several others.\n— - i\ni ee\nae all\nva\nfe\n© UNDP’Georgia / No Zedginidze\n14",
  "page_20": "Planning for a net-zero future\nRecommendations\nResearch priorities: Discuss and decide what necessary and what optional research questions does the analysis need to answer. Modelling approach: Choose an approach to modelling that offers the best fit given data availability, technical capacities, and research priorities. Which pathways will be modelled based on what input data, and what output indicators can be expected? Expertise and support needs: Identify areas where additional expertise, including international support, is useful. Highly specialised (e.g., subsector) information and international technical assistance can strengthen the evidence base on which the technical analyses are built. Knowledge acquisition: Prepare for involvement of domestic and international scientists and experts on incidental basis (i.e., when needed) and offer a strategy for capacity-building/ transfer and knowledge retention, during and after the LT-LEDS development process.\nCountry example: Georgia‘s net-zero modelling\nEa Ea\nIn Georgia, the development of the country’s Low Emission Development\nStrategy (LEDS) began with the collection of data and analysis of policies\nacross various sectors to identify suitable pathways for a net-zero transition. Key drivers for projecting baseline GHG emission scenarios were identified as population and GDP. The pessimistic scenario assumes modest growth in population and GDP, similar to recent trends, while the optimistic scenario is based on the country’s most favourable expectations for these factors. Projections of these drivers were developed in collaboration with economic experts from the Ministry of Economy and Sustainable Development, forming the foundation for the baseline scenarios.\nMitigation measures were determined from existing policy documents, incorporating both With Existing Measures (WEM) and With Additional Measures (WAM) approaches. Sector- specific models were employed: the TIMES model for the energy sector, the FAO EX-ACT model for the Land Use, Land-Use Change and Forestry (LULUCF) sector, and the IPCC waste model. Consequently, six scenarios were developed, illustrating the potential range of GHG emissions through 2050.\nThese scenarios were showcased at the national consultation workshop, where a variety of stakeholders offered their feedback and suggestions. An analysis of the projected emissions for each scenario facilitated discussions on the feasibility of achieving climate neutrality and identifying areas for additional mitigation. Further calculations pinpointed the necessary conditions and efforts required to attain climate neutrality by 2050.\n15",
  "page_21": "Guidance on how to develop a long-term low emission development strategy (LT-LEDS)\n* /\n.\nSe\ni]\nWhat are the\ncontents\nofa LT-LEDS ?\n:\nfr\n|\n(\n4\nSEE ij\no\n_\n~~\n© UNDP Zimbabwe\n16",
  "page_22": "Planning for a net-zero future\n3 What are the contents of an LT-LEDS?\nThis section proposes eight content building blocks of a LT-LEDS (Figure 4). The first six are: 1) context and scope, 2) ambition and vision, 3) pathways and scenarios, 4) sector transformations and priorities, 5) finance and investments, and 6) monitoring and revision. The remaining two building blocks on 7) adaptation and resilience, and 8) equity and fairness can\nFigure 4: Content building blocks\nF\n2)\nS.\n3.1 Context and scope\n¢ International circumstances\n+\nNational impacts\n* Role of the LT-LEDS\n¢\n* Approach and methodology\n*\n3.3 Pathways and scenarios\n* Pathways\n* Scenarios\n* Costs and investments\n* Timing and sequencing\n* Uncertainties, barriers, and enablers\n3.2 Ambition and vision\n* Headline ambition\n¢ Pillars and milestones\nVision\nGuiding principles\n* Conditions and enablers\nsd 3.5 Finance and Investments\n+ Investment needs\n* Priorities\n* Barriers and enablers\n* Policies and actions\n¢ International dimension\nF 3.7 Adaptation and resilience\n* Assessment\n* Ambition\n* Priorities and needs\n+ Integration\n* Co-benefits\nbe addressed in separate chapters or integrated across the full text. The actual structure of a LT-LEDS should be chosen to suit the specific country context, but the basic themes of the eight building blocks presented here are central components of any comprehensive LT-LEDS document.\n3.4 Sector priorities &\ntransformations\n* Status quo\n* Mitigation potential\n* Net-zero transition\n¢ Barriers and enablers\n* Priorities within and across sectors\n3.6 Monitoring and revision\n‘ Indicators and monitoring framework\n* Reporting and accountability\n* Verification\n* Future revisions\n=\nSource: Authors.\n3.8 Equity and fairness\n* Identification\n* Mechanisms\n* Impacts\n* Policies and measures\n17",
  "page_23": "3.1 Context and scope\nConvincing LT-LEDS start with an introduction that provides the rationale behind its production: it outlines its purpose and scope, discusses the international context and specific national circumstances, and provides an overview of the approach, methodology and structure of the document. It also situates the document vis-a-vis other major climate and development documents such as the short- or medium-term national development plan, the national emissions inventory, the National Adaptation Plan (NAP), and the submitted NDC. The introduction of context and scope is an ideal place to discuss how the LT-LEDS can guide increasingly ambitious NDC updates, with their 5-year time frames, up until 2050.\nThis introductory part of the LT-LEDS sets the scene for the reader by providing sufficient background information for the sections that will follow. It contains the latest climate change scientific findings and describes the status of national mitigation efforts, but can also discuss national challenges regarding data, capacity and development needs. This first part of the document might also reflect on the current state of the LT-LEDS and the commitment to future revisions.\nMost LT-LEDS are comprehensive in their scope and include all (major) sectors and types of GHGs. However, if the current strategy is not complete in both regards, this first section is the place to explain the reason for omissions and what will be done to work towards more comprehensive coverage in subsequent editions.\nTopics covered under context and scope might include:\ne International circumstances: Acknowledge the reality of climate change and its risk to development and prosperity; introduce the UNFCCC and its Paris Agreement as the central global effort to mitigate climate change and its impacts; emphasize the inevitability of swift and ambitious actions as well as the necessity of a long-term strategy toward mid-century net-zero emissions.\nNational impacts, challenges and opportunities: Identify country-specific impacts of global warming; discuss mitigation and adaptation challenges and opportunities, ideally economy-wide as well as per sector; report on national emission trends, overall and per sector; discuss past climate action achievements and the domestic policy and legal framework, including the latest NDC and other climate and development commitments. Explore the interaction between climate impacts, mitigation efforts and development objectives. Role of the LT-LEDS: Present a short summary of the ambition and vision of the LT-LEDS and its key components (possibly as a high-level overview of the strategy’s parts/chapters); discuss purpose, importance and limitations of the document Approach and methodology: Describe the mandate and scope of the document; explain the process for how it was developed and who was involved; clarify the document’s guiding principles and methodological approach; introduce the structure of the document.\n3.2 Ambition and vision\nAmbition and vision convey the most important\nmessages of the LT-LEDS and should be\npresented early in the document — followed by sections in which the detailed assumptions, impacts and actions are discussed. LT-LEDS can be rather simple and unemotional in their presentation of ambition and vision — but also more passionate to strengthen buy-in and support.\nThe headline ambition indicates which climate (mitigation and adaptation) and development goals are set and by when these will need to be achieved. The strategy can be broken down into different tracks (pillars) and/or intermediate achievements (milestones). Guidance and good practices around designing net-zero objectives, including considerations on scope, architecture and transparency is available (e.g., CAT, 2021; WRI, 2020; and the Annex of this Guide).\n18",
  "page_24": "Planning for a net-zero future\nIt is worth noting that for some countries, agreeing on a long-term emission target is not straightforward and can be politically controversial. If there is high resistance by key domestic parties, countries as a first step might choose to present their LT-LEDS as ‘work in progress’ and subject to ongoing dialogue.\nThe vision elaborates the major changes needed to reach the climate and development ambitions, explains how they can be instituted, and discusses why they are feasible and where they can be rather challenging or beneficial (in ecological, social, economic and geopolitical/security terms). To add credibility to the ambition, a good vision goes beyond technology pathways by presenting a convincing narrative on the magnitude and direction of the transformation (OECD, 2022). The vision often presents guiding principles such as affordability, reliability and sustainability; overarching goals such as greater state autonomy, promotion of public goods and the mandate to Leave No One Behind (LNOB); as well as key enablers such as innovation, education and skills development; and levers to attract investments. For countries that in the past have heavily depended on high- emitting activities such as fossil fuel extraction or energy intensive manufacturing, the vision might present alternative, more sustainable areas for development.\nA strong LT-LEDS presents a realistic and comprehensive theory of change, including concrete areas of reform. It clearly communicates which sectors, subsectors and practices will need to be phased out or substantially altered. It also needs to offer suggestions for economic activities that keep the economy competitive and people at work. Countries whose wealth heavily depends on exports will need to consider international trade in their vision, and in particular, the effects that international carbon pricing, such as the EU Carbon Border Adjustment Mechanism (CBAM), will have on the competitiveness of their goods and services. In that sense, an LT-LEDS can lay out the ambition and vision to future-proof the economy.\nTopics covered under ambition and vision include some or all of the following:\nHeadline ambition: Clearly state the quantified emission reduction ambition and timeline, including when emissions are expected to peak and to achieve net zero. Present headline adaptation and development targets that are quantified and time-specific wherever possible. Pillars and milestones: Break down the ambition into (thematic) pillars, (sectoral) milestones and interim targets. Vision: Offer a clear vision of the changes needed, the role of each sector, and the challenges and opportunities ahead. Send an unambiguous signal to economic actors and make clear where flexibility exists, and which routes are ‘closed.’ Guiding principles: Clarify which guiding principles underpin the ambition and vision, for example, fairness and equity, inclusiveness, business competitiveness, or least cost to consumers. Conditions and enablers: Discuss assumptions and theories of change on a high level to identify which LT-LEDS- wide enablers need to be in place, e.g., by identifying the types of education, innovation, and investments necessary to initiate the changes laid out in the vision.\ni\n=\n© UNDP Ran Aristan\nay\nne\nrN\nam\nae\nSe\nTFS\noe Sa\nPm\nree\n19",
  "page_25": "Country example: Nigeria’s long-term vision as a foundation for developing measurable and implementable long-term strategies\nNigeria launched its LI-LEDS on December 1, 2023 during COP28 which articulates its ambition to reach net zero by 2060. This strategy builds upon the foundational Long-Term Vision (LTV) introduced at COP26 in 2021, which has been critical for evolving the country’s climate objectives into an actionable and detailed LT-LEDS. The LT-LEDS also progresses from the commitment made by the Nigerian President for net-zero carbon by 2060 at Glasgow COP26 and is underpinned by the nation’s groundbreaking Climate Change Act of 2021, which targets carbon neutrality from 2050 to 2070. The development of the LT-LEDS entailed creating a range of scenarios and pathways to meet these robust decarbonization goals, taking into account the macroeconomic effects for Nigeria. An inclusive process, it featured extensive national dialogues with a wide spectrum of key stakeholders and included adaptation strategies informed by relevant macroeconomic modeling to ensure alignment with the country’s developmental aspirations (NDC Partnership, 2023).\nSJ L# Country example: United Kingdom's long-term vision Thee United Kingdom in their updated LT-LEDS put significant emphasis on economic competitiveness, pitching it as “the greatest opportunity for jobs and prosperity for our country since the industrial revolution” (UK, 2021).\n3.3 Pathways and scenarios\nIt is good practice to build LT-LEDS ambition and vision around quantitative pathways analyses of future technology and emissions scenarios, including impact assessments of selected policies and measures as well as estimates of investment requirements and costs. Pathways are built using models to project emission reduction over time and as a consequence of staged action. Ideally, development impacts resulting from these actions should also be included, such as by using established indicators for national development goals and/or the 17 SDGs. The 2050 Pathways Platform (2017) identifies the four characteristics of successful pathways as clarity, relevance, practicality and credibility.\nA preferred approach to modelling net-zero pathways is back casting, which starts by fixing the net-zero end goal and working backwards, step-by-step, analysing what changes are needed and by when. This is especially important for correlating the current NDC ambition in five- year increments to the eventual net-zero end point, creating a clear and realistic path for NDC progression. More traditional modelling would use the current situation as the starting point and create projections based on a set of assumptions and changing parameters to achieve net zero within the envisioned timeframe.\nBuy-in and support for LT-LEDS from key stakeholders critically depends on whether they have a clear understanding of what the envisioned changes mean for them, and what is expected from them. This is why the quantitative pathways should be embedded into scenarios (internally consistent narratives of what the future may turn out to be) and qualitative storylines showing institutional, economic, technological and social changes needed in\n20",
  "page_26": "support of the overall ambition and vision (2050 Pathways Platform, 2017).\nThe credibility of the pathways analysis depends on a robust explanation of how net-zero emissions are reached: does it depend on breakthroughs in cost-reductions and market uptakes of certain technologies (e.g., hydrogen or battery storage)? Is reaching net zero dependent on GHG removals, reductions abroad or emerging technologies? It is good practice to document all assumptions, choices and trade- offs encountered during the analyses and make these available.\nTopics covered under pathways and scenarios include some or all of the following:\ne Pathways: Describe the quantitative pathway(s) and articulate how these differ in terms of emissions, development goals and adaptation. Scenarios: Describe how the pathways correspond to scenarios, using narratives to bring these scenarios to life, formulated in a way that relates to stakeholders’ present-day\nrealities, and experiences of barriers and enablers for change. Costs and investments: Present cost estimates and investment needs, as well as socio-economic impacts (co-benefits) such as employment opportunities, health improvements and biodiversity impacts. Timing and sequencing: Present a timeline of policies and actions needed for the sector transformations, when to phase in and out specific technologies, and when to establish skills, capacity and infrastructure. Uncertainties, barriers and enablers: Emphasize that the scenarios are based on projections, not on predictions. Identify where uncertainties exist, and which barriers will need to be addressed.\nCountry example: Quantifying the socio-economic impacts of net zero transition in Ethiopia\nEthiopia, Africa’s second most populous nation and its fastest-\ngrowing\nhas crafted its LT-LEDS with a comprehensive\neconomy, understanding of the potential costs and benefits of transitioning to net-zero emissions, guided by detailed macroeconomic modelling. The evaluation indicates that the benefits substantially outweigh the costs across all considered scenarios, with particular favor shown towards the NDC-aligned scenario. The key drivers of the net benefits are the avoided costs and additional advantages resulting from the implementation of low- emission development.\nThe assessment reveals that by 2050, under a low-emission development scenario, Ethiopia's GDP could be 66 percent higher compared to business-as-usual scenarios. This strategic approach is expected to generate approximately 865,400 green jobs annually until 2050. In the agricultural sector, which is the cornerstone of Ethiopia’s economy, the strategy aims to mitigate the loss of 20 million tonnes of crops through climate adaptation measures and potentially save around $29 million annually in chemical fertilizer expenses. This forward-thinking strategy represents a significant step in aligning Ethiopia’s economic growth with sustainable and environmentally conscious practices.\n21",
  "page_27": "Country example: Scenario development in Belize\ni Belize elaborated three Business-as-usual, high ambition, and scenarios: very high ambition. Interestingly, the highest emission mitigation comes from land use (reduction of deforestation, and active reforestation), followed by agriculture (sustainable livestock management) and transport (electric vehicles and bio-ethanol blending). The scenarios are based on an inventory of sector mitigation options with their potential, costs, and ease of implementation — revised and refined through sector-specific consultation sessions.\n3.4 Sector transformations and priorities\ndeveloping countries. Depending on their perceived importance for society and further development, sectors have usually already been subject to strategic plans, be it fora shorter period (e.g., 5-year plans) or a longer time frame. A LT-LEDS must consider existing sectoral strategies and policies, and especially any sector-specific targets committed to in the NDC. Ideally, strategies and policies are already ambitious from both a sustainable development and climate perspective so they can easily be mainstreamed into the LT-LEDS. If they are not, a LT-LEDS should present suggestions for how to further develop existing sectoral strategies to make them conform to long-term climate- compatible trajectories.\nSectoral information is essential in LT-LEDS. Strong strategies feature sector net-zero roadmaps containing a) an analysis of mitigation and adaptation potentials of different technologies and measures; b) sectoral goals and objectives; c) transformation pathways based on an analysis of barriers and enablers of investments; and d) sector-specific policies, financial instruments and other measures.\nLT-LEDS ideally cover economy-wide emission reductions but there is considerable variation in the way sectors are categorised and presented in existing LT-LEDS. Sectoral opportunities for low-emission development vary by country. Whereas many countries follow the six IPCC mitigation sectors or variations of the breakdown used in the UNEP Emissions Gap Report?, (energy supply, industry, agriculture, LULUCF, transport, and buildings), others focus on self-defined sectors deemed to be especially relevant in their national context. Especially for Least Developed Countries (LDCs), it is important to emphasize actions that increase adaption and resilience.\nSetting national priorities is often considered one of the most challenging steps in designing a LT-LEDS - especially when these priorities call for short-term shifts of investments and/ or deep transformative action. Structuring discussions around priorities can start with identifying barriers to implementing policies and ways to address them and then move to consider policy synergies and trade-offs (OECD, 2010). Significant differences exist between the climate and development potentials of individual sectors. This includes differences in specific benefits and trade-offs of actions as well as highly specific opportunity timelines of short-term versus long-term action.\nWhile energy supply and industry are the largest existing GHG-emitting sectors in most countries, the transport and buildings sectors are often the ones that grow the quickest, while forestry and agriculture play a dominant economic and social role in many\nTransformations require careful planning, sequencing and communication because it is\n2 The IPCC (2022) differentiates according to emission source and sink categories: energy, industrial processes, solvent and other product use, agriculture, land-use change and forestry, and waste. The UNEP Emission Gap Report (2022) differentiates according to transformation requirements: electricity supply, industry, transportation, buildings (Ch5), and the food system (Ché).\n22",
  "page_28": "not possible to change ‘everything everywhere all at once.’ Five considerations for prioritising and sequencing actions (i.e. doing some actions earlier than others) include:\n1 Do the actions act as enablers for other parts the transition? Do the actions come with short-term benefits that improve support and buy-in for the transition? Do actions have long lead-times? Do incompatible (i.e. negative) actions take a long time to undo? Do actions contribute to furthering the innovation and research and development agenda?\nFirst, accelerated expansion of clean power generation is a prime example of prioritising an enabling action. As an essential driver of development and often the largest source of emissions, the energy sector takes a prominent place in LT-LEDS. Reliable, affordable and sustainable energy access is also an enabler of transformations to climate compatibility and development gains in other sectors. Many mitigation options, e.g., in the areas of agriculture, cooking, heating and cooling, forestry and land-use change, industrial processes and product use (IPPU), and waste depend on efficient and renewable-based electrification. Sectoral electrification comes on top of increased demand resulting from growing prosperity — especially in developing countries and emerging economies. Thus, accelerating energy access efforts alongside decarbonization and the expansion of power generation has a much shorter timeline than reaching net-zero emissions across other sectors.\nSecond, actions with short-term, highly visible benefits to the public can improve support for the transition. For instance, shifting from diesel cars to electric passenger vehicles, public transport and rail-based freight will lead to improved health (less air-pollution) and time savings (less traffic congestion). Other examples, such as applying higher efficiency standards in houses (new and existing), can\ndrastically lower energy costs and improve indoor air-quality for its users making clean energy technologies a logical choice for expanding energy access.\nThe speed and scope at which individual sectors can decarbonize depends enormously on how well the transformation can support broad development goals that range from economic opportunities and competitiveness to jobs creation to preserving ecosystems to accessing clean air and water, food, and education. Synergies between climate action and achieving the SDGs are generally positive, but there are trade-offs too (IPCC, 2022; Lacobuta et al., 2021) (see Figure 5 overleaf). The dependencies can be cross-sectoral, as is illustrated by the food-land connection: increased demand for food is the main driver for deforestation and without changes in diet, rising demand for meat will require additional arable land to support grazing and growing fodder — this is likely to incentivize further deforestation (IPCC, 2022).\nThird, some supporting actions will need to be prioritized because they take a long time to implement. Long lead-times can be a result of a) lack of supporting infrastructure, which still needs to be built (e.g., electric vehicle charging stations), b) lack of demand and supply which need to start small and develop and grow over time (e.g. sustainable consumable products), or c) inertia in the behavioural change associated with the action (e.g. clean cooking, public transport, but also diets).\nA fourth category of actions that merit\nprioritization include those that are counterproductive to the vision and ambition of the LT-LEDS and take a long time to correct or undo (i.e., deal with stranded assets and high-carbon lock-ins). This includes building new fossil fuel-based power plants, building new CO2 intensive industrial infrastructure, building inefficient homes and offices, and converting pristine (rain)forest for unsustainable agricultural practices.\nLastly, while many sector transformations depend on existing technologies, there are exceptions. In industry for example, emissions are dominated by cement and concrete, iron and steel, oil and gas, chemicals, and coal mining.\n23",
  "page_29": "Figure 5: Synergies and trade-offs between sectoral mitigation options and development goals\nRelation with Sustainable Development Goals\nSectoral and system mitigation options\n1 2 3 4 5 6 7 8 9 10 1 12 4 15 6 vi\nWind energy\nHog\nBaa S\naaa\nSolar energy\nHog\nBeon\ngo @\nBioenergy\nBog\nBoaG\nBag\nHydropower\n1 |\no8\nGeothermal\nenergy\no\no8\nNuclear power\na\nBERaE\nBoog\nCarbon capture and storage (CCS)\n=)\n(2)\ntT Carbon sequestration in agriculture’\nBao\nBeas\na)\nBe &\nrn 4 Reduced conversion of forests and other\nReduce CH, and N20 emission in agriculture\nvo\necosystems\n88 + |\ncay\ni) + +\neS Ecosystem restoration, reforestation, afforestation\n+\nB fea\ni+) +\nvz Improved sustainable forest\nmanagement\ni+)\nHaag Go 8G\nFat\n+ |\n&\nReduce food loss and food waste\n++\nBoe\n—\noY Shift to balanced, sustainable healthy diets\nis}\nBo Oo\n+ ee |\n<z<o\nRenewables supply?\nHog\nHoa\na\nRelated Sustainable Development Goals:\n1 1 No poverty\n1 10 Reduced inequalities\n1 2 Zero hunger\n111 Sustainable cities and communities\n1 3 Good health and wellbeing\n112 Responsible consumption and production\n1 4 Quality education\n1 13 Climate action\n15 Gender equality\n114 Life below water\n1 6 Clean water and sanitation\n115 Life on land\n17 Affordable and clean energy\n116 Peace, justice and strong institutions\n1 8 Decent work and economic growth\n117 Partnership for the goals\n19 Industry,\ninnovation\nand infrastructure\nSource: IPCC, 2022.\nSuch industries encounter difficult ‘choke points’ which are especially challenging to decarbonize and require breakthroughs in technology, financing and policies (WEF, 2022). Research and innovation agendas differ per country with some aiming for a competitive advantage by becoming front-runners in new technologies, and others deciding to wait until technologies can be obtained elsewhere. Such differences influence whether innovative actions are prioritized.\nTopics covered under sector transformations and priorities include some or all of the following:\ne Status quo: Present an overview of current emissions disaggregated by subsector data, the sectoral policy landscape, as well as the sector’s coverage in the current NDC. Mitigation potential: Present mitigation options and their GHG impacts - along with estimates of costs, benefits and feasibility of technologies and behavioural changes.\nSoil carbon management\nin cropland and grasslands,\nagroforestry, biochar\nDeforestation, loss and\ndegradation of peatlands\nand coastal wetlands\nTimber, biomass, agri feedstock\nLower of the two confidence\nlevels has been reported\nNot assessed due\nto limited literature\ne Net-zero transition: Show long-term sector emission roadmap, featuring alternate pathways and including an assessment of economic and social costs and benefits, as well as required infrastructure investments. Barriers and enablers: Identify sector and technology-specific transformation risks and barriers. Priority actions: Construct a timeline and identify which actions need to take place earlier than others and explain why: Are they enablers? Do they come with short-term benefits? Do positive actions have long lead-times, or do negative actions take a long time to undo? Do actions contribute to the research and development agenda?\n24\nType of relations:\nEl Synergies\nGE trade-offs\nEl Both synergies and trade-offs‘\nBlanks represent no assessment®\nConfidence level:\nBB High confidence\nHB Medium confidence\nLow confidence",
  "page_30": "Country example: Sectoral mainstreaming in Armenia\nArmenia initiated the development of its LT-LEDS having the results and\nfindings of the studies conducted in the energy, agriculture, transport\nand LULUCF sectors. Apart from the estimation of mitigation potential of\nthose sectors, the studies provided policy recommendations that were used in the development\nof the LT-LEDs.\nThe series of sectoral studies include the Policy Note on “Assessment of Land Use, Land Use Change and Forestry Sector Potential in Achieving Climate Change Mitigation Objectives in Armenia.” This Policy Note was developed based on technical assessment conducted to provide recommendations in setting long-term targets of GHG emissions/removals for the national strategies in the sector, in accordance with the priorities of that sector’s development in Armenia and in line with the EU practices and regulations. The study on “Mitigation Opportunities and Climate Mainstreaming in Agriculture” was conducted to provide recommendations on policies and measures for mainstreaming climate change mitigation practices. Based on the best international experience in the field of transport management and assessing the potential and opportunities for reducing emissions from transport in Yerevan, the main strategies and tools to promote the reduction of emissions in Yerevan, prospects for transport development, medium-term and long-term policies had been suggested by the study on “Reforms of Yerevan transport system in the context of low-carbon development policy”.\nCosta Rica presents the transformations needed for the main objective of a decarbonized economy with net-zero emissions in 2050 as a framework comprising ten axes of decarbonization in four sectors and eight cross- cutting issues. It presents short-, medium- and long-term transformative visions, goals, and actions, as well as potential lock-ins to avoid (Costa Rica, 2019).\nCountry example: Sectoral transformation in Costa Rica\nye\nAbang attr Jens apa ine Mad eta\nnae\nan\nee the\n<2\n~*~ s\na\nSere Se,\ngi\na\na ¢\nbE\n2 ws\nrs\n4\n= -¢\nmie\nShy\n“\n~\n\"\n*\n= tie,\nPy aga\nere\n7\ns<r\n=e.\noe:\n7\nber\na.\n2\noe\nPod\nan\ne*\na\n==\nif & #4\nss\nSe,\noe\ngv\n_\nb=\na)\n~~\nth\nSS\na”\nPe\n> ><\n=~\n=\n=n\nbe\nBo\nhig\nFe\nKe\naa\nSS\n=~ .\n+407\na\nngolia / Nicolas\ngt\n~\nAP)\n25",
  "page_31": "3.5 Finance and investments\nNet-zero transformations require significant and sustained additional investments as infrastructure and other capital goods will need to be updated and replaced. Under the Paris Agreement (Art. 2.1c), Parties agree to make finance flows consistent with a pathway towards low GHG and climate-resilient development. The IMF (2022) estimates that global investments required range between $2 and $6 trillion per year (i.e., two - six percent of global GDP). A significant share of the required private investment will only materialise with public support, including through both policy and financial instruments. This poses a serious challenge for governments with limited public budgets, especially when attractive business models for private infrastructure investment are absent (IMF, 2022).\nIdentifying the investment and investor needs, barriers and enablers strengthens a LT-LEDS because it forms the basis for identifying sources of finance, both public and private as well as domestic and international funds. Assessments must go beyond quoting high-level figures and provide insight about how and why the investments are different from ‘business as usual.’ They should answer questions such as if investments need to happen faster than anticipated, if the costs are higher now than they would be later, and if up-front capital requirements are larger as a consequence of swift action.\nGovernments have four general tools to shift and mobilize finance (ODI, 2018): 1) putting in place financial policies and regulations to create enabling frameworks for private investments; 2) aligning price signals through the effective use of fiscal policy and public budgets (subsidies, taxes, procurement, etc.); 3) using public budgets directly (e.g., to raise grants, debt, equity, etc.); and 4) setting up information instruments to increase transparency and establish standards. Short-term actions include phasing out fossil fuel subsidies, green procurement, and pro-active industrial policies as they send credible signals to private investors about the seriousness of transformational goals.\nTransforming the economy not only requires large-scale public investments, but it also\naffects public income streams when income from industries to be phased out reduces, or as royalties from fossil fuel exploitation disappear over time. Clarifying how the government deals with this loss of public income strengthens the long-term strategy and is especially relevant for subnational governments in regions where the transition has profound impacts. Countries that depend on international climate finance and investments may want to include a discussion in their LT-LEDS around which sources and recipients are prioritized. They are also expected to create predictable and transparent MRV mechanisms for the use and impact of financial resources.\nTopics covered under finance and investments include some or all of the following:\ne Investment needs: Present additional investments required for each of the pathways (building block 3.3) and, where possible, identify sources of finance and costs estimates for specific measures and actions. Investment priorities: Present investment needs on a timeline, showing which enabling investments take priority and where investments should cease to avoid the potential for asset stranding (and by when). If available, this is where the long- term finance plan of the LT-LEDS can be presented and compared to existing national fiscal and budgetary plans. Barriers and enablers: Discuss the mechanisms that inhibit climate investments (i.e. barriers) and offer considerations and policy options to shift and mobilize investments (i.e. enablers). Concrete policies and actions: Present concrete policies and actions to shift and mobilize public finance (e.g., phase out fossil fuel subsidy and carbon tax) and to leverage private finance (e.g., de-risking, guarantees and credit lines). International investments and support: Discuss which share of investments are expected to come from domestic public and private sources, and where the government depends on international sources for financing the net-zero transformation.\n26",
  "page_32": "Planning for a net-zero future\nCountry example: Armenia's financing needs assessment\nIn its LT-LEDS, which was approved by the government in December 2023, Armenia presented a financing framework with information on different international and national financing types (green bonds, transition bonds, sustainability linked loans, green equity funds) and potential financing institutions — DFls, export credit agencies and blended finance. The LT-LEDS offers an overview of financing needs for the energy, agriculture, waste sectors and for industrial processes, as well as possible sources of finance including climate funds, closed-end investment funds, equity crowdfunding platforms, tax refiled for business and others. Moreover, the LT-LEDS suggests the creation of an emission trading system as an additional measure for stimulating decarbonization practices of the most carbon-intensive industries.\nFrance submitted its first LT-LEDS in 2016 and an updated version in 2022. France’s Green Budget methodology and minimum requirements for national expenditures are helping to ensure an increase in domestic climate finance by providing an assessment of the “green impact of all State budget expenditures,” rating all expenditures across a variety of criteria, including impact on climate, biodiversity, and local air pollution (WRI, 2023).\nCountry example: Green Budgeting in France\nae\nwr\n27\n©UND? Amen\nwt\nat\nP=\n._\n~_\npe\noT Seg\nP| Pt nnenntO Pe 60159605000506000000600000000\na SEM pes ey\nPs |\nyee!\nlas ers\ngoes\nie\nte\nre\n—",
  "page_33": "3.6 Monitoring and revision\nis observed in practice, experience suggests that a five-year cycle for revision and update is suitable. This frequency of updating the vision and other elements of the strategy does justice to the duration of technology and investment life cycles (Mabey in UNDP and WRI, 2018a) and can be done jointly with the NDC revision process. It’s crucial that the implementation plan contributes effectively and in a timely manner to the update of the NDC, as outlined in Section 1. The UNFCCC sets the update frequency, mandating new NDC submissions every five years following the initial request in 2020 (i.e., in 2025, 2030, 2035, and so forth).\nIt is good practice for a strategy to include a commitment to MRV systems for mitigation actions, as well as monitoring and evaluation (M&E) for adaptation, both familiar approaches to provide transparency for climate action, including commitments under the UNFCCC. In LT-LEDS, these MRV and M&E schemes need to be accompanied by plans defining the institutional responsibilities that specify their ‘what,’ ‘when,’ who’, and ‘how’ (UNDP and WRI, 2018b; WRI, 2021). There are distinct reasons why a LT-LEDS should be updated regularly as part of a predictable, ongoing process. These include a) changes in the domestic context such as shifting priorities and capacity for transformative efforts as well as policy effectiveness; b) external changes such as technology breakthroughs and cost reductions, crises, and other economic and social developments; and c) feedback from M&E processes.\nUnder the Paris Agreement, Parties are to report on emission trends by source and removals by sink in their national inventories, progress on NDC implementation, climate change impacts, adaptation and resilience efforts, as well as financial, technical and capacity-building support received in the past and needed in the future. These reporting obligations and the timing of the information are captured under the Enhanced Transparency Framework (ETF) which is still a work-in-progress. Because countries are not obligated to report on LT-LEDS, these are not included in the ETF. There is, however, a compelling case for aligning the monitoring framework and the revision timing for LT-LEDS closely to those of the ETF, and the rhythm of the Paris Agreement ratcheting mechanism (A2A, 2019; IDDRI, 2022)?.\nMonitoring the progress of a long-term strategy goes beyond the established forms of emissions monitoring and shorter-term policy evaluation in that it also must assess the overall speed and direction of change. This requires asking questions such as: Are the sector transformations on track? Do the foundational assumptions underpinning the strategy still hold? Is the institutional set-up adequate, and is there sufficient coordination and alignment across policies and plans? A LT-LEDS typically assigns responsibility for collecting and compiling data to ministries and agencies, including the tasks of gathering feedback from stakeholders and input from business and scientific experts, as well as conducting the actual assessment.\nTopics covered under monitoring and revision include some or all of the following:\ne Transparency: Identify the main indicators for measuring progress on implementing the LT-LEDS. Accountability: Discuss the tracking process over time, who is responsible for it, and how their accountability can be ensured. Indicate how often progress will be communicated, for example, in annual reports.\nLT-LEDS generally have a time horizon that coincides with their ambition for net-zero emissions. For most countries the target year or period is currently in the range 2040-2060. Considering new scientific findings, climate agreements and/or technology developments, ambition might have to be increased. In other words, the net-zero target date might have to be moved forward. Although some variation\n3 Note that In the Paris Agreement and negotiations on transparency, a new terminology is under consideration: the Long-Term Transparency Strategy (LTTS).\n28",
  "page_34": "Planning for a net-zero future\ne Verification: Discuss if and how validation by independent experts (scientific committee) is organized.\ne Future revisions: Present a timeline for review and revision of the current LT-LEDS in sync with the NDC development cycle. Guiding questions include: When does the review take place and based on what objectives and principles? Who will oversee the review and revision? Are stakeholder consultations part of the revision process?\nSILZ\nCountry example: Aligning LT-LEDS and NDC revision in Fiji\nFiji plans to review and revise its LT-LEDS at least a year before submitting an updated NDC (Government of Fiji, 2018). This revision will consider changes in national circumstances, the effectiveness of LT-LEDS implementation, and other long-term factors, all of which can inform new NDCs. Additionally, the LT-LEDS implementation strategy may align with national processes like national budget reviews or the approval of new development programs.\nAIS a\n>I] La“\nCountry example: United Kingdom’s long-term vision\nSimilarly, the United Kingdom has synchronized its LT-LEDS timeline with the UK Climate Change Act (2008). This Act mandates the British Government to establish intermediate targets (carbon budgets) that limit GHG emissions throughout the UK over five-year periods (OECD, 2019; UK, 2008).\nSeveral other countries are building up experience with monitoring and revision. The UK and Sweden have independent review processes for assessing whether their overall climate goals are met, and at the time of writing, Nigeria and South Africa are working with the Initiative for Climate Action Transparency (ICAT) to develop monitoring systems. (WRI, 2023).\nad\nxs ~\n&\nma\nFoalragl\nTs ie\nht\n'} >\n= SS.\n—-=\n—-\n=\nInd,\nNad\n© Andrea Egan\n29",
  "page_35": "3.7 Adaptation and resilience\nAlmost all LT-LEDS submitted to date include adaptation-related information such as climate change impacts on key economic sectors and services, and priorities for improving adaptation and resilience (UNFCCC, 2022b). Although LT-LEDS are mainly about mitigation, adaptation and mitigation should be seen as complementary, not as substitutes, and are\nideally analysed together.\nWhereas the physical impacts of climate change affect countries differently, LDCs are likely to experience the largest and earliest socio- economic impacts of climate change. They typically face the challenge of reaching their development objectives sustainably, avoiding the lock-in of carbon-intensive infrastructure, protecting valuable ecosystems, and planning for increased resilience against climate impacts across all sectors. The primary narrative driving their LT-LEDS therefore revolves around both development and resilience: they seek to integrate cost-effective mitigation with long- term adaptation plans (Climate Analytics, 2022).\nThere are practical linkages between mitigation and adaptation, often creating win-win situations as illustrated in the area of climate- smart agriculture or through climate-proofing mitigation infrastructure. Nonetheless, true integration of adaptation into mitigation pathways remains difficult. A 2019 review finds that “[while] there is a general narrative of the benefits of integrated analysis, the analysis of current plans shows this has not translated across into practice” (GIZ, 2019).\nMost countries already have a NAP process in place. An LT-LEDS can build on the NAP by using various elements of adaptation analysis,\n* aa\nCountry example: Chile builds on NAP process\nChile includes adaptation in its Climate Change Framework Law and its LT-LEDS and builds on the NAP process and outcomes. It includes recognition of the adaptive needs of groups most vulnerable to climate change, private sector participation in adaptation, and the creation of a Climate Risk Altlas (ARClim) (Chile, 2022).\nsuch as vulnerability assessments, prioritization of national climate change actions, sectoral and subnational plans, analysis of economic, social, and development co-benefits, financing strategies, and — if present — a dedicated institutional setup (OECD, 2019).\nTopics covered under adaptation and resilience include some or all of the following:\ne Assessment: Present an overview of national, regional and sectoral climate hazards, risks and vulnerabilities; analyse options to better manage and mitigate these risks; explore consequences of inaction. Ambition: Present adaptation targets for reducing hazards, vulnerability and exposure. Priorities and needs: Identify national, regional and sectoral adaptation priorities and needs; discuss finance needs and who needs to act and move first. Integration: Introduce existing adaptation- related policies, strategies, frameworks and plans — and how these relate to the LT-LEDS: To what extent are they used as input? Do they need to be updated to align with the LT-LEDS? What synergies and interactions exist between mitigation and adaptation activities? How are the mitigation actions in the LT-LEDS screened for climate risk? Where are additional adaptation efforts required to address the means and consequences of transformative action?\n30",
  "page_36": "“*\nLat Bosnia and Herzegovina’s LT-LEDS is incorporated with their NAP, focusing on scaling up adaptation in crucial sectors for the medium term. The country has developed investment financing instruments at the municipal level, involving both public and private sector participation. These efforts are designed to build capacity at national, subnational and sectoral levels for integrating risk-informed planning and budgeting. This approach has enabled Bosnia and Herzegovina to establish a robust institutional framework for coordinating climate adaptation, develop standard operating procedures for institutional cooperation on climate data exchange, and implement a monitoring and evaluation framework. Additionally, adjustments to the regulatory framework have been made to ensure the successful implementation of climate change adaptation activities. These developments are crucial for meeting Bosnia and Herzegovina’s obligations to the EU and UNFCCC.\nCountry example: Bosnia and Herzegovina’s LT-LEDS incorporates the NAP\n3.8 An equitable, fair and just transition\nTransitions, particularly those at the transformational scale of a global race toward net zero, create opportunities and vulnerabilities, winners and losers. The importance of a just transition, and one that is fair and equitable, has received increasing attention in recent years. The preamble of the Paris Agreement stipulates that climate action must consider “the imperatives of a just transition of the workforce and the creation of decent work and quality jobs in accordance with nationally defined development priorities.” The mandate of a fair, just and equitable transition commonly refers to a set of principles, processes and practices aiming to ensure that no one is left behind in the transition. This means ensuring workers, communities, sectors, and entire countries or regions are considered in the transition. A just transition is built around social protection, respect, and dignity for vulnerable, and often marginalised groups. It requires governments to ensure that negative impacts are minimised, and benefits are maximized — especially for those disproportionally affected (IPCC, 2022).\nLoss can be a result of physical climate damage, reduced job security, increased costs of living, reduced budgets, or changed mandates and roles. To develop successful long-term strategies, it is crucial to understand who is empowered to be part of the transition, and who\nis vulnerable and risks being left behind. Using models and tools can provide a good sense of the scale and direction of net impacts, but it is another challenge to unpack aggregate results and reveal which groups of a society stand to benefit, which do not, and which (disproportionately) bear the costs (Carley and Konisky, 2020; van Tilburg and Fearnehough, 2022).\nLT-LEDS analyses should disaggregate key indicators such as GDP, employment, income distribution and gender equality to explore the distributional impacts of the overall transformation, sectoral transitions and individual actions. This will help ensure that transformative policies and measures can be tailored to address the specific needs of women and youth, and those of underprivileged groups such as informal workers. Implementing just transition principles through collective and participatory decision-making processes can result in broad public support for accelerated and more ambitious climate action.\nA LT-LEDS is an appropriate place for the national government to send predictable signals to high- emitting sectors and regions and offer (them) measures to ease transitions to a low-carbon economy.\nImportantly, aLT-LEDS can shape the social and economic conditions for generations to come.\n3]",
  "page_37": "To do justice to their needs, it is crucial to weigh short-, mid- and long-term impacts of decisions appropriately. Appraisal of future costs and benefits uses a discount rate to account for the time-value of money; if set too high, decisions will be biased against short-term investments and costs to create future opportunities and avoid future losses. Addressing the needs of the poor, vulnerable and underprivileged and balancing the short, mid- and long-term needs of all members of society will allow a LT-LEDS to provide guidance on future actions, including those presented in the next NDC update.\nTopics covered under an equitable, fair and just transition include some or all of the following:\ne Identification: Identify who are most affected by climate change and the proposed transformations (regions, groups and sectors). Mechanisms: Explain why regions, groups and sectors are becoming more empowered or vulnerable, and through which mechanisms climate change and the transformations proposed in the LT-LEDS could lead to, and sustain, inequalities.\n©\nHow a just transition can help deliver the Paris Agreement\nAs countries worldwide continue to update and implement their NDCs and LTS, there is the opportunity to embed the principles, processes and practices of just transition within them, and drive greater climate action. A just transition can help deliver the Paris Agreement in several ways: it brings the public along; it supports a green jobs revolution; it lays the groundwork for a resilient net-zero economy; it drives contextualized local solutions; and it reinforces the urgency of concerted efforts.\nUNDP's framework for incorporating just transition into NDCs and LT-LEDS offers four areas of support to this work:\ne Assessment: qualitative and quantitative assessments and modelling to estimate the impacts of NDC and LT-LEDS measures; Engagement: social dialogues and stakeholder consultation to build consensus for just transition objectives and strategies; Institutional, policy and capacity-building: strengthening of social and economic policies, and support for workers and enterprises for green jobs; and e Finance: public and private investment to operationalize just transition strategies.\nSource: UNDP, 2022b.\nImpacts: Explain what the impact is on regions, groups and sectors. Where possible try to quantify how the effects play out differently for society as a whole and for the specific groups identified as vulnerable or empowered. Policies and measures: Describe how a fair and equitable transition will be accomplished and how inclusiveness will be ensured. For example, through supporting regional economies and communities, and building a skilled future workforce. Elaborate how inclusion, human rights and gender equality are to be secured during implementation of the LT-LEDS.\n32",
  "page_38": "Country example: Zimbabwe's LT-LEDS socio-economic impact assessment\nZimbabwe has undertaken a socio-economic impact assessment of its\n(LT-LEDS to ensure alignment with its National Development Strategy and achieve a just transition. This strategy is pivotal in setting Zimbabwe on the path to becoming a prosperous and empowered upper middle-income society by 2030. The assessment involved analysing 12 policy scenarios under the LT-LEDS, focusing on their potential impacts on economic growth, job creation, skill and education needs, gender equality, and income levels. This analysis aids policymakers in making informed decisions for a just transition towards a low-carbon and prosperous economy.\nThe assessment revealed notable findings, particularly in terms of medium- and long-term job growth implications. For instance, in Zimbabwe, investments in conservation agriculture were shown to create up to 30,000 jobs per million US dollars invested. This figure is markedly higher compared to the 100 jobs created per million invested in hydro dams and 25 jobs per million invested in commercial solar projects. These insights are invaluable for Zimbabwean policymakers in understanding the distributional impacts of various policies and in choosing those that not only reduce GHG emissions but also offer significant economic and social benefits. These transition considerations have been integrated into the NDC, developed post- LT-LEDS, thanks to this comprehensive assessment.\nCountry example: Colombia’s integration of just transition into LT-LEDS\nColombia conducted an assessment the energy, transport and agriculture sectors that examined the impact of just transition on the respective labour forces and on consumer behavior. The resulting report provided proposals for the inclusion of the just transition of the workforce as part of the country’s 2050 strategy.\nof\n™~\nCountry example: South Africa and stakeholder engagement\nZO South Africa puts emphasis on just transition and stakeholder engagement to guide further transition planning. It established the Presidential Climate Commission (PCC) to oversee and facilitate a just transition. The PCC convenes commissioners from government, business, labour, civil society, and traditional leadership, to build consensus on the speed and direction of the transition. The cabinet has adopted a Just Transition Framework to make the guidelines for transition planning explicit (WRI, 2023).\nCountry example: Indonesia’s LT-LEDS aims to leave no one behind\nIndonesia’s Long-Term Strategy for Low Carbon and Climate Resilience\n2050 (LTS LCCR) (2021); underlines the connections between just transition\nand broader sustainable development. It particularly addresses issues like workforce transition, gender equality, women’s empowerment, intergenerational equity, and the concerns of vulnerable groups, including those living near forests. The LTS LCCR emphasizes a just transition and the principle of ‘leaving no one behind, while also acknowledging the importance of reinforcing social protection programs. Indonesia’s updated NDC also recognizes just transition as a crucial aspect of both mitigation and adaptation efforts. Key themes highlighted include decent work, gender equity, intergenerational equity, and the needs of vulnerable groups. Indonesia’s commitment to these principles is further demonstrated by its endorsement of the 2018 Silesia Declaration on Just Transition, which advocates for fair transitions for workers, the creation of quality jobs for both genders, and the provision of social protection to workers and their families to ease any negative impacts of the transition (CIF, 2023).\n33",
  "page_39": "=\nsuid onh\nlong-term low emission development strategy (LT-LEDS)\n=\"\ney\nae\nge\n;\nLP\nio\naf\n«a!\n—\n_—~ ay\na.\n*\nDG\nwi\n4\n<\nae Sa\nos\nae\n‘\na\n¢@\n| —\nfr,\n8\ndo\nimplement an\n-LT-LEDS?\ni\nyou\nMi\n4\nWh\nOS.\n“%\n_, ‘How\n> 4\n© ab,\n34\nae\n© UNDP Sa\n\n\\\nAs\nfid\nj",
  "page_40": "4 How do you implement an LT-LEDS?\nThis section presents four essential implementation building blocks must be considered when developing LT-LEDS: 1) institutional and legal arrangements; 2) policy coordination and priorities; 3) local governments and non-state actors’ engagement; and 4) the life cycle of the LT-LEDS and an understanding of what is next.\nImplementation should not be considered an afterthought but needs to be consistently considered in the preparation and development phase. Ideally, there is a high degree of continuity between existing governance structures on climate and development and those engaged in the LT-LEDS process, as well as continuity among those active on the different stages of the LT-LEDS process (i.e., preparation, development and implementation).\nfl\n=\nhago\nHD\nyale\ndoe or vir\neh ST\n+ aes\n\\\\\n——\nal\n\"|\n=A\na\nCine\n_\nfae\nfgae\ntee\nop\nte\nois\nl\n|\ni]\nSF\nha)\ner]\nTi\nre \\/\n~~\nW\nZY,\n\\ | ses\n<<!\nie\nee,\ns\\\na\n—\nAY\ni\n—_—_\nPH et\nom\ni\nNS\n—\nuy\n_\na\nGy\niB 4\nUs\n\\\nle\nSH |\nPos |\n—\"\nPent)\n© UNDP’/ GerardojCerrato",
  "page_41": "4.1 Institutional and legal arrangements\ncharge of the technical implementation of the LT-LEDS, which is done through collaboration with line ministries, but can play an important consultative role. When given legal authority, advisory bodies have a robust mandate for holding governments accountable. They have shown to effectively improve government decisions, ground policymaking in independent science, and increase public awareness of climate necessities and trust in proposed solutions (WRI, 2022).\nAfter the LT-LEDS is finalised, it will need to be formally accepted and acknowledged. This can take place through parliamentary passage, signing by the minister in charge and/or the head of government, official presentation to the public and the media and/or assigning a lead institution with convening power and coordination capabilities for implementation. Several countries have established permanent climate taskforces with the mandate to coordinate policy development, implementation, budgeting, monitoring, and reporting including drafting and guiding the implementation of the national LT-LEDS.\nCountries with limited\nfind\nresources may it helpful to expand existing coordination mechanisms to include responsibilities around net-zero implementation (WRI, 2023). Often there are existing policies or legal arrangements that can be leveraged when designing modalities for the implementation phase. For example, countries may have a permanent climate taskforce or NDC committee that can be tasked with LT-LEDS implementation by extending their existing mandate.\nSeveral factors determine the effectiveness of the lead institution in guiding the long-term path to decarbonization. These include: a) appropriate budgetary and human resources, including appropriate senior staff who can carry out decisions; b) ability to ensure alignment of sector goals with those of the LT-LEDS is placed high on the political agenda; c) effective mechanisms for resolving disputes and power struggles; d) sustained high-level political support and oversight of the taskforce; and e) transparency of taskforce activities to support accountability (AFD, 2018).\nALT-LEDS gets stronger if the lead institution has legal backing for overseeing implementation and can sanction or flag non- compliance. For example, when ministries and agencies do not follow the recommended or suggested course of action(s).\nA growing number of countries have established permanent national climate advisory bodies, or climate councils, to inform government decision-making through technical, science-based data and analysis (e.g., Chile, Finland, South Africa, Sweden and the United Kingdom). They are not in\nRecommendations\nFormalization: Formally acknowledge the LT-LEDS and the implementation governance structure, officially starting the implementation phase. Mandate: Set a robust mandate, and clear roles and expectations for the implementation taskforce. Legal backing and compliance mechanisms can greatly improve their effectiveness. Continuity: Build on existing policies and legal arrangements to strengthen the taskforce and increase its effectiveness.\n36",
  "page_42": "Planning for a net-zero future\nCountry example: Chile codifying governance structures\n*\nChile enshrined its net-zero target for 2050 into its 2022 Climate Change Framework Law, which was the trigger for creating new streamlined governance structures to accelerate net-zero implementation on national, regional and municipal levels. LT-LEDS implementation comes with assignment of clear responsibilities across ministries and measurable indicators to track progress (WRI, 2023).\nCountry example: The United Kingdom and legally binding targets\nSJ LA“\nThe United Kingdom, with their 2008 Climate Change Act, established the first global legally binding climate change mitigation target set by a country. The law stipulates that the path to their long-term emission reduction objective will involve a series of five-year sectoral carbon budgets. The government solicits evidence-based input from the independent Committee on Climate Change in deciding on the carbon budgets. The approach of setting successive carbon budgets 12 years ahead allows for flexibility and innovation in the long-term, while providing guidance in the short- and mid-term (OECD, 2022).\nis\n“=\neno\nwide\nandi\n—_-\nao At\nGq\n=r\ni\n_\nee\n—\n¥\nmed\n.-\noe\n© UNDP Horiduras / Gerardo Ay Moya\n=~\ngre get |\n37",
  "page_43": "4.2 Policy coordination and priorities\nImplementing a net-zero agenda requires coordination and shared responsibility across all national and subnational government departments and agencies. Given the cross-cutting nature of climate policy, it is important that planning processes of all ministries and departments align with the LT-LEDS. Getting there, however, will often be a gradual process because they cannot be expected to simply erase existing development strategies and plans when the LT-LEDS is launched (UNDP and WRI, 2018b). Indeed, an important part of the policy coordination process in LT-LEDS implementation is to help these actors update their existing strategies and plans towards alignment with the LT-LEDS. A good overview of existing policy and political cycles can help identify which moments might offer or inhibit opportunities for such alterations.\nAn LT-LEDS is not intended to be a direct implementation plan (WRI, 2017). Rather, its purpose is to provide guidance for short- and medium-term plans and strategies across government, and to ensure their speed and direction of change are consistent with the\nvision and ambition of the long-term, deep and broad transformation to net zero. To do this, LT-LEDS implementation comprises a range of actions, such as a) providing guidance to the NDC update process; b) identifying new policies in support of the long-term vision and ambition and revising (or abandoning) policies that may no longer be compatible with the direction laid out in the LT-LEDS, c) making suggestions for aligning sectoral and subnational plans and strategies with the LT-LEDS; d) outreach, communication and progress reporting; and e) planning for and conducting regular reviews and revisions of the strategy. All these actions together make up the implementation phase of the LT-LEDS.\nPolicy changes, for example, energy subsidies or emission standards, can profoundly affect individuals and businesses. It is therefore important to anticipate the impacts of policies and measures on people and companies and coordinate between departments and agencies across sectors and political levels about how to respond to hardships — be they perceived or real — and explain their necessity, potential benefits, and ways of compensation. In its 6th Assessment Report (2022), the IPCC discusses shifting development pathways and underlines\n“y ell\n——\n_ ati\naoe\n=\n“ats\neka\nee\nas\n>.\n-<s\nae te hee.\na.\nMoe\nSi)\ns\nY eat\n5\nFx\nvn | a\nwe\nme,\n~\nang t\naa\n~—\n=\na\nae\nSe ee\n-\nrod\nboca.\naa\naes\npas\nPat\naf\n-\nare\n6 =\nmpi See\n= Cams\na\nas\nSe gn\nas\n_\nwee\nat Sd\nfate\na\nWIND igiav/aGel a:Bedian\na\n*\nas aa\nch\na\n38",
  "page_44": "the need to take advantage of windows of opportunity and disruptions to mindsets and socio-technical systems to advance deeper transformations. Critically, the panel points out that such changes “if not handled carefully could also risk undermining the support for transformation” (IPCC, 2022). Lessons and opportunities identified in the field of fossil fuel subsidy reform also point in that direction (UNDP, 2021b).\n(Abeysinghe in UNDP and WRI, 2018a). Experience shows that issuing directives and/or making budgets available is seldom sufficient to generate effective subnational action. The LT-LEDS team (i.e., the taskforce) can help local policymakers create momentum for action by providing convincing narratives around the benefits of transformational change and by practical assistance around knowledge sharing and policy templates to replicate and scale up.\nA successful LT-LEDS should elaborate how its national-level energy target would be operationalized at subnational and local levels It lays out clear roles and responsibilities and indicates where partnerships between public, private and civil society are necessary\nEffective LT-LEDS implementation critically depends on buy-in and support and therefore it is recommended to always combine policies that pave the way for long-term transformations with those policies that achieve short-term wins (GGBP, 2014).\nRecommendations\nCoordination approach: Develop an approach for coordination between the LT-LEDS taskforce and sectors and subnational governments, offering support for gradual alignment of their policies and strategies to the LT-LEDS vision and ambition. Capacity-building and support: Offer capacity-building programmes and proactive engagement to sectoral (including ministries and agencies) and subnational governments (including cities, states and regions).\nCountry example: Georgia's LT-LEDS implementation\nEa Ea The implementation of Georgia’s LT LEDS will be overseen and coordinated by the inter-agency Climate Change Council (CCC), which coordinates the effective implementation of the national climate policy, the Paris Agreement, and other international commitments. It is responsible for overseeing all of the national strategies and plans, as well as recommending to the Ministry of Environmental Protection and Agriculture (MEPA) which climate-related projects to submit to relevant funds and financial institutions.\n39",
  "page_45": "4.3 Local governments and non-state actors\nIn recent years, there has been significant climate action from subnational governments, cities, businesses and NGOs. In several countries without ambitious national climate commitments, local governments and non- state actors have emerged as front-runners leading with determined strategies and actions Indeed, substate/non-state climate action can\nwa\nboost the confidence, resources, and political will of national governments to raise their own ambition (Hale, 2018; Van Veldhuizen & Ochs forthcoming)\nSubnational governments play a key role in implementing ambitious climate and development policies because successful implementation of both requires close and mutually reinforcing collaboration with the national government (GGBP, 2014). The LT-LEDS\n#3\ni as\nba\nvw,\n4\n¢\ni.\n'\n—\nNk ——\n=\n——\n—_\nLS\nk=\n——_\n=a\nwreh\nStead\nPEL\ne*\n«4\n<4\nfen\na\nZz\nhed\n2p\ni\ni)\n—\nith\n<=> ~~\nAL\nat\nP2\nwr\nSey\nLael\nsade\noie\neo\n~_——\nast\n4\nrat\n4ya5\ny=?\nae\nwt\nhe\n--\n© UNDP’Nepal!/ Prakash Chandra Timilsena",
  "page_46": "taskforce should set clear expectations for local policies and implementation, budgets, and updating of local plans and legislation. Some aspects can already be included in the LT-LEDS, while other topics will need to be further developed in the implementation phase — allowing for more dialogue and analyses of local needs and differentiation (NDC Partnership, 2020). Progressive subnational governments should be encouraged to act as transition pioneers. For example, they can host pilot schemes with the aim of learning from experiences, and identifying ways these pilots can be replicated and scaled up. Vulnerable subnational governments, including those most affected by the transition, should be offered direction, perspective and additional resources. This can include support for economic reorientation and social plans as well as support of alternatives for income losses from carbon intensive economic activities. Common losses include reduced income from taxes, land permits and mining royalties.\nThe private sector also plays an important role in the implementation phase of a LT-LEDS. Business leadership is recognised as a strong enabler for spurring momentum and change (NewClimate Institute, 2021), including for conducting research and development as well as creating markets for clean and efficient products and services. The LT-LEDS should give clear guidance, on a sector-by-sector basis, for where investments should be (re)directed and which practices should be changed to become\nRecognition: Acknowledge the power of subnational and non-state action and encourage front-runners. Clarity: Illuminate expectations on roles and responsibilities, shifting investments and changing behaviour. Empowerment: Encourage and support front-runners through capacity-building and awareness raising and by establishing PPPs. Assistance: Offer support for vulnerable regions and groups; send early and predictable signals to businesses and workers engaged in high-emissions economic activities.\nnet-zero compatible. Because of the massive investments in infrastructure, most governments rely on collaboration through public-private partnerships (PPPs) for LT-LEDS implementation, including joint innovation programmes, ‘green infrastructure’ projects, and schemes where private sector actors have a role in managing natural resources (GGBP, 2014).\nCivil society organizations (CSOs) have at least three crucial roles to play in the implementation phase of the LT-LEDS. Arguably, the most important one is to undertake targeted outreach and awareness raising, allowing people to prepare for the changes ahead and making sure they understand what is expected of them and why. This can increase buy-in and support for the path to net zero as most people have a much stronger connection to their local community, interest groups, or membership organization than to the national government. This makes CSOs an effective vehicle for outreach. The national government can support this by offering tailored capacity-building programmes for CSOs. A second role is to provide input to the ongoing dialogue on LT-LEDS implementation and to the review and revision processes — especially, on topics of equity and fairness. Third, and closely related to this, CSOs can contribute to holding governments and businesses accountable, signalling where their actions and strategies are not aligned to the directions laid out in the LT-LEDS.\nRecommendations\nAl",
  "page_47": "4.4 Life cycle: what is next?\nEffective LT-LEDS implementation combines top-down guidance with bottom-up initiatives and decision-making. Sectors and subnational governments should be invited to identify new policies in support of the LT-LEDS, existing policies that may need revision, and suggestions to better align existing and new plans and strategies to the LT-LEDS. It is typically a task for the Ministry of Finance to initiate a costing and investment plan for the LT-LEDS -— if it hasn’t already been included — and work out the consequences for public budgeting and agenda setting with national development banks and development partners (i.e. international development banks and donor countries). Similarly, businesses and/or business associations can be asked to draft their own strategy to stay (or become) competitive in a net-zero future. Gathering this kind of bottom-up input encourages active engagement of governments and businesses and provides valuable input for implementation dialogues.\nImplementation of a LT-LEDS is generally carried out in distinct phases. Commonly observed in current practices is a comprehensive five-year implementation cycle. In the initial year, the emphasis is on outreach, raising awareness, and establishing a platform for stakeholder implementation dialogues. The final 18 months of this period are reserved for review and revision. The intervening period is dedicated to agreeing upon, formalizing, and initiating policies, measures, as well as updating strategies and plans.\nA second consideration for implementation planning, is that the LT-LEDS is part of a continuous process of dialogue about the path towards a net-zero future, with periodic reviews and revisions that consider new circumstances (such as new technologies) or other and discoveries, such as implementation experiences. The taskforce may consider providing a platform for dialogue with all stakeholders, offering regular reporting (see subsection 3.6) and convening thematic and sector working groups to provide input and feedback during the implementation and continue discussions about aspects of the vision and ambition (see subsection 3.3) for which there is no definitive decision. Such a platform can promote knowledge sharing and have links to the advisory body and communities of practice. It is recommended to regularly (and informally) take stock of progress and celebrate successes — especially those actions that have short-term visible development benefits.\nMost LT-LEDS show that transformational change is needed across all sectors, and that this requires considerable investments in sustainable infrastructure and human capacity. Although these transformations will not take place from one day to the next, LT-LEDS implementation is most effective if capacity development for relevant stakeholders (e.g. ministries and agencies, subnational governments, CSOs and businesses) is offered from the launch of the strategy, and if there is a predictable outlook for financing the sector transformations.\nRecommendations\nImplementation plan: establish a plan for outreach and an agenda for implementation-related actions. NDC update: prepare for providing input to the next NDC update, the timing of which is dictated by the UNFCCC process (see OECD, 2022). Platform for dialogue: set up a platform for dialogue, knowledge sharing and progress reporting open to all stakeholders. Bottom-up engagement: invite sectors, ministries and businesses to identify new policies and offer suggestions for revising (or abandoning) incompatible policies and strategies.\n42",
  "page_48": "Country example: Chile offers concrete goals to local governments\n«\nChile is highly vulnerable to climate change. Because of its geographic and economic profile, there is quite some variation in emissions and mitigation potential, and in vulnerability and adaptation needs. In its LT-LEDS, Chile pays special attention to this variety and pursues management of climate change at various levels of government, striving to strengthen coherence between strategies, finance, and implementation across national, regional and local (municipal) levels. A multilevel coordination process on climate change is emerging, as illustrated by the establishment of Regional Committees on Climate Change (CORECC), Regional Action Plans on Climate Change (PARCC), and municipalities developing Community Action Plans on Climate Change (PACCC). The LT-LEDS offers three concrete goals for local governments, with associated targets and timeframes, and links these to the SDGs: 1) develop PARCCs and PACCCs in line with the LT-LEDS; 2) promote the integration of mitigation and adaptation criteria in regional and local public policy planning; and 3) promote climate action on regional and local level.\n—_ Lena ———\n——\n5\n—s2\n—\nEL\ny, iS) vey\na\nere\nI\nete\n=\nwi\n‘4.\n4\n‘\na\nA A\nA\n43\n=\n©JUND, ebanony/ARanatSweidan\nWw\nSr”\n—\nWr",
  "page_49": ":\n\\\nere\ni\\\n(+\n;\n.\n>\n€\neh\n¥.\nAY\nwe\n4\nBe\na\nSy\nWA\n7\n=\nta\n&\nBe 14\n*\n'\nGuidance on how to Ben a long-term low emission development strategy (LT-LEDS)\nractices and\n4.\nlearned\non Ss\n=f\nal\nfe\nwe\ni\nNs)\nNy\nws\n=\nor\nay\nLT-LEDS\n| bby <4\nq\n“G\nte\nKe\nie KN or tl\nro,\nj\ndi\nhe:\n~~\na\niv\nSx\nWa\nTe\n~ Oy\nie,\n/\n=\n>\nre\nJ\nVi\na\nfin\n3\\\n-\ncox\na\nLie\ntf\n—\nlf\nwt,\na\nKS\nre\n4\nit\n~~\n%\n——.\n{*\nea\n4 14\n15 | (aA\npe!\nCy\n(Ce\n\\ f\nyy iY)\nx\nft\nTan\n2, CBR\n<>)\nKs\nSe\nVe,\naf\n——~\nj\na)\ncei\na\n£\n\ni ——\noR.\n=>, ——\nee\nWA\nRN\nap\n\\\\ ne\nWe\nWp,\nfh 4\nA\n¥y\nwri\noy,\n~\nay\n\\j See\nPl\n>=\na\nA\\s\n &\n\\\\\n<td\nfe\n*\\S\na\np> iN\n<0}\n* dn\nA\n‘a\n\\Y\nCaN\npL\nVia\nae\n—\n— -\ni™\nyt>\nJ\n| \"4\n|\nKs AT)\na\n\\\niy |\n© UNDP India\n“a\n44\na\n*4)\n4h in\n(a)\nSSR\nNy\ni\n—— (i\nt¢\nA\n~~\n\\\nSei tl\n.}\nTN\n=F Ve\nK'<\ns ~~, *\nx",
  "page_50": "5 LT-LEDS good practices and lessons learned\nAs a conclusion to this Guide, key observations regarding LT-LEDS that can guide long-term strategists in their thinking and overall approach are summarized.\ne The process is as important as the output itself: Developing a LT-LEDS offers a powerful platform for dialogue and consensus building on ‘the net-zero future we want.’ Sector transitions can have profound impacts on social and economic activities. For instance, within a few decades, much of the existing infrastructure will need to be overhauled, with entirely new technology and practice systems established and large-scale upgrading of capital goods. This is likely to reshuffle business opportunities and the profitability of entire sectors and requires fundamental changes in behaviour (van Tilburg and Fearnehough, 2022). The requirements for successful development of an LT-LEDS are high and the ideal circumstances for starting the development are rarely met in practice (van Tilburg et al., 2011). Because countries vary significantly in their government capacity as well as their economic and political conditions, this can affect their ability to manage the low-carbon transition (Bailey and Preston, 2014). An acceptable and pragmatic approach would be to ‘start from wherever you are with whatever you have got,’ improving over time, and using the process to eventually arrive at an inclusive and broadly supported strategy (Torres-Gunfaus in UNDP and WRI, 2019a; NewClimate Institute, 2018). Foster continuous dialogue: LT-LEDS are most effective if they offer a platform for continuous dialogue and discovery. Involving powerful business actors and workforce representatives in the LT-LEDS process is highly recommended. However, it can be challenging and is not without risk because it can lead to bias in favour of prolonging their climate-incompatible infrastructure and operations — expressed, for example, in\nenthusiasm for ‘clean’ natural gas or carbon\ncapture and storage (CCS). In sectors where broad support for transformations cannot be established, the best possible outcome may be to agree to keep contentious issues on the agenda for the next iteration of the LT-LEDS. In these situations, it could be useful to make clear what is at stake by discussing risks of path-dependency and high carbon lock-ins, and by providing estimates for the financial implications of stranded assets and the social implications, e.g., of job losses. Maintaining structures to facilitate this dialogue throughout LT-LEDS development and implementation is an effective tool to bringing diverse voices along on the transformation. Build on what is available and align with NDCs: LT-LEDS are most effective if they build on, and fit together easily with, existing national and sectoral climate and development strategies and plans. It is beneficial if the publication, review and revision rhythm aligns with that of existing national political and policy cycles. Existing NDC development processes and institutions often provide a good basis on which to establish those for the LT-LEDS. Aligning NDCs with LT-LEDS involves a strategic approach that ensures both short-term actions and long-term goals are complementary and mutually reinforcing. This process begins with conducting a thorough gap analysis to identify areas where NDC initiatives can feed into or support LT-LEDS objectives. Integrating scenario planning and modeling can help in understanding the long-term impacts of current NDC commitments and identifying opportunities for enhancement. Stakeholder engagement is critical in this alignment process, ensuring that sectoral strategies are inclusive and reflect the needs and priorities of all stakeholders. Furthermore, establishing clear policy and financial frameworks can facilitate the transition towards the goals outlined in the LT-LEDS, ensuring that NDCs contribute effectively to\n45",
  "page_51": "the long-term vision of sustainable, low-\nemission development. Make it real and realistic: LT-LEDS are most effective if they offer sensible approaches and are based on current evidence and practice rather than theoretical considerations. For some parts of the LT-LEDS, uncertainty is limited, and analyses can build on robust evidence and high quality, detailed data - whereas in other parts, this may not be the case and additional assumptions need to be made. Similarly, for some parts of the LT-LEDS, agreement is high and strategic choices are accepted and firmly supported across stakeholders — whereas in other parts, this may not be the case and discussions are still ongoing, possibly even after the strategy is finalised. Moreover, it is not uncommon for long-term strategies to reflect short-term political aspirations and (overly) optimistic assumptions on economic growth, development gains and/ or technical aspirations. No LT-LEDS has perfect foresight. It is recommended to explicitly acknowledge that economic trends,\ngeopolitical circumstances, technologies and political priorities can evolve differently from what is expected or agreed at the time of writing. An LT-LEDS will gain credibility if it is clear about its ‘weaknesses’ and how they can be strengthened in subsequent iterations. Failure to do so may result in an LT-LEDS that is considered by many as being speculative or, possibly worse, partisan. Vision and strategies are most likely to be realised swiftly and ambitiously if they identify short-term actions and benefits. The transformational changes outlined in the LT-LEDS can take decades and may be perceived as abstract, daunting, and far-removed from the immediate needs of the population or the daily decisions stakeholders need to make. It is therefore important to articulate and reflect on immediate next steps and short-term strategic enablers to decarbonize the economy. Without defining concrete actions (e.g., in the form of sectoral commitments), LT-LEDS run the risk of becoming yet another visioning exercise that is not mainstreamed into policy and implementation planning (A2A, 2019).\nws\nahs 3\n—_—sa'\nWere Po\nY\nare\ne\\y\n>. Wy\none lay,\nay\n>\n4,\ned\niy Dw,\n8 A\now”\n= |\n—\nSaas\ny\npF\nVA\n© UNDP miter tot\ncd\nad\n46",
  "page_52": "Annex 1: Further reading\nThere is an increasing body of knowledge on how to organize, develop and implement LT-LEDS. Organizations on the forefront of developing new knowledge and compiling practices and lessons include the 2050 Pathways Platform, European Climate Foundation (ECF), IDDRI, NewClimate Institute, Organisation for Economic Co-operation and Development (OECD), World Resources Institute (WRI) and UNDP’s Climate Promise. There are several collections of case studies and analyses available publicly, for example, through the Green Growth Knowledge Partnership (GGKP), the NDC Partnership, Climate Watch and the UNFCCC LT-LEDS portal.\nSome topics are covered very well (e.g., clean energy, scenario building, target setting) whereas coverage of other topics is sparser and only recently getting more attention (e.g., just transitions, AFOLU, adaptation and resilience, and fiscal and macroeconomic issues). There are efforts under way to dive deeper into sectoral analyses, for example through the work of the ECF and the Energy Transitions Commission (ETC). The 2014 Green Growth Best Practice initiative (GGBP, 2014), while not exclusively focused on long-term strategy development, offers a good overview and synthesis of early lessons learned across different aspects of climate and development planning and implementation.\nIn current LT-LEDS resources, there are quite a few case studies available across a range of topics, either presented as stand-alone narratives or to accompany an analysis. These case studies serve an important role as inspiration and illustration. Often, guidance presents good practices and lessons learned and includes a synthesis. There are, however, a few caveats. First, it is not always clear to what extent the good practice or lesson can be used in other contexts as national circumstances are vastly different and because it is widely accepted that tailoring to local context is vital. Second, readers should be aware that case studies are not always critical and may omit the challenges faced in the process and compromises in the final strategy. Third, it is very early to assess whether and which LT-LEDS are effective in providing guidance for NDC updates or ambitiously steering economies towards net zero. The process of developing an LT-LEDS may be effective, but that doesn’t mean that the LT-LEDS itself is.\nThe table below offers pointers for further reading and is organized according to the structure of this Guide.\n47",
  "page_53": "Topic\nFurther reading\n1.1 What is the\npurpose of an\nLT-LEDS?\n1.3 Building\nblocks: getting\nstarted and\nimproving over\ntime\n48\nUNDP/WRI (2018a:5-19; link) offers four expert contributions on “The\npurpose and elements of Long-Term Strategies”.\nWRI (2023: 4; link) offers two required outcomes for\nprogress\ntowards\nnet zero and reasons backwards to identify enablers.\nOECD (2022; link) identifies long-term strategies as necessary to avoid focus\non short-term actions only, leaving countries ill prepared for the longer term\nand raising overall costs.\nUNDP/WRI (2019b; link) presents approaches and methodologies for LT-\nLEDS design, including arguments on why an LT-LEDS is useful — focus on\nG20.\nClimateAnalytics (2022; link) discusses development and how LDCs can use\nan LTS to better position themselves to harness development benefits.\nThe Paris Agreement (UNFCCC, 2015; link) offers the original text on the role\nof LT-LEDS in the overall mitigation architecture.\nUNFCCC (2023:1-41; link) synthesises the first 75 submitted LT-LEDS; very\ninformative but purely descriptive without lessons or good practices.\nUNFCCC (2023:28-32; link) offers a synthesis of LT-LEDS and long-term\npledges as part of the Arpil 2023 input to the global stocktake.\nA2A (2018; link; 2019; link) sample countries’ attitude towards developing an\nLT-LEDS and describe the role of LT-LEDS in the Paris Agreement ambition\nmechanism, offering predictability and drive countries to pursue their\n‘highest possible ambition’; OECD (2019:15-16; link) discusses linking LT-\nLEDS and NDC-processes.\nOECD (2019: Ch5; link) presents a collection of questions guiding LT-LEDS\ndevelopment, categorised and structured as building blocks.\nUNDP and WRI (2018b:9-30; link)\npresents a\nstepwise approach to getting\nstarted with LT-LEDS development and the building blocks that need to be\nput\nin place.\nVan Tilburg et al. (2011; link) and Torres-Gunfaus (UNDP/WRI 201 9a; link)\nboth argue that the road to a robust long-term strategy requires multiple\niterations and that the process is as important as the document.\nUNDP (2021; link) present a quality assurance checklist for LT-LEDS with\nan emphasis on Country Ownership and Inclusiveness; Robustness and\nAmbition; and Feasibility. A long list of questions (without commentary) to\nhelp assess the strength of LT-LEDS building blocks and identify points for\nimprovement.\n1.2 LI-LEDS\nand the Paris\nAgreement",
  "page_54": "2.1 Leadership, WRI (2019: 37-38, table 6; link) give a good overview of findings on good mandate, and governance and institutional arrangements for LTS, brief and per topic; commitment trade-offs when defining the scope and elements of LT-LEDS. Mabey (UNDP/WRI, 2018a:121-125; link) discusses the UK and South African experiences with the politics of structural reforms. Torres Gunfaus (UNDP/WRI, 201 8a: 30-35;link) discusses the challenges in aligning short term policy and investment with long-term goals; and offers options when consensus is not possible at first. GGBP (2014:45-48; link) recounts good practices and experiences with high- level individual leadership and forming winning coalitions. AFD (2018: Table 1; link) offers questions related to the political economy of climate governance. 2.2 Mapping the OECD (2010: annex A and B; link) offers an overview of existing strategies existing policy that will need to be aligned with (and can provide input to) LC-LEDS, with landscape descriptions and timescales; also included a list of early (i.e. pre-2010) instances of LT-LEDS or comparable strategies. 2.3 Process Demski (2021; link) discusses the role, potential benefits, and forms of organization stakeholder engagement in reaching net zero; ICAT (2020; link) in their ‘stakeholder participation guide’ offer practical input for engagement - though not specifically for long-term strategizing. WRI (2019: 44-46; link) offers a questionnaire for national experts involved in LT-LEDS planning, covering various aspects of process organization. OECD (2019: 32-34, Table 3; link) offers ‘Key guiding questions to the LT- LEDS process’ across 4 phases from getting started to planning ahead. Guerrero Garcia (UNDP/WRI, 201 9a; link) on steps in the LT-LEDS process. 2.4 Analytical 2050 Pathways Platform (2017a; link) offer a handbook with useful practical support information on how to use analytical support to strengthen pathways and narratives; discusses the choice of modelling tools. UNEPDTU (2021: 58pp; link) presents an overview (and short descriptions) of existing mitigation scenario modelling tools for the energy sector, and guidance for choosing the appropriate modelling approach. USAID (2020; table 4; link) shows a selection of 23 multi-sector, energy, and AFOLU-models used in different countries; WRI (2021: annex B; link) shows for 29 LT-LEDS “Models used in mitigation scenarios”. FAO has developed a suite of tools for agriculture and food processing. (e.g. MOSAICC for agriculture impacts, link; EX-ACT for carbon balances, link). Ould-Dada (UNDP/WRI, 201 9a; link) makes the case that outside support must always contribute to building strong domestic technical capacity and strengthening national institutions. 3.1 Context and WRI and UNDP (2018b: 30-31; link) argue that countries need to contend with scope several trade-offs when defining the scope and elements of their LT-LEDS. OECD (2010; link) on the need to establish a firm starting point by describing existing data and institutions, including the key underlying assumptions.\n49",
  "page_55": "3.2 Ambition and e ClimateAnalytics (2019; link) connects LT-LEDS to the Paris Agreement goals vision via the IPCC Special Report on 1.5°C (SR15), emphasising the speed and extent of necessary national transformations — thus offering pointers for the appropriate levels of ambition. CAT (2021; link) evaluation methodology for national net-zero targets provides a design blueprint for transparent, comprehensive, and robust net-zero targets; identifies 10 good practice elements. WRI (2020; link) summarizes net-zero targets to date and discusses the pros and cons of different design choices; WRI (2021: annex A; link) shows for 29 LT-LEDS “Quantitative and Qualitative Aspirations within Mid-century Targets”. NewClimate Institute (2021; link) and ClimateAnalytics (2022; link) emphasize the inclusion of non-mitigation ambitions in the vision of an LT- LEDS by explicit coupling to SDGs and enhanced resilience. OECD (2017:314pp; link) links long-term climate ambition to necessary investments in infrastructure to preserve and stimulate economic growth. Ch6 explores political economy aspects and how to take these into account when preparing robust, long-term, low-emission development strategies. OECD/IEA (2022; link) make the case for consciously choosing target types and levels, depending on the country context, and make the case for adding credibility for the vision through clear narratives that show the level of ambition and magnitude of transformation needed. 3.3 Pathways e 2050 Pathways Platform (2017a:48pp, 2017b:12pp; link and link) are a policy and scenarios brief and accompanying practical reference guide that describe why and how to develop long-term (2050) pathways. It presents principles that can be adapted for different circumstances; pragmatic and experience-based. DDPP (2015; link, 2021; link) the Deep Decarbonisation Pathways Project offers interesting examples of long-term and highly ambitious (often net- zero) scenarios. NewClimate Institute (2021; link) offers 6 enablers (themes) to include when designing pathways and narratives, ensuring that links between development goals and mitigation ambition are included. WRI (2019: annex A,B; link) shows for 11 LT-LEDS whether they explicitly reference uncertainty in their mitigation scenarios and pathways; PBL (2014; link) offers practical guidance for assessing and communicating uncertainty; highly relevant for dealing with pathways and uncertainties around technology, costs and impacts. ICAT (2020; link) Annexes C and D provide references to data sources for (sub)sectors which can be used to compile climate action data sets, but also to provide estimates for long-term pathways if detailed data is not available (sub)nationally.\n50",
  "page_56": "3.4 Sector IDDRI and IDB (2021; link) 15 transformations for achieving net-zero transformation prosperity. and priorities The Working Group 3 of IPCC’s sixth assessment (2022 Ch6-Ch12; e report link) offers a wealth of information on sectors’ options for transformational change compiled from best available literature. The European Climate Foundation has commissioned several analyses of sector-specific guides in their Net-Zero 2050 series (link) and through the ECF/EUKI funded Climate Recon 2050 project (link). Moncrieffe and Luttrell (2005; link) offer a (theoretical) framework for understanding the political economy of sectors; helpful for deepening understanding around agency, barriers, and enablers to sector transformations. IRENA (link) and IEA (link) studies for the energy sector, notably their global and national projections, and the energy technology perspectives series. 3.5 Finance and e ODI (2018:Table 1; link) shows government tools to shift and mobilise investments finance; and offers suggestions for tracking progress. Climateworks Australia’s (2020; link) investment vision guide is a theoretical framework that seeks to help governments answer the question: “How can we best align policy and investment decisions to achieve a prosperous and climate-safe future for all?”. Offers links to additional tools and resources for each chapter. UNDP (2018; link) the report ‘hard choices, integrated approaches’ guides governments and institutions thorugh creating or refining a Climate Change Financing Framework (CCFF). 2050 Pathways Platform (2022; link) looks at macroeconomic and fiscal issues related to LT-LEDS, including climate investments and finance but also fiscal risk management and green industrial strategy; CFMCA (2020; link; 2022 link) specifically look at how to scope the fiscal impacts of LT-LEDS. SSEE (2023; link) focusses on the role Ministries of Finance can play in driving and shaping the low-carbon transition to a net-zero economy — in terms of capital reallocation and their ways of working. OECD (2017: 263-301; link) offers an analysis of private finance barriers and enablers, and the potential role for MDBs and national development banks; ODI (2023b; link) discusses opportunities for national development banks to act as mobilisers of capital for infrastructure investments, ‘building markets’ for a net-zero world. 3.6 Monitoring e WRI (2017: Table 6, 7; link) describes for 6 LT-LEDS the stakeholder and revision engagement and the frequency and purpose of reviews. WRI (2021:20-21; link) looks at monitoring and revision intentions in the first 29 submitted LT-LEDS. Similar to the brief discussion in WRI (2019:32-33; link). UNDP/WRI (2021:4; link) offers 9 questions regarding monitoring and review. NewClimate Institute (2020; link) offers guidance on improving LT-LEDS, starting with a base version, and progressing to an intermediate and finally a detailed version.\n5]",
  "page_57": "3.7 Adaptation e GIZ (2019: 59pp; link) investigate the linkages between adaptation and and resilience mitigation in the context of LT-LEDS, and the merits and challenges of truly integrating adaptation aspects into long-term mitigation planning. ODI (2023; link) is an annotated bibliography of 45 sources that outline ways that adaptation and resilience can be measured- produced specifically with SIDS in mind. UNFCCC (2022: 27-32; link) gives a factual overview of how adaptation is included in LT-LEDS to date, and a useful mapping of climate change hazards onto LT-LEDS adaptation priority sectors, as well as examples of quantified adaptation targets. OECD (2019; link) identifies five elements in the NAPs that LT-LEDS can build on. ClimateAnalytics (2022; link) puts LT-LEDS in perspective of the adaptation needs in many least developed countries. 2050 Pathways Platform (2022; link) developed a guide for enhancing LT- LEDS coverage of adaptation and resilience. 3.8 Equity and e UNDP published two reports to offer concrete guidance on including equity fairness and fairness into short and medium term climate strategies: How Just Transition Can Help Deliver the Paris Agreement (UNDP, 2022a, link) and NDC Gender Checklist (UNDP, 2022b; link) UNFCCC (2022a; link) gives a factual overview of how (relatively little) fairness and equity feature explicitly in LT-LEDS to date. Van Tilburg and Fearnehough (2022; link) describe practical ways of including equity considerations in benefits- and pathways analysis, emphasising the need to identify who is affected and how by disaggregating results. ClimateWorks Foundation (2022; link) maps the evolution of the Just Transition principle in multilateral processes, giving important background to deal with the (international) complexities around framing and use — and thus support. Carley and Konisky (2020; link) review and summarise literature on policies for addressing justice and equity in the clean energy transition; insightful, practical, and can be extended to other sectors relevant to LT-LEDS. UNDP (2022; link) makes the case for explicit inclusion of equity and fairness in NDCs and LT-LEDS, going beyond employment, and urging public and private climate finance to keep social outcomes in mind.\n52",
  "page_58": "4.1 Institutional WRI (2019; link) shows and diverse and institutional common governance and legal underlying LT-LEDS development. arrangements arrangements framework for AFD (2018; link) provides a assessing potential political, economic, and institutional barriers to national climate governance problems. Ecologic (2018; link) analyses 13 (sub)national frameworks for long-term climate planning and associated institutional and legal arrangements; Ecologic (2020; link) analyses how the national LTSs of EU Member States are embedded in their national policy-making context. IPU (2016; link) presents 4 action areas for legislators to strengthen the links with executive branches, and between parliaments and civil society in their efforts on national responses to climate change. The LSE Grantham Research Institute (link) publishes a searchable database on climate laws and policies; The Columbia University Sabin Center for Climate Change Law publishes a searchable database on climate change litigation in the US and worldwide (link); CAN (2022; link) made an inventory of climate laws in Europe. 4.2 Policy OECD (2020; link) section 3.3 illustrates of how several countries have coordination and ensured collaboration between ministries, and table 4.5 offers 13 priorities characteristics to ensure policy coherence. Hudson et al. (2016; link) provide a condensed checklist “to help conduct quick political economy analysis.” Checklist strengthens understanding of actors’ interests and consider actors’ agency and capacity to effect change GGBP (2014:129-149; link) discusses the design of effective portfolios of policies combining instruments to achieve short-term goals and support long-term green transformation. El Haite (UNDP/WRI 201 8a; link) argues that LT-LEDS cannot be established by simply erasing existing development strategies and plans but must build on them and offer a path for alignment. Abeysinghe (UNDP/WRI 201 8a; link) points to the need for clarity on how responsibilities are divided among different stakeholders and which partnerships are needed - public, private and civil society. 4.3 Local ICAT (2020; link) produced a practical guide to help national policymakers governments and and analysts identify and assess the potential impact of non-state and non-state actors subnational actions. The UNEP (2018; link) Gap Report 2018 includes a chapter on role of non- state and subnational actors in bridging the emissions gap. Hale (2018; link) discusses the role of sub-state and non-state actors in international climate processes, which offer a good starting point for thinking about their role in LT-LEDS implementation. Ongoing work of subnational actor organizations such as ICLEI (link), C40 (link), the Global Covenant of Mayors (link) the Under 2 Coalition (link),We Mean Business (link), Powering Past Coal Alliance (link), etc. ECIU (2021; link) presents the first systematic analysis of significant subnational and non-state emitters, looking at the robustness of net-zero pledges as well as their scope.\n53",
  "page_59": "4.4 Life\nwhat's next?\ncycle: e Bailey and Preston (2014; link) argue that low-emission development is a process of experimentation and discovery, in which governments face challenges and must develop transformation strategies while avoiding policy capture. e UNDP/WRI (2018a; link; 2019a; link) this two-volume book “Climate Action and with Tomorrow in Mind” offers nearly 400 pages of high-quality reflections learned and considerations on developing and improving long-term strategies — all from experts and thought leaders. GGBP (2014; link) engaged 75 authors to compile and evaluate practices and lessons on green growth planning and implementation, most of which are highly relevant for LT-LEDS. ProjectCatalyst (2009; link), OECD (2010; link), van Tilburg et al. (2011; link) offer early insights in long-term climate and development strategies, which are still informative and relevant to date. WRI (2021; link) offers insights on the first 29 LT-LEDS submissions, largely descriptive but with some good practices and lessons. IDDRI (2022; link) uses their experience in supporting long-term strategy development to formulate six questions around good practices and lessons learned.\n5.1 Good\npractices\nlessons\n54",
  "page_60": "Planning for a net-zero future\nSource: UNEP, 2022.\n55\nAnnex 2: Key transition levers\nThis section takes a closer look at key transition issues and policy levers essential for achieving a net-zero future.\n1. Avoiding lock-ins and stranded assets\n© One of the premier motivations for developing a LT-LEDS is to offer strategic guidance on which investments to promote — and which to discourage -- to avoid asset stranding. Stranded assets are possessions that suffer from unanticipated or premature loss of value. They come in various types including in-ground fossil fuel resources such as coal, gas and oil reserves; human-made capital assets such as power plants, cement factories and cars (IPCC, 2022); and non-tangible assets such as skills, know-how and jobs.\nAmbitious climate policy drives asset stranding across all resources, long-lived technologies, and investments that are incompatible with a low-carbon economy. For example, 90 percent of coal and 60 percent of oil and gas will need to stay in the ground (Welsby et al., 2021), and rapid phase-out of coal power means that many existing plants cannot remain productive for their planned lifetime of 35-40 years. Similarly, climate change drives asset stranding, illustrated by ports and roads that become unavailable from extreme weather events, croplands that become less productive due to unpredictable weather patterns, and urban areas with too much or too little water availability. Figure 6 describes common stranded assets across sectors that are transitioning to low-carbon pathways.\nFigure 6: Important interventions (green) and aspects to avoid (red) as part of sector transformations\nBla\nat\nE\nEe\nSectoral =\ntransformation Avoid fossil\nAvoid new\nAvoid false\nAvoid inefficient\nfuel subsidies\nCOz intensive\ndichotomies\nbuildings\nPrepare to enable a\nindustrial\na\nA\ntransformation\nAvoid new\ninfrastructure\nAvoid\nAvoid new\nto zero\nfossil fuel\nA\nunsustainable\nconnections\ngas\nemissions\ninfrastructure\nsolutions\nfor buildings\nNX\nDevelop zero\nAN\n~\nPlan a just\nemission steel\nAvoid delay\ntransition\n~\nMinimize\nNN\nDevelop zero\naN\nemissions\nembodied\nPrepare\nemissions cement\nExpand electric\n~”~\nelectricity\n~‘\nvehicles\nsystem for\n~\nBuild only\nhigh shares of\nCreate circular\nShift modes\nzero-emissions\nSustain\nrenewables\neconomy\nin transport\nbuildings\ndeep\n4\nA\nreductions\nExpand\nElectrify\nReduce\ntransport\nIncrease\nrenewables\nindustry\ndemand\nretrofitting rate\na\na\na\na\nAsset stranding is problematic since it “ultimately requires that somebody [...] pays for something they don’t receive” (Bos and Gupta, 2019) and the desire to keep such assets in operation creates political and economic risk, and resistance to climate policy. There is also an international political dimension, related to the key negotiation crux of who is entitled to use the remaining, quickly shrinking carbon budget. Several developing countries want to exploit their recently discovered fossil fuel resources, while international climate ambitions mandate to move away from such revenue sources.",
  "page_61": "It is not uncommon for governments to (partially) compensate private-sector stakeholders for asset stranding resulting from political decisions. Experience shows that it will be easier to retire assets if the risks are communicated, if sustainability reporting is mandated and enforced, and there are mechanisms in place to counteract short-term shareholder value maximization (IPCC, 2022). Determining the appropriate compensation is not straightforward since valuation of assets depends on expected future costs and income. Examples of compensation include the German coal exit, in which coal companies and regions received Euro €4.35 billion and €26 billion, respectively (Federal Ministry for Ecnonomic Affairs and Climate Action, 2020). The Asian Development Bank (ADB) is currently discussing early retirement of power plants in Indonesia and as part of their Energy Transition Mechanism. Under the Just Energy Transition Partnership (JETP), G7 countries pledged US$46.7 billion for supporting decarbonization efforts, including early phase-outs of coal (WRI, 2023).\nIt is observed that physical infrastructure and capital goods built in a country today, will influence the direction of future emissions and development pathways for decades to come (Fisch-Romito, 2021). This is called carbon lock-in and pertains to “inertia of technologies, institutions, and behaviours individually and interactively limit the rate of [...] systemic transformations by a path-dependent process” (Seto et al., 2016).\nThere are two approaches to addressing lock-ins: actively phasing out legacy technologies, often with partial compensation, and actively phasing in clean technologies, attempting to leapfrog over the fossil fuel stage (IISD, 2022). Both approaches are not mutually exclusive and both have limitations (Bos and Gupta, 2019).\nDeveloping a LT-LEDS can offer a good opportunity to identify where carbon lock-ins are likely to occur, based on which, policymakers can enter into dialogue with investors and planners on which investments to promote or discourage.\n2. Carbon pricing, tariffs and markets\n© Carbon pricing is a way to express the externality costs of CO2 emissions in monetary terms, using a market mechanism to pass on public costs to the emitters (in line with the ‘polluter-pays principle’). Carbon pricing can take different forms: carbon taxes, emission trading schemes, (voluntary) crediting mechanisms, and results-based climate finance all use carbon pricing to reduce emissions.\nAlthough it is widely utilized, and hailed by many economists for its cost-effectiveness, carbon pricing is not without challenges. The realities of political economy and lobbying have to date severely limited the implementation of carbon pricing and few developing countries have adopted carbon taxes (IPCC, 2022). Why is that? First, it is difficult to get the price right; the World Bank estimates that a price of $50-100/ tonne in 2030 is needed to stay on course for the Paris Agreement temperature goal,’ but raising the price quickly is likely to be met with resistance.> Secondly, carbon pricing significantly impacts revenue distribution and transfers, affecting individual finances and business competitiveness. Public acceptance of carbon pricing is not guaranteed; this is often because many individuals fail to see the link between pricing and emissions reduction. Moreover, the costs are immediate and can be substantial, whereas the benefits are long-term and abstract. Thirdly, for carbon pricing to effectively accelerate the adoption of clean alternatives, it must be integrated into a broader policy portfolio that includes additional regulations and subsidies.\nEarly lessons regarding the introduction of carbon pricing include explicitly designating revenues for specific purposes such as clean investments or compensating vulnerable groups, communicating a predictable and gradual trajectory for price increases, and choosing an opportune moment for the introduction (IPCC, 2022; Skovgaard et al., 2019).\nThe Paris Agreement includes provisions for cooperation across countries for the implementation of NDCs through the use of carbon markets: Article 6 recognizes that countries may engage in voluntarily\n56",
  "page_62": "cooperation through the use of internationally transferred mitigation outcomes (ITMOs) towards NDCs. ITMOs from a cooperative approach are emission reductions and removals authorized by the selling country’s government, after which it can no longer counts toward its own NDC. For developing countries, the premise of carbon markets can be attractive: it generates revenues and can offer sustainable development benefits, technology transfer and capacity-building, as well as access to finance for expensive mitigation measures (NewClimate Institute, 2021). Still, there are discussions around issues that could determine its success. UNDP recognises that there are several concerns related to carbon markets (UNDP, 2023) and for carbon markets to be successful these must be addressed. A robust carbon market relies on credible demand as well as a stable and high-integrity supply of carbon credits. In December 2023, UNDP launched it’s High-Integrity Carbon Markets Initiative, offering developing countries support in an effort to “make carbon markets work for host countries, NDCs, and the SDGs”. Carbon markets must contribute to the achievement of and incentivize enhanced ambition towards NDCs and the LTS net-zero targets from both host countries and buyers.\nIn addition to the high-integrity carbon market initiative, UNDP helps to design and implement projects under Article 6.2 mechanism of the Paris Agreement through its Carbon Payment for Development facility (CPAD). It aims to leverage carbon markets to enable private investments in support of the SDGs. It also provides technical support to help countries address the new complexities of carbon markets. The World Bank, traditionally a proponent of carbon pricing and markets, offers support and knowledge through its Carbon Pricing Leadership Coalition (CPLC) and the Partnership for Market Implementation (PMI).\n\n3. Carbon capture, green hydrogen and critical minerals\n©\nThe transition towards net zero relies heavily on the development and deployment of new\ntechnologies. Some are market-ready whose use needs to be scaled up, whereas the\npotential of others is still uncertain. Three topics receive considerable attention in the\ncontext of long-term strategy development: carbon capture and storage, green hydrogen\nand critical minerals. Each topic merits attention in strategic discussions on reaching net zero, but\nstrategists must approach the topics realistically, facilitating discussions that neither detract attention\nfrom short-term action nor other important longer-term decisions.\nCarbon capture and storage and carbon capture and use\nNet-zero strategies often struggle to get rid of the most difficult ‘residual’ emissions for which there is no economically viable or technically feasible clean alternative. For these emissions carbon capture and storage (CCS) or carbon capture and use (CCU) might offer a solution. CCS and CCU both involve capturing CO,, often from a point source like a power plant or factory. Currently, applications for use of CO, include its utilisation as feedstock for plastics and building materials, direct use in food and drinks or horticulture, and its employment in enhanced oil recovery. Storage typically takes place in geological formations or through mineral binding, and often requires compression and transport of CO, from the source. When CO, is captured directly from the air (direct air capture, DAC) or from the combustion of biomass (bioenergy with capture and storage, BECCS) it can result in a net CO,-reduction (SEI, 2023a).\nCCS is not a new technology (IPCC, 2014) but to date, capacity deployment has been slow and behind expectations. Mainly because of high costs, especially in comparison to other ways of mitigating GHG emissions (ISD, 2023; IPCC, 2022). Globally, there are 43 projects operational with a combined operational capacity of 45Mt CO2 per year, of which 30 percent is used for enhanced oil recovery (IEA, 2023).\nCCS has a future for emission reduction in industry, where it is a key option for decarbonizing those hard-to-abate industrial emissions that require high-temperature heat (e.g. iron and steel production) or inherently produce CO, (e.g. cement) (Paltsev et al., 2021). More generally, CCS has a future as part of efforts to generate negative emissions through DAC and BECCS. Hydrogen produced from fossil fuels may be used for power storage or transport in exceptional circumstances, but it is unlikely that CCS can\n57",
  "page_63": "extend the lifetime of existing fossil power generation capacity significantly. The combination of coal- or gas-based power generation with CCS is too expensive compared to renewable energy alternatives.\nGreen hydrogen\nOver the past few years, there has been increasing interest in the potential of hydrogen as an energy carrier and energy source. Many countries have developed hydrogen strategies or included hydrogen in their LT-LEDS.\nHydrogen (H,) only occurs sporadically in nature and is typically created from water through electrolysis or from steam reforming of hydrocarbons. It comes in different ‘colours’ with the three most prominent ones being green hydrogen made with renewable energy through electrolysis; grey hydrogen produced with (typically large-scale) gas-powered steam reforming; and blue hydrogen which is produced like grey hydrogen but including the application of CCS. Green and blue hydrogen are compatible with a net-zero future, whereas grey hydrogen is not.\nMost of today’s hydrogen is used in the refining and chemical sectors and produced from unabated coal and gas. Green hydrogen currently only makes up 1 percent of the market volume but has a significant potential to decarbonize hard-to-abate activities such as long-haul transport and the production of chemicals and iron and steel in the future (IEA, 2023).\nThere is considerable enthusiasm to scale up green hydrogen production and infrastructure from businesses, arguing that there will be a large and lucrative market for hydrogen as net-zero-compatible energy commodity — for either domestic use or export. Similarly, political leaders are rallying behind hydrogen production and export as a driver for economic growth and prosperity.\nIt is important to consider that zero-emission hydrogen production and deployment are still in their infancy. Producing and transporting hydrogen currently requires a significant amount of energy, making it costly and impractical. For example, using hydrogen to store electricity is expected to reach 50 percent efficiency as it converts power to hydrogen and back to power, doubling the cost of electricity per MWh (IPCC, 2022). There are options to utilise existing infrastructure for transporting hydrogen, such as gas pipelines for short and medium distances, and shipping for long distances — but only after costly upgrades. Hydrogen is undoubtably an important part of the net-zero solution, and the global market for green (and blue) hydrogen will grow fast to reach considerable size. It is, however, as can be seen in Figure 7, highly unlikely that hydrogen will become a replacement for natural gas in all its applications. For many mitigation options, electrification will be much cheaper and more practical.\nFigure 7: How likely is the use of clean hydrogen for a range of applications, from uncompetitive to unavoidable\nUnavoidable\nA\\ | ZG a) a)\n[0\n(D> Gomer) Gerster) Casreaina) set (orn iin\nic | 1)\niD |\nle | \\ 4\niF ||\nol\nUncompetitive\n» - As ammonia or methanol x« - As e-fuel or PBTL xx - As hybrid systerr\nSource: Michael Liebreich /Liebreich Associates, Clean Hydrogen Ladder, Version 5.0, 2023.\n58",
  "page_64": "Hydrogen can present an opportunity for some businesses and can be a prosperity driver for some countries, but not for all. It is therefore important to make a realistic assessment of the contribution of hydrogen in LT-LEDS, and update it regularly as the technologies around hydrogen develop: a) Does the country really have a competitive advantage for hydrogen production and export? b) In which applications is hydrogen the preferred mitigation route? c) How much clean power and CCS capacity are available for zero-emission hydrogen production, without compromising its availability for other economic activities? d) What does the above mean for domestic demand? e) What does the above mean for export potential? f) How much of the current fossil fuel infrastructure can be reused for hydrogen transport and use? g) And at what cost?\nCritical minerals\nClean energy technologies require large amounts of so-called critical minerals for their construction: lithium, nickel, cobalt, manganese, and graphite for batteries; rare earth (neodymium, praseodymium, terbium, and dysprosium) minerals for permanent magnets in wind turbines; and large amounts of copper to create and update distributed electricity networks (Figure 8). The clean energy transition will require six times more mineral inputs in 2040 than today (IEA, 2021). Indeed, the speed of the energy transition is dependent on the availability of these minerals.\nFigure 8: Critical minerals- uses and top producers\nMain Use\nOther Uses\nTop 3 Global Producers\na 9s\nDRC- =>\nCo\nBattery storage\nIndonesia - ©\nEV batteries\nMagnets\nElectrolyzers\nRussia - ©\n—_\nOther - 22%\nay\nElectric grids\nposnergy\nBattery storage\nChile - 27%\nPeru - 10%\nCOPPER\nEV batteries\nElectrolyzers\nChina - 9%\nt33 Solar PV\nGeothermal\nOther 54%\nHydro\n-\nChina - 70%\nEV motors\nUnited States 14%\nDYSPROSIUM\nNuclear reactors\n-\nWind turbines\nAustralia - 6%\nOther - 10\nChina - 65%\nz EV batteries\nBattery storage\nMozambique 13%\nGRAPHITE\nFuel cells\nMadagascar - 9%\n-\nNuclear reactors\nOther - 13°\nSouth Africa 87%\nv2\nSpark plugs\nZimbabwe 8%\nIr IRIDIUM\nPEM electrolyzers\nElectrical contacts\nRussia - 3%\nWreiner\nAerospace\nOthers - 2%\nana\n= EV batteries\n-\nStates - 14%\nAustralia 55%\nChile - 26%\nChina - 14%\nOther - 5%\nNuclear reactors\na\"\nElectrolyzers\nGeothermal\nWind turbines\nHydropower\nNd NEODYMIUM\nWars\n-\n-\nLITHIUM\nLitho\nSouth Africa 39%\nGabon 14%\nChina - 14%\nOther - 33\nElectrolyzers\nEV batteries\nFuel cells\nelectrolyzers\nry storage\nLasers\nSteelmaking\nIndonesia 37%\nPhilippines - 14%\nRussia - 9%\nOther 40%\n-\nSouth Africa 74%\nRussia - 11%\nZimbabwe - 8%\nOther - 7°\nBattery storage\nBioenergy\ncsP\nGeothermal\nHydropower\nSolar PV\nnom\nMn MANGANESE\n-\n-\ni)\nA\nEV batteries\nil Battery storage\nN ° NICKEL\nt PLATINUM\n-\nChina 70%\nUnited\nAustralia - 6%\nOther - 10°\n59\nEV motors\nWind turbines\nPEM\nElectronics\nAutomotive\n-\n-\n28 m093\nI\nMickel\n’P ws.08\nPhatinem\nSource: ENERGYminute, 2023",
  "page_65": "There is a scramble for access to critical minerals: China currently commands 60 percent of global reserves and 90 percent of processing capacity for rare earths (IEA, 2023) and the EU and the United States are worried about geopolitical dependencies, pushing for diversification strategies and securing supply chains in producing countries as part of their Green Industrial Deal and Inflation Reduction Act, respectively (Bazilian and Brew, 2022).\nOne of the challenges going forward is to ascertain that establishing and scaling up the mining supply chains will contribute to a just transition. In the past, the mining sectors in various countries have been (rightfully) criticised for condoning human rights violations such as violent expropriation of land, child labour and harsh working conditions, and systematic environmental pollution. Establishing safeguards to avoid a repetition of these violations differs per country and context. In response to the EU Critical Materials Act, the NGO, Human Rights Watch, warned that safeguarding takes more than setting up certification and auditing schemes (Human Rights Watch, 2022 and 2023; GermanWatch, 2022).\nMany developing countries have considerable critical mineral resources and see their exploitation as an opportunity for economic development. African countries, for example, are developing national approaches and a joint strategy to make the most of their position as potential exporters of these valuable commodities (ANRC, 2022; UNCTAD, 2023; Kitaw, 2023). To date, much of the discussion focusses on the demand side and worries over access to critical minerals, and less on ways to support sustainable mining and using revenues to support green industrialization, whereby producing countries not only export the raw materials, but instead capture a larger part of the value chain such as manufacturing of batteries, electric vehicles, and renewable energy equipment.\n60",
  "page_66": "References\n2050 Pathways Platform (2017). 2050 Pathways: A Handbook, [link], July 2017.\n2050 Pathways Platform (2017). Why Develop 2050 Pathways, [link], July 2017.\n2050 Pathways Platform (2022). Enhancing Long-term Low-Emission Development Strategies - three guidance notes, Adaptation and resilience [link]/ AFOLU [link]/ Macroeconomic and fiscal issues [link], Vivid Economics for the 2050 Pathways Platform, November 2022.\nA2A (2018). NDC Update Report 2018 — ambition, taking a long-term perspective, New Climate Institute and TNO for the Ambition to Action (A2A) project, November 2019 [link].\nA2A (2019). NDC Update Report 2019 — long-term, society-wide visions for immediate action, New Climate Institute and TNO for the Ambition to Action (A2A) project, November 2019 [link].\nAAA (2024). AAA Gas Cost Calculator, American Automobile Association, [link] last accessed March 2024.\nBailey and Preston (2014). Stuck in transition: managing the political economy of low-carbon development, Chatham House Briefing Paper, February 2014 [link].\nBazilian and Brew (2022). The Missing Minerals - To Shift to Clean Energy, America Must Rethink Supply Chains Foreign Affairs, January 6\" 2023, [link].\nBos and Gupta (2019). Stranded assets and stranded resources: Implications for climate change mitigation and global sustainable development, Energy Research & Social Science, [link] Volume 56, October 2019.\nBrookings (2019). Accelerating the Low Carbon Transition: the case for stronger, more targeted and coordinated international action, The Brookings Institution, [link] November 2019.\nCarley and Konisky (2020). The justice and equity implications of the clean energy transition, Nature Energy Vol 5, August 2020, 569-577.\nCAT (2021). Evaluation methodology for national net zero targets, Climate Action Tracker, [link], June 2021.\nCE Delft (2020). Zero Carbon Buildings 2050, CE Delft for ECF, [link], June 2020.\nCFMCA (2020a). Long-Term Strategies for Climate Change: A Review of Country Cases, Coalition of Finance Ministers for Climate Action, Washington, DC. [link] July 2020.\nCFMCA (2022b). How to Scope the Fiscal Impacts of Long-Term Climate Strategies? A Review of Current Methods and Processes, Coalition of Finance Ministers for Climate Action, Washington, DC. [link], May 2022.\nCFMCA (2022c). Supporting Private Sector net-zero targets, Coalition of Finance Ministers for Climate Action, Washington, DC. [link] November 2022.\nClean Hydrogen Ladder, Version 5.0, November 2023 [link].\nClimact (2018). CTI 2050 Roadmap Tool: webtool, Climact for ECF and Climate Transparency Initiative [link].\nClimaSouth (2015). Low-Emission Development Strategy (LEDS), ClimaSouth Handbook No 5, Agriconsortium for ClimaSouth, [link] April 2015.\nClimate Action Network (2022). Climate Laws in Europe. Essential for achieving climate neutrality, CAN Europe, [link] May 2022.\n6l",
  "page_67": "Climate Analytics (2019). Insights from the IPCC Special Report on 1.5 for the preparation of long- term strategies, Berlin, April 2019 [link].\nClimate Analytics (2022). LTS: low carbon growth, resilience and prosperity for LDCs, Berlin, July 2022 [link].\nClimate Investment Funds (2022). Climate Investment Funds Endorses New Blueprints Unlocking $1 Billion for Just Coal Transitions in South Africa and Indonesia, [link] October 2022.\nClimate Strategy & Partner (2018). Funding Innovation to Deliver EU Competitive Climate Leadership, Climate Strategy & Partner for ECF [link], October 2018.\nClimateWorks (2022). An explainer on Just Transition in climate governance, ClimateWorks\nFoundation [link], May 2022.\nClimateWorks (2023). Achieving global climate goals by 2050, ClimateWorks Global Intelligence, [link], April 2023.\nClimateWorks Australia (2020). Growth through transformation: an investment guide for climate and development, first edition, September 2020 [link].\nCNC (2022). Framework for net-zero climate action, Climate Neutrality Coalition, 2022 [link].\nDDP (2021). Policy lessons on deep decarbonization in large emerging economies, Deep Decarbonization Pathways (DDP) Initiative, IDDRI, [link] Paris, November 2021.\nDDPP (2015). Pathways to deep decarbonisation — synthesis report, Deep Decarbonization Pathways Project, IDDRI and SDSN, [link] December 2015.\nDDPP (2016). The impact of the Deep Decarbonization Pathways Project (DDPP) on domestic decision- making processes — Lessons from three countries, IDDRI, [link] Paris, November 2016.\nECF (2018). Net zero by 2050: from whether to how — zero emissions pathways to the Europe we want, European Climate Foundation, [link], September 2018.\nECIU (2021). Taking Stock: A global assessment of net zero targets March 2021 - Scrutinising countries, states and regions, cities and companies, Energy & Climate Intelligence Unit and Oxford Net Zero [link] March 2021.\nECN (2011). Paving the way for low carbon development strategies, Energy Research Centre of the Netherlands (ECN), 2011, [link].\nEcologic (2017). “Paris compatible” governance: long-term policy frameworks to drive\ntransformational change - A comparative analysis of national & sub-national case studies,\nEcologic Institute for ECF, [link], Berlin, November 2017.\nEcologic (2020). Climate Laws in Europe: Good practices in net-zero management, Ecologic for ECF, [link], February 2020.\nEcologic (2022). Charting a path to net zero: an assessment of national long-term strategies in the EU, Ecologic for ECF, [link], September 2022.\nEcologic (2022). Long-term strategies: state of play, challenges and possible support through the G20, Ecologic for Climate Recon 2050 [link].\nEcologic and Climact (2019). Planning for net-zero: assessing the draft national energy and climate plans, Ecologic and Climact for ECF, [link], May 2019.\n62",
  "page_68": "Element Energy and Cambridge Econometrics (2019). Towards fossil free energy in 2050, Element Energy and Cambridge Econometrics for ECF [link], March 2019.\nEnergy Policy Group (2022). District heating in national Long-Term Strategies, Energy Policy Group for Climate Recon 2050 [link].\nENERGYminute (2023). Critical Minerals: The Cheat Sheet [link].\nFederal Ministry for Economic Affairs and Climate Action (2020). Final decision to launch the coal-phase out — a project for a generation. Federal Republic of Geramny, July 2020 [link].\nFES (2014). Exploring sustainable low-carbon development pathways — an introduction to international debates, Hans Verolme and Janine Korduan for the Friedrich Ebert Stiftung, [link].\nGermanWatch (2022). An examination of industry standards in the raw materials sector, GermanWatch, September 2022 [link].\nGGBP (2014). Green Growth in Practice — Lessons from Country Experiences, Green Growth Best Practice Initiative, London, Jun 2014 [link].\nGGGI (2022). GGGI's services on supporting the development of LT-LEDS, Global Green Growth Institute, Seoul, June 2022 [link].\nGIZ (2019). Long term strategies in a changing climate, SEI for GIZ SPA project, [link] Berlin 2019.\nGrantham Institute (2023). Climate Change Laws of the World database, [link].\nHuman Rights Watch (2022). Obsessed with Audit Tools, Missing the Goal, November 2022 [link].\nHuman Rights Watch (2023). EU's Flawed Reliance on Audits, Certifications for Raw Materials Rules - Questions and Answers, May 2023, [link].\nHale, T (2020). The role of sub-state and non-state actors in international climate processes, Chatham House research paper, [link] November 2018.\nlacobuta, Hohne, van Soest, and Leemans (2021). Transitioning to Low-Carbon Economies under the\n2030 Agenda: Minimizing Trade-Offs and Enhancing Co-Benefits of\nClimate-Change Action for the SDGs, Sustainability 2021 (13) 10774 [link].\nICAT (2020). Non-state and subnational action guide: Integrating the impact of non-state and subnational mitigation actions into national greenhouse gas projections, targets and planning, Initiative for Climate Action Transparency, Berlin/Washington/Bonn, [link].\nIDB (2019). Getting to Net-Zero Emissions: Lessons from Latin America and the Caribbean, Inter- American Development Bank, Washington DC, [link], December 2019.\nIDB/IDDRI (2021). Achieving net-zero prosperity: how governments can unlock 15 essential transformations, IDB and IDDRI, [link] 2021.\nIDDRI (2021). What is a “good” long-term low emission development strategy? Six key features to assess current and future submissions, IDDRI blog post, [link], Paris, June 2021.\nIEA (2020a). Average CO, intensity of power generation from coal power plants, 2000-2020, International Energy Agency, IEA, [link] Paris, June 2020.\nIEA (2020b). Projected Costs of Generating Electricity 2020 Edition, International Energy Agency, IEA,\n[link] Paris, December 2020.\nIEA (2021). Net Zero by 2050 - A Roadmap for the Global Energy Sector, 4\" revision, International Energy Agency, report [link] slides [link] October 2021.\n63",
  "page_69": "IEA (2023). Global Hydrogen Review 2023, International Energy Agency, [link] December 2023.\nIEA CCUS. Projects Database, 2023 [link].\nIEA (2023). Clean Energy Perspectives - Clean energy supply chains vulnerabilities, [link].\nIEEF (2019). Net-zero Agriculture in 2050: how to get there, Institute for European Environmental Policy for ECF, [link], February 2019.\nIES-VUB (2019). Industrial Transformation 2050 — Towards an Industrial Strategy for a Climate Neutral Europe, |ES-VUB for ECF, [link], 2019.\nIISD (2022). Navigating Energy Transitions Mapping the road to 1.5°C, IISD Report [link] October 2022\nIISD (2023). Why the Cost of Carbon Capture and Storage Remains Persistently High, IISD Deep Dive, [link] September 2023.\nInter-Parliamentary Union (2017). Global trends in climate change legislation and litigation, [link], May 2017.\nIPCC (2022). Climate Change 2022: Mitigation of Climate Change; Working Group III to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC), [link].\nIRENA (2022). Long-term energy scenarios and low-emission development strategies, stock taking and alignment, International Renewable Energy Agency, Abu Dhabi, 2023 [link].\nJSI (2022a). Assessment of the national Long-Term Strategies of Austria, Croatia and Slovenia, Jozef Stefan Institute for Climate Recon 2050 [link].\nJSI (2022b). Role of individual mobility in the national Long-Term Strategies of EU Member States, Jozef Stefan Institute for Climate Recon 2050 [link].\nLiebreich Associates (2023). Material Economics (2019). Industrial Transformation 2050 - Pathways to Net-Zero Emissions from EU Heavy Industry, Material Economics for ECF [link], 2019.\nMENACW (2022). The Long-term green transition pathways to enhancing and implementing low-GHG development, Outcomes Report MENA Regional Dialogues 28-29 March 2022, [link].\nNDC Partnership (2022). Engaging Subnational Governments in Climate Action, Insight Brief, March 2020, [link].\nNewClimate Institute (2020). Making LT-LEDS a reality, Berlin, May 2020 [link].\nNewClimate Institute (2021). Beyond Net Zero: Empowering climate mitigation by linking development goals, NewClimate Institute for CASE, [link] Berlin, November 2021.\nNewClimate Institute (2022). Net Zero Stocktake 2022, NewClimate Institute and others for Net Zero Tracker, [link], Berlin, June 2022.\nNewClimate Institute and CEEW (2023). Assessment of the G20 members’ long-term strategies: commonalities, gaps, and areas for cooperation, Ko|In, August 2023 [link] last accessed August 25th 2023.\nOchs (2019). Transforming the energy sector through communities of practice and long-term pathways, In: NDC Update Report 2019, Ambition to Action, Berlin, November 2019 [link].\nOchs, Indriunaite, and Engstroem (2020). Towards policy coherence: An assessment of tools linking the climate, environment and sustainable development agendas, GIZ, Berlin January 2020 [link].\n64",
  "page_70": "ODI (2018). Making finance consistent with climate goals: Insights for operationalising Article 2.1c of the UNFCCC Paris Agreement, ODI Report, [link] December 2018.\nODI (2023a). Measuring adaptation and resilience: An annotated bibliography, ODI Working Paper,\n[link] July 2023.\nODI (2023b). NDBs building markets for a net zero-world, ODI Policy Brief, [link] July 2023.\nOECD (2010). LEDS: Technical, institutional, and policy lessons, OECD, [link] November 2010.\nOECD (2017). Investing in Climate, investing in Growth, OECD Publishing, Paris, May 2017 [link].\nOECD (2019). Key questions guiding the process of setting up long-term low-emission development strategies, Climate Change Expert Group Paper No. 2019(4), [link] November 2019.\nOECD (2020). Long-term low emissions development strategies: Cross-country experience, OECD Environment Working Papers, No. 160, OECD Publishing, Paris, April 2020 [link].\nOECD (2022). Aligning short-term climate action with long-term climate goals- Opportunities and options for enhancing alignment between NDCs and long-term strategies, OECD Climate Change Expert Group Paper No. 2020(2), Paris, May 2020 [link].\nPaltsev et al. (2021). Hard-to-Abate Sectors: The role of industrial carbon capture and storage (CCS) in emission mitigation, Applied Energy, Volume 300, 15 October 2021, [link].\nProject Catalyst (2009). Low carbon growth plans — Advancing good practice, August 2009 [link].\nSEI (2022a). Assessment of the national Long-Term Strategies of the Baltic State countries, Stockholm Environment Institute for Climate Recon 2050, [link]. SEI (2022b). Carbon Dioxide Removal options in the National Long-term Strategies of EU Member States, Stockholm Environment Institute for Climate Recon 2050 [link].\nSeto, Davis, Mitchell, Stokes, unruh, and Urge-Vorsatz (2016). Carbon Lock-In: Types, Causes, and Policy Implications, Annual Review of Environment and Resources Vol. 41: 425-452 [link].\nSkovgaard and van Asselt (2019). The politics of fossil fuel subsidies and their reform: Implications for climate change mitigation, WIREs Climate Change vol 10(4), [link] February 2019.\nSSEE (2023). The role of Ministries of Finance in driving and shaping the low-carbon energy transition, Swedish Energy Agency and Oxford Smith School of Enterprise and the Environment collaboration, [link] January 2023.\nUNDP (2018). Hard Choices Integrated Approaches, New York, October 2021 [link].\nUNDP (2021a). Quality assurance checklist for LT-LEDS, UNDP Climate Promise, New York, October 2021 [link].\nUNDP (2021b). Fossil fuel subsidy reform - lessons and opportunities, New York, October 2021 [link].\nUNDP (2022a). Developing Long-Term Climate Strategies in the EU Eastern Partnership Countries, UNDP for EU4Climate, [link] November 2022.\nUNDP (2022b). Issue Brief: Incorporating Just Transition into the design and implementation of NDCs and LTS, UNDP Climate Promise [link] August 2022.\nUNDP and WRI (2018a). Climate Action with Tomorrow in Mind vol 1 - Expert Perspectives on Long-term Climate and Development Strategies, UNDP and WRI, [link], 2018.\n65",
  "page_71": "UNDP and WRI (2018b). Long-Term Low Greenhouse Gas Emission Development Strategies: Approaches and Methodologies for Their Design, Input Document for the G20 Sustainability Group, Washington DC, October 2018 [link].\nUNDP and WRI (2019a). Climate Action with Tomorrow in Mind vol 2 - Expert Perspectives on Long- term Climate and Development Strategies, UNDP and WRI, [link], 2019.\nUNDP and WRI (2019b). Scaling Up Ambition: Leveraging NDCs and LTSs to Achieve the Paris Agreement Goals, Input Document for the G20 Sustainability Group, Washington DC, June 2019\n[link].\nUNEP DTU (2021). An overview of Mitigation Scenario Modelling tools for the energy sector, UNEP DTU Partnership, August 20211 [link].\nUNFCCC (2012). The national adaptation plan process — an overview, UNFCCC Secretariat, [link] 2012.\nUNFCCC (2015). Paris Agreement, United Nations, December 2015 [link].\nUNFCCC (2022a). LT-LEDS Synthesis Report, FCCC/PA/CMA/2022/8, UNFCCC Secretariat Bonn, October 2022 [link].\nUNFCCC (2022b). LT-LEDS Synthesis Report, FCCC/PA/CMA/2023/10, UNFCCC Secretariat Bonn, November 2023 [link].\nUNFCCC (2023). Long-term low-emission development strategies and pledges, pp 27-36 in Synthesis report for the technical assessment component of the first global stocktake, UNFCCC Secretariat, Bonn, April 2023 [link].\nUSAID (2020). Transparency and Long-Term Strategies — scoping analysis report, produced by ICF,\nFairfax, [link] June 2020.\nVan Tilburg and Fearnehough (2022). Smoother transitions: How to use benefits analysis to make\nclimate ambition and action fairer and more inclusive, Ambition to Action working paper, Berlin,\nMarch 2022 [link].\nVan Tilburg and Minderhout (2019). Towards a better understanding of NDC ambition: Lessons from political economy analysis in development support, Ambition to Action working paper, Berlin, March 2022 [link].\nVan Tilburg, Donker, and Lamboo (2019). Co-benefits on the interface between energy security and ambitious climate policy, Ambition to Action working paper, Amsterdam, November 2019 [link].\nVan Tilburg, Wurtenberger, de Coninck, and Bakker (2011). Paving the way for low-carbon development strategies, Energy research Centre of the Netherlands, November 2011 [link].\nVan Veldhuizen, Ochs, Castelan, Fonseca, Lopez, and Pefialoza (2023). Comparative Study of Subnational Best Practices for the Energy Transition, GIZ Alianza Energética México-Alemania, August 2023 [link].\nWagner and Tibbe (2019). Long term climate strategies: a case study of Germany, WRI Long-term strategies project, Washington DC, April 2019 [link].\nWelsby, Price Pye, and Ekins (2021). Unextractable fossil fuels in a 1.5 °C world, Nature 597, 230-234 (2021) [link] September 2021.\nWiseEuropa (2022). Assessment of the national Long-Term Strategies of the Visegrad Group Countries, WiseEuropa for Climate Recon 2050, [link].\n66",
  "page_72": "WiseEuropa (2022). Natural gas in national Long-Term Strategies of EU Member States, WiseEuropa for Climate Recon 2050, [link].\nWorld Bank (2015). Decarbonizing Development - Three Steps to a Zero-Carbon Future, World Bank Group, Washington DC, 2015 [link].\nWorld Economic Forum (2022). Fostering effective energy transition 2022 edition, World Economic Forum/Accenture, Geneva, May 2022 [link].\nWRI (2017). Early insights on Long-term climate strategies, WRI Working Paper, Washington DC, September 2017 [link].\nWRI (2019a). Good governance for LT-LEDS, WRI Working Paper, Washington DC, June 2019 [link].\nWRI (2019b). Uncertainty, Scenario Analysis, and Long-Term Strategies: State of Play and a Way Forward, Washington DC, September 2019 [link].\nWRI (2020). Designing and communicating net-zero targets, WRI Working paper, Washington DC, July 2020 [link].\nWRI (2021). Insights on the first 29 Long-term climate strategies submitted to the UNFCCC, WRI working paper, Washington DC, September 2021 [link].\nWRI (2023). Realizing net-zero emissions: Good practices in countries, WRI Working paper, Washington DC, June 2023 [link].\nWWF (2017). Planning to succeed: How to build strong 2050 climate and energy development strategies, World Wildlife Foundation for the Maximiser project, Brussels, June 2017 [link].\n67",
  "page_73": "Vl \\) \\\\ y\nDIP\n\nUnited Nations Development Programme\n304 E 45th Street, New York, NY 10017\nWww.undp.org\n@UNDP\nclimatepromise.undp.org\n@UNDPClimate"
},
  "language": "Languages.ENGLISH",
  "total_pages": 73
}
