{
  "file_name": "103_1098.pdf",
  "pages": {
  "page_1": "G (G GSS\nSS\nEuropean Parliament\nThe EU has the world's largest carbon-pricing system, the emissions trading system (ETS). Emissions pricing can encourage industrial decarbonisation, but it also risks carbon leakage, whereby EU companies move their production abroad. To date, the EU has mitigated this risk through free allocations to certain industries, but with rising climate ambition and higher carbon prices, the Commission is now seeking to phase out free allocations\nAnewcarbon border adjustment mechanism (CBAM) will also be introduced, requiring EU importers, as of 2026, to purchase certificates equivalent to the weekly EU carbon price. The CBAM initially applies to imports in five emissions-intensive sectors deemed at greater risk of carbonleakage: cement, iron and steel, aluminium, fertilisers, and electricity. The CBAM charge coversimports of these goods from all third countries otherthan those included in the ETS ora linked mechanism\nThe CBAM aims to contribute to the EU's climate neutrality objectives, and encourage partner countries to decarbonise their production processes by levelling the playing field in carbon pricing between the EU and third-country producers. Parliament referred the file to the Committee on Environment, Public Health and Food Safety (ENVI). The Council adopted its general approach on 15 March and Parliament adopted its negotiating position on 22 June 2022. A provisional trilogue agreement was reached on 13 December, and confirmed by both co-legislators. The final act was published in the Official Journal on 16 May 2023 and comes fully into effect as of January 2026\nProposal for a regulation of the European Parliament and the Council establishing a carbon border adjustment mechanism\nCommittee responsible Rapporteur. Shadow rapporteurs.\nEnvironment, Public Health and Food Safety (ENVI) Mohammed Chahim (S&D, the Netherlands) Adam Jarubas (EPP, Poland); Nicolae Stefanuta (Renew, Romania); Manuela Ripa (Greens/EFA Germany); Hermann Tertsch (ECR, Spain); Catherine Griset (ID, France); Malin Bjork (The Left, Sweden)\nCOM(2021) 564 14.7.2021 2021/0214(COD) Ordinary legislative procedure (COD) (Parliament and Council on equal footing - formerly co-decision’)\nQJL 130, 16.5.2023, pp. 52-10\nBRIEFING\nEU Legislation in Progress\nEU carbon border adjustment mechanism Implications for climate and competitiveness\nOVERVIEW\nNext steps expected.\nRegulation (EU) 2023/956\nSO\nO\nO\nse\n& oP\neR Q »\nPe a\n&\ne\noA\n=\nx YS\nOP\n& x\nRZ\nore\nRo\nDS. ‘S\nce x& oS\n&\nEN\nQL?\nre tt at\ncorn\ni dhe\nAS\nRo\nSS)\nWR\nEPRS | European Parliamentary Research Service\nAuthor: Henrique Morgado Simées\nMembers' Research Service\nPE 698.889 June 2023\n—",
  "page_2": "EPRS | European Parliamentary Research Service\nIntroduction\nThe European Union (EU) is a pioneer of large-scale carbon pricing, and the EU emissions trading system (ETS), established in 2005, is the world's biggest carbon market. The ETS puts a cap on greenhouse gas (GHG) emissions, and divides these into emission allowances that permit the emission of one tonne of carbon dioxide (CO2) or CO2-equivalent (CO2e);' someof these allowances are auctioned. Through market-based determination of prices, the system encourages emissions reductions. The European Commission (hereafter 'the Commission’) gives the rest of the allowances for free to sectors at risk of ‘carbon leakage’, whereby companies offshore production to jurisdictions with laxer environmental regulations. The emissions allocations are administered by the Member States, and the lists of installations eligible for free allocation are regularly reviewed.\nIn December 2019, the Commission put forward the European Green Deal, which commits the EU to reaching carbon neutrality by 2050. The new goal is to reduce net GHG emissions by at least 55 % by 2030, compared to 1990 levels. In July 2021, the EU announced a set of proposals (also known as the 'Fit for 55' package) that would deliver the Green Deal and help achieve the emissions reduction target while creating new social and economic opportunities. As part of this package, a carbon border adjustment mechanism (CBAM) would be gradually introduced for certain imports from third countries.\nThe aim of the CBAM is to equalise the carbon price between domestic and foreign products, thereby limiting carbon leakage; the measure could also encourage partner countries to adopt carbon pricing that tests the prediction of a Brussels effect. From 2026, the Commission is planning to phase out free allocations to the sectors concerned underthe ETS, to ensurea level playing-field between EU producers and third-country importers. Until free allocations end in 2035, the CBAM will only apply to the proportion of emissions that do not receive free allowances under the EU ETS.\nThe CBAM will initially cover five industrial sectors: iron and steel, cement, fertilisers, aluminium, and electricity generation. The Commission has selected these sectors because of their risk of carbon leakage, the magnitude of their carbon emissions, and for administrative feasibility. The proposal lists, with commodity codes, several sub-categories of goods (from base materials to certain sem? finished products) in these sectors. In the transitional phase, as of 2023, importers in these sectors will have to report their embedded GHG emissions of CO2 and, where relevant, nitrous oxide (NX) and perfluorocarbons (PFCs). They will not yet have to pay the financial adjustments.\nAttheend of the transition period, the Commission will re-evaluate whether to extend the scope of the CBAM to indirect emissions and to more products down the supply chain. Once the CBAM becomes fully operational in 2026, EU importers of these products will need to obtain authorisation from a CBAM authority and purchase carbon certificates corresponding to the carbon price that would have been paid to produce the goods in the EU.\nContext\nCalls for a CBAM pre-date the EU ETS, but several problems have thus far impeded the introduction of this novel type of instrument. Initially, the price of carbon emissions under the EU ETS was too low to warrant corrective measures at the border. Rising EU carbon prices have jumped from about €30 per tonne of CO2 in December 2020 to €80 in December 2021 and €100 in February 2023. This can make carbon leakage more likely, and has enhanced the need for a corrective measure such as the CBAM.\nIn past debates, the EU's trade partners have also raised concerns about the compliance of the CBAM with the rules of the World Trade Organization (WTO). In particular, the EU needs to ensure that the CBAM does not violate the principles of non-discrimination between domestic and foreign producers (e.g. by charging the equivalent carbon price, as is charged underthe EU ETS). The CBAM should also not discriminate between different third-country importers. After the EU proposed an aviation directive with CBAM-like features for emissions allowances in the context of inter-",
  "page_3": "EU carbon border adjustment mechanism\ncontinental flights, in 2012 several WTO members threatened retaliation. With the present introduction of the CBAM, the Commission has expressly stated the objective of ensuring WIO compatibility from the outset to mitigate these concerns.\nIn parallel, global ambitions to tackle climate change have strengthened, and the EU has enhanced its own climate objectives. In a March 2021 opinion piece, anumber of EU Member State ministers backed the CBAM as a means to tackle carbon leakage and achieve stronger international climate cooperation.\nThe CBAM proposal is multidisciplinary and complex, touching upon aspects of climate and environmental policy, trade, customs and taxation, as well as budgetary and economic issues. Therefore, it has been accompanied by intense negotiations over its legal basis and the terms of its adoption. The legal basis is Article 192(1) of the Treaty on the Functioning of the EU (TFEU), which allows the EU to take action that contributes to the pursuit of environmental and climate objectives specified in Article 191(1) TFEU; this means that the CBAM proposal will be adopted through the ordinary legislative procedure. In contrast, fiscal measures would require unanimity (Article 192(2)a). However, EU case law has established that the content of the measure determines the choice of legal basis. As the CBAMis based on the emissions of content imports, it is considered to align with the environmental and climate objectives included in the legal basis.\nExisting situation\nIn the existing situation, the EU has opted for free allowances under the EU ETS to discourage offshoring and carbon leakage. However, these are meant to be transitional measures and subject to revision. A 2020 ETS report by the European Court of Auditors underlined the need for better targeting in the system of free allocations, and noted that these could jeopardise decarbonisation. The Commission impact assessment on the CBAM noted that, while free allocations are effective in fighting carbon leakage, they havea financial and climate cost that appears to warrant their phase- out. Thus, the aim of the CBAM proposal is to level the playing-field between EU producers, who are subject to the EU ETS, and foreign producers, who may not have an equivalent systemin place.\nEU debate has therefore focused on feasible policy designs for the CBAM, which has ranged from options such as a border tax or a customs duty, to a carbon tax (akin to an excise duty or a value added tax) on consumption, an obligation to purchase CBAM certificates, or an extension of the EU ETS to imports. However, the occurrence of carbon leakage in itselfis subject to debate, with some studies failing to find evidence that the EU ETS has caused it in the context of (previously) low carbon prices and free allocations to key industrial sectors.\nComparative elements\nTo date, no national or supranational jurisdiction hasimplementeda CBAM.A limited carbon border adjustment is in place as part of the US state of California's cap and trade system for electricity imports, while Canada and Japan are planning carbon border adjustments of their own. Yet, in the years to come, and if there is no global carbon-pricing regime, emissions trading systems and carbon border adjustment measures arelikely to proliferate.\nTo date, 45 national jurisdictions have some type of carbon pricing initiatives in place, covering an estimated 18.8 % of global emissions. China launched a national ETS in 2021, and Canada plans to introduce a federal ETS as of 2022. These developments havegiven rise to a debate overthe creation of a ‘climate club’, where significant emitters agree to a common minimum carbon price. Some Member States have implemented national carbon taxes,and Member States can maintain these taxes if they havea higher level of ambition than EU-level action in this field.",
  "page_4": "EPRS | European Parliamentary Research Service\nParliament's starting position\nIn March 2021, the Parliament adopted an own-initiative resolution on a 'WTO-compatible EU carbon border adjustment mechanism’.\nThe Parliament supports the CBAM in principle, as long as it is designed in a WTO-compatible way, with climate objectives at the forefront and not being used as a means of protectionism. The possible revenues raised throughthe CBAM should be used to supportthe aims of the Green Deal.\nIn the Parliament's view, the CBAM should coverall imports of products and commodities under the EU ETS. The Parliament stated that, following an impact assessment, the CBAM should cover sectors such as cement, steel, aluminium, oil refining, paper, glass, chemicals and fertilisers. The Parliament also underlined the need to give special treatmentto least developed countries (LDCs).\nPreparation of the proposal\nIn December 2019, the European Commission adopted its communication on the European Green Deal, which included the commitment to put forward the CBAM for selected sectors in 2021. Preparatory work by the Commission included an inception impactassessment published in March 2020, anda public consultation took place between 22 July and 28 October 2020. On 16 September 2020, Commission President Ursula von der Leyen announced that a legislative proposal on the CBAMand the CBAMas an own resource would be in the Commission's 2021 work programme.\nOn 14 July 2021, the Commission adopted its proposal for a CBAM, which would equalise the price of the GHG emissions concerned between domestic products and imports in selected sectors. An impact assessment accompanied the proposal, which confirmed the target sectors most at risk of carbon leakage, and the most feasible option for a CBAM (option 4). EPRS has published an initial appraisal of that impact assessment. The proposal was open for feedback until 18 November 2021 and received nearly 200 responses from stakeholders.\nThe changes the proposal would bring\nThe CBAM aims to prevent carbon leakage, while ensuring the effectiveness of EU climate policy. In addition, the CBAM could incentivise third-country governments to put in place greener policies and third-country producers to reduce their emissions. The proposal would extend to imports from all third countries, including the United Kingdom (with the possible exception of Northern Ireland); exemptions will be given to imports from Iceland, Liechtenstein and Norway, which participate in the EU ETS, and Switzerland, whose ETS is linked to the EU ETS.\nIn the impact assessment report, the Commission estimates that the preferred option for a CBAM (option 4) put forward in the regulatory proposal would lead to a 13.8 % reduction in EU emissions for the CBAM sectors relative to the baseline in 2030. In the rest of the world, emissions in the CBAM sectors would decrease by about 0.3 %.\nFor EU producers, the phase-out of free allocations is expected to increase the incentive to decarbonise, while for third-country producers the CBAM surchargeincreases the incentive to make efficiency improvements. Carbon leakage would be mitigated to a degree (estimated at -29 % in the CBAM sectors in 2030), while the negative effects on gross domestic productand consumption are considered to be limited.\nThe Commission has proposed that the CBAM would only apply to direct emissions (scope 1) released during the production process of the goods covered by it. Indirect emissions (scope 2 and scope 3), such as the emissions generated from electricity used for manufacturing, heating or cooling during the production process, will not be used as abasis for the CBAM charge. This is meant to ensure administrative simplicity, as indirect emissions come from sources other than the reporting entity and can therefore be hard to measure. However, the Commission proposes that",
  "page_5": "EU carbon border adjustment mechanism\ndeclarants would report their embedded emissions corresponding to the previous quarter's imports, detailing direct and indirect emissions, and any possible carbon price already paid abroad.\nThe CBAM may be extended in future iterations to encompass indirect emissions from purchased energy (scope 2). In addition, the Commission can define the calculation methods, including system boundaries, for embedded emissions at a later stage through delegated acts.\nPotential changes for importers and manufacturers\nThe CBAM would bring about different changes for different stakeholders in the five sectors concerned, while third-country manufacturers of products covered by the CBAM would face an additional fee for their exports. The price of the CBAM certificates would be directly linked to the weekly price of EU ETS allowances, which could incentivise decarbonisation of emissions, particularly if alternative low-carbon technologies are available and affordable. On the other hand, third-country producers could also engage in ‘resource reshuffling’, whereby they export products with low carbon content tothe EU, while reserving dirtier products for domestic or non-EU markets.\nThe bureaucratic burden of the CBAM would mostly be borne by EU importers. Third-country producers could choose to import through an EU customs broker, or set up a local EU business unit to act as a declarant for CBAM purposes.\nFrom January 2023 to December 2025, over the course of the transition period, importers would be responsible for calculating and reporting carbon emissions in line with EU requirements, with the Commission collecting accurate CO-equivalent emissions data from the importers concerned. There would be no payment of financial adjustments during the transition period.\nFrom January 2026 onwards, importers would be responsible for procuring CBAM certificates for each metric tonne of CO; and, where relevant, N2O and PFCs. Declarants would be able to purchase CBAM certificates at any time and they would remain valid for 2 years; they will also be liable for ensuring independent verifications of emission calculations. In addition, importers will have to obtain possible exemptions for qualifying products from jurisdictions that implement carbon pricing equivalent to the EU ETS.\nThe CBAM proposal would also influence EU industry in various ways. According to the Commission impact assessment report, EU producers of the five product categories could potentially see their output increase as competing imports from third countries fall under the CBAM. At the same time, they would see their free allowances underthe EU ETS phased out, which could result in a reduction of EU exports compared toa scenario where theEUETS cap is strengthened but free allocations are maintained.\nMeanwhile, EU downstream producers that use the five product categories as inputs (e.g. manufacturers of components or finished goods) in their supply chains could also be affected. Analysts expect that industries such as the automotive, construction, packaging and consumer appliances industries will incur higher costs if their imports are covered by a CBAM charge, which could harm their competitiveness. Downstream producers could be encouraged to reconsider their suppliers, actively seeking out less carbon-intensive inputs to avoid paying the financial adjustment.\nSome third countries could opt to invest in cleaner products for export purposes. The Commission estimates that the raw material represents such a limited part of the added value of such finished products that the impact on competitiveness would be modest. In the coming years, the Commission will re-evaluate the need to expand the CBAM to more sectors and to further products downstream in the supply chain, and to indirect emissions.\nAdvisory committees\nThe European Economic and Social Committee (EESC) adopted its opinion on the proposal, prepared by the section for Agriculture, Rural Development and the Environment (NAT), on 8 December 2021. The EESC welcomed the proposal and called for the extension of the impact",
  "page_6": "EPRS | European Parliamentary Research Service\nassessment to export activities within the sectors covered. Furthermore, the EESC's opinion was in favour of supporting the industrial transition of the affected sectors by directly allocating revenue from the CBAM. The EESC expected the Commission to address the possible effects of the CBAM through the value chain by means of an impact study.\nThe European Committee of the Regions adopted an opinionon making the EU ETS and CBAM work for EU cities and regions on 28 April 2022. It supported the introduction of CBAM as a means to address carbon leakage and to encourage global climate action. Furthermore, the opinion stressed that the mechanism should be reviewed regularly, in terms of its sectoral scope and emissions covered, taking into accountits local and regional impacts.\nStakeholder views?\nThe European climate action network of non-governmental organisations (NGOs) has noted that the CBAMis one key tool in the broader policy mix required to reach the EU's climate goals, and that potential negative impacts in third countries should be mitigated in line with the principles of a just transition. The European Environmental Bureau highlighted the need to accompany the CBAM with a strong monitoring, reporting and verification system to avoid the redirection of dirtier products towards non-EU markets. Sandbag has underlined that the climate impact of CBAM would be minor, and consumers might be the ones to bear its costs.\nMany EU industry representatives welcome the general idea of the CBAM to the extent that it can level the playing-field vis-a-vis foreign competitors, but express reservations about its design, timing and implementation. In addition, their stances differ depending ontheir positionin the value chain, trade exposure and of sector economic activity. For some, the preservation of free allowances under the EU ETS would be preferable to the CBAM. For instance, the European Cement Association (Cembureau) called for the initial co-existence of the CBAM with the EU ETS's free allowances; the steel and aluminium industry has argued that the phase-out of free allocations would raise production costs and reduce the resources available to invest in decarbonisation; BusinessEurope has highlighted the need for WTO compatibility to avoid retaliation from third countries, and the long-term ambition for a climate club instead of unilateral measures; and a legal study commissioned by AegisEurope has argued that the co-existence of free allowances and the CBAM can be WTO-compatible.\nOne core concern is calculating the carbon content of foreign imports, and whether to benchmark against the average emissions of the best-performing EU countries or based on pre-determined default values; numerous examples of circumvention have also been raised. As long as only a sub- set of the supply chain of a given sector is covered by the CBAM, imports could shift into product categories that are not covered by it. A possible solution could be a wider coverage of product categories under the CBAM, including downstream in the supply chain.\nIn addition, representatives of the sectors covered by the CBAM have flagged concerns about the competitiveness of their exports as some of their input products become covered by the CBAM charge. Industry representatives have proposed a system of export rebates to mitigate this risk.\nThird countries have been critical of the CBAM proposal, and neighbouring countries, whose exports are particularly exposed to the CBAM, have voiced concerns over the WTO-compatibility of the measure. Ukraine's steel industry has highlighted the national commitment to EU standards under the EU-Ukraine Association Agreement, calling for an exemption for the steel industry; the Turkish Industry and Business Association has called for EU funding to support Turkey's alignment with the CBAM; Russia has stated that the EU appears to be using the climate agenda to erect new trade barriers; China has underscored the Paris Agreement's principle of wealthier countries bearing a proportionally greater responsibility of cutting emissions; and, in a joint statement, Brazil, South Africa, India and China have expressed concerns that the CBAM would have negative implications for developing countries.",
  "page_7": "EU carbon border adjustment mechanism\nAcademic views\nEnergy economics literature on the subject of carbon border adjustment has studied its potential to reduce carbon leakage effectively. In a briefing commissioned by the Parliament's INTA committee in 2020, Felbermayr and Peterson showed that direct leakage can be reduced by a CBAM, but less so through energy markets. Kuik and Hofkes (2010) found that, in the EU context, a CBAM could reduce leakage rates for the iron and steel industry, but less so for cement. Winchester et al. (2011) found that carbon border adjustments could reduce leakageby up to two thirds, but less so global emissions, suggesting a modest net climate impact. This echoes Fischer and Fox (2012), who compared different leakage policies and concluded that all, including carbon border adjustment, can foster competitiveness butdo not reduce global emissions.\nKuusi et al. (2020) say that a realistic CBAM policy design, consisting of a narrow set of emission- intensive imports, would act moreas a signal of the EU's determination to resolve carbon leakage, while the economic and environmental impact would remain small. More recently, Fragkos et al. (2021) concluded that the CBAM could be effective in reducing leakage through the channel of competitiveness, butnoted that the legal and administrative burden may reduce its efficiency gains. To mitigate this, the authors suggest paying close attention to howthe possible revenues derived from aCBAM-like measure could be used optimally, suchas for social purposes.\nLegal and policy scholars have studied the optimal policy design, including compatibility with the rules ofthe WTO. In alegal assessment commissioned by the Parliament's INTA committee in 2020, Pauwelyn and Kleimann provide an overview of relevant WTO disciplines for the purposes of the CBAM, including the possible justification of the measure on environmental grounds. Balistreri et al. (2014) argued that, to ensure WTO compatibility, the optimal carbon price under a CBAM-like measure should be about half - and not equivalentto- the domestic carbon price. Evans et al. (2021) noted that an imports-based carbon border adjustment would level the playing-field but fail to help EU exports, suggesting that the free allocations for exports could be warranted.\nThe CBAM's implications for third countries, including its potential to encourage emissions reductions, has been a focus of recent academic studies. Eicke et al. (2021) consider that risks for third countries depend on exposure and ability to adapt to the EU CBAM, concluding that most vulnerable countries are locatedin Africa and south-eastern Europe. Chepeliev (2021) has calculated that Ukraine could face a per capita income change of -0.4% and reductions in domestic iron and steel production of up to 3.9 %. The Institute for European Environmental Policy considers that the negative implications of the CBAM for climate-vulnerable countries could be addressed through stronger dialogue, avoidance of double compensation for EU industries, potential exemptions and a supply of wider aid measures, including through CBAM revenues.\nLegislative process\nOn 9 September 2021, the Commission presented the CBAM proposal in the ENVI committee. The same month, the Parliament appointed Mohammed Chahim (S&D, The Netherlands) as rapporteur for the CBAM under the ordinary legislative procedure. The lead committee is ENVI, while INTA, BUDG and ITRE are associated committees. INTA decided not to give an opinion. AGRI, ECON and DEVE contributed with simple opinions.\nOn 21 December 2021, the rapporteur presentedhis draft report on the proposal.\nThe ENVI committee adopted its report on 17 May 2022 by 49 votes in favour, 33 against and five abstentions. The report increased the scope of products covered to include, from the outset, hydrogen, organic chemicals and polymers, and by 2030, all EU ETS sectors. By June 2025, the Commission would have to adopt a delegated act with a timeline for the gradual inclusion of all covered goods. Furthermore, the Commission would have to add downstream products through delegated acts. In addition to the direct emissions covered by the mechanism, the report added indirect emissions from electricity. On trade flows, the Commission would have to perform an",
  "page_8": "EPRS | European Parliamentary Research Service\nannual CBAMassessment to verify the mechanism's effectiveness in addressing carbonleakage risk and its impact on EU exports.\nThe report also introduced changes to the proposed timeline; the transitional phase would run in 2023 and 2024, while free allocations would be phased out between 2025 and 2030. The last year for phasing out these allowances within the sectors initially covered would be 2030 (10 % in 2025, 20 % in 2026, 30 % in 2027, 50 % in 2028, 75 % in 2029, 100 % in 2030). Other EUETS sectors to be included by 2030 would have a four-year phase-out period (30 % reduction in the second year, 60 % in the third and 100 % at the end of the fourth year).\nFor the determination of embedded emissions relating to products, fallback default values for each exporting country and each good would be set at the average emission intensity of the 10 % worst- performing installations in each exporting country. When reliable datafor that country could not be applied, the default would be set at the average emissions intensity of the 5 % worst-performing EU installations. Furthermore, the determination of embedded emissions for electricity would be based on actual verified emissions, with the default values based on the 10% worst-performing installations producing electricity in the third country.\nThe report mentioned that revenue from CBAM would accrue to the EU budget, and that the EU's financial support for the decarbonisation efforts of LDCs would have to be equivalentin value to the revenues generated by the sale of CBAM certificates. In terms of governance, the report favoured centralised administration with the creation an EU CBAM authority, unlike the Commission's proposal, which envisaged decentralised administration by each Member State.\nThe report strengthenedthe Commission's powers to monitor andaddress circumvention practices and defined additional cases that could constitute circumvention, such as: direct and indirect subsidies to absorb the costs relating to a CO2 price; CO2 prices paid in third countries and placed only on goods exported to the EU; outsourcing of production of downstream products as a means to not be obliged to pay the CO: price in the EU; transhipment; and patterns and channels of sale and production reorganisation by exporters.\nDuring the June! 2022 plenary session, thereport was referred back to the committee, without any vote on its content, following the rejection of the parallel report on the review of the EU ETS. Subsequently, during the June Il plenary session, Parliament adopted the report with amendments on 22 June, with 450 votes for, 115 against and 55 abstentions. On the same day, Parliament also adopted the report on the review of the EU ETS.\nParliament's position in respect of the increased scopeof the CBAM would require the Commission to conduct an assessment of the technical specificities in relation to organic chemicals and polymers to guarantee smooth implementation.\nThe text introduced changes to the Commission's proposed timeline, with the transitional phase running from 1 January 2023 until the end of 2026. The phase-in of CBAM requirements would be coordinated with the phase-out of free allocationin the EU ETS? between 2027 and 2032, ona yearly basis: 93 % in 2027, 84% in 2028, 69 % in 2029, 50 % in 2030, 25 % in 2031, and reaching zero in 2032. Additional products to be covered by the CBAM would follow the same reduction speed and would need to reach 0 % after six years. However, free allocations would continue for products covered by CBAM, as long as those were producedfor export outside the Union to countries where no carbon pricing mechanisms, similarto the ETS, are in place. Nonetheless, the Commission would have to present a report, by theend of 2025, to the Parliament andthe Council, assessing the effects of both EU ETS and the CBAM on the production of goods for export and on WTO compatibility. Furthermore, the Commission would need to present a legislative proposal addressing carbon leakage if appropriate.\nParliament called on the Commission to establish a ‘carbon club' - an open non-exclusive international forum - which would have the purpose of ensuring uninterrupted dialogue with the Union's trade partners. The text suggest thatthe 'club' could be established within an international",
  "page_9": "EU carbon border adjustment mechanism\nmultilateral organisation such as the WTO or the Organisation for Economic Co-operation and Development (OECD).\nOn 15 March 2022, the Council adopted its general approach on the CBAM. The Council introduced changes to the CBAM governance, in comparisonto the Commission's proposal, by means of greater centralisation. Furthermore, the Council, to reduce administrative complexity, would establish a minimum threshold, exempting consignments with a value of less than €150 from CBAM obligations. In addition, the Council suggested the establishment of a ‘climate club’ through an alliance of countries that have carbon pricing instruments or other comparable instruments in place.\nOn 11 July 2022, a first session of trilogue negotiations was held, followed by two more on4 October and 8 November 2022. On 13 December 2022, during the final trilogue negotiation round, a provisional agreement was reached by the Parliamentand Council.\nThe provisional agreed text extends the CBAM to a wider range of products and emissions. In addition to the products put forward by the Commission (cement, electricity, fertilisers, iron and steel, and aluminium), the CBAM will include hydrogen (as per the Parliament's amendment) and some precursors anddownstream products made from cement, iron and steel, and aluminium. The CBAM's product scope, should be extended to cover all EU ETS sectors by 2030. The CBAM will also cover indirect emissions from the generation of electricity used for producing goods (as per the Parliament's amendment) — with the exception of goods for which the EU ETS Directive allows Member States to compensate indirect costs (iron and steel, aluminium and hydrogen). The definition of direct emissions is extended to include heating and cooling.\nThe CBAMwill not apply to goods of negligible value (goods with an intrinsic value not exceeding a total of €150 per consignment, as defined in Council Regulation (EC) No 1186/2009 on relief from customs duty) or to goods 'to be moved or used in the context of military activities’.\nAccording to the provisional agreed text, the CBAM will have a transitional period from 1 October 2023 to 31 December 2025, and will be fully implemented from 1 January 2026. Starting one year before the endof the transitional period, importers or indirect customs representatives will be able to apply for the status of authorised CBAM declarant, to be granted by the Member State where the applicant is established. As from 1 January 2026, only authorised declarants will be able to import CBAM goods into the EU. The CBAM registry — introduced in the provisional agreed text as per the Parliament's amendment — will be set up and administered by the Commission. It will feature all authorised CBAM declarants, as wellas all applicants that have had their CBAM declarant application refused and those that whose declarant status has been revoked.\nTo ensure that the purchase, holding, surrender, re-purchase and cancellation of CBAM certificates occurs without irregularities, the Commission will need to perform risk-based controls on the data and transactions recorded in the CBAM registry.\nThe agreed text further develops the Commission's definition of circumvention practices, as introduced by Parliament's amendments. They are defined as 'a change in the pattern of trade in goods, which stems from a practice, process or work, for which there is insufficient due cause or economic justification other than avoiding, wholly or partially, any of the obligations laid down’ in the CBAM regulation. In order to identify circumvention practices, the Commission must monitor the EU market, and can start investigative actions eitheron its own initiative or following reasoned and evidence-based notifications from Member States, interested parties, environmental organisations or NGOs. Furthermore, the Commission may extend the scope of the CBAM through delegated acts, in order to prevent circumvention practices.\nPersons who are not authorised CBAM declarants andwho fail to comply with the regulation will be subject to stricter penalties, amounting to three to five times the excess emissions penalty set out in EVETS Directive 2003/87/EC. Penalties will be imposed by the Member States.\nThe EU ETS's free emission allowances mechanism is to be replaced by the CBAM, by means of a nine-year phasing-out of the free allowances under the current revision of the EU ETS from 2026 to",
  "page_10": "EPRS | European Parliamentary Research Service\n2034 anda corresponding phasing-in of the CBAM. During this period, free emission allowances will be reduced firstly at a slower rate, this will increase as the period comes to an end. The reduction rate for free allowances, according tothe revision of the EU ETS, is as follows: 2026: 2.5 %; 2027:5 %; 2028: 10 %; 2029: 22.5 %; 2030: 48.5 %; 2031: 61 %; 2032: 73.5 %; 2033: 86 %; and 2034: 100 %.\nThe agreed text places new review and reporting requirements upon the Commission. Before the end of the transitional period, the Commission must submit a report on the application of the regulation. This report, among other requirements, will need to assess the possibility of extending the CBAM's scope to emissions embedded in the transport of CBAM goods and transportation services, and to goods not yet listed but that are at risk of carbon leakage, specifically, as per Parliament's amendment, organic chemicals and polymers. The CBAM's governance system will also need to be assessed and includedin the report, as will progress made in international discussions in respect to climate action. Furthermore, theCommission mustalso presenta report,at least one year before the end of the transitional period, recommending products further down the value chain of the goods covered by the CBAM, for consideration to become part of the scope of the regulation. These two reports must be accompanied by legislative proposals by the end of the transitional period, if appropriate.\nFrom the end of the transitional period and every two years thereafter, the Commission must, as part ofits annual report, assess the effectiveness of the regulation in addressing carbon leakage risk for goods produced in the EU for export tothird countries that do not enforce the EU ETS or a similar pricing mechanism. Before 1 January 2028 and every two years thereafter, the Commission must report on the application of the regulation and thefunctioning of the CBAM. Finally, the agreed text requires the Commissionto produce one further report, and advises the development of another.* In case of unforeseeable, exceptional and unprovoked events with destructive consequenceson the economic and industrial infrastructure of countries subject to the CBAM, the Commission must produce a report assessing the situation, which may be accompanied by a legislative proposal setting out the provisional measures neededto address those exceptional circumstances.\nThe provisional agreed text includes the Council's call for the creation of an open, voluntary, non- exclusive climate club° aimed at higher climate ambition, in line with the Paris Agreement:'a forum of countries with carbon pricing instruments or other comparable instruments’. The Parliament had called for the creation of a carbon club, in nature the same as the proposed climate club. The purpose of the club is to develop ‘bilateral, multilateral and international cooperation with third countries’. The provisional text also mentions that the EU should offer both financial and technical assistance to least developed countries in order to help with the implementation of the CBAM regulation, and to supporttheir climate change mitigationand adaptation efforts.\nThe provisional agreed text was endorsed by Coreper on 20 December 2022 and by the ENV! committee on 9 February 2023. On 18 April 2023 the text was adopted in plenary with 487 votes in favour, 81 against and75 abstentions. The final act was signed on 10 May 2023 and published in the Official Journalon 16 May 2023.\nEuropean Parliament supporting analysis\nErbach G. with Foukalova N., Review of the EU ETS: 'Fit for 55' package, EPRS, European Parliament, 2023. Kramer E., ‘Fit for 55' package: Carbon border adjustment mechanism, initial appraisal of a Commission impact assessment, EPRS, European Parliament, 2022.\nRemeurC., Carbon emissions pricing: Some points of reference, EPRS, European Parliament, 2020. Four briefings on Trade-related_ aspects of carbon border adjustment mechanisms, Policy Department for External Relations, European Parliament, 2020.",
  "page_11": "EU carbon border adjustment mechanism\nOTHER SOURCES\nCarbon Border Adjustment Mechanism, Legislative Observatory (OEIL), European Parliament.\nKuusi T., Bjorklund M., Kaitila V., Kokko K., Lehmus M., Mehling M., Oikarinen T., Pohjola J., Soimakallio S. and Wang M., Carbon Border Adjustment Mechanisms and Their Economic Impact on Finland and the EU, Prime Minister's Office, 2020.\nSapir A., ‘The European Union's carbon border mechanism and the WTO', Bruegel Blog, 19 July 2021. Border Carbon Adjustments: Background and Recent Developments, Congressional Research Service, 28 June 2022.\nThe EU Carbon Border Adjustment Mechanism ('CBAM’)_ after the trilogue, Van Bael & Bellis, 27 January 2023.\nENDNOTES\n1 The covered by the EU ETS carbon dioxide (CO2), methane (CHa), nitrous oxide (N20), hydrofluorocarbons gases are (HFCs), perfluorocarbons (PFCs) and sulphur hexafluoride (SFe). This section aims to provide a flavour of the debate and is not intended to be an exhaustive account of all different views on the proposal. Additional information can be found in related publications listed under 'European Parliament supporting analysis’. The Parliament's adopted text on the review of the EU ETS, includes the exact same schedule for the phasing out of free allowances. The agreed text advises the Commission to evaluate and report on how financing under the Neighbourhood, Development and International Cooperation Instrument (NDICI) has contributed to the decarbonisation of the manufacturing industry in the least developed countries. This would be performed from the end of the transitional period, as part of the annual reporting under Article 41 of the NDICI Regulation (EU) 2021/947. Parliament's amendment called for the creation of a ‘carbon club’. On December 2022, the Group of Seven (G7) launched an initiative to create an open, cooperative and inclusive climate club in order to accelerate the implementation of the Paris Agreement.\nDISCLAIMER AND COPYRIGHT\nThis document is prepared for, and addressed to, the Members and staff of the European Parliament as background material to assist them in their parliamentary work. The content of the document is the sole responsibility of its author(s) and any opinions expressed herein should not be taken to represent an official position of the Parliament.\nReproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliamentis given prior notice and sent a copy.\n© European Union, 2023.\neprs@ep.europa.eu (contact)\nWwww.eprs.ep.parl.union.eu (intranet)\nwww.europarl.europa.eu/thinktank (internet)\nhttp://epthinktank.eu (blog)\nFifth edition of a briefing originally drafted by Jana Titievskaia with Alina Dobreva. The 'EU Legislation in Progress' briefings are updated at key stages in the legislative procedure.\n11"
},
  "language": "Languages.ENGLISH",
  "total_pages": 11
}
