{
  "file_name": "108_1115.pdf",
  "pages": {
  "page_1": "20. Wahlperiode\nAusschussdrucksache 20(25)56\nZ N\n2 A Ss\nDeutscher Bundestag\nAusschuss für Klimaschutz\nund Energie\n10. Mai 2022\nStellungnahme\nIG Metall\n10. Mai 2022",
  "page_2": "IG METALL\nBRÜSSELER BÜRO\nEinführung eines CO2-Grenzausgleichsmechanis- mus‘ (CBAM) auf EU-Ebene\nEin CO2-Grenzausgleichsmechanismus soll asymmetrische Klimapolitik ausgleichen, international faire Wettbewerbsbedingungen herstellen und so vermeiden, dass Unternehmen aufgrund der mit Klima- maßnahmen verbundenen Kosten ihre Produktion in Länder mit weniger strengen Emissionsauflagen verlagern (Carbon Leakage). Die EU-Kommission hat im Juli einen Vorschlag zur Umsetzung eines Grenzausgleichsmechanismus vorgelegt. Die Bewertung sollte aus Sicht der IG Metall anhand von Be- wertungskriterien erfolgen, die eine effektive Klimapolitik und einen fairen Wettbewerb sicherstellen. Nur so ist eine erfolgreiche Transformation im Sinne der Beschäftigten möglich.\nBewertungskriterien der IG Metall für einen Grenzausgleichsmechanismus\nGrundsätzlich spricht sich die IG Metall für die Einführung eines Grenzausgleichsmechanismus aus. Mit einem solchen Mechanismus können wir sicherstellen, dass die Dekarbonisierung der Industrie nicht zulasten der Beschäftigten in Europa geht. Ferner kann so dem Phänomen begegnet werden, direkte Emissionen zu vermeiden und diese dann wieder über Güter zu importieren. Zur Bewertung der ge- planten Maßnahmen ziehen wir die folgenden Kriterien heran:\no Ziel eines Grenzausgleichsmechanismus muss die umweltpolitische Lenkungswirkung sein. So kann erreicht werden, dass die hiesige Industrie den Weg der sozial-Öökologischen Transition verfolgen kann ohne dass mit Rückgriff auf Art. XX GATT ein Verstoß gegen WTO-Recht zu befürchten ist. Einnahmen aus einem Grenzausgleich müssen zweckgebunden für die Gestaltung der Transforma- tion verwendet werden. Ein Grenzausgleich muss so umgesetzt werden, dass die Schutzwirkung der bisherigen Instrumente über den Zeithorizont der nächsten Jahre komplett ausgeglichen wird und zu keinem Zeitpunkt eine „Schutzlücke“ entsteht. In einer ersten Phase sollte der Grenzausgleichsmechanismus auf Grundstoffe angewendet wer- den. Da das allerdings dazu führen kann, dass importierte Zwischen- und Endprodukte einen Wett- bewerbsvorteil auf dem europäischen Markt haben, sollte der Geltungsbereich des Ausgleichsme- chanismus sukzessive ausgeweitet werden. Hierbei ist allerdings zu bedenken, dass insbesondere Endprodukte auch anderen klimapolitischen Regulierungsanforderungen unterliegen. Die unter- schiedlichen Regulierungsebenen müssen aufeinander abgestimmt sein. Ebenso darf die Einführung eines Grenzausgleichsmechanismus nicht dazu führen, dass der Pro- duktionsstandort Europa einen Wettbewerbsnachteil auf dem Weltmarkt erfährt. Dies würde trotz Grenzausgleichsmechanismus z.B. dann geschehen, wenn Produzenten, die auf Vorprodukte von vom CBAM erfassten Industrien angewiesen sind (Down-Stream-Produzenten), ein Nachteil auf dem Weltmarkt entstünde.\nIG Metall, Brüsseler Büro\nBoulevard du Roi Albert Il, 5; 1210 Brüssel; Belgien\nAnsprechpartner: Andreas Bodemer; andreas.bodemer@igmetall.de; +32 (0)470 920636 V.i.S.d.P.: Dirk Bergrath",
  "page_3": "Grenzausgleichsmechanismen lassen sich mit weiteren Maßnahmen kombinieren. Zu denken ist insbesondere an die Schaffung von Leitmärkten und Skaleneffekten für Produkte wie „grünen Stahl“. Dies kann z.B. durch Anreize für Down-Stream-Produzenten, dekarbonisierte Produkte zu verarbeiten, etwa eine Anrechnung von grünem Stahl auf die CO2-Flottengrenzwerte von PKW/ LNF und SNF oder eine entsprechende Reform des Beihilferechts, das vorsieht, dekarbonisierte Produkte zu bevorzugen und Quotenregelungen für die Verwendung dekarbonisierter Produkte im Produktionsprozess geschehen. Ein Ausgleichsmechanismus muss den Schutz jener Industrien bedeuten, die unter Aufwendung enormer Investitionskosten innovative Technologien für die De- karbonisierung der Wirtschaft entwickeln und fördern. Die IG Metall hat stets Anforderungen für die Einführung einer CO2-Besteuerung genannt, wenn diese überproportional Verbraucher*innen unterer Einkommensgruppen treffen und damit Ge- fahr laufen würde, soziale Ungleichheit zu verschärfen. Falls eine CO2-Steuer, im Rahmen eines Grenzausgleichsmechanismus eingeführt würde, müsste sie diesen Anforderungen natürlich auch gerecht werden. Dazu gehört insbesondere, dass eine signifikante Anhebung der Verbraucher- preise nur erfolgen darf, wenn mittels öffentlicher Investitionen und Förderprogramme die Rah- menbedingungen für Alternativen geschaffen sind, auf die die Bürger*innen dann auch zurückgrei- fen können."
},
  "language": "Languages.GERMAN",
  "total_pages": 3
}
