{
  "file_name": "108_1116.pdf",
  "pages": {
  "page_1": "N\nN 7\nWIRTSC Ha FTS\nFORUM\nDER SPDE.V.\n— u\nBDSV\nSOUVERÄNITÄT UND RESILIENZ SICHERN\nINDUSTRIEPOLITISCHE LEITLINIEN UND INSTRUMENTE FÜR EINE\nZUKUNFTSFÄHIGE SICHERHEITS- UND VERTEIDIGUNGSINDUSTRIE",
  "page_2": "N\n7\n— u\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nEinleitung\nSpätestens seit dem Überfall Russlands auf die Ukraine hat sich die geopolitische und sicherheits- und verteidigungspolitische Lage sowohl global als auch in Europa fundamental verändert. Die post-kommunistische Friedensordnung in Europa hat sich aufgelöst, einige Staaten und Terrororganisationen begreifen Gewalt und Krieg als Mittel ihrer Politik.\nDas stellt Europa, die Nato und Deutschland mit seiner Bundeswehr vor neue Aufgaben. Das angestrebte Ziel ist dabei, Abschreckung durch verstärkte Maßnahmen zur Erhöhung der Verteidigungs- und Bündnisfähigkeit zu erreichen.\nDie Bundesregierung hat hierzu als ersten Schritt das 100-Milliarden-Euro-Sondervermögen Bundeswehr aufgelegt und erklärt, dass auch mittelfristig das 2%-NATO-Ziel für die Finanzierung der verteidigungspolitischen Aufgaben sicherzustellen und die Erhaltung einer leistungsstarken Sicherheits- und Verteidigungsindustrie (SVI) ein wichtiges Ziel sei.\nMit dem 100-Milliarden-Euro-Programm ist es möglich, notwendige Beschaffungen für die Entwicklung der Bündnis- und Verteidigungsfähigkeit durchzuführen; zu erheblichen Teilen erfolgen diese aus den USA und Israel. Weder aus Sicht des Bundeswehr-Bedarfs noch aus Sicht der SVI reicht dies aus. Deutschland und Europa brauchen ein industriepolitisches Konzept zur Stärkung der SVI und zum Aufbau und zur Entwicklung eigener leistungsfähiger Verteidigungssysteme in den Dimensionen Land, Luft und See.\nDazu ist es notwendig, die Innovations- und Investitionskraft der SVI zu erhöhen und gezielte F&E-Maßnahmen zu ermöglichen. Zur Umsetzung bedarf es einer Beschaffungspolitik, die Berechenbarkeit und Planungssicherheit schafft, damit die notwendigen Investitionen und der notwendige Know-how-Aufbau sichergestellt werden.\nEine leistungsfähige nationale SVI bedeutet konkret:\n_ Wahrung, Weiterentwicklung und Ausbau der Kernkompetenzen und Schlüsseltechnologien im Inland Substanziell geförderte nationale Technologieschwerpunkte _ auch bei internationalen Kooperationen, um technische und logistische Abhängigkeiten konsequent zu minimieren Unabhängigkeit von Lieferpriorisierungen ausländischer Hersteller und Zulieferer Hinreichender Einfluss auf logistische Prozesse Hoheit über systemkritische Zulassungs- und Zertifizierungsprozesse Fähigkeit für Streitkräfte-übergreifende Operationsführung Unabhängige Betreuungsfähigkeit der Streitkräfte (Wartung, Modernisierung, Weiterentwicklung)\nEin umfassendes industriepolitisches Konzept für die Verteidigungsindustrie existiert bislang nicht. Ein solches Konzept ist allerdings unverzichtbar, um die Leistungsfähigkeit der Industrie\n2",
  "page_3": "KERN\nN\nW\n——E 0\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nzu sichern und ihre Möglichkeiten zur Produktentwicklung und Produktproduktion relevanter Verteidigungssysteme in den Dimensionen Land, Luft und See zu ermöglichen.\nIn der nationalen Sicherheitsstrategie der Bundesregierung heißt es dazu:\n„Eigenständige europäische Handlungsfähigkeit ist zunehmend Voraussetzung für die Sicherheit Deutschlands und Europas. Dazu gehören moderne, leistungsfähige Streitkräfte der EU-Mitgliedstaaten ebenso wie eine leistungs- und international wettbewerbsfähige europäische Sicherheits- und Verteidigungsindustrie, die die Grundlagen der militärischen Fähigkeiten der Streitkräfte schafft.“ (Nationale Sicherheitsstrategie, 2023)\nDie im November 2023 veröffentlichten „Verteidigungspolitischen Richtlinien” des Bundesverteidigungsministeriums formulieren hierzu: „Eine starke nationale und europäische Rüstungsindustrie ist für die zukunftsfähige Bundeswehr ein wesentlicher Faktor. Es gilt, die sicherheits- und verteidigungsindustrielle Basis in Deutschland und Europa in Bezug auf Resilienz und Redundanz deutlich zu stärken.“\nDeutschland benötigt eine verlässliche und strategische Ausrichtung für seine Industrie, die deutlich über eine Legislaturperiode hinausgeht. Nur so kann Deutschland seine souveräne Handlungsfähigkeit als starker und gleichberechtigter Bündnispartner sicherstellen, um seine berechtigten Sicherheitsinteressen zu wahren. Diese Handlungsfähigkeit ist jedoch nur mit einer national wettbewerbsfähigen und leistungsstarken SVI und Bundeswehr darstellbar.\nDer Ukraine-Krieg zeigt einmal mehr, wie wichtig — gerade bei der Landes- und Bündnisverteidigung — vernetzte und zur Kollaboration befähigte Streitkräfte sind. Die vernetzte Operationsführung verlangt eine Kombination aus vertrauenswürdiger, hochperformanter Technologie, vorausschauendem Denken sowie kooperativem Handeln.\nEs erfordert ernsthafte und gemeinsame budgetäre und programmatische Zusagen von SVI, Bundeswehr und Politik, um von Konzepten über Demonstratoren hin zu einsatzbereiten Lösungen zu kommen und um nicht noch weiter im internationalen Vergleich zurückzufallen.\nEinmal aufgegebene Schlüsseltechnologien und Fähigkeiten sind, wenn überhaupt, nur unter großem finanziellem und zeitlichem Aufwand wiederzuerlangen. Wir erachten es daher als notwendig, einen echten strategischen Dialog zwischen Industrie, Politik und Regierung aufzusetzen, der die Kernfähigkeiten und Schlüsseltechnologien zur Wahrung eigenständigen nationalen Handelns definiert.\nLieferketten für militärische Großprojekte sind grundsätzlich komplex und involvieren oft hochspezialisierte Unternehmen aus dem Mittelstand. Diese bewährten Beziehungen sind in der Regel über Jahrzehnte aufgebaut, um Vorgaben und Zertifizierungen zu gewährleisten und eine maximale Effizienz in der Wertschöpfungskette zu erreichen.",
  "page_4": "KERN\nN\nW\n——E 0\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nKMU und Systemhäuser bilden integrierte Wertschöpfungsketten und sind voneinander abhängig. Eine verbindliche Planungssicherheit ist daher fundamental, um erforderliche Vorlaufzeiten für eine gesicherte Produktion und Lieferung realisieren zu können. Insbesondere für den Mittelstand ist Produktionsstabilität wichtig, da ihre Ressourcenflexibilität begrenzt ist.\nUm Komponenten/Systeme in die Produktionsabläufe zu integrieren, sind entsprechende Vorlaufzeiten notwendig, da Materialien eingekauft, Zulieferer unter Vertrag genommen und Liefergegenstände entsprechend produziert werden müssen.\nNeben gesicherten nationalen und europäischen Wertschöpfungsketten ist Verlässlichkeit und Verbindlichkeit beim Export essentiell. Die SVI als Branche unterstützt ausdrücklich, dass Deutschland mit großer Sorgfalt jeden einzelnen Exportfall prüft.\nFaire Wettbewerbsbedingungen und eine Harmonisierung der Exportgenehmigungen in der EU sind dabei Voraussetzungen für europäische und internationale Partnerschaften bei Rüstungsprojekten und länderübergreifenden Unternehmenskooperationen _ von Lieferbeziehungen in Wertschöpfungsketten über Joint Ventures bis zu Zusammenschlüssen, wie sie von der EU und der Bundesregierung gewünscht sind. Sie sind ein Pfeiler für Auslastung, Erhalt und technologische Entwicklung entsprechender industrieller SVI- Kapazitäten und der damit verbundenen hochqualifizierten Arbeitsplätze in Deutschland.\nDie gegenwärtigen heterogenen Exportregeln wirken sich nachteilig auf die Wertschöpfungsketten aus. Dies schlägt sich nicht nur bei laufenden europäischen Programmen nieder, sondern wird auch bei künftigen Großprojekten wie FCAS und MGCS die wichtigen Synergieeffekte, die durch effiziente europäische Arbeitsteilung gewonnen werden, zunehmend einschränken.\nEin nicht zu unterschätzender Aspekt ist dabei die Handhabung von Dual-Use-Gütern. Zulieferer aus Deutschland, oft mittelständische Unternehmen, die Dual-Use-Güter herstellen und von Systemherstellern in anderen EU-Mitgliedsstaaten für das zivile und militärische Endprodukt zertifiziert sind, können in die Situation geraten, dass sie auch aus der Lieferkette für das zivile Endprodukt genommen werden, wenn die Zulieferung für das Rüstungsgut verweigert wird.\nDas hängt mit dem komplexen und kostenintensiven Zertifizierungsprozess zusammen, den kein Systemhersteller mit Zulieferern einleitet, wenn die Liefersicherheit letztlich infrage steht. Deshalb laufen Zulieferer aus Deutschland Gefahr, von Systemherstellern aus EU- Mitgliedstaaten a priori für Zulieferungen von Dual-Use Gütern ausgeschlossen zu werden. Das führt zu Wettbewerbsverzerrungen in nichtmilitärischen Märkten. Hierfür hat sich in den vergangenen Jahren der Begriff „German Free“ etabliert.",
  "page_5": "N\n7\n— u\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nDa Produkte der SVI ihrer Zweckbestimmung nach nur in begrenztem Umfang „grüne“ Technologien beinhalten können, ist ferner eine Befreiung von den EU-Regularien zur CO2- Bepreisung und dem EU-„Carbon Border Adjustment Mechanism“ (CBAM) gerechtfertigt.\nFür eine fruchtbare europäische Kooperation ist die gute Positionierung der heimischen Industrie die Grundlage. Aufgabe der Bundesregierung ist es, die heimische Industrie bei nationalen Ausschreibungen so zu berücksichtigen, wie es andere Länder in Europa über den Weg des Art. 346 AEUV mit ihrer jeweils nationalen Industrie ebenfalls tun.\nDabei geht es vor allem darum, in allen Bereichen über modernste Technologien zu verfügen, mit denen sich das Bündnis gegen Bedrohungen jeglicher Art schützen kann. Dies macht eine Investitions- und Innovationsoffensive der europäischen und deutschen Verteidigungsunternehmen notwendig.\nDer BDSV, die IG Metall und das Wirtschaftsforum der SPD haben dazu Leitlinien und konkrete Instrumente für eine gezielte Industriepolitik in der Sicherheits- und Verteidigungsindustrie entwickelt. Wir wollen mit diesem Papier eine notwendige Diskussion anstoßen, die über die aktuelle Beschaffungspolitik hinaus Ziele, Instrumente und damit Planungssicherheit für die Unternehmen der SVI ermöglicht und so deren Zukunft und Leistungsfähigkeit sichert.\nLeitsektor Domäne Land\nWie der Krieg in der Ukraine zeigt, spielen im Rahmen eines LV/BV-Szenarios die Kaltstart- Fähigkeiten in der Domäne Land eine entscheidende Rolle. Es gilt, dem Erstschlag des Gegners an der Außengrenze der NATO standzuhalten.\nVorgelagert ist jedoch auch wichtig, frühe Anzeichen und geheimdienstliche Aufklärungen ernst zu nehmen und in militärische Aufstellungen besser einzuplanen. Auch die strategische Fähigkeit der Aufklärungssysteme sollte in der europäischen Verteidigungsarbeit sowie der sicherheitspolitischen Industriepolitik einen wichtigen Stellenwert bekommen.\nDie Anforderung an Kaltstartfähigkeit setzt voraus, dass Ausrüstungslücken aus der Vergangenheit systematisch und schnell geschlossen werden, zugleich aber auch Führungsfähigkeit und Digitalisierung verbessert werden. Zudem will das Heer mit dem Aufbau neuer Mittlerer Kräfte einem veränderten operationellen Umfeld Rechnung tragen. Letztlich müssen in allen drei Kräftekategorien des Heeres - Leicht, Mittel und Schwer — den gesteigerten Anforderungen entsprechende verteidigungsindustrielle Fähigkeiten gegenüberstehen, die im Ernstfall einen hinreichend schnellen Nachschub und eine entsprechende Ersatzteilversorgung und Maintenance ermöglichen. Damit die Landsystemindustrie mit ihren Zulieferern eine entscheidende Rolle in der sicherheits- und verteidigungsindustriellen Architektur Europas übernehmen kann, sind politische Weichenstellungen in Deutschland und Europa notwendig.",
  "page_6": "KERN\nN\nW\n——E 0\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nDie eigene technologische Souveränität muss durch Erhalt, Weiterentwicklung und Ausbau nationaler Schlüsseltechnologien im Bereich Landsysteme gewahrt bleiben. Die Aufgliederung des Sondervermögens Bundeswehr (16,6 Mrd. Euro für die Dimension Land und ca. 21 Mrd. Euro für Führungsfähigkeit/Digitalisierung) unterstreicht diese Prioritäten bereits. Nur eine innovative und leistungsstarke deutsche SVI kann die Herausforderungen der Digitalisierung bewältigen. Ziel muss es weiterhin sein, die IT-Fähigkeiten zur Digitalisierung der Streitkräfte zu bündeln sowie zentrale Ansprechpartner auch für multinationale Partner zu schaffen.\nBezogen auf den europäischen Kontext wird die deutsche Landsystemindustrie bei der Ausstattung und Entwicklung einer in mittel- bis langfristiger Zukunft weitgehend harmonisierten europäischen Armee den entscheidenden Faktor darstellen. Bei multinationalen Beschaffungskooperationen und Rüstungsprojekten muss die deutsche Landsystemindustrie mit ihren Schlüsseltechnologien sowie ihren existierenden industriellen und technologischen Kapazitäten Verantwortung übernehmen.\nDeutschland muss sich seiner Kernkompetenzen bewusst sein und diese aktiv in Kooperationsprojekte einbringen und durchsetzen. Nur wenn Technologien wie Schutz und Wirkung als Schlüsseltechnologien festgelegt sind, kann auch in Krisenzeiten das Know-how abgerufen werden. Nicht nur die Quantität, vor allem die Qualität der Bedrohungen hat sich spürbar gewandelt. Beschaffungen aus dem außereuropäischen Ausland können insbesondere bei Versorgung und Wartung ein großes Risiko für Deutschland und Europa bedeuten. Zudem würde ein potenzieller technologischer Rückstand in Kauf genommen und damit vor allem die mittelständisch geprägte heimische Zuliefererindustrie im Wettbewerb benachteiligt.\nLieferketten für militärische Großprojekte im Bereich der Landstreitkräfte sind höchst komplex und bedürfen einer Reihe von insbesondere nationalen Zulieferern aus dem Mittelstand. Aus wirtschaftlicher Sicht bietet kaum eine Industrie eine so große Fertigungstiefe in Deutschland und dort vor allem im Mittelstand, wie die deutsche Landsystemindustrie mit weltweit anerkannten Systemhäusern. Diese stützen sich auf eine wettbewerbsfähige, breite und innovationsfähige Industrielandschaft kleiner und mittelständischer Unternehmen. KMU und Systemhäuser sind dabei voneinander abhängig. Eine verbindliche Planungssicherheit ist insbesondere für den Mittelstand wichtig, da die Ressourcen begrenzt sind. Fehlende Planbarkeit in Verbindung mit Stückzahlreduzierungen und verzögerten Beschaffungen führen zu Spannungen auf allen Seiten. Kapazitätsaufbau in der deutschen Wehrindustrie sowie der nachhaltige Aufbau einer zuverlässigen, krisensicheren Lieferkette sind daher mit planbaren Zahlungseingängen zu hinterlegen.\nDie deutsche Landsystemindustrie und ihre Zulieferer benötigen einen spürbaren Impuls durch Beschaffungsentscheidungen, um Produktions- und Lieferketten aufrechterhalten zu können. Andernfalls droht ein massiver Arbeitsplatzabbau und die mittelständische Zuliefererindustrie wendet sich endgültig vom „Kunden Bundeswehr” ab.",
  "page_7": "KERN\nN\nW\n— u\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nLeitsektor Domäne See\nDie Bedeutung maritimer Sicherheit wächst: Der internationale Wettkampf um die Ressourcen der Arktis, die Sicherheit neuer Seewege im Nordatlantik, die wachsenden geopolitischen Spannungen am Indo-Pazifik oder auch die neue Bedrohung der Ostseeanrainer durch Russland sind nur einige von zahlreichen maritimen sicherheitspolitischen Herausforderungen unserer Zeit. Der Sabotageakt auf die Gaspipelines Nord-Stream im September 2022 hat zudem die Fragilität und Schutzbedürftigkeit auch der zivilen kritischen Infrastruktur auf Seegrund und in Küstengebieten demonstriert.\nDie deutsche Marineindustrie steht vor einem Technologiesprung: Es geht dabei nicht nur um Schiffe und Boote, sondern auch um unbemannte Fahrzeuge, den Einsatz von Künstlicher Intelligenz, um Konnektivität, Combat Cloud und Multi Domain Operations. Hohe Investitionen in Forschung und Entwicklung sind unabdingbar, will man in der Weltspitze agieren.\nAngesichts der sicherheitspolitischen Lage ist es im Interesse Deutschlands, seine maritimen Schlüsseltechnologien langfristig zu sichern und weiterzuentwickeln. Dazu gehört der Unter- und Überwasserschiffbau. Der deutsche Marineschiffbau ist heute Weltspitze - aber er muss es auch morgen bleiben.\nDer globale Marineschiffbau zeichnet sich durch signifikante strukturelle Unterschiede aus. Bislang fehlen die Voraussetzungen für ein „Level Playing Field“, was zu erheblichen Wettbewerbsnachteilen führt. In den USA finden sich Unternehmen wie Northrop Grumman oder General Dynamics, die nicht nur um ein Vielfaches größer sind als die hiesigen Unternehmen, sondern auch weit höhere Investitionen in Forschung und Entwicklung neuer Technologien tätigen können und damit eine dominierende Stellung auf dem Weltmarkt einnehmen. Dies setzt die europäischen Marinewerften massiv unter Druck.\nBlickt man allein auf Europa, so werden ebenso gravierende Divergenzen sichtbar: Unternehmen wie Fincantieri oder Naval Group, in denen jeweils der Staat mehrheitlicher Teilhaber ist, übertreffen die privatwirtschaftlich organisierten deutschen Player tkMS und Naval Vessels Lürssen deutlich in ihrer Größe. Nachteilig wirkt sich für die deutschen Werften überdies aus, dass der Staat bei Risikokapital und Investitionen nicht in Mithaftung geht.\nWenn die Nachfrage im Inland nach Schiffen und Booten weiter sehr gering bleibt, werden die Marinewerften Restrukturierungsmaßnahmen einleiten, Arbeitsplätze und Know-how würden verloren gehen, die Unternehmen wären nicht mehr wettbewerbsfähig.\nDie Vergabeentscheidung bei der Fregatte 126 an einen europäischen Wettbewerber hat die heimischen Werften und das große Netz von Zulieferern bereits auf Jahre erheblich geschwächt. Nun mangelt es in Deutschland an großen Aufträgen, von denen die ganze\n7",
  "page_8": "N\n7\n——E 0\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nMarineindustrie langfristig profitieren würde. Aber nur mit Investitionen lassen sich Schlüsseltechnologien auf Dauer auf Weltniveau halten.\nDie Sicherung und Weiterentwicklung der maritimen Schlüsseltechnologien hängen maßgeblich von der hiesigen Auftragslage ab. Dies schließt Kooperationen mit ausländischen Partnern ausdrücklich ein. Die Stückzahlerhöhung der U-Boote der Klasse 212CD für die Bundeswehr wäre ein wichtiger Schritt, um die Spitzenstellung von tkMS zu sichern. Möglicherweise kann die Bundesregierung weitere Partnerländer etwa im Norden Europas für das Projekt gewinnen. Im Überwasserschiffbau müssen Entwicklung und Bau der Fregatten 127 unter deutscher Führung erfolgen. Auch hier könnten sich weitere Staaten im Bündnis finden, die sich an der Beschaffung komplexer Fregatten beteiligen und ihre eigenen technologischen Fähigkeiten einbringen. Auf diese Weise übernimmt Deutschland Verantwortung, stärkt die eigene Marineindustrie und bindet technologisch Partner in NATO und Europäischer Union ein.\nDie Deutsche Marine hat ihren Modernisierungsprozess gestartet. Die Beschaffung des Mehrzweckkampfschiffes ist grundsätzlich ein wichtiger Schritt wie auch der Bau neuer Korvetten K130. Im Unterwasserschiffbau ist die Beschaffung der U212CD hervorzuheben; der Bau des weltweit modernsten konventionellen U-Boots erfolgt in Partnerschaft mit Norwegen. Die Marine erhält zudem neue Betriebsstoffversorger, Flottendienstboote und weitere schwimmende Plattformen. Ferner wird eine technologische Modernisierung der Fregatten 123 und 124 sowie der Mienenjagdboote 332 erfolgen. Alle diese Entscheidungen sind richtig und wichtig.\nEs darf jedoch dabei nicht bleiben: Es braucht auch die Entwicklung und den Bau völlig neuer Systeme (z.B. Fregatte 127, unbemannte Systeme). Viele dieser Projekte sind jedoch nach wie vor nicht finanziell ausgeplant und abgesichert. Die Politik steht hier in der Verantwortung, zeitnah und weitsichtige Haushaltsentscheidungen herbeizuführen.\nDie Marine selbst hat mit dem „Zielbild ab 2035“ einen Blick in die Zukunft geworfen. Die Botschaft ist eindeutig: Es braucht die Beschaffung vieler neuer Schiffe, Boote und unbemannter Systeme, um die Marine für ihre Aufgaben zu befähigen. Entscheidend ist, dass der militärische Schiffbau vor einem Technologiesprung steht. Auch dazu stellt die deutsche Marine fest, dass etwa neue Unterwasser-Sensorik sowie umfassende land-, luft- und raumgestützte Aufklärung das Gefechtsfeld „zunehmend gläsern“ machen. Aus den resultierenden großen Datenmengen erzeugten „komplexe IT-Systeme, künftig auch mit Hilfe von Künstlicher Intelligenz, umfassende Lagebilder“. Mit der „Stealth“-Technologie im konventionellen U-Bootbau entstehen neue Maßstäbe.\nDie Entwicklung und der Bau von Marineschiffen ist technologisch hochkomplex - es braucht dazu einen Generalunternehmer, der über das Know-how und Integrationsfähigkeiten verfügt sowie eine Vielzahl spezialisierter Technologielieferanten und schließlich sehr viele hochausgebildete Fachkräfte und Ingenieure.",
  "page_9": "N\n7\n— u\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nU-Boote und Fregatten werden nicht über Nacht produziert. Sie erfordern langjährige Planungs- und Realisierungshorizonte. Das bedeutet: Wir müssen bereits heute die finanziellen und planerischen Grundlagen für die maritime Sicherheit und die Technologien von morgen legen. Mit einer stärkeren inhaltlichen Verzahnung geeigneter nationaler und europäischer Fördermaßnahmen sowie der frühzeitigen Förderung marktnaher und nachhaltiger Lösungen würde die Forschungs- und Innovationskompetenz der deutschen Marineschiffbauindustrie nachhaltig gestärkt werden. So kann z.B. auch über Innovationspartnerschaften zwischen Bund und Industrie die Systemkompetenz ausgebaut werden.\nLeitsektor Domäne Luft\nDie Aufgliederung des Sondervermögens (ca. 41 Mrd. Euro für die Dimension Luft und ca. 21 Mrd. Euro für Führungsfähigkeit/Digitalisierung der Bundeswehr) unterstreicht die Prioritäten in Hinblick auf militärische Luftfahrt und digitalisierte Streitkräfte.\nAngesichts der dramatischen militärischen Dringlichkeit wird jedoch der größte Teil des erhöhten Budgets vor allem für die deutsche Luftwaffe in Beschaffungsvorhaben aus dem Ausland ausgegeben.\nSo verständlich Entscheidungen für Foreign Military Sale (FMS) kurzfristig sind, bergen sie langfristig doch ein großes strategisches Risiko. Der Kauf außereuropäischer Produkte riskiert den Verlust an Know-how, Produkt- und Produktionskompetenz. Eine so entstehende technologische Rückständigkeit führt zu Abhängigkeiten.\nEine außereuropäische Beschaffung “von der Stange” wird den derzeitigen Teufelskreis beschleunigen, der die Landschaft der deutschen und europäischen Verteidigungsindustrien benachteiligt und weiter aushöhlt.\nEine weitreichende Einbindung der deutschen Industrie muss bei FMS-Programmen (Bsp. F- 35 oder STH) für Instandhaltung und Produktion gewährleistet werden. Diese sichert nicht nur Arbeitsplätze und Technologie, sondern bringt auch die bestmöglichen nationalen Fähigkeiten in das Programm ein, um Komplementarität zur bestehenden Flotte herzustellen und gleichzeitig eine Bewertungs- und Analysefähigkeit aufzubauen. Dies dient der Effizienzsteigerung sowie der Verkürzung von Standzeiten der Luftfahrzeuge aufgrund von Reparaturmaßnahmen (Bauteile müssen nicht in die USA zum Service versendet werden). Eine Einbindung nationaler Industrie ist eine nachhaltiges Investition in den eigenen Fähigkeitserhalt und -ausbau sowie in die Einsatzbereitschaft der eigenen Flotte in diesem sensitiven Bereich.",
  "page_10": "N\n7\n——E 0\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nOhne zukunftsorientierte politische Maßnahmen steht insbesondere die militärische Luftfahrt in Deutschland und Europa vor der Deindustrialisierung:\n_ Europa hat es versäumt, ein eigenes Kampfflugzeug der 5. Generation zu entwickeln, was viele Regierungen dazu veranlasst hat, mangels Alternativen anderswo die F-35 zu kaufen. Deutschland wird sich nicht am \\Weiterentwicklungsprogramm für den Kampfhubschrauber TIGER (MKIIl) beteiligen. Wenn Entscheidungen für Maßnahmen zur weiteren Erhaltung des TIGERs ausbleiben, wird dieser spätestens Anfang der 2030er Jahre nicht mehr einsatzfähig sein. Ein großer Teil (plus ungeplante Mehrkosten) der Mittel für die Dimension Luft wird für den Kauf von US-Material verwendet. Die so fehlenden Mittel schwächen die Position der deutschen und europäischen SVI. Ohne Entscheidung zur Weiterentwicklung des Eurofighters ist die Technologiebrücke hin zu FCAS nicht möglich. Zudem führt eine Nichtbeauftragung der Tranche 5 zu einer Produktionslücke, die dann auch einen endgültigen Verlust von Expertise und strategischen Fähigkeiten entlang der gesamten Eurofighter-Wertschöpfungskette nach sich zieht. Das Ende der Endmontagelinie des Eurofighters im Jahr 2030 bedeutet die Stilllegung der Produktionslinien der Zulieferer bereits ab 2027. Ohne eine klare Entscheidung zum TIGER riskiert Deutschland den Erhalt der industriellen Fähigkeiten und Kompetenzen zum Bau eines Kampfhubschraubers. Frankreich und Spanien dagegen sind in vollem Umfang an der Umsetzung des Weiterentwicklungsprogramms beteiligt und sichern sich so diese Fähigkeiten bis in die 2050er Jahre.\nEin Produktionsende des Eurofighters hat nicht nur dramatische Folgen für die heutige deutsche militärische Luftfahrtindustrie, sondern auch für laufende Entwicklungsprojekte wie FCAS: Verlust der strategischen deutschen Fähigkeit zur Herstellung von Kampfflugzeugen, Investitionsstopp und Rückbau bestehender Industriekapazitäten bis hin zum Verlust der Systemkompetenz zur Führung von europäischen Großprojekten.\nDa Bestandssysteme, wie der Eurofighter, auch in den kommenden Jahrzehnten das operative Rückgrat unserer Streitkräfte bleiben werden, muss die Integration existierender Systeme in zukünftige Lösungen gewährleistet sein. Die bruchfreie Überführung in zukünftige Systeme setzt eine konsistente Weiterentwicklung/Digitalisierung der Bestandssysteme voraus. Die Herausforderungen der Digitalisierung können nur durch Sicherstellung und rechtzeitige Einbindung einer innovativen und leistungsstarken deutschen SVI gemeistert werden.\nCloud-basierte und Streitkräfte-übergreifende Führungsinformationssysteme, die zu den sensibelsten Bereichen der Operationsführung gehören, sind daher entscheidend. Auf Basis einer datenzentrierten, anschlussfähigen Architektur wird Software zunehmend zum Träger militärischer Fähigkeiten. Durch Kl-gestützte, Software-dominierte und dimensions- übergreifende Systeme werden Fähigkeitszuwächse zukünftig primär über die Änderung der\n10",
  "page_11": "N\n7\n— u\nWIRTSCHAFTS\nBDSV\nFORUM\nDER SPDE.V.\nSoftware erzielt werden _ Software Defined Defence. Dafür müssen auch Bestandsplattformen mit einer neuen leistungsfähigeren digitalen Systemstruktur ausgestattet werden.\nWie politische Planungssicherheit den gesamtwirtschaftlichen Mehrwert von wehrtechnischen Gemeinschaftsprogrammen befördert und den Technologie- und Wirtschaftsstandort Deutschland stärkt, lässt sich sehr gut am Beispiel Eurofighter beschreiben (Quelle: BDLI/PwC Studie 2023):\n_ >400 beteiligte Unternehmen _ >100.000 hochqualifizierte Arbeitsplätze in der EU, davon 25.000 in Deutschland und größtenteils abseits der einschlägigen Ballungszentren angesiedelt >120 deutsche Zulieferer + öffentliche Institutionen für F&T +10% BIP: Für jeden Euro BIP, der durch die Eurofighter Tranche 4 erzeugt wird, werden weitere 10% an zusätzlichem Beitrag zum gesamten BIP geleistet +26% Steuern: Für jeden Euro Steueraufkommen, der durch die Eurofighter Tranche 4 erzeugt wird, werden in Deutschland 26% zusätzliches Steueraufkommen generiert +33% Arbeitsplätze: Für jeden Arbeitsplatz, der durch die Eurofighter Tranche 4 geschaffen wird, werden 33% zusätzliche Arbeitsplätze in der deutschen Wirtschaft geschaffen\nDie deutsche SVI braucht Planungssicherheit über 2027 hinaus. Dies ist nur durch die Weiterentwicklung des Eurofighters im Rahmen des geplanten Long-Term Evolution- Programms (LTE) sowie die Beauftragung einer Tranche 5 möglich. Die Tranche 5 bedeutet nicht nur die Fortschreibung des skizzierten gesamtwirtschaftlichen Mehrwerts, sondern befördert auch die hochtechnologische Fähigkeitsentwicklung in den Bereichen Avionik und Sensorik. Nur damit kann Deutschland auch eine wirkungsvolle technologische Brücke zu FCAS bilden. Dies entspricht ebenfalls den Vorstellungen der Luftwaffe einer evolutionären Entwicklung.\nEin weiterer wichtiger Sektor innerhalb der Domäne Luft sind die Unbemannten Luftfahrzeuge (Unmanned _Aerial Vehicles, LAY). Den realpolitischen militärischen Entwicklungen kann sich die Bundeswehr nicht verschließen, dem muss auch die Politik Rechnung tragen. Die technologischen und industriellen Fähigkeiten der deutschen SVI sollten daher gefördert und genutzt werden.\nNationale und europäische Rüstungsprojekte sind für den Hochtechnologiestandort Deutschland entscheidende Impulsgeber. Verlässlichkeit, Verbindlichkeit und Wirtschaftlichkeit sind wesentliche Grundlagen, um die von Deutschland angestrebte Rolle in der europäischen SVI zu erreichen.\n11"
},
  "language": "Languages.GERMAN",
  "total_pages": 11
}
