{
  "file_name": "108_1112.pdf",
  "pages": {
  "page_1": "|\n|\nPolicy Paper März 2025\nEin Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n\nRe\nm |\nED 7 ee\nMEERE\nI, SEE\n»\n)\nRe\nSEN\n7a\n&\n»1\n3 \\\ndi\nf;\nana\n>\nN\n,\nA\n\\",
  "page_2": "AUTOR\nNathan Lauer | Head of Policy Analysis | The Goodforces\nTHE GOODFORCES GmbH\nSwinemünder Straße 121 | 10435 Berlin | Deutschland\nhallo@thegoodforces.de\nDANKSAGUNG\nDieses Policy Paper wurde im Auftrag der IG Metall erstellt.\nDer Autor dankt Maximilian Strötzel für seine wertvollen\nRückmeldungen und Diskussionsbeiträge.\nDieses Policy Paper wurde in Zusammenarbeit mit Future Matters\nerstellt. Ohne ihre Expertise und Unterstützung wäre dieses\nProjekt nicht möglich gewesen. Ein großes Dankeschön geht\ndabei an Carl Frederick Luthin und Vegard Beyer.\nEin besonderer Dank geht an Peter Jelinek, Patrick Haermeyer\nund das gesamte The Goodforces-Team für ihre Unterstützung\nund Inspiration.\nDer Autor dankt zudem Ciaran Humphreys (I4CE), Bram Claeys\n(Regulatory Assistance Project) und Lynn Rietdorf (EU-Parlament)\nfür ihre fachkundige Beratung zu diesem Policy Paper.\nDanke zuletzt auch an Ronja Hasselbach für die grafische\nAufbereitung des Berichts.\nZITIERHINWEIS\nLauer, N. (2025). Aus der Krise und in die Zukunft: Ein In-\nvestitions-Sofortprogramm für Europas industrielle Wettbe-\nwerbsfähigkeit. The Goodforces, Berlin.\nHAFTUNGSAUSSCHLUSS\nDie Vervielfältigung der gesamten oder eines Teils der Veröffentlichung ist unter\nAngabe der Quelle gestattet, sofern sie nicht zu kommerziellen Zwecken erfolgt\nund sofern sie korrekt und nicht in einem irreführenden Kontext wiedergegeben\nwird. Die in diesem Bericht enthaltenen Ergebnisse und Schlussfolgerungen sind\ndie von The Goodforces und stellen nicht notwendigerweise die der IG Metall\nund Future Matters dar.",
  "page_3": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nExecutive Summary\nEuropa steht vor einer entscheidenden Weichenstellung: Während globale Konkurrenten wie China und die USA massiv in ihre heimischen Cleantech-Industrien investieren, bleibt die europäische Industriepolitik fragmentiert und unterfinanziert. Zwar haben Gesetzesinitiativen wie der Net-Zero Industry Act (NZIA) wichtige Grundlagen geschaffen, doch ihr unzureichender strategischer Fokus und die fehlende Finanzierungsbasis setzen die langfristige Wettbewerbsfähigkeit der EU aufs Spiel.\nChinas Dominanz China hat sich in den vergangenen Jahren als unangefochtener Marktführer in vielen Teilen der Cleantech-Industrie etabliert.! Niedrige Produktionskosten und massive staatliche Subventionen führen dazu, dass das Land je nach Technologie 40% bis 98% der weltweiten Produktionskapazitäten zentraler Cleantech-Technologien und - Komponenten kontrolliert.2] DT US-amerikanische Industriepolitik Die USA haben 2022 auf diese chinesische Vormachtstellung mit dem Inflation Reduction Act reagiert! Die darin enthaltene 369 Mrd. Dollar schwere Investitionsoffensive führt dazu, dass die USA bis 2030 wohl nicht nur 90% ihres eigenen Bedarfs an Solar- und Windenergie decken können, sondern in zum Cleantech-Nettoexporteur aufsteigen wird.® Europäische Finanzierungslücken Die EU beschränkte sich hingegen bislang vor allem auf administrative Verbesserungen und setzt mit Gesetzen wie der NZIA zwar ambitionierte Ausbauziele, schafft aber keine neuen Finanzierungswege.® Das Resultat sind wachsenden Investitionslücken, die die internationale Wettbewerbsfähigkeit der EU zunehmend untergraben.\nOhne neue Fördermittel riskiert die EU, eine enorme wirtschaftliche Chance zu verpassen. Denn die Cleantech-Industrie ist bereits heute ein Wachstumstreiber: Rund 30% des europäischen Wirtschaftswachstums im vergangenen Jahr waren direkt mit dem Übergang zur Klimaneutralität verbunden® und Modellierungen zeigen, dass bis 2040 zusätzlich 2,1 Millionen Arbeitsplätze in diesem Sektor entstehen könnten.\nBesonders die deutsche Industrie, welche infolge von sinkenden Bestellungen und historisch niedriger Auslastung®! mit steigenden Insolvenzen und wachsenden Verlagerungen ins Ausland kämpft,®! würde von einem industriellen Aufschwung in Europa profitieren. Dabei ist Schnelligkeit geboten, denn laut einer Befragung des Instituts der deutschen Wirtschaft Ende 2024 planen ganze 44% industrieller Unternehmen, ihre Belegschaft in diesem Jahr zu reduzieren.\"\nVor diesem Hintergrund, erörtert dieses Policy Paper, welche industriepolitischen Mafsnahmen die EU jetzt ergreifen kann, um Europa im Wettstreit um die Technologiemärkte der Zukunft neu zu positionieren. Dafür identifiziert es Schwachstellen im bestehenden Fördersystem der EU und prüft diese anhand der Lieferketten von Batterien und grünem Wasserstoff.\nDie Analyseergebnisse zeichnen das Bild eines überforderten EU-Fördersystems, das gravierende Finanzierungslücken aufweist. So bleiben die von der EU bereitgestellten Mittel für den Aufbau einer wettbewerbsfähigen Batteriezellenproduktion laut Europäischen Rechnungshof beispielsweise weit",
  "page_4": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nhinter den Erwartungen zurück\" und decken nicht annähernd die prognostizierten Kosten von 75- 120 Mio. Euro pro GWh-Speicherkapazität.21\nAuch bei grünem Wasserstoff hinkt die EU hinterher: Weniger als 2% der geplanten Kapazitäten sind realisiert,@] während der Finanzierungsbedarf für die bis 2030 gesetzten Ziele die bislang zugesagten Geldern deutlich übersteigt.“ Dieser Rückstand verdeutlicht, dass die EU Schwierigkeiten hat technologischen Vorsprung in kommerzielle Führung zu übersetzen - ein Problem, das sich durch die starke Fokussierung vieler EU-Förderprogramme auf die Frühphase von Technologien noch weiter verschärft. 3]\nZudem berücksichtigen EU-Förderprogramme in ihren Auswahlverfahren oft nur Kostenaspekte, was dazu führt, dass Anbieter mit niedrigen Löhnen und schlechten Arbeitsbedingungen einen Wettbewerbsvorteil erlangen.U@ Dabei sind attraktive Beschäftigungsbedingungen in Zeiten des demografischen Wandels unerlässlich, um Fachkräfte zu gewinnen und zu halten.\nAngesichts dieser Herausforderungen haben wir fünf zentrale industriepolitische Maßnahmen identifiziert, die die EU-Kommission und die nächste Bundesregierung ergreifen sollten, um die Grundlage für einen industriellen Aufschwung in Europa und Deutschland zu schaffen:\nWirkung\nGebundenes Kapital\nvon Cleantech-Firmen\nverfügbar zu machen\nSkalierung von\nCleantech durch\nZuschüssen fördern\nZusammengenommen formen diese Mafsnahmen eine Cleantech-Investitionsoffensive, die durch verbindliche Arbeitsstandards nicht nur Europas industrielle Wettbewerbsfähigkeit stärken, sondern auch soziale Gerechtigkeit in der EU fördern würde. Gerade angesichts neuer Vorhaben wie dem Clean Industrial Deal, mit denen die EU-Kommission neue Impulse für die europäische Cleantech- Industrie setzen will, sollten die Mafsnahmen dabei helfen das bestehende Geflecht an Einzelmafsnahmen in eine kohärente Industriestrategie mit klaren Förderprioritäten zu überführen.\nBleibt die europäische Industriepolitik fragmentiert und unzureichend finanziert, droht die EU, im Wettbewerb mit den USA und China weiter zurückzufallen. Damit ginge eine entscheidende Chance verloren, die europäische Wirtschaft nachhaltig zu stärken und der deutschen Industrie neuen Schwung zu verleihen. Es ist an der Zeit, Europa mit gezielten Investitionen als globalen Vorreiter in der Cleantech-Branche zu positionieren.\nEU Akteur / Bereich Maßnahme\nArbeitsstandards\nAusbauen,\nEuropäische\nRückbürgschaften für die\nAuswahlkriterium bei\nInvestitionsbank\nWindindustrie auf andere\nSorgfaltsprüfungen\nwas funktioniert\nSchlüsseltechnologien ausweiten\nEU-\nVorfinanzieren und auf die\nAuswahlkriterium im\nInnovationsfonds\nSkalierung von Schlüssel-\nAusschreibeverfahren\ntechnologien ausrichten\nÄndern, was\nNationale\nAusnahmeklausel für Cleantech- Bedingungen für\nNationale Investitionen\nBeihilfesysteme\nInvestitionen einführen und EU- nationale Beihilfe\nmobilisieren\nnicht funktioniert\nRichtwert ermitteln\nGrüne Leitmärkte durch\nArbeitsrechtliche nicht- Absatzmärkte für\nStärkung nicht-preislicher\npreisliche Kriterien\nCleantech-Hersteller\nKriterien\nschaffen\nNetzentgelte gezielt deckeln,\nIn CfDs und PPAs\nProduktionsbedingung\nDatenkommunikationsstandards integrieren\nen für die Cleantech-\nund Smart-Energy-Verträge\nIndustrie verbessern\neinführen\nÜbersicht der Policy-Empfehlungen für ein Investitions-Sofortprogramm in Europas Cleantech-Industrie.\nÖffentliches\nBeschaffungswesen\nSchaffen, was fehlt EU Strommarkt",
  "page_5": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nInhaltsverzeichnis\nExecutive Summary\n1. Einleitung: Der europäische Führungsanspruch im globalen Wettstreit um Zukunftstechnologien\n2\nEine klimaneutrale Wirtschaft im Dienste der Menschen: Von EGD und EPSR zu NZIA und CSDDD 2.1 Fit for 55 und EPSR Action Plan: Die großen Maßnahmenpakete 2.2 NZIA und CSDDD: Die Lieferkettenerweiterungen 2.3 REPowerEU und die EU-Strommarktreform: Europas Antwort auf den Energiepreisschock 2022 2.4 Nachfrage ohne Angebot: Eine kritische Einordnung der EU-Maßnahmen\nFaire Lieferketten für Schlüsseltechnologien der Energiewende\n3.1 Batterien: Der mobile Speicher der Energiewende 3.2 Grüner Wasserstoff: Der Schlüssel zur klimaneutralen, energieintensive Produktion 3.3 Analyseergebnisse und Diskussion: Eine klaffende Investitionslücke\nPolicy-Empfehlungen: Ein europäisches Investitions-Sofortprogramm mit verbindlichen\nArbeitsstandards\n4.1 Ausbauen, was funktioniert: Europäische Investitionsbank und EU-Innovationsfonds\n4.1.1 EIB-Rückbürgschaften für die Windindustrie auf andere Schlüsseltechnologien ausweiten\n13\n18\n21\n4.1.2 Den EU-Innovationsfonds vorfinanzieren und auf die Skalierung von Schlüsseltechnologien ausrichten 38 4.2 Ändern, was nicht funktioniert: Nationale Beihilfe und EU-Beschaffungswesen 4O 4.2.1 Eine Ausnahmeklausel für Cleantech-Investitionen in der nationalen Beihilfe 4O 4.2.2 Grüne Leitmärkte durch öffentliches Beschaffungswesen 41 4.3 Schaffen, was fehlt: Stabile, wettbewerbsfähige Strompreise 42 4.3.1 Netzentgelte für stromintensive Cleantech-Unternehmen deckeln 43 4.3.2 Nachfrage-Flexibilisierung durch Datenkommunikationsstandards und Smart-Energy-Verträge 44 4.3.3 Verbindlichen Arbeitsstandards für CfDs und staatlich garantierte PPAs 44\n46\n23\n23\n28\n32\n37\n37\n37\n5 Fazit: Industrieller Aufschwung durch europäische Industriestrategie",
  "page_6": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n1. EINLEITUNG: DER EUROPÄISCHE FÜHRUNGSANSPRUCH IM GLOBALEN WETTSTREIT UM\nZUKUNFTSTECHNOLOGIEN\nDie deutsche Industrie steckt in einer tiefen Krise. Immer mehr Unternehmen verlagern ihre Produktion ins Ausland und Insolvenzen in energieintensiven Sektoren wie der Chemie- und Metallindustrie nehmen stetig zu. Sinkende Bestellungen infolge des rückläufigen Inlandsgeschäfts drückten die Auslastung von Industrieunternehmen Ende 2024 auf 76,5% - knapp fünf Prozentpunkte unter dem Niveau vergangener Rezessionen.® Laut einer Befragung des Instituts der deutschen Wirtschaft planen ganze 44% industrieller Unternehmen, ihre Belegschaft künftig zu reduzieren.®! Die Beschäftigungsaussichten sind damit so schlecht wie seit der Weltfinanzkrise 2009 nicht mehr.\nUm diesen Abwärtstrend zu stoppen und die Wettbewerbsfähigkeit der deutschen Industrie langfristig zu sichern, bedarf es nicht nur einer Neuausrichtung der deutschen Industriepolitik, sondern auch einer kohärenten Industriestrategie auf europäischer Ebene. Denn die Grundlage einer perspektivisch erfolgreichen deutschen Industrie ist der Aufbau einer global wettbewerbsfähigen Cleantech-Branche in Europa. Bereits 30% des europäischen Wirtschaftswachstums im vergangenen Jahr waren mit dem Übergang zur Klimaneutralität verbunden! und Modellierungen zeigen, dass bis 2040 zusätzlich 2,1 Millionen Arbeitsplätze im Bereich der Cleantech-Industrie geschaffen werden können.\nDoch die EU steht dabei vor einer schwierigen Ausgangslage: Hohe Energiekosten und grofse Lieferketten-Abhängigkeiten erschweren es der europäischen Industrie, in den Technologiemärkten der Zukunft Fufs zu fassen. So liegen die Produktionskosten für PV-Solarmodule in der EU laut der Internationalen Energieagentur (IEA) 35-65% über denen in China und die Kosten für die Herstellung integrierter Zellen und Module sogar 70-105 %.® Gleichzeitig hat China in 37 von 44 kritischen Technologien und Rohstoffen eine globale Führungsposition eingenommen.”\nDieses Ungleichgewicht wird dadurch vergröfsert, dass China weiterhin massiv in seine heimischen Industrien investiert. Von den weltweit 1,77 Billionen Dollar, die 2023 in den Übergang zu kohlenstoffarmen Energien flossen, entfielen 676 Milliarden Dollar - und damit 40% des Gesamtvolumens - auf China.® Entsprechend ist die Menge der in China im Bau befindlichen Wind- und Solarenergieanlagen inzwischen fast doppelt so groß wie die der restlichen Welt zusammen.\" Und auch bei anderen Schlüsseltechnologien wie Batterien und Wasserstoff kontrolliert China grofse Marktanteile.\nDie USA haben auf die chinesische Vormachtstellung mit der massiven Investmentoffensive des 2022 verabschiedeten Inflation Reduction Act reagiert. Mit milliardenschweren Fördergeldern und Steuerbegünstigungen treiben die USA ihre heimische Produktion voran und sollte laut Analysen der IEA bald günstigere PV-Module, -Zellen und -Wafer produzieren können als China.l®! Dies würde es den USA bis 2030 nicht nur ermöglichen, 90% der eigenen Nachfrage nach Solar- und Windenergie zu decken, sondern auch als Nettoexporteur aufzutreten. Die lokale Verankerung dieser Förderprogramme schützt sie zudem vor politischen Widerständen.\nDie europäische Antwort fiel hingegen deutlich bescheidener aus. Obwohl die EU-Kommission versicherte, dass Europa entschlossen sei, “bei der Revolution der sauberen Technologien eine Führungsrolle zu übernehmen”, demonstrierte der 2023 verabschiedete Net-Zero Industry Act (NZIA)E@ vor allem die Defizite der europäischen Industriepolitik: fehlender strategischer Fokus und unzureichende finanzielle Schlagkraft.",
  "page_7": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nJetzt wo die EU-Kommission erneut Anlauf nimmt, um mit dem Clean Industrial Deal (CID)F* und dem damit verbundenen Industrial Decarbonisation Accelerator Act (IDAA)\"2! die europäische Industrie beim Übergang zur Klimaneutralität zu unterstützen, haben nationale und europäische Entscheidungsträger die Möglichkeit, die Fehler des NZIA zu korrigieren und eine durchfinanzierte Industriestrategie vorzulegen, statt den Flickenteppich von EU-Mafsnahmen zu vergrößern.\nDieses Policy Paper ermittelt, welche Mafsnahmen die Europäische Union und Deutschland ergreifen müssen, um den industriellen Abwärtstrend zu beenden und sich im globalen Wettbewerb um Schlüsseltechnologien neu zu positionieren. Der Fokus liegt dabei auch auf der Frage, wie ein fairer und gerechter industrieller Aufschwung gelingt. Denn eine Industriepolitik, die nur darauf abzielt, Anreize für Investoren zu schaffen, ohne die Anliegen der Arbeiterschaft zu berücksichtigen, würde weder langfristigen Erfolg noch gesellschaftliche Akzeptanz haben.\nDas Paper beginnt mit einem Überblick über das bestehende Geflecht europäischer Initiativen, Verordnungen und Richtlinien zu den komplementären Zielen einer klimaneutralen und sozialgerechten europäischen Wirtschaft. Besonderer Fokus liegt dabei auf Lieferketten-orientierten Mafßsnahmen wie dem NZIA und der europäischen Lieferkettenrichtlinie CSDDD2. Ergänzend werden aktuelle Strategien zur Stabilisierung der Strompreise beleuchtet, die für die Wettbewerbsfähigkeit der Industrie von zentraler Bedeutung sind.\nDes Weiteren werden die Lieferketten und Ausbaupläne von Batterien und grünem Wasserstoff - zwei für die industrielle Energiewende entscheidende Technologien - untersucht. Beide Analysen zeigen deutlich, dass die bestehenden EU-Mafsnahmen unzulänglich sind, um dem europäischen Führungsanspruch gerecht zu werden. Stattdessen wird erneut deutlich, dass die europäische Industriepolitik massive Finanzierungslücken aufweist und Europa droht geopolitisch gefährliche Lieferketten-Abhängigkeiten bei wichtigen Schlüsseltechnologien weiter zu vertiefen\nDaher empfehlen wir ein Investitions-Sofortprogramm für Europas Cleantech-Industrie, das erfolgreiche Förderinitiativen der Europäischen Investitionsbank und des EU-Innovationsfonds erweitert, Hindernisse für nationale Beihilfen und im öffentlichen Beschaffungswesen beseitigt und neue Mafsnahmen auf dem Strommarkt einführt, um die Produktionsbedingungen für die Cleantech- Industrie zu verbessern. Dabei identifizieren wir zudem Stellschrauben, durch die Mafßnahmen an verbindliche Arbeitsstandards geknüpft werden können, um die sozialen und wirtschaftlichen Ziele der EU effektiver miteinander zu verbinden.",
  "page_8": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n2. EINE KLIMANEUTRALE WIRTSCHAFT IM DIENSTE DER MENSCHEN: VON EGD UND EPSR ZU NZIAUND CSDDD\nIm Dezember 2019 - fünf Monate bevor die Weltgesundheitsorganisation das Coronavirus offiziell zu einer globalen Pandemie erklärte?! und mehr als zwei Jahre bevor russisch Streitkräfte die Ukraine überfielenÜ - trat die 13. Europäische Kommission unter der Leitung von Präsidentin Ursula von der Leyen ihr Amt an und definierte die folgenden sechs politischen Prioritäten bis 2024:\nDie sechs politischen Prioritäten der Europäischen Kommission für den Zeitraum 2019-2024\n1. Ein\neuropäischer\nGrüner Deal\nEuropa bis 2050 zum ersten\nklimaneutralen Kontinent\nmachen, indem nachhaltige\nInvestitionen gefördert und der\nÜbergang zu einer grünen\nWirtschaft unterstützt\nwerden.\n2. Ein Europa\nfür das digitale\nZeitalter\nFörderung der digitalen\nWettbewerbsfähigkeit Europas\nTransformation, um die\nzu stärken und digitale\nTechnologien zum\nNutzen der\nBürgerinnen und Bürger\neinzusetzen.\n3. Eine\nWirtschaft im\nDienste der Menschen\nSchaffung einer inklusiven\nund widerstandsfähigen\nWirtschaft, die Arbeitsplätze\nschafft, Ungleichheiten\nreduziert und soziale\nGerechtigkeit fördert.\n6. Ein neuer\n4. Ein stärkeres\nSchwung für die\nEuropa in der Welt\nStärkung der globalen\nDemokratie in Europa\nFührungsrolle Europas durch\nStärkung der demokratischen\nFörderung von Frieden,\nProzesse, Förderung der\nBürgerbeteiligung und\nSicherheit und nachhaltiger\nVerbesserung der Transparenz\nEntwicklung weltweit.\n5. Förderung\ninnerhalb der\nunserer europäischen\nEU-Institutionen.\nLebensweise\nSchutz der Grundrechte,\nFörderung von Demokratie und\nRechtsstaatlichkeit sowie\nGewährleistung der Sicherheit\nder Bürgerinnen und\nBürger.\nGrafik 1: Die sechs politischen Prioritäten der Europäischen Kommission für den Zeitraum 2019-2024. (EU-Kommission, 2019)\nDer Europäische Grüne Deal (EGD)E2 ist eine umfassende Strategie der EU für eine ökologische, soziale und wirtschaftliche Transformation, die Europa bis 2050 klimaneutral machen soll. Neben der Reduktion von Netto-Treibhausgasemissionen stehen eine saubere Umwelt, bezahlbare Energie und neue Arbeitsplätze im Mittelpunkt der Initiative. Ziel ist es, durch effizientere Ressourcennutzung und strategische Industriepolitik eine nachhaltige Wachstumsstrategie zu entwickeln, die den Wirtschaftserfolg der EU von fossilen Energieträgern und umweltschädlichen Tätigkeiten entkoppelt.\nDie Bestrebung, eine Wirtschaft im Dienste der Menschen! zu schaffen, zielt hingegen primär darauf ab, die europäische Wirtschaftsweise gerechter und inklusiver zu gestalten. Im Rahmen der Initiative soll sichergestellt werden, dass niemand in der EU zurückgelassen wird und das soziale Gerechtigkeit, Chancengleichheit und faire Arbeitsbedingungen im gesamten europäischen Wirtschaftsraum gestärkt werden. Es geht also darum, Unternehmen und Arbeitnehmer bei der Bewältigung",
  "page_9": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nwirtschaftlicher Veränderungen zu unterstützen und EU-Bürger vor wirtschaftlichen Unsicherheiten wie Armut, Arbeitslosigkeit und sozialer Ausgrenzung zu schützen.\nBeide Initiativen setzen zum Erreichen ihrer Ziele auf breit gefächerte Mafßnahmenkataloge. Beim EGD bauen diese auf dem 2021 in Kraft getretenen Europäischen Klimagesetzes®2 auf, welches die Klimaneutralität bis 2050 rechtlich bindend macht und bis 2030 ein Emissionsreduktionziel von 55% festlegt. Um zweiteres zu erreichen und den Weg zur Klimaneutralität bis 2050 zu ebnen, dient vor allem das Gesetzespaket “Fit for 55”22, welches weitreichende Reformen in der europäischen Klimapolitik vorsieht. Des Weiteren beinhaltet der EGD neue Mafsnahmen in Bereichen wie Energieeffizienz, nachhaltige Mobilität, Kreislaufwirtschaft und Umweltschutz.\nDie Mafsnahmen, um das Ziel einer Wirtschaft im Dienste der Menschen gründen dagegen nicht auf einem neuen Gesetz, sondern dem 2017 vorgestellten Europäische Säule sozialer Rechte (EPSR)E& - eine Ansammlung an 20 Prinzipien®\", von Chancengleichheit bis zu fairen Arbeitsbedingungen, die zusammen soziale Sicherheit und wirtschaftliche Teilhabe stärken sollen. Der damit assoziierte EPSR Action Plan? koordiniert als zentrales Werkzeug die Förderungen für entsprechende Programme. Die folgende Grafik veranschaulicht die Mafßsnahmen der beiden Initiativen:\nZiel: Europa bis 2050 zum ersten klimaneutralen\nZiel: gerechte, inklusive und nachhaltige Wirtschaft in\nKontinent machen und eine nachhaltige Wachstums- der EU, die sowohl den Menschen als auch den Unter-\nstrategie entwickeln.\nnehmen zugutekommt.\nKernmaßnahme: Gesetze und Reformen desFit for\nKernmaßnahme: Action Plan, um die 20 Prinzipien des\n55-Paket, um bis 2030 das Emmissionsteduktionsziel European Pillar of Social Rightszu sichern.\nvon 55% zu erreichen.\nWeitere Maßnahmen und Programme:\n° Einführung von Standards für Gebäude\n(Renovierungswelle).\n» Förderung der Kreislaufwirtschaft durch den\n° Umsetzung der EU-Biodiversitätsstrategie 2030, die\nTransformation\nProgramme wie NextGenerationEU und den EGD.\n» Förderung nachhaltiger Landwirtschaft durch die\n° Unterstützung nachhaltiger Technologien durch\nWeitere Maßnahmen und Programme:\n° Sicherstellung solider öffentlicher Finanzen und\nUnterstützung der Eurozone.\nFörderung emissionsfreier Mobilität, einschließlich ° Aufbau einer widerstandsfähigen Wirtschaft, die\nder Elektrifizierung des Straßenverkehrs.\nKrisen wie der COVID-19-Pandemie standhalten\nkann.\nCircular Economy Action Plan.\n° Verknüpfung von sozialen und wirtschaftlichen\nZielen mit der\ngrünen\nund\ndigitalen\n30% der Land- und Meeresflächen unter Schutz\nFörderung nachhaltiger Investitionen durch\nstellen soll.\nFarm-to-Fork-Strategie.\nProgramme wie Horizon Europe.\nGrafik 2: Ziele und Maßnahmen der politischen Prioritäten \"Ein europäischer Grüner Deal” und \"Eine Wirtschaft im Dienste der Menschen” laut EU-Kommission.\n2.1 Fit for 55 und EPSR Action Plan: Die großen Maßnahmenpakete\nDas Fit for 55-Paket und der EPSR Action Plan setzen beide auf eine Kombination aus rechtlich verbindlichen Mafsnahmen, finanziellen Mechanismen und nationalen Umsetzungsplänen, um ihre Ziele zu erreichen. Dafür greifen sie auf grofse Instrumente wie den EU-Haushalt zurück, aber auch",
  "page_10": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nauf spezifische Programme wie den Innovationsfonds®2 oder den Europäischen Fonds für regionale Entwicklung®®. Zudem setzen die Mafßßnahmenpakete auf eine stärkere Zusammenarbeit zwischen den Mitgliedstaaten und der Europäischen Kommission und schaffen dafür Monitoring- Mechanismen, die es ermöglichen, Fortschritte zu überprüfen und Mafsnahmen gegebenenfalls anzupassen.\nDennoch unterscheiden sie sich in ihrer Ausrichtung: Fit for 55 konzentriert sich stark auf marktbasierte Instrumente wie den Emissionshandel und neue Förderprogramme für erneuerbare Energie, während der EPSR Action Plan soziale Standards stärkt und gezielte Unterstützungsmafßsnahmen für Bürger und Arbeitnehmer bereitstellt. Fit for 55 richtet sich mit seinen regulatorischen Anreizen also primär an Industrie und Unternehmen, während der EPSR Action Plan sich mit seinen arbeits- und sozialpolitischen Mafsnahmen explizit an EU-Bürger richtet.\n2.1.1 Fit for 55: Europas Fahrplan zur Klimaneutralität\nDas im Juli 2021 vorgestellte Fit for 55-Paket ist als zentraler Mafßnahmenplan zur Umsetzung der europäischen Klimaziele zu verstehen. Zur Erfüllung des Ziels des Pariser Abkommen®! von 2015, fokussiert sich das Gesetzespaket auf den Ausbau erneuerbarer Energien und auf die Steigerung der Energieeffizienz. Zudem fördert es die Entwicklung nachhaltiger Infrastruktur und unterstützt sozial schwächere Gruppen, um die wirtschaftlichen Folgen des Wandels abzufedern.\nKonkret umfasst das Fit for 55-Paket die Ausweitung des EU-Emissionshandelssystems (ETS)E2 auf zusätzliche Sektoren wie Gebäude und Verkehr und ergänzt diese durch einen neuen Grenzausgleichsmechanismus (CBAM)E3, der sicherstellen soll, dass Importe die gleichen CO2-Kosten tragen wie in der EU produzierte Güter, um eine Verlagerung CO2-intensiver Prozesse ins Ausland zu verhindern. Um die daraus entstehenden Mehrkosten abzumildern, schafft das Gesetzespaket zudem einen Klima-Sozialfonds®®, der Einkünfte aus dem ETS zur Unterstützung sozial schwächerer Gruppen und kleiner Unternehmen nutzt.\nDarüber hinaus treibt das Paket den Ausbau erneuerbarer Energie durch die Erneuerbare-Energien- Richtlinie (RED)E? voran, welche das Ziel setzt, den Anteil von EE-Technologien am gesamten Energieverbrauch bis 2030 auf 40% zu erhöhen. Im Einklang damit, setzt die Energieeffizienzrichtlinie® verbindliche Energieeinsparungen von I% fest, um den Endenergieverbrauch in der EU zu senken. Ergänzend werden CO2-Standards für Fahrzeuge sowie eine Kerosinsteuer eingeführt und alternative Kraftstoffe im Luft- und Seeverkehr gefördert. Zudem stärkt das Paket den natürlichen CO2-Abbau durch Aufforstung und nachhaltige Landnutzung.\nDiese Vorhaben werden hauptsächlich durch den European Green Deal Investment Plan (EGDIP)EA finanziert, der 503 Milliarden Euro aus dem EU-Haushalt (2021-2027) mobilisiert und diese Summe durch nationale Kofinanzierung sowie zusätzliche Investitionen von Programmen wie InvestEUB3 nochmal verdoppelt. Ein wesentlicher Teil der Finanzierung stammt überdies aus dem reformierten ETS, dessen Einnahmen durch die Ausweitung deutlich steigen. Weitere Mittel fließen aus dem Wiederaufbauplan NextGenerationEUB2, der die wirtschaftliche Erholung nach der Corona-Pandemie mit Klimazielen verknüpft. Besonders wichtig ist dabei die Recovery and Resilience Facility#2, die Mitgliedstaaten bei der Umsetzung nachhaltiger Projekte unterstützt.\nDas Fit for 55-Paket ist also ein vollumfänglicher Fahrplan, um Europa auf den Weg zur Klimaneutralität zu bringen. Die folgende Grafik veranschaulicht seine zahlreichen Komponenten:\n10",
  "page_11": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nEU-Klimagesetz\n55% Emissionsreduktion bis 2030\nund Klimaneutralität bis 2050\nRED\n+ Erhöhung des Anteils\nerneuerbarer Energien am\nEU-Gesamtenergieverbrauch\nauf 40% bis 2030.\n« Verbindliche Vorgaben für Ausbau in\nStrom, Wärme und Verkehr.\n+ Förderung von Solar-,\nWindenergie und schnellere\nGenehmigungen.\nUmsetzung\nETS Ausweitung\n« erhöhtes Emissions-\nreduktionsziel:\nReduktion um 62% bis 2030\ngegenüber (vorher 43%).\n2005\nnur\n« Ab 2024 werden maritime\nEmissionen im\nSystem\nerfasst.\n« Ab 2027\nneues\nETS II für\nStraßenverkehr\nGebäude und\nerneuerbarer\nAusbau\nEnergien\nCO2-Ausstoß zu\nFinanzielle Anreize\nverringern\nEED\n« Reduzierung des\nEndenergieverbrauchs\num 9% bis 2030.\n« Verbindliche Einsparziele für\nMitgliedstaaten.\n» Verbesserte Energieeffizienz\nin Gebäuden,\nIndustrie und Verkehr\nEU-Haushalt (503 Mrd. Euro)\nHorizon\nDevelopement Fund, Cohesion Fund,\nEuropean Agricultural\nDevelopment, European Agricultural\nGuarantee Fund usw.\nInvestEU (279 Mrd. Euro)\nEU-Haushaltsgarantie durcHEuropean\nInvestment Bank Groupfund\nDurchführungspartnern) und ‘crowd-in\nprivate Investoren\nNationale Kofinanzierung\n(114Mrd. Euro)\nDer ebenfalls 2021 vorgestellte EPSR Action Plan dient dazu, die 20 in der EPSR festgelegten Prinzipien in konkrete Mafsnahmen zu übersetzen. So unterstützt er zum Beispiel mit einer neuen Richtlinie zu angemessenen Mindestlöhnen den Kampf für bessere Arbeitsbedingungen und stärkt den Sozialschutz mit Mafßßnahmen für bezahlbaren Wohnraum, Gesundheitsversorgung und verbesserte Pflege für ältere Menschen und Menschen mit Behinderungen.\nDurch Programme wie ALMAK!, was arbeitslose Jugendliche in Europa dabei unterstützt, in einem anderen EU-Land Berufserfahrungen zu sammeln, soll die Beschäftigungsquote in der EU bis 2030 auf 78% steigen und 3 Millionen neue Arbeitsplätze schaffen. Mindestens 60% der Erwachsenen sollen laut dem Aktionsplan jährlich an Qualifikationsmafßnahmen teilnehmen, wobei der Fokus des Aktionsplans auf digitalen Kompetenzen und Nachhaltigkeitqualifikationen liegt. Zudem sollen 15 Millionen Menschen, darunter 5 Millionen Kinder, aus der Armut geholt und soziale Sicherheitssysteme aufgerüstet werden, um den Zugang zu Sozialleistungen zu verbessern.\n4\nFinanzierung\nunterstützt\nFinanzierung mit\n(100 Mrd. Euro)\n*\nzusätzliche\nUnterstützung\nEGDIP\nInvestitionsplan des EGDs\nCBAM\n*\nVermeidung von\n“Carbon Leakage” durch\nAusgleichung der CO2-Kosten\nAnwendung Kohlenstoffpreises\nfür EU-Produkte und Importe.\neines\nauf Importe kohlenstoff-\nintensiver Güter.\n« Bis 2026 Berichtspflicht, ab\n2026 Kauf CBAM-\nvon\nZertifikaten für Importe\nerforderlich.\nEnergie-\neinsparung\nWeitere\nNextGenEU\nMaßnahmen\nEurope, European Regional\nWiederaufbauplan\nFund for Rural\nnach der\n« CO2-Standards für\nCOVID-19-Pandemie\n« Kerosinsteuer\nFahrzeuge\n+ alternative Kraftstoffe im\nzusätzliche\nLuft- und Seeverkehr\nFinanzierung\nRecovery and\n° Aufforstung und\nnachhaltige\nResilience\nLandnutzung\nFacility\nGrafik 3: Überblick und Vertiefung des Fit for 55-Pakets.\n2.1.2 EPSR Action Plan: Arbeitsschutz und sozialer Zusammenhalt in der EU stärken\n11",
  "page_12": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nUm all dies zu realisieren, setzt der EPSR Action Plan auf diverse Finanzierungsquellen. Die wichtigste dabei ist der Europäische Sozialfonds Plus®2, welcher mit einem Budget von knapp 140 Milliarden Euro für den Zeitraum 2021-2027 Projekte zur Förderung von Beschäftigung, Bildung und sozialer Inklusion unterstützt. Doch auch andere Programme wie InvestEU und der zuvor erwähnte Europäischer Fonds für regionale Entwicklung tragen mit Investitionen in die wirtschaftliche und soziale Infrastruktur Europas zur Erreichung der EPSR-Ziele bei. Im Bildungsbereich ist es vor allem das Erasmus+2]- Programm, das Austausch und Weiterbildung fördert. Und wie das Fit for 55-Paket greift auch der EPSR Action Plan auf die Corona-Wiederaufbaugelder von NextGenerationEU zurück, um soziale Ziele wie Chancengleichheit und Arbeitsmarktzugang zu fördern.\nBei dem EPSR Action Plan handelt es sich also um ein vielschichtiges Vorhaben, die soziale Kohäsion in der EU durch neue Arbeitsperspektiven und bessere Sozialprogramme zu verbessern. Die folgende Grafik zeigt seine verschiedenen Bestandteile auf:\n20 EPSR-Prinzipien\nRechte und Standards für\nbessere Arbeitsbedingungen,\nSozialschutz und\nChancengleichheit\nProgramme zur Bekämpfung\nvon Armut, Förderung von\nWeiterbildung\nund Unterstützung von\nbenachteiligten\nGruppen.\nEuropäischer\nSozialfonds Plus\nEPSR\nAction Plan\nUmsetzung\nEuropäischer\nFonds für regionale\nEntwicklung\nInvestiert in soziale\nInfrastrukturen wie Schulen,\nKindergärten oder\nGesundheitszentren.\nNextGenEU\nFördert Chancengleichheit,\nArbeitsmarktzugang und soziale\nSicheheit, v.a. über dieRecovery\nand Resilience Facility.\n* Beschäftigungsquote bis 2030 auf 78% steigern\n« 15 Millionen Menschen, darunter\n5 Millionen Kinder, aus der Armut holen.\n° 60+% der Erwachsenen jährlich inFortbildungen ,\nmit Fokus auf digitale und grüne Kompetenzen,\n° Schaffung von 3 Millionen neuen\nArbeitsplätzen durch Qualifikation und\nWeiterbildung.\n+\nStärkung vonSozialschutzsystemen\nund besserer Zugang zu\nSozialleistungen.\nInvestEU\nInvestitionsunterstützung für\nProjekte, die Arbeitsplätze\nschaffen, soziale Infrastrukturen\nmodernisieren und Inklusion\nfördern.\nErasmus+\nBildungs- und\nQualifikationsprojekte, die\nlebenslanges Lernen und\nhöhere berufliche Kompetenzen\nermöglichen.\nGrafik 4: Überblick und Vertiefung des The European Pillar of Social Rights Action Plan.\n12",
  "page_13": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n2.2 NZIA und CSDDD: Die Lieferkettenerweiterungen\nDer Net Zero Industry Act (NZIA)F2 und die Corporate Sustainability Due Diligence Directive (CSDDD)2! sind zwei der neuesten EU-Mafsnahmen zur Erreichung einer klimaneutralen Wirtschaft im Dienste der Menschen. Obwohl die beiden Initiativen strukturell kaum unterschiedlicher sein könnten - ersteres eine Verordnung zum Ausbau europäischer Produktionskapazitäten, letzteres eine Richtlinie mit Sorgfaltspflichten zur Nachhaltigkeit - teilen sie einen gemeinsamen Fokus: Lieferketten.\nSowohl die Corona-Pandemie als auch der russische Angriffskrieg auf die Ukraine haben der EU die strategischen Risiken ihrer Lieferketten-Abhängigkeiten schmerzhaft vor Augen geführt. Während die Pandemie zeigte, wie stark Europa in kritischen Technologien auf Importe, insbesondere aus China, angewiesen ist, offenbarten die Monate nach der russischen Invasion, wie leicht geopolitische Krisen zur Bedrohung für das europäische Energiesystem werden können.\nAngesichts dieser Erfahrungen und der wachsenden Spannungen mit China verstärkt die EU zunehmend ihre Bemühungen, strategische Unabhängigkeit durch den Ausbau heimischer Schlüsselindustrien und die Diversifizierung ihrer Handelspartner zu erreichen. Gleichzeitig bleibt es ein grundsätzliches Anliegen der EU, sicherzustellen, dass diese Lieferkettenunabhängigkeit nicht auf Kosten von Fairness und Nachhaltigkeit realisiert wird. Um diese verknüpften Ziele zu erreichen, dienen der NZIA und die CSDDD als Zusatz zum Fit for 55-Packet und EPSR Action Plan.\n2.2.1 NZIA: Produktionskapazitäten schaffen, um die Nachfrage durch Fit for 55 EU-intern zu decken\nDer am 16. März 2023 verabschiedete NZIA verfolgt das ambitionierte Ziel, bis 2030 mindestens 40% des jährlichen EU-Bedarfs an Netto-Null-Technologien durch heimische Produktion zu decken und bis 2040 einen globalen Marktanteil von 15% zu erreichen. Damit soll Europas Eigenständigkeit in der Herstellung erneuerbarer Energietechnologien gestärkt und so ein wesentlicher Beitrag zur Umsetzung der Netto-Null-Ziele des EGDs geleistet werden.\nDer NZIA ergänzt das Fit for 55-Paket, indem er sicherstellt, dass die EU ihre steigende Nachfrage nach Schlüsseltechnologien zunehmend mit EU-internen und somit unabhängigen Angeboten decken kann. Während Fit for 55 einen regulatorischen Rahmen schafft, um die Nachfrage nach erneuerbaren Energien und emissionsfreien Technologien anzutreiben, fokussiert der NZIA sich auf den Ausbau von Produktionskapazitäten in Europa. So soll verhindert werden, dass der steigende Bedarf die geopolitischen Abhängigkeiten der EU weiter vertieft.\nDer zentrale Wirkmechanismus des NZIA besteht darin, bestimmte Technologien (siehe Box 1) als strategisch zu benennen und ihnen vereinfachte Genehmigungsverfahren sowie besseren Zugang zu Finanzmitteln zu ermöglichen. So werden Mitgliedstaaten beispielsweise ermächtigt, Industrieprojekte als „Net-Zero Strategic Projects“F%® zu  designieren, wenn sie die Wettbewerbsfähigkeit von Technologien stärken, bei denen die EU stark von Importen abhängig ist. Diese Projekte erhalten dann einen Prioritätsstatus, der schnellere Genehmigungen, bevorzugte Behandlungen in Öffentlichen Verfahren und gezielte Finanzierungsberatung sicherstellt. Die neu errichtete “Net-Zero Europe Plattform”#\"! dient dabei als zentrale Koordinierungsstelle für den Informationsaustausch zwischen Mitgliedstaaten, EU-Kommission und Interessengruppen.\n13",
  "page_14": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nDer NZIA umfasst Endprodukte, Komponenten und Maschinen, für die Herstellung folgender\nNetto-Null-Technologien:\n1. Photovoltaische und solarthermische\n10. Technologien für nachhaltige alternative Kraftstoffe\nSolartechnologien\n11. Technologien für Wasserkraft\n2. Onshore- und Offshore-Technologien für\n12. Sonstige Technologien für erneuerbare Energien\nerneuerbare Energien\n13. Energiesystembezogene Energieeffizienztechno-\n3. Batterie-/Speichertechnologien\nlogien, einschließlich Wärmenetztechnologien\n4. Wärmepumpen und geothermische\n14. Technologien für erneuerbare Brennstoffe\nEnergietechnologien\nnicht-biologischen Ursprungs\n3. Wasserstofftechnologien, einschließlich\n15. Biotechnologische Klima- und Energielösungen\nElektrolyseure und Brennstoffzellen\n16. Andere transformative industrielle Technologien\n6. Nachhaltige Biogas-/Biomethantechnologien\nzur Dekarbonisierung\n7. Technologien zur Kohlenstoffabscheidung und\n17. CO2-Transport- und -Nutzungstechnologien\n-speicherung (CCS)\n18. Windkraft- und elektrische Antriebstechnologien\n8. Netztechnologien\nfür den Verkehr\n9. Kernspaltungsenergietechnologien, einschließlich\n19. Andere Nukleartechnologien\nTechnologien für den Kernbrennstoffkreislauf\nTabelle 1: Liste der im NZIA-genannten Netto-Null Technologien.\nMitgliedstaaten haben zudem die Aufgabe zentrale Anlaufstellen, sogenannte “One-Stop-Shops”, einzurichten, welche die Genehmigungsverfahren für Netto-Null-Projekte bündeln und Beratung zu wichtigen Aspekten wie Investitionsförderung und der Skalierung von Projekten bieten sollen. Dabei gelten verbindliche Fristen für Genehmigungen (z.B. 9 bis 12 Monate für strategische Projekte, abhängig von ihrer Gröfßse) sowie eine elektronische Dokumentenabwicklung. Mitgliedstaaten dürfen außerdem \"Net-Zero Regulatory Sandboxes\"#®2 einrichten, die es erlauben, neue Produkte und Dienstleistungen unter erleichterten Bedingungen zu erproben, ohne direkt alle regulären Anforderungen erfüllen zu müssen.\nDarüber hinaus können Mitgliedstaaten im Rahmen des NZIA “Net-Zero Acceleration Valleys”*® ausweisen, die als Cluster für strategische Industrieaktivitäten dienen. In diesen Regionen werden Verwaltungsressourcen zusammengeführt und Infrastruktur aufgebaut, die dann zum Beispiel Umweltverträglichkeitsprüfungen für das gesamte Gebiet durchführen können, um spätere Planungen und Genehmigungen einzelner Projekte zu beschleunigen. Um den in Folge des NZIA verursachten Fachkräftebedarf zu decken, setzt die Verordnung auf die Einrichtung von “Net-Zero- Industry Academies”PQ, die innerhalb von drei Jahren 100.000 neue Arbeitskräfte für den Cleantech- Sektor qualifizieren sollen.\nDer zentrale Mechanismus zur Finanzierung dieser Vorhaben ist die Strategic Technologies for Europe Platform (STEP)El, die jedoch keine neuen EU-Gelder mobilisiert, sondern lediglich Gelder von bereits bestehenden EU-Programmen weiterleitet. Anders als das Fit for 55-Paket, beinhaltet der NZIA also keine großflächigen Fördergelder für strategische Technologien, sondern versucht deren Ausbau indirekt über den Abbau bürokratischer Hürden zu fördern.®2 Dafür schafft er neue neuen Anlaufstellen, in denen existierende Gelder (v.a. aus dem EGDIP) zusammengeführt werden. Die folgende Grafik schafft einen Überblick über die Funktionsweise des NZIA:\n14",
  "page_15": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nEGDIP\nFinanziert das\nErreichen des EGDs\nFit for 55\nMafsnahmenkatalog\nzur Realisierung des\nEU-Klimagesetz\nLeitet Gelder um\nCRMA\nSTEP\nInvestitionsinstrument für\nSchlüsseltechnologien\nzentrales Tool zur\nFinanzierung\nNZIA\nNet-Zero Industry Act\nFördert Ausbau strategischer\nNetto-Null-Technologien\nFördert On-Shoring,\nRecycling und\nsichert den Zugang zu Handelspartnerschaften\nkritischen Rohstoffen\nfür strategische\nRohstoffe\nNet-Zero\nStrategic\nProjects\nNet-Zero\nNet-Zero\nRegulatory\nAcceleration\nSandboxes\nValleys\nNet-Zero-\nOne-Stop-\nIndustry\nShops\nAcadamies\nNet-Zero\nEurope\nPlatform\nGrafik 5: Überblick über Funktionsweise des Net-Zero Industry Act.\nDa Lieferketten-Abhängigkeiten im Rohstoffen-Bereich besonders ausgeprägt sind, arbeitet der NZIA eng mit dem zeitgleich verabschiedeten Critical Raw Materials Act (CRMA)E® zusammen. Der CRMA zielt darauf ab, die Versorgungssicherheit der EU bei kritischen Rohstoffen zu gewährleisten, indem er Lieferquellen diversifiziert, Recyclingprozesse stärkt und strategische Reserven aufbaut. Wie der NZIA stuft auch der CRMA Projekte als „strategisch“ ein, wenn sie einen Beitrag zur europäischen Rohstoffversorgung leisten, und erleichtert ihnen dann den Zugang zu Fördermitteln und Genehmigungen.\nUm weniger abhängig von einzelnen Lieferländern, wie China, zu werden, legt die EU mit dem CRMA zudem fest, dass maximal 65% des jährlichen Bedarfs an strategischen Rohstoffen aus einem einzelnen Drittland stammen dürfen. Mitgliedstaaten sollen dabei grofse Unternehmen identifizieren, die strategische Technologien herstellen und diese alle zwei Jahre auf ihre Lieferketten überprüfen und Stresstests durchführen, um Lieferengpässe frühzeitig zu erkennen. Das Ziel ist bis 2030, 10% der strategischen Rohstoffe in der EU zu gewinnen, 40% zu verarbeiten und 25% zu recyceln.\nSowohl der CRMA als auch der NZIA haben also ehrgeizige Zielsetzungen für das Jahr 2030 im Blick. Ihr gemeinsamer Ansatz besteht darin, durch die administrative und politische Förderung strategischer Technologien und Rohstoffe, die von dem Fit-for-55-Paket angestofsene Nachfrage nach\n15",
  "page_16": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nSchlüsseltechnologien innerhalb der EU zu decken und so den Übergang zu einem nachhaltigen Energiesystem trotz geopolitischer Instabilität zu sichern.\n2.2.2 CSDDD: Den EPSR Action Plans auf globaler Ebene ausweiten\nDie am 24. Mai 2024 verabschiedete Corporate Sustainability Due Diligence Directive (CSDDD), auch bekannt als EU-Lieferkettengesetz, verpflichtet grofse EU-Unternehmen, Menschenrechts- und Umweltstandards entlang ihrer gesamten Wertschöpfungskette einzuhalten Im Gegensatz zum NZIA setzt die CSDDD nicht bei Regierungen, sondern direkt bei privatwirtschaftlichen Akteuren an, indem sie grofse EU-Unternehmen dazu dazu anhält, ihre Geschäftspraktiken auf soziale und ökologische Nachhaltigkeit zu überprüfen.\nDie CSDDD erweitert also den Schutz von Arbeitnehmern und benachteiligten sozialen Gruppen, der im EPSR Action Plan verankert ist, indem sie von EU-Unternehmen verlangt, auch auf globaler Ebene soziale und ökologische Mindeststandards einzuhalten. Die Richtlinie gilt entsprechend nicht nur für den EU-Binnenmarkt, sondern fordert europäische Unternehmen dazu auf, diese Werte weltweit in ihre Lieferketten und Geschäftsbeziehungen einfließen zu lassen.\nDas zentrale Werkzeug dafür sind risikobasierte Sorgfaltsprüfungen. Unternehmen müssen hierbei ihre Geschäftstätigkeiten - einschließlich Tochtergesellschaften und vorgelagerter Zulieferer - auf potenzielle Risiken für Umwelt und Menschenrechte (siehe Tabelle 2) hin analysieren und nach ihrer Schwere sowie Wahrscheinlichkeit bewerten. Diese Sorgfaltspflichten sind in die Unternehmenspolitik und Governance-Strukturen zu integrieren und durch klare Verhaltenskodizes zu konkretisieren. Ergänzend dazu sind effektive Beschwerdesysteme einzurichten und, falls noch nicht vorhanden, Klimatransitionspläne zu entwickeln und umzusetzen.\nDie CSDDD bringt ihre Sorgfaltspflichten in Einklang mit mehreren internationalen Rahmenwerken,\ninsbesondere der Internationalen Charta der Menschenrechte und den Kernkonventionen der/nternationalen\nArbeitsorganisation (ILO).\nILO Core Conventions (aus der 1998 Declaration\nUN Guiding Principles on Business and Human\non Fundamental Principles and Rights at Work):\nRights\na. C029: Forced Labour Convention (1930)\nb. C105: Abolition of Forced Labour Convention (1957)\nOECD Guidelines for Multinational Enterprises:\nc. C087: Freedom of Association and Protection ofthe\nRight to Organise Convention (1948)\nInternational Bill of Human Rights:\nd. C098: Right to Organise and Collective Bargaining\nConvention (1949)\na. Includes the Universal Declaration of Rights (UDHR), the\nInternational Covenant on Civil and Political Rights (ICCPR)\ne. C100: Equal Remuneration Convention (1951)\nand the International Covenant on Economic, Social and\nf. C111: Discrimination (Employment and Occupation)\nConvention (1958)\nCultural Rights (ICESCR).\ng. C138: Minimum Age Convention (1973\nh. C182: Worst Forms of Child Labour Convention (1999)\nConvention on Biological Diversity (CBD)\nAdditional ILO Standards that are referenced or\nParis Agreement\nindirectly relevant:\na. C155: Occupational Safety and Health Convention (1981)\nb. C169: Indigenous and Tribal Peoples Convention (1989)\nTabelle 2: Liste der internationalen Rahmenwerke, auf denen die sozialen und ökologischen Kriterien der CSDDD gründen.\nVon der Richtlinie betroffen sind Unternehmen mit Sitz in der EU, die mehr als 1.000 Beschäftigte und einen weltweiten Nettoumsatz von mehr als 450 Mio. Euro pro Jahr haben, sowie Unternehmen, die nicht in der EU ansässig sind, aber auf dem europäischen Markt jährlich über 450 Mio. Euro\n16",
  "page_17": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nNettoumsatz erzielen. Vollständig wirksam wird die CSDDD erst ab 2029, während besonders grofse Unternehmen bereits ab 2027 die Sorgfaltspflichten umsetzen müssen.\nDie nötige Transparenz und Vergleichbarkeit von Daten, um die Einhaltung der CSDDD zu überprüfen, werden durch die Corporate Sustainability Reporting Directive (CSRD)P? geschaffen. Diese 2023 verabschiedete Richtlinie fordert Unternehmen dazu auf, detaillierte Nachhaltigkeitsinformationen offenzulegen, die den European Sustainability Reporting Standards (ESRS)P2 folgen. Dabei gilt das Prinzip der doppelten Wesentlichkeit, das Unternehmen verpflichtet, sowohl die Auswirkungen ihrer Tätigkeiten auf Gesellschaft und Umwelt als auch die Einflüsse der Umwelt und Gesellschaft auf das Unternehmen selbst zu bewerten.\nZudem arbeitet die CSDDD eng mit sektorspezifischen Regelungen zusammen, die oft strengere Anforderungen stellen. Die Conflict Minerals Regulation (2017)EÜ schreibt zum Beispiel eine strenge Überprüfung von Rohstoff-Lieferketten in Hochrisikogebieten vor, einschließlich unabhängiger Audits. Die Deforestation Regulation (2023)®7 verlangt Nachweise zur Herkunft von Holzwerkstoffen und schließst Produkte aus, die mit Entwaldung in Verbindung stehen. Die Forced Labour Regulation (2024)EÜ geht noch weiter und verbietet alle Produkte vom EU-Markt, die im Zusammenhang mit Zwangsarbeit stehen, und setzt dabei auf strikte behördliche Kontrollen.\nDie CSDDD ergänzt also spezifische Regelungen durch sektorübergreifende Vorgaben und verknüpft existierende Berichterstattungsmechanismen mit konkreten Sorgfaltspflichten. Die folgende Grafik veranschaulicht die Funktionsweise der CSDDD und assoziierter Regelwerke:\nt\nCSDDD\nSchafft Transparenz um Einhaltung\nSektorübergreifende\nStrengere Vorgaben für spezifische\nzu überprüfen\nSektoren und Tätigkeiten\nSorgfaltspflichten\nCSRD\nSektorspezifische Richtlinien\nNachhaltigkeitsberichte\nConflict Minerals Regulation,\nDeforestation\nRegulation,\nnach ESRS\nRisikobasierte\nForced Labour Regulation etc.\nSorgfaltsprüfungen\nFördert Ausbau strategischer\nNetto-Null-Technologien\n1 Risiken für Umwelt\nund Menschenrechte\nidentifizieren\nNach ihrer Schwere\nBeschwerdesysteme\nsowie\nKlimatransitionspläne\nWahrscheinlichkeit\nbewerten\nMafsnahmen ergreifen\num Schaden zu\nverhindern\nIn Governance-Strukturen\nintegrieren und\nVerhaltenskodizes\nkonkretisieren\nGrafik 6: Überblick über Funktionsweise der Corporate Sustainability Due Diligence Directive.\n17",
  "page_18": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n2.3 REPowerEU und die EU-Strommarktreform: Europas Antwort auf den Energiepreisschock 2022\nAll diese EU-Initiativen stehen auch im Kontext des massiven Energiepreisschocks den Europa 2022 in Folge des russischen Angriffskriegs auf die Ukraine erlebte. Während die Großshandelspreise für Strom vor dem Krieg in Deutschland über Jahre hinweg konstant zwischen 10 und 20 Euro/MWh lagen, erreichten sie im Jahr 2022 drastische Höchststände von über 300 Euro/MWh.E3\nDiese Preisexplosion war auch Folge des sogenannten Merit-Order-Prinzip.&3 Dieses beschreibt einen Marktmechanismus, durch den Kraftwerke an der Strombörse entsprechend ihrer Wirtschaftlichkeit priorisiert werden, sodass die günstigsten Erzeuger zuerst ins Netz eingespeist, der Strompreis aber von dem zuletzt benötigten Kraftwerk bestimmt wird. Die Idee ist, Anreize für die Produktion von billigem Strom zu schaffen, indem Anbieter an der Differenz zur teuersten Gestehungskostenart verdienen und so auf Dauer höherpreisige Anbieter aus dem Markt drängen. Da Gaskraftwerke aufgrund ihrer Flexibilität oft als Grenzkraftwerke fungieren, können steigende Gaspreise schlagartig den gesamten Strompreis erhöhen.\nDie Energieunabhängigkeitsbestrebungen des NZIA sind somit auch als Reaktion auf die 2022 demonstrierte Preisvolatilität fossiler Energieträger zu verstehen. Dabei wird die Verordnung von zwei weiteren EU-Mafsnahmen flankiert, welche die EU in Folge des russischen Angriffskrieges auf den Weg brachte.\n2.3.1 REPowerEU: Europas Energieunabhängigkeit wieder herstellen\nDas am 21. Februar 2023 vorgestellte REPowerEU-Programml®! macht es sich zur Aufgabe, Europas Abhängigkeit von russischem Gas zu beenden und den Umstieg auf ein nachhaltiges Energiesystem zu beschleunigen. Bis 2027 sollen die jährlich importierten 155 Milliarden Kubikmeter russisches Gas vollständig aus der europäischen Energieversorgung verschwinden. Das Programm baut direkt auf dem Fit for 55-Paket auf und verbindet somit, wie auch der NZIA, das Ziel einer dekarbonisierten EU- Wirtschaft mit dem eines geopolitisch unabhängigen Europas.\nUm diese Ziele zu erreichen, setzt REPowerEU auf Energieeinsparung, Diversifizierung und eine Beschleunigung der Energiewende. So wird das im Rahmen des Fit for 55 eingeführte verbindliche Energieeinsparziel von 9% bis 2030 der EED auf 13% angehoben. Zudem werden Einzelpersonen gemäß dem „9-Punkte-Plan“@l der Internationalen Energieagentur dazu ermutigt, ihren Energieverbrauch zu reduzieren. Zur Diversifizierung ermöglicht eine neue EU-Energieplattform die gemeinsame Beschaffung von Gas, Flüssigerdgas und Wasserstoff, während gleichzeitig die Gasinfrastruktur ausgebaut wird, um Importe durch alternative Lieferanten und über LNG-Häfen sicherzustellen. Zudem unterstützt die EU besonders von der Energiekrise betroffene Staaten, vor allem Partnerländer in Afrika.\nDarüber hinaus erhöht REPowerEU das Ziel für erneuerbare Energien bis 2030 von 40% auf 45%, wobei Solarenergie die führende Rolle einnehmen soll (z.B. durch eine Pflicht für Solaranlagen auf öffentlichen, gewerblichen und neuen Wohngebäuden). In sogenannten „go-to-areas“ sollen Genehmigung für erneuerbare Energien innerhalb eines Jahres erfolgen, für Solaranlagen auf Dächern in maximal drei Monaten. Zudem sollen innerhalb von fünf Jahren 10 Millionen Wärmepumpen installiert und bis 2030 10 Millionen Tonnen erneuerbaren Wasserstoff bereitgestellt werden, unterstützt durch drei grofse Importkorridore und eine europäische Wasserstofffazilität.\n18",
  "page_19": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nUm diese Vorhaben zu ermöglichen, mobilisiert die EU fast 300 Milliarden Euro, von denen der Grofßsteil aus nicht genutzten Darlehen der Recovery and Resilience Facility kommt. Die folgende Grafik schafft einen Überblick über das REPowerEU-Programm und seine Finanzierungselemente:\n225 Mrd. Euro\n. Energieeinsparziel bis\n4\nRecovery andResilience\n2030 der EED auf 13%\nanheben\nReformiert Kernelemente\nFacility\nDurch\n“Playing my\nI\nFinanziert\nNicht\ngenutzte\nDarlehen\nPart” 9-Punkte-Plan\nder IEA privaten\nREPowerEU\n20+ Mrd. Euro\nStromverbrauch\nETS\nsenken\nEuropas Energiesouveränität\nherstellen durch\n60% aus Innovationsfond und\nUnabhängigkeit von\n40% durch Verkauf von\nrussischem Gas\nZertifikaten\nDiversifizierung\n. EU-Energieplattform:\nBis zu 17,9 Mrd. Euro\nKohäsionspolitische\nBeschleunigung der Energiewende\nMittel\nBeschaffung von Gas,\n45% Ziel für erneuerbare Energien\nFlüssigerdgas und\nbis 2030\n5%\nÜbertragungsmöglichkeiten\nWasserstoff\nTeilweise Pflicht für Solaranlagen\naus dem European Regional\nAusbau\nDevelopment\nFund oder dem\nGasinfrastruktur,\nGenehmigungen in “go-to-areas”\nImport von Flüssig-\n10 Mio. Wärmepumpen bis 2027\nCohesion Fund\nerdgas ermöglichen\n20 Mio. Tonnen erneuerbarer\nStrategie für ein\nWasserstoff bis 2030\nBis zu 5,4 Mrd. Euro\nBiomethanproduktion bis 2030 auf\nBrexit Reserven\nim Energiebereich\n35 Mrd. m? erhöhen\nFreiwillige Reserven an die RRF\nGrafik 7: Überblick und Finanzierung des REPowerEU-Programm.\n2.3.2 EU-Strommarktreform: Stabile Strompreise auf lange Sicht sichern\nWährend das REPowerEU-Programm als akute Krisenlösung - also als Versuch Europa schnell unabhängiger von russischem Gas zu machen, ohne dabei die europäische Stromversorgung zu gefährden - zu verstehen ist, setzt die am 14. Dezember 2023 angenommene EU-Strommarktreform!®! auf tiefgreifende strukturelle Veränderungen, um langfristig Planungssicherheit für Investoren sowie stabile Marktbedingungen für Verbraucher und Unternehmen zu schaffen. Hintergrund ist das Anliegen, Verbraucher vor Preisspitzen zu schützen und Strompreise von volatilen fossilen Brennstoffpreisen zu trennen - auch durch einen schnelleren Ausbau erneuerbarer Energien.\nIn diesem Sinne nimmt die EU-Strommarktreform Änderungen an der Elektrizitätsrichtlinie®d, der Elektrizitätsverordnung®”\" und der Verordnung zur Integrität und Transparenz des Energiemarktes (REMIT)® vor. So schafft die Reform beispielsweise Wahlfreiheit zwischen Fixpreis- und variablen Tarifen für Verbraucher, um sie vor Preisschwankungen zu schützen. Energieversorger müssen überdies transparenter Rechnungen stellen und früher über Vertragsänderungen informieren. Zudem stärkt die Reform den Kündigungsschutz gegen unfaire Vertragsbeendigungen, besonders in Krisen, und sichert einkommensschwache Haushalte durch Energiezuschüsse und Rabatte vor den Auswirkungen von Preisspitzen ab.\nDes Weiteren verpflichtet die EU-Strommarktreform Energieversorger und Netzbetreiber dazu Echtzeitdaten zur Stromerzeugung, Netzlast und Speicherverfügbarkeit zu veröffentlichen, damit Marktteilnehmer und Regierungsbehörden informierte Entscheidungen treffen können. Zudem stärkt die Reform gezielt die Überwachungsbefugnisse der europäischen Strommarkt- Regulierungsbehörde ACER®M, damit diese Marktmanipulationen und Insiderhandel effektiver bekämpfen kann. Parallel zu diesen Regulierungsveränderungen wird die Förderung von\nfreiwillige gemeinsame\nauswärtiges Engagement\n19\nEnergieeinsparung",
  "page_20": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nEnergiespeichern wie Batterien, Pumpspeicherkraftwerken und Wasserstoffspeichern vorangetrieben, um Versorgungsschwankungen von erneuerbaren Energietechnologien künftig besser ausgleichen zu können.\nDoch der wohl entscheidendste Teil der EU-Strommarktreform ist die Stärkungen zweier Marktinstrumente die sowohl Energiepreise stabilisieren als auch erneuerbare Energien fördern sollen: Power Purchase Agreements (PPAs)\"Q und Contracts for Difference (CfDs)\"l. PPAs bezeichnen langfristige Stromkaufvereinbarungen zwischen Stromerzeugern und -abnehmern, die durch einen festen Preis vor Marktpreisschwankungen schützen. So können Betriebe beispielsweise im Einklang mit ihrer Klimastrategie erneuerbaren Strom, ganz ohne Zwischenhändler oder Energiebörsen beziehen. Die Preisstabilität unterstützt außerdem die Finanzierung neuer erneuerbarer Stromerzeugungskapazitäten, indem sie Planungssicherheit für Investoren schafft.\nCfDs hingegen sind Verträge, die eine Differenzzahlung zwischen einem festgelegten Basispreis und dem Marktpreis regeln, um Erzeuger und Abnehmer bei Preisschwankungen zu entschädigen. Liegt der Marktpreis über dem vereinbarten Basispreis, zahlen Erzeuger die Differenz zurück. Liegt der Marktpreis darunter, gleicht der Abnehmer die Differenz aus. Wie bei PPAs erhalten Stromanlagenbetreiber so eine hohe Planungs- und Investitionssicherheit, während öffentliche und private Abnehmer bei hohen Strombörsenpreisen geschützt werden.\nDie EU-Strommarktreform fördert PPAs und CfDs, indem sie die rechtlichen und finanziellen Rahmenbedingungen für die Nutzung beider Preisabsich- erungsmechanismen verbessert. PPAs profitieren dabei von Kreditgarantien, standardisierten Verträgen und erleichterten Zugängen für kleinere Unternehmen. CfDs hingegen werden als zentrales Instrument für staatlich unterstützte Projekte etabliert, wodurch Erzeugern feste Einnahmen und vVer- brauchern direkte Entlastung geboten wird. Zusammen mit dem gestärkten Verbraucherschutz, den erweiterten Befugnissen der Regulierungsbehörde ACER und der Förderung von Speicher- technologien, soll Europa durch die breitere Einführung von PPAs und CfDs vor Energieschocks wie 2022 bewahrt werden.\nRePowerEU\nBesserer\nErgänzt durch\nVerbraucherschutz auf\ngrundlegende Reform\ndem Strommarkt\nEU-Strommarktreform\nEuropas Energiesouveränität\nherstellen durch\nunabhängigkeit von\nrussischem Gas\nTransparenz über\nStromerzeugung,\nNetzlast und Speicher-\nverfügbarkeit\nPPAs CfDs\nLangfristige Verträge, die\nStromliefer- Differenzen\nverträge bieten schwankender\nfeste Strompreise Marktpreise\nund schützen vor auszugleichen.\nPreisschwankungen\nGarantieren\nFinanzierung neuer Einnahmen und\nUnterstützen Erzeugern stabile\nerneuerbarer schützen\nEnergieprojekte. Verbraucher vor\nhohen Kosten.\nGrafik 8: Überblick über die Funktionsweise der EU-Strommarktreform.\nMehr Befugnisse für\nRegulierungsbehörde\nACER\n20\nFörderung von\nSpeichertechnologien,\num Schwankungen\nauszugleichen",
  "page_21": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n2.4 Nachfrage ohne Angebot: Eine kritische Einordnung der EU-Maßnahmen\nDie EU hat in den vergangenen Jahren also eine Vielzahl an Mafßnahmen ergriffen, die in der Summe eine industriepolitische Wirkung entfalten. Der NZIA und die CSDDD können dabei als die jeweiligen Lieferketten-orientierten Erweiterungen des Fit for 55-Pakets und des EPSR Action Plan verstanden werden, welche wiederum den politischen Prioritäten eines Europäischen Grünen Deals und einer Wirtschaft im Dienste der Menschen untergeordnet sind. Das REPowerEU-Programm dient unterdessen als Beschleuniger des Fit for 55-Pakets, während die EU-Strommarktreform darauf abzielt, die energiewirtschaftlichen Rahmenbedingungen für den NZIA zu verbessern.\nPolitische Priorität\nEuropäischer Grüner Deal\nEine Wirtschaft im Dienste\n(2019)\nder Menschen\nKerninitiative\nFit for 55-Paket\nEuropean Pillar of Social Rights\n(2021)\nREPowerEU\nAction Plan\nNeue Maßnahmen\nNZIA\nCSDDD\n(2023/2024)\nEU-Strommarktreform\nGrafik 9: Überblick der zentralen EU-Maßnahmen und ihre Hierarchie.\nWas der EU jedoch fehlt, ist eine kohärente Industriestrategie. Statt gezielt Technologien und Sektoren zu fördern, die unter hohem Wettbewerbsdruck stehen oder wo Europa eine dominante Marktposition zu verteidigen hat, verfolgen Mafsnahmen oft breite, undefinierte Ziele. So führten Verhandlungen zwischen Mitgliedstaaten und dem EU-Parlament zum NZIA beispielsweise nicht zu einer Schärfung der ursprünglichen Ziele, sondern dazu, dass zusätzliche, teils fragwürdige Technologien und diffuse Weltmarktanteilsziele in das Gesetz aufgenommen wurden.\nNoch problematischer ist jedoch die ungleiche Finanzierung von nachfrage- und angebotsfördernden Mafsnahmen. Denn während Programme wie das Fit for 55-Paket durch den ETS und EGDIP solide durchfinanziert sind, fehlen Mafsnahmen wie dem NZIA eine stabile Finanzierungsgrundlage. Denn wie zuvor erwähnt mobilisiert die Finanzierungsplattform STEP, die dem NZIA zugrunde liegt, keine neuen EU-Gelder, sondern leitet lediglich bestehende Gelder um.\nWährend staatliche Banken als Teil der chinesischen “Made in China 2025”-Industriestrategie® zinsgünstige Darlehen und Anleihen gezielt an Hersteller von Schlüsseltechnologien verteilen und öffentliche Agenturen und Fonds ihnen direkte finanzielle Unterstützung anbieten, beschränkt sich die EU mit dem NZIA auf administrative Förderung. Auch direkte Finanzierungszuschüsse, wie der amerikanische IRA sie großflächig anbietet, sucht man im NZIA vergeblich.\nDie EU hat also ein massives Fördersystem für die Akquise erneuerbarer Energien geschaffen, Investitionen in die eigene Produktionskapazität aber vernachlässigt. Das erwartbare Resultat ist, dass Schlüsseltechnologien zunehmend importiert werden und die europäische Industrie langsam aber sicher Marktanteile einbüfst. Um das Framing des ehemaligen EZB-Chef Mario Draghi in seinem Berichts zur Zukunft der europäischen Wettbewerbsfähigkeit aufzugreifen: Die EU läuft Gefahr, anfänglichen Wettbewerbsvorteile im Cleantech-Sektor zu verspielen, da ihre Industriepolitik im internationalen Vergleich zu fragmentiert und das Investment zu gering ist.\nDer CSDDD hingegen mangelt es primär an strategischer Einbindung in die europäische Industriepolitik. Statt die Sorgfaltspflichten der Richtlinie als integralen Bestandteil einer fairen und\n21",
  "page_22": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nwettbewerbsfähigen Industriestrategie zu verankern, bleibt die CSDDD auf einzelbetriebliche Regelungen beschränkt. Dies verhindert eine koordinierte Herangehensweise, die es ermöglichen würde, Unternehmen gezielt dabei zu unterstützen, Lieferketten systematisch nachhaltiger zu gestalten und gleichzeitig die europäische Industrie langfristig global wettbewerbsfähig zu machen.\nZudem setzt die CSDDD zu stark auf vertragliche Zusicherungen und zu wenig auf wirksame Durchsetzungsmechanismen. Unklare Erstattungsverfahren, welche in der CSDDD deutlich schwächer sind als von OECD-Leitsätzen empfohlen, führen beispielsweise dazu, dass geschädigte Arbeitnehmenden ihre Ansprüche in den oft langwierigen Schadensersatzprozesse nicht geltend machen können. Dies erhöht das Risiko, dass Unternehmen Sorgfaltspflichten formal erfüllen, ohne dass substanzielle Verbesserungen in Arbeitsbedingungen erzielt werden. Diese Sorge wird dadurch verstärkt, dass Konsultationspflichten gemäß den UN-Leitprinzipien weitgehend fehlen.\nDarüber hinaus wurde der Anwendungsbereich der CSDDD im Laufe der Verhandlungen zunehmend eingeschränkt. Frühere Entwürfe sahen nämlich nicht nur vor, dass Geschäftsführende direkt für Sorgfaltspflichten haftbar gemacht werden können, sondern auch einen weitaus niedrigeren Schwellwert für von der Richtlinie betroffene Unternehmen. Mittlerweile sind fast 70% der ursprünglich erfassten Unternehmen ausgenommen, da strenge Regelungen für Hochrisikosektoren und die Berücksichtigung nachgelagerter Zulieferer aus der Risikoanalyse gestrichen wurden.\nDie derzeitige Industriepolitik der EU scheitert somit nicht nur daran, dringend erforderliche Investitionen für den Ausbau der Cleantech-Kapazitäten zu mobilisieren, sondern vernachlässigt auch die Integration sozialer Gerechtigkeit als zentraler Bestandteil ihrer Industriestrategie. Der Erfolg Chinas und der USA zeigt, dass globale Wettbewerbsfähigkeit nicht durch isolierte Mafßnahmen entsteht, sondern eine kohärente, langfristige Strategie mit klaren Förderprioritäten erfordert.\nFolglich sind weder die administrativen Verbesserungen des NZIAs ein Ersatz für ein koordiniertes Investitionsprogramm noch die Sorgfaltspflichten der CSDDD ausreichend, um sicherzustellen, dass europäische Industriepolitik auch soziale Gerechtigkeit fördert. Zu welchen wirtschaftlichen und moralischen Problemen die inadäquaten Mafsnahmen der EU führen, werden im folgenden Kapitel anhand zweier Schlüsseltechnologien genauer untersucht.\n22",
  "page_23": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n3. FAIRE LIEFERKETTEN FUR SCHLUSSELTECHNOLOGIEN DER ENERGIEWENDE\nWährend die EU bislang nur knapp ein Viertel ihrer Stromerzeugung aus erneuerbarer Energie zieht soll sich diese Zahl bis zum Ende der Dekade fast verdoppeln.EÜ Viele europäische Lieferkettenanalysen konzentrieren sich deshalb auf erneuerbare Energietechnologien wie Solar- und Windenergie. Die Energiewende wird jedoch nur gelingen, wenn der Ausbau dieser EE- Technologien mit der Entwicklung neuer Speichertechnologien und klimaneutralen Alternativen für CO;-intensive Industrieprozesse einhergeht. Im Zentrum dieser Bemühung stehen Batterien und grüner Wasserstoff.\nBatterien können Strom aus erneuerbaren Quellen speichern und schaffen so die Grundlage für die Elektrifizierung zentraler Sektoren wie Verkehr und Industrie. Sie treiben die Mobilitätswende voran indem sie Elektrofahrzeuge mit Energie versorgen, und helfen Industrien, Prozesse wie das Betreiben von Maschinen und Produktionsanlagen zu dekarbonisieren. In Kombination mit intelligenten Speichersystemen können Batterien zudem Lastspitzen ausgleichen und so zu einer stabilen und nachhaltigen Stromversorgung beitragen\nGrüner Wasserstoff hingegen bietet eine direkte klimaneutrale Alternative für CO;,-intensive Industrieprozesse wie Stahl- oder Chemieproduktion, bei denen eine direkte Elektrifizierung nicht möglich ist. In der Stahlherstellung kann Wasserstoff etwa Kohle in Hochöfen ersetzen, wodurch die Emissionen signifikant gesenkt werden und in der Chemieindustrie fungiert Wasserstoff als zentraler Rohstoff für die Herstellung von Ammoniak und Methanol, welche wiederum wichtige Grundstoffe für Produkte wie Düngemittel und Kunststoffe sind\nBeide Technologien sind also nicht nur Grundpfeiler einer erfolgreichen Energiewende, sondern auch entscheidend für eine klimaneutrale und wettbewerbsfähige europäische Industrie. Dieses Kapitel analysiert die Lieferketten der beiden Schlüsseltechnologien und identifiziert strategische Abhängigkeiten sowie das Ausmafs ausbeuterischer Arbeitsverhältnisse. Anschliefsend wird untersucht, wie bestehende EU-Mafsnahmen den Ausbau europäischer Produktionskapazitäten derzeit unterstützen und inwiefern Finanzierungslücken bestehen bleiben\n3.1 Batterien: Der mobile Speicher der Energiewende\nBatterien wandeln chemische Energie in elektrische Energie um und eignen sich somit als Speichermedium, das Energie aufbewahrt und bei Bedarf schnell und effizient freigibt. Lithium- lonen-Batterien, die am häufigsten eingesetzt werden, basieren auf der Bewegung von Lithium-Ionen zwischen der Anode (negativ) und der Kathode (positiv) durch eine nicht-wässrige Elektrolytlösung Im Bereich der Elektromobilität dominieren Nickel-Mangan-Kobalt-Oxid (NMC) und Nickel-Kobalt- Aluminium-Oxid (NCA) als Kathodenchemien, während Lithium-Eisen-Phosphor (LFP) zunehmend als umweltfreundlichere und leistungsstärkere Alternative genutzt wird.®U\nDie EU-Batterieverordnung®2 unterscheidet fünf Batteriekategorien\nHochleistungsbatterien,\nBatterien für\ndie speziell für den Antrieb industriele Anwendungen\nvon Elektroautos und\nwie beispielsweise in\nanderen elektrifizierten\nstationären Energie-\nFahrzeugen entwickelt\nspächen, Maschinen\nwurden\noder in der Produktion\n23\nBatterien, die in\ntragbaren elektronischen\nGeräten wie Smart-\nphones, Laptops oder\nFernbedienungen\nverwendet werden\nWiederaufladbare Batterien,\ndie in kleinen,\nelektrifizierten Fahrzeugen\nwie E-Bikes, E-Scootern\noder Pedelecs eingesetzt\nwerden\nBatterien, die in\nherkömmlichen\nVerbrennerfahrzeugen\nfür Start, Beleuchtung\nund Zündung verwendet\nwerden",
  "page_24": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nDie Herstellung und Weiterentwicklung von Batterietechnologien ist für die EU essentiell, um die steigende Nachfrage nach Energiespeichern zu erfüllen. Während die europäische Energiespeichernachfrage 2021 noch 11% des Endstrombedarfs ausmachte, wird sie bis 2030 voraussichtlich auf 24% steigen, angetrieben durch die zunehmende Elektrifizierung und den wachsenden Anteil erneuerbarer Energien.3 Laut Prognosen der European Association for Storage of Energy wird der Bedarf an Speicherkapazitäten in der EU 2030 200 GW erreichen und bis 2050 auf 600 GW anwachsen.®? Bei diesem Nachfrageszenario sollen laut einer Studie der EU-Kommission zur Energiespeicherung 67 GW installierte Leistung auf Batterien entfallen.E3\nBatterien spielen zudem eine Schlüsselrolle bei der Dekarbonisierung des leichten und mittelschweren Verkehrssektors und sind damit unverzichtbar für den Übergang zu einer klimaneutralen Mobilität. Das zeigt sich mitunter darin, dass die E-Mobilität bislang den größten Batteriemarkt darstellt: 2021 wurden 90 GWh Batteriekapazität für Elektrofahrzeuge installiert, verglichen mit lediglich 5 GWh für stationäre Energiespeicherung.&@ Dieser Trend wird sich in den kommenden Jahren wohl verstärken. Bis 2030 rechnet die EU mit einem Bedarf von 1.694 GWh Batteriekapazität allein für die E-Mobilität, was der Versorgung von über 50 Millionen Elektrofahrzeugen entspricht. #7\nDie Herstellung einer Batterie beginnt bei der Rohstoffgewinnung und geht über die Verarbeitung dieser Rohstoffe zu Kathoden- und Anodenmaterialien bis zur Herstellung von Batteriezellen und - modulen, welche dann in einem letzten Schritt in Anwendungen wie Elektrofahrzeuge oder stationäre Speicher integriert werden (siehe Grafik 10). Materialien machen dabei einen erheblichen Teil der Endkosten aus. Laut einer gemeinsamen Industrieanalyse der Fraunhofer FFB und der Beratungsfirma Accenture machen Materialkosten immer noch bis zu 70% der gesamten Herstellungskosten von Batterien aus.&3\nBatterie-Lieferkette\nMaterialien\nHerstellungvon\nKomponenten und\nVormontage\nTransport\nundVertrieb\nBetrieb und\nInstandhaltung\nAußerbetrieb-\nnahme\ninfrastruktur\nmaterialien\n(NCA, NMC, Kathoden\nMontage der\nAnoden\n-\nLi-lonen-Zelle\nmaterialien Abscheider\n(verarbeiteter\nlicher Graphit)\nroh\nVerlängerung der\nverarbeitet\nKomponenten\nundUnter-\nkomponenten\n- Aluminium - Kathoden-\n- Kadmium\n- Kobalt\n- kupfer\nLCO)\n- Fluor\n- Anoden-\n- Blei\n- Lithium\n- Mangan\nnatürlicher\n- Natürlicher und künst-\nGraphit\n- Nickel\n- Niobium\n- Phosphor\n- Silikone\n- Titan\nGrafik 10: Überblick über die Lieferkette von Batterien (Trinomics, 2021).\n- Häfen\n- Öffentliche\nStraßen-\n-\n-\nElektrolyte\n-\n-\n24\n-Batterie-\nManagement-\nSysteme\n-Energie-\nManagement-\nSysteme\n-Systeme zur\nLebensdauer\nMontage\n-\n-\nRecycling-Material\nUmstellung auf\n2nd-Life-Batterie",
  "page_25": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n3.1.1 Lieferabhängigkeiten und Arbeitsausbeutung in Europas Batterieversorgung\nDie Kostenstruktur von Batterietechnologien wird neben der Optimierung von Prozessketten und der Reduktion des Materialeinsatzes also vor allem über die Verfügbarkeit und Preisentwicklung von essentiellen Rohstoffen wie Lithium, Kobalt und Nickel geregelt.E2 Was diese drei Batterierohstoffe eint, ist dass sie von dem CRMA als strategische kritische Rohstoffe eingestuft werden. Diese Klassifizierung spiegelt nicht nur ihre essenzielle Bedeutung für die europäische Energiewende wider sondern auch das hohe Risiko von Versorgungsengpässen\nLaut einer von der Kommission beauftragten Studie ist die EU derzeit nicht im Stande die europäische Nachfrage nach Lithium-Ionen-Batterien zu decken und besonders bei Anoden- und NCA- Kathodenmaterialien von ausländischen Lieferanten abhängig.®@ Besonders China dominiert diesen Markt mit 97% der weltweit installierten Produktionskapazitäten für Anodenmaterialien und fast 90% für aktive Kathodenmaterialien.®Ü Die dadurch möglichen, vertikal integrierten Lieferketten in China führen zu einem deutlichen Kostenunterschied. So liegen die Stückkosten der besten Hersteller in China fast 50% niedriger als die europäischen.\nAls Resultat verfügte China 2022 mit knapp 900 GWh, über 77% der globalen Produktionskapazität für Batteriezellen.® Im Vergleich dazu lag die Produktionskapazität der EU bei nur 75 GWh - weniger als ein Zehntel der chinesischen Kapazität Hinzu kommt dass ein Großteil dieser Produktionskapazitäten nicht von europäischen Unternehmen kontrolliert wird. Allein Südkorea, das über mehr als 350 GWh an Fertigungskapazitäten verfügt, besitzt 75% der bestehenden europäischen Produktionskapazitäten, wovon allein 50 Prozentpunkte auf die polnische Fabrik des koreanischen Batterieherstellers LG Energy Solutions entfallen.®# Auch japanische und chinesische Unternehmen sind außerhalb ihrer Heimatmärkte in Europa präsent, wenn auch in deutlich geringerem Mafse\nEVs\nBatteriezellen Zellenkomponenten\nMaterialverarbeitung\nAbbau\n100% AFTEHIE. _\n75%\n50%\n25%\n%\nEV-\nBatterie\nKathode Anode\nLithium Nickel Kobalt Graphit\nLithtum Nickel Kobalt Graphit\nProduktion\nHl China MW Europa I USA\nJapan WKorea W andere\nBE Russland\nDR Kongo\nAustralien\nIndonesion\nGrafik 11: Geografische Verteilung der Produktion/Kapazität nach Elementen der Vlersorgungskette im Jahr 2021 (IEA, 2022)\nDie Dominanz ostasiatischer Unternehmen, welche vor allem auf ihrem besseren Zugang zu wichtigen Rohstoffen basiert (siehe Grafik 11), zeigt sich also nicht nur in der ungleichen Verteilung der globalen Fertigungskapazitäten, sondern auch in ihrer Kontrolle über grofßse Teile der europäischen Produktion. Besonders besorgniserregend dabei ist die hohe Marktkonzentration der Branche. Nur vier große ostasiatische Unternehmen stellen 73% der weltweiten Batteriezellen her.®@! Diese\n25",
  "page_26": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nMarktdominanz verringert nicht nur den Wettbewerb, sondern erhöht auch die Verwundbarkeit europäischer Lieferketten im Falle geopolitischer Spannungen und Handelskonflikte.\nDie starke Abhängigkeit Europas von internationalen Lieferanten verschärft aufßerdem arbeitsrechtliche Probleme in der weltweiten Batterieproduktion. Daten der Lieferkettenplatform Infyos zufolge stehen ganze 75% der globalen Batterie-Lieferketten im Verdacht, gegen EU-Gesetze zur Zwangsarbeit zu verstoßen.®@ Besonders die Förderung und -verarbeitung von kritischen Rohstoffen wie Lithium, Kobalt und Nickel in mehreren Ländern Afrikas und Asiens, wurde in der Vergangenheit immer wieder mit Kinder- und Zwangsarbeit in Zusammenhang gebracht.\nDoch auch in der Batteriezellenfertigung gibt es Probleme. Vor allem in der chinesischen Region Xinjiang, ist Zwangsarbeit bei der Herstellung zentraler Batteriekomponenten gut dokumentiert.®3 Laut den Vereinten Nationen werden dort vor allem Angehörige der uigurischen Minderheit im Rahmen staatlich geförderter Arbeitsprogramme, die oft als Armutsbekämpfungsmafßnahmen oder Antiterrorstrategien getarnt sind, systematisch in Zwangsarbeitsverhältnisse gedrängt - auch mit chinesischen Batterieherstellern. 22\nAusbeuterische Arbeitsbedingungen und fehlende Arbeitsschutzmafsnahmen sind also weit verbreitet, was nicht nur moralisch inakzeptabel ist, sondern auch erhebliche Risiken für Unternehmen birgt, die auf die Einhaltung internationaler Arbeitsstandards und ESG-Kriterien angewiesen sind. Denn die Internationale Arbeitsorganisation betont, dass fehlender Rechtsschutz und hohe Korruption in vielen der betroffenen Länder die Transparenz globaler Lieferketten erschweren. Europäische Batteriehersteller sehen sich also nicht nur mit geopolitischen Abhängigkeiten konfrontiert, sondern auch mit der Herausforderung, menschen- und vor allem arbeitsrechtliche Standards zu gewährleisten.\n3.1.2 Wie unterstützt die EU den Ausbau von Batterietechnologien?\nDie EU versucht auf diese Importabhängigkeiten und Nachhaltigkeitsrisiken durch einen massiven Ausbau der europäischen Produktionskapazitäten zu reagieren. Im Rahmen des NZIAs wird für 2030 eine Batterieproduktionskapazität von mindestens 550 GWh pro Jahr angestrebt, was einem Vielfachen der derzeitigen kumulierten Kapazität entsprechen würde. Ziel ist es, langfristig knapp 90% der EU-Batterienachfrage durch in der EU ansässige Produktion zu decken und dadurch die Abhängigkeit von ostasiatischen, insbesondere chinesischen Lieferanten deutlich zu reduzieren.\nDer NZIA unterstützt dieses Ziel, indem er seit Ende 2024 Antragsverfahren ermöglicht, über die Projektträger den Status eines „Net-Zero Strategic Projects“ (NZSP) erhalten können. Eine erfolgreiche Designierung als solches soll dann zu einer Beschleunigung administrativer Prozesse wie Genehmigungsverfahren führen sowie zu einer Priorisierung bei der Vergabe von Fördergeldern. Obwohl bislang noch keine Projekte offiziell als NZSP designiert wurden, gibt es Vorhaben, die zukünftig von diesem Label profitieren könnten.\nDazu gehört beispielsweise die Giga-Fabrik des französischen Batterieriesen Verkor in Dunkerque, die Batterien für Elektrofahrzeuge mit einem Fokus auf Nachhaltigkeit und CO,-Reduktion produzieren soll.421 Ebenso die “Automotive Cells Company” in Kaiserslautern _ ein Gemeinschaftsprojekt von Stellantis, TotalEnergies und Mercedes-Benz, das besonders leistungsstarke Batterien für die Automobilindustrie entwickelt.!@ Und auch die vo dem italienischen Hersteller\n26",
  "page_27": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nItalvolt geplante Produktionsstätten in Scarmagno, die mit einer Kapazität von 45 GWh pro Jahr einen wichtigen Beitrag zur europäischen Batterieproduktion leisten soll.\nTatsächlich befinden sich in Europa derzeit viele weitere Zellfabriken in der Bauphase (siehe Grafik 12), darunter sowohl Werke die von ausländischen Unternehmen wie Tesla, AESC und SK On, als auch Vorhaben die von europäischen Herstellern wie Cellforce, Morrow und PowerCo getragen werden. Ab 2025 könnte Europa laut Prognosen einen Batteriemarkt von bis zu 250 Mrd. Euro jährlich erobern unterstützt durch 10 bis 20 Giga-Fabriken, die den EU-Bedarf decken sollen. Damit wäre die EU mit 800.000 Arbeitsplätzen in der Batteriebranche nach China der gröfste Batteriezellenhersteller\n— In Betrieb\n— Angekündgt\na ri\nSATL\n4 | zum | Lam\n”\nCHE\nu\nLTETIT\nTU\n[04 1}\nWARTE\nAESE\n[FR\nES\n12\nu\na a er —  —\nje —\nll\n[7 #3\nuni\n= Te\nAGRATAS\n1h\n0\nchic\n— Im Bau\nm\nje [mem | [m] [el um ar [me |\nsro\n905\nimo\n16\n17\n|\n[\n[71 a | de\n18\nel\n[pre\nws\nF.1] [1\nEn]\nra\n„u\n[== 11\n© Er\nza\nih]\n1.88 eo\nLa\niE 21,200 | 1,\nLE\nza: |\n10\n1, Di\n1.030\nEIEIBBEHEI\nelfe ml] | m mi Som\nProdukeansben\n| elml 0 = ||\nKapazität [GWh/a] im Betrie‘\nKapaz: ztät Im Aufbau 1planu ungsphase)\n279\n[on DORTHIBEN . Investitionen in Mio. €\nMaximale Kapazi\nBE 14\n30\n190\nFr\nLiireE 53\nm\ni#\nFL n\nEuropa\nDeutschland\n2\nm ||\nSr\nSSH, Arbeitsplätze\nE InBetrieb |\nErweiterung/Im\n| Angekündi F\notenzial\nGrafik 12: Herstellung von Lithium-lonen-Batteriezellen für Traktionsbatterien in Europa (VDI/VDE-IT, 2024),\nDoch der Investitionsbedarf für diese Transformation ist hoch. Ein Vergleich der öffentlich genannten Investitionssummen zeigt, dass für den Aufbau einer Batteriezellenproduktion in Europa etwa 75 bis 120 Mio. EUR/GWh veranschlagt werden.\" Entsprechend wäre, um die geplante Erweiterung der europäischen Kapazitäten von 190 GWh auf 620 GWh pro Jahr zu realisieren, Investitionen von insgesamt 40 bis 70 Mrd. Euro erforderlich. Ein relevanter Teil davon würde in Kapazitäten für die Verarbeitung kritischer Rohstoffe wie Lithium, Nickel und Kobalt fliefßen, um so die Abhängigkeit von internationalen Lieferketten zu verringern\nUm diese notwendigen Investitionen zu mobilisieren, hat die EU 2017 die European Battery Alliance (EBA)F®%3 ins Leben gerufen. Sie dient dazu, öffentliche und private Gelder zu bündeln und strategische Projekte gezielt zu fördern. Über Programme wie “IPCEI Batteries” wurden bereits Milliarden an Fördermitteln bereitgestellt, um den Aufbau neuer Produktionsstätten und die Verarbeitung kritischer Rohstoffe in Europa voranzutreiben.\nDoch aktuelle Analysen zeigen, dass der Finanzierungsbedarf für den Ausbau der europäischen Batterieproduktion weiterhin hoch ist. Der Europäische Rechnungshof betonte in einem Sonderbericht 2023, dass die öffentliche Finanzierung der EU-Industriepolitik für Batterien hinter\n27",
  "page_28": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nden Erwartungen zurückbleibt.@Ü Modellierungen der Beratungsunternehmen Roland Berger im Auftrage von Agora Energiewende zeigen entsprechend eine Investitionslücke in Milliardenhöhe.!! Trotz Fortschritte in der europäischen Batterieherstellung bleibt die Finanzierung also eine zentrale Herausforderung.\n3.2 Grüner Wasserstoff: Der Schlüssel zur klimaneutralen, energieintensive Produktion\nWasserstoff ist ein vielseitiger Energieträger, der durch sogenannte Redoxprozesse - bei denen Wasserstoff Elektronen entweder aufnimmt oder abgibt - Energie sowohl speichern als auch freisetzen kann. Entsprechend dient Wasserstoff als Speichermedium für überschüssige erneuerbare Energie, aber auch als emissionsfreier Brennstoff. Als Grün bezeichnet man Wasserstoff, wenn er mit Hilfe von Strom aus erneuerbaren Quellen wie Wind- und Solarenergie hergestellt wird. 2\nLaut der 2020 veröffentlichen Wasserstoff-Strategie der EU-Kommission, soll Wasserstoff bis 2050 einen Anteil von 13-14% am europäischen Energiemix ausmachen können - vor allem als Energiespeicher und ergänzende Mafsnahme zur Elektrifizierung im Transport- und Industriesektor.F®] Da die Herstellung von Wasserstoff allerdings sehr energieintensiv - selbst bei effizienten Elektrolyseuren gehen rund 30% der Energie verloren - eignet sich Wasserstoff besonders für Anwendungen, bei denen erneuerbarer Strom nicht direkt genutzt werden kann.\nDies betrifft vor allem Raffinerieprozesse wie Stahlproduktion, wo Wasserstoff Kohle als Reduktionsmittel ersetzen kann, oder die Chemieindustrie, die ihn als emissionsfreien Rohstoff für Ammoniak und Methanol nutzt. Auch im Schwerlastverkehr und in der Schifffahrt, wo Batterien aufgrund von Reichweiten- und Gewichtsbeschränkungen an ihre Grenzen stofsen, bietet Wasserstoff eine praktikable Alternative. Siehe Grafik 13 für eine ausführliche Liste.\nAlternativlos\na\nDüngemittel Hydrierung Methanol Hydrocracken Entschwefelung\nBo Schifffahrt* Mobile Maschinen Chemischer\nLangfrist-\n& Geräte\nRohstoff\nStahl\nStromspeicher\nCE\nLangstrecken-\nKüsten- &\nEntlegener Oldtimer-\nDezentrale\nüge*\nBinnenschifffahrt Zugverkehr Fahrzeuge* Methanisierung\nDEE\nMittelstrecken-\nFernverkehr-\nIndustrielle Hoch-\nStromerzeugung\nflüge*\nLkw und\ntemperatur-Wärme\nE\nKurzstrecken- Lokale Gewerbliche Insel-\nGrüner\nUnterbrechungsfreie\nüge\nFähren Raumwärme netze Energieimport\nStromversorung\nLeicht-\nLändlicher Lkw Verteiler- Industrielle Nieder- Wohnraumwärme\nflugzeuge Zugverkehr\nverkehr\ntemperatur-Wärme\n\"\nCHEED U-Bahnen & Brennstoff- Stadtliefer- Zwei- & Massenproduktion Regel-\nStadtbusse zellen Pkw\nwägen\nDreiräder\nvon E-Fuels\nleistung\nUnwirtschaftlich\n\nGrafik 13: Leiter der Einsatzbereiche von sauberen Wasserstoffs (Hagedorn et al. 2021),\nDie wichtigste Technologie für die Produktion von grünem Wasserstoff sind Elektrolyseure, welche erneuerbare Energie nutzen, um Wasser in Wasserstoff und Sauerstoff zu spalten. Dabei gibt es drei Haupttypen: Alkalische Elektrolyseure, die wohl kosteneffizienteste und bewährteste Form; PEM-\n28",
  "page_29": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nElektrolyseure, die vor allem flexibel und kompakt sind; und Festoxidelektrolyseure, die besonders effizient arbeiten, aber noch in der Entwicklung sind.\nAlle drei Elektrolyseure-Typen bestehen aus einem zentralen Stack, der die Elektrolyse durchführt, sowie aus unterstützenden Komponenten, auch \"Balance-of-Plant\"-Systeme genannt.®#] Zu diesen zahlen Kompressoren, Wasseraufbereitungssysteme, Trockner und elektronische Steuerungseinheiten, die für den Betrieb erforderlich sind. Der Stack selbst umfasst je nach Technologie spezifische Materialien wie bipolare Platten, Gasdiffusionsschichten und Membran- Elektroden-Baugruppen, die die Effizienz und Leistung des Elektrolyseurs bestimmen.\nDie wichtigste Technologie für die Nutzung von grünem Wasserstoff sind Wasserstoff- Brennstoffzellen (HFC), welche den Wasserstoff mit Sauerstoff zu Wasser reagieren lassen und dabei Strom erzeugen. HFCs bestehen aus wenigen wartungsarmen Komponenten, doch die essenziellen protonenleitenden Membranen, die als Trennschicht zwischen Anode und Kathode dienen, enthalten oft seltene Rohstoffe wie Titan oder Platingruppenmetalle (PGMs) wie Platin, Palladium, Iridium, Ruthenium oder Rhodium. Was diese Komponenten gemeinsam haben, ist, dass sie alle von dem CRMA als strategische kritische Rohstoffe eingestuft werden.\nWasserstoffzellen-Lieferkette\nMaterialien\nHerstellung von\nKomponenten und\nVormontage\nTransport\nund Vertrieb\nKonstruktion und\nInstallation\nBetrieb und\nInstandhaltung nahme\nAußerbetrieb-\n-\n- Einrichtungen\n- Recycling-\nMaterial\nWartung\nroh\nKomponenten\nBauarbeiten\nund Unter-\nMontage\n- Gaswirtschaftliche\nfür Betrieb und\n- Borate\nArbeiten\n- Kobalt\n- Elektrische Arbeiten - Fernüberwachung\nBrennstoff-\n(inkl. Netz)\n- Teile und\n- Lithium\nelektroden- zellenstapel\n- Kommunikations-\nVerbrauchs-\n- Magnesium - Kohlenstoff-\nsystem\nmaterial\n- Geschultes\nPersonal\n- Instandhaltung\n-\n-\n-\n-\n3.2.1 Lieferabhängigkeiten und Arbeitsausbeutung in Europas Wasserstoffversorgung?\n-\nStraßen\n- Schifffahrt\n- Schiene\n- Luft\n29\nverarbeitet\nBornitrid-Pulver komporenten\nKohlefaser-\ngewebe/Papier -Membran-\n- Naturgraphit Faser-Verbund- anordnung Zusammenbau\n- PGMs (Pt, Pd, werkstoffe\n(MEA)\n& System-\nRh, Ru, Ir)\n(CFC)\n- Katalysator integration\n- REES\nKeramik YSZ\nMembrane\n- Silizium Metall (Yttriumoxid-\nGasdiffusion\n- Titan\nstabilisiertes\nBipolare\n- Vanadium\nZirkoniumdioxid) Platten\n- Graphen\n- Beschichtungen\n- Metallhydride - Integration\n- Kohlenstoff-\nvon Stapeln\nNanoröhren\n- Tanklager\n(CNTS)\n- Poröses\nKahlerstoffmaterial\n- Polyamid-Ultramid\n- Polymerelektrolyt\n(PFSA)\n- Schrott &\nFlockenmika\n- Rostfreier Stahl\nGrafik 14: Überblick über die Lieferkette von Wasserstoff-Brennzellen (Trinomics, 2021).\nWie bei vielen Schlüsseltechnologien, ist Europas Produktion von grünem Wasserstoff stark von kritischen Rohstoffen abhängig, deren Förderung geografisch konzentriert ist. So stammen PGMs beispielsweise fast ausschliefßslich aus Südafrika, was laut einer United States Geological Survey über 90% der globalen Reserven verfügt. Trotz guter Handelsbeziehungen mit Südafrika schafft diese enorme Lieferkettenkonzentration, die Teils von wenigen Förderregionen wie dem Bushveld- Komplex abhängt, erhebliche Risiken für die Versorgungssicherheit Europas.",
  "page_30": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nAuch Elektrolyseure sind auf eine Vielzahl kritischer Rohstoffe angewiesen, bei denen Europa vollständig von Importen abhängig ist. Neben Kupfer und Aluminium, die in nahezu allen Technologien Anwendung finden, benötigt insbesondere die Herstellung von alkalischen Elektrolyseuren Rohstoffe wie Nickel, Zirkonium und Graphit für die Elektroden. Diese Materialien sind nicht nur global begrenzt verfügbar, ihre Förderung und Verarbeitung steht auch großteils unter der Kontrolle Chinas.\nÜberhaupt baut China seine Position im globalen Wasserstoffmarkt seit Jahren massiv aus. Mit einem Anteil von 70% am weltweiten Elektrolyseurmarkt, von denen rund 40% lokal produziert werden, liegt das Land weit vor der EU und den USA, die lediglich Kapazitäten von 15% erreichen. Das liegt auch daran, dass alkalische Elektrolyseure in China über 70% billiger sind als in Europa.\nObwohl der absolute Großteil des chinesischen Wasserstoffs bislang nicht mit erneuerbarem Strom erzeugt wird, treibt das Land den Ausbau in diesem Bereich stark voran (siehe Grafik 15). Laut der China Hydrogen Alliance wird China’s Wasserstoffbedarf bis 2030 auf 35 Mio. Tonnen und bis 2060 auf 100 Mio. Tonnen steigen, was 20% der Energieversorgung ausmachen würde. Neue Investitionen konzentrieren sich dabei auf Regionen mit viel erneuerbarer Energie, wie die Innere Mongolei, die 2023 alleine 59% der Investitionen in grüne Wasserstoffprojekte erhielt.22\nResultat dieser chinesischen Dominanz ist, dass Europa Wasserstoffkomponent zunehmend aus China bezieht. Das zeigt sich besonders deutlich in Importen von HFCs, die überwiegend aus China stammen. Mit einem Anteil von 65% am globalen Markt, liegt Asien in der HFC- Produktion weit vor Europas 9%.121 Nordamerika, angeführt von den USA, erreicht knapp 26%, wobei großzügige Steuererleichterungen im Rahmen des IRA zunehmend Investitionen aus Europa abziehen, was das Ungleich- gewicht zusätzlich verschärft.\n\nElektrolysebasierte Wasserstoffkapazitäten in Kilotonnen pro Jahr (Laut IEA 2023)\nRY o o o E E „I © (s} RS S IS)\n(8) (N) S)\no\nN\n2\n°\nv %\nLe)\nSaudi Arabien nl\nSchweden EEE\nusa\nHu Kapazitäten in der Endphase\nur\nHu Betriebskapazitäten\nDeutschland 1\nVietnam 1\nAustralien 1\nOman |\nFrankreich u\nKanada 1\nSpanien 1\nIndien I\nÖsterreich I\nTaiwan l\nIn Punkto Arbeitsausbeutung gibt es Grafik 15: Länder geordnet nach grünen Wasserstoffplänen (CM, 2024) auch in der Lieferkette von Wasserstoffkomponenten massive Probleme, besonders in der Rohstoffförderung. So wurde der südafrikanische Platinbergbau beispielsweise immer wieder mit schlechten Arbeitsbedingungen, niedrige Löhne und unzureichende Unterkünfte für Bergleute in Verbindung gebracht. Diese Probleme haben in der Vergangenheit immer wieder zu Arbeitsunruhen und Streiks geführt, die teils sogar tödlich endeten.\nAuch bei der Förderung und Verarbeitung von Nickel, welche grofsteils von chinesisch Firmen in Indonesien durchgeführt wird, sind Bedenken hinsichtlich Zwangsarbeit aufgekommen.f7 So setzte das US-Arbeitsministerium indonesisches Nickel im September 2024 auf die Liste der Waren, die durch Kinder- oder Zwangsarbeit hergestellt werden, und berief sich dabei auf Berichte von Rekrutierungbetrug, Unterbezahlung und körperliche Bestrafung von chinesischen Wanderarbeitern in der indonesischen Nickelindustrie 23\n30",
  "page_31": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n3.2.2 Wie unterstützt die EU den Ausbau von grünem Wasserstoff?\nTechnologisch ist Europa für den noch recht neuen Markt für grünen Wasserstoff gut aufgestellt. Besonders in der Elektrolyseur-Industrie übertrifft Europas installierte Produktionskapazität von über 20 GW/Jahr, die derzeit geringe Nachfrage.22 Mit ungefähr 20 Unternehmen, die Elektrolyse- Systeme entwickeln, ist Europa weltweit in der Entwicklung von Elektrolyse-Technologie weltführend - keine andere Region verfügt über eine so umfassende Abdeckung von Elektrolyse- Technologien und -Komponenten.[34\nBesonders bei alkalischen Elektrolyseuren - die momentan noch großteils für fossilen Wasserstoff genutzt, aber langfristig mit erneuerbarer Energie betrieben werden sollen - sind europäische Unternehmen gut aufgestellt. In den Märkten für Katalysatoren, Membran-Elektroden-Einheiten, Bipolarplatten und Gasdiffusionsschichten spielt Europa eine wichtige Rolle und kontrolliert so insgesamt knapp ein Viertel der globalen Produktion von Elektrolyseuren.3Ü\nDoch Europas hat Probleme diesen technologischen Vorsprung in kommerzielle Führung zu übersetzen und den Übergang von fossilem zu grünem Wasserstoff voranzutreiben. Der REPowerEU- Plan sieht jährlich eine Produktion sowie einen Import von jeweils 10 Mio. Tonnen grünem Wasserstoff bis 2030 vor.@2 Doch von diesem Ziel ist die EU bislang weit entfernt. Und bei dem derzeitigen Wachstumspfad wird Europa bis 2030 laut dem Clean Hydrogen Monitor nur 2,5-4,4 Mio. Tonnen grünen Wasserstoffs produzieren (siehe Grafik 16).133]\nVORHERSAGE FÜR EUROPÄISCHE VERSORGUNG MIT GRÜNEM WASSERSTOFF BIS 2023\n|\n5.0\nThermochemische Produktion\nE Eıektrolyse von Wasser\nbh\n4.5\n1,4\n4.0\n3,6\n3,5\n1,1\n3.0\n2,8\n2,5\nER)\nMt 2,5\n2,3\n0,8\n2,0\n2,5\n1,9 0,7\n2.0\n1.5\n1,6\n1,7\n1.0\n0,6\n0.5\n0,2\n0,2\n2025 2026 2027 2028 2029 2030\nSzenario gemäß aktueller Entwicklung\nGrafik 16: Prognose für die Versorgung Europas mit sauberem Wasserstoff bis 2030 (Clean Hydrogen Monitor, 2024).\n2025 2026 2027 2028 2029 2030\nSzenario mit beschleunigter Einführung\n31",
  "page_32": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nUm den Ausbau von grüner Wasserstoff-Infrastruktur zu beschleunigen, setzt die EU auf eine Vielzahl koordinativer Initiativen. Ein Beispiel dafür ist die Hydrogen Valley Facility!®#, die im Rahmen der öffentlich-privaten Partnerschaft Clean Hydrogen Joint Undertakingl®3, regionale Ökosysteme für die Erzeugung, Verteilung und Nutzung von grünem Wasserstoff entwickelt. Dabei profitieren besonders solche Regionen, die durch den NZIA zusätzlich als Net-Zero Acceleration Valleys designiert sind und entsprechend von vereinfachten Genehmigungsverfahren profitieren.\nUm für den Ausbau in den Regionen relevante Informationen zu teilen, stellt ein von der EU eingerichtete Clean Hydrogen Knowledge Hub®Ü zudem umfassende Informationen und automatisierte Datenanalysen für fundierte Entscheidungsfindungen bereit. Parallel dazu schafft eine Januar 2024 gegründete europäische Wasserstoff-Akademiel®7 - die perspektivisch in eine Net-Zero Industry Academy transformiert werden soll - das nötige Angebot an Ausbildungen und Umschulungen, um qualifizierte Arbeitskräfte für den Sektor zu trainieren.\nIm Hinblick auf Investitionen stützt die EU sich vor allem auf IPCEIs, welche mit über 43 Mrd. Euro an mobilisierten öffentlichen und privaten Mitteln mehr als 120 Projekte mit fast 100 europäischen Unternehmen unterstützen.@®! Zudem vergibt die neu geschaffene Hydrogen Bank des EU- Innovationsfonds über ein Auktionssystem Zuschüsse für die Produktion von grünem Wasserstoff.132 Mitte 2024 wurden erste Fördervereinbarungen mit Unternehmen in Spanien, Portugal, Finnland und Norwegen unterschrieben, welche über die kommenden zehn Jahren finanziell bei der Entwicklung von grünem Wasserstoff unterstützt werden.\nTrotz dieses ausgeklügelten Systems an Förderprogrammen bleibt eine erhebliche Investitionslücke bei grünem Wasserstoff. Laut einer Studie des Potsdam-Instituts für Klimafolgenforschung, die sich die globale Diskrepanz zwischen geplanten und realisierten Projekten angeguckt hat, übersteigen die erforderlichen Fördermittel für die vollständige Realisierung aller von der EU bis 2030 geplanten Projekte die bislang zugesagten Öffentlichen Finanzierung bei weitem. U\nEine Untersuchung der Boston Consulting Group fand zudem, dass weniger als 2% der geplanten grünen Wasserstoff-Kapazitäten in der EU bisher in Betrieb sind, während China mit rund 1.000 neuen Patentfamilien für grünen Wasserstoff und die USA mit großen Steueranreizen ihre Marktanteil gezielte ausbauen.2! Ohne eine deutliche Aufstockung finanziellen Unterstützung für Initiativen wie die Hydrogen Bank oder die Hydrogen Valley Facility, droht die EU laut dem Bericht in den nächsten drei bis fünf Jahren im globalen Wettbewerb um grünen Wasserstoff in den nächsten drei bis fünf Jahren hinter China und die USA zurückzufallen.\n3.3 Analyseergebnisse und Diskussion: Eine klaffende Investitionslücke\nBeide Fallstudien offenbaren weitreichende geopolitische Abhängigkeiten und Arbeitsausbeutung in europäischen Lieferketten - ein Befund, der sich mit Erkenntnissen aus Untersuchungen anderer Schlüsseltechnologien deckt. Die Ergebnisse verdeutlicht zudem die Wirksamkeit des bestehenden EU-Fördersystems, welches strategisch relevante Akteure vernetzt, Verfahren beschleunigt und Fördermittel effektiv einsetzt. Gleichwohl offenbart die Analyse ein entscheidendes Problem: Die bestehende Finanzierung reicht nicht aus, um die ambitionierten Ziele der EU und damit den erforderlichen Grad an strategischer Autonomie zu realisieren.\nSchätzungen der notwendigen Finanzmittel, die die EU im Vergleich zu bestehenden Fördergeldern mobilisieren müsste, um ihre Klimaziele für 2030 zu erreichen, variieren erheblich. So schätzte die\n32",
  "page_33": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nEU-Kommission 2018 eine jährliche Investitionslücke von mindestens 180 Mrd. Euro, nur um diese Zahl 2019 auf 260 Mrd. Euro pro Jahr anzuheben.®2 Spätere Berichte in Folge der Corona-Pandemie kalkulierten sogar einen Investitionsbedarf von 470 Mrd. Euro jährlich. Bei solchen Schätzungen wird meist weder zwischen privaten und Öffentlichen Investitionen unterschieden, noch werden Investitionen für bestimmte Schlüsseltechnologien isoliert betrachtet.\nEine detaillierte Marktanalyse von Roland Berger im Auftrag von Agora Energiewende zeigt jedoch, dass der kumulierten zusätzliche Investitionsbedarf, um die im NZIA definierten indikativen Technologieziele für fünf Schlüsseltechnologien (darunter Batterietechnologien und Elektrolyseur) sich auf über 550 Mrd. Euro beläuft.\" Dabei betont der Bericht, dass gerade für aufstrebende Industrien wie Batterien und grünem Wasserstoff frühzeitige Investitionen entscheidend sind, da die Pfadabhängigkeit industrieller Entwicklung ein späteres Aufholen nicht nur erheblich teurer, sondern möglicherweise unmöglich macht.\n3.3.1 Warum eine Cleantech-Investitionsoffensive unumgänglich ist\nUngeachtet der genauen Zahlen wird also deutlich, dass eine schnelle und entschiedene Mobilisierung neuer Fördermittel notwendig ist, damit Europa im globalen Wettlauf um die Technologiemärkte der Zukunft nicht abgehängt wird. Neue politische Bestrebungen, wie der geplante Clean Industrial Deal (CID)‚®! der laut EU-Kommission die Dekarbonisierung der europäischen Industrie vorantreiben und ihre langfristige Wettbewerbsfähigkeit sichern soll, bieten hierfür eine ideale Grundlage.\nIm Rahmen des CIDs plant die EU-Kommission für den Haushalt 2028-2034 dutzende Forschungs- und Innovationsprogramme in einem neuen Europäischen Wettbewerbsfonds zu bündeln, um in Folge Fördermittel effizienter und zielgerichteter vergeben zu können. Ziel ist es, die hohe Komplexität, mangelnde strategische Ausrichtung und Verzögerungen bei bisherigen Fördermechanismen zu beheben. Durch die Umstrukturierung sollen zudem einfachere und schnellere Investitionen in IPCEIs ermöglicht werden, die ab 2025 vorgeschlagen werden sollen.\nTrotz des löblichen Anliegens, Förderprozesse zu beschleunigen, scheint die EU damit die Fehler des NZIA zu wiederholen und sich nicht auf die Bereitstellung neuer Fördergelder, sondern auf die Straffung administrativer Verfahren zu konzentrieren. Denn wie auch STEP würde der Europäischen Wettbewerbsfonds lediglich bestehende Gelder umverteilen, statt neue Investitionen in Schlüsseltechnologien zu tätigen. Dabei besteht zudem die Gefahr, dass die Bündelung vieler strategischer Ziele, wie Verteidigung, Digitalisierung und Klimaschutz, zu einer Abzweigung von für die Energiewende wichtigen Investitionen von Programmen wie dem EU-Innovationsfonds führt.\nWas die europäische Cleantech-Industrie braucht, um dem globalen Druck standzuhalten, sind nicht weitere administrative Umschichtungen, sondern eine massive Investitionsoffensive. Das gilt besonders für Projekte, die Schlüsseltechnologien für den kommerziellen Gebrauch skalieren. Denn, wie der Draghi-Report detailliert ausführt, gibt es in der EU derzeit zu viele Hindernisse für die Kommerzialisierung und Skalierung von Innovationen und genau dieser Herausforderung werden derzeitige Förderprogramme in der EU nicht gerecht.3U\nSo fokussieren sich die meisten Förderprogramme im Cleantech-Bereich wie die von EU- Innovationsfonds, Invest EU und Horizon Europe überwiegend auf die Frühphase von Innovationen und vernachlässigen die oft deutlich herausfordernde Spätphase in der Schlüsseltechnologien skaliert\n33",
  "page_34": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nwerden müssen (siehe Grafik 17). Diese Finanzierungslücke dazu, dass Brancheninsider von einem regelrechten „Valley of Death“ sprechen, um das häufige Scheitern kapitalintensiver Cleantech- Unternehmen zu beschreiben, bevor diese marktreife Technologien profitabel einsetzen können\nInnovation Fund - €3 Fi}\nEumpean\nCouncil\nch\nTa\nInvestEl Sustainable\nInfrastrucre\n- €1.4bn\nERC Starting Grant -\n€628m ”\nERC Consolidator -\n€595m\nEN\nEIC Pathfinder -\n€277.6m\n——\nHorizon Europe Climate (Pillar 2, Cluster 5) - €1.1bn\nEIB Loans & Equity“\nConnecting Europe Projects of Common Interest - 50m\nEIC Accelerator €686, aut\nEIC d-\nLife Clean Energy\n©\nPEN Tanaiiion mm —\n- 299m\nEIC Transition - €38m ©\nEIT Climate RIC& InnoEnergy €54.3m\noo\nERC\nconcept - jo\na\na\n1\n2\n3\n4\n5\n6\n10\n11\n“\n*\n=\nzaannuumuuun\nEıuusnennumaum\nConcept\nPrototype\nEarty\nAdoption\nY\nY\nig Huclsar fuslon\nGreen Steel\nSolld oxide\nÖ.\nectric plames\n50 um-lon batteny\nH2 electrolysers\nHeat Pumps Hydropower\nK-lorı battery\n@ zart @Loan @ Guarantee @ eat\nSource MGE\nGcE_\nGrafik 17: EU Cleantech-Finanzierungs-Programme nach IEA Technologie-Bereitschaftsgrad (I4CE, 2024),\nDie momentane EU-Finanzierung für die Cleantech-Industrie ist also nicht nur insgesamt unzureichend, sondern auch unverhältnismäßig stark auf die Unterstützung von Forschungs- und Pilotprojekten ausgerichtet, während die Massenproduktion bewährter Schlüsseltechnologien, die zwar weniger riskant, aber deutlich kapitalintensiver ist, kaum Öffentlich unterstützt wird. Auch der NZIA legt ein besonderes Gewicht auf die Förderung innovativer Technologien, lässt aber offen, wie diese Innovationen in grofßem Mafßsstab auf den Markt gebracht werden sollen\nWenn die EU im industriellen Wettlauf mit China und den USA nicht abgehängt werden soll, dann führt kein Weg an einer groß angelegten Cleantech-Investitionsoffensive vorbei. Ohne ein\n34",
  "page_35": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nkonsolidiertes Investitionsprogramm, das nicht nur Gelder für die Entwicklung neuer, sondern auch die Skalierung existierender Schlüsseltechnologien mobilisiert, bleiben Standorte und Arbeitsplätze in der EU und damit in Deutschland gefährdet.\n3.3.2 \\Narum eine solche Investitionsoffensive die Interessen der Arbeiterschaft mitdenken Muss\nWie in Kapitel 2 ausgeführt, hat die EU sich nicht nur eine klimaneutrale Transformationen der europäischen Gesellschaft zum Ziel gesetzt, sondern auch die Schaffung einer inklusiveren und widerstandsfähigeren Wirtschaft, die Ungleichheiten reduziert und soziale Gerechtigkeit fördert. Statt diese Anliegen getrennt zu verfolgen, wäre die EU gut beraten, jegliche Industriestrategie in enger Abstimmung mit arbeitsrechtlichen Interessen zu entwickeln.\nDenn eine Investitionsoffensive ohne soziale Schutzmaßßnahmen und Anreize zur Verbesserung von Arbeitsbedingungen birgt das Risiko, industrielle Tätigkeiten zu fördern, die negative Auswirkungen auf die Beschäftigten nicht ausreichend berücksichtigen. So zeigen Untersuchungen der französischen Regierungsagentur DARES zum Beispiel, dass Beschäftigte in in der Cleantech- Industrie oft ungewöhnlich hohen Belastungen ausgesetzt sind und teils unter geringen Entlohnungen sowie begrenzten Aufstiegsmöglichkeiten leiden.3U\nJetzige EU-Förderprojekte, insbesondere Zuschussfinanzierung im Rahmen von Ausschreibungen, schauen in ihren Auswahlverfahren zu oft rein auf preisliche Kriterien und riskieren damit Hersteller zu bevorzugen, die Niedriglöhne zahlen und schlechte Arbeitsbedingungen schaffen. Faire Löhnen, sichere Arbeitsbedingungen und der Schutz vor Diskriminierung am Arbeitsplatz dürfen keine optionalen Zusatzleistungen sein, sondern müssen fest verankert werden.\nEine Gewährleistung von fairen Arbeitsbedingungen in Europas Cleantech-Industrie würde überdies die gesellschaftliche Akzeptanz für notwendige industrielle Veränderungsprozesse stärken und dadurch langfristig ein stabileres Investitionsklima schaffen. Es gibt viele Beispiele für europäische Bauprojekte, die durch Konsultationsverfahren und sozialen Bedingungen, gröfsere politische Unterstützung und damit mehr wirtschaftliche Lebensfähigkeit erhalten haben.33\nDarüber hinaus ermöglichen es verbindliche Arbeitsstandards der EU auf eine WTO-konforme Art und Weise, heimische Hersteller zu bevorzugen und Abhängigkeiten von ausländischen Lieferanten so noch schneller abzubauen. Denn die Regeln der WTO untersagen eine direkte Diskriminierung oder Benachteiligung ausländischer Anbieter. Soziale Bedingungen wie die Einhaltung von Arbeitsstandards ermöglichen es jedoch, gezielt europäische Hersteller zu unterstützen, da diese in der Regel höhere Standards erfüllen und bei Ausschreibungen somit einen Wettbewerbsvorteil erhalten.\nDabei kann die EU nicht auf die Einführung der CSDDD warten, die, wie in Kapitel 2.2.2. erläutert, auch Verpflichtungen für mehr Arbeitsschutz beinhaltet. Zum einen soll die Richtlinie erst 2029 voll in Kraft treten, was zur Erreichung der NZIA-Ziele bis 2030 deutlich zu spät wäre. Zum anderen plant die EU-Kommission eine Omnibus-Verordnung zur Einfachung von Nachhaltigkeitsvorschriften, die Gefahr läuft, die bereits eingeschränkte Wirksamkeit der CSDDD weiter zu reduzieren.\nDie beste Absicherung gegen eine europäische Industriepolitik, die die Interessen der Arbeiterschaft übergeht, ist also, verbindliche Arbeitsstandards in die relevanten EU-Förderprogramme einzubauen und Investitionen so mit EPSR-Prinzipien in Einklang zu bringen. Ein Beispiel wäre, im Einklang mit\n35",
  "page_36": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\ndem in der EU-Mindestlohnrichtlinie festgelegten Ziel von 80% tarifvertraglicher Deckung, ®@ bei Ausschreibungen Cleantech-Hersteller zu bevorzugen, die die Tarifverhandlungen einhalten.\nMit Mafsnahmen wie diesen würde die EU nicht nur alte Arbeitsplätze sichern und neue schaffen, sondern auch gewährleisten, dass diese gute Arbeitsbedingungen, eine faire Entlohnung und berufliche Entwicklungsmöglichkeiten bereitstellen. Soziale Gerechtigkeit und Chancengleichheit wären somit im gesamten europäischen Wirtschaftsraum gestärkt.\n36",
  "page_37": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n4. POLICY-EMPFEHLUNGEN: EIN EUROPÄISCHES INVESTITIONS-SOFORTPROGRAMM MIT VERBINDLICHEN ARBEITSSTANDARDS\nDer effektivste Weg, um Finanzmittel für eine europäische Investitionsoffensive zu mobilisieren, wäre ein Cleantech-Fonds, den Mitgliedstaaten durch gemeinsame Schulden finanzieren. Dieses Modell hat während der Pandemie bereits trotz Krise Planungssicherheit und Wettbewerbsfähigkeit geschaffen.#9 Doch politisch ist dieser Ansatz nicht durchsetzungsfähig, denn zu viele Staaten, allen voran fiskalisch konservative Länder, lehnen weitere gemeinsame Schulden kategorisch ab.\nOhne diesen zentralen Hebel ist die EU darauf angewiesen, die nötigen finanziellen Handlungsspielräume im Rahmen existierender Fördermafsnahmen zu finden. Wir haben drei Wege identifiziert, über die dies gelingen kann: Die EU kann (I) erfolgreiche Programme ausweiten, (2) hinderliche Regulierungen reformieren und (3) bessere Produktionsbedingungen schaffen. Wir haben zudem Bedingungen erörtert, die sicherstellen, dass eine solche Investitionsoffensive den sozialen und arbeitsrechtlichen Prinzipien der EU, wie sie in der EPSR niedergelegt sind, gerecht wird.\n4.1 Ausbauen, was funktioniert: Europäische Investitionsbank und EU-Innovationsfonds\nDer einfachste Weg, um europäische Finanzmittel zu mobilisieren, ist, bewährte Programme auszubauen. Zwei Programme bieten sich dafür besonders an: die erfolgreichen Rückgarantien für Windenergieanlagen der Europäischen Investitionsbank (EIB)F®®! und die über das ETS finanzierten Fördergelder für CO,-armer Technologien durch den Innovationsfondsl®2l.\n4.1.1 EIB-Rückbürgschaften für die Windindustrie auf andere Schlüsseltechnologien ausweiten\nDie EIB spielt als Bereitsteller von geduldigem Kapital eine Schlüsselrolle in der europäischen Cleantech-Finanzierung. So unterstützt die EIB erfolgreiche Großsprojekte, wie die Batteriezellenfabrik des französischen Herstellers Vektor (600 Mio. Euro Kredit; 31% der Gesamtkosten)@Q und die Produktionsstätte des schwedischen Stahlherstellers H2 Green Steel (314 Mio. Euro; 6% der Gesamtkosten). Durch diese Finanzierungen trägt die EIB zur Skalierung klimaneutraler Technologien bei. Die 2024 geschaffene Cleantech-Ko-Investitionsfazilität!!@ hat sich ebenfalls als wichtiges Instrument zur Förderung europäischer Cleantech-KMUs erwiesen.\nDoch das wohl wirkungsvollste EIB-Instrument zur Förderung der Cleantech-Industrie sind die 2023 eingeführten Rückbürgschaften in der Windindustrie. Im Rahmen des Wind Power Package! stellt die EIB 5 Mrd. Euro an Rückbürgschaften für Geschäftsbanken bereit. Diese Rückbürgschaften ermöglichen es Geschäftsbanken, Bankgarantien in bis zu doppelter Höhe der Rückbürgschaften an Windenergie-Projekte zu vergeben und so Ausrüstung, Netzanbindung und Herstellung von Bauteilen für Windparks abzusichern. Das soll Windprojekte im Wert von 80 Mrd. Euro ermöglichen und die installierte Erzeugungsleistung um 32 GW steigern.\nWährend Großunternehmen Zugang zu billigen Kreditlinien haben, müssen neue Cleantech- Hersteller wegen ihrer schwächeren Bonität oft 100-prozentige Bargarantien stellen. Dieser Prozess bindet wertvolles Kapital, oft über Jahre hinweg. Besonders Käufer von Elektrolyseur-Herstellern verlangen während der Produktions- und Betriebsphase häufig umfangreiche Garantien von Herstellern. Für Hersteller bedeutet dies eine erhebliche Bindung von Kapital, das ansonsten für die\n37",
  "page_38": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nSkalierung der Wasserstoffproduktion genutzt werden könnte. Staatliche Rückbürgschaften würden es ermöglichen, dieses gebundene Kapital für weitere Investitionen verfügbar zu machen.\nAufßserdem setzen Rückbürgschaften öffentliche Gelder besonders effizient ein, weil sie nur dann Kosten verursachen, wenn die Bürgschaft tatsächlich in Anspruch genommen werden muss. Berechnungen der Internationalen Handelskammer schätzen die durchschnittlichen Verluste auf lediglich 0,2 bis 1,7 Prozent.\"@ Selbst wenn bei jungen Technologieunternehmen höhere Verluste auftreten, würde die Hebelwirkung bleiben: Jeder eingesetzte Euro an Öffentlichen Geldern kann zehn bis hundert Euro an privatem Kapital mobilisieren.\nDie EU hat also die einmalige Chance, durch eine Ausweitung der EIB-Rückbürgschaften auf weitere Schlüsseltechnologien den Ausbau der europäischen Produktionskapazitäten erheblich zu beschleunigen. Besonders Hersteller von Batterien und grünem Wasserstoff, deren hohe Einheitskosten sie häufig von anderen EIB-Programmen@@l, wie Kreditbürgschaften ausschließen, würden in ihrer Produktionsskalierung enorm profitieren. Dabei müsste eine neue Rückbürgschaftsregelung laut der Initiative \"Cleantech for Europe\" mindestens 80% des finanziellen Risikos decken, um wirklich Wirkung zu entfalten sein.\nEin solches Rückbürgschaftssystem sollte als EU-weites Programm etabliert werden, um eine koordinierte Umsetzung sicherzustellen. Zudem sollte statt einer strikten Größsenbegrenzung pro Bürgschaft die Projektanzahl pro Unternehmen beschränkt werden, damit auch grofse Ausbauprojekte unterstützt werden. Die EIB könnte mit einem Anfangsvolumen von 5 Mrd. Euro starten und dieses bis 2027 schrittweise auf 20 Mrd. Euro anheben. Wenn das Programm sich bewährt, würde das nächste Multiannual Financial Framework ab 20282 die Möglichkeit bieten, das Volumen nochmal deutlich zu erweitern und die Skalierung der europäischen Cleantech-Industrie langfristig zu sichern.\nBeispiele wie das „Strategische Bürgschaftsprogramm“ von BPIFrancel2! und die “Account Performance Security Guarantees” der kanadischen Kreditagentur EDCY4 zeigen überdies, dass Rückbürgschaften mit Sorgfaltsprüfungen verbunden werden können, um sicherzustellen, dass öffentliche Mittel ausschliefslich an Unternehmen fliefsen, die verantwortungsvoll wirtschaften. In diesem Sinne sollte auch die EIB ihre Rückbürgschaften an Bedingungen wie die Einhaltung von Tarifverhandlungen, die Wahrung von Arbeitsschutzbestimmungen, die Begrenzung von Leiharbeit und Werkverträgen sowie die Förderung von Mitbestimmungsrechten der Beschäftigten knüpfen.\nSo würden Rückbürgschaften nicht nur Wachstumshemmnisse abbauen und so die Skalierung europäischer Cleantech-Unternehmen fördern, sondern auch zur Umsetzung sozialer EU- Mafsnahmen wie der EU-Mindestlohnrichtlinie beitragen. Diese Instrumente auf Schlüsseltechnologien wie Batterien und Elektrolyse auszuweiten, könnte mit geringen öffentlichen Mitteln - geknüpft an soziale Bedingungen - große Mengen privates Kapital freisetzen und die Wettbewerbsfähigkeit und die soziale Verantwortung von Europas Cleantech-Industrie verbessern.\n4.1.2 Den EU-Innovationsfonds vorfinanzieren und auf die Skalierung von Schlüsseltechnologien ausrichten\nEin weitere Erfolgsgeschichte in der europäischen Cleantech-Finanzierung ist der EU- Innovationsfonds. Der Fonds vergibt durch regelmäßige Ausschreibungen Zuschüsse an Projekte, die mit neuen Technologien, Verfahren oder Produkten Treibhausgasemissionen besonders\n38",
  "page_39": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nkosteneffiziente verringern. Ende 2024 wurden beispielsweise mit insgesamt 4,8 Mrd. Euro 85 Projekte gefördert, die in den ersten zehn Betriebsjahren zusammen eine Emissionsminderung von etwa 476 Mio. Tonnen CO2 erreichen sollen (z. B. durch neue Produktionsmethoden für Offshore- Windenergieanlage).!J\nAnders als die meisten EU-Fonds wird der EU-Innovationsfonds nicht über das EU-Budget finanziert, sondern speist sich direkt aus dem europäischen Emissionshandelssystem (ETS). Diese Finanzierungsgrundlage erweitert die jetzigen Fördermittel. Denn das Budget ist an die Entwicklung des Kohlenstoffpreises gebunden, sodass der Fonds bei steigenden CO2-Preisen entsprechend wächst.\nBasierend auf einem CO2-Preis von 75 Euro pro Tonne, schätzt die EU-Kommission die Gröfßse des Fonds bis 2030 auf 40 Mrd. Euro. Neueste Prognosen rechnen jedoch mit einem weitaus höheren Kohlenstoffpreis und entsprechend deutlich höheren möglichen Fördermitteln über die kommenden Jahre. Modellierungen des Institute for Climate Economics, auf Basis von CO2-Preis-Projektionen des Marktforschers BloombergNEF, rechnen mit Auszahlungen in Höhe von 82,2 Mrd. Euro in den Jahren 2025-2030.031\nDie Gelder sind dabei nicht gleichmäßig verteilt. So entsprechen die für 2030 erwarteten 27,1 Mrd. Euro fast den kumulierten Fondsbeträgen der Jahre 2025-2027. Diese Asymmetrie stellt die EU vor ein Problem, da Investitionen in die europäische Cleantech-Industrie eher früher als später stattfinden müssen, um die Ziele des NZIAs für 2030 zu erreichen. Eine Lösung für dieses Dilemma wäre eine schrittweise Vorverlagerung der Fondsmittel, um Investitionslücken so schnell wie möglich zu schließen. Die dadurch entstehenden Kosten könnten dann durch steigende ETS-Einnahmen im Zeitraum 2030-2040 refinanziert werden.\nNeue Ausschreibungen mit veränderten Auswahlverfahren können zudem helfen, Fördergelder an die Teile der Cleantech-Branche zu lenken, wo der gröfste Finanzbedarf ist. Denn die jetzige Form der Verfahren trägt zu dem zuvor erwähnten Ungleichgewicht in der Förderung früherer Phasen der Industrieentwicklung bei. So werden Projekte auf der Grundlage ihres Innovationsgrades bewertet, bevor andere Kriterien wie Treibhausgasminderung, Projektreife, Skalierbarkeit und Kosteneffizienz überhaupt beachtet werden. Das hemmt den Ausbau bewährter Technologien, die zur Erreichung der NZIA-Ziele allerdings dringend skaliert werden müssen.\nCleantech-Ausschreibungen sollten im Auswahlprozess also eine Gewichtung von Kriterien haben, die mehr Wert auf die Skalierbarkeit innovativer Technologien legen. Gleichzeitig bietet eine solche Verfahrensänderung die Chance, auch arbeitsrechtliche Bedingungen in den Auswahlprozess zu integrieren und so weitere Anreize für mehr Arbeitsschutz und höhere Löhne in der Cleantech- Industrie zu schaffen. Das bewährte dreistufige Prüfungsmodell der deutschen IPEX-Bank, könnte dabei als Vorbild dienen.\nUm das Tempo der Cleantech-Investitionsoffensive weiter zu steigern, könnte der EU- Innovationsfonds überdies von zeitlich begrenzten Ausschreibungen zu einem kontinuierlich offenen Antragsverfahren übergehen. Das würde insbesondere kleineren Cleantech-Unternehmen den Zugang zu Fördermitteln erleichtern, da sie nicht an starre Fristen gebunden wären und ihre Anträge flexibler an ihren Entwicklungs- und Finanzierungsbedarf anpassen könnten. Zwar wären zusätzliche Mittel für die Exekutivagentur CINEA notwendig, um den erhöhten Verwaltungsaufwand zu bewerkstelligen, aber dies würde sich durch eine schnellere Mittelbereitstellung langfristig auszahlen.\n39",
  "page_40": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nDer EU-Innovationsfonds bietet also eine einzigartige Möglichkeit, Cleantech-Investitionen schnell und in großem Stil voranzutreiben. Durch eine Vorverlagerung späterer Mittel und eine Neuausrichtung sowie Öffnung des Ausschreibungsverfahrens kann die EU einen signifikanten Teil der benötigten Gelder mobilisieren, die bislang zur Erreichung der Ziele des NZIAs fehlen, und durch die Verankerung sozialer Bedingungen sicherstellen, zu besseren Arbeitsbedingungen beitragen.\n4.2 Ändern, was nicht funktioniert: Nationale Beihilfe und EU-Beschaffungswesen\nEbenso wichtig wie erfolgreiche Programme zu erweitern ist es, Hindernisse, die durch das EU- Regelwerk entstehen, zu beseitigen. Die Regeln für staatliche Beihilfe zu lockern, würde es ermöglichen, mehr Cleantech-Investitionen auf nationaler Ebene zu mobilisieren. Zudem gilt es, Nicht-preisliche Kriterien im Öffentlichen Beschaffungswesen verbindlich zu machen, um so grüne Leitmärkte in Europa zu schaffen.\n4.2.1 Eine Ausnahmeklausel für Cleantech-Investitionen in der nationalen Beihilfe\nDas bestehende Beihilfensystem der EU, das durch den Vertrag über die Arbeitsweise der Europäischen Union (AEUV)I2I geregelt wird, setzt enge Grenzen für staatliche Unterstützung nationaler Wirtschaftssektoren. Diese strengen Vorgaben helfen dabei, Wettbewerbsverzerrungen im europäischen Binnenmarkt zu verhindern. Doch die komplexen Genehmigungsverfahren und die häufig fehlende Flexibilität verzögern auch Investitionen in strategisch wichtige Bereiche wie die Cleantech-Industrie.@ Vor allem der Stabilitäts- und Wachstumspakt (SWP), der auf dem AEUV aufbaut, schränkt den Spielraum für schuldenfinanzierte öffentliche Investitionen stark ein.\nDiese Einschränkung wiegt besonders schwer, da Nationalstaaten (anders als die EU) Steuergutschriften verteilen und so wirkungsvolle Investitionsanreize schaffen können. Der IRA setzt beispielsweise stark auf das Instrument um die Verlagerung von Cleantech-Produktionsstätten in die US voranzutreiben.F? Steueranreize sind einer der zentralen Gründe, weshalb US-Fördermittel oft einfacher zugänglich und langfristiger wirksam sind als EU-Fördermittel, die oft an sehr langwierige Auswahlverfahren gebunden sind und somit vor allem von etablierten Unternehmen genutzt werden. Eine flexiblere Beihilfepolitik ermöglicht also nicht nur höhere Investitionen, sondern vor allem solche, die nachweislich effizient und leicht umsetzbar sind.\nZahlreiche vergangene Reformen des SWPs zeigen, dass die Fiskalregeln der EU anpassungsfähig sind und auf neue Herausforderungen reagieren können. Angesichts des enormen Investitionsbedarfs in der Cleantech-Branche und deren geopolitische Relevanz sollte der fiskalische Rahmen der EU weiterentwickelt werden, um ein höheres Maß an nationalen Cleantech-Investitionen zuzulassen. Denn der Abbau von Bürokratie und die Umschichtung existierender Gelder allein werden nicht die nötigen Investitionen mobilisieren, die zur Erreichung der NZIA-Ziele nötig sind.\nDie Einführung einer Ausnahmeklausel für Öffentliche Cleantech-Investitionen im SWP würde es Mitgliedstaaten, die Pläne für Cleantech-Investitionen vorlegen können, erlauben, kurzfristig von ihren Defizit- und Haushaltszielen abzuweichen. Das würde es Ländern wie Deutschland ermöglichen, einen relevanten Teil der nötigen Investitionen in Schlüsseltechnologien wie grünen Wasserstoff vorzuziehen und die EU so mit Blick auf die NZIA-Ziele bis 2030 besser aufzustellen.\nDie Einführung einer solchen Ausnahmeklausel für Cleantech-Investitionen liefßße sich überdies einfach in den bestehenden EU-Fiskalrahmen integrieren. Es wären keine umfassenden rechtlichen\n40",
  "page_41": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nÄnderungen erforderlich, sondern lediglich eine Anpassung der Flexibilitätsklausel des SWPs.134 Aufwändiger hingegen wäre die Einführung eines Prüfmechanismus mit spezifischen Aktivierungs- und Nachweiskriterien, damit Cleantech-Investitionen als solche erkannt werden können.\nHier würde ein von der EU-Kommission ermittelter Richtwert für öffentliche Cleantech-Investitionen als Anteil nationaler Staatsausgaben helfen. Die Kommission würde diesen Richtwert länderspezifisch empfehlen, basierend auf dem relativen Anteil der gesamteuropäischen Cleantech-Investitionslücke, und, so wie auch bei Fortschritten in der Haushaltskonsolidierung, regelmäßig bewerten, ob die Investitionslücke in einem „zufriedenstellenden Tempo“ geschlossen wird.\nEine solche Operationalisierung des Richtwerts würde Klarheit darüber schaffen, welche Staatsausgaben von den Defizitregeln ausgenommen sind und dafür sorgen, dass Investitionen in Schlüsseltechnologien nicht nur ermöglicht, sondern tatsächlich gefördert werden. Dadurch, dass dabei lediglich ein Mindestanteil für Cleantech-Investitionen empfohlen wird, wäre auch die fiskalpolitische Souveränität der Mitgliedstaaten nicht unverhältnismäfßig beeinträchtigen. Im Gegenteil, diese Flexibilisierung der derzeit sehr restriktiven SWP-Regeln würde Mitgliedstaaten ein wichtiges Maß an Kontrolle über ihre Finanzen zurückgeben.l&!\nDamit diese Mafsnahme wirkt, müssen Länder wie Deutschland den fiskalpolitischen Spielraum allerdings auch nutzen. Der Richtwert der Kommission sollte somit auch einen Bezugspunkt für eine Ausnahmeregelung der deutschen Schuldenbremse darstellen, wie sie bereits wiederholt vom Sachverständigenrat der Bundesregierung empfohlen wurde.#2 Vorbild könnte der Vorschlag des Institut der deutschen Wirtschaft sein, die Schuldenbremse um eine Nettoinvestitionsregel zu ergänzen, die zwischen konsumtiven und investiven Ausgaben unterscheidet, um so mehr Spielraum für zukunftsorientierte Investitionen wie in die Cleantech-Industrie zu schaffen. 13\nZudem liegt es an Mitgliedstaaten, nationale Beihilfen an soziale Bedingungen zu knüpfen und so sicherzustellen, dass Unternehmen mit mangelnden arbeitsrechtlichen Standards dazu angeleitet werden, diese im Einklang mit den sozialen Zielen der EU zu erhöhen. Darüber hinaus ist eine enge Abstimmung zwischen Mitgliedstaaten sowie eine strikte Begrenzung der Beihilfen auf Schlüsseltechnologien nötig, um sicherzustellen, dass bei der Umsetzung Wettbewerbsverzerrungen innerhalb der EU vermieden werden.\nDie EU sollte neben der Erweiterung funktionierender Investitionsprogramme auf europäischer Ebene, wie den EIB-Rückbürgschaften und dem EU-Innovationsfonds, also auch auf nationaler Ebene neue finanzielle Spielräume schaffen. Eine Ausnahmeklausel für Cleantech-Investitionen verbunden mit einem von der Kommission erarbeiteten Richtwert würde genau dies tun und so entscheidende Finanzmittel mobilisieren, die Europa dabei unterstützen, sich im globalen Wettbewerb mit China und den USA zu behaupten.\n4.2.2 Grüne Leitmärkte durch öffentliches Beschaffungswesen\nEin weiterer entscheidender Hebel für mehr Cleantech-Investitionen, der bislang zu wenig genutzt wird, ist das öffentliche Beschaffungswesen. Mit einem jährlichen Volumen von knapp 2 Billionen Euro - was ungefähr 14% des europäischen Bruttoinlandsprodukts entspricht - und über 250.000 öffentlichen Einrichtungen, die vor allem in Sektoren wie Energie, Verkehr, Gesundheit und Bildung als Markttreiber fungieren, bietet das Beschaffungswesen enorme Potenziale, grüne Leitmärkte zu schaffen.\n41",
  "page_42": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nEin grüner Leitmarkt ist ein staatlich initiierter oder unterstützter Markt, der die Nachfrage nach klimafreundlichen Produkten und Dienstleistungen gezielt fördert.33 Das öffentliche Beschaffungswesen kann dabei als Katalysator wirken, indem es durch die Bevorzugung nachhaltiger Produkte und Technologien, wie z. B. grünem Stahl, gezielt die Nachfrage sichert und so neu Anreize für Marktteilnehmer setzt und Planungssicherheit für Cleantech-Hersteller und -Investoren schafft.\nDie Förderung grüner Leitmärkte durch das öffentliche Beschaffungswesen wurde von der EU immer wieder als politisches Ziel festgeschrieben (z. B. im Circular Economy Action Planl3@), besteht in der Praxis aber kaum. Einer Studie der Europäischen Dienstleistungsgewerkschaft UNI zufolge wird gegenwärtig die Hälfte aller Ausschreibungen in der EU ausschließlich auf der Grundlage des niedrigsten Preises vergeben.\" Das liegt mitunter daran, dass ökologische und soziale Kriterien bereits bei geringen Preisdifferenzen ignoriert werden können.\nDieses Policy Paper spricht sich deshalb für eine Einführung verbindlicher nicht-preisliche Kriterien im Öffentlichen Beschaffungswesen aus - die sowohl bei EU-weiten Aufträgen, als auch im nationalen Auftragswesen greifen. Diese Kriterien sollten so gewählt werden, dass sie eine Nachfragebasis für strategisch relevante Schlüsseltechnologien schaffen. Beispiel wäre eine verbindliche Quote für grünen Stahl in öffentlichen Bauprojekten, um einen Leitmarkt für grünen Wasserstoff zu schaffen.\nZusätzlich sollten auch nicht-preisliche Kriterien wie die Einhaltung von Tarifverträgen und fairen Arbeitsbedingungen im Öffentlichen Beschaffungswesen verankert werden. Das würde gewährleistet, dass die soziale Verantwortung gegenüber der Arbeiterschaft nicht vernachlässigt wird und faire Löhne sowie gute Arbeitsbedingungen ein selbstverständlicher Teil grüner Leitmärkte sind. Die “No Public Contract Without Collective Agreement”-Kampagne von UNI Europa bietet hierbei ein nützliches Vorbild.33\nDie für 2026 geplante Reform der Richtlinien für das öffentliche Auftragswesen unter dem Exekutiven Vizepräsidenten Stephane Sejourne bietet die ideale Möglichkeit, nicht-preisliche Kriterien in allen EU-Ländern nicht nur anzugleichen, sondern strategisch auszubauen.l#2 Dabei ist entscheidend, dass die neuen Kriterien in dem komplexen - aus sechs Richtlinien, zwei Verordnungen und zahlreichen delegierten Rechtsakten bestehenden - Regelwerk nicht untergehen. 4\nDie Neuausrichtung des öffentlichen Beschaffungswesens auf grüne Leitmärkte ist ein längerfristiger Prozess, kann die Entwicklung und Skalierung von Schlüsseltechnologien jedoch deutlich vorantreiben. Ein klar definierter Absatzmarkt für transformative Cleantech-Technologien wirkt als Katalysator für die gesamte Branche und hilft somit nicht nur grofsen, etablierten Unternehmen, sondern auch kleinen und mittelständischen Innovatoren, die durch eine gezielte Nachfrage- Stimulation Zugang zu neuen Märkten und Investitionen erhalten.\n4.3 Schaffen, was fehlt: Stabile, wettbewerbsfähige Strompreise\nUm die Ziele des NZIA zu erreichen, ist neben der Mobilisierung neuer Investitionen auch die Verbesserung der Produktionsbedingungen für die europäische Cleantech-Industrie entscheidend. Besonders wichtig dabei sind stabile und wettbewerbsfähige Industriestrompreise. Denn die ungewöhnliche Höhe der europäischen Strompreise ist einer der zentralen Gründe, warum die Produktion von Schlüsseltechnologien wie Photovoltaikmodulen und Elektrolyseuren sich zunehmend ins Ausland verlagert.\n42",
  "page_43": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nDer wirksamste Hebel dafür bleibt, beim Ausbau der erneuerbaren Energien Kurs zu halten. Eine Berechnung des Internationalen Währungsfonds auf Basis von Daten aus 24 europäischen Ländern von 2014 bis 2021 ergab, dass eine Erhöhung des Anteils erneuerbarer Energien um einen Prozentpunkt die Großhandelspreise für Strom europaweit durchschnittlich um 0,6% senkte.22 Dies stimmt mit Analysen überein, die zeigen, dass der Ausbau von Wind- und Solarenergie in Deutschland zwischen 2010 und 2017 zu einem durchschnittlichen Rückgang der Spotmarktpreise um 9,64 €/MWh führte.23\nModellierungen prognostizieren zudem, dass ein vollständiger Übergang zu erneuerbaren Energien Stromkosten langfristig um einen zweistelligen Eurobetrag pro MWh senken wird.®# In Kombination mit einem intelligenten Ausbau der europäischen Übertragungs- und Verteilungsnetze sowie der breitflächigen Einführung von Speichertechnologien ist Europa also auf bestem Weg hin zu wettbewerbsfähigen Industriestrompreisen. Folgende Anpassungen würden darüber hinaus dabei helfen, die Stromversorgung bis 2030 zu stabilisieren.\n4.3.1 Netzentgelte für stromintensive Cleantech-Unternehmen deckeln\nNetzentgelte machen derzeit 8-12% der industriellen Strompreise in der EU aus, doch der erforderliche Netzausbau wird diesen Anteil vermutlich erheblich steigern.E&3] Denn um die enormen Kosten für den Ausbau und die Modernisierung des europäischen Stromnetzes bis 2030 zu decken, werden Regulierungsbehörden die durchschnittlichen Netzentgelte voraussichtlich um 1,5-2 Cent pro k/Wh erhöhen müssen.!®@ Dies würde die Netzentgelte für industrielle Großverbraucher wiederum auf bis zu 16% und für kleinere Unternehmen auf bis zu 19% der Stromrechnung anheben.\nEin solcher Anstieg würde die Produktionskosten der europäischen Cleantech-Industrie weiter in die Höhe treiben und somit ihre Wettbewerbsfähigkeit gegenüber den USA und China untergraben. Besonders energieintensive Unternehmen, die bereits mit hohen Strompreisen kämpfen, wären betroffen. Es könnte also eine Situation entstehen, in der Investitionen trotz gezielter Fördermafsnahmen gedämpft und so der angestrebte industrielle Aufschwung ausgebremst wird.\nEin wirksamer Ansatz zur Begrenzung der Netzentgelte wäre die Einführung eines Netzentgeltdeckels für stromintensive Cleantech-Unternehmen. Ein solcher Deckel könnte sich an den niedrigsten Netzentgelten innerhalb der EU orientieren und durch gezielte finanzielle Entlastungen ausgeglichen werden. Dabei würden Hersteller in der Batterieproduktion und Wasserstoffelektrolyse, deren Fertigungsprozesse einen hohen Strombedarf haben, von den durch gedeckelte Netzentgelte sinkenden Produktionskosten besonders profitieren.\nGleichzeitig sollten Anreize zur Netzstabilisierung erhalten werden, indem ein zweistufiges Modell eingeführt wird das einen Grunddeckel für planbare, netzdienliche Nutzung mit Flexibilitätsanreizen kombiniert. Danach würden Cleantech-Unternehmen von gedeckelten Netzentgelten profitieren, solange ihr Verbrauch konstant und vorhersehbar bleibt. Exzessiver Verbrauch in Spitzenzeiten würde hingegen marktbasierte Aufschläge nach sich ziehen, während betriebliche Speicher, intelligentes Lastmanagement und Eigenstromerzeugung mit zusätzlichen Vergünstigungen belohnt werden würden. So entstünde ein ausgewogenes System, das verlässliche Stromkosten sichert, Anreize zur Netzstabilisierung erhält und so bessere Rahmenbedingungen für eine langfristig erfolgreiche Cleantech-Industrie schafft.\n43",
  "page_44": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n4.3.2 Nachfrage-Flexibilisierung durch Datenkommunikationsstandards und Smart-Energy-\nVerträge\nAngesichts der zunehmenden Elektrifizierung industrieller Prozesse, ist es zudem entscheidend, dass Firmen über die Instrumente verfügen, die es ihnen ermöglichen, den flexiblen Anteil ihres Stromverbrauchs in einer Weise anzupassen, die den Bedürfnissen des gesamten Energiesystems zugutekommen ohne betriebswirtschaftliche Abstriche zu machen. Konkret heifßst das vor allem, Digitalisierungs- und Automatisierungsprozesse in der Industrie noch stärker voranzutreiben und die Regeln für Smart-Energy-Verträge zu verbessern.\nEin zentraler Schritt, um den industriellen Stromverbrauchs zu flexibilisieren, ist die Einführung besserer Datenkommunikationsstandards. Derzeit sind viele Unternehmen nicht ausreichend mit den technischen Mitteln ausgestattet, um ihren Energieverbrauch in Echtzeit zu analysieren und anzupassen.l®7 Einheitliche EU-Standards für die Datenkommunikation zwischen Energieanbietern, Netzbetreibern und Verbrauchern könnten hier Abhilfe schaffen. Sie würden nicht nur eine nahtlose Integration von Smart-Energy-Lösungen ermöglichen, sondern auch den Zugang zu Informationen verbessern, die für eine optimale Anpassung des Energieverbrauchs notwendig sind.\nEin weiterer Schwerpunkt liegt auf der Neugestaltung von Smart-Energy-Verträgen, die derzeit vor allem auf Haushalte ausgerichtet sind. Besonders KMUs benötigen Vertragsmodelle, die Transparenz über Rechte, Risiken und Vergütungen bieten und dabei verbraucherfreundlich gestaltet sind. Regulierungsbehörden sollten daher ein breiteres Spektrum an Vertragsoptionen fördern, das über reine Festpreisverträge und vollständig dynamische Modelle hinausgeht. Gerade die Nutzung hybrider Verträge, die feste Preisabsicherungen mit der Möglichkeit kombinieren, von günstigen Spotmarktpreisen zu profitieren, würden eine mehr Planbarkeit und Kosteneffizienz gewährleisten.\nNur wenn technische Innovationen, faire Vertragsmodelle und klare politische Rahmenbedingungen Hand in Hand gehen, kann die Industrie ihren Stromverbrauch so anpassen, dass sowohl die wirtschaftliche Wettbewerbsfähigkeit als auch die Stabilität des Energiesystems gewährleistet bleiben.\n4.3.3 Veerbindlichen Arbeitsstandards für CfDs und staatlich garantierte PPAs\nIm Rahmen der 2023 eingeführten EU-Strommarktreform fördert die EU verstärkt den Einsatz von Stromkaufvereinbarungen (PPA) und Differenzverträgen (CfD), um sowohl Erzeugern als auch Verbrauchern eine stabilere und vorhersehbare Preisgestaltung zu bieten. Wie in Kapitel 2.3.2 ausgeführt, sollen diese Instrumente dabei helfen, die Auswirkungen von schwankenden Spotmarktpreisen auf Endverbraucher zu mindern, indem sie durch langfristige Preisvereinbarungen Planungssicherheit schaffen.\nUm den gesellschaftlichen Nutzen dieser Instrumente zu maximieren, sollten sie mit sozialen Bindungen verknüpft werden. Gerade CfDs, welche zwischen Öffentlichen und privaten Akteuren abgeschlossen werden, können nur an Stromanbieter versteigert werden, die Tarifverhandlungen einhalten, Arbeitsschutzbestimmungen wahren und Leiharbeit sowie Werkverträgen begrenzen. Bedingungen wie diese würden sicherstellen, dass die damit geförderten Investitionen gezielt an verantwortungsvolle erneuerbare Energieproduzenten gehen.\nhu",
  "page_45": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\nObwohl der Raum für staatliche Bedingungen bei den zwischen privaten Parteien abgeschlossenen PPAs deutlich eingeschränkter ist, können die unter dem EU-Strommarktreform neu ermöglichten staatlichen Garantien für PPAs an nicht-preisliche Kriterien gebunden werden. Solche Mafsnahmen würden sicherstellen, dass die geförderte Strompreisstabilisierung nicht nur technisch effektiv, sondern auch sozial verantwortungsvoll gestaltet wird, wodurch die Akzeptanz und Fairness der industriepolitischen Transformation weiter gestärkt wäre.\n45",
  "page_46": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\n5. FAZIT: INDUSTRIELLER AUFSCHWUNG DURCH EUROPÄISCHE INDUSTRIESTRATEGIE\nDie EU hat die Gelegenheit, durch eine ambitionierte Industriestrategie die Grundlage für einen industriellen Aufschwung in Europa und Deutschland zu legen. Dafür braucht es ein Investitions- Sofortprogramm, das bestehende Finanzierungslücken schließt und durch verbindliche Arbeitsstandards, die soziale Gerechtigkeit mit technologischem Fortschritt verknüpfen.\nAngesichts wachsender Konkurrenz aus China und den USA kann die EU es sich nicht länger leisten, ihre Industriepolitik auf administrative Verbesserungen zu beschränken. Ohne eine massive Investitionsoffensive droht die EU anfängliche Wettbewerbsvorteile bei Schlüsseltechnologien wie Batterien und grünem Wasserstoff zu verspielen. Das würde nicht nur geopolitische Abhängigkeiten vertiefen, sondern auch die Tragfähigkeit des europäischen Wirtschaftsmodells auf lange Sicht untergraben.\nZudem sind attraktive Beschäftigungsbedingungen in Zeiten des demografischen Wandels unerlässlich, um Fachkräfte zu gewinnen und zu halten. Aspekte wie faire Löhne, sichere Arbeitsbedingungen und Schutz vor Diskriminierung dürfen nicht weiter als „Zusatz“ gelten, sondern müssen fester Bestanteil jeglicher europäischer Industriepolitik sein. Nur so kann auch die nötige gesellschaftliche Akzeptanz für einen erfolgreichen industriellen Aufschwung gesichert werden.\nNeue Vorhaben der EU-Kommission, wie der Clean Industrial Deal und der Industrial Decarbonisation Accelerator Act, müssen diesen Ansprüchen gerecht werden, indem sie nicht nur administrative Prozesse verbessern, sondern neue Cleantech-Investitionen mobilisieren und dabei arbeitsrechtliche Standards fest verankern. Die fünf Policy Empfehlung dieses Papers zeigen konkret, wie das gelingen kann:\nEU Akteur / Bereich Maßnahme\nArbeitsstandards\nWirkung\nAusbauen,\nEuropäische\nRückbürgschaften für die\nAuswahlkriterium bei\nGebundenes Kapital\nwas funktioniert\nInvestitionsbank\nWindindustrie auf andere\nSorgfaltsprüfungen\nvon Cleantech-Firmen\nSchlüsseltechnologien ausweiten\nverfügbar zu machen\nEU-\nVorfinanzieren und auf die\nAuswahlkriterium im\nSkalierung von\nInnovationsfonds\nSkalierung von Schlüssel-\nAusschreibeverfahren\nCleantech durch\ntechnologien ausrichten\nZuschüssen fördern\nÄndern, was\nNationale\nAusnahmeklausel für Cleantech- Bedingungen für\nNationale Investitionen\nBeihilfesysteme\nInvestitionen einführen und EU- nationale Beihilfe\nmobilisieren\nnicht funktioniert\nRichtwert ermitteln\nÖffentliches\nGrüne Leitmärkte durch\nArbeitsrechtliche nicht- Absatzmärkte für\nBeschaffungswesen\nStärkung nicht-preislicher\npreisliche Kriterien\nCleantech-Hersteller\nKriterien\nschaffen\nSchaffen, was fehlt EU Strommarkt\nNetzentgelte gezielt deckeln,\nIn CfDs und PPAs\nProduktionsbedingung\nDatenkommunikationsstandards integrieren\nen für die Cleantech-\nund Smart-Energy-Verträge\nIndustrie verbessern\neinführen\nGrafik 18: Übersicht der Policy-Empfehlungen für ein Investitions-Sofortprogramm in Europas Cleantech-Industtrie.\nEine solche Investitionsoffensive würde bestehende Investitionslücken schliefsen, Planungssicherheit schaffen und industrielle Produktionsbedingungen verbessern. Das würde die EU im globalen Wettstreit um die Technologiemärkte der Zukunft neu aufstellen und den geopolitischen und energiewirtschaftlichen Realitäten unserer Zeit Rechnung tragen. Weiterer politischer Stillstand hingegen würde hunderttausende Arbeitsplätze gefährden, besonders auch in Deutschland. Nur\n46",
  "page_47": "0] Aus der Krise und in die Zukunft - Ein Investitions-Sofortprogramm für Europas industrielle Wettbewerbsfähigkeit\ndurch eine starke, zielgerichtete und soziale Industriestrategie werden die europäischen Ziele einer klimaneutralen Wirtschaft im Dienste der Menschen erreichbar sein.\nDieser Bericht wurde erstellt im Auftrag der Industriegewerkschaft Metall 2025\nTHE GOODFORCES GmbH\nSwinemünder Straße 121 10435 Berlin | Deutschland hallo@thegoodforces.de\nTHE GOODFORCES ist eine politische Kommunikationsberatungsagentur, die sich für ein nachhaltiges und vereintes Europa einsetzt. Sie unterstützt Politiker, Changemaker, NGOs und Unternehmen dabei, politische Mehrheiten für Klimaschutz, den Ausbau erneuerbarer Energien und die Stärkung demokratischer Strukturen zu schaffen.\n® Politische Analyse\nPolitische Kampagnen\nWir schaffen Mehrheiten für deine Idee. Ob\nWohin entwickelt sich die politische Welt? Welche Themen dominieren die Wahl und welches Thema hat eine Chance? Das finden wir heraus.\nKlimaklage, Wahlkampagne, Europäisches\nKlimaschutzgesetz oder ein Volksentscheid:\nVon der Strategie bis zur Umsetzung\nunterstützen wir dich.\ne Policy-Expertise beim Green Deal\nWir zeigen auf, welche Gesetze wann kommen, was das für uns alle bedeutet und worauf politisch zu achten ist - mit tiefgründigen Policy-Briefings.\nOb Text-, Bild- oder Videoproduktion: Wir entwickeln und produzieren alles zielgenau, wie du es brauchst.\nor? Content Produktion\nEn:\n=\n47"
},
  "language": "Languages.GERMAN",
  "total_pages": 47
}
