{
  "file_name": "10_165.pdf",
  "pages": {
  "page_1": "Woodside\nEnergy\nWoodside Energy Group Ltd ACN 004 898 962 Mia Yellagonga 11 Mount Street Perth WA 6000 Australia T +61 8 9348 4000 www.woodside.com\nASX: WDS\nNYSE: WDS\nLSE: WDS\nAnnouncement\nTuesday, 6 August 2024\nWOODSIDE TO OCI’S CLEAN AMMONIA PROJECT TRANSCRIPT\nDate: 5 August 2024\nTime: 15:30 AWST / 17:30 AEST / 02:30 CDT (Sunday, 4 August 2024)\nStart of Transcript\nOperator: Thank you for standing by and welcome to the Woodside Energy Group Limited investor call. All participants are in a listen only mode. There will be a presentation followed by a question-and-answer session. If you wish to ask a question, you will need to press the star key followed by the number 1 on your telephone keypad.\n| would now like to hand the conference over to Ms Meg O’Neill, CEO and Managing Director. Please go ahead.\nMeg O’Neill: Good afternoon, everyone and thank you for joining this call. | am pleased to announced Woodside has entered into a binding agreement to acquire OCI’s Clean Ammonia Project in Beaumont, Texas. Before | get into the details | would like to begin by acknowledging the First Nations people of the various lands on which we live, work, and play and pay my respects to their Elders past, present, and emerging. | am joining this call from Karratha and | would like to recognise the Ngarluma people as custodians of these lands.\nToday, | am joined by our Chief Financial Officer Graham Tiver and my Special Adviser and former Executive Vice President New Energy, Shaun Gregory. In this call we will provide an overview of the acquisition before opening up to Q&A.\nPlease take time to read the disclaimers, assumptions, and other important information on slides 2 and 3. | would like to remind you that all dollar figures in today’s presentation are in US dollars unless otherwise indicated.\nToday, Woodside has entered into a binding agreement to acquire OCI’s Clean Ammonia Project in Beaumont, Texas. This acquisition positions Woodside to be an early mover in the lower carbon ammonia industry and meet growing customer demand globally. It supports our strategy to thrive through the energy transition with a low-cost, lower-carbon, profitable, resilient, and diversified portfolio.\nPage 1 of 13",
  "page_2": "This is a mature project with expansion potential. The project is already well advanced with construction 70% complete. Ammonia production from Phase 1 is targeted for 2025 with the addition of carbon sequestration targeted from 2026 to enable the production of lower carbon ammonia.\nThis acquisition reflects our disciplined approach to investment, whether in new energy or traditional oil and gas. It exceeds our capital allocation framework targets of 10% internal rate of return and payback period of less than 10 years. Phase 1 is free cash flow accretive from 2026 and earnings per share accretive from 2027.\nThis investment marks a material step forward in delivering our Scope 3 targets, which are twofold. First, we have set an investment target, to invest US$5 billion in new energy products and lower carbon services by 2030. Secondly, we have a complementary abatement target, to take final investment decisions on new energy products and lower carbon services by 2030 with total abatement capacity of 5 million tonnes per annum of COz equivalent.\nGoing to slide 5. The US$2.35 billion purchase price includes the full cost of constructing Phase 1, which OCI will manage through to completion. OCI is an experienced ammonia plant developer and operator and has provided cost, schedule, and facility performance guarantees which reduces the execution risk for Woodside.\nThe scope of the acquisition includes the project and importantly, an experienced team to run and maintain the facility, bringing operational and commercial experience from OCl’s history in the ammonia business to complement Woodside’s capabilities.\nLet me explore the key value drivers for this transaction in more detail. Slide 6 explains why this project is advantaged. Its location on the US Gulf Coast provides access to abundant feedstock of nitrogen and hydrogen. It also has access to US regulatory incentives, including the Section 45Q tax credit for carbon sequestration that supports a lower equivalent unit price of hydrogen supply.\nImportantly, it is well placed to serve the US domestic market as well as European and Asia Pacific markets which are expected to lead adoption of lower carbon ammonia due to increasing carbon cost requirements. The project also benefits from incorporating OCI’s history in the ammonia industry into the facility design. Since 1997, OCI has built eight world-scale greenfield ammonia plants across the US, the Middle East, and North Africa. The Beaumont Clean Ammonia Project is the third of this particular design it has built.\nSlide 7 describes the acquisition scope, which covers the ammonia production portion of the process. The schematic illustrates why this is a capital-light project with the feedstock being sourced under contract from third parties rather than having to build dedicated hydrogen and nitrogen facilities as part of this plant. Linde will be providing the feedstock of nitrogen and carbon-abated hydrogen. The hydrogen will be derived from natural gas paired with CCS. The CCS will be provided to Linde by ExxonMobil under a contract of arrangement and is expected to come online in 2026. This is a strong partnership with tier 1 suppliers with competitive terms that are already locked in.\nThe ammonia plants will have capacity for 1.1 million tonnes per annum for the first phase and has been designed with scalability to accommodate a second phase which would add an additional 1.1 Mtpa. Woodside is targeting FID readiness for the second phase from 2026.\nAs part of the transaction, Phase 1 will be completed by OCI, started up and performance tested before handover. It includes cost, schedule, and performance guarantees. As you can see from the picture on slide 8, significant progress has been made on the site. The main process equipment is already installed, including the ammonia converter, and the synthesis loop compressor, both of which are visible.\nThe Linde facility that is contracted to supply feedstock and the ExxonMobil CCS facilities are also under construction. The ammonia project is expected to start up in 2025 before the Linde and ExxonMobil facilities are available. During this time, the project will produce unabated ammonia. Early feedstock supply will come\nPage 2 of 13",
  "page_3": "from multiple suppliers, including Linde, from available capacity on the Gulf Coast. This is an example of the advantages of this location with multiple feedstock options. The Linde production facility is targeting startup in early 2026. The ammonia becomes lower carbon ammonia when the CCS becomes operational, which is targeted also for 2026.\nGoing to slide 10. The value proposition for this transaction goes well beyond a simple acquisition of infrastructure. We are excited to welcome a number of experienced OCI professionals to Woodside and place high value on the world-class ammonia business capability they will bring. We see a strong cultural fit between our two companies including commonalities in approaches to safety, process safety, operations, and project execution.\nWe also expect the project will benefit from Woodside’s existing customer relationships, marketing experience, and operational expertise. This combination positions Woodside strongly in the emerging lower carbon ammonia industry. As you can see, this is an advantaged opportunity with strong players through the value chain. Let’s now step back and talk about the increasing demand for lower carbon ammonia.\nAmmonia today is a vital commodity used in fertilisers and chemical processes. Current demand is almost 200 million tonnes of product produced per annum. This means there are established value chains, reducing the market risk. The ammonia market is forecast to double by 2050, in part due to expected growth from traditional uses as the world’s population increases, but we also expect demand growth for lower carbon ammonia from new uses, including power generation, marine bunkering, and as a hydrogen carrier.\nImportantly, lower carbon ammonia is expected to make up two thirds of the market by 2050 as industries move to decarbonise and stricter regulations are implemented. This project provides Woodside an early mover advantage, well positioned to supply this growing demand and established preferred provider status with customers.\nEvolving policies are establishing a framework to incentivise lower carbon ammonia. In Europe, the enacted Carbon Border Adjustment Mechanism, or CBAM, will apply a carbon tax on imported products including ammonia. The requirement to purchase CBAM credits will begin phasing in in 2026 until fully phased in by 2034, as illustrated in the bottom chart. This will create a pricing advantage for low carbon ammonia relative to conventional unabated ammonia.\nThe OCI Clean Ammonia Project with its lower carbon intensity will have the potential to attract premium pricing when compared to conventional ammonia producers. Similar economic policies are evolving in markets like South Korea and Japan, providing direct or indirect subsidies for the importation and use of lower carbon ammonia for power generation, or as a carrier mechanism for hydrogen.\nGoing to slide 13. One of the most attractive parts of this opportunity is the returns. We have high confidence in the costs through the cost, performance, and schedule guarantees secured as part of the transaction. The supplier agreements for feedstock are also locked in. With this, Phase 1 generates over a 10% internal rate of return. Underpinning this, we have made assumptions about a price uplift for lower carbon ammonia. This starts out as zero and is phased in over 10 years using the Carbon Border Adjustment Mechanism as a framework. We expect Phase 2 to see even more competitive returns, benefiting from the design decisions for Phase 1, allowing for efficiencies when Phase 2 is executed. Again, the value of this opportunity goes beyond the returns to include the capability and positioning in a market with significant growth forecast.\nNow that we’ve shared the value we see in this opportunity, let’s look at how it fits into our capital management framework. As we reiterated in announcing the Driftwood transaction, we are disciplined in creating shareholder value and have a track record of positioning the balance sheet to accommodate growth\nWe recognise that our strong dividend payout is an attractive reason to invest in Woodside. Our capital management framework remains unchanged. Phase 1 of the project is under construction and is forecast to be free cash flow accretive from 2026 and earnings per share accretive from 2027. Our balance sheet\nPage 3 of 13",
  "page_4": "continues to be well placed. We have a strong underlying business generating significant cash flows. We continue to have capacity to pay strong dividends.\nLet’s move now to slide 15 where we discuss climate considerations. In 2021, Woodside set a Scope 3 investment target aiming to invest US$5 billion in new energy products and lower carbon services by 2030. In February, we announced a new complementary abatement target to take final investment decisions on new energy opportunities by 2030 with total abatement capacity of 5 million tonnes per annum of CO2 equivalent.\nAs well as generating solid returns, the OCI Clean Ammonia Project acquisition makes a material step towards delivering on these Scope 3 targets. Phase 1 has a capacity to contribute up to 1.6 million tonnes per annum of carbon dioxide equivalent abatement when the CCS component is operational. The carbon abatement via CCS will result in a lower emissions profile for the hydrogen that’s used as a feedstock and will in turn enable the project to produce lower carbon ammonia compared to traditional projects.\nMoving to slide 16, which reinforces the attractiveness of this investment and highlights the climate analysis that was incorporated as part of the investment assessment. We presented a similar slide for Trion when we made a final investment decision on that opportunity last year.\nGoing to slide 17. I’m very excited about today’s announcement. Since the merger with BHP’s petroleum business, we have made significant investments across all three pillars of the business: oil, LNG, and new energy. Last year we took FID on Trion, we recently announced the acquisition of Tellurian and the Driftwood project which remains subject to satisfaction of relevant conditions precedent, and today we have announced a valuable investment in new energy. We are continuing to ensure that Woodside will thrive through the energy transition.\nTo recap, this acquisition fits our strategy, it positions Woodside strongly in a growing market, it is expected to exceed our capital allocation framework targets, and it can make a significant contribution towards achieving our Scope 3 investment and abatement targets.\n| will now open up to Q&A. | ask you to limit your questions to two to provide everyone with an opportunity to ask a question. Thank you.\nOperator: Thank you. If you wish to ask a question, please press star 1 on your telephone and wait for your name to be announced. If you wish to cancel your request, please press star 2. If you are ona speakerphone, please pick up the handset to ask your question.\nYour first question comes from Saul Kavonic from MST Financial. Please go ahead.\nSaul Kavonic: (MST Financial, Analyst) Hi. Thanks, Meg. | guess my main question is can you perhaps elaborate on the strategic rationale for this deal and in particular touch on what the valueadd or competitive advantage Woodside might have given this was a competitive process that OCI went through?\nMeg O’Neill: Thanks, Saul. For those of you who have been following us for a while, you would have heard us talk about hydrogen and particularly ammonia as an area of interest for several years really since 2021 when we first laid out our new energy investment target. And some of the constraints that we’ve been encountering as we’ve been trying to progress that strategy is this chicken-and-egg between the capability that we have and what our customers are looking to see.\nWith this OCI Clean Ammonia Project in Texas, it in many ways vaults us to the front of the queue. It positions us to have an ammonia plant with significant COz abatement through the CCS agreement with Linde and ExxonMobil downstream of that. It is a material step forward; it allows us to go out and talk to customers with confidence about marketing a product that we have confidence we will be able to deliver to them in 2025 unabated, and in 2026 again with CCS up and running.\nPage 4 of 13",
  "page_5": "An additional factor that’s really attractive about this opportunity is the capital-light structure. As we’ve looked at our own greenfield low carbon ammonia developments, one of the things that has jumped out at us is the complexity of those sorts of plants. What OCI has done really is elegant in terms of focusing their capability on the ammonia process and allowing others, industrial gas companies with different expertise to build to the front-end. When we look at the capital intensity of this OCI Clean Ammonia Project it’s much lower than if we were to try to do a greenfield project ourselves and again, as | said, it vaults us to the front of the queue.\nNow, if you ask, as you did, why Woodside and what do we bring to the table, a couple of things. | think we bring the opportunity really to marry up the best of what OCI has done with their long history in the ammonia world and the capability that they bring with our expertise and particularly our customer relationships. As we think about the new uses for ammonia in power generation, as a marine fuel, as a hydrogen carrier, the customers who are going to look to use ammonia for those purposes are customers that we have deep relationships with today. So, in many ways | think we'll get the best of both worlds by bringing the two teams together to be able to really successfully market this product into a marketplace that's evolving as we speak.\nSaul Kavonic: (MST Financial, Analyst) Thanks, Meg. Perhaps | could ask, | guess it's related but it comes back to the priorities of capital allocation here, why is this $2.35 billion, why is it better spent on an ammonia project making a 10-odd percent return instead of a buyback, if we think Woodside share price is at least 20% undervalued?\nMeg O'Neill: Look Saul, we take a look at all of the ways we can deploy our capital. One of the things we're keenly focused on is generating long-term shareholder value, and we absolutely see that potential with this clean ammonia opportunity.\nAs we highlighted, the Phase 1 returns are expected to meet our targets of 10% IRR and payback of less than 10 years. As we showed you in the pack, we think when we move forward with Phase 2, that that'll offer even more attractive returns. So, again when we think about how we position the business to be successful into the 2030s and 2040s, this is an investment that we think will generate long-term shareholder value.\nSaul Kavonic: (MST Financial, Analyst) Thanks, I'll jump back in the queue.\nOperator: Thank you, your next question comes from Gordon Ramsay from RBC Capital Markets, please go ahead.\nGordon Ramsay: (RBC Capital Markets, Analyst) Thank you very much, congratulations on another acquisition. My first question relates to project risk, delivery risk, you seem to be pretty confident in the timing and yet you're relying on other projects, Linde developing the H2 and Nz supply but also Exxon Mobil with carbon capture storage. What if one of those projects delays? Do you have any guarantees from them that they'll supply no matter what in terms of being able to meet your timetable?\nMeg O'Neill: Thanks, Gordon. Part of why we put the schedule chart in, which | think is chart 9, was to help illustrate how all the pieces fit together. One of the things we really like about this project is its location in Beaumont, where there already is a network of industrial gases available. So, we are well positioned, as | said in the call we've got certain guarantees from OCI around the startup of the ammonia project, so we've got high confidence in the costs of the scope that we're purchasing.\nBut as you can see from the chart on slide 9, we will be able to buy hydrogen and nitrogen from a network of multiple suppliers while we're in that period ahead of the Linde plants being up and running. Then there's contracts, we have a contract with Linde, Linde has a contract with ExxonMobil, again there's certain provisions in those contracts to ensure that the counterparties are doing what they need to do on the schedule that they've promised.\nSo, more detail than that | can't give you because that's all commercial in confidence. But again one of the things we like about this project is we can get up and running, get our plants, the ammonia plants smoothly operating, using supply feedstock from other players ahead of the Linde supply kicking in.\nPage 5 of 13",
  "page_6": "Gordon Ramsay: (RBC Capital Markets, Analyst) Thanks, Meg. Then my other question just relates to location, | think one of the slides showed it's relatively close to Driftwood. Is there potential synergies with Driftwood LNG? I'm thinking like sourcing gas with both projects or even overlap between customers, can you comment on that please?\nMeg O'Neill: Great question. So, when we look at the gas demand for the two plants, they're quite a bit different actually. As we showed on slide 7, the gas demand for this ammonia project is about 95 million BTUs per day, the Driftwood demand is orders of magnitude more than that. So, there's probably not a tonne of synergies, but that's something that we will want to explore as we progress both of these opportunities to see perhaps there are some value uplifts that we can capture by having multiple projects in the same neighbourhood.\nIn terms of customers, absolutely, | think that's one of the things that we really bring to the table and why OCI thought we were an interesting player to include in the process, is we've got very strong relationships with energy buyers, companies like Uniper, a number of different Japanese, Korean, Taiwanese buyers. So, | think we're able to open a different buyer universe, and with now the ability to point to low carbon ammonia being available, we'll be able to get our product into some different markets than might have been possible just as a conventional ammonia project.\nGordon Ramsay: (RBC Capital Markets, Analyst) Thank you.\nMeg O'Neill: Thanks, Gordon.\nOperator: Thank you, your next question comes from Nik Burns from Jarden Australia, please go ahead.\nNik Burns: (Jarden Australia, Analyst) Hi, thanks Meg. | understand you have the liquidity in place to fund this acquisition, but as we look ahead, surely the combination of the investment announced today along with the proposed Driftwood LNG investment, assuming it reaches FID as expected, must make it increasingly challenging for Woodside to retain a dividend payout ratio at the recent level of 80%, and remain below the upper end of your target gearing range? Can you just comment on that please?\nMeg O'Neill: Thanks, Nik. As I've noted, Graham's on the call, so | may ask Graham to comment on that.\nGraham Tiver: Hi, Nik. | think first thing | would say is that we understand the importance of returns to our shareholders, and as part of that we're not proposing a change to our dividend policy, and our capital management framework remains unchanged as well.\nWhat we have is an attractive project, you combine that with a strong balance sheet, we have cash and undrawn facilities today, we also have a business that is generating strong cashflows. We have options, so we've got strong investment grade credit rating, we have good support from our banks, we have access to bond markets et cetera.\nSo, we feel where the balance sheet is today and through our scenario modelling, we're able to balance our shareholder returns as per our current dividend policy, and continue to invest in long-term shareholder growth through these projects. It is fair to say in the context of the gearing, we will be moving up to the top end of the range and potentially beyond the range for a short period of time. But like we've always said, that range of 10% to 20% is through the cycle. So, I'll leave it there, Nik.\nNik Burns: (Jarden Australia, Analyst) That's clear, thanks for that, Graham. Sorry, my second question maybe just on the supply of hydrogen and nitrogen here. | know there's no pricing talked about, just wondering whether these supplies, can you talk about whether they're fixed price or linked to the price of ammonia or Henry Hub, is there anything you can give us here?\nPage 6 of 13",
  "page_7": "Meg O'Neill: Look Nik, first and foremost that detail is commercial in confidence. But what is probably worth highlighting on the chart that shows the molecule flows, natural gas is a feedstock, so as natural gas prices would move, you could expect the feedstock prices to move as well. But otherwise the content inside the box, we've got high cost confidence in all of those elements.\nNik Burns: (Jarden Australia, Analyst) Right, thank you.\nOperator: Thank you, your next question comes from Fiona Manning from The Australian Council of Superannuation Investors. Please go ahead.\nFiona Manning: (The Australian Council of Superannuation Investors, Analyst) Thank you, thanks for the presentation also. I'm just trying to get my head around the impact on Scope 1, 2 and 3 emissions, with and without the CCS. The presentation has the Scope 1 and 2 increase with CCS, I'm just wondering what the increase in Scope 3 would be?\nMeg O'Neill: Let me throw that to Shaun. Shaun, do you have that at your fingertips?\nShaun Gregory: Thanks for the question. The Scope 1 is less than 0.1 kilos per unit, so it's very low through Phases 1 and 2. We can probably get that lower again, subject to us concluding a renewable power purchase agreement. So, the Scope 1 and 2 is very, very low. The Scope 3 of course changes when the CCS comes online. So, the real benefit of this project is when the CCS comes online and the Scope 3 gets to a number like 0.6 million tonnes of CO2 versus the unabated, is at 2.3 million tonnes.\nFiona Manning: (The Australian Council of Superannuation Investors, Analyst) Thank you very much.\nShaun Gregory: That's at Phase 1.\nFiona Manning: (The Australian Council of Superannuation Investors, Analyst) Understood, cheers thank you.\nMeg O'Neill: Thanks, Fiona.\nOperator: Thank you, your next question comes from James Byrne from Citi, please go ahead.\nJames Byrne: (Citi, Analyst) Hi, my main question is why now? Because you talk about jumping to the front of the queue with this low carbon ammonia, the $5 billion in new energy spend is always described as being backdated towards the end of the decade. The paint's barely dry on Driftwood, which was done just 14 days ago, and yet the macro's moving very quickly against you, | think.\nI'm very interested to understand, you've explained the strategic rationale, but what about the timing of the deal, why now?\nMeg O'Neill: There are very few opportunities of this quality available, James, in fact there's none. The fact that the current owner, that OCI was looking to step away from the ammonia business, they've conducted a strategic review, and I'm sure you've seen that they've sold a couple of other ammonia plants. They were looking to step away and we saw the opportunity and said gosh we can't pass this up again, it's absolutely in the right neighbourhood.\nIt is a capital-light project, again it saves us from having to build the whole front end of the plant by being able to contract that from a third party. Meets our rate of return, and again it positions us extremely well to be able to compete in the new energy marketplace. It was really too good an opportunity to pass up, and we did have a lot of conversations around the timing of this versus the timing of Tellurian.\nThat also was an opportunity that had been in the works for a while, but timing just got to be the perfect point. So, we've stress tested ourselves, we've really challenged ourselves, do we have the organisational\nPage 7 of 13",
  "page_8": "capacity, the financial capacity to take on both? We think we do, we're going to need really strong management and leadership engagement and we've got confidence that we have that.\nBut even with both Driftwood and with OCI, we'll be bringing across people in those two businesses, welcoming them to the Woodside team, to be able to continue the great momentum that the current owners have built up.\nJames Byrne: (Citi, Analyst) | might pick up on what Graham was saying earlier to Nik just about the gearing. Can | just confirm that that remark, Graham, about gearing above the top end, is that in a $70 oil world, or is that your stress test scenario? I'd be very interested to understand when you do stress test the balance sheet against the capital, that you are locking in that CapEx. What does that actually look like?\nBecause | think part of the attraction to the Woodside Investment case over the last few years has been around balance sheet and being in that teen level, or even lower more recently as opposed to one of your large listed competitors, which has been the high teens to low 20s.\nGraham Tiver: Thanks, James. As you know, | think Meg mentioned it in the presentation, we're at the low end today at 13%, but based on our forecast under the stress case, we would move above the 20%, but that is through the cycle [Clarification: Under the stress and a $70/bbl Brent long-term oil price (2022 real terms) case]. We're talking low to mid 20s, we're not talking well beyond that. That is through the cycle, we can see a pathway to get that down fairly quickly.\nMeg O'Neill: James, it's worth reminding everyone on the call that part of why our CapEx is high right now is because of the Scarborough Energy Project investment. When we head towards 2026, we'll be ramping down capital on that project. We've already passed peak annual CapEx actually for the Scarborough development. So in 2026 we start generating revenue.\nWe've done extensive modelling to understand the strength of the balance sheet, how we can position ourselves for these two acquisitions. As | said on the Driftwood call, we'll be probably doing a little bit of belt tightening for the next couple of years, but when Scarborough comes online, again, we will start to generate significant cash flow.\nJames Byrne (Citi, Analyst): Thank you.\nOperator: Thank you. Your next question comes from Henry Meyer from Goldman Sachs. Please go ahead\nHenry Meyer: (Goldman Sachs, Analyst) Hi, all, thanks for the updates. Interested to break down some of the assumptions driving the 10% return some more, please. Can you share what ammonia price was assumed initially and what that blue premium ramp-up is over time, and perhaps how that would compare to forecast on slide 13, potentially even what IRR would be achieved at current spot pricing, please?\nMeg O’Neill: All right. Well, thanks Henry. So it's worth noting that on slide 13 we presented a third-party price for unabated, so conventional ammonia and then three curves for lower carbon ammonia. The curve that we used actually is more conservative than any of those third-party forecasts. As | think we talked through in the call, what we've simply done is take the unabated price and then account for the uplift associated with the carbon border adjustment mechanism as it kicks into play.\nSo the curve that's shown on slide 12, you'll note that the CBAM mechanism really doesn't start kicking in until about 2029. So again, our modelling shows modest price increase until that point in time, and then shows it phasing in stepwise to the full phase in 2034. So in aggregate, we think it's a more conservative outlook than the third parties that are presented on that graph.\nHenry Meyer: (Goldman Sachs, Analyst) Okay, thanks Meg. When we think about free cash flow accretion from 2026, are you able to step through some of the other project assumptions to think through like operating costs, sustaining CapEx, expected life of the project operating at capacity?\nPage 8 of 13",
  "page_9": "Meg O’Neill: Look, Henry, it's probably best to follow up with our IR team on some of those more detailed questions. But again, if you think about big picture, ammonia plants tend to be quite long - have very long lives. So again, it's a factory and as long as it's well maintained it should continue running quite reliably. But let me suggest you follow up with the IR team on some of those detailed questions.\nHenry Meyer: (Goldman Sachs, Analyst) No worries. Thanks, Meg.\nMeg O’Neill: Thanks Henry.\nOperator: Thank you. Your next question comes from Rob Koh from Morgan Stanley. Please go ahead.\nRob Koh: (Morgan Stanley, Analyst) Good evening, congrats on the announcement. | guess my first question relates to the charts on slide 15. So this project Phase 1, and then if you go ahead with Phase 2, that's about 70-ish percent of your $5 billion target. Then you've also got the other two H2 projects and things like that. Should we be thinking that you'll be looking to increase ambition over time if you get all of these away or does this get you to that 2030 ambition?\nMeg O’Neill: Excellent question, Rob, and it's probably too early for us to precisely answer that. I'll probably hold off on raising the bar off the $5 billion and 5 million tonnes per annum at this point in time. But that is one of the reasons why this opportunity is really attractive to us, great returns, again, capital light structure in a neighbourhood where we've got lots of flexibility on feedstock, in a jurisdiction where there's an investment framework around CCS.\nSo all of those fundamentals are very strong, but again, the potential to achieve 60% of our Scope 3 abatement target with the second phase of the project is really quite powerful.\nSo I'll hold off on any adjustment to our targets until we digest this a bit further. But | think I've said previously, if we can find attractive opportunities before and we go over, we'll be - that would be a good problem for us to have.\nRob Koh: (Morgan Stanley, Analyst) Yes, sounds good. Okay. Then just | guess a question on project economics, and looking at page 12, you're assuming like a $100 a tonne EU ETS price there with the CBAM ramp-up. Can you - and this may be something you want me to refer to your IR team later on, but can you talk about the scenario where the - under a low carbon price, does that push out the payback but leaves the return levels roughly the same or can you give us a sense?\nMeg O’Neill: Look, part of why we presented that at $100 a tonne is to give you guys the tools to model that and make your own adjustments. | think everybody's aware that in house we use $80 a tonne. So again, for our internal modelling, it's even a little bit more conservative than what's presented there. But let me suggest you follow up with the IR team on more detailed questions.\nRob Koh: (Morgan Stanley, Analyst) Okay, thank you very much.\nMeg O'Neill: Thanks, Rob.\nOperator: Thank you. Your next question comes from Dale Koenders from Barrenjoey, please go ahead.\nDale Koenders: (Barrenjoey, Analyst) Hi Meg, | was just wondering, can you tell us what the short run marginal cost is for this project once you've got up and running the CCS and renewable PPAs?\nMeg O’Neill: Let me suggest you follow up with the IR team on that one, Dale.\nDale Koenders: (Barrenjoey, Analyst) Okay. | mean, that's a pretty critical bit of information to make a material acquisition and not know what that is, but | will. My second question is then...\nPage 9 of 13",
  "page_10": "Meg O’Neill: Yes, Dale, just to be clear, we have very detailed modelling of all of the operating costs. So we have a great clarity, but as | said, a significant cost component is the feedstocks and the details of those contracts are commercially sensitive. So there will be constraints as to how much we can share with the market on that.\nDale Koenders: (Barrenjoey, Analyst) But we need to model this as well, Meg, and you've dropped a material acquisition on us on a late Monday night and provided very little information about the operating cost or the structure. So we're just trying to figure out if it's good or not, and it's very hard to tell. So | guess I'll chase this with your IR team, but in terms of the 10% return, can you tell us why that's compelling for shareholders?\nIt sounds like there's no obvious synergies, chemicals is a different beast, it's all around being lean and mean, not gold plating. It increases the volatility typically versus oil, and doesn't seem to be any sort of contracting in place for sales price, and it's all based on a carbon tax that we don't know if it works or not because we've seen a lot of government political changes here in Australia on regulation. So I'm just wondering why is 10% compelling?\nMeg O’Neill: Well, look, | would dispute some of your assertions actually. So the oil price hasn't exactly been the bastion of stability over the last decade. When we look at the ammonia market, it is a very deep and liquid market. It's 200 million tonnes per annum at this point in time. Again, we've included a demand forecast, but you're welcome to look at other forecasts for how this market is expected to grow as populations grow and as the world adjusts how it uses energy in the forms of - the forms of energy that it uses.\nI'm sure you're well aware of the work that companies in places like Japan and Korea are doing to understand how to blend ammonia into coal-fired power stations to reduce emissions for the same power intensity. We have run a range of economic cases just to get ourselves confident that even if there was a slower ramp-up of the premium pricing that it would still be a good investment for our shareholders.\nNow in a world that moves aggressively to tackle climate change, there's pricing upside, but | think we've been quite conservative in our modelling. As | said the pricing that we've assumed is somewhere between the unabated price and the three third-party forecasts for lower carbon pricing. We've been conservative in the carbon price that we use versus ETS today.\nJust to be clear to everyone, the CBAM is law. So whilst there have been some policy changes in some jurisdictions around the world, the EU probably has quite a bit of form for staying the course when it comes to tackling climate change, and the CBAM is a method that's - it's a structure that's been in place to ensure the competitiveness of European manufacturers. So | don't see a whole lot of risk of that being phased out\nOperator: Thank you. Your next question comes from Mark Wiseman from Macquarie. Please go ahead.\nMark Wiseman: (Macquarie, Analyst) Oh, g’day, Meg, Graham, thanks for the update. | just had a question just on the accretion. Could you just explain why the EPS accretion doesn't occur in 2026, but only starts in 2027, please?\nMeg O'Neill: Yes, thanks, Mark. I'll hand that over to Graham.\nGraham Tiver: Yes, Mark, it's predominantly related to the ramp-up. It's not material in the scheme of things in that first - the period you're talking and then it starts to kick in once it's fully ramped up and operational.\nMark Wiseman: (Macquarie, Analyst) Okay. Just a second question, | guess the key with this deal is going to be what the green premium is for low carbon ammonia. Do you think Europe is going to be the premium market because of this CBAM or your channel checks in Asia indicating that you may even get higher pricing in Asia? In addition, could you talk about, will it be long-term contract market for low carbon ammonia or spot? Thanks.\nPage 10 of 13",
  "page_11": "Meg O'Neill: Yes, thanks Mark. Look, the reason we focused on the CBAM in the presentation is because that is legislated, and there's clarity and it's a mechanism that applies to all imports coming into Europe. As | said to Dale's question the point of the CBAM actually is to level the playing field for European manufacturers, which is why we've got confidence that it's enduring.\nWhat we're seeing in Asia, so Japan has put in place some legislation around contract for difference, where they will assist their utilities who have to pay more for lower carbon products. So things like ammonia going into coal-fired power stations or e-methane, for example, going into gas-fired power stations.\nThose contracts though are being competitively tendered. So those are ones that will be awarded on a contract-by-contract basis. | think there's potential for premia in both markets. But again, with Europe we've got more confidence in our ability to attract it, whereas in Asia it's going to be on that project-by-project basis\nMark Wiseman: (Macquarie, Analyst) Right. Thank you.\nMeg O’Neill: Oh, and you asked a question about marketing structure. So we're probably open minded. You'll have noted in the pack that there's not long-term contracts in place today. The current ammonia market is often traded on a combination of short, medium and longer-term contracts. So we do have quite a bit of flexibility, and we'll be working with our new colleagues coming across from OCI on what the best approach is for our product.\nOperator: Thank you. Your next question comes from James Byrne from Citi. Please go ahead.\nJames Byrne: (Citi, Analyst) Hi, thanks for letting me do a follow up question. | wanted to just expand on some of the themes that Dale was asking about earlier. Now, the hurdle rate for new energy is 10%, the minimum of, and for LNG 12%. The former is described as being lower risk, but | wanted to ask how you thought the risks compared in this OCI acquisition relative to say more investments in LNG.\nNow it seems that if | compare it to say to Driftwood where you seem quite confident you'll get a 12% IRR, both of these acquisitions seem like you’re buying an infrastructure position and selling into a floating market I'm just very interested to understand how the risks compare because obviously returns are commensurate with risk.\nMeg O’Neill: Sure. well, one of the things we laid out, James, when we put out our capital allocation framework was the difference between upstream oil and gas versus new energy. A key risk difference between the two is resource risk. You - | know you've got a technical background. You would well understand that you don't really know how much oil or gas you have in the ground. You know once you start producing a field, so you get some signals, but at the end of the day, that's an irreducible risk. Whereas new energy, it's more like building a factory, so a manufacturing facility.\nYes, there might be a bit of price variability on the feedstocks you use, but you don't have that same inherent risk that you have with reservoirs. So that's part of why we said, look, oil and gas is going to have to return a higher number than new energy. It was also with acknowledgment that new energy markets are evolving. We do recognise that there are - that those markets are growing over time.\nWe've done quite a bit of modelling to understand the value of diversification. That's probably the heart of the matter, James. So if we think about a world that is decarbonising more rapidly, or even nations within the world that are decarbonising rapidly, they're going to offer a premium price for those lower carbon products.\nIf we're in a world that's going more slowly, well, perhaps you don't get that premium pricing, but you get stronger pricing in the conventional products. So again, diversification in oil, gas, and new energy, we think will yield a better overall outcome for Woodside shareholders.\nJames Byrne: (Citi, Analyst) If we thought about diversification into hydrogen, there’s - you've had the H2OK FID that's been paused. Is - maybe this is a bit of a cheeky question, in any way is today's announcement\nPage 11 of 13",
  "page_12": "acquisition in ammonia further downstream of the hydrogen, is that an indictment at all on the hydrogen sector, at least for now?\nMeg O’Neill: No, because they're really targeting quite different markets. So the H2OK project is targeting a domestic US market really focused on ground transportation. While ammonia's got potential for marine fuel, | would be really - well, | don't think anybody's working on ammonia as a ground transportation fuel, because it's too hazardous. So in a maritime setting where you've got the strong controls you have, you've got few point sources, ammonia as a marine fuel has some possibility.\nAgain, for ground transportation, you've got to have something with a different chemical profile, and that's why we think hydrogen is still attractive.\nYou're absolutely right. We've taken not exactly a pause, but we've focused our H2OK work on securing customers, because that is critical path. We need to give ourselves confidence that we can get the product away.\nNow, you're going to ask, well, | don't have my product away for OCI Clean Ammonia. The clean ammonia, or the ammonia market today is 200 million tonnes. So a lot more flexibility and a lot more opportunity to sell the product than in something like Oklahoma, which very much is a new market.\nJames Byrne: (Citi, Analyst) Thanks again for indulging me in those extra questions, appreciate it.\nMeg O'Neill: No worries, thanks James.\nOperator: Thank you. Your final question comes from Mark Busuttil from JP Morgan. Please go ahead.\nMark Busuttil: (JP Morgan, Analyst) Hi, everyone. Just a question, and apologies if this might be a dumb question, but you refer to the plant as a low carbon ammonia plant, but it seems like the low carbon part of it's coming from the processing of gas with CCS. So is there anything particularly special about the plant or is it just that it is actually processing gas with CCS?\nMeg O’Neill: Good question. What is special is the commercial arrangement that brings together the low carbon hydrogen that's coming from a third party and all of the contractual arrangements that frame that. So again, if we were looking at developing an ammonia project ourselves, which we have evaluated, likely our scope would include all of that front-end equipment, and we would be needing to come up with a CCS solution.\nSo what really is novel is the whole commercial arrangement and the fact that we've got contract certainty for hydrogen with CCS.\nYou're absolutely right, if you put a box around the ammonia plant itself, it's a box that's - it's a plant design that's been done times before and would look quite conventional.\nMark Busuttil: (JP Morgan, Analyst) Okay, so if that's the case, and you're talking about the big price uplift coming from the fact it's low carbon ammonia. | understand you've sort of touched on this being commercial in confidence in terms of some of these contractual arrangements, but does - do Linde or Exxon actually benefit from the sales price of ammonia, or is it a fixed rate you're providing? Can you help us understand that contractual arrangement with the CCS side of it, given that's so crucial?\nMeg O’Neill: Sure. So, there's no pass-through of ammonia price to the suppliers. So they've made their business decisions on the scope that they deliver. So for Linde, that would be the industrial gas facilities, the air separation unit, the autothermal reformer. They've got a contract with ExxonMobil for CCS.\nExxonMobil would have made their own business decision around the cost of the CCS project and the payment mechanism they're getting from Linde. So, three independent business decisions that all come\nPage 12 of 13",
  "page_13": "together to produce a product that we think will attract additional price uplift. We are not pushing that price uplift back to our suppliers.\nMark Busuttil: (JP Morgan, Analyst) Okay. Just to clarify finally, it is a dedicated CCS that's only for you?\nMeg O’Neill: Look, ExxonMobil is progressing with the permits required that are mapped to this project, but I'd say it's perhaps similar to the agreement we have with Linde, which is they need to supply us with the feed gases.\nSo again, if ExxonMobil chooses to expand the wells, I'm sure you're across the fact that they've recently bought some COz pipelines that run through this part of Texas. So again, if ExxonMobil chooses to offer CCS as a service to other customers that's really their business. So that's their decision to make.\nMark Busuttil: (JP Morgan, Analyst) Okay, fabulous. Thanks. Thanks, Meg.\nMeg O'Neill: All right, thanks, Mark.\nOperator: Thank you. There are no further questions at this time. I'll now hand back to Ms O'Neill for closing remarks.\nMeg O’Neill: All right, well thank you everyone for taking the time to participate in the call. For those of you over east, | do appreciate it's after normal business hours, so thank you for making time in your evening.\nIn terms of upcoming corporate events, Woodside's Half-Year report 2024 will be released on the 27\" of August, and | look forward to speaking with you all again in a couple of weeks. And thank you once more for joining us today.\nOperator: Thank you. That does conclude our conference for today. Thank you for participating. You may now disconnect.\nEnd of Transcript\nContacts:\nINVESTORS\nMarcela Louzada M: +61 456 994 243 E: investor@woodside.com\nMEDIA\nChristine Forster (Australia)\nM: +61 484 112 469\nE: christine.forster@woodside.com\nRob Young (United States)\nM: +1 281 790 2805\nE: robert.younq@woodside.com\nThis announcement was approved and authorised for release by Woodside’s Disclosure Committee\nPage 13 of 13"
},
  "language": "Languages.ENGLISH",
  "total_pages": 13
}
