{
  "file_name": "10_154.pdf",
  "pages": {
  "page_1": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\n2023\nMethods for Crediting Carbon Prices under the CBAM\naad\noa—_- =\neS\ned\na\n~\nAndrei Marcu\nMichael Mehling\nAaron Cosbey\nSara Svensson",
  "page_2": "Initially released: 05.10.2023\nSupporters:\nERCST's ‘Border Carbon Adjustments in the EU - Part IV” was made possible by support from Eurofer, ExxonMobil, BDI, Cefic, the Government of France and the Government of Germany.\nDisclaimer\nThe views expressed in this paper are attributable only to the authors in a personal capacity, and not to any institution which they are associated with, or to the funders of the paper.",
  "page_3": "Table of Contents\nIntroduction CUPP) Background CUPP) Context: Accounting for Climate Action in Trade Measures ee) Crediting carbon prices when implementing the CBAM Cece ce ccccescecseeeeeeseeeeeeeeeeeeeesseeeseeeseneeS\n4.1. Crediting for carbon prices paid in emissions trading systems Cc ec ccc cccccccecsececcecesceeceececeeseseseessesees\n4.1.1 Compliance crediting systems PPeP\neee ePEeTeeeeeee eee ererereee ee ererereeeeeeeeeeeeeereeeeeeerereeeererere reer erererereeerierie ieee rere eerie rier rey\n4.1.2 Voluntary crediting systems\nPPPeESEETETESE ETE ETeTeTe TTP eeeereee rere eeeeerereee ee eeeeeeerere rere ee eeeeeereerere reer rerererer errr irre r ie 10\n4.1.3 Crediting for carbon prices paid in carbon tax regimes PPPETESETEPETEETETEPeTeeTTTerererereeerrereeerree ee reriereere reer eerie ieee) 10\n4.2 Other variations of carbon pricing and borderline cases Ori 11\n4.3 Implementation of Carbon Pricing in the Country of Origin Cee ccc ccc ce cece es cceceeceecesescecceseseeesesessessese 13\n5. Conclusions OOOe 15\nBibliography Cree 16",
  "page_4": "1. Introduction\nWith the European Union (EU) Carbon Border Adjustment Mechanism (CBAM) Regulation officially in force since 17 May 2023, a number of delegated and implementing acts are being elaborated that will determine key details of the CBAM. This paper will discuss topics ahead of the implementing act that will determine the details of how to credit carbon prices in third countries under the CBAM.\nBuilding on previous work conducted ahead of the adoption of the CBAM Regulation with Phases | (2019-2020), Il (2020- 2021) and III (2021-2022) of its project “Border Carbon Adjustments in the EU”, the European Roundtable on Climate Change and Sustainable Transition (ERCST) has extended its analysis of the evolving CBAM into a fourth phase, providing decision makers and stakeholders with a better understanding of critical issues as the CBAM proceeds from adoption to implementation.\nPhase IV of the ERCST project is intended to provide in-depth analysis of the implementation phase of the CBAM as it progresses to its full operationalization. The present report is the third in a series of four reports that together form the fourth phase of the “Carbon Border Adjustment in the EU” project. Each of the reports provides analysis and reflection around issues identified as important at this stage in CBAM implementation.\nThe initial report covered the role of the CBAM in a portfolio of measures for industrial decarbonization. The second report looked at the draft Implementing Regulation for emissions reporting during the transitional period including methods for calculating emissions. This report, the third in Phase IV, looks at methods to credit foreign carbon pricing under the CBAM. Future reports will address issues faced in the transatlantic negotiations on cooperation in the area of sustainable steel and aluminium.\nThe report is structured in five sections: first this introduction; then follows a second part providing the background of why getting the crediting of carbon prices under the CBAM right is important; the third part provides a broader context of methods for accounting for climate action in trade measures; the fourth section looks at which prices will be credited under the CBAM; and the last section offers conclusions and discusses the way forward.\n2. Background\nThis paper explores the question: how will the European Commission implement Article 9 of the CBAM regulation, which allows for crediting under the CBAM for a carbon price effectively paid on foreign goods? It is important to note that this paper uses the term of effectively paid carbon pricing as employed in the regulation, but fully recognizes that in the end this price translates into a carbon cost burden.\nBefore exploring that question, it bears explaining why it is important to get this right. The process of crediting will inevitably be complex, likely involving distinct calculations for each trading partner with a\n1 Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing carbon a border adjustment mechanism, OJ L 130/52 (16 May 2023), <https://eur-lex.europa.eu/legal-\ncontent/EN/TXT/PDF/?uri=CELEX:32023R0956>.",
  "page_5": "carbon price, based on the specifics of carbon pricing as it manifests in each jurisdiction. And the result will to varying degrees lower the charge that must be borne by foreign goods, putting EU producers ina worse competitive position than if no credit had been granted. Why go through such a process?\nThe starting point for justifying crediting is the CBAM’s primary objective, the first of the specific objectives spelled out in the Commission’s CBAM proposal: “Addressing the risk of carbon leakage under increased EU ambition.”* Of course leakage might be more effectively prevented with no crediting. If you refrain from crediting for a foreign carbon price paid, you will enhance leakage protection due to the higher charge applied to all incoming goods. Conversely, if you opt for crediting, you introduce a lower charge on goods entering your country, thereby increasing the risk of leakage. But the objective in preventing leakage should be to do so in such a way that the CBAM regime levels the playing field but does not go further to impose more onerous obligations on foreign goods than are imposed on EU- produced goods. Crossing that threshold would take the regime further toward protectionism and away from leakage prevention.\nBy that criterion, crediting for foreign carbon prices paid makes sense. It aims to impose the same effective carbon price on any imported good as was borne by the competing EU-produced good, the final price being the sum of what is paid abroad and what is paid by the EU importer. This accords with one of the specific objectives spelled out in the European Commission’s proposal for a CBAM: “Ensuring that domestic production and imports are subject to similar level of carbon pricing.”\nThe general objective for CBAM, from which the specific objectives follow, involves the reduction of GHG emissions in the EU and globally. Not crediting for a foreign carbon price effectively punishes those producers and jurisdictions that have a carbon price, relative to those that do not, by double charging for the carbon embedded in their goods. The effect would arguably go against the goal of decreasing global emissions.\nA closely related consideration is respect for the EU’s obligations under international trade law. It is highly likely that, were the CBAM challenged in the WTO’s dispute settlement mechanism, the final result would hinge on the measure’s ability to pass the test of the General Exceptions in Article XX of the General Agreement on Tariffs and Trade (GATT). Article XX is essentially a filter that asks, among other things, is this measure legitimately aimed at the purposes for which exceptions are granted (in this case environmental protection through prevention of leakage)? Or is it aimed at protecting domestic producers from foreign competition? It would be difficult to argue that the CBAM was solely aimed at prevention of leakage if it did not credit for a carbon price effectively paid on goods in the country of export.\nA final consideration is the matter of the incentives provided to foreign policy makers. While the stated objectives of the CBAM do not include influencing policy in other countries, that influence may ultimately be one of the most significant impacts the CBAM will have, and crediting for foreign carbon pricing is the vehicle for that impact.\nWith the pending implementation of CBAM, the EU’s major trading partners all began considering their options; they could either allow their exporters to transfer payment of a carbon price to the EU via the CBAM, or they could impose a domestic carbon price on CBAM-covered goods and retain those same\n24.4.2(i).",
  "page_6": "revenues domestically. Many have begun to explore carbon pricing, or have accelerated existing plans to introduce carbon pricing (Korsunskaya & Marrow, 2021). The active consideration of border carbon adjustment in other economies—Canada, the UK, Australia, Japan and the US—added more force to that trend. If CBAM indeed provides incentives for non-EU countries to adopt carbon pricing, this is one more reason it is important to get the crediting provisions right.\n3. Context: Accounting for Climate Action in Trade Measures\nAs the previous section outlined, the EU has made several specific choices when it comes to accounting for foreign climate action in the application of its CBAM: first, it has made a decision on whether or not to account for climate policies introduced in the country of origin of imported goods. By including Article 9 in the CBAM Regulation, it has answered that question positively, choosing to account for foreign climate policy efforts rather than altogether ignoring the climate policies introduced by its trade partners (which would have been the case if the CBAM compliance obligation were, for instance, purely based on the carbon intensity of imported goods). The previous section outlined the reasoning behind this choice: crediting under Article 9 seeks to ensure and avoid a double burden on foreign producers, while also improving the prospects that the CBAM — which is being justified as a measure to avoid carbon leakage — will withstand a challenge before the WTO.\nAlong with the decision on whether to credit foreign climate policies, a second relevant choice the EU has made relates to what policies are eligible for crediting. Here, Article 9(1) of the CBAM Regulation reflects a decision to credit only the “carbon price [that] has been effectively paid in the country of origin” for “the declared embedded emissions.” Neither the CBAM Regulation nor the Implementing Regulation for emissions reporting during the transitional period specify what exactly falls within the remit of a “carbon price effectively paid”, although the legislative history of the CBAM Regulation, including amendments proposed by the European institutions in the Trilogue process that would have changed the language to “explicit carbon pricing”, suggest an intention to narrow the scope of creditable policies to carbon pricing systems that impose a direct and revealed carbon price on foreign emitters, such as a carbon tax or an emissions trading system. Even then, however, a number of ambiguities and open questions remain, which are discussed in greater detail in the next section.\nIn any event, by narrowing the scope of Article 9 of the CBAM Regulation to carbon prices effectively paid in the country of origin, the EU has clearly opted to limit the types of foreign climate policy efforts it recognizes as worthy of crediting when determining the compliance obligation of declarants. One important justification for this narrow focus is the simple fact that crediting under Article 9 of the CBAM Regulation requires climate policies need to be quantified — that is, translated into a monetary value — so that they can be deducted from or netted against the financial compliance obligation under the CBAM. With an explicit carbon price, this quantification already occurs by virtue of the carbon price level defined under a carbon tax or revealed in the market under an emissions trading system. In equilibrium, the carbon price under a carbon tax or emissions trading system becomes the levelized compliance cost of all covered emitters, and carbon prices — as a discrete monetary value — can be easily set off against each other. By contrast, climate policies other than carbon pricing do not express the level of climate effort or ambition in numerical terms: regulatory emission constraints such as phase-out mandates or",
  "page_7": "performance standards impose distinct costs on each emitter based on the marginal cost of emissions abatement faced by that emitter.\nEven where climate action is operationalized by policies other than a carbon price, the carbon cost faced by emitters can, however, be theoretically estimated. A first step in determining this cost can consist in estimating the “effective” carbon price from both explicit carbon pricing and other relevant pricing policies, such as energy taxes, as a reflection of the overall price signal for carbon emissions and the resulting incentives. Recent work by the World Bank, for instance, has proposed a methodology for calculating a total carbon price applied to carbon emissions in a sector, fuel, or the whole economy through direct carbon pricing via carbon taxes or emissions trading systems as well as indirect forms of carbon pricing, such as fuel excise taxes and fuel subsidy reforms (Agnolucci et al., 2023). Similarly, the Organisation for Economic Co-operation and Development (OECD) has periodically estimated the effective carbon rate imposed under emissions trading systems and taxes, including both carbon taxes and specific taxes on energy use more generally (OECD, 2021).\nEarlier research conducted on behalf of the Australian Productivity Commission went further than these efforts to estimate “effective” carbon prices, seeking to estimate the cost of reducing greenhouse gas emissions — the “price” of abatement — under a broad portfolio of climate policies in several jurisdictions, including non-pricing policies (Productivity Commission, 2011). A subsequent report by the OECD extended this approach to additional countries and sectors (OECD, 2013). Academics have suggested accounting for explicit and implicit carbon prices when crediting foreign climate policy efforts under a border carbon adjustment, arguing that doing so would be “more likely to be compatible with the GATT” and “more likely to support international cooperation on climate change than BCA instruments that credit exclusively for explicit carbon prices” (Dominioni et al., 2023). A recent legislative proposal to introduce a border carbon adjustment in the United States would have, indeed, based the adjustment on the estimated “domestic environmental cost incurred” by complying with federal, state, or local laws and regulations for producers in covered sectors.?\nMany further methodologies exist to quantify and compare the level of effort under different climate policies (Aldy et al., 2017). When assessing the cost of alternative emission reduction scenarios, for instance, integrated assessment models routinely break down the modelled societal cost of achieving a sectoral or economy-wide mitigation target by the amount of emissions that will be thereby reduced to identify a shadow carbon price for each scenario. A different approach to make climate effort comparable has been proposed in the context of carbon trading, where the “Networked Carbon Markets” initiative recommended relying instead on quantified ratings by independent rating agencies (Marcu, 2015; World Bank, 2013).\nRather than crediting policy costs, whether the explicit carbon price paid in the country of origin or an alternative metric, such as the implicit or shadow carbon price, some proposed border carbon adjustments — including the aforementioned legislative proposal introduced in the U.S. Congress in 2021 and an earlier bill adopted by the U.S. House of Representatives in 2009 that eventually failed in the\n3 Introduced in the U.S. Congress by Senator Christopher A. Coons and Representative Scott H. Peters in July 2021, the FAIR Transition and Competition Act would have introduced a fee on imports of petroleum, natural gas, coal, and several energy-intensive products such as aluminum, steel, iron, and cement from 2024, see FAIR Transition and Competition Act, H.R. 4534, 117* Cong. (2021).",
  "page_8": "Senate — would have altogether exempted entire countries from the scope of the adjustment based on whether or not these have adopted climate policies of “comparable” ambition, without specifying exactly how such comparability should be established.*\nAs can be seen from the foregoing plethora of approaches to try and quantify levels of climate policy effort, any attempt to account for policies other than explicit carbon pricing under a carbon tax or an emissions trading system gives rise to significant conceptual and methodological challenges as well as a diversity of implementation choices, which in turn would invariably result in contestation from trade partners and stakeholders that the chosen approach is arbitrary, unfair or otherwise inappropriate relative to alternative approaches. All this lends support to the restrictive approach envisioned in Article 9 of the CBAM Regulation, which offers a reasonably transparent crediting methodology for directly comparable policy efforts, namely the explicit carbon price of the EU ETS and explicit carbon prices paid on embedded emissions in the country of origin.\nStill, the narrow crediting approach chosen with Article 9 of the CBAM Regulation is not without caveats of its own. By prioritizing carbon pricing over alternative climate policy approaches, Article 9 could be perceived as seeking to influence climate policy instrument choice in trade partner jurisdictions, a political decision that the Paris Agreement expressly leaves to the national determination by each Party. Critics might also see this limitation as an attempt to interfere in the internal affairs of sovereign states through the extraterritorial application of EU law. Even if trade partners and foreign stakeholders concede the conceptual justification for narrow crediting of carbon prices as the only methodologically straightforward approach, they might still counter that nominal crediting fails to reflect differences in development and marginal abatement cost across countries: even under the same nominal carbon price, real-world transaction costs and abatement incentives will differ dramatically in different jurisdictions. Perhaps the most powerful critique could thus come from developing countries, which could invoke equity arguments if they point out that it would be unfair — and run counter to the accepted climate regime principle of common but differentiated responsibilities and respective capabilities (CBDR-RC) — to expect these countries to have the same high carbon price as the EU in order to avoid any payment obligations for their exports under the CBAM.\n4. Crediting carbon prices when implementing the CBAM\nArticle 9 of the EU CBAM primarily focuses on the recognition of visible carbon prices in third countries, stating that a reduction in CBAM certificates can only be claimed if the carbon price has been effectively paid in the country of origin and to the extent that it has not been subject to any rebate or compensation on export.\nThe text of Article 9 itself leaves room for interpretation as to what will really get credited under the CBAM and is one of the main issues that exporters (and importers) ask during interaction with other stakeholders or the regulator (the European Commission). The discussion as to what will be credited under CBAM cannot be seen as black and white at this stage. There are a significant number of costs\n4 American Clean Energy and Security Act of 2009 (ACES), H.R. 2454, 111\" Congress (2009).",
  "page_9": "that exporters can incur in their jurisdictions for which one could make the case that they should be credited.\nThe discussion below will focus on what is available and could be considered. This will then be filtered through a number of considerations and will result in identifying which costs will have a higher probability of being considered, and why. Other considerations may remain in the game but, on balance, will be less likely to make the cut.\nIt seems to us that a number of such criteria or filters could be considered when assessing whether a carbon price paid by foreign producers should be eligible for crediting.\n1. Is the carbon price a stated or revealed carbon price, i.e. is it visible and quantifiable? 2. In crediting a price and the associated costs, do we contribute to achieving the objectives of the CBAM? This of course begs a definition of the objectives of CBAM. The objective is to address the risk of carbon leakage by ensuring that foreign producers will face the same cost per ton of CO» as domestic producers, in order to avoid the risk of carbon leakage. Carbon leakage is a result of competitive pressures brought by asymmetric climate policies and resulting carbon costs. How broad or how narrow we define price/costs and carbon leakage is discussed further below. Also, while not stated as an objective but often stated in the public domain, and in Recital 10 of the Preamble of the CBAM Regulation is the question if crediting the carbon price enables the CBAM “to also contribute to promoting decarbonisation in third countries”?\n3. Does it mimic the behavior (i.e. have similar characteristics) of the EU ETS?\na) Fundamentally, are the type of instruments that carry a carbon price also used and recognized by the EU ETS. In the EU ETS the CBAM is an external companion to the EU ETS, replacing an internal EU ETS provision of free allocation to address the risk of carbon leakage. The allowances (EUAs) represent a ton of CO2 and is clear cut. Credits are not recognized under the EU ETS, and is a deliberate decision following long and hard debates in the EU. We must clarify that credits are instruments created from a baseline and a credit system and can be used to offset emissions, under an ETS or otherwise. They are sometimes simply referred to as offsets, which is somewhat confusing as credits are the units, while offsetting is the way they are used.\nb) A second test, should we fail 3a, could be whether the instruments used have characteristics that could be deemed to be allowance-like that would support an argument that they deserve consideration? The clarity of what is being paid for is one argument.\nAnother argument that could be considered is their nature, do they have the effect of increasing a cap?\nOther issues that characterize the nature of units priced and used, and that could be credited under CBAM, is the quality of the carbon units paid for. An allowance from an emissions trading system with a clear cap and government-overseen transparency rules on monitoring, reporting and verification (MRV) can be considered to reliably represent a ton of CO2 emissions. Credits have a very important role to play in cost containment and raising the level of ambition. International cooperation and traded mitigation outcomes (ITMOs) are fundamental to the Paris Agreement.",
  "page_10": "However, they need to be closely monitored, and any jurisdiction that accepts them for compliance directly or indirectly (through the CBAM) will want to vet them closely for issues such as the robustness of MRV and additionality. For the EU to vet a significant variety of credits that it does not already accept would be a complex and time consuming exercise, and may lead to political and trade tensions. If credits were to originate from a crediting mechanism accepted by the EU itself — should it opt to do so in future — that would change the equation.\nBut what kinds of carbon pricing can these criteria be applied to? In terms of what is available to be considered for crediting, visible carbon prices can emerge through two avenues:\n1 Compliance systems; 2. Voluntary systems.\nWithin compliance systems, there are two forms of carbon prices:\nEmissions trading systems, which may involve an absolute or an intensity based cap; Taxation, which could have a variety of forms, including covering all domestic production or only exports to the EU.\nI\nii.\nVoluntary systems can take a variety of forms:\nI Credit certification systems (Verra, Gold Standard) i] Systems for voluntary commitments (e.g. SBTi) that may allow for the use of certification systems, or that may have their own credit certification system that can be used.\nEach of these will be discussed in greater detail in the following subsections.\n4.1. Crediting for carbon prices paid in emissions trading systems\nThe compliance instruments used in emissions trading systems are allowances issued by a regulator. These allowances serve as permits that allow companies to emit a certain amount of greenhouse gases, i.e., at the end of the period when an emitter covered by the trading system must return a number of permits equivalent to the volume of greenhouse gases emitted.\nUnder the CBAM regulation, the cost incurred by an exporter for acquiring an allowance should be recognized as a valid carbon price paid by the exporter or importer in that market, that is, as an effectively paid carbon price.\n4.1.1 Compliance crediting systems\n4.1.1a Domestic offset credits\nA domestic emissions trading system in a third country may recognize domestic credits (credits issued by the domestic emissions trading system regulator in the country of that system) as offsets and therefore also as a compliance instrument. This is for example the case in several emissions trading systems around the world such as California, Kazakhstan, Mexico, New Zealand, China, Tokyo and Quebec.°\n5 La Hoz Theuer, S., Hall, M., Eden, A., Krause, E., Haug, C., De Clara, S. (2023). Offset Use Across Emissions Trading Systems. Berlin: ICAP\n7",
  "page_11": "Some emissions trading systems may also have limits on how much of their compliance obligation may be covered by offsets. When domestic emissions trading systems in exporting countries recognize domestic credits as offsets, a case could be made that they should also be recognized under the CBAM\nIf we are to look at the criteria for recognition of eligible carbon pricing based on the discussion above, however, there are plusses and minuses when it comes to such domestic offset credits. On the positive side, they represent a visible price and an effective payment (and cost) that the exporter has incurred in a climate regime. It could be argued that the price paid (and cost incurred) could be recognized and would not detract from the obligation of the exporter to pay the difference between the credit price and the CBAM certificate price (tracking the EUA price). It could also be argued that any price paid for a credit will act as some level of deterrent for circumvention.\nOn the negative side, the EU ETS, although it has a provision on domestic offsets, has consciously never triggered that provision. Therefore, offset credits fail the test of symmetry to the EU ETS, and would thus not be seen as eligible for crediting.\nCrediting offsets would also have the impact of lowering the overall cost that exporters incur in meeting their obligations under the emissions trading system and therefore raises issues related to of meeting the (overall) objective of creating a level playing field regarding CO> costs.\nWhether the playing field is level or not can be seen from two angles. One is that of ensuring that a particular product entering the EU pays the same amount for embedded emissions as domestic producers do under the EU ETS. From that perspective, giving credit to offsets would have no impact, since importers would in any case end up paying the difference between the (likely lower) cost of credits and that of CBAM certificates.\nA second way to look at this question, however, relates to the overall burden domestic and foreign producers face in meeting CO2 obligations. By allowing use of offset credits towards compliance in the exporting country emissions trading system, as opposed to only allowances (and assuming that credits are cheaper than allowances), the overall carbon cost of foreign producers would be diminished, and that would fail to level the playing field.\nWhile any price paid may act as a deterrent against circumvention and incentivize taking action, this benefit needs to be balanced against the negative effect of tilting the competitive field and with it increasing the risk of carbon leakage. Overall, the risk posed by crediting the use of offsets, an option denied to those covered by the EU ETS, seems to pose greater threats than benefits under the criteria outlined earlier.\nHow the price of credits purchased would be recognized is another factor that should be considered before domestic offsets are recognized. A foreign producer’s production is likely to be larger than what it exports to the EU, and how credit and allowance prices are allocated to different portions of the production would be another, while maybe not insurmountable, but clearly complex issue that would need to be addressed. It boils down to how the overall CO cost is allocated — will the cost be averaged over the whole produced quantity? Or will there be claims that a significant part of production compliance is met with allowances only?",
  "page_12": "Likewise, the quality of offsets is something that needs to be also considered. If issued by the same government regulator, one could argue that the MRV rules governing such offset credits should be considered credible. If issued under a voluntary (non-governmental) protocol, however, they are likely to display varying levels of integrity and would almost certainly elicit a number of questions.\nFinally, once recognition is provided to one offset protocol, that decision will raise serious problems with the non-recognition of other domestic as well as international crediting schemes.\n4.1.1b International credits\nSome domestic emissions trading systems in exporting countries may also recognize internationally issued credits to be used as offsets. For example, the Republic of Korea recognizes both domestic offsets and international offsets. In these cases, the argument could be made that such international offsets should also be recognized under the CBAM. International credits can themselves originate from a variety of sources. One source are those credits issued under Article 6 of the Paris Agreement, be it Article 6.2 or Article 6.4 Some emissions trading systems may also accept offsets issued by international non- regulatory systems such as the Gold Standard or Verra, which are known as voluntary markets. A third category is the international crediting schemes developed by individual countries, such as the Japanese Joint Crediting Mechanism (JCM).\nAs in the case of domestic credits developed in the country where they are used under an emissions trading system, the issue will undoubtedly emerge with respect to recognition of these international credits as offsets in domestic cap-and-trade systems when crediting carbon prices under the CBAM.\nThe discussion is quite similar to domestically generated credits in terms of meeting what was defined as the principles or criteria for eligibility. For example, in this context, since the EU ETS currently does not accept domestic or international credits as offsets, they do not fit in the principle of following the EU ETS pattern. Discussion around other principles will also shadow the discussion of domestic credits.\nSome emissions trading systems may accept international credits issued from voluntary/private systems such as Verra or the Gold Standard. Given the fact that, under current circumstances, the EU ETS does not accept credits created under UNFCCC rules, there is a further case to be made that the probability of the CBAM crediting credits from non-UNFCCC systems is even lower.\n4.1.1c Other offsetting approaches\nBy that same principle, offsets that are acceptable under the EU ETS will likely be accepted for crediting under the CBAM. For example, recognition of carbon capture and storage (CCS) when CBAM is crediting domestic ETSs is likely if the domestic regime is similar to the EU ETS, which allows EU ETS operators to deduct from their obligations emissions which have been captured and stored in sites recognized by the CCS Directive®. Should the manner in which a foreign emissions trading system recognizes carbon capture and storage be different than that in the EU ETS, and CCS credits need to be purchased and then used against a compliance obligation, this will likely need to be recognized in the CBAM.\n4.1.1d Other emissions trading systems\n6 For information, ERCST https://ercst.or role-of-ccs-in-cbam more see paper:",
  "page_13": "The discussion above referred to an emissions trading system and arguments for and against the recognition of crediting were made. One argument was the fact that it did not meet the criterion of mimicking the EU ETS, in the way that emissions trading systems with an absolute cap and finite number of allowances do. There may, however, be non-capped emissions trading systems, such as intensity- based emissions trading systems. Such approaches currently exist in counties like Canada, which the EU recognizes as a valuable partner and a credible contributor to the effort to address climate change. This dilemma will undoubtedly test the policy makers that are responsible for operationalizing the CBAM: should the EU give credit to a system that is structurally different from the EU ETS or reject any crediting in Canada? The question is more likely to be how much credit will be allowed, given the political realities, rather than if credit is given.\n4.1.2 Voluntary crediting systems\nIn some circumstances, exporters may choose to purchase offsets voluntarily towards voluntary commitments such as SBTi. Different systems for voluntary commitments will recognize different crediting systems. If we are to apply the same test or principles that we used in the discussion above under an emissions trading system, there is always a way to look at such argument in a positive manner.\nIf the objective is to prevent leakage, the ultimate goal is that the foreign producer should have paid a price per tonne of emissions the same as what a similarly placed EU producer would have paid. If the price paid by a foreign producer is payment to a voluntary carbon market, for example, it is still a price paid. If the offset is poor quality or high quality, it does not affect the final total price paid per tonne for goods shipped to the EU — the final price will be any offset payments plus a supplement to bring it up to the full ETS allowance price. From the perspective of leakage prevention, it makes no difference whether the offset payment was to purchase a compliance market credit or a voluntary market offset — even if the argument is more complex than this. All that said, it seems highly unlikely that the CBAM will credit for compliance instruments that are not similar to those that are accepted under the ETS.\nThe arguments that would militate against crediting the purchase of credits from voluntary schemes towards voluntary commitments, can be argued are amplified from those already made when discussing credits issued from systems set up by a regulator and used in a regulatory ETS. There can be no certainty at this stage, it is simply that the probability of acceptance of the latter is higher. It could then be argued that any payment towards a carbon cause can be deemed to be an effective price paid, even if it is paid in exchange for a credit for which, short of a thorough investigation, is difficult to ascertain the environmental credentials, should be credited under the CBAM. The further problem is that once you grant one such crediting system a recognition status, there will be the obligation to give the same level of serious consideration to other such systems (and thorough investigation), short of which one can stand accused of discriminatory behavior.\n4.1.3 Crediting for carbon prices paid in carbon tax regimes\nThere are a number of carbon taxes in existence or scheduled in different countries such as Colombia, Chile, Argentina, Uruguay, South Africa, Ukraine and Japan.’ While ordinary tax payments under such systems should be straightforward, complications can arise with carbon tax regimes that allow the purchase and surrender of offset credits in lieu of tax payment. Producers who have incurred costs to\n7 “World Bank. 2023. State and Trends of Carbon Pricing 2023. © http://hdl.handle.net/10986/39796 License: CC BY 3.0 IGO.”\n10",
  "page_14": "purchase credits recognized by such a taxation regime to meet the domestic tax liability will clearly argue that they need to be credited as well as any costs incurred to meet obligations under a carbon taxation scheme.\nGoing back to our “principles” a domestic carbon tax is clearly not mimicking the EU ETS. However, examining the other tests listed above, and which are “generally accepted”, they would seem to indicate that there is a generally accepted view that fees paid for a carbon tax ought to be credited.\nSome carbon tax systems do accept credits, international, or domestic, and maybe from voluntary systems. In the case of a CO; tax there is no cap, and as such credits do not inflate the cap. The quality of the credits would be one issue that would be to be watched, but credits do not breach the cap test.\nAt the same time recognizing credits as offsets will likely be at a different price in the offset market.\n4.2 Other variations of carbon pricing and borderline cases\nOutside of the examples of compliance payments considered above, there are other arrangements under which non-EU producers could make payments that they might claim as explicit carbon prices. It remains to be seen whether any of them would in fact be credited as a carbon price effectively paid per Article 9.1.\nCarbon pricing paid only on exports. In response to the pending CBAM, and in a desire to retain revenues in country rather than having them remitted to the EU by their exporters, several countries have mooted the idea of implementing a domestic carbon price, or have accelerated existing plans to do so. Some of those proposals, however, are for a carbon price that would only apply to exports of the goods covered under CBAM — a proposition that at least one Commission official has rejected as ineligible for CBAM crediting (Garside, 2021). However, such an interpretation would have to be made clear in the implementing legislation; nothing in Article 9 directs that a carbon price must be paid ona sector-wide basis (i.e., on both exports and non-exports).\nAllowing credit for a carbon price paid only on exports would make the CBAM less effective as a tool to prevent leakage. That is, if the exporting installation also produced goods for domestic consumption, then the average carbon price paid per unit of production would be lower than the price that European producers with the same GHG-intensity would be obliged to pay under the ETS.\nTaxes, fees and charges not directly linked to GHG intensity of production. Most countries have taxes, fees, and charges that could be interpreted as carbon prices, but are not directly linked to GHG emissions. Excise taxes on fossil fuels are one example. Given that fossil fuels are responsible for 2/3 of anthropogenic carbon emissions, it could be argued that taxing them amounts to a climate policy akin to a carbon tax.\nBut while fossil fuel excise taxes—and other charges that are not directly related to GHG emissions, such as fees linked to the size of automobiles—may have the effect of lowering emissions, they are not applied in proportion to the emissions for which those fuels are responsible. Excise taxes on fossil fuels, for example, are typically applied on an ad valorem basis. As such, it could be argued that they lack the essential character of a carbon price, and are not equivalent in effect to the EU’s ETS. In support of that argument, the World Bank’s Carbon Pricing Dashboard includes a number of instruments that focus\n11",
  "page_15": "exclusively on fossil fuels, but they all do so by pricing the GHGs embedded in those fuels, not by taxing proportional to value or volume.®\nIf such taxes, fees and charges were deemed to be carbon prices, it would be relatively straightforward to calculate their equivalence on a per tonne of GHG emissions basis for the purposes of CBAM crediting.\nOne pragmatic downside of defining such charges as a carbon price for the purposes of CBAM is that it would be challenging to delineate which policies to credit and which to ignore. If that task were left up to the trading partner government, the result would tend to be comprehensive, and if it were left up to the EU, the result might be controversial.\nAnother pragmatic challenge is the sheer number of possible policies involved. If every policy that had the effect of lowering GHG emissions in the covered sectors were considered, the list of “carbon prices” paid outside the EU would be very long. The IEA’s Policies Database lists 575 energy-related taxes, fees and charges in force at the national level worldwide,’ the majority of which would reduce GHG emissions.\nA more fundamental challenge is that crediting such policies for foreign producers would give them a competitive advantage, subverting the aim of leakage prevention. EU producers also face non-ETS taxes, fees, and charges that impact GHG emissions, but will not be credited for them. To level the playing field, if foreign producers were credited for such charges, the CBAM levy would have to be raised at the border to account for similar charges within the EU. Such a policy would be complex to administer, diplomatically controversial, and very likely WTO-illegal.\nClimate-related regulations imposed on producers. Many countries have non-price-based regulations governing CBAM-covered sectors that have the effect of reducing GHG emissions. Since these impose a cost on those producers, it could be argued that these should be interpreted to be a carbon price effectively paid.\nAll of the challenges enumerated above would apply here as well: the costs of those regulations are not proportionate to the GHGs embodied in the goods in the way that a carbon price is; it would be challenging to delineate which regulations to include and which to ignore; there are many such regulations to account for; and crediting for such regulations without also debiting for similar regulations within the EU would undercut leakage prevention by unduly advantaging foreign producers.\nUnlike the case of taxes, fees and charges, however, crediting for regulations would not involve a straightforward task of calculating equivalency. The calculation in this case would be complex and subject to dispute, as noted in section 3.\nCarbon prices paid by producers of input goods (precursors). Article 9.1 allows the importer to claim a reduction of CBAM allowances due based on a carbon price “paid in the country of origin for the declared embedded emissions.” Since part of those declared emissions, in the case of complex goods, will be emissions embedded in input goods, presumably any carbon price paid by the producers of those inputs would also be valid grounds for claiming a reduction. Of course it would have to be claimed in\n8 See https://carbonpricingdashboard.worldbank.org/.\n° See ttps: www.iea.or olicies\n12",
  "page_16": "proportion to the amount of that input used in the final good. The implementing legislation should resolve this uncertainty.\nIt should also be clarified whether “paid in the country of origin” means the country of origin of the relevant precursors, or the country of origin of the final good. Presumably the intent is the former, but again the uncertainty should be resolved.\nCarbon prices revealed under a tradable performance standard. A tradable performance standard results in a carbon price which, it could be argued, might be credited as a carbon price effectively paid. The Australian Safeguard Mechanism, for example, sets a facility-level GHG intensity standard (baseline) that covered installations must meet. If they beat the standard, they are issued credits that can then be sold to those that do not. The prices for which those credits are sold is in effect a carbon price paid by the purchasing installations for carbon emitted in excess of the baseline. Of course, any CBAM credit would have to account for the fact that the purchasing installation only paid for its residual carbon, and that any emissions up to the baseline level were not assessed a carbon price.\n4.3 Implementation of Carbon Pricing in the Country of Origin\nAlthough elegant and simple in theory, carbon pricing gives rise to substantial challenges when implemented in practice. Jurisdictions with weak administrative and governance capacities or limited experience with markets may be particularly vulnerable to such real-world implementation challenges (Bell 2003; 2006). Influential scholars have even suggested that abusive market behavior could proliferate and severely erode carbon pricing systems in such countries (Nordhaus 2005). Especially for emissions trading systems, empirical research has identified robust institutions and governance processes as critical conditions for successful implementation (Levi, Flachsland, and Jakob 2020). Compliance with and enforcement of taxation rules are also far from perfect across countries, however, with high levels of evasion and avoidance (Tax Justice Network, 2023).\nThese real-world implementation challenges underscore the importance of the documentation and certification process set out in Article 9(2) of the CBAM Regulation, which obliges declarants to “keep records of the documentation required to demonstrate that the declared embedded emissions were subject to a carbon price in the country of origin of the goods that has been effectively paid” and to keep “evidence of the actual payment of the carbon price”. Furthermore, it elevates the role of the independent third-party certification, for which Article 9(2) requires foregoing documentation to “be certified by a person that is independent from the authorised CBAM declarant and from the authorities of the country of origin.”\nAs such, the more detailed stipulations which will be set out in an implementing act regarding the evidence required of the actual payment of the carbon price and the qualifications of the independent person certifying said payment, including the conditions to ascertain such independence, will be of vital importance to identify and correct for imperfect implementation of carbon pricing systems.\nEven then, however, governments — especially of countries with opaque governance structures and a high share of state-owned enterprises — are likely to have ways through which they can enable domestic producers to document payment of a carbon price while channeling commensurate funds back to the same producers by way of unrelated support payments, should they so desire. Given the current turn to\n13",
  "page_17": "industrial policy strategies and escalating use of manufacturing subsidies, resort to such tactics to maintain the competitiveness of domestic industries is not unlikely, and could potentially undermine the environmental and economic objectives of the CBAM. The possibility of such interventions — which would, by design, be likely implemented covertly — warrants cautious monitoring, therefore, although as with other forms of circumvention it is not entirely clear how they could be accounted for in the crediting process under Article 9 of the CBAM Regulation.\nBeyond such institutional weaknesses and outright circumvention, it also bears noting that a carbon price effectively paid will have very different effects in the real world. Under a carbon tax, the level of the carbon price is set by the legislative or executive branch, ideally at a level reflecting the social cost of the externality (the Social Cost of Carbon) or to secure achievement of sectoral or national mitigation targets such as the Nationally Determined Contribution (NDC), but ultimately based on a discretionary political decision. Under an emissions trading system, however, the carbon price level should reflect the scarcity of allowances and credits, which is typically determined by the stringency of the target or cap relative to actual emissions and the marginal emissions abatement costs across covered emitters. Policy interventions in the price discovery mechanism, for instance through a price or supply management system like an auction reserve price or stability reserve, as well as imperfect market conditions, such as situations of low liquidity and the exercise of market power by dominant market participants, can have a disproportionate influence on the carbon price level.\nTransaction costs and the administrative burden under carbon pricing systems may also differ dramatically across countries, as do marginal abatement costs of producers of CBAM-covered goods. The crediting process established under Article 9 of the CBAM Regulation will not reflect such differences in design and implementation of carbon pricing system, and arguably should not: as long as the carbon price effectively paid abroad for embedded carbon in imported goods — no more, and no less — is credited, the main intended objective of crediting will be satisfied.\nThese examples do, however, underscore that the very same carbon price level may signal very different burdens for affected producers across trade partner countries, result in very different behavioral responses, and do not necessarily reflect the same level of climate policy ambition. Policy makers in trade partner countries such as the U.S. who have argued that actual mitigation performance should take precedence over policies implemented in third countries may continue to draw attention to particularly salient examples in practice as a way to criticize the fundamental approach chosen under Article 9 of the CBAM Regulation.\nWhile Article 9 of the CBAM Regulation with its documentation and certification requirements would seem to account for the implementation shortfalls and varying impacts described here, the question nonetheless remains whether experience with actual implementation will create pressure for the EU to apply a more normative evaluation of the soundness and stringency of foreign carbon pricing regimes and their implementation, for instance spelling out a more detailed list of threshold criteria or substantive conditions for such carbon pricing systems to be considered eligible for crediting under Article 9 of the CBAM Regulation. Without question, however, any such attempt to assess the “quality” of carbon pricing systems beyond the nominal carbon price level would also invite significant contention from trade partners and foreign as well as domestic stakeholders, risking to undermine the delicate political and diplomatic equilibrium that sustains the CBAM as it is implemented in practice.\n14",
  "page_18": "5. Conclusions\nAt first glance, Article 9 of the CBAM Regulation appears straightforward: when determining the number of CBAM certificates to be surrendered for covered goods imported to the EU, a carbon price effectively paid in the country of origin for the declared embedded emissions will be taken into account. As this report has shown, however, the wording of Article 9 leaves considerable scope for uncertainty as to what forms of carbon pricing will be eligible for crediting, contributing to confusion among foreign producers and trade partner governments. In time, future implementing acts by the European Commission as well as the practice of implementation itself will resolve this uncertainty, but in the meantime, this report has sought to dissect the rationale of such crediting and proposed a series of criteria that can guide the identification of eligible forms of carbon pricing.\nUnder the criteria proposed here, explicit carbon pricing in the form of a mandatory carbon tax or allowances purchased under a compliance emissions trading system with an absolute emissions cap offers a clear case for crediting. Still, a number of borderline cases highlight that operationalization of Article 9 will likely prompt an active and continuous debate, which is why this report only ventures an indication of probabilities rather than definitive answers. Difficulties primarily arise with different variants of carbon trading, such as voluntary carbon markets, offset credits, and other forms of crediting.\nTo determine whether such carbon prices are eligible, an overriding principle proposed in this report starts by acknowledging that the CBAM mirrors the EU ETS, and that therefore any instruments considered valid for compliance with the EU ETS should also be considered valid as a carbon price effectively paid abroad. Conversely, the CBAM should not credit for a carbon price paid abroad if such payment would fail to count towards EU ETS compliance. A balance is therefore called for — between recognizing any and all payments made abroad, and the impact that doing so could have on the objective of preventing the risk of carbon leakage and incentivizing emission reductions in third countries. That consideration argues against recognizing offset credits under the CBAM, for instance.\nEven though the decision to account for a carbon price effectively paid in third countries invites difficult questions that may never be resolved to the full satisfaction of all affected stakeholders, this report ultimately concludes that doing so — allowing for crediting — is the right decision from an environmental, political, and legal perspective. Doing it right will require effort and resources, however, and necessitate continuous vigilance for acts of circumvention and imperfect compliance. Politically, the EU should also expect ongoing pressure from foreign stakeholders and trading partners, especially those that do not yet have — and in some cases may never have — a domestic carbon price, to loosen the eligibility requirements for crediting. Based on the arguments presented in this report, it will be important for the EU to adhere to a principled approach to crediting, and to resist the moral hazard of creating case-by- case exceptions that may erode the effectiveness and perceived fairness of the CBAM.\n15",
  "page_19": "Bibliography\nAgnolucci, Paolo, Carolyn Fischer, Dirk Heine, Mariza Montes de Oca Leon, Joseph Pryor, Kathleen Patroni, and Stéphane Hallegatte. ‘Measuring Total Carbon Pricing’. Policy Research Working Paper. Washington, DC: World Bank, June 2023. https: documents1.worldbank.or curated/en/099548206152339098/pdf/IDU124d2b624145531468a 1a4d418173bf51a4fd.pdf.\nAldy, Joseph E., William A. Pizer, and Keigo Akimoto. ‘Comparing Emissions Mitigation Efforts across Countries’. Climate Policy 17, no. 4 (19 May 2017): 501-15. https: doi.or 10.1080/14693062.2015.1119098.\nBell, Ruth Greenspan (2003). Choosing Environmental Policy Instruments in the Real World. CCNM/GF/SD/ENV(2003)10/FINAL. CATEP Forum. Paris: Organisation for Economic Co-operation and Development (OECD). www.oecd.or environment/cc/2957706.pd\nBell, Ruth Greenspan (2006). ‘The Kyoto Placebo’. Issues in Science and Technology 22, no. 2: 28-31. https: isSUeS.OF, bell.\nDominioni, Goran, and Daniel C. Esty. ‘Designing Effective Border-Carbon Adjustment Mechanisms: Aligning the Global Trade and Climate Change Regimes’. Arizona Law Review 65, no. 1 (12 March 2023): —41. ttps: arizonalawreview.or df/65-1/65arizlrev1.pdf.\nGarside, B. (2021, September 27). “Not acceptable” if Russia imposes carbon price only on exporters, says EU official. Carbon Pulse. https://carbon-pulse.com/139684.\nKorsunskaya, D., & Marrow, A. (2021, September 23). Russia considering own carbon tax as EU prepares one -Vedomosti. https://www.nasdaq.com/articles/russia-considering-own-carbon-tax-as-eu-prepares- one-vedomosti-2021-09-23.\nLevi, Sebastian, Christian Flachsland, and Michael Jakob (2020). ‘Political Economy Determinants of Carbon Pricing’. Global Environmental Politics 20, no. 2: 128-56. https://doi.or 10.1162 a_0054\nLa Hoz Theuer, S., Hall, M., Eden, A., Krause, E., Haug, C., De Clara, S. (2023). Offset Use Across Emissions Trading Systems. Berlin: ICAP.\nhttps: icapcarbonaction.com/system/files/document/ICAP%20offsets%20paper_vfin.pdf\nMarcu, Andrei. ‘Mitigation Value, Networked Carbon Markets and the Paris Climate Change Agreement’. Brussels: Center for European Policy Studies, 5 October 2015. https://www.ceps.eu/ceps- ublications/mitigation-value-networked-carbon-markets-and-paris-climate-change-agreement.\nNordhaus, William (2005). ‘Life After Kyoto: Alternative Approaches to Global Warming’. Working Paper 11889. National Bureau of Economic Research. ttps: doi.or. 10.3386/w1188\nOrganisation for Economic Co-operation and Development. Effective Carbon Rates: Pricing Carbon Emissions through Taxes and Emissions Trading. Paris: OECD Publishing, 2021. https www.oecd.or tax/tax-policy/effective-carbon-rates-2021-0e8e24f5-en.htm.\n16",
  "page_20": "Organisation for Economic Co-operation and Development. Effective Carbon Prices. Paris: OECD Publishing, 2013. https://www.oecd.or env/tools-evaluation/effective-carbon-prices-9789264196964- en.htm978-92-64-19684-1.\nTax Justice Network. ‘The State of Tax Justice 2023’. Bristol: Tax Justice Network, 2023. https: taxjustice.net/wp- content/uploads/SOTJ/SOTJ23/English/State%20o0f%20Tax%20Justice%202023%20- %20Tax%20Justice%20Network%20-%20English.pdf.\nWeil, Gabriel. ‘The Carbon Price Equivalent: A Metric for Comparing Climate Change Mitigation Efforts Across Jurisdictions’. Dickinson Law Review 125, no. 2 (1 January 2021): 475. https://ideas.dickinsonlaw.psu.edu/dlr/vol125/iss2/4.\nWorld Bank. ‘Globally Networked Carbon Markets’. Washington, DC: World Bank Task Force to Catalyze Climate Action, December 2013.\nhttps: www.worldbank.or, content/dam/Worldbank/document/SDN/cop19-networked-markets-\n1213.pdf.\nWorld Bank. “State and Trends of Carbon Pricing”. Washington, DC, May 2023. https: openknowledge.worldbank.or handle/10986/39796\n17"
},
  "language": "Languages.ENGLISH",
  "total_pages": 20
}
