{
  "file_name": "111_1131.pdf",
  "pages": {
  "page_1": "On the move to a net-zero EU:\nThe European Rail Supply Industry\npriorities for 2024-2029\nMarch 2024\n-\nLy\n—_—\n|\nin a | l pe\nah} —-—=\nots i\n:\na\n_\n~ ly\nrar hy,\n\\ J\nwae = =\n= A.\n“|\n1a\n=\ni\n|\noi\n\\\n“\\g\nia\n_—-—_—\n—ee ee\nee\n= —_\n\\\n| etl\nMl\nif\na\naim\n——_—_\ni\n= y\npan\nar y\nAk;\nre\nf »\n*\na .\nY\ntoX\nee\n,.»\n2\n0 eS\nSe\na",
  "page_2": "Table of contents\nWe are the European Rail Supply Industry\nIntroduction\nA pre-requisite: Rail supply as a strategic net-zero industry for Europe\nTransport decarbonisation & climate policies: Making rail a cornerstone of a carbon-neutral economy\nEU funding and public procurement: Creating EU jobs in a thriving EU rail market\n10\nRail technical regulatory framework: Simplifying rules, increasing predictability and reducing costs\n12\nDigitalisation & cybersecurity: Unleashing the potential of a digital, cyber secure rail system\n13\nInternational trade & market access: Achieving a must-have global level playing field\n14\nResearch & innovation: Maintaining our competitive edge beyond Europe’s Rail Joint Undertaking 15\nSkills, diversity & inclusion: Increasing attractiveness and gaining talents\n16",
  "page_3": "We are the European Rail Supply Industry Facts & Figures\nAbout UNIFE\nOperating in Brussels since 1992, UNIFE, the European Rail Supply Industry Association, represents European train builders and rail equipment suppliers. The association advocates for more than 110 of Europe’s leading rail supply companies — from SMEs to major industrial champions — active in designing, manufacturing, maintaining and refurbishing rail transport systems (trains, metros, trams, freight wagons), subsystems and related equipment. UNIFE also brings together national rail industry associations from 12 European countries. UNIFE members have an 84% market share in Europe and supply 46% of the worldwide rail production, representing more than 400,000 jobs in Europe.\nA strong economic footprint\nUNIFE full members account for 45,8 billion euros’ of sales. The European Rail Supply Industry in total represents more than 650.000 jobs?. The rail sector represents 1 million persons directly and 1.3 million persons indirectly, and one job in railway transport creates more than one other job in indirectly dependent economic activities®.\nA vibrant rail supply market (UNIFE World Rail Market Study 2022)\nGrowth rate: 3.0% CAGR (Compound Annual Growth Rate), i.e. total market volume of €211 bn p.a. (years 2025-2027) — Solid growth driven by climate change, urbanisation and social cohesion needs. Europe‘: €60.8 bn per annum (2021) — The biggest market in the world. Worldwide: €176.5 bn per annum (2021) — The European Rail Supply Industry is export-oriented. Accessibility rate: only 61% of the total market, representing almost €69 billion of lost opportunities every year\ne\nAn innovative industry\nThe European Rail Supply Industry invests 3.6% of its turnover in R&I activities. Cutting-edge technologies such as automated trains or high-speed trains have been invented and developed by the European Rail Supply Industry. European Rail Traffic Management System (ERTMS), a proven system successful worldwide, is deployed in 53 countries with 90.000km (contracted) of tracks.\n1\nAggregate turnover of rail activities, 2021. 2 Including construction Perspectives for the rolling stock supply in the EU, 2023. — 3 CER, 2022.\n4 Including UK, Switzerland, Norway, Turkey.",
  "page_4": "The future of a net-zero EU is with rail transport!\nStill a low modal share...\n..and a significant need for rail to achieve the ambitious goals of the Sustainable and Smart Mobility Strategy (2020):\nMain rail objectives:\ne High-speed rail traffic will double by 2030 and triple by 2050. e Rail freight traffic will increase by 50% by 2030 and double by 2050.\nCurrent rolling stock market in Europe®:\ne (Very) high-speed rolling stock: 16 632 units (2021). e Freight cars: 596 000 units (2021).\nIn the European Commission’s communication on a recommended 2040 emissions reduction target to set the path to climate neutrality in 2050’, all envisaged scenarios require achieving these goals.\nAchieving these ambitious goals, which are interlinked with the completion of the EU TEN-T rail network and the EU 2040 emissions reduction target, will require a considerable increase in the EU’s production capacity of (very) high-speed and freight rolling stock by 2050.\nRail financing needs are estimated at:\n- €47 billion per year for the full completion of the TEN-T Core rail network by 2030°;\n- €46 billion per year for the phase out of internal combustion engine rolling stock in favour of electric and hydrogen ones and to achieve the EU 2040 emissions reduction target.\nThis demonstrates the significant investment gap to reap the full decarbonisation potential of rail transport.\nThe full political and financial support of regional, national and EU authorities are key to making that vision a reality.\nIn 2020, rail performed 5.1% of intra-EU passenger transport and 11.5% of intra-EU freight transport’. There are still huge opportunities to be unleashed in order to reap the full decarbonisation potential of rail transport.\ne\n...but a key role to tackle climate change...\ne\nRail is responsible for only 0.4% of GHG emissions from transport at EU level (European Commission, 2022). This can be explained by the energy efficiency of rail transport, which accounts for only 1.5% of the energy consumed by all transport activities. In 2021, approximately 56% of the EU railway network was electrified, accommodating 80% of the traffic (IRG-Rail, 2021; European Commission, 2021). Electrification is vital, but there is also a need for alternative fuel traction systems for those lines that cannot be electrified.\n5 Perspectives for the rolling stock supply in the EU July 2023. —\n5 Including UK, Switzerland, Norway, Turkey.\n’ Securing future Europe's 2040 climate target and path to climate neutrality by 2050 building sustainable, just and our a prosperous society, February 2024.\n8 European Climate Investment Deficit report An investment pathway for Europe’s future, Institute for Climate Economics, February 2024.",
  "page_5": "Introduction\nNo climate neutrality without a strong European Rail Supply Industry\nTime is running out to meet the Paris Agreement’s overarching goal to limit “the increase in the global average temperature to well below 2°C above pre-industrial levels”. Despite efforts by certain countries and regions to decarbonise their economy, transport emissions will not fall fast enough to respond to the massive challenge, as transport demand grows. According to the International Transport Forum Transport Outlook (2023), transport demand will grow in the coming years, with an increase of 65 to 79% of passenger-kilometre demand by 2050, depending on the scenario.\nAgainst this background, it is essential to highlight that rail - whether for main lines, urban/regional or freight transport — is the greenest mode of mass transportation. Rail relies very little on imported fossil fuels, with almost two-thirds of total energy consumed in railways coming from renewable sources. Still, it also clearly stands out for its high energy efficiency and low COz emissions. Rail and domestic navigation are the only modes that decreased GHG emissions since 1990. Regarding sustainability as a whole, rail — as part of public transport solutions — brings 12 tangible benefits to all of society (people, planet, progress), each linked to one or multiple UN Sustainable Development Goals?.\nThis role should be confirmed by the ambitious climate objectives set by the European Union, in particular reaching climate neutrality by 2050 and achieving the rail high-speed and freight targets of the Sustainable and Smart Mobility. In February 2024, the European confirmed a science-based 2040 climate target proposal of at least 90% net greenhouse gas (GHG) emission reductions compared to 1990'°. For this vision to happen, rail solutions in and between cities will need to be scaled up for both passenger and freight transport\".\nWith its capacity to move millions of people and tons of goods worldwide safely and cleanly, rail is the solution to meet the climate, social and resilience challenges our planet faces. It has a significant role in capturing most of the future growth in transport demand.\nDespite this increasing awareness, the ITF states that “the continued dominance of road infrastructure in national investment priorities is not in line with the need to decarbonise the transport sector” 12.\nPercentage distribution of inland infrastructure spending by mode in 2021. *2020 data\ni\n° Why public transport is key to achieve the SDGs, UITP, 2023. 10 Securing future Europe's 2040 climate target and path to climate neutrality by 2050 building sustainable, just and our — a prosperous society, Communication of the European Commission, February 2024. 11 https://www.itf-oecd.org/compare-transport-infrastructure-investment 12 Statistics Brief, July 2023.",
  "page_6": "Therefore, infrastructure spending in EU Member States and beyond needs to be shifted towards rail, and the EU budget dedicated to rail should be increased in the future. By doing so, a long-term investment environment will be provided to European rail suppliers, which can be even closer contributors to the fight against climate change by upscaling their industrial capacity.\nThe European Rail Supply Industry is a diverse, geographically widespread industry that includes thousands of companies — from SMEs to major industrial champions — striving to export worldwide. Some of its specificities include:\ne Long life-cycle of rail products — more than 30 years for rolling stock such as trains, metros and tramways for trains; Predominance of public procurement — in the vast majority of cases, and especially in Europe, customers are most of the time public authorities whose projects are launched through public procurement procedures; Business is conducted through business to business (B2B).\nEuropean train builders and rail equipment suppliers have been key contributors to Europe’s sustainable development, and in recent years, its strategic nature has been increasingly recognised. Nevertheless, the European Rail Supply Industry also faces a number of industrial challenges, such as inflation, supply chain disruptions, high-interest rates, scarce public resources, and increasing international — and sometimes unfair — competition.\nFurthermore, the increasing administrative burden could also be an important disruptor, in particular for SMEs, due to many new European sectoral and transversal regulations. As emphasised in The Transition pathway for the EU Mobility Industrial Ecosystem (European Commission, January 2024): “As regards predictability, [mobility] stakeholders emphasised in particular the need for a more effective implementation of legislation, better targeted upcoming secondary legislation, and a sufficient lead time for the industry to adapt to the changes.”\nClimate neutrality cannot be achieved without a strong European Rail Supply Industry as the world leader\nin providing net-zero and ground-breaking solutions.\nIn view of the next institutional cycle (2024-2029), and to help the European Rail Supply Industry maintain its global leadership and maximise its contribution to a decarbonised, resilient and vibrant economy, UNIFE calls on European institutions to implement three key recommendations, as well as a series of measures described in the following strategic sections/chapters.\nThree Recommendations for the new legislative cycle\n1. Foster a vibrant rail sector and an upscaled, competitive European Rail Supply Industry to ensure the success of EU net-zero policies. Enact an ambitious EU budget and increased private financing for rail during the next Multiannual Financial Framework to achieve the objectives defined, secure major priorities (ERTMS, DAC, FRMCS deployment), and finance new rolling stock. Highlight legislative efforts on carbon neutrality, avoid the pitfalls of horizontal legislation, acknowledging the specificities of the European Rail Supply Industry and Sector, whileachieving a simplified and more _ predictable regulatory framework for rail.",
  "page_7": "A pre-requisite: Rail supply as a strategic net-zero industry for Europe\nOver the past decades, the European Rail Supply Industry has built a world leadership. This is notably due to an ever-growing world rail market and its capacity to stay at the forefront of innovation to develop and export groundbreaking solutions.\nThere has been an increased interest in the rail supply industry during the 2019-2024 legislative mandate, particularly due to the “rail renaissance” and the acknowledged strategic nature of rail (Russia’s war of aggression against Ukraine, risk of third country interference). However, when it comes to achieving a decarbonised and net- zero economy, rail solutions are still rarely at the centre of the discussions.\nFurthermore, the European Rail Supply Industry faces a number of industrial challenges:\ne Significant inflation and supply chain disruptions. While other industries are also concerned, the European Rail Supply Industry works most predominantly in the framework of public contracts (rail operators, municipalities). This considerably limits companies’ possibilities to be flexible and to adapt prices to actual production costs. High-interest rates and a general context of scarce public resources worsen the situation. Furthermore, the limited size of the rail market compared to other sectors makes it a “non-priority” for producers of specific yet strategic components (e.g. microelectronics). Tensions between policy objectives. The rail industry is working hard to deliver products and contribute to achieving a net-zero economy, which will require upscaling its production in the next years. At the same time, it needs to be ensured that proper funding will be secured for rail projects despite inflation and that the regulatory framework is stable enough to reduce costs for the industry. Furthermore, the increasing sustainability measurement should be managed in a transparent way and should not be limited to a single certification body or private entity. Last but not least, some specific and crucial per- and polyfluoroalkyl substances (PFAS), with widespread uses in the rail sector, remain — as of today — crucial to ensure the EU green transition. Industrial competition from Asia, and especially from China. This competition has become extremely fierce in the last few years — a cause for serious concern in third-country markets and even Europe. All existing legal instruments, including trade autonomous tools, the Carbon Border Adjustment Mechanism (CBAM) and the EU Global Gateway initiative, must be mobilised to ensure a level playing field between European and non-European suppliers in the EU as well as in third countries.\nKey ask:\nPrioritise net-zero industry in the 5-year programme of the European\nCommission and boost rail supply competitiveness and manufacturing\nwhile reducing the administrative burden for companies.\nMore specifically, UNIFE:\n>\nUrges EU institutions to consider the European Rail Supply Industry as strategic not only to achieve ambitious EU and worldwide climate objectives, but also for Europe's overall competitiveness, autonomy and security. Calls on the European Commission to ensure that each new initiative in EU industrial policy delivers concrete and tangible results for European companies, and that key issues such as inflation in the specific context of public procurement can be effectively tackled. Calls on the European Commission to address chemical pollution, while considering its potential negative impact on climate objectives. UNIFE supports tackling the challenge of toxic chemicals like",
  "page_8": "PFAS. Still, more time is needed to phase out PFAS in the rail sector, as the proposed ban by 2027 would make it challenging for rail manufacturers to keep delivering their much-needed products. Calls on the European Commission and Member States to extend the mandate of the European Commission’s Expert Group on the Competitiveness of the Rail Supply Industry beyond 2025, with more resources dedicated to it and clear deliverables in key jointly identified topics.",
  "page_9": "Transport decarbonisation & climate policies: Making rail a cornerstone of a carbon-neutral and energy-efficient economy\nThe rail sector’s environmental assets and energy efficiency are vital to transitioning to a low-carbon economy and reducing the EU’s dependency on imported fossil fuels. For instance, rail freight emits 80% less COz2 and consumes six times less energy than road freight, thereby reducing the carbon footprint and increasing energy sovereignty.\nAgainst this background, the European Commission’s EU Sustainable and Smart Mobility Strategy aims to shape a transport sector capable of tackling the climate emergency. The Strategy grants a prominent role to rail in transitioning towards zero-emission mobility and achieving climate neutrality by 2050.\nYet, making the objectives of the EU Sustainable and Smart Mobility Strategy a reality will require a number of pre-conditions, including the completion of the Trans-European Transport Network (TEN-T), accompanied by a framework to enable smart and seamless mobility. Furthermore, achieving a level playing field between all modes of transport remains an important objective, not only by completely internalising external costs to achieve a fair transition to net-zero mobility, but also by reaping the full benefits of sustainable financing.\nKey ask:\nAlign European transport trends with the objectives of the Sustainable and Smart Mobility Strategy and intensify public policies\nto trigger a modal shift for passenger and freight transport.\nMore specifically, UNIFE:\n>\nCalls on the European Parliament to create an intergroup on sustainable public transport that will request and monitor the alignment of promises with concrete initiatives and funding.\n>\nCalls on the European Commission to channel sustainable finance towards the rail sector. The EU Taxonomy must consider all rail-related economic activities compliant with the minimum criteria to be considered environmentally sustainable. It should be based on climate objectives, incentivising zero or low-emission transport modes like rail. The regulatory framework must ensure fair comparability between different economic activities and modes of transport.\nCalls on the European Commission to support a level playing field in sustainable mobility. The Energy Taxation Directive (ETD) revision should be concluded and promote the rail sector because of the \"energy efficiency first principle\" in EU transport policy. The revenues from the EU Emissions Trading System (EU ETS) on road transport should be invested in developing direct zero or low emissions modes of transportation.\nCalls on the European Commission and Member States to leverage the impact of the Alternative\nFuels Infrastructure Regulation (AFIR) on the rail network. Since AFIR also includes rail in its scope, alternative fuel technologies and propulsion systems — such as hydrogen or battery-powered trains and their refueling and recharging infrastructure — should be deployed on rail sections that cannot be fully electrified. In this respect, it will be key to monitor National Policy Frameworks.\nCalls on the European institutions to consider rail sector specificities when defining requirements on Ecodesign for Sustainable Product Regulation and plan for a robust stakeholders involvement to prepare the Digital Product Passport.",
  "page_10": "EU funding and public procurement: Creating EU jobs in a thriving EU rail market\nEuropean citizens, Member States and their regions have benefited from investing in the deployment of modern rail systems across Europe, thanks to the support of EU funding and financing tools. To deliver on the EU Green Deal, for which the completion of the Trans-European Transport Network (TEN-T) network is a fundamental element, there is a pressing need to further leverage public and private climate finance to further invest in rail as the backbone of sustainable mobility in Europe.\nIn the next EU Multi-annual Financial Framework (MFF), it will therefore be crucial to count on solid EU funding programmes such as the Connecting Europe Facility (CEF) to continue investing in TEN-T cross-border infrastructure, but also the digitalisation of rail through the European Rail Traffic Management System (ERTMS), Digital Automatic Coupling (DAC) and Future Railway Mobile Communication System (FRMCS). Structural Funds must continue to support Member States’ regions in investing in decarbonised urban rail systems. Assisting EU Member States’ managing authorities in improving their absorption capacity is also needed to increase the effectiveness of funds.\nGiven the importance of public procurement in the rail sector, it can be used as a lever to foster European value and maintain industrial jobs within Europe, including for SMEs. Therefore, it is imperative that Member States use the already existing legal mechanisms (EU Public Procurement Directives) to create a more competitive industrial base in the EU, which is increasingly hampered by unfair practices from non-EU players. According to the OECD report Measuring distortions in international markets — the Rolling Stock Value Chain (2023), China Railway Rolling Stock Corporation (CRRC) indeed obtained as much as 72% of all absolute government support over 2016-2020. As the largest rolling stock manufacturer worldwide, this poses serious competition challenges in the EU procurement market.\nIn that context, the European Rail Supply Industry welcomes the expected synergies between civilian and military use of the rail infrastructure. The 2022 Military Mobility Action Plan suggests to increase the possible dual use of the rail network which will positively impact the overall capacity and quality of the infrastructure, as well as increase the efficiency of cross border operations. Longer and heavier trains are not only required for the transport of military equipment but also for regular rail freight. However, an overlap between civilian and military infrastructure might require additional precaution in the context of Foreign Direct Investments and strengthen EU screening mechanisms.\nKey ask:\nIn a context of high-interest rates and scarce public resources, pursuing and increasing financial support to rail as part of strategic investments to meet climate challenges, with a true level-playing field on the EU procurement market.\nMore specifically, UNIFE:\n> Calls the European Commission to propose a significant increase of climate funding earmarking in the next MFF 2028-2034 and a substantial increase of CEF funds to continue supporting key interoperable technologies such as ERTMS, but also to accommodate emerging ones such as FRMCS and DAC. CEF funding support for rolling stock must also be considered. Calls on the European Commission and Member States to further leverage and facilitate private financing in the rail sector by making use of tools such as the EU Taxonomy and Green Bonds to boost investments in order to accomplish the TEN-T targets, and to consider how PPP contractual arrangements\n10",
  "page_11": "could promote investments in a context of rising interest rates, high public debt and potential public investment cuts. Calls on the European Investment Bank (EIB) to continue and increase its support through its Green Rail Investment Platform in the areas of infrastructure, rolling stock, signalling, while also supporting urban rail solutions such as light rail, metros and tram systems. Urges Member States to fully use current EU public procurement provisions, including its EU added- value principle and the possibility to exclude bidders from certain third countries across rail procurement. This will strengthen the competitiveness of European suppliers, including SMEs, and consequently, the EU's internal market. Calls on the European Commission to ensure that access to EU-funded programmes (be it under direct, shared or indirect management) in the next MFF 2028-2034 is only possible to European companies, and that the Most Economically Advantageous Tender (MEAT) principle (understood as the Best-Price Quality Ratio) is fully enforced. Calls on the European Commission to ensure that any future revision of Directive 2014/25/EU shall actively promote provisions to create EU jobs (EU added-value principle and possibility to exclude bidders from certain third countries), enhance award criteria other than price (MEAT) and ensure fair competition on the EU public procurement market.\n11",
  "page_12": "Rail technical regulatory framework: Simplifying rules, increasing predictability and reducing costs\nIn recent years, the technical, regulatory framework governing rail products and authorisation in the EU has undergone extensive revision to remove the remaining barriers to creating a Single European Railway Area (SERA), and reducing the time and costs for vehicle authorisation.\nOne of the key milestones was the approval of the Fourth Railway Package Technical Pillar in 2016, followed by its implementation in 2019. With the Technical Pillar, the European Union Agency for Railways (ERA) has extended its scope from a regulatory body to an operational European Authorising Entity responsible for delivering rail vehicle authorisations and safety certificates across the EU since 2019. Much to the disappointment of the European Rail Supply Industry, one of the initial objectives of implementing the Fourth Railway Package Technical Pillar to reduce the cost and time for vehicle authorisation by 20% has not been achieved.\nThe Technical Specifications for Interoperability (TSIs) — the key regulations for defining the standards to be met and ensure the interoperability of the railway system of the European Union — have undergone numerous revisions in recent years, the latest being the 2023 “Digital Rail and Green Freight” TSI Revision Package.\nDespite these significant efforts, the European Rail Supply Industry is concerned that we are moving away from achieving an efficient technical framework and a shared goal of increasing rail transport's competitiveness and market share by supporting the European Green Deal. Care is needed regarding the frequency of regulation changes and their transitional arrangements to provide sufficient stability so rail contracts and long-term\nprojects can be achieved. At the same time, the system requires openness and flexibility to facilitate innovation uptake in accordance with the needs of the market.\nKey ask:\nTo achieve a true European single market for railway systems and the smooth deployment of rail solutions, simplify the European rail technical, regulatory framework with a swifter and less costly vehicle authorisation.\nMore specifically, UNIFE:\nCalls on the European Commission to establish a long-term roadmap for rail regulatory stability and evolution predictability aligned with the European Union Agency for Railways (ERA) and the sector. The target shall be an optimised level of detail in regulation with a lean interface to standardisation, ensuring interoperability and safety but without impeding innovation. The next revision of TSIs shall focus on key priorities identified by the sector (e.g., DAC and FRMCS) aiming to increase the modal shift to rail in Europe. Calls on the European Commission to optimise the implementation of the Fourth Railway Package Technical Pillar and its EU vehicle authorisation process introduced in 2019 to simplify the process and reduce efforts, time and costs for vehicle authorisation as initially intended. Calls on the European Commission, with the support of the European Union Agency for Railways (ERA), to eliminate the remaining National Technical, Operational and Safety Rules impeding the achievement of a single market for railway systems. Calls on European Institutions to provide the ERA with the increased human and financial resources needed to support rail in delivering its central role in achieving the EU Green Deal objectives.\n>\n12",
  "page_13": "Digitalisation & cybersecurity: Unleashing the potential of a digital, cyber secure rail system\nRail transport has always been a frontier of technological progress, with the supply industry leading the way. In the past years, the pace of change in the sector has moved up a gear with digital innovation, from signalling (European Rail Traffic Management System (ERTMS)) to digitalisation of freight services (Digital Automatic Coupling (DAC)), or the integration of Artificial Intelligence. Digital transformations shall contribute to achieving the ambitions of Europe’s rail sector and its supply industry — both in terms of enhancing the experience of rail passengers and also optimising logistics and boosting capacity for carrying freight. Doing so will profoundly improve the performance and overall attractiveness of the sector.\nHowever, European decision-makers must consider the specificities of the rail sector and supply industry.\nIndeed, rail products have a long lifespan — more than 30 years for rolling stock such as trains, metros and tramways . For trains, the sector is regulated vertically and business is done through a business to business (B2B) mode. Against this background, some challenges have to be considered:\ne The rail sector generates billions of data points annually. The effective regulation of the collection, management, and processing of these data is crucial. The recent EU Data Act is a step in the right direction to improve the railway system's reliability, performance and attractiveness. The rail industry's digitalisation also increases the risks of cyber threats and opportunities for cybercriminals to disrupt critical infrastructure. However, cybersecurity is a challenge in complex industrial sectors such as the rail industry: ad-hoc interconnected, sophisticated subsystems, a complex value chain and legacy systems due to long life cycles. Cybersecurity is increasingly regulated, and horizontal legal instruments must be sufficiently coordinated to avoid overlaps (e.g. NIS2, CRA, CSA, RED, etc.). The rail sector is at the forefront of cybersecurity standardisation, and UNIFE members are very much involved in developing such standards, ensuring adequate protection for our systems.\nKey ask:\nAcknowledge the specificities of the rail sector to fully reap the benefits of digitalisation and cybersecurity, while maintaining the competitiveness of the European Rail Supply Industry.\nMore specifically, UNIFE:\n> Calls on the European Commission and Member States to pursue and intensify their efforts to speed up the full deployment of ERTMS in the entire TEN-T Network to meet the 2040 target set in the revised TEN-T Regulation. Calls on the European Commission to avoid a horizontal regulatory approach. A “one-size-fits-all” approach can harm European rail suppliers, including hundreds of SMEs. Business-to-consumer (B2C) data significantly differ from business-to-business (B2B) data, like the rail supply industry, where data-sharing is predominantly stipulated in bilateral contracts or agreements. Public procurement is also a fundamental aspect for rail suppliers as their customers are often public authorities that might request access to data. Calls on the European Commission to acknowledge the particularities of the rail sector industry on cybersecurity. Furthermore, the policy architecture built under the New Legislative Framework (NLF) in cybersecurity is complex, and risks overlap. The horizontal and sectoral legal instruments should be sufficiently coordinated to promote consistency and consider the rail sector's specific needs. Sectoral cybersecurity standards are essential for successfully implementing the appropriate cybersecurity requirements. In parallel, close cooperation with ENISA should be pursued.\n13",
  "page_14": "International trade & market access: Achieving a must-have global level-playing field\nThe European Rail Supply Industry is export-driven. Despite the important growth rate of the world rail market, the accessibility rate has constantly decreased in the past years. Today, only 61% of the total market is considered accessible to European companies, representing almost €69 billion of lost opportunities annually.\nAccording to the OECD Report on Measuring Distortions in International Markets — the Rolling Stock Value Chain, countries like South Korea, Japan and China buy less of their rolling stock from abroad. In contrast, the same domestic rolling-stock manufacturers have seemingly gained a strong foothold in foreign markets, including in the EU. These are precisely the countries where the EU rail supply industry struggles to have a substantial business presence, even though we have well-implemented trade or economic agreements with South Korea and Japan.\nAgainst this challenging international environment, it is paramount for the European Rail Supply Industry to ensure open markets, reciprocity and a level-playing field. This would translate not only into new business opportunities but also demonstrate that trade policies benefit EU businesses and society. Similarly, European initiatives with concrete outcomes, such as the Global Gateway, are much needed to project EU values and principles (e.g., the Most Economically Advantageous Tender (MEAT) principle as well as the overall European Green Deal objectives) outside EU borders, especially due to increasing unfair competition faced by European exporters, including SMEs, in EU third markets.\nKey ask:\nAchieve open and fair international markets, especially in public procurement, as well as a coherent EU strategy in third-country project financing to support the European Rail Supply Industry.\nMore specifically, UNIFE:\n> Urges the European Commission to ensure reciprocity and a level playing field in market access, public procurement and investment, and calls on the European Commission and Member States to use the new trade autonomous tools to tackle unfair competition in the EU and world procurement markets. However, these tools must balance effectiveness and administrative burden. Calls on the European Commission to enable further market opening and diversification through high-standard free trade agreements with enforceable provisions, which will be beneficial to increase the competitiveness of European exporters, including SMEs. This also calls to address challenges related to enforcing ongoing free trade agreements (e.g. Japan and South Korea on public procurement) that do not deliver for EU businesses. Calls on the European Commission, on instruments such as the Carbon Border Adjustment Mechanism (CBAM), to achieve a level-playing field for imported finished products at the relevant levels of the rail supply chain. Calls on the European Commission and Member States to unleash the full potential of Global Gateway by maximising the role that rail can play in supporting EU third partner countries in decarbonising their transport systems, and ensuring the full integration of the MEAT (Most Economically Advantageous Tender) across EU-launched procurement worldwide. Deploying rail solutions (e.g. ERTMS) and promoting European standards in third countries through qualitative public procurement will be vital to balancing fierce competition with non-EU players. Calls on the European Commission and Member States to accelerate the development of a European Export Credit Strategy by establishing a genuinely European Export Credit facility, taking into account the challenges posed by the delivery of untied/tied aid for European exporters.\n14",
  "page_15": "Research & innovation: Maintaining our competitive edge beyond Europe’s Rail Joint Undertaking\nAs the foremost provider of European rail products and a global leader internationally, the European Rail Supply Industry relies on research and innovation to remain at the forefront of transportation needs. Doing so allows European rail suppliers to overcome our industry's competitive challenges. Demonstrating its commitment to next- generation technology, the European rail supply industry reinvests 3.6% of its annual revenue to research and innovation activities.\nUNIFE and its constituent companies were at the origin of the first European rail Joint Undertaking, Shift2Rail (2014-2021; 450M€ funding), and of its successor, Europe’s Rail Joint Undertaking (launched in 2021; 600M€ funding through the EU Research Framework Programme — Horizon Europe). Europe’s Rail Joint Undertaking is based on two pillars: the Innovation Pillar drives the research and innovation activities, and the System Pillar aims to define the rail system architecture of the future, and better exploit the outputs of the Joint Undertaking for the evolution of the technical framework.\nThe success of Shift2Rail and Europe’s Rail, and the excellent cooperation between the members of these Joint Undertakings, confirm the significance of such public-private collaboration. This cooperation creates the technological progress that will enable the future Single European Railway Area and strengthen the competitiveness of the European rail supply industry worldwide.\nThe Digital Automatic Coupling (DAC), the Automatic Train Operation (ATO), the evolution of the European Rail Traffic Management System (ERTMS) and the Digital Twin for rail are a few examples of key technologies for\nthe rail sector to be delivered by the Europe’s Rail Joint Undertaking. Delivering such new technologies will benefit European rail transport (e.g., increasing capacity, reliability, efficiency and attractiveness). However, it is paramount to accelerate the deployment of these technologies (when mature) in Europe with a straightforward migration roadmap and substantial European financing.\nKey ask:\nIncrease and facilitate the support to European rail research and innovation, with competitiveness of the European Rail Supply Industry as its core objective.\nMore specifically, UNIFE:\n> Calls European institutions to ensure that the ongoing Europe’s Rail Joint Undertaking will contribute to a stable and predictable evolution of technical rail regulation and standards, considering the need to strengthen the competitiveness of the European Rail Supply Industry. Calls on the European Institutions to create the necessary conditions to fasten the deployment of new European rail technologies delivered by European rail research programmes. Calls on the European Institutions to establish, together with other rail stakeholders, the successor of the Europe’s Rail Joint Undertaking in the next European Research Framework Programme (FP10). The amount of EU funding allocated to this new programme and European rail research in general should be significantly increased to deliver new solutions that will make rail transport more attractive, reliable and efficient.\n15",
  "page_16": "Skills, diversity & inclusion: Increasing attractiveness and gaining talents\nEuropean rail suppliers are confronted with an ageing workforce, with a significant cohort of employees expected to retire within the coming years. Further to this,only 20% of the staff is composed of women. Yet, rail does answer to the aspirations of all generations as a way to fight against climate change, since it is responsible for only 0.4% of greenhouse gas emissions within the transportation sector.\nThe European Rail Supply Industry has been at the forefront of reinforcing rail attractiveness through specific actions and initiatives such as:\ne\nthe “Hop On for Our Planet” campaign to raise awareness among young people of rail’s green credentials; the ERASMUS+ project STAFFER (European Rail Skills Alliance) focused on the necessary skills and profiles within the rail sector; and the “Women in Rail” campaign as a commitment to promote a gender-inclusive work environment and encourage more women to start careers in rail.\ne\nIt is, however, fundamental to do more and develop specific actions at European, national and regional levels. The objectives would be to speed up the deployment of tailored programmes to up-skill and re-skill the workforce through EU financial support (especially for SMEs), and to boost the collaboration between authorities, rail suppliers and universities/educational providers — hence increasing the pool of newcomers into a more diverse and inclusive rail industry.\nKey ask:\nIncrease support at all levels (European, national, regional) to raise the attractiveness of rail supply jobs and the availability of talent.\nMore specifically, UNIFE:\n> Calls on the European Commission and Member States to widely implement the results of the ERASMUS+ project STAFFER (European Rail Skills Alliance) at both European and national levels. The main priorities are upskilling and reskilling the current rail supply workforce (e.g., integrating the identified skills and profiles into educational curricula and programmes) and ensuring they are also considered in future policy educational frameworks. Calls on the European Commission and Member States to co-support European rail suppliers, in particular SMEs, to attract newcomers — especially women and young people — for instance, through dedicated actions and campaigns at European and national levels to build interest around rail (e.g. events in schools, universities and rail site visits), and to promote diversity and inclusion in the rail sector. Calls the European Commission and Member States to financially support European rail suppliers (through EU funds and programmes such as the European Social Fund and the European Regional Development Fund) on skills-related topics. This should include implementing internal training programmes to upskill and reskill the workforce and supporting collaboration between national, regional, and local authorities with universities and the rail industry, to implement local/regional hubs for railway engineering expertise.\n16"
},
  "language": "Languages.ENGLISH",
  "total_pages": 16
}
