{
  "file_name": "111_1127.pdf",
  "pages": {
  "page_1": "Carbon Border Adjustment Mechanism\n(CBAM)\nUNIFE position paper\n\nNovember 2021\nss.\nas.\n8\n\"\ny\nape\n~\ngy\n\\\\\n~*~ ~\n>",
  "page_2": "Executive Summary\nAs one of the most energy-efficient transport modes, rail has a key role to play in the overall climate- neutrality goal by 2050, which has been enshrined into legislation through the Climate Law. UNIFE is a strong supporter of an ambitious EU climate policy, of the “Fit for 55” package, and also supports the introduction of a Carbon Border Adjustment Mechanism (CBAM) to tackle carbon leakage.\nHowever, CBAM should not be deployed at the expense of the competitiveness of downstream industries such as rail supply. Therefore, the following aspects shall be included in the proposal:\n>\nA transparent and coherent system shall be implemented in order to ensure a level playing field for all industries, and between EU and non-EU producers of finished products (e.g. rail rolling stock).\nCBAM shall cover the emissions of the complete product value chain, before such product is imported into the EU. Finished products (rail rolling stock and equipment) should have the possibility to be included in the CBAM as soon as possible.\nIn order to ensure legal certainty for EU importers, product coverage should be clarified by the Commission, which should clearly identify goods & processed goods in the scope of CBAM.\n> As for the methodology to calculate the carbon content, it is necessary to build upon standardisation and the EU Taxonomy in order to have a harmonised framework.",
  "page_3": "Introduction: A crucial policy that should not go at the expense of the competitiveness of the European Rail Supply Industry\nUNIFE appreciates the opportunity to provide feedback on a Carbon Border Adjustment Mechanism (CBAM), as proposed by the European Commission on 14 July 2021 (2021/0214 (COD).\nAs one of the most energy-efficient transport modes, rail has a key role to play in the overall climate-neutrality goal by 2050, which has been enshrined into legislation through the Climate Law. Therefore, UNIFE is a strong supporter of an ambitious EU climate policy, of the “Fit for 55” package, and also supports the introduction of a Carbon Border Adjustment Mechanism (CBAM).\nUNIFE represents Europe’s leading rail supply companies — from SMEs to major industrial champions — active in the design, manufacture, maintenance and refurbishment of rail transport systems, subsystems and related equipment. Even if it is focusing on primary raw materials, a CBAM is expected to have far-reaching impacts across European rail suppliers due to the complexity of supply chains and the wide use of some of the products in the scope of the Regulation. As the proposed CBAM concerns products that are crucial to downstream industries like rail supply, it will incur extra costs on EU imports of inputs, but also potentially increase costs of EU-produced inputs. Ultimately, and if not carefully designed, the CBAM could undermine the competitiveness of a strategic industry accounting for over 400.000 jobs in Europe, and result in the relocation or replacement of downstream activities from the EU to third countries. This is even more true as the European rail supply industry is currently facing considerable global supply chain issues, leading to higher prices of energy and raw materials and delivery delays.\nIt is therefore crucial to implement a coherent and balanced system that will support industries directly threatened of carbon leakage while preserving the competitiveness of other industries — such as rail supply — using products covered under the Regulation.\nDesign of the mechanism\nAs a preamble, UNIFE would like to reiterate that it is of utmost importance for CBAM to be compliant with WTO rules and other international obligations, so that the mechanism is not perceived by other countries/regions as unfair or protectionist.\nThe chosen system is based on a notional ETS instrument (Recital 21), whereby importers of covered products have to surrender CBAM certificates (priced on the basis of EU ETS allowances) equal to the embedded emissions in their imports.\nDuring the 2020 public consultation, UNIFE rather favoured a tax applied on imports and stressed that a notion ETS instrument would be complex due to variability of the ETS price and complexity of implementation. Furthermore, importers of complex products will not be subjected to the CBAM while EU industries importing raw materials and doing the added value transformation in the EU will be penalised. The system will require a high degree of predictability, as EU importers will have to declare ex-ante the number of certificates they intend to buy for the coming year.\nThe proposed system has advantages, both in terms of encouraging better environmental performance, as well as minimising the risk of retaliation from trading partners. However, it also presents significant administrative complexities and costs for importers in view of the deployment of the system (both during the transition period and the full implementation in 2026), which will be based on a declaratory regime involving accredited verifiers. In this respect, it is of crucial importance to avoid undue administrative burden on European companies.",
  "page_4": "Coverage of sectors and products\nThrough the choice of the sectors steel and iron, aluminium, fertilizers, electricity and cement, the proposal includes in a first step those products that have a significant carbon footprint in their production and are at the same time exposed to trade and therefore to carbon leakage.\nThe problem of that approach, even though the Commission envisages to extend the coverage at a later stage, is that it represents an incomplete coverage of the value chain (i.e. only raw materials as steel and aluminium as proposed now) and will create an uneven playing field between EU and non-EU producers of finished products (e.g. trains). Non-EU competitors would not be subject to CBAM when exporting finished products to the EU, while EU rail manufacturers will reflect the CBAM costs for steel and aluminium in the price of their finished products. The system should not negatively affect the competitiveness of EU products on the world market, i.e. of products exported from the EU that compete in the export market with products produced in other regions that do not share the same level of ambition to reduce greenhouse gas emissions.\nFor this reason, UNIFE strongly supports the establishment of a CBAM covering the emissions of the complete product value chain, before such product is imported into the EU. Finished products (rail rolling stock and equipment) should have the possibility to be included in the CBAM as soon as possible to avoid creating a competitive disadvantage for EU industries both on the export market and in the EU. For instance, in order to avoid a risk of substitution of the import of these materials by the import of finished or semi-finished products, categories C302 “Manufacture of railway locomotives and rolling stock” and C309 “Manufacture of transport equipment” should also be covered in the mid-term perspective.\nFurthermore, the current proposal refers to the notion of “processed goods of the goods” but does not clearly state which products will be covered by the CBAM. The text must be clarified with regard to the inclusion of the carbon content of the complex products. The nomenclature of products covered by the CBAM during the first phase of implementation (Annex |) must clearly identify the products considered respectively as “goods” and “processed goods” within the meaning of Article 2.\nUNIFE understands that the Commission proposes to exempt from the CBAM, third-country goods brought into the customs territory of the EU, transformed into the EU and then reexported outside the EU’. In this context, the relationship with the Customs Code must be clarified to alleviate the administrative burden imposed on industry in the case of inward processing.\nIn order to ensure legal certainty for EU importers, product coverage (Annex I) should be clarified by the Commission, which should clearly identify goods & processed goods (with corresponding HS Codes) covered by the CBAM. Should the Commission consider exceptions in the sectors using the covered products, rail manufacturing products should be included.\nFree allowances\nIn its Regulation, the EC proposes CBAM as an alternative to free allocation of EU Emission Trading System (ETS) allowances for the covered sectors, with a gradual reduction of free allocation while CBAM is phased- in — a 10-year transition period with gradual decline by 10% points each year to reach zero in 2035.\nIn recent months, the EU carbon cost has surged from €25 in December 2020 to €62 in September 2021. In this context, removing free allowances below the benchmark level would translate into an increase in ETS compliance costs for industries concerned by CBAM, and thus the EU competitiveness — of these specific industries, but also of those using EU products concerned by CBAM — would be undermined. For downstream industries such as rail supply, this would lead to a “double penalty”, both on EU and third country products.\nWhile the gradual phasing out of free allowances could foster effective green transition and low-carbon technologies, UNIFE believes that the effectiveness of CBAM to tackle carbon leakage (including at\nThe CBAM draft Regulation proposes to apply to goods as listed in Annex |, originating in a third country, when those goods (or processed products from those goods as resulting from the inward processing procedure) are imported into the customs territory of the Union. Article 3 of the CBAM draft Regulation defines ‘importation’ as “the release for free circulation provided for in Article 201 of Regulation (EU) No 952/2013”.\n|",
  "page_5": "administrative and operational levels) should be proved before the actual removal of these free allowances. In the meantime, legal analysis has shown that the co-existence of free allowances and a CBAM under the EU ETS umbrella is WTO compatible? and consistent with GATT non-discrimination obligations as long as EU products and imports face an equivalent regulatory burden that is applied on an even-handed basis?.\nExport adjustments\nThe European Commission has not proposed the granting of export adjustments (reimbursements or rebates according to the terminology used in the Impact Assessment reports), despite the concerns of many sectors during the 2020 public consultation.\nEU industries export their production outside the EU and, on these export markets, are in competition with more carbon-intensive products from third countries. If EU exports become uncompetitive because of the costs and regulatory burdens associated with decarbonisation, they will lose out to exports from these countries as carbon-limited exports will be replaced by products from high carbon sources — leading to another form of carbon leakage.\nUNIFE thus considers that providing a carbon burden adjustment for EU exports would avoid this type of carbon leakage. This would be particularly important for railway products for which steel or aluminium represents a significant portion of the entire product value (e.g. bogie sub-system).\nMethodology to calculate carbon content\nRegarding the methodology to calculate the carbon content, it is necessary that the EU builds on what is being done in the context of standardisation and the EU Taxonomy in order to have a harmonised framework. For instance, the European Environment Agency relies on the “good emission factors’. In addition, the calculation methodology based on default values (average emission intensity of the 10 % worst performing EU installations for that type of goods) raises risks of circumvention as some products could be better placed using this methodology than via an emission calculation.\n2 AEGIS Europe legal study “Consistency of an EU carbon border adjustment mechanism (“CBAM’) with World Trade Organization (“WTO”) rules” accessible here.\n3 Even if an EU ETS — incorporating both free allowances and a CBAM — would be considered by a Panel as WTO inconsistent, AEGIS Europe considers that such a system can still be justified under GATT Article XX since it would fall under the GATT general exceptions relating to the conservation of exhaustible natural resources (GATT Article XX(g)) or to the necessity to protect human, animal or plant life or health (GATT Article XX(b)). Moreover, it would not arbitrarily or unjustifiably discriminate between countries where the same conditions prevail or represent a disguised restriction on international trade.",
  "page_6": "UNIFE - The European\nRail Supply Industry\nAssociation\nCy) @UNIFE\nAvenue Louise 221\nB-1050 Brussels, Belgium\nTel: +52 2 626 12 60\ngeneral@unife.org\nUNIFE - The European Rail Supply\nIndustry Association\n™\nunife\nTHE EUROPEAN RAIL INDUSTRY\n®"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
