{
  "file_name": "113_1149.pdf",
  "pages": {
  "page_1": "AFEP POSITION - November 2021\nPOSITION ON THE “FIT FOR 55” PACKAGE, THE EU ETS AND THE CARBON BORDER ADJUSMENT MECHANISM (CBAM)\n“F aFeED\n1.\nGeneral observations on the “Fit for 55” package\n1.1\nFrench companies are committed to the energy transition and welcome the “Fit for 55” package to meet the EU’s climate neutrality objective by 2050\nAFEP welcomes the proposals of the “Fit for 55” package that aims at ensuring the alignment of policies and practices at the EU level with the enhanced objective of -55% of greenhouse gas reduction (GHG) by 2030 below 1990 levels, compared to the former -40% objective.\nAFEP member companies note that the EU Commission estimates that energy investments will have to increase by EUR 100 billion each year for the period 2021 to 2030 in order to meet the new objective, in addition to the initial estimate of EUR 250 billion per year required to reach the -40% objective, on top of the currently incurred expenses. The total of energy investments to be added to existing investments is thus of EUR 350 billion per year for the 2021-2030 period.\nFrench companies are committed to the energy and climate transition, as evidenced by the 2020-2021 EIB report on its investments published in January 2021. Thus, in 2019, the vast majority of the EUR 73,6 billion invested in renewables came from companies. Furthermore, 70% of the EUR 6,7 billion of direct climate- related R&D investments originated from private actors. In addition, the August 2021 BE! poll showed that 45% of European companies were investing in climate change compared to 32% in the US; at the European level, French companies are the third largest investors in climate change and are ranked first in energy efficiency investments. Finally, energy efficiency related investments account for 19% of French companies’ total investments.\nCompanies will continue this effort and call for more pooling of R&D efforts at European level to be more competitive with the other major regions of the world.\n1.2\nFrench companies want the “Fit for 55” package to meet the simultaneous challenge — of improving EU's climate performances, maintaining the competitiveness while ensuring that the transition is acceptable for all its actors\nAFEP considers essential that the package ensure:\nAn adequate R&D financing for decarbonised solutions and for their deployment by EU-based companies; special attention should be paid to ensure that the additional sources of financing meet the estimated need for additional investment by 2030;\ne\nAn access to affordable low-carbon energy (notably low-carbon electricity as well as renewable and low-carbon gas) for European industries in order to ensure their international competitiveness;\nA better predictability of price signals for carbon content and CO2 emissions by developing appropriate schemes (for instance, price floor and price ceiling for the ETS Directive or a more regular price monitoring system) over the period 2021-2030;\nThe coherence between the implemented tools with the investment cycles of companies. Individually, companies do not have a linear increase in their climate performance; the legal\nwww.afep.com\nTransparency Register identification number: 953933297-85\nAssociation francaise des entreprises privées French\nAssociation of Large Companies",
  "page_2": "“F aFep\nframework must facilitate the implementation of low-carbon investment decisions and allow for transitional environmental performance, before the best performance expected from such investments is reached; Technological neutrality, as long as their performance in terms of climate impact is demonstrated; The synchronisation between the availability of low-carbon solutions at an affordable price and an increase in price signals/constraints in favour of the acquisition of these solutions; An appropriate economic support for households, according to their capacities; EU’s external competitiveness, as well as the mitigation of risks of commercial tensions and double taxation on the carbon content of products, through the implementation of the carbon border adjustment mechanism (CBAM).\nAFEP member companies hold for essential that the “Fit for 55” package remains coherent with the EU taxonomy Regulation and the upcoming texts: “Gas package”, Climate, Energy and Environmental Aid Guidelines (CEEAG), the revision of the Energy Performance Building Directive (EPBD). This framework must allow low-carbon technologies to be developed, including gradually, and maintained (notably nuclear energy) in Europe. Thus, transitional energy must be acknowledged, especially in the taxonomy.\nFinally, businesses regret that the impact assessment of each legislative proposal were not supplemented by an analysis of the cross-effects of these texts. This will have to be factored in during the legislative process at the European Parliament and at the Council.\n2. Observations on the revision of the ETS Directive (energy/industry/aviation)\nMember companies welcome positively the non-fungibility of allowances under the current ETS with those under the new ETS for road transport and buildings, given the differences in abatement costs.\nThey find positive that 100% of ETS revenues will be earmarked to fund climate related projects (instead of 50%). However, it is of the utmost importance to ensure a robust monitoring of Member States’ use of these revenues to guarantee that they will notably finance the R&D&I of the ETS sectors. Thus, member companies are in favour of reinforcing the Innovation Fund, but they wonder whether the dedicated resources would be sufficient to face the important investment needs in low carbon technologies.\nMember companies are concerned by the following issues:\nThe significant reduction of free allowances\nThe risk of a very significant reduction in the number of free allowances for industrial companies subject to international competition would undermine their competitiveness:\nAnnual Linear Reduction Factor (LRF): the Commission proposes to increase the LRF from -2,2% per year to -4,2% per year. Such a reduction will very likely trigger the Cross-Sectoral Correction Factor (CSCF), which will severely impact companies exposed to carbon leakage risks. > In order to prevent the triggering of the CSCF, the possibility of adequately increasing the proportion of free allowances compared to auctioned allowances from the start should be assessed.\nAFEP POSITION - October 2021\n1 Article 10a(5) and 10a(5a) of Directive 2003/87/EC set the maximum annual amount of free allowances that should not be exceeded. If the of the annual sum amount of free allowances submitted by the States exceeds that limit, an annual cross-sectoral correction factor should be applied.\nAssociation francaise des entreprises privées French\nAssociation of Large Companies\nwww.afep.com\nTransparency Register identification number: 953933297-85",
  "page_3": "AFEP POSITION - October 2021\n“Ff aTep\nEnergy Efficiency Audits: member companies wonder whether the proposal to condition up to 25% of free allowances to the implementation of some of the energy efficiency audit’s recommendations (if the return on investment is less than 5 years and if the investment costs are proportionate) is consistent with the ETS Directive’s objective to direct investments to where the tonne of CO2 abated is the most cost-efficient (no emission value limit per site). Indeed, company practice shows that the implementation of such energy efficiency projects is conditioned by many factors not foreseen in the audits. Furthermore, the administrative costs of monitoring appear significant compared to the expected benefits. > The link between the conditionality and the objective of the cost-efficient abatement as well as the notion of proportionality should be clarified. The support that companies could receive to implement the audit recommendations should also be further detailed. Otherwise, companies consider that this conditionality risks introducing cumbersome administrative management for very little gain in emissions reduction and thus should be removed. Calculation of free allowances: free allowances for the period 2026 to 2030 are calculated on the basis of the installation’s average emission over the period 2019 to 2023. Due to the impact of COVID over this period, free allowances risk being underestimated. This underestimation may not be compensated by dynamic allocations given the 15% threshold of activity variation, which represents avery large gap for large installations. => The calculation for this reference period should either not take into account the year 2020 or be based on the median of the emissions for this period. Stricter rules on benchmarks: [e) Uncertainties regarding the calculation rules: the proposal will revise some benchmark definitions and will introduce new ones (ex: Hydrogen), which will lead to a reduction of free allowances for the period 2026-2030. Having to wait for the adoption of the ETS Directive and for a subsequent delegated act in order to clarify the impact on allowances is likely to maintain uncertainty about free allowances until early 2026, which will undermine investment roll-out. => The revision should be decided within the Directive, without having to wait for a subsequent delegated act. Rules regarding fallback benchmarks for heating and fuels must be revised: the Commission is considering keeping the same rules for the period 2026-2030 concerning fallback benchmarks which were defined for the period 2021-2025 in relation to biomass installations, which are generally of small size. =» Given the limited availability of biomass, installations using biomass should not be used as a reference to define fallback benchmarks for the period 2026-2030. Limits of the product benchmark’s progress values: the revision of the Directive provides for increased requirements for product benchmarks of between 1.6% per year and 2.5% per year for the period 2026-2030, compared to a current progress of 1.6% per year. AFEP remarks that this new percentage range would not apply from 2026 onwards but would be applied retroactively from 2008 onwards. This will lead to a performance improvement of around -50% compared to 2008 which is extremely ambitious. Furthermore, the Commission bases its performance improvement forecasts not only on the average of the last two known years, but on an extrapolated value for five years, which is out of reach for companies.\nAssociation francaise des entreprises privées French\nAssociation of Large Companies\nwww.afep.com\nTransparency Register identification number: 953933297-85",
  "page_4": "“F aFep\n=» The reasoning by extrapolation should be excluded and the progress requirement of 1.6% to 2.5% per year must be applied as from 2025, instead of being retroactively applied from 2008.\nIn the absence of a price steering mechanism (ex: ceiling price), there is a high risk of a sudden rise in the price of the allowances; in this case:\ne A price ceiling and a price floor should be implemented in order to provide for a better predictability for the industry (see AFEP’s answer to the public consultation); e A price steering mechanism managed by an ad hoc committee would be an alternative.\nScope\nThe proposal modifies the inclusion thresholds of certain activities, referring to production capacities instead of combustion capacities. According to Annex |, the activities concerned would be drying or calcining of gypsum or production of gypsum board, and production of carbon black. This modification would unbalance the nature and number of regulated sites compared to the existing situation and would have a significant impact on the market balance. It is necessary to have:\ne the approbation of the concerned sectors, without any later adjustment; e predictable production thresholds; e an analysis of the number of sites impacted by these changes, both incoming and outgoing.\nThe use of hydrogen\nThe role of hydrogen is less clear in the revision of the ETS Directive, while its development is the subject of ambitious targets in the proposed revision of the Renewable Energy Directive (RED).\nThe benchmark rules for hydrogen produced from the same process, which would be applicable from 2026 onwards, risk creating a distortion of treatment depending on whether the production has been internalised or externalised.\nReinforcing the compensation for passing on the price of allowances in the electricity price\nState aids directed towards electro-intensive industries must be strengthened to better compensate the passing on the increase in the price of allowances in the price of electricity (\"compensation for indirect emissions\"). This should be done by ensuring that switching from carbon-based energy to non-carbon-based electricity remains more attractive for companies, despite the end of their eligibility to free allowances.\nAn industrial site that would, through the implementation of the electrification of its industrial processes, become electro-intensive, must be eligible to receive these compensations, even if its sector is not yet explicitly covered by the list of eligible sectors.\nEU ETS’ Market Stability Reserve (MSR)\nMember companies are in favour of maintaining existing the functioning rules of the MSR, without adding any complexities.\nAFEP POSITION - October 2021\nReduction of the risk of abrupt fluctuations in the price of allowances\nAssociation francaise des entreprises privées French\nAssociation of Large Companies\nwww.afep.com\nTransparency Register identification number: 953933297-85",
  "page_5": "AFEP POSITION - October 2021\nBiofuels\nBiofuels should be treated as biomass and biogas under the recently revised Monitoring and Reporting Regulation (MRR) which was recently revised (see Article 38 of the revised MRR, applicable from January 15! 2022), thus with a zero-emission factor, without imposing an excessive administrative burden. Any methodology established to identify or determine the fraction of biofuels used must be simple, straightforward and take into account the specificities of maritime, air and road transport (including the fact that these biofuels are not necessarily transported by gas networks but also by other logistical means such as trucks). In this respect, the extension of the EU ETS to road transport should only start to apply when the revised MRR rules recognising the zero-rating of e-fuels are adopted.\nCCU (e-fuels produced from decarbonised electricity)\nAFEP member companies welcome the explicit recognition of CCU in the revised ETS Directive. Indeed, it is necessary to promote the utilisation of CO2 not only when it is permanently chemically bound, but also to stimulate and deploy the production and use of e-fuels. In this regard, the EU should promote the use of CO2 in the ETS framework regardless of its capture technique: carbon capture by industrial installations (while avoiding double counting for ETS installations), as well as the valorisation of biogenic capture and direct air capture. E-fuels are a promising and sustainable way of decarbonising maritime, aviation and heavy road transport. Thus, it is essential that the different links in the circular economy value chain related to CO2 capture are provided with the necessary incentives.\nInstallations’ grandfathering\nThe revision of the ETS Directive provides for the grandfathering of ETS installations, even if they have fallen out of the scope of the EU ETS due to changes in their production process or areduction in the total thermal input of the combustion unit. An opt in right for the grandfathering of installations (rather than an obligation) until the end of the five-year period should be promoted.\nProvisions on the maritime sector\nAFEP member companies welcome the gradual phasing-in of the rules regarding the maritime sector, as well as the reference to shipping “companies”.\nInterms of evolutions, economic actors are advocating for:\ne The revenues to be earmarked towards a fund dedicated for financing R&D&I to decarbonise the sector; The scope to be limited to intra-EU voyages, and to exclude 50% of international travels; indeed, companies are concerned by maritime “hubs” opening right at the border of the EU that would not be covered by the proposal. For extra-EU voyages from or towards the EU, an international framework would be more fitting. 3. Observations on the introduction of an ETS on road transport and buildings\nCompanies are quite open to the introduction of road transport but are more reserved for buildings, which are already subject to numerous regulations and standards.\nThe effects of a substantial electrification of energy consumption in buildings on the ETS system will need to be assessed.\nCompanies fear a risk of distortion of treatment between cogeneration under the EU ETS and that under the buildings and road transport ETS.\nAssociation francaise des entreprises privées French\nAssociation of Large Companies\n“F aFep\nwww.afep.com\nTransparency Register identification number: 953933297-85",
  "page_6": "AFEP POSITION - October 2021\nAssociation francaise des entreprises privées French\nAssociation of Large Companies\n“F aFep\nFurthermore, the extension of the ETS to buildings risks increasing the vulnerability of households to rising energy prices. Companies call for clarification of the mechanisms for channelling the Social Climate Fund to energy renovation.\nIt is essential to adopt a holistic view and to assess the cross-effects of the new EU ETS \"buildings/road transport\", the revision of energy taxation, the revision of the Energy Efficiency Directive, and the forthcoming revision of the Energy Performance of Buildings Directive in order to avoid overlapping measures that would lead to additional costs that are unmanageable for the taxpayers (companies, households). More specifically, companies are concerned about the negative effects that the new EU ETS \"buildings/road transport\" could have on the existing Energy Efficiency Obligation (EEO) mechanisms, as defined in Article 7 of the Energy Efficiency Directive and its annexes. Decarbonisation efforts related to buildings under the EU ETS and investments in energy savings under the EEO mechanisms should remain complementary to achieve the EU's climate objectives and not duplicate the burden on final consumers.\n4. Observations on the Carbon Border Adjustment Mechanism (CBAM)\nDefinition of the scope and extension phases\ne A principle of voluntary adhesion by sectors should be implemented through an opt-in mechanism, based on the consultation and prior agreement of the industry concerned for their inclusion in the material scope of CBAM at all stages of the mechanism's deployment (initial and subsequent phases). If this mechanism is not implemented, the extension of the material scope and its subsequent phases should follow the same legislative procedure as for the CBAM proposal, meaning an amendment to the European Regulation by the European Parliament and the Council, without resorting to a delegated act. An impact assessment will have to evaluate the initial declarative and pecuniary phases of the CBAM and then integrate the administrative burden and additional costs imposed on downstream sectors.\nCalculation of the carbon content of imported products\nCBAM must better prevent the risks of circumvention by exporting countries or by importers, in particular by countering the following practices: strategies of allocating decarbonised energy to the production of CBAM-eligible goods, or the neutralisation of the additional cost linked to CBAM by acompression of their margins. The text should also better anticipate the risks of false declarations on the carbon content linked to the production of goods. In view of all these difficulties, the implementing measures of CBAM should be set out in the legislation and not later in delegated acts. The proposal should clarify how the carbon content of “complex products” should be taken into account. The nomenclature of products covered by CBAM during the first phase of implementation (Annex |) must clearly identify the products considered respectively as \"goods\" and \"processed goods\" within the meaning of Article 2. The relation with the customs code must be further specified, notably as to limit the administrative burden imposed on the industry in case of inward processing.\nwww.afep.com\nTransparency Register identification number: 953933297-85",
  "page_7": "AFEP POSITION - October 2021\n*\nAssociation francaise des entreprises privées French\nAssociation of Large Companies\nwww.afep.com\nTransparency Register identification number: 953933297-85\n“F aFep\nCoherence with the EUETS\nWhile CBAM is mirroring the EU ETS, there are divergences on certain aspects. Notably, this is the case on the pricing method (weekly average under CBAM versus annual average under ETS) or the way in which public authorities buy back surplus certificates (buybacks of CBAM certificates are subject to more restrictive rules). These aspects should be harmonised to guarantee the equity between companies and thus reinforce the non-discriminatory characteristic of CBAM in view of ensuring its full compatibility with WTO rules.\nImpact of CBAM on exports and downstream sectors\nThe risks of higher costs for exporting activities and downstream sectors using products subject to CBAM must be taken into account. Accompanying measures (longer transitional period of cumulation with free allowances - see below, monetary compensation for other sectors) compatible with WTO rules should be explored. Instead of a phase of regular reduction of 10% of free allowances per year until they are phased out in 2036 for the sectors concerned, free allocation should be fully maintained during this experimental phase of the CBAM. The decision on the proportion of free allowances to be reduced should be taken at the end of this evaluation period of the CBAM. To maintain the competitiveness of exports in the medium term, CBAM income should be channelled towards financial support for R&D and the acquisition of low carbon technologies by EU-based companies. While the revenues from the increase of auctioned allowances to replace free allowances for the CBAM sectors are allocated to the Innovation Fund, which is positive, revenues from the purchase of certificates by importers is allocated without further clarification to the reimbursement of the European Recovery Plan. These revenues should be earmarked to the funding of R&D in low-carbon technologies to accelerate the transition of the EU industry. It is important to ensure that the budgets of the recovery plans earmarked for green investments or research are of asufficient amount to ensure that the transition is made as much as possible using European technologies.\n/nternational aspects of CBAM\nBeyond strict compatibility with WTO rules, consultation with our trading partners remains essential, both to prevent new tariff tensions, as in the case of the tax on digital services, and to ensure consistency with other carbon border taxes being prepared in other countries (Canada, possibly the United States) and to avoid cases of double carbon taxation.",
  "page_8": "AFEP POSITION - October 2021\nAbout AFEP\nAssociation francaise des entreprises privées French\nAssociation of Large Companies\n“F aFep\nSince 1982, AFEP brings together large companies operating in France. The Association, based in Paris and Brussels, aims to foster a business-friendly environment and to present the company members’ vision to French public authorities, European institutions and international organisations. Restoring business competitiveness to achieve growth and sustainable employment in Europe and tackle the challenges of globalisation is AFEP’s core priority. AFEP has around 111 members. More than 8 million people are employed by Afep companies and their annual combined turnover amounts to €2,600 billion.\nAFEP is involved in drafting cross-sectoral legislation, at French and European level, in the following areas: economy, taxation, company law and corporate governance, corporate finance and financial markets, competition, intellectual property and consumer affairs, labour law and social protection, environment and energy, corporate social responsibility and trade.\nContact\n:\nNicolas Boquet /fn.boquet@afep.com\nMarc Poulain / m.poulain@afep.com\nJustine Richard-Morin / L.richard-morin@afep.com\nwww.afep.com\nTransparency Register identification number: 953933297-85"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
