{
  "file_name": "113_1144.pdf",
  "pages": {
  "page_1": "PROPOSALS FOR AMENDMENT - 27 January 2021\nProposals for amendment on the proposed Regulation establishing a Carbon Border Adjustment Mechanism (CBAM)\nAFEP proposes 23 amendments on the proposed CBAM Regulation, revolving around 6 topics:\n1. Design CBAM material scope based on the explicit consent of EU industries the sector of which is targeted for the coverage (“opt-in” procedure)\nAmendment 1\nProposal for a Regulation Recital (37a) (new)\nText proposed by the Commission\nAmendment\n1\nDesign CBAM material scope based on the explicit consent of EU industries the sector of which is targeted for the coverage (“opt-in” procedure)\nAmendments 1 to 3 (pg. 1-2)\nAdopt a ten-year standstill in the phasing out of free allowances for EU sectors goods of which are covered by the CBAM\nTo be dealt with under the proposed EU ETS Directive: Amendments 4 and 5 (pg. 3-4) Establish an allowance adjustment mechanism at the benefit of EU exports to address the remaining risk of carbon leakage\nAmendments 6 to 17 (pg. 5-11)\nEstablish a compensatory mechanism for downstream sectors exposed to additional costs due to the CBAM\nAmendments 18 and 19 (pg. 11-12)\nPrevent the risks of prioritisation of specific low emission installations in third countries and of “resource shuffling”\nAmendments 20 to 22 (pg. 13-14)\nClarifying the application of the inward processing rules in the context of CBAM\nAmendment 23 (pg. 15)\n(37a) The application of the CBAM to sectors and subsectors deemed to be eligible according to the criteria set out in this Regulation should be also contingent to the explicit consent of the EU undertakings being active in these sectors and subsectors. Consequently, a mechanism based on existing procedures should be established to hear organisations representing these industries at the Union’s level and obtain their consent before deciding the application of the CBAM to imported goods that they also produce in the Union’s territory.",
  "page_2": "Amendment 2\nProposal for a Regulation Article 2 (2)\nText proposed by the Commission\nAmendment\n2. This Regulation applies to the goods referred to in paragraph 1 where those goods are brought to the continental shelf or the exclusive economic zone of a Member State.\n2.This Regulation applies to the goods referred to in paragraph 1 where:\n(a) Union’s sectors or subsectors specified in Article 10b of Directive 2003/87/EC have opted for such application with respect to goods also produced by them in the Union’s territory; (b) where those goods are brought to the continental shelf or the exclusive economic zone of a Member State.\nAmendment 3\nProposal for a Regulation Article 2 (6)\nText proposed by the Commission\nAmendment\n6. The Commission is empowered to adopt implementing acts in order to determine the conditions for applying the CBAM to goods referred to in paragraph 2. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 29(2).\n6. The Commission is empowered to adopt implementing acts in order to determine the conditions for applying the CBAM to goods referred to in paragraph 2, including the establishment of a procedure to obtain the consent of Union’s sectors and subsectors for the application on goods they also produced on the Union’s territory. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 29(2).\nJustifications\nEven though the proposed Regulation rightly targets industrial sectors particularly exposed to carbon leakage, relevant sectoral data show that EU individual sectors or subsectors the goods of which are currently listed in Annex | might be impacted very differently from one another by the CBAM. In order to take into account the variety of EU industrial sectors and make sure that the roll out of the CBAM in the second implementing phase (obligation to purchase CBAM certificates for importers of third countries’ goods) can be done on a consensual and cooperative basis, it is proposed to condition the coverage of goods to the explicit consent of sectors exposed to carbon leakage as defined in Article 10b of Directive 2003/87/EC 5 (current version) establishing the EU emission trading system (ETS). The reference to Article 10b of Directive 2003/87/EC also allows to precisely circumscribe such sectors.\nThe consultation of EU sectors and subsectors can be organised by using pre-existing fora established for the purpose of comitology procedures or the dialogue with industries exposed to carbon leakage, such as the Climate change Committee or the High-Level expert Group on energy-intensive industries in which all EU business associations representing sectors and subsectors exposed to carbon leakage are represented. The adoption of this consent procedure for the purpose of determining the material scope of the CBAM can be made within the",
  "page_3": "proposed delegation of power to the European Commission for the purpose of Article 2 paragraph 2 subject to a clarification within the relevant paragraph (Article 2 paragraph 6).\n2. Adopt a ten-year standstill in the phasing out of free allowances for EU sectors goods of which are covered by the CBAM\nTo be dealt with under the proposed EU ETS Directive\nAmendment 4\nProposal for a Regulation Recital (11)\nText proposed by the Commission (11) The CBAM seeks to replace these existing mechanisms by addressing the risk of carbon leakage in a different way, namely by ensuring equivalent carbon pricing for imports and domestic products. To ensure a gradual transition from the current system of free allowances to the CBAM, the CBAM should be progressively phased in while free allowances in sectors covered by the CBAM are phased out. The combined and transitional application of EU ETS allowances allocated free of charge and of the CBAM should in no case result in more favourable treatment for Union goods compared to goods imported into the customs territory of the Union\nAmendment\n(11) The CBAM seeks to replace these existing mechanisms by addressing the risk of carbon leakage in a different way, namely by ensuring equivalent carbon pricing for imports and domestic products. To ensure a gradual transition from the current system of free allowances to the CBAM, the CBAM should be progressively phased in while free allowances in sectors covered by the CBAM are phased out.\nAmendment 5\nProposal for a Regulation Recital (11a) (new)\nAmendment\nText proposed by the Commission\n(11a) Given the uncertainty on whether the CBAM could provide an equivalent protection against carbon leakage for covered sectors as free allowances do under the provisions of Article 10 b of the current EU ETS Directive 2003/87/EC, the progressive phasing out of free allowance should not start before an initial period of ten years following the end of the transitional period. The combined and transitional application of EU ETS allowances allocated free of charge and of the CBAM should in no case result in more favourable treatment for Union goods compared to goods imported into the customs territory of the Union.",
  "page_4": "Mirroring amendment to the inserted in the proposed EU ETS Directive, amending Directive 2003/87/EC\nProposal for a Directive (EU ETS) Article 1 (12) b)\nDirective 2003/87/EC\nArticle 10a (1a)\nText proposed by the Commission (b) the following paragraph 1a is inserted:\nAmendment\n(b) the following paragraph 1a is inserted:\n“1a. No free allocation shall be given in relation to the production of products listed in Annex | of Regulation [CBAM] as from the date of application of the Carbon Border Adjustment Mechanism. By way of derogation from the previous subparagraph, for the first years of operation of Regulation [CBAM], the production of these products shall benefit from free allocation in reduced amounts. A factor reducing the free allocation for the production of these products shall be applied (CBAM factor). The CBAM factor shall be equal to 100 % for the period during the entry into force of [CBAM regulation] and the end of 2025, 90 % in 2026 and shall be reduced by 10 percentage points each year to reach 0 % by the tenth year. The reduction of free allocation shall be calculated annually as the average share of the demand for free allocation for the production of products listed in Annex | of Regulation [CBAM] compared to the calculated total free allocation demand for all installations, for the relevant period referred to in Article 11, paragraph 1. The CBAM factor shall be applied. Allowances resulting from the reduction of free allocation shall be made available to support innovation in accordance with Article 10a(8).”;\n“1a. No free allocation shall be given in relation to the production of products listed in Annex | of Regulation [CBAM] as from the date of application of the Carbon Border Adjustment Mechanism. By way of derogation from the previous subparagraph, for the first ten years of operation of Regulation [CBAM], the production of these products shall still benefit from free allocation at maintained amount and, then from the 11\" year on, in reduced amounts. A factor reducing the free allocation for the production of these products shall be applied (CBAM factor). The CBAM factor shall be equal to 100 % for the period from the entry into force of [CBAM regulation] until the end of 2035, 90 % in 2036 and shall be reduced by 10 percentage points each year to reach 0 % by the tenth year. The reduction of free allocation shall be calculated annually as the average share of the demand for free allocation for the production of products listed in Annex | of Regulation [CBAM] compared to the calculated total free allocation demand for all installations, for the relevant period referred to in Article 11, paragraph 1. The CBAM factor shall be applied. Allowances resulting from the reduction of free allocation shall be made available to support innovation in accordance with Article 10a(8).”;\nJustifications\nWhile the CBAM is explicitly designed\nsubstitutive mechanism to free allowances to combat carbon leakage\nas a and incentivise third countries’ companies to shift to low emission production processes, there is no clarity yet whether CBAM could succeed in such protection against carbon leakage and whether EU exporting industries in covered sectors could overcome the possible weakening of their competitiveness on third countries’ markets due to ETS-driven additional costs. A 10-year standstill in the phasing out of free allowances for sectors exposed to carbon leakage under the ETS Directive update should allow for verifying whether the CBAM has proven effective for these covered sectors. During this period, CBAM certificates will be surrendered taken into account the remaining free allowances allocated to the sectors in the scope, according to Articles 22 and 31 of the proposal for a Regulation on CBAM.",
  "page_5": "3. Establish an allowance adjustment mechanism at the benefit of EU exports to address the remaining risk of carbon leakage\nAmendment 6\nProposal for a Regulation Recital (11b) new\nText proposed by the Commission\nAmendment\nAmendment 7\nProposal for a Regulation Recital 13\n(11b) The CBAM also seeks to limit the risk of replacement of European low-carbon exports with carbon intense products on third-country markets which would undermine the objective of reducing global emissions. It is thus necessary to continue addressing the risks of carbon leakage associated with European exports by introducing allowance adjustments for exports as of the start of the progressive phasing out of free allowances. Those allowance adjustments for exports are established both as a component of the EU ETS of the CBAM to prevent carbon leakage associated with European exports. To this end, the allowance adjustments for export would remain in force independently from the reduction commitments of free allowances under the EU ETS until third countries take equivalent and effective steps to impose carbon costs on competing production and that an agreed solution has been found with concerned countries to avoid a double carbon pricing on the same products.\nAmendment\n(13) As an instrument to prevent carbon leakage and reduce GHG emissions, the import-related provisions of CBAM should ensure that imported products are subject to a regulatory system that applies carbon costs equivalent to the ones that otherwise would have been borne under the EU ETS. Likewise, the export-related provisions of the CBAM should ensure that allowance adjustments provided to European exporters only make up for the remission of costs borne by EU producers by purchasing allowances for export-directed part of their production and does not exceed the costs borne for purchasing allowances for the equivalent products directed for consumption or use on the internal market. The CBAM is a climate measure which should prevent the risk of carbon leakage and support the Union’s increased ambition on climate mitigation, while ensuring WTO compatibility.\nText proposed by the Commission\n(13) As an instrument to prevent carbon leakage and reduce GHG emissions the CBAM should ensure that imported products are subject to a regulatory system that applies carbon costs equivalent to the ones that otherwise would have been borne under the EU ETS. The CBAM is a climate measure which should prevent the risk of carbon leakage and support the Union’s increased ambition on climate mitigation, while ensuring WTO compatibility.",
  "page_6": "Amendment 8\nProposal for a Regulation Recital (23a) new\nAmendment 9\nProposal for a Regulation Recital (50a) new\nText proposed by the Commission\nAmendment\n(23a) Given that the installations concerned can be easily identified, the exported-related provisions of the CBAM would apply to EU installations. Operators would be provided adjustment allowances resulting from exports that will be deducted from the amount of allowances above the benchmark to be surrendered to the competent authority, provided that these allowances only make up for the remission of costs borne by EU producers by purchasing allowances for export-directed part of their production and does not exceed the costs borne for purchasing allowances for the equivalent products directed for consumption or use on the internal market.\nAmendment\n(50a) The allowance adjustments for exports would be implemented as of the start of the phasing out of EU ETS allowances allocated free of charge. A transitional period of two years before the implementation of allowance adjustments for exports is needed to ensure a swift implementation of the mechanism. In this respect, declarants should notify the allowance adjustments resulting from exports which would have to be deducted from the annual amount of allowances above the benchmark to be surrendered to the competent authority. Particular attention should be paid to the arrangements for the calculation of corresponding allowance adjustments, the operation of registries, the application of the monitoring and reporting guidelines and verification.\nText proposed by the Commission",
  "page_7": "Amendment 10\nProposal for a Regulation Article 1 (1)\nAmendment 12\nProposal for a Regulation Article 2 (2a) New\nText proposed by the Commission\n1.This Regulation establishes a carbon border adjustment mechanism (the ‘CBAM’) for addressing greenhouse gas emissions embedded in the goods referred to in Annex |, upon their importation into the customs territory of the Union, in order to prevent the risk of carbon leakage.\nAmendment 11\nProposal for a Regulation Article 1 (2)\nText proposed by the Commission 2. The CBAM complements the system established for greenhouse gas emission allowance trading within the Union by Directive 2003/87/EC by applying an equivalent set of rules to imports into the customs territory of the Union of goods referred to in Article 2\nAmendment\n1.This Regulation establishes a carbon border adjustment mechanism (the ‘CBAM’) for addressing greenhouse gas emissions embedded in the goods referred to in Annex I, upon their importation into or exportation from the customs territory of the Union, in order to prevent the risk of carbon leakage.\nAmendment\n2.The CBAM complements the system established for greenhouse gas emission allowance trading within the Union by Directive 2003/87/EC by applying an equivalent set of rules to imports into or exports from the customs territory of the Union of goods referred to in Article 2.\nAmendment\n2a. This Regulation also applies to goods listed in\nAnnex | when those goods are produced in EU\ninstallations subject to the EU ETS and exported from\nthe Customs territory of the European Union to other\ncountries and territories listed in Annex II, Section A.\nText proposed by the Commission",
  "page_8": "Amendment 13\nProposal for a Regulation\nArticle 5a (New) — Exportation of goods subject to allowances adjustments\nText proposed by the Commission\nAmendment Article 5a Exportation of goods subject to allowances adjustments\n1. Any operator of installations subject to Directive 2003/87/EC seeking an allowances adjustment corresponding to the embedded emissions in goods listed in Annex I, produced in the EU and exported outside the territory of the customs union in accordance with Article 12 of this Directive shall be registered as a declarant according to Articles 4 and 17 and shall submit an application for the issuance of a CBAM export certificate.\n2. For the purpose of their registration as a declarant as referred to in paragraph 1, operators should notify the competent authority installations in which exported goods eligible for adjustment allowances are produced.\n3. When applying for the issuance of CBAM export certificates, a declarant as referred to in paragraph 1 shall notify the competent authorities of its intention to export goods eligible for allowance adjustment at the time of lodging the predeparture declaration. On release of the goods, the customs office of export will transmit the necessary particulars of the export movement to the competent authority.\n4. The Commission is empowered to adopt implementing acts, concerning the standard format of the notification, the delays and procedure to be followed by the competent authority when processing applications for the issuance of CBAM export certificates in accordance with paragraph 1 and the rules for identification by the competent authority of the declarants. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 29(2).",
  "page_9": "Amendment 14\nProposal for a Regulation Article 7 (1)\nText proposed by the Commission Article 7 Calculation of embedded emissions\n1. Embedded emissions in goods shall be calculated pursuant to the methods set out in Annex III.\nAmendment 15\nProposal for a Regulation\nArticle 22a (New) — Issuance of CBAM export certificates\nText proposed by the Commission\nAmendment\nArticle 7\nCalculation of embedded emissions\n1. Embedded emissions in imported goods shall be calculated pursuant to the methods set out in Annex Ill.\nAmendment\nArticle 22a\nIssuance of CBAM export certificates\n1. Upon the reception of relevant information by customs office of export as provided in Article 5 a, the competent authority shall register the export of goods eligible for allowance adjustment by the declarant and issue the CBAM export certificates establishing the number of allowances subject to adjustment in accordance with Article 22 b and Article 12 of Directive 2003/87/EC.\n2. The Commission is empowered to adopt implementing acts, concerning the procedure to be followed by the competent authority when issuing the CBAM export certificate referred to in paragraph 1. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 29(2).\nAmendment 16\nProposal for a Regulation\nArticle 22b (New) — Calculation of the allowance adjustment for exported goods\nText proposed by the Commission\nAmendment\nArticle 22a\nCalculation of the allowance adjustment for\nexported goods\n1. The number of allowances subject to adjustment\nshall be calculated pursuant to the methods set out\nin Annex IV.\n2. The number of allowances subject to adjustment\nshall not exceed the total emissions from the",
  "page_10": "10\ninstallation registered by the declarant used for the production of like goods sold on the internal market.\n3. The Commission is empowered to adopt implementing acts, concerning detailed rules regarding the element of calculation methods set out in Annex IV.\nAmendment 17\nProposal for a Regulation\nArticle 25 a (New) — Procedure at the border for exported goods eligible for allowance adjustment\nText proposed by the Commission\nArticle 25 a\nfor allowance adjustment\nAmendment\nProcedure at the border for exported goods eligible\nThe competent authorities shall not issue a CBAM\nexport certificate unless the exportation has been\nrealised by a declarant registered according to the\nprocedure referred to in Article 5a.\nFor the relevant period referred to in paragraph 3, Member States shall ensure that, when the national competent authority in the sense of Regulation XXX [establishing a carbon border adjustment mechanism] has issued a CBAM export certificate establishing the number of allowances subject to adjustment with respect to exported goods, the operator of each installation is entitled to deduct this number of allowances from the total of allowances to be surrendered in accordance with paragraph 3.\nMirroring amendment to the inserted in the proposed EU ETS Directive, amending Directive 2003/87/EC\nProposal for a Directive Article 1 (15) ca) (new) Directive 2003/87/EC Article 12 3b (New)\nText proposed by the Commission\nAmendment\n(ca new) the following paragraph 3b is inserted:\nJustification\nNotwithstanding the standstill period proposed above for the temporary cumulation of free allowances and CBAM, the CBAM as proposed by the European Commission is not likely to bring a permanent solution to carbon leakage faced in third countries markets and the lack of level-playing field for EU exported goods for CBAM-covered sectors. To make up for these persistent distortions, operators of installations subject to the EU ETS should be compensated for GHG emissions embedded in goods exported to third countries markets to the extend these countries have not put into place a carbon pricing mechanism equivalent and at the level of the",
  "page_11": "11\nEU ETS. Such compensation is not likely to be assimilated to an export subsidy prohibited by the WTO Agreement on subsidies and countervailing measures (ASCM) at the condition that the level of the granted compensation does not exceed the number of allowances equaling to emissions embedded in same goods produced by the same installations but sold on the internal market (based on standard interpretation of Annex | of ASCM, paragraphs (h) and (i) by WTO secretariat transposed in the ETS context).\nTo this end, it is proposed to issue CBAM export certificates establishing the number of allowances to be adjusted to reflect emissions embedded in exported goods and to entitle operators to deduct this number from the number of ETS allowances to be surrendered on annual basis, the rules for such deduction being adopted under the revision of the ETS directive. The European Commission would be tasked to elaborate a methodology to calculate this number of allowances that would meet the requirements for ensuring a full WTO compatibility mentioned above.\nThis export-specific compensation mechanism should entry into force simultaneously with the start of the phasing-out of free allowances, given that Article 31 of the European Commission proposal guarantees that the number of free allowances is deducted from the number of CBAM certificates to be purchased by importers.\n4 Establish a compensatory mechanism for downstream sectors exposed to additional costs due to the CBAM\nAmendment 18\nProposal for a Regulation Recital (49a) new\nText proposed by the Commission\nAmendment\n(49a) Union’s industrial sectors and subsectors incorporating in their final products more than 5 % of imported goods or electricity to which this Regulation applies should be at least partially compensated by a dedicated fund for additional costs inherent to the purchase of CBAM certificates by the suppliers of these goods entering their value chains. Therefore, the Commission should propose a Union supporting scheme to these sectors, compatible with the Union’s international obligations, notably with WTO agreements not later than the end of the transitional period during which the CBAM would apply as a reporting obligation.",
  "page_12": "12\nAmendment 19\nProposal for a Regulation Article 30 (3a) and (3b) new\nText proposed by the Commission\nAmendment\n3a. By 1% January 2024, the Commission shall present a report to the European Parliament and the Council on the impact of this Regulation on downstream industries from the Union directly impacted by the CBAM. That report shall contain, in particular, the assessment of the impact of this Regulation on the competitiveness of goods produced by downstream industries in terms of sales on the internal market and export to third countries markets.\n3b. Where the report referred to in paragraph 3a concludes that this Regulation has a significantly negative impact on the competitiveness of the export and sales on the internal market for downstream industries, and that there is a risk of carbon leakage on those exports, the Commission report shall, if appropriate, be accompanied by a legislative proposal to eliminate such effect and risk. Such a legislative proposal shall respect WTO rules, in particular the legal principles of non- discrimination, and shall not cause distortions in existing trading patterns to the Union's advantage.\nJustifications\nCBAM implementation is likely to result in an increase of production costs for sectors being downstream the supply chain when they incorporate a significant share of heavily CBAM-taxed imported goods in their production process and methods. With a view to helping these sectors to adjust without downgrading their competitiveness on the internal market and third countries’ market, a partial compensation scheme would be established in line with the Union’s international commitment, notably WTO agreements such as the GATT and the Agreement on subsidies and countervailing measures, after a report by the European Commission has ascertained the negative impact of CBAM by the end of the transitional period.",
  "page_13": "5 Prevent the risks of prioritisation of specific low emission installations in third countries and of “resource shuffling”\nAmendment 20\nProposal for a Regulation Recitals (39a) new\nText proposed by the Commission\nAmendment 21\nProposal for a Regulation Recitals 39 b (new)\n13\nAmendment\n(39 a) With a view to incentivising producers in third countries to develop low emission technologies and not treating them less favourably than Union’s industries covered by the ETS, the declaration of embedded emissions in goods other electricity should be based on the actual emissions. When actual emissions cannot be adequately determined, the embedded emissions should be determined by reference to default values.\nAmendment\n(39b) The reference to default values should also be applied when there is evidence that third country producers intentionally focus the roll out of low emission production processes in installations producing goods exported to the territory of the Union, while maintaining high embedded emission production processes for the production of goods sold on their internal market or other exportation markets. It should also be applied when the CBAM will be extended to indirect emissions, as third country producers intentionally resort to low emission energy sources for the installations producing goods exported to the territory of the Union, while maintaining high emissions energy sources for installations producing goods sold on their internal market or exported to other foreign markets.\nText proposed by the Commission",
  "page_14": "14\nText proposed by the Commission\nAmendment\nEmbedded emissions in goods other than electricity shall be determined based on the actual emissions in accordance with the methods set out in Annex III, points 2 and 3. The embedded emissions shall be determined by reference to default values in accordance with the methods set out in Annex Ill, point 4.1, when actual emissions cannot be adequately determined or producers in the country of origin are reported to intentionally:\n(a) focus the roll out of low emission production processes and methods in _ installations producing goods exported to the territory of the Union, while maintaining high embedded emission production processes and methods to produce goods sold on their internal markets or exported to other foreign markets, or (b) resort to low emission energy sources for the installations producing goods exported to the territory of the Union, while maintaining high emissions energy sources for installations producing goods sold on their internal market or exported to other foreign markets.\nJustifications\nThe CBAM effectiveness in incentivising third countries producers in reducing embedded emissions in their production processes could be limited by practices consisting in focusing low emission goods/ installations for export to the EU market, while maintaining on average high emissions production processes for the production of goods sold on domestic markets or on other exportation markets, with, as a result, a negligeable effect on the reduction of carbon leakage toward the country of origin and the maintaining of EU competitiveness on third countries’ markets. To address this issue, it is necessary to build in the proposed Regulation a legal mechanism neutralising” such practices by the reference to default values when it is reported that producers in a specific country of origin have developed them.\nEven if indirect emissions would not be covered in the first phase of the CBAM application, the proposed Regulation should already include an equivalent mechanism to prevent practices by foreign producers that consist in dedicating low emission energy sources to installations producing goods flagged for exportation to the internal market, while maintaining on average high emissions energy sources for installations producing goods sold on domestic markets or on other exportation markets, with, as a result, a negligeable effect on the reduction of carbon leakage toward the country of origin and the maintaining of EU competitiveness on third countries’ markets. This practice is usually named “resource shuffling”.\nAmendment 22\nProposal for a Regulation Article 7 — Paragraph 2\nEmbedded emissions in goods other than electricity shall be determined based on the actual emissions in accordance with the methods set out in Annex Ill, points 2 and 3. When actual emissions cannot be adequately determined, the embedded emissions shall be determined by reference to default values in accordance with the methods set out in Annex Ill, point 4.1.",
  "page_15": "15\n6 Clarifying the application of the inward processing rules in the context of CBAM\nAmendment 23\nProposal for a Regulation Recital (25a) new\nText proposed by the Commission\nAmendment\n(25a) The CBAM should apply to goods and to processed products from those goods as resulting from the inward processing procedure referred to in Article 256 of Regulation (EU) n°952/2013 as in relevant Articles of Commission Delegated Regulation (EU) 2015/2446 and upon their importation into the customs territory of the Union, covering default as well as sector-specific rules set down by these Regulations.\nJustifications\nThe Regulation should be very specific in referring to the different types of inward processing procedures being applicable, particular with respect to sector-specific simplified rules."
},
  "language": "Languages.ENGLISH",
  "total_pages": 15
}
