{
  "file_name": "113_1139.pdf",
  "pages": {
  "page_1": "POSITION - May 2021\nLegislative initiative on a Carbon Border Adjustment Mechanism (CBAM)\nAFEP POSITION\nAFEP, the French Association of Large Companies, strongly supports the rapid adoption of a legislative proposal establishing a carbon border adjustment mechanism (CBAM) in July 2021, subject to the modalities detailed in this position paper.\nSince 2019, AFEP has been advocating for the EU to take concrete actions to tackle carbon leakage and related competitiveness gaps at the expense of EU-based industries. In the context of the \"Green Deal\", the ambitious EU objectives (a reduction of greenhouse gas (GHG) emissions in 2030 to -55% compared to 1990 and the climate neutrality by 2050) will further increase the risk of additional carbon leakage between the EU and third countries, estimated up to 23 % during the period 2040-2050 by the impact study carried out for AEFEP on trade and climate change.\nIn view of the forthcoming debates, AFEP’s 5 key messages are the following:\n1. Carbon adjustment measures should conciliate environmental purpose and maintaining of the EU businesses’ competitiveness in the internal market and abroad\n™\n Asemphasised by the European Council in December 2020, any carbon adjustment measure must have a double objective: ensure the environmental integrity of EU policies and avoid carbon leakage in a WTO-compatible way. In this respect, AFEP insists that CBAM is designed both to achieve GHG emission reduction in third countries as an environmental purpose and to maintain EU companies’ competitiveness on the EU and foreign markets.\nSuch double objective can be reached without jeopardising WTO compliance, notably by making sure that a CBAM does not discriminate against non-EU companies and impose them a similar treatment as the one imposed on EU businesses under the EU regulatory framework when it comes to internal taxation and carbon pricing policy. This could be a way to avoid resorting to GATT Article 20 exemption for public health and environmental policy measures, which would certainly require to focus CBAM only on its environmental dimension.\n“F aTeD\n2. CBAM could be the most efficient tool on the environmental and economic front only if it comes along with a strong support to the green transition of the EU industries\nL\nAFEP study shows that a carbon border adjustment mechanism, constructed as the imposition of a levy on imported goods calculated on the basis of the carbon content of each product category or the obligation to purchase notional allowances based on the same carbon content level:\n[e) is likely to reduce greenhouse gas emissions in non-EU countries at a significant scale (up to -5 019 Mt CO2, 2025-2050), [e) while effectively limiting carbon leakage, and\nAssociation frangaise des entreprises privées\nFrench Association of Large Companies\nwww.afep.com\nTransparency Register identification number: 953933297-85",
  "page_2": "“Ff afep\nPOSITION — May 2021\n[e) is in this respect the best cross-sectoral tool compared to the other tested measures, notably a final consumption tax imposed on domestic and imported goods (only -1077 Mt CO2, 2025- 2050). However, in order to achieve the highest level of macro-economic performance (growth and employment), obtain a positive trade balance and deliver the best CO2 reduction effect, AFEP’s study results point at a necessary combination of a CBAM with subsidies directed towards companies’ investments in the green transition, possibly funded by \"recycling\" the revenue generated by the CBAM and the ETS. This is a key requirement to maintain internal and external competitiveness while maximising the expected environmental impact. Without such a combination, the CBAM ends up at the bottom of the ranking of the main assessed tools, together with the final consumption tax. Under these conditions, AFEP advocates for the adoption of a CBAM incorporating from the start a significant financial support to EU companies’ expenses in low carbon technology R&D and acquisition to foster their ecological transition. This should be made in accordance with the most appropriate legal and technical arrangements to ensure compatibility with WTO law, thus limiting the risks of retaliation.\n3. CBAM design and scope must target market efficiency and equitable treatment for all EU industrial sectors\nL Regarding the CBAM design, large French companies prioritise the solution of notional allowances a purchase scheme for non-EU sectors exporting to the EU that would mirror the EU ETS, notably in the calculation of relevant benchmarks for taxable carbon content but being left separated from the ETS market. This should ensure that non-EU producers are treated in a manner comparable to EU sectors covered by ETS while maintaining the integrity and the good functioning of the ETS market as revised. The CBAM is estimated to deliver contrastive performances depending on sectors, notably with regard to effective reduction of carbon leakage and external competitiveness. It is then of utmost importance that ETS sectors are left the choice to be included in the CBAM sectoral coverage or maintained under the current ETS regime of free allocation for the top current technologies. The combination of free allocation and indirect emission compensations has ensured an effective protection against carbon leakage under the previous EU climate objectives, while incentivising industry to reduce emissions to be part of the most performing installations. Such opt-in right should also be guaranteed for the sectors initially identified by the European Commission as being a priority for a CBAM roll-out, based on their current exposure to carbon leakage namely chemical industry, ferrous and non-ferrous metal industry and cement or subsectors thereof). Even for sectors voluntarily included in the CBAM initial coverage, AFEP recommends that the instrument provides for a testing phase of a reasonable time-period during which free allowances are maintained. At the end of this period, a decision should be made on the relevance and the timing of a progressive phasing-out of free allowances based on the result of an ex-post assessment regarding the performance of the limited-scope CBAM. Such a cumulation with free allowances, possibly followed by a gradual dismantling, proves necessary to let companies adjust to the new production and market conditions resulting from the rapid increase in carbon prices in the EU before they can rip the full benefit of subsidies towards the transition to low carbon technologies which AFEP is calling for. The ex-post assessment following the testing phase for the initial CBAM should also be an opportunity to review the impact of CBAM on downstream sectors and possible retaliatory measures by trading partners and seek concrete remedies if any major sectoral distortion arises. Any future extension of CBAM scope to other industrial sectors should be conditioned upon this ex-post impact assessment and a thorough ex-ante impact assessment for new sectors to be covered, with a comparative analysis of possible alternative instruments.\nAssociation frangaise des entreprises privées\nFrench Association of Large Companies\nwww.afep.com\nTransparency Register identification number: 953933297-85",
  "page_3": "“Ff afep\nPOSITION — May 2021\n4. Country-specific exemptions should be cautiously weighed up\nL Deciding the countries of establishment that would commend the submission of non-EU companies on to CBAM proves legally and politically challenging, with possible contradictory objectives and constraints. Admittedly, both current WTO GATT rules and the Paris Agreement point at combining a non- discriminatory/Most-Favoured Nation logic with room for manoeuvre for differentiation based on development level. Nonetheless, the strong incentive and fair competition objectives that the set-up of a CBAM is pursuing should not be undermined by a too lenient approach towards foreign companies, especially when based in emerging countries. Conversely, there is aneed to make sure that carbon border measures do not result in a double taxation effect for EU or other countries’ companies where ambitious emission reduction targets have been reflected in respective domestic regulatory frameworks. This pleads at least for a wide international coordination on carbon border instruments, both in multilateral forum (such as the WTO and the COP 26) as well in a bilateral format, starting with the United States.\n5. CBAM should in any event be complemented by environment-friendly trade disciplines\nL Interplay with CBAM and international trade rules is crucial. In addition to the requirement that CBAM features are made WTO compliant, AFEP’s study shows that CBAM positive effects on GHG emissions reductions, carbon leakage, growth and trade would be significantly amplified by the implementation of environment-friendly trade rules, such as a reform of the WTO Agreement on subsidies and countervailing measures (ASC ), an ambitious Environmental Goods Agreement and to alesser extent of a potential multilateral/plurilateral agreement curbing down fossil fuel subsidies (- 9 000 Mt COg, 2025-2050). AFEP therefore supports the European Commission’s proposal to open ambitious negotiations on these fronts under the WTO umbrella, while seeking to further include sustainable development objectives into the WTO architecture.\nAbout AFEP\nSince 1982, AFEP brings together large companies operating in France. The Association, based in Paris and Brussels, aims to foster a business-friendly environment and to present the company members’ vision to French public authorities, European institutions and international organisations. Restoring business competitiveness to achieve growth and sustainable employment in Europe and tackle the challenges of globalisation is AFEP’s core priority. AFEP has more than 110 members. More than 8 million people are employed by AFEP companies and their annual combined turnover amounts to €2,600 billion.\nContact:\nMarc POULAIN, International Trade Negotiations Director/m.poulain@afep.com Nicolas BOQUET, Environment-Energy / Director fn.boquet@afep.com Justine RICHARD-MORIN, Director for European Affairs /j.richard-morin@afep.com\nAssociation frangaise des entreprises privées\nFrench Association of Large Companies\nwww.afep.com\nTransparency Register identification number: 953933297-85"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
