{
  "file_name": "113_1146.pdf",
  "pages": {
  "page_1": "POSITION DE L'AFEP - Novembre 2021\nOBSERVATIONS SUR LE PAQUET « FIT FOR 55 », LE MARCHE DE QUOTAS D'EMISSIONS (EU ETS) ET LE MECANISME D’AJUSTEMENT CARBONE AUX FRONTIERES (CBAM)\n:#arep\n1.\nObservations générales sur l'ensemble du paquet « Fit for 55 »\nLT\nL'Afep accueille avec intérêt les propositions du paquet «Fit for 55 » qui doivent assurer la mise en cohérence des politiques et des pratiques à l'échelon européen avec l'objectif du rehaussement de l'ambition climatique à -55 % d'émissions de gaz à effet de serre à 2030 par rapport à 1990, contre -40 % jusque-là.\nLes entreprises notent que la Commission européenne évalue les investissements énergétiques supplémentaires à engager avec l'adoption de nouvel objectif à + 100 Mds£€/an entre 2021 et 2030 par rapport à la prévision initiale d'investissements additionnels de 250 Mds£/an sur cette période en plus des dépenses actuellement engagées dans le cas de l'objectif de -40 %. Le surplus total d'investissements énergétiques à engager par rapport aux dépenses actuelles est donc de + 350 Mds£/an sur cette période 2021-2030.\nLes entreprises françaises sont engagées dans la transition énergétique et climatique, comme en attestent le rapport 2020-21 de la BEI sur ses investissements publié en janvier 2021. Ainsi, en 2019, 73,6 Mds€ ont été investis dans les énergies renouvelables très largement en provenance des entreprises. De même, 6,7 Mds£ ont été investis en R&D directement liés au changement climatique dont plus de 70% proviennent des acteurs privés. Par ailleurs, le sondage d'août 2021 de la BEI indique que : 45 % des entreprises européennes investissent dans le changement climatique contre 32 % pour les entreprises américaines, et sur le plan européen, les entreprises françaises sont au 3\" rang pour investir dans le changement climatique et sont ainsi les premières en ce qui concerne l'efficacité énergétique. Enfin, les investissements en faveur de l'efficacité énergétique représentent 19 % des investissements totaux des entreprises françaises.\nLes entreprises vont poursuivre cet effort et souhaitent pour cela que les efforts de R&D puissent être davantage mutualisés au niveau européen, dans une logique de compétitivité par rapport aux autres grandes régions du monde.\n1.2\nLes entreprises souhaitent que le paquet « Fit for 55 » permette de relever le défi simultané de l'amélioration des performances climatiques de l'UE, du maintien de la compétitivité de ses entreprises, et de l’acceptabilité de la transition par tous les acteurs\nL'Afep estime essentiel que le paquet assure :\ne\nun financement suffisant de la R&D pour les solutions décarbonées et leur déploiement par les entreprises localisées dans l'UE ; il conviendra de bien veiller à ce que les sources de financement additionnel envisagées permettent de répondre au besoin estimé d'investissements additionnels d'ici à 2030;\nAssociation française des entreprises privées French\nAssociation of Large Companies\nLes entreprises françaises sont engagées dans la transition énergétique et accueillent avec intérêt le paquet « Fit for 55 » en vue de mieux relever le défi de la neutralité climatique de l'UE à 2050\nwwWw.afep.com\nTransparency Register identification number: 953933297-85",
  "page_2": ":#arep\nun accès économiquement abordable aux énergies décarbonées (notamment à l'électricité décarbonée ainsi qu'aux gaz renouvelables/bas carbone) pour les entreprises industrielles européennes afin d'assurer leur compétitivité internationale ; une meilleure prévisibilité des signaux prix relatifs au contenu carbone et aux émissions de CO2 en développant des dispositifs adaptés (par exemple des prix plafonds et planchers pour la directive ETS ou un système de pilotage du prix plus régulier) sur la période 2021 -2030 ; une cohérence des outils mis en place avec la notion de cycles d'investissements des entreprises. Atitre individuel, les entreprises ne connaîtront pas une progression linéaire de leur performance climatique ; un environnement législatif et réglementaire propice devra faciliter la mise en place des décisions d'investissements bas carbone et permettre des performances environnementales transitoires avant l'obtention des performances meilleures attendues de ces investissements. une neutralité sur les choix technologiques, pour autant que leur performance est avérée en matière d'impact climatique ; une synchronisation entre la mise à disposition des solutions bas carbone à un prix acceptable et une accentuation de signaux prix/contraintes en faveur de l'acquisition de ces solutions ; un accompagnement économique approprié des ménages, en fonction de leurs capacités ; e maintien de la compétitivité externe de l'UE et la limitation des risques de tensions commerciales et de double taxation du contenu carbone des produits dans la mise en place du mécanisme d'ajustement carbone aux frontières de l'UE.\nElles considèrent essentiel que le paquet «Fit for 55 » constitue un ensemble cohérent avec les textes européens relatifs à la taxonomie, et les prochains textes à adopter : le « paquet gaz », les lignes directrices climat-environnement-énergie en matière d'aides d'Etat, la révision de la proposition de directive sur les performances énergétiques des bâtiments. Ces dispositions doivent permettre que les technologies bas carbone soient développées y compris de façon graduelle, et maintenues (notamment l'énergie nucléaire) en Europe. Ainsi, les énergies de transition doivent être reconnues notamment dans la taxonomie.\nEnfin, les entreprises regrettent que les études d'impacts relatives à chaque proposition législative n'aient pas été complétées par une analyse des effets croisés de ces textes. Il importera lors de l'examen de ces propositions par le Conseil et par le Parlement européen de tenir compte de ces effets combinés.\n2. Observations sur la révision de la directive « EU ETS » (énergie/ industrie/aérien)\nLes entreprises accueillent positivement la non-fongibilité des quotas de l'ETS actuel avec ceux du nouvel ETS pour le transport routier et les bâtiments, compte tenu de l’hétérogénéité des coûts d’abattement.\nElles estiment qu'il est positif de consacrer désormais 100 % des revenus des enchères de l'EU ETS vers des projets favorables au climat (au lieu de 50 %) mais il importe d'assurer un véritable monitoring sur l’action des Etats en la matière afin que ces ressources financent notamment la R&D et l'innovation des secteurs couverts par la directive ETS. Ainsi, les entreprises sont favorables au renforcement du fonds d'innovation mais s'interrogent sur la suffisance des ressources qui lui seront allouées au regard du besoin total en investissement bas carbone.\nPOSITION DE L’AFEP - Novembre 2021\nAssociation française des entreprises privées French\nAssociation of Large Companies\nwwWw.afep.com\nTransparency Register identification number: 953933297-85",
  "page_3": "POSITION DE L’AFEP - Novembre 2021\nLes entreprises sont préoccupées par les points suivants :\nRéduction significative des quotas gratuits\nLe risque d'une réduction très significative du nombre de quotas gratuits pour les entreprises industrielles soumises à la concurrence internationale dégraderait leur compétitivité :\nAssociation française des entreprises privées French\nAssociation of Large Companies\nwwWw.afep.com\nTransparency Register identification number: 953933297-85\ntar Ep\nFacteur de réduction linéaire annuel : la Commission a proposé de passer de -2,2%/an à -4,2 %/an. Il est hautement probable qu'une telle réduction du plafond déclenche le facteur de correction intersectoriel! (CSCF), ce qui pénalisera les entreprises exposées au risque de fuites de carbone. > Afin d'éviter un tel déclenchement, il est proposé d'examiner la possibilité d'augmenter dès le départ la proportion de quotas gratuits par rapport celle des quotas soumis aux enchères, à un niveau permettant d'éviter le déclenchement du CSCF. Audits d'efficacité énergétique : les entreprises questionnent la cohérence de la proposition d'une conditionnalité pouvant aller jusqu'à 25 % des quotas gratuits visant à obliger les exploitants à mettre en œuvre certaines des recommandations issues de l’audit d'efficacité énergétique (si le retour sur investissement est inférieur à 5 ans et si les coûts des investissements sont proportionnels), avec l'objectif de la directive de diriger les investissement là où la tonne de CO2 abattue est la plus économique (pas de valeur limites d'émissions par site). En effet, la pratique des entreprises démontre que la réalisation de tels projets d'efficacité énergétique est conditionnée par de nombreux facteurs non prévus dans les audits. Par ailleurs, les coûts administratifs de suivi apparaissent significatifs au regard l'intérêt attendu. > ll est demandé de clarifier le lien entre cette conditionnalité au regard de l'objectif de la directive d'abattement au meilleur coût et de la notion de proportionnalité. Il est également nécessaire de préciser la nature des soutiens dont les entreprises pourraient bénéficier pour la mise en œuvre des recommandations de l'audit. À défaut, les entreprises considèrent que cette conditionnalité risque d'introduire une gestion administrative très lourde pour peu de gains d'émissions et devrait être supprimée. Mode de calcul des quotas gratuits : les quotas gratuits de la période 2026-2030 étant calculés sur la base de la moyenne des émissions des installations pour 2019-2023, il risque d'y avoir une sous-estimation des quotas gratuits nécessaires en raison de l'impact Covid sur cette période. Cette sous-estimation risque de ne pas être compensée par les allocations dynamiques compte tenu du seuil de 15 % de variation d'activité, qui représente un saut très important pour les grandes installations. > |l est proposé de raisonner sur la médiane de cette période ou de pouvoir supprimer l'année 2020 de la période de référence Sévérisation des benchmarks : O Incertitude sur les règles de calcul: la proposition révise la définition de certains benchmarks et en introduit de nouveaux (ex: hydrogène), ce qui va conduire à une réduction des quotas gratuits pour la période 2026-2030. Le fait d'attendre l'adoption de cette directive ETS puis un acte délégué pour clarifier les impacts en termes de quotas, risque de maintenir l'incertitude sur les quotas gratuits jusqu'au début 2026, ce qui n'est pas favorable au lancement d'investissement. > || serait préférable d'aboutir à une modification dès la présente proposition de directive\n1 Les articles 10bis(5) et 10bis(5a) de la directive 2003/87/EC fixent la quantité maximum annuelle de quotas gratuits qui peut être dépassé. Si la des ne somme quantités maximum annuelles de quotas gratuits soumises par les Etats dépasse cette limite, un facteur de correction intersectoriel est appliqué.",
  "page_4": ":#arep\nNécessité de revoir les règles relatives aux benchmarks « de repli » pour la chaleur et les combustibles : la Commission envisage de conserver les mêmes règles pour la période 2026-2030 concernant ces benchmarks de repli qui ont été définis, pour la période 2021-2025 par rapport à des installations consommant de la biomasse, généralement de petite taille. > Compte tenu de la disponibilité limitée de la biomasse, il est demandé à ce que les installations consommant de la biomasse ne servent plus de référence pour déterminer les benchmarks de repli entre 2026 et 2030. Limites des valeurs de progrès des benchmarks produits : la Commission prévoit des exigences accrues pour les benchmarks produits comprises entre 1,6 %/an et 2,5 %/an pour la période 2026-2030, contre un progrès actuel de 1,6 %/an. L'Afep note que cette nouvelle fourchette de pourcentage ne s’appliquerait pas à partir de 2026, mais seraient appliquée par rétroaction depuis l’année 2008, ce qui conduit en fait à une amélioration de la performance à un niveau de l'ordre de -50 % par rapport à 2008 extrêmement ambitieuse. En outre la Commission fonde ses prévisions d'amélioration des performances non pas uniquement sur la moyenne des deux dernières années connues mais à une valeur extrapolée à 5 ans qui apparaît hors de portée pour les entreprises. > llest proposé de supprimer le raisonnement par extrapolation et d'assurer que l'exigence de progrès fixée entre 1,6 %/an et 2,5 %/an s'applique à partir de l’année 2025\net non rétroactivement depuis l’année 2008.\nIl existe un risque élevé d’une forte hausse brutale du cours des quotas face à l'absence de mécanisme de pilotage du prix dans cette éventualité (ex : pas de prix plafond) ;\nO A ce titre, il serait souhaitable de pouvoir mettre en place une meilleure visibilité pour les acteurs industriels avec un prix plafond et un prix plancher (cf. réponse Afep à la précédente consultation de l'UE).\nO Une alternative serait un système de pilotage du cours par une instance ad hoc.\nChamp d'application\nLa proposition modifie les seuils d’inclusion de certaines activités, en se référant à des capacités de production au lieu de capacités de combustion. Selon l'annexe |, les activités concernées seraient le séchage ou calcination du plâtre où production de planches de plâtre, et la production de noir de carbone. La modification des seuils d’inclusion déséquilibrerait la nature et le nombre des sites assujettis par rapport à la situation existante et d'entraîner des répercussions importantes sur l'équilibre du marché. Il est nécessaire de disposer d'une :\ne confirmation des secteurs concernés, sans autre ajustement ultérieur ; e visibilité sur le choix des seuils de production ; e analyse du nombre de sites impactés par ces changements, entrants et sortants.\nRecours à l'hydrogène\nLe rôle confié à l'hydrogène apparaît moins affirmé dans la révision de la directive ETS, alors que le développement de ce vecteur fait l'objet d'objectifs significatifs dans la proposition de révision de la directive sur les énergies renouvelables.\nPOSITION DE L’AFEP - Novembre 2021\nRéduction du risque de fluctuation brutale du cours des quotas\nAssociation française des entreprises privées French\nAssociation of Large Companies\nwwWw.afep.com\nTransparency Register identification number: 953933297-85",
  "page_5": "POSITION DE L’AFEP - Novembre 2021\nLes règles de benchmarks applicables à l'hydrogène issu d'un même procédé, qui seraient applicables à partir de 2026, risquent de créer une distorsion de traitement selon que cette production a été internalisée ou externalisée.\nRenforcement de la compensation pour la répercussion du prix des quotas dans le prix de l'électricité :\nIl est nécessaire d'assurer un renforcement des aides d'Etat possibles pour les entreprises électro- intensives afin de compenser davantage la répercussion de la hausse du cours des quotas dans le prix de l'électricité (« compensation des émissions indirectes ») en s’assurant notamment de l'attractivité pour une entreprise consommatrice d'un passage d'énergie carbonée à de l'électricité non carbonée, malgré l'arrêt d'une éligibilité aux quotas gratuits.\nIl conviendrait également qu'un site industriel qui serait amené à devenir électro-intensif par la mise en œuvre de l’électrification de ses procédés puisse bénéficier de cette compensation, même si son secteur d'activité n'est pas explicitement visé à ce stade dans la liste des secteurs éligibles.\nRéserve de stabilité de marché (Market Stability Reserve. MSR) de l'EU ETS\nLes entreprises demandent à ce stade de maintenir les règles de fonctionnement actuelles de la réserve de stabilité de marché, sans ajouter de complexité.\nBiocarburants\nLes biocarburants devraient être traités de la même manière que la biomasse et le biogaz dans le cadre du règlement relatif à la surveillance et à la déclaration des émissions (Monitoring and Reporting Regulation, MRR) récemment révisé (cf. article 38 modifié du MRR, applicable à partir du 1er janvier 2022), recevant ainsi un facteur d'émission zéro, sans imposer de charges administratives excessives. Toute méthodologie établie pour reconnaître ou déterminer la fraction de biocarburants utilisée doit être simple, directe et tenir compte des spécificités du transport maritime, aérien et routier (y compris le fait que ces biocarburants ne sont pas nécessairement transportés par des réseaux de gaz mais aussi par d'autres moyens logistiques comme les camions).\nÀ cet égard, l'extension du EU ETS au transport routier ne devrait commencer à s'appliquer que lorsque les règles révisées du MRR visant à reconnaître le « zero-rating » des e-carburants seront adoptées.\nCCU {e-fuels fabriqués à partir d'électricité décarbonée)\nLa reconnaissance explicite du CCU dans le cadre du EU ETS révisé est appréciée des entreprises. En effet, elle apparaît nécessaire pour valoriser l'utilisation du CO2 non seulement lorsqu'il est lié chimiquement de façon permanente, mais aussi pour stimuler et déployer la production et l'utilisation des e-carburants. À cet égard, l'UE devrait valoriser dans le cadre du EU ETS l'utilisation du CO2 capté par tout moyen: non seulement le captage du CO? par les installations industrielles (tout en évitant le double comptage pour le cas des installations couvertes par le champ d'application de l'EU ETS), mais également la valorisation du captage biogénique et le captage direct de l'air. Les e-carburants sont des moyens prometteurs et durables de décarboniser les secteurs du transport maritime, de l’aérien et du transport routier lourd. Il est donc important que les différents maillons de la chaîne de valeur de l'économie circulaire liés au captage du CO2 reçoivent les incitations requises.\nGrandfathering concernant les installations\nLa proposition prévoit le maintien des droits acquis des installations dans le champ d'application du EU ETS même si elles en sont sorties suite à des modifications de leur processus de production où à une réduction de la puissance thermique nominale totale de l'unité de combustion. || apparaît préférable que le maintien\ndes droits acquis ne soit pas obligatoire mais relève du choix de l'installation (opt in righô jusqu'à la fin de la période de cinq ans concernée.\ntar Ep\nAssociation française des entreprises privées French\nAssociation of Large Companies\nwwWw.afep.com\nTransparency Register identification number: 953933297-85",
  "page_6": "POSITION DE L'AFEP - Novembre 2021\nDispositions sur le secteur maritime\nLes propositions de la Commission concernant le phasage du dispositif ainsi que la référence aux «compagnies » sont considérées comme positives.\nEn termes d'évolutions, les acteurs économiques concernés souhaiteraient que :\nAssociation française des entreprises privées French\nAssociation of Large Companies\nwwWw.afep.com\nTransparency Register identification number: 953933297-85\n:#arep\nles revenus générés par le système puissent abonder un fonds dédié à la R&D&I en faveur de la décarbonation du secteur ; le champ vise explicitement les déplacements intra-UE et non 50 % des trajets entre les zones hors UE et l'UE ; les entreprises craignent la mise en place de « hubs » maritimes aux portes de l'UE qui ne seraient pas couverts par la proposition. Pour ces trajets internationaux vers ou depuis l'UE, le cadre international apparaît plus adapté.\n3. Observations sur l'introduction d'un ETS dédié pour les bâtiments et les transports routiers\nLes entreprises sont assez ouvertes à l'introduction du transport routier mais plus réservées pour les bâtiments qui font déjà l’objet de nombreuses réglementations et de normes.\nI conviendra d'évaluer les effets d'une forte électrification de la consommation énergétique des bâtiments sur le système ETS.\nLes entreprises craignent un risque de distorsion de traitement entre la cogénération relevant de l'EU ETS et celle relevant de l'ETS bâtiments/transports routiers.\nDe surcroît, l'extension du système ETS aux bâtiments risque d'accroître la vulnérabilité des ménages aux prix croissants de l'énergie. Les entreprises demandent de clarifier les mécanismes de fléchage du Fonds Social pour le Climat (Social Climate Fund) en faveur de la rénovation énergétique.\nIlest primordial d'adopter une vision globale et de bien évaluer les effets croisés liés à ce nouvel EU ETS «bâtiment/transports routiers », à la révision de taxation de l'énergie, à la révision de la directive sur l'efficacité énergétique, et à la prochaine révision de la Directive sur la performance énergétique des bâtiments (EPBD) afin d'éviter des superpositions d'outils conduisant à des surcoûts non gérables par les redevables (entreprises, ménages). De façon plus spécifique, les entreprises s'inquiètent des effets négatifs que le nouvel EU ETS «bâtiments/transports routiers » pourrait avoir sur les mécanismes d'obligations d'efficacité énergétique (MOEE) existants, tels que définis à l'article 7 de la directive sur l'efficacité énergétique et ses annexes. Les efforts de décarbonation liés aux bâtiments dans le cadre du EU ETS et les investissements dans les économies d'énergie dans le cadre des MOEE doivent rester complémentaires pour atteindre les objectifs climatiques de l'UE et ne pas pénaliser doublement les consommateurs finaux.",
  "page_7": "POSITION DE L’AFEP - Novembre 2021\nDétermination du champ d'application matériel et phases d'extension\ne\nCalcul du contenu carbone des produits importés\nCohérence avec le système ETS\nImpact du CBAM pour les exportations et les secteurs aval\nAssociation française des entreprises privées French\nAssociation of Large Companies\nwwWw.afep.com\nTransparency Register identification number: 953933297-85\ntar Ep\n4, Observations concernant le mécanisme d'ajustement carbone aux frontières (CBAM)\n| conviendrait d'introduire le principe d'une adhésion volontaire des secteurs par un mécanisme d'opt-in, reposant sur la consultation et l'accord préalable des industriels concernés pour leur inclusion dans le champ matériel du CBAM à tous les stades de déploiement du mécanisme (phase initiale et phases ultérieures). Dans l'hypothèse où un tel système ne pourrait être mis en place, “extension du champ matériel dans les phases ultérieures devrait suivre là même procédure égislative que pour l'instauration du CBAM, à savoir un amendement du règlement européen par e Parlement européen et le Conseil, sans recours à un acte délégué.\nUne étude d'impact devra évaluer les phase déclaratoires et pécuniaires initiales du CBAM puis devra intégrer la charge administrative et les surcoûts imposés aux secteurs aval.\nLe CBAM doit mieux prévenir les risques de contournement par les pays exportateurs ou les importateurs notamment en contrant les pratiques suivantes: les stratégies d'affectation prioritaire de leur énergie décarbonée à la production de biens éligibles au CBAM où encore une neutralisation du surcoût lié au CBAM par une compression de leurs marges. Le texte doit par ailleurs de mieux anticiper les risques de fausses déclarations sur le contenu carbone associé à la production des biens. Compte tenu de toutes ces difficultés, les modalités de mise en œuvre du CBAM doivent être fixées dès le règlement et non ultérieurement dans des actes délégués. Le texte doit être impérativement clarifié s'agissant de la prise en compte du contenu carbone des produits dits complexes. La nomenclature des produits couverts par le CBAM pendant la première phase de mise en œuvre (annexe 1) doit clairement identifier les produits considérés respectivement comme des « marchandises » («goods ») et des « biens transformés » (« processed goods ») au sens de l’article 2. L’articulation avec le code des douanes doit être précisée, notamment pour la charge administrative imposée aux industriels en cas de perfectionnement actif («inward processing »).\nAlors que le CBAM s'inscrit en miroir du système ETS, des divergences apparaissent cependant sur certains aspects. || s'agit notamment de la méthode de fixation des prix (moyenne hebdomadaire dans le cadre du CBAM versus moyenne annuelle dans le système ETS) ou des modalités de rachat des certificats excédentaires par les autorités publiques (les rachats de certificats CBAM faisant l’objet de règles plus limitatives).\nCes aspects mériteraient d’être harmonisés pour garantir l'équité entre les entreprises et renforcer le caractère non-discriminatoire du CBAM en vue d'une pleine compatibilité avec les règles de l'OMC.\nLes risques de renchérissement des coûts pour les activités exportatrices et les secteurs aval utilisant des produits assujettis au CBAM doivent pris en compte. Il faut à cet égard explorer des",
  "page_8": "POSITION DE L'AFEP - Novembre 2021\nAspects internationaux du CBAM\nÀ propos de l'Afep\nAssociation française des entreprises privées French\nAssociation of Large Companies\n:#arep\nmesures d'accompagnement (cumul transitoire avec les quotas gratuits plus long - c infra, compensations monétaires pour les secteurs utilisateurs) compatibles avec les règles de l'OMC.\nAu lieu d'une phase de réduction régulière de 10 %/an des quotas gratuits jusqu'à leur disparition totale en 2036 pour les secteurs concernés, il conviendrait de prévoir un maintien pendant cette phase d'expérimentation du CBAM de la totalité des quotas gratuits. Une décision sur la proportion de quotas gratuits devrait être prise à la fin de cette période d'évaluation du fonctionnement du mécanisme. Pour maintenir la compétitivité des exports à moyen terme, Il faut réorienter le revenu du CBAM vers un soutien financier à la recherche-développement et à l'acquisition des technologies bas carbone par les entreprises de l'UE. Si les revenus issus de l'augmentation des quotas achetés aux enchères en remplacement des quotas gratuits pour les secteurs relevant du CBAM sont bien affectés au Fonds d'innovation, ce qui est positif, la partie des revenus issus de l'achat de quotas par les importateurs est par contre affectée sans plus de précision au remboursement du plan de relance européen. Il importe d’affecter ces derniers revenus à ces dépenses stratégiques de R&D bas carbone pour la transition de l'appareil industriel de l'UE. Il convient de s'assurer en effet que les budgets des plans de relance fléchés vers les investissements verts ou la recherche sont suffisants pour assurer que la transition se fera au maximum avec des technologies européennes.\nAu-delà de la stricte compatibilité avec les règles de l'OMC, la concertation avec nos partenaires commerciaux reste indispensable, aussi bien pour prévenir de nouvelles tensions tarifaires, comme dans le cas de la taxe sur les services numériques, que pour assurer la cohérence avec les autres taxes carbone aux frontières en préparation dans les autres Etats (Canada, éventuellement les Etats-Unis) et éviter les cas de double imposition carbone.\nDepuis 1982, l'Afep rassemble les grandes entreprises opérant en France. L'association, basée à Paris et à Bruxelles, a pour objectif de favoriser un environnement favorable aux entreprises et de présenter la vision des entreprises membres aux pouvoirs publics français, aux institutions européennes et aux organisations internationales. Restaurer la compétitivité des entreprises pour assurer la croissance et l'emploi durable en Europe et relever les défis de la mondialisation est la principale priorité de l'Afep. L'Afep compte plus de 110 membres, Plus de 8 millions de personnes sont employées par les entreprises membres de l'Afep et leur chiffre d'affaires annuel combiné s'élève à 2 600 milliards d'euros.\nL'Afep participe à l'élaboration de législations trans-sectorielles, au niveau français et européen, dans les domaines suivants : économie, fiscalité, droit des sociétés et gouvernement d'entreprise, financement des entreprises et marchés financiers, concurrence, propriété intellectuelle et consommation, droit du travail et protection sociale, environnement et énergie, responsabilité sociale des entreprises et commerce.\nContact\n:\nNicolas Boquet /fn.boquet@afep.com\nMarc Poulain / m.poulain@afep.com\nJustine Richard-Morin / j.richard-morin@afep.com\nwwWw.afep.com\nTransparency Register identification number: 953933297-85"
},
  "language": "Languages.FRENCH",
  "total_pages": 8
}
