{
  "file_name": "113_1142.pdf",
  "pages": {
  "page_1": "AIRFRANCE KLM\nGROUP\nFit for 55: EU ETS and CORSIA Air France-KLM comments and suggestions\n= Context\n27 JANUARY 2022\nFollowing the presentation of the “Fit for 55” package on 14 July 2021 by the European Commission (EC), the Air France-KLM group welcomed the package and strongly supports the objectives of the European Union to be the first climate neutral continent in the world by 2050 and to reduce by -55% CQO2 emissions by 2030 compared to 1990. Despite the aviation sector being so hard hit by the COVID-crisis, Air France-KLM Group remains fully committed to decarbonise air transport and we are accelerating our efforts to reduce COz emissions, as was also shown by our active contribution to and full endorsement of the Destination 2050 report', displaying the European aviation sector’s pathway to net-zero emissions in 2050 of all flights departing Europe, published in February 2021.\nIn October 2021, the International Air Transport Association (IATA) committed to achieve net-zero emissions globally by 2050, and the Air Transport Action Group (ATAG) provides corresponding technology projections up to 2050.\nMoreover, in December 2021, Air France-KLM Group, Air France and KLM committed themselves to Science-Based Targets (SBTis) to set short term targets based on science in line with the Paris Agreement. In doing so, we are also effectively contributing to the European Green Deal and EU’s climate neutrality objectives.\nIn our general position paper on Fit for 55*, we noted that the package contains a number of proposals that will directly impact the European aviation sector. We are pleased that many of them are in line with the Destination 2050 report. We are concerned however that some parts of the proposals would increase the risk of carbon leakage, due to substantial cost increases for European airlines and lead to competition distortions with third country carriers, if no adjustments are made. We therefore wish to continue to work constructively with the EU institutions and relevant stakeholders to ensure that passengers continue to use EU hubs - key assets to Europe’s attractiveness - and to limit carbon leakage.\nAs the different Fit for 55 proposals are dealt with by different Committees in the European Parliament and different Council formations at different speeds, it is essential that we assess the Fit for 55 proposals and its impact all\ntogether and as a package, in terms of true COz2 reduction contribution of every single measure, the impact on carbon leakage, costs for the industry and the competitiveness of the European aviation sector vis-a-vis the rest of the world. In order to have a constructive discussion with all stakeholders, we offer concrete suggestions to improve the EC proposals where necessary, for each text that affects our activity.\nThis document outlines our comments and concrete suggestions for improvement regarding:\ne The EC proposal on the revision of EU ETS for aviation; proposal for a Directive (2021/0207) amending Directive 2003/87/EC as regards aviation's contribution to the Union’s economy-wide emission reduction target and appropriately implementing a global market-based measure. The EC proposal for a Decision on CORSIA; proposal for a Decision (2021/567) amending Directive 2003/87/EC as regards the notification of offsetting in respect of a global market-based measure for aircraft operators based in the Union.\n' https://www.destination2050.eu/\n? Position Paper Air France-KLM key EU Green Deal Fit for 55 package of 21 October 2021 - messages\nAir France-KLM, société anonyme au capital de 428 634 035 Euros, 552 043 002 RCS Paris Siége social : 2, rue Robert Esnault Pelterie. 75007 Paris\nPage 1/2",
  "page_2": "AIRFRANCE KLM\nGROUP\n>> General comments on the EC proposals to revise EU ETS for aviation and CORSIA\nAviation has been part of the European Emission Trading System (EU ETS) for intra-EEA flights since 2012. As such, EU ETS is an efficient market-based measure that provides a clear signal to reduce CO2 emissions. Especially in the next 10-15 years, EU ETS will continue to be key to reduce COz emissions from European aviation. Reliance on economic measures will be reduced over time as breakthrough technologies become more widely available, leaving residual emissions to be addressed through carbon removals.\nAt the same time, the EC is now proposing a complete phase out of all free allowances for aviation already by 2027,\ncombined with a sharp increase of the linear reduction factor (LRF) from -2.2% to - 4.2% per year, which will lead\nto steep cost increases for EU airlines in the next years. Especially as already now EU ETS carbon prices have risen from 25 euro per tonne at the end of 2020 to 90 euro at the end of 2021. These are costs which non-EU carriers operating on the same markets do not incur. When European aviation becomes more expensive than non-EU competition, without balancing measures, traffic flows would move outside of the EU and COz2 emissions would merely shift elsewhere, i.e. lead to carbon leakage, instead of reducing them, which must be our common goal. In fact, as a result of carbon leakage, COz emissions can even increase due to longer journeys around Europe. This makes it even more important to improve the EC proposals and to restore the balance and to adopt flanking measures in the context of the proposed ETS revision to avoid carbon leakage and safeguard fair competition with non-EU carriers from other parts of the world that are not subject to similar environmental regulation. It is essential for EU carriers and EU hubs to retain passengers, remain competitive, provide connectivity and not put European jobs at risk. We must work on this together to effectively decarbonise the aviation sector, which is a truly global sector.\nIn this context, we regret to see that the current ETS proposal lacks parallel measures or new instruments to\navoid carbon leakage. This is surprising as other sectors that operate internationally and also face fierce global competition and are equally subject to a phase out of free allowances, as proposed by the EC, such as the steel, cement and chemical sectors, do fall under the EC proposal for a Carbon Border Adjustment Mechanism (CBAM),\nwhich is meant to uphold the international level playing field. By contrast aviation is not covered by the CBAM proposal nor is any other measure to the same effect foreseen. This is remarkable as aviation is considered to be highly sensitive to carbon leakage, as was concluded by a recent AFEP study, being the 4 most exposed sector to carbon leakage.®\nWhen aviation was incorporated into the EU ETS in 2012, it was decided that a number of free allowances would be allocated to EU airlines precisely to continue to be able to compete globally with non-EU carriers that do not fall under this European system. Taking free allowances away, without considering the distortive effect, would nullify vested policy. In the specific context of recovery from the COVD-19 crisis, the revision of the EU ETS must be done prudently in order to preserve a global level playing field as much as possible.\nMoreover, Air France-KLM believes that it is essential that the revenues of EU ETS are actually used to achieve in- sector decarbonisation in the future, for example by funding the scale-up of Sustainable Aviation Fuels (SAF) production in Europe to make these fuels more affordable, targeted research and innovation in low carbon technologies and engine and aircraft improvements and/or to support energy-related projects and carbon capture development. This is not happening at the moment and does not help the sector in its green transition. We need to ensure that there is sufficient investment already today in the technologies which will help airlines decarbonise tomorrow, preferably in the short and medium term. The extension of the ETS Innovation Fund should include support for Contracts-for-Difference (CfD), notably to increase the attractiveness of SAF.\nWe underline that the value of a cap-and-trade system such as the ETS resides in its capacity to provide long-term certainty on the abatement curve, while offering the possibility to hedge against unforeseen fluctuations in the ETS price on sufficiently liquid and deep carbon markets. Measures to prevent financial speculation in European carbon markets should be considered, if disorderly trading or abusive behaviour is identified in the market.\n3 AFEP study “Trade & Climate Change”, 2020.\nAFKL comments on EU ETS for aviation reform and CORSIA — January 2022\nPage 2/8",
  "page_3": "AIRFRANCE KLM\nGROUP\nPossible solutions to restore the international level playing field distorted by the ETS proposal\nWhile we fully support effective EU measures that help the sector to become more sustainable and reduce its COz emissions, the EU ETS revision as proposed by the Commission will lead to significant extra costs for EU airlines. For Air France-KLM Group the cost of ETS compliance will be 10 times (!) as high in 2030 compared to 2019. For Air-France KLM Group the costs would reach about 430 million euro per year in 2030.*\nIt is important to stress that EU ETS applies to intra-EEA flights only. Flights which start in the EU and end outside the EU are excluded from the EU ETS. Accordingly, feeder flights to hubs outside the EU enjoy a financial advantage. Due to their geographical proximity to the EU, airlines and hubs in Turkey, the UK (if policy would disalign following Brexit) as well as the Near and Middle East in particular benefit from this unequal treatment. Yet, we regret to see insufficient measures to rebalance this heavy distortive impact for EU airlines in the Fit for 55 package. We need adequate EU measures to counter the increasing imbalance with non-EU carriers.\nWe believe these are possible solutions - which can be used in complementary manner - to level the playing field and help to avoid carbon leakage:\n1 Retention of a number of free allowances in EU ETS until the level playing field is restored\nAllowances should be allocated to reflect the timeframe expected to see significant uptake of decarbonisation\ntechnologies in the sector - according to the EC’s own assessments; this is not expected before 2030 for a\nsignificant uptake of SAFs and only 2035 for the deployment of transformative propulsion technologies.\nFurthermore, it is important to note that modifying the share of allowances auctioned will have no impact on CO2\nemissions. Under a cap-and-trade mechanism, the climate benefit is defined by the cap, not by the level of\nauctioning. If the auctioning of allowances generates revenues for EU and EFTA Members States, it does not lead to an additional mitigation in CO2 emissions from aviation unless the revenue from such auctioning is reinvested into the development or deployment of aviation decarbonisation technologies. Free allocation is an established means to prevent competitive distortion and carbon leakage. Moreover, shifting the total phase out from the start of 2027 to 2030 or 2035 gives other parts of the world — such as the UK which is considering a SAF mandate and has an own ETS too, or Turkey and others — time to also put in place similar climate mitigation legislation, which also decreases the competitiveness gap between EU and non-EU airlines. It is fine if the EU sprints, but then at least the rest of the world needs to run as well. If no new policy solution is found to uphold the level playing field for the European aviation sector, free allowances - put in place precisely for this purpose - must be retained. An EU ETS Fair Competition Correction for transfer passengers on European feeder flights that continue their journey from/via an EU hub to non-EU destinations The risk of carbon leakage caused by significant price difference could be addressed by introducing a compensation mechanism targeting only the fraction of traffic actually exposed to this risk. These modifications could be achieved without reducing the overall COz emission reduction ambitions or limiting the effectiveness of the EU ETS. A formula can be used to calculate the compensation/correction for airlines. In a first step, all airlines report annually the total amount of passengers, who transfer via an EU-hub to an extra-EU destination. Via such a formula, fuel consumption is allocated to individual passengers, and the outcome of such a formula shows the compensation/correction that an airline should receive on the basis of traffic that is actually exposed to the risk of carbon leakage. The payment of this compensation could be done in the form of “EU ETS fair competition allowances’. For this solution to be workable, we need a simple and uniform solution to calculate, report and verify this, using standardised percentages of transferring passengers (totals) instead of a per flight approach to avoid heavy administrative burden and unworkable reporting and auditing obligations. See our concrete suggestion for a new article to be included in the EU ETS proposal in the “specific comments” section below. Inclusion in CBAM, or a separate (similar) operational proposal for aviation A Carbon Border Adjustment Mechanism (CBAM) may be an effective method to equalise distortions of competition with non-EU companies competing on the same markets. For goods, a tax is usually levied as a compensatory mechanism. The CBAM or a similar control principle could help to level the international level playing field for aviation, as it would then be applied to airlines that operate out of the EU via non-EU hubs, but are not subject to the ETS. We are welcoming the possibility offered by the Commission to study the extension\n4 Based 106€/t CO2 hypothesis. on\nPage 3/8\nAFKL comments on EU ETS for aviation reform and CORSIA — January 2022",
  "page_4": "AIRFRANCE KLM\nGROUP\nof CBAM to transportation services during the first years of implementation of the mechanism, and will firmly support such initiative towards inclusion, with stronger, more concrete wording. Integrate environmental compliance in the EU comprehensive air transport agreements In principle, air transport agreements could allow for the integration of environmental standards similar to those applicable in the EU. EU comprehensive air transport agreements that have not yet been signed or pending bilateral agreements could therefore be amended accordingly. By doing so, flights by third country airlines feeding into their non-EEA hubs would be integrated into the EU ETS or apply a similar, equivalent system on a mandatory basis. For existing agreements, the Joint Committees could also work towards their subsequent inclusion in the EU ETS or introduce similar, equivalent systems and standards, although this will be an extremely difficult process. New negotiating mandates for future comprehensive air transport agreements should include a provision on ensuring compliance with the EU environmental requirements for international aviation.\nOf course, aviation is a truly global industry and therefore its CO2 emissions can be best addressed at global level to be most effective and fair to all. Therefore Air France-KLM strongly believes that:\n5 We need to set strong global targets for aviation Air France-KLM encourages the wider adoption of more ambitious decarbonisation targets at ICAO level to effectively reduce COz2 emissions, including increasing the ambitions of CORSIA, and related actions such as the long-term global aspirational goal for international aviation (LTAG), to be agreed at the ICAO Assembly in the second half of 2022. Air France-KLM also encourages ICAO to set intermediate goals that are in line with the Paris Agreement and follow Europe’s climate ambitions. A global carbon price is a driver for good, effective and even progress. If it is achieved, it will incentivise decarbonisation cost-effective for all players, provide clarity and a truly common mission. A global carbon pricing system would help to gradually close the gap in ambition between the EU and the rest of the world as we all decarbonise our sector. This also includes the possibility of introducing a worldwide SAF blending mandate. To the contrary, a unilateral decision to expand the scope of EU ETS to non-EU destinations will pose a serious threat to this global objective as it will preclude any global negotiation. We are therefore against any extension of the application of the EU ETS geographical scope. The global UN-system CORSIA needs to be strengthened Ensuring strong sustainability criteria for offsets will be crucial for the credibility of the sector and of instruments such as CORSIA. In line with UN goals, these credits should be truly sustainable and without any compromise, notably when it comes to impact on deforestation or food/feed supplies. Internationally agreed standards following these sustainability principles need to be agreed upon. CORSIA should be stimulating reduction instead of offsetting. If offsets are allowed even when they do not result in genuine and additional emissions reduction, then the scope to compensate for growth in the aviation sector will be limited and the scheme will be undermined. Implementing CORSIA in Europe: EU participation in CORSIA is pivotal for the success of the scheme and its credibility. The EU needs to respect its multilateral engagement, not endanger the effectiveness of CORSIA and reconcile the ICAO CORSIA scheme with the EU ETS in a way that does not penalise EU carriers. A hybrid system could be envisaged, where double counting of the same ton of CO2 must be avoided.\nWe need a solution or a combination of such solutions to avoid carbon leakage as a result of the EU ETS proposal, but especially as a result of the cumulative effect of the various Fit for 55 proposals.\nThe current EC proposals \"as is\" could jeopardise the economic viability of the European aviation industry and could create a scenario that leaves the grade of connectivity (in terms of frequencies and capacity) into the hands of non- EU carriers. A setback in connectivity would significantly hamper trade, business and leisure activities for each EU Member State, and consequently severely damage the economic well-being of the EU Member States, including job losses as a result of lost traffic through EU hubs.\nAFKL comments on EU ETS for aviation reform and CORSIA — January 2022\nPage 4/8",
  "page_5": "AIRFRANCE KLM\nGROUP\n> Specific comments and suggestions for improving the EU ETS and CORSIA texts\nArticle\nContent\nComments\nProposal\nArticle 1 phasing out of free allowances (amending Article 3c and d)\n(a) paragraph 1 is replaced by the following: ‘1. In 2024, 25% of the quantity of allowances in respect of which free allocation would have taken place as published in accordance with Article 3c shall be auctioned.’, (b) the following paragraph 1a, 1b, 1c and 1d are added: ‘1a. In 2025, 50% of the quantity of allowances in respect of which free allocation would have taken place in that year, calculated from the publication in accordance with Article 3c shall be auctioned. 1b. In 2026, 75% of the quantity of allowances in respect of which free allocation would have taken place in that year, calculated from the publication in accordance with Article 3c shall be auctioned. 1c. As from 1 January 2027, all of the quantity of allowances in respect of which free allocation would have taken place in that year shall be auctioned.’,\nEffective decarbonisation solutions for aviation will only become available at scale from 2030. Air France-KLM therefore proposes to prolong the total phasing out of free allocations for aviation emissions until 2030 and to subsequently tie the share of emissions eligible for free allocations to the share of guaranteed available decarbonisation solutions such as Sustainable Aviation Fuels (SAF) on the EU market as per the ReFuelEU SAF blending mandate proposal Article 13 and Annex I. A later phase out also gives other non-EU countries time to implement similar climate legislation to meet the goals of the Paris Agreement, be it their own EU ETS or SAF mandate for example.\nProposed amendments:\nIn 2024, 15% of the quantity of allowances in respect of which free allocation would have taken place as published in accordance with Article 3c shall be auctioned. 1a. From 2025 to 2029, 50% of the quantity of allowances in respect of which free allocation would have taken place in that year, calculated from the publication in accordance with Article 3c shall be auctioned. ic. As from 1 January 2030, all of the quantity of allowances in respect of which free allocation would have taken place in that year shall be auctioned.\nArticle 10a on the use of revenues generated from the auctioning of ETS allowances\n‘4. Member States shall determine the use of revenues generated from the auctioning of allowances covered by this Chapter, except for the revenues established as own resources in accordance with Article 311(3) of the Treaty and entered in the general budget of the Union. Member States shall use the revenues generated from the auctioning of allowances in accordance with Article 10(3).\nIt is essential that the revenues of EU ETS are actually used to implement in-sector decarbonisation in the future, for example by funding the scale-up of SAF production in Europe to make these fuels more affordable, targeted research and innovation or to support energy-related projects and carbon capture development. We need to ensure that there is sufficient investment already today in the technologies which will help airlines decarbonise tomorrow.\nMember States shall use no less than the full amount of the aviation allowances auction revenues to support aviation decarbonisation efforts and technologies reducing greenhouse gas emissions from aviation, and in particular the deployment of SAFs. The Innovation Fund shall dedicate particular attention to aviation related projects. The Revenues referred to in Article 21(2) of the Proposal ReFuel EU Regulation (EU) shall be allocated to the Innovation Fund.\nProposed amendment:\nMember States shall determine the use the full amount of revenues generated from the auctioning of allowances covered by this Chapter for decarbonisation and sustainability purposes in the sector concerned; exceptforthe revenues established as own resources in accordance with Article 311(3) of the Treaty and entered in the general budget of the Union, shall also be used for these purposes. Member States shall use the full amount of revenues generated from the auctioning of allowances in accordance with Article 10(3).\nAFKL comments on EU ETS for aviation reform and CORSIA — January 2022\nPage 5/8",
  "page_6": "AIRFRANCE KLM\nGROUP\nContent\nArticle 3 allocation of allowances for aviation and RFNBOs\nPage 6/8\nComments\nProposal\nWe have a joint responsibility to\nProposed amendment:\n12(2a), 14(3) and Article 16, Member ensure a just transition and that\nStates shall consider the requirements lower income customers are not\nBy way of derogation from Articles\nset out in those provisions to be\ncategorically locked out from air\n12(2a), 14(3) and Article 16, Member\nsatisfied and shall take no action\ntravel due to increased costs of\nStates shall consider the requirements\nagainst aircraft operators in respect of flying. Measures must address\nset out in those provisions to be\nemissions taking place until 2030 from risks of cutting off remote regions satisfied and shall take no action\nflights between an aerodrome located or citizens who depend on smaller against aircraft operators in respect of\nin an outermost region of a Member\nairports and less developed\nemissions taking place until 2035 from\nState and an aerodrome located in the infrastructures. More attention\nflights between an aerodrome located\nsame Member State outside that\nshould be paid to the negative\nin an outermost region of a Member\noutermost region.\nimpact of the proposed reform on State and an aerodrome located in the\nless-connected European\nsame Member State outside that\nregions which have less transport outermost region.\nalternatives and rely on air\ntransport for education, training,\ngoods and services. Moreover, it is\nunclear today what the possibility\nwill be to produce SAF in\noutermost regions, therefore not\nproposing a serious alternative to\nfossil energy from those parts of\nthe Union in the midterm.\nProposed amendments:\nTo further promote SAFs, renewable fuels of non-biological origin (RFNBOs) and recycled carbon fuels (RCFs) whose prices will remain multiple times higher than that of conventional fuel in the foreseeable future, aircraft operators covered under the ETS Directive shall receive free allocation when using SAFs and renewable fuels of non-biological origin or recycled carbon fuels for activities covered under this Directive.\na) RFNBOs and recycled carbon fuels supplied to the aviation should receive the double amount of free allowances according to either subparagraph (a). SAF that comply with the sustainability criteria defined in the RED for biological origin should be attributed with zero emissions under the EU-ETS scheme. SAF that comply with the sustainability criteria defined in the RED for non- biological origin and recycled carbon fuels should be treated as 100% net positive emissions under the EU-ETS scheme. b) The amount of allocation received should be equal to one allowance per tonne of CO2 saved through SAFs and two per renewable fuels of non- biological origin and recycled carbon fuels equivalent to 3,16 allowances for per tonne of SAF and 6,32 per ton of renewable fuel of non-biological origin and recycled carbon fuel. c) The quantity of allowances should be proportionate to the total greenhouse gas emissions saved according to the treatment of these fuels under Directive (EU) 2018/2001 and the implementing acts in Article 14(1) of the ETS directive. b) For a transitional period until the implementing acts referred to in Article 14 (1) enter into force renewable fuels of non-biological origin and recycled carbon fuels should be rated with zero emissions.\nMirroring the US federal and state- level tax credits, loan guarantees, grants and support for carbon capture and storage (CCS) establishing the U.S. as the most advantageous region of the world to produce and use SAF’, this proposal would equip the European sustainable fuel industry and European airlines with the tool to better compete on the global stage.\nArticle\nArticle 3C (7) on By way of derogation from Articles\noutermost\nregions\n5 Sustainable Skies Act bill, introducing tax credits for SAF production, May 2021, link\nAFKL comments on EU ETS for aviation reform and CORSIA — January 2022",
  "page_7": "AIRFRANCE KLM\nGROUP\nContent\nComments\nRecital 14a (new) To be introduced in the text: An EU ETS The EU ETS needs an equal\nFair Competition Correction for transfer treatment of intercontinental\nProposal\nProposed amendments:\nArticle\npassengers on European feeder flights transfer passengers, regardless of Recital 14a (new)\nthat continue their journey from an EU whether passengers transfer in or\nhub to non-EU destinations\noutside Europe. This would\nlift the severe distortion of\ncompetition between European\nExtra EU\ncriteria for\nCORSIA\noffsets —\nArticles 11a\n(2a-b)\nIn order to ensure uniform conditions\nfrom third countries, to avoid carbon\nleakage and distortion of competition,\nthe cap remains unaffected even if under the EU ETS must be adjusted to\nfeeder passengers are treated\nthe proportion of EU ETS-costs on\nequally, there is no change to the intra-EEA flights allocated to\nCO2 reduction targets in the\npassengers transferring to a final\nemissions trading system.\ndestination outside the EU — and vice\nversa — thereby minimising the risk of\npassengers selecting flights to their\nfinal destination with a transfer at an\nairport outside the EU.\nArticle 1(2)c (amending Directive\n2003/87/EC Article 3d(2))\nParagraph 2 is deleted.\nInstead the following is inserted:\n2) To avoid carbon leakage and\ndistortion of competition, an\nadjustment mechanism must be\nadopted for the proportion of EU ETS-\ncosts on intra-EEA flights allocated to\npassengers transferring to a final\ndestination outside the EU and vice\nversa. This adjustment mechanism is\ncalculated as follows per airline:\na. In accordance with Annex IV and by\n31 March of each year, airlines\noperating flights where the Treaty\napplies, report to the National\nCompetent Authority and the Verifier\nfor every city pair the annual fuel\nconsumption on individual connections\nand the ratio of the number of\npassengers with connecting flights into\nor out of the EEA (\"transfer\npassengers\") to the total number of\npassengers on this connection\n(\"passengers\");\nb. The adjustment for each city pair\nequals: (number of transfer\npassengers / total number of\npassengers) x fuel consumption x\nemission factor;\nc. The cumulative amount of this\nadjustment for all city pairs together is\ndeducted from the total amount of\nverified emissions for which the\ncorresponding allowances are to be\nsurrendered by an airline in that same\nperiod.\nArticle 1(2)c\nprevent carbon leakage and would for EU airlines and their competitors\n(amending\nDirective\n2003/87/EC\nand non-European airlines. Since the allowances to be surrendered\nArticle 3d(2))\nIntroducing EU\nETS Fair\nCompetition\nCorrection to\navoid carbon\nleakage and\ndistortion of\ncompetition\nArticles 11a and 25a on the eligibility of Limiting the eligibility of CORSIA Proposed amendments:\nCORSIA offset credits authorised for\noffset credits authorised for EU\nEU/EEA/UK carriers\ncarriers would distort the\ncompetition vis-a-vis non-\ndeleted.\nEuropean carriers. CORSIA would\nbe made more expensive for EU\ncarriers than for their global\ncompetitors if eligible credits are\nrestricted unilaterally. It is\nessential that all offset credits\nArticle 11a, 2a and 2b should be\nAFKL comments on EU ETS for aviation reform and CORSIA — January 2022\nPage 7/8",
  "page_8": "AIRFRANCE KLM\nGROUP\nArticle\nContent\nComments\nunder CORSIA remain available to\nall carriers, independently from\ntheir nationality, origin or\ndestination. In this context, Air\nFrance-KLM does not want the EU\nto limit the eligibility of offsets. We\nrather want ICAO to do this as\naviation is a global industry and\ncan be most effectively regulated\nby global measures.\nArticle 25a (3) Article 25a (3): ‘The Commission shall In 2020, the ICAO Council agreed Proposed amendment:\non the CORSIA adopt an implementing act listing\nthat actual 2020 emissions should\ncountries other than EEA countries,\nbe excluded from CORSIA’s\nbaseline\nSwitzerland and the United Kingdom, baseline, and that during the pilot\nwhich are considered to be applying\nphase only 2019 emissions would\nCORSIA for the purposes of this\nbe used. The Council's decision to\nDirective, with a baseline of 2019 for\nexclude 2020 emissions from\n2021 to 2023 and a baseline 2019-\nCORSIA’s design elements was\n2020 for each year thereafter. That\nsupported by European States and\nimplementing act shall be adopted in\nthe European Commission. The\naccordance with the examination\nchange to a 2019-2020 baseline\nprocedure referred to in Article 22a (2) instead of 2019 is pre-empting\nfuture ICAO Council discussions.\nIn addition, the assessment of\ncountries’ implementation of\nCORSIA should be done at ICAO\nand not by the Commission.\nNew recital\nWe would propose to include a new article referring to the need for binding provisions in future air services agreements between the EU and third countries on the participation in the ETS, thereby promoting the introduction of emissions trading in such third countries.\nEnsuring a global level playing field by encouraging 3” countries participate in emission reduction schemes\nPage 8/8\nxk *k *\nProposal\nArticle 25a (3): ‘The Commission shall adopt an implementing act listing countries other than EEA countries, Switzerland and the United Kingdom, which are considered to be applying CORSIA for the purposes of this Directive, with a baseline of 2019 for 2021 to 2023 and abaseltine 2049- 2020 for each year thereafter a baseline to be determined by the ICAO Council. That implementing act shall be adopted in accordance with the examination procedure referred to in Article 22a (2).\nNew recital to be included: To ensure that the decarbonisation efforts of the European Union do not stop at its borders, the European Commission and the Member States should ensure that both existing comprehensive air transport agreements - either by re-negotiation in the Joint Committees - as well as future EU aviation agreements include a specific provision about the extension of EU ETS to those third countries. Member States should equally strive to achieve this in their existing and future bilateral air service agreements.\nAFKL comments on EU ETS for aviation reform and CORSIA — January 2022"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
