{
  "file_name": "115_1170.pdf",
  "pages": {
  "page_1": "9%\nN\nNe — MG |\na\nWO\n) kw wk we\nKw KWOK KK\nwk KK\nKY\nKw Kw KKK\nEKER EK\nKKKK KK\n\\ \\ >\nLe\nte\n—=9\na\nCENTER FOR\nCLIMATE &\nTRADE\nee\nZA\n—_ f\n|]\n|\nay\n4\nbee |\nCarbon Import Fees and the WTO\nma!\nI]\n4\ni\nik\nA report by Matthew C. Porterfield\nSeptember 2023",
  "page_2": "About the Author\n>\nMatthew Porterfield is the vice president, policy and research at the Climate Leadership Council. In this role, Porterfield brings more than 25 years of experience in international economic law, particularly with respect to trade rules and environmental policy, to advance the research agenda and products developed by the Climate Leadership Council, with a special focus on the Council’s Center for Climate and Trade.\nPrior to joining the Council, he was the deputy director of the Harrison Institute for Public Law at the Georgetown University Law Center, where he continues to serve as an adjunct professor. He has published a number of\ninfluential works that have advanced our understanding\nof international trade rules and their application to environmental issues, including on WTO- compliant border adjustments and U.S. upstream greenhouse gas taxes.\nMr. Porterfield received an LL.M. from Georgetown University, a J.D. from Vermont Law School, and a B.A. in English from University of Vermont.\nAcknowledgements\nThanks to Jennifer Hillman, Michael Mehling, Robert Stumberg, and Mansi Gaur for helpful comments on an earlier draft of this paper.\nDisclaimer\nThis report is a work product of the Climate Leadership Council and does not necessarily reflect the views of its organizational partners.",
  "page_3": "Carbon Import Fees and the WTO\nBy Matthew C. Porterfield\nTABLE OF CONTENTS\nI. Introduction\nIl. Forms of Carbon Import Fees\nA. Border Adjustments of Explicit Carbon Pricing\nB. Border Adjustments of Implicit Carbon Pricing\nC. Emissions Intensity-Based Import Fees\nD. Punitive Carbon Tariffs\nIll. Potential WTO Violations\nA. Tariff Bindings\nB. Nondiscrimination\nIV. Potential WTO Defenses\nA. Permissible Border Tax Adjustments\nB. The Environmental Exceptions\n11\nC. The Intergovernmental Commodity Agreement Exception\n14\nD. The Essential Security Exception\n16\nV. Conclusion\n19\nTable 1: Summary of Potential WTO Defenses for Carbon Import Fees — 20\n21\nEndnotes",
  "page_4": "I. INTRODUCTION\nThere is growing support for using fees on imports of carbon-intensive products, like steel and aluminum, as instruments of climate policy. A variety of approaches to carbon import fees are being considered, including border adjustments of explicit carbon pricing, fees based on emissions intensity, and punitive tariffs. These policies could create global incentives for lowering emissions while limiting the “leakage” that results if production of energy-intensive products shifts out of countries with more aggressive climate policies to those with lower standards.' They could also serve as important tools for reducing the broader “carbon loophole” —i.e., the 20-25% percent of global greenhouse gas emissions associated with imported goods.?\nCommentators and some countries have raised concerns about the consistency of these measures with the rules of the World Trade Organization (WTO),? particularly to the extent that they rely on national average carbon intensity values for covered products, are not paired with a domestic carbon price, or attempt to address concerns about economic competitiveness in addition to reducing greenhouse gas emissions. Definitive resolution of the status of carbon import fees is unlikely anytime soon. The ongoing impasse over the appointment of new members of the WTO’s Appellate Body prevents it from hearing any appeals, which allows countries to block adoption of panel decisions by “appealing into the void.”4\nMoreover, the WTO’s Appellate Body has not definitively interpreted provisions that could determine the legality of carbon import fees, and it has stressed the flexibility of some of the critical legal doctrines that it has addressed. The definition of one key concept— “like product” —has been compared to an “accordion” that “stretches and squeezes”® depending on the context. Similarly, the Appellate Body has indicated that the interpretation of another important provision (the introductory clause or “chapeau” of the general exceptions article) “is not fixed and unchanging” but instead varies depending on the legal and factual context.®\nThere are, however, credible defenses for each of the approaches being considered, including provisions permitting border adjustment of indirect taxes and exceptions for natural resource conservation, intergovernmental commodity agreements (ICAs), and essential security interests. The application of an explicit domestic carbon tax to imported products would be the easiest approach to justify and would likely be found permissible under the WTO’s rules on border tax adjustments. It is unclear, however, whether fees imposed pursuant to cap-and-trade programs, such as the European Union’s (EU) Emissions Trading System (ETS), would qualify as “indirect taxes” eligible for border adjustment. Accordingly, the EU’s Carbon Border Adjustment Mechanism (CBAM) could, like other proposals that are not paired with a qualifying domestic tax, require justification under one of the exceptions contained in the General Agreement on Tariffs and Trade (GATT).\nThe environmental exceptions in Article XX(b) and (g) of the GATT could provide a defense for carbon import fees that lack a corresponding domestic charge or otherwise do not qualify as border tax adjustments. The environmental exceptions, however, may not extend to policies like punitive tariffs that are designed to coerce other countries to adopt a particular approach to reducing emissions, or to measures aimed at economic goals that lack a sufficiently close nexus with their environmental purpose.\nIn contrast, the exception in Article XX(h) for measures taken pursuant to ICAs provides a largely untested but potentially broad source of protection for carbon import fees that are intended to achieve both environmental and economic objectives. However, some level of international cooperation would be required to negotiate the ICAs authorizing the fees.\n4\nClimate Leadership Council",
  "page_5": "The exception for essential security measures in Article XXI(b) could potentially provide the broadest scope of protection for carbon import fees. Recent WTO panel reports suggest that if climate change is determined to constitute an “emergency in international relations,” a country would be afforded substantial deference in the policies it chooses to address that emergency, presumably including the use of carbon import fees.\nThe lack of clear standards in the relevant WTO jurisprudence provides the Appellate Body with substantial latitude to adopt interpretations of the GATT that would permit even some of the more innovative approaches to carbon import fees. And given the ongoing challenges to the WTO’s legitimacy and the uncertainty concerning its future role, there are strong incentives for the Appellate Body, assuming it resumes functioning, to avoid the perception that it is an impediment to aggressive action on climate change.’\nll. FORMS OF CARBON IMPORT FEES\nA variety of climate policies have been proposed or are under development that would impose charges on imported products, typically based on their emissions intensity®—i.e., the amount of greenhouse gas emissions associated with the production of a unit of a product. As discussed below, the different approaches can be classified into four groups: (A) border adjustments of explicit carbon pricing, (B) border adjustments of implicit carbon pricing, (C) emissions intensity- based import fees, and (D) punitive carbon tariffs.\nA. Border Adjustments of Explicit Carbon Pricing\nBorder tax adjustments (BTAs) are the application of domestic “indirect” taxes (i.e., taxes on consumption of goods or services, like sales or value added taxes) to imported products and, in some instances, the rebate of those taxes on exports of the products.'° BTAs are generally considered to be non-trade distorting and are permitted under the relevant WTO rules.\"' The term “carbon border adjustment,” accordingly, refers to the application of domestic carbon pricing to imported products and potentially the rebate of that pricing on exports. Carbon pricing mechanisms are commonly implemented through either an emissions trading system (ETS) or a carbon tax.'? The European Union’s Carbon Border Adjustment Mechanism (CBAM), which will begin its transitional phase on October 1, 2023, will be the first major carbon border adjustment.'? While the CBAM will only impose a border adjustment on imports of covered products, carbon tax proposals frequently include border adjustments on both imports and exports.'*\nB. Border Adjustments of Implicit Carbon Pricing\nAn alternative to border adjustment of explicit carbon pricing would be to impose a charge on imports based on implicit carbon pricing—i.e., the cost of complying with all domestic policies, whether taxes or regulations, that reduce greenhouse gas emissions.'® This approach was taken in the FAIR Transition and Competition Act, introduced by Senator Chris Coons (D-DE) and Representative Scott Peters (D-CA-50) in July of 2021.'® Under the FAIR Act, imports of covered products would be subject to a fee based on the costs of complying with all laws designed to reduce greenhouse gas emissions faced by U.S. manufacturers of the product (the “domestic environmental cost incurred”) multiplied by the emissions emitted in producing the product.'” Border adjustments of implicit carbon pricing could alternatively be structured to apply to a narrower set of domestic policies, such as tax measures with similar effects to explicit carbon pricing.'®\nCarbon Import Fees and the WTO\n5",
  "page_6": "C. Emissions Intensity-Based Import Fees\nAnother option for carbon import fees that has been gaining traction in the United States would impose charges on imported products based on their emissions intensity without any corresponding domestic price. Legislation being developed by Senate Republicans would impose a “foreign pollution fee” on imports of certain products based on their emissions intensity.'\"? The Biden administration is taking a similar approach in negotiations with the EU on the “Global Arrangement on Sustainable Steel and Aluminum” (Global Arrangement), which it describes as the “the world’s first carbon-based sectoral arrangement.””° The United States has proposed that the arrangement be based on a system of tariffs on steel and aluminum tied to tiers of emissions intensity above the U.S. average for the relevant product.”' The tariffs would also target non-market excess capacity in the steel and aluminum sectors,” and the Global Arrangement would be open to membership by other eligible countries.?°\nD. Punitive Carbon Tariffs\nNobel laureate William Nordhaus has proposed the most aggressive approach to border charges as a tool of climate policy: the imposition of uniform tariffs on all products from countries that do not agree to participate in a “climate club” based on a commitment to adopt a minimum carbon price.”* Nordhaus indicates that his proposed tariffs would be “less targeted” than border adjustments of domestic pricing because their intended purpose would be to penalize nonparticipants in the club, not to address leakage or competitiveness concerns.”°\nWR\nkey takeaway\n* Different approaches to carbon border fees are being considered, including border adjustments of both explicit and implicit carbon pricing, fees based on the emissions intensity of imported products, and punitive carbon tariffs.\n6\nClimate Leadership Council",
  "page_7": "Ill. POTENTIAL WTO VIOLATIONS\nThe WTO is an intergovernmental organization with 164 Member countries that administers sixteen multilateral trade agreements.”° It was established in 1995, building on the earlier GATT, which applies to trade in goods and continues to constitute the centerpiece of the WTO agreements.’ The most obvious sources of potential conflict between carbon import fees and WTO disciplines are the provisions of the GATT that limit tariffs and prohibit discrimination against “like” products.\nA. Tariff Bindings\nUnder Article Il of the GATT, Members of the WTO commit to limit the level of tariffs that they impose on imported products to specific rates indicated in their tariff schedules, known as tariff bindings.” Carbon import fees, unless they are determined to constitute border adjustments of ex- plicit carbon taxes,”° would be treated as customs duties subject to the Member’s tariff schedules. Accordingly, the carbon import fees would violate Article II if they exceed the relevant tariff bind- ings.°° For example, the U.S. applies tariffs at its bound rates to the steel and aluminum products that were subject to Section 232 tariffs and that will be covered under the Global Arrangement.*' Any carbon import fees imposed in addition to those tariffs, if treated as customs duties, would therefore violate the United States’ tariff bindings.\nB. Nondiscrimination\nIf a carbon import fee is found to be an internal tax applied to both domestic and imported goods rather than a charge covered by tariff bindings, it would be subject to Article Ill’s national treatment provisions.® Article III stipulates that internal taxes may not discriminate against imported products by being imposed “in excess of” the charges imposed on “like” domestic products.** Border charges could also violate the most favored nation (MFN) obligation of Article | of GATT if they discriminate among like products from different countries.** Such discrimination could occur, for example, if an emissions import fee program exempted certain countries based on their climate policies or development status.**\nThe determination of whether products with different emissions intensities are “like” would play a critical role in assessing the consistency of an emissions import fee with the national treatment and MEN obligations.** Although the Appellate Body has indicated that the likeness analysis focuses on “the nature and extent of a competitive relationship between and among the products,”®’ it has stressed that “there can be no one precise and absolute definition of what is ‘like’.”*8 Instead,\nThe concept of likeness is a “relative” one that evokes the image of an accordion. The accordion of “likeness” stretches and squeezes in different places as different provisions of the WTO Agreement are applied. The width of the accordion in any one of those places must be determined by the particular provision in which the term “like” is encountered as well as by the context and the circumstances that prevail in any given case to which that provision may apply.°?\nAnumber of different criteria can be used in applying the concept of likeness, including “consumers’ tastes and habits.”*° Increasingly, both governments and the private sector are implementing purchasing preferences for low carbon products through programs like the Biden administration’s “Buy Clean” procurement policy*! and the ResponsibleSteel initiative.*? Accordingly, products could potentially be determined to be non-like based on their different levels of emissions intensity.\n7\nCarbon Import Fees and the WTO",
  "page_8": "Under this approach, import fees that distinguished between products based on their emissions intensity would not violate the national treatment or MFN obligations. The Appellate Body, however, has not yet found products to be non-like based exclusively on environmental factors that do not affect the physical properties of the products.”\nkey takeaways\n* Carbon import fees could violate WTO rules on tariffs and nondiscrimination and require justification under an exception\n* But the WTO’s rules only prohibit discrimination against “like” products, which may not cover products with higher levels of emissions intensity.\nIV. POTENTIAL WTO DEFENSES\nA. Permissible Border Adjustments\nSome carbon import fees that are structured to mirror internal carbon pricing are permissible without recourse to any of the GATT’s exceptions. Under the WTO’s rules, domestic taxes on products may be “border adjusted” by imposing them on imported products and rebating them on exports.*© This practice follows the “destination principle” in international tax policy, under which products are taxed where they are consumed rather than where they are produced in order to avoid putting domestic producers at a competitive disadvantage.** The destination principle is most frequently used in current tax practice to provide for the border adjustment of the value added taxes applied in many countries.*”\nTaxes on materials used in creating the imported product, including energy inputs, may also be border adjusted. Article II:2(a) of the GATT states that a charge that is equivalent to a tax ona domestically produced product may be imposed on a like imported product or on “an article from which the imported product has been manufactured or produced in whole or in part,” so long as the charge is imposed consistently with Article III:2 of the GATT. Article IIl:2, in turn, indicates that imports may be subject “directly or indirectly” to internal taxes so long as they are not applied “in excess” of the taxes applied to like domestic products.**® As a GATT panel has noted, the reference to taxes imposed “indirectly” includes taxes on “raw materials used in the product during the various stages of its production,”*? which presumably encompasses any fossil fuels and other emissions-producing input materials. Accordingly, border adjustments on imports applied at the same rate as a domestic carbon tax on like products and the materials used in their production are likely to be found permissible under the GATT.*°\nClimate Leadership Council\nMR\n8",
  "page_9": "The GATT panel in the Superfund dispute confirmed that border adjustments may be imposed based on the taxes that would have been applicable to the inputs used to make imported products if they had been produced domestically. The panel found that a U.S. tax on certain imported substances, which were made using feedstock chemicals that would have been subject to an excise tax if produced in the United States, was a permissible border adjustment.*'\nThe Superfund panel also provided guidance on how the amount of taxable inputs could be calculated. The panel indicated that if the importer did not present adequate information on the quantity of the taxable chemicals used to manufacture the imported substance, the border adjustment could be assessed based on the average amount of chemicals that would be used to make the product using the “predominant method of production.” This suggests that under the GATT, border adjustments of carbon pricing may be based on average carbon intensity values when facility-level data is not available.\nThe WTO’s Agreement on Subsidies and Countervailing Measures (ASCM), which applies to border adjustments (rebates or exemptions) for exported products, is even more explicit than the GATT regarding border adjustments of taxes on materials used to make products, including energy inputs. The ASCM generally prohibits subsidies specifically for exported products.® This prohibition, however, does not apply to the remission of “indirect” taxes on products when they are exported. And Annex | of the ASCM confirms that the rebate of indirect taxes on exported goods, at a level that does not exceed the tax applied to like products consumed domestically, is permissible,°° including for taxes on “energy, fuels and oils used in the production process” of exported goods.** Although the ASCM directly applies only to export adjustments, the same principles are presumed to apply to border adjustments of both imports and exports.°”\nThe border adjustment of an upstream carbon tax®® on the energy inputs used in the production of exported goods, or the emissions produced in the combustion process, would therefore likely be permissible under the border adjustment provisions of the ASCM and the GATT.*° Conversely, any of the border fee proposals that lack a corresponding domestic price would not qualify as permissible border adjustments and would have to be justified under one of the exceptions discussed below.\nThe CBAM presents a more complicated case. Border adjustments are permitted for “indirect” taxes, which are generally understood to be taxes on products rather than taxes on producers.© The CBAM, however, is intended as a border adjustment of carbon pricing under the ETS, which applies to facilities, rather than products.\nYet despite the widely held assumption that only taxes on products—e.g., value added taxes and sales taxes—are adjustable, the text of the ASCM suggests that border adjustments may be permissible for a broader scope of taxes. The ASCM defines (nonadjustable) “direct taxes” as “taxes on wages, profits, interests, rents, royalties, and all other forms of income, and taxes on the ownership of real property.”®' Indirect taxes are defined as “sales, excise, turnover, value added, franchise, stamp, transfer, inventory and equipment taxes, border taxes and all taxes other than direct taxes and import charges” (emphasis added).© The italicized language could be read to indicate that unless a tax meets the definition of a direct tax— essentially limited to taxes on various forms of income or real property—it is by default classified as an “indirect tax,” and therefore may be border adjusted. Absent such an interpretation, however, the CBAM-—like the carbon border fee proposals that lack a domestic carbon price—would need to be justified under one of the WTO’s exceptions.\n9\nCarbon Import Fees and the WTO",
  "page_10": "KEY TAKEAWAYS Carbon import fees that do not exceed “indirect” carbon taxes on like domestic products are permissible “border adjustments” of the domestic tax. Border adjustments are also permitted for indirect taxes on materials used to manufacture the imported product. Border adjustments of domestic carbon taxes could be based on average emission intensity for a product if facility-level data is not available. Rebates of indirect carbon taxes on exported products are also permitted. Fees under emissions trading systems, like the EU’s Carbon Border Adjustment Mechanism (CBAM), may not constitute adjustable indirect taxes, and therefore may need to be justified under an exception.\n10 Climate Leadership Council",
  "page_11": "B. The Environmental Exceptions\nThe environmental exceptions contained in Article XX(b) and (g) of the GATT could provide protection for some carbon import fees that do not qualify as permissible border adjustments, particularly if the fees are structured in a non-coercive manner that focuses on the carbon intensity of the affected products rather than the policies of the exporting country. There are two stages of analysis under Article XX. First, the relevant measure must be “provisionally justified” under one of the specific exceptions contained in paragraphs (a) through (j). Second, the measure must be determined not to have been applied in a way that constitutes “arbitrary or unjustifiable discrimination ... or a disguised restriction on international trade” under the chapeau (introductory clause) of Article XX.\n1. Provisional Justification\nCarbon import fees could be provisionally justified under either of the GATT’s two environmental exceptions: Article XX(b), which applies to measures “necessary to protect human, animal or plant life or health,” and Article XX(g), which covers measures “relating to the conservation of exhaustible natural resources ... taken in conjunction with restrictions on domestic production or consumption.” A WTO dispute settlement panel has indicated that “the reduction of CO2 emissions is one of the policies covered by subparagraph (b) of Article XX, given that it can fall within the range of policies that protect human life or health.”\nArticle XX(g), however, would likely be the easier standard to satisfy, given that the Appellate Body has interpreted the requirement under Article XX(b) that the measure be “necessary” as requiring a closer nexus between ends and means than the requirement under Article XX(g) that the measure merely “relate to” its objectives.®° Measures to address climate change clearly are concerned with the “exhaustible natural resources” of both the atmosphere itself®* and the myriad other environmental resources that are threatened by climate change.®’ And properly designed carbon import fees should satisfy the requirement that they be “relat[ed] to” their conservation objective. The Appellate Body has interpreted this language to require that the measure be “primarily” rather than “merely incidentally or inadvertently” aimed at conservation of the relevant resource,® or alternatively that there be a “close and genuine relationship of ends and means between that measure and the conservation objective of the Member maintaining the measure.”°°\nWhile most carbon import fee proposals should satisfy this standard, the non-market excess capacity provisions of the U.S. proposal for the Global Arrangement on Sustainable Steel and Aluminum could be challenged as aimed primarily at competitiveness concerns rather than climate policy objectives and therefore not eligible for protection under Article XX(g). Excess capacity, however, does impede decarbonization of the steel sector by deterring investments in the necessary low- carbon production technologies.”° Potentially this indirect linkage could be sufficient to justify a border measure targeting excess capacity as “relating to” climate goals, particularly in light of the Appellate Body’s suggestion that climate measures may be entitled to some degree of deference given that their effects will not be immediately evident.”\nIn addition to having a sufficiently close nexus with their conservation objectives, measures justified under Article XX(g) must also be implemented “in conjunction with domestic restrictions on production or consumption.” Border charges like the CBAM that are designed to mirror a domestic carbon price would almost certainly satisfy this requirement.\nPolicies not tied to a domestic price could face objections that they are not “taken in conjunction” with domestic restrictions. But the Appellate Body has clarified that this language does not require identical treatment of imported and domestic products” or that the burden be evenly distributed.”*\n11 Carbon Import Fees and the WTO",
  "page_12": "Instead, only some degree of “even-handedness” in the treatment of foreign and domestic products is required.” A charge based on an environmental performance standard linked to the average emissions intensity of like U.S. products, as the United States has proposed for the Global Arrangement, could qualify as a measure implemented “in conjunction with” the domestic restrictions that reduce the emissions intensity of those products. And this standard arguably could also be satisfied by basing the fee on the cost of compliance with the array of domestic regulations and policies applicable to the covered products that play a role in reducing their emissions intensity, as is contemplated under proposals for border adjustments of implicit carbon pricing.” A Nordhaus- type carbon tariff, however, might be more difficult to justify given that it would not be limited to specific products or based on their emissions intensity and therefore arguably might not be deemed to be sufficiently “even-handed” in its treatment of foreign and domestic products.\n2. The Chapeau\nA carbon import fee that is determined to be provisionally justified under Article XX(g) would also need to satisfy the requirement under the chapeau that it not be applied so as to constitute “arbitrary or unjustifiable discrimination between countries where the same conditions prevail, or a disguised restriction on international trade.””® The Appellate Body has stressed that its analysis in applying the chapeau depends on the particular measure being evaluated and the relevant factual context:\nThe task of interpreting and applying the chapeau is ... essentially the delicate one of locating and marking out a line of equilibrium between the right of a Member to invoke an exception under Article XX and the rights of the other Members under varying substantive provisions ... Thelocation oftheline of equilibrium, as expressed inthe chapeau, is not fixed and unchanging; the line moves as the kind andthe shape of the measures at stake vary and as the facts making up specific cases differ.’”\nThe Appellate Body has also indicated that the “actual contours and contents” of the chapeau’s requirements will vary depending on the particular exception that is being invoked.’ In interpreting the chapeau in the context of Article XX(g) in the Shrimp-Turtle dispute, the Appellate Body focused on one factor with particular relevance for carbon import fees: the need for countries imposing trade measures for environmental purposes to provide exporting countries with some flexibility in determining how to achieve the relevant standard of protection. Shrimp-Turtle involved a challenge by several countries to a U.S. law banning the importation of shrimp that did not require shrimp boats to use turtle excluder devices (TEDs) to prevent sea turtles from being killed in their nets.’° The Appellate Body found this measure to violate GATT Article XI’s provisions on quantitative restrictions.\nThe Appellate Body determined that the ban was provisionally justified as a conservation measure under Article XX(g). Turning to the issue of whether the ban had been applied in a manner that constituted unjustifiable discrimination under the chapeau, the Appellate Body noted that conditioning market access on an exporting country’s “compliance with, or adoption of certain policies” was a common and permissible feature of measures covered under Article XX.8° The import ban, however, was found to be impermissibly coercive:\nPerhaps the most conspicuous flaw in this measure’s application relates to its intended and actual coercive effect on the specific policy decisions made by foreign governments ... [The ban] ... requires all other exporting Members ... to adopt essentially the same policy ... as that applied to ... United States domestic shrimp trawlers.®!\n12 Climate Leadership Council",
  "page_13": "This inflexible approach, the Appellate Body concluded, constituted unjustifiable discrimination under the chapeau because it did not “allow for any inquiry into the appropriateness of the regulatory program for the conditions prevailing in those exporting countries” for achieving the policy objective of protecting sea turtles.®? The U.S. responded to the Appellate Body’s decision by modifying its guidelines to permit the importation of shrimp from countries with policies certified as “comparably effective” as the use of TEDs and individual shipments of shrimp caught with TEDs from uncertified countries.\nIn its review of the revised guidelines, the Appellate Body reiterated its observation in the original proceeding that Article XX permitted measures that conditioned market access on policies dictated by the importing country, which it characterized as “a principle that was central to our ruling in United States—Shrimp.”® Applying this principle to the revised guidelines, the Appellate Body concluded that they were sufficiently flexible to satisfy the chapeau, stating that the “comparable in effectiveness” standard provided an exporting country with “sufficient latitude ... with respect to the programme it may adopt to achieve the level of effectiveness required.”® The chapeau thus requires flexibility with regard to the means chosen to achieve a level of protection, but not flexibility with regard to the level of protection itself.\nThere has been some debate concerning whether the Appellate Body’s determination that the revised guidelines complied with the chapeau was based on the provision permitting shipment- by-shipment certification of imported shrimp.®° This interpretation would suggest that carbon import fees must be assessed based on the emissions associated with specific facilities rather than national average emissions intensity for the relevant product.®” However, it would be difficult to reconcile a requirement for use of facility-specific emissions data with the Appellate Body’s recognition that Article XX permits countries to condition market access on exporting countries’ implementation of policies that achieved a certain “level of effectiveness.”®\nThe Appellate Body’s jurisprudence in the Shrimp-Turtle dispute suggests that carbon import fees that are contingent on whether an exporting country adopts a particular policy approach rather than on meeting a certain emissions goal could be deemed to be impermissibly coercive and therefore constitute arbitrary or unjustifiable discrimination. The punitive carbon tariffs proposed by Nordhaus, which would be triggered by a failure to adopt a minimum domestic carbon price,®? would likely fall in this category. The CBAM could also be criticized as insufficiently flexible to satisfy the chapeau, given that it provides for exemptions or crediting only for countries that have implemented explicit carbon pricing,® but not for other approaches to reducing the emissions intensity of covered products.*' Similarly, border adjustments of implicit pricing might be considered impermissibly coercive if the approach used to calculate the implicit price is not even-handed in its treatment of different approaches to calculating the price-equivalent of different regulatory approaches to reducing carbon intensity. In contrast, policies like the U.S. proposal for the Global Arrangement that impose a charge based on a performance standard like average emissions intensity,°? regardless of how that standard is achieved, would presumably be considered noncoercive.\nIn addition to the need under the chapeau to provide countries with some flexibility in how they meet the relevant standard of protection, the Appellate Body has also repeatedly stressed that countries must demonstrate that any discrimination against imported products “is rationally related to the policy objective with respect to which the measure has been provisionally justified under one of the subparagraphs of Article XX.”* As with the requirement that measures be “primarily aimed at” their conservation objectives in order to be provisionally justified under Article XX(g), this standard could present an obstacle to protection for any provisions of the Global Arrangement that restrict market access based on non-market excess capacity rather than emissions intensity.\n13 Carbon Import Fees and the WTO",
  "page_14": "MR key takeaways\n* The GATT’s environmental exceptions could apply to carbon\nborder fees.\n* Border fees that have an insufficiently close nexus with their\nenvironmental objectives or that also address economic goals may\nnot be covered by the environmental exceptions.\n* Border fees that are intended to coerce other governments to\nadopt particular policies are also less likely to be covered under the\nenvironmental exceptions.\nC. The Intergovernmental Commodity Agreement Exception\nArticle XX(h)’s exception for measures taken pursuant to intergovernmental commodity agreements (ICAs) could provide protection for carbon import fee policies with both climate and economic objectives, like the United States’ proposal for the Global Arrangement.” ICAs are a form of trade agreement intended to regulate international trade in the relevant commodities® and have been used for a number of products, ranging from coffee to tin.%\nUnlike most trade agreements, however, which focus on removing restrictions on international commerce, ICAs are intended to achieve “a degree of managed trade-economy”’” by permitting governments to coordinate on limiting imports and exports of particular commodities. This tension between trade liberalization and managed trade are reflected in the Charter of the International Trade Organization (ITO), which contained both a “Commercial Policy”®* chapter that became the basis for the GATT, and a chapter on ICAs.°%°\nThe ICA chapter indicated that ICAs can serve a number of objectives, including preventing “the serious economic difficulties which may arise when adjustments between production and consumption cannot be effected by normal market forces alone as rapidly as the circumstances require.”'°° ICAs can also help “moderat[e] pronounced fluctuations in the price of a primary commodity ... having regard to the desirability of securing long-term equilibrium between the forces of supply and demand.” '' And in addition to economic objectives, ICAs may be used “to maintain and develop the natural resources of the world and protect them from unnecessary exhaustion.”'\nThe Charter indicates that ICAs may be used for primary commodities, groups of commodities that include and are closely related to a primary commodity, and, in exceptional circumstances, other commodities.' The Charter also required participation in ICAs to be open to other Members of the ITO, including both importers and exporters of the relevant commodities.'“\n14 Climate Leadership Council",
  "page_15": "Qualifying ICAs were exempted from the trade liberalizing provisions of the Charter’s commercial chapter.'® Although the ITO Charter never came into force, the commercial policy chapter survived in revised form as the GATT, including the exception for ICAs now contained in Article XX(h).\n1. Provisional Justification under Article XX(h)\nArticle XX(h) covers measures “undertaken in pursuance of obligations under any intergovernmental commodity agreement which conforms to criteria submitted to the CONTRACTING PARTIES and not disapproved by them or which is itself so submitted and not so disapproved ...”' A note to the provision states that the exception also applies to any agreement that complies with the principles contained in a 1947 resolution by the United Nations Economic and Social Council (ECOSOC).'%”\nAs noted by the panel in EEC-Bananas, Article XX(h) thus provides for three distinct approaches to establishing the existence of a provisionally justified ICA:\n(1) the ICA complies with criteria that have been submitted to the WTO Members and “not disapproved” by them, or\n(2) the ICA itself has been submitted to the WTO Members and “not disapproved, ”or\n(3) the ICA complies with the principles contained in the ECOSOC Resolution.'\nNo criteria for ICAs have ever been submitted to the WTO, which would be a precondition for pursuing the first approach to provisional justification.'°? The third option would require scrutiny of an agreement for consistency with the referenced ECOSOC resolution, which in turn indicates that the ICA chapter of the ITO Charter should be used as guidance.\" However, assessing conformity with the principles of the ITO’s ICA chapter could be challenging. Many of the principles are either vague or predicated on the functioning of the ITO, which never came into existence.'\"'\nAccordingly, the second approach— submission of the agreement to the Contracting Parties without their disapproval— appears to be the most plausible pathway for bringing the Global Arrangement or similar agreements providing for the imposition of carbon import fees within the scope of Article XX(h). Because the text of Article XX(h) does not provide a standard for establishing “disapproval,” rejection of the agreement as an ICA would presumably be subject to the default consensus standard for decision making by the WTO’s Members under the Marrakesh Agreement,'’? which requires the absence of a formal objection by any WTO Member.'\"® The “not disapproved by consensus” standard for invocation of Article XX(h) permits Members invoking the exception to determine whether it is provisionally applicable by blocking any attempts at disapproval. And significantly, conformity with the ITO Charter’s chapter on ICAs is not required if they are provisionally justified through the non-disapproval process.'\"4\n2. ICAs and the Article XX Chapeau\nAn ICA that is provisionally justified under Article XX(h) would still need to be reviewed under the chapeau of Article XX, which would require a determination that any discrimination against imported products is rationally related to the permissible objectives based on which the measure was provisionally justified.\" Given that ICAs may be used to address overproduction and price instability as well as resource conservation, Article XX(h) may be a better fit for carbon import fees like the U.S. proposal for the Global Arrangement than Article XX’s environmental exceptions. Invoking Article XX(h), however, would require (1) structuring the relevant agreement as an ICA, (2) notifying it to the Members of the WTO, and (3) blocking any attempt at disapproval of the agreement.\n15 Carbon Import Fees and the WTO",
  "page_16": "MR key takeaways * The exception for intergovernmental commodity agreements (ICAs) could apply to carbon border fees with both climate and economic objectives. * The exception applies to ICAs that are notified to the Members of the WTO and not disapproved by consensus. * The qualifying border charges would need to be imposed pursuant to an international agreement structured as an ICA.\nD. The Essential Security Exception\nThe exception for essential security interests under Article XXI of the GATT potentially offers the most expansive protection for carbon import fees. Unlike Article XX(h), it could be invoked in defense of unilateral carbon import fees rather than requiring the negotiation of an international agreement. And despite the United States’ recent unsuccessful invocations of Article XXI in WTO disputes, once an essential security interest has been established, the exception provides for much broader deference to WTO Members’ choice of policy instruments to protect the qualifying interest than the chapeau of Article XX.\nArticle XXI states in pertinent part that “[nJothing in this Agreement shall be construed ... to prevent any contracting party from taking any action which it considers necessary for the protection of its essential security interests ... taken in time of war or other emergency in international relations.”\"\"® In December 2022, a WTO panel ruled against the U.S. in four disputes involving tariffs imposed on imports of steel and aluminum under Section 232 of the Trade Expansion Act of 1962.''” Section 232 provides the president with broad authority to take action regarding imports of products that are determined to “threaten to impair the national security” of the United States.\"\nThe panel hearing the disputes concluded that the Section 232 tariffs violated the United States’ commitments regarding tariff bindings and the MFN obligation.\"'? The U.S. acknowledged that it had imposed duties on a non-MFN basis that exceeded its tariff bindings,'*° but argued that the tariffs were nonetheless permitted under Article XXI.\nThe reference in Article XXI(b) to actions that a WTO Member “considers necessary” to protect its essential security interests, the U.S. contended, indicated that the exception is “self-judging,” meaning that it should be deemed to apply whenever a Member invokes it.'*' The panel rejected this interpretation, finding that the reference to actions that a Member “consider necessary” merely requires “deference to a Member’s consideration” of the essential security interests identified in Article XXI(b).'22 The panel was not clear on this point, but it appeared to view Article XXI(b) as requiring adegree of deference approaching the self-judging standard only with regard to aMember’s\n16 Climate Leadership Council",
  "page_17": "assessment that the action it takes in regard to an essential security interest is “necessary.”'?° The panel indicated, however, that the determination of whether an “emergency in international relations” or other qualifying security interest exists must be made based on the “ordinary meaning” of the terms of Article XXI(b).'24 Applying this approach, the panel concluded that the national security grounds that the U.S. has relied on under Section 232—global excess capacity in steel and aluminum production and the resulting adverse impacts of imports of these products on the domestic steel and aluminum industries'?®—did not “rise to the gravity or severity of tensions on the international plane so as to constitute an ‘emergency in international relations’” within the meaning of Article XXI(b).'76\nAlthough the panel in the Section 232 disputes did not find Article XXI(b) to apply, border charges designed to promote climate objectives would provide a much stronger basis for invoking the exception given the overwhelming evidence that climate change constitutes a threat to essential security interests. The WTO’s 2022 World Trade Report acknowledges the threat posed by climate change to health, food, and economic security and geopolitical stability.'?” And in its Climate Risk Analysis, the U.S. Department of Defense observes that—\nThe risks of climate change to Department of Defense (DoD) strategies, plans, capabilities, missions and equipment, as well as those of U.S. allies and partners, are growing. Global efforts to address climate change—including actions to address the causes as well as the effects—will influence DoD strategic interests, relationships, competition, and priorities. To train, fight, and win in this increasingly complex environment, DoD will consider the effects of climate change at every level of the DoD enterprise. '28\nThe absence of language comparable to the chapeau of Article XX could make Article XXI(b) a particularly good fit for policies like the Global Arrangement that are intended to promote both climate and economic objectives. Under the chapeau, even after a measure has been provisionally justified with regard to a particular objective (e.g., under Article XX(b) or (g)), the Member applying the measures would still need to demonstrate an adequately strong nexus between the border charge and its permissible objective to prove that it does not constitute “arbitrary or unjustifiable discrimination” or “a disguised restriction on international trade.”'?° In contrast, the panel reports in the Section 232 disputes suggest that once a legitimate essential security interest is established, the nexus determination—i.e. whether the measure chosen to address that interest is “necessary” —is left largely to the discretion of the Member applying the measure.'°\n17 Carbon Import Fees and the WTO",
  "page_18": "MR key takeaways * The exception for measures that a WTO Member considers necessary to protect its essential security interests potentially offers the greatest protection for carbon import fees. The Member imposing the fee would need to establish that climate change constitutes an emergency in international relations that threatens its essential security interests. The Member would have significant discretion in making the determination that the carbon import fee was necessary to address the threat posed to its essential security interests by climate change.\n18 Climate Leadership Council",
  "page_19": "V. CONCLUSION\nThe outcomes of any future WTO disputes concerning carbon import fees will depend on the specific elements of the relevant measures and the Appellate Body’s interpretations, assuming it is reconstituted, of a number of doctrines that provide it with significant discretion regarding how it addresses these novel policies. Given the precarious state of the WTO, the Appellate Body will likely be receptive to interpretive approaches that avoid positioning it as an obstacle to ambitious climate policies. And the relevant treaty text, negotiating history, and jurisprudence offer substantial support for a variety of approaches to carbon import fees.\nA border adjustment of explicit carbon pricing that is structured as a qualifying indirect tax is allowed under the GATT and the ASCM and could survive WTO scrutiny without recourse to any of the GATT’s exceptions. It is unclear, however, whether cap-and-trade programs like the EU’s ETS constitute indirect taxes, and therefore whether the CBAM constitutes a permissible border adjustment.\nThe CBAM could be provisionally justified under the GATT’s environmental exceptions, although the differential treatment of imports depending on whether the exporting country has an explicit carbon pricing program may be impermissibly coercive under the chapeau of Article XX of GATT. Accordingly, the essential security exception of Article XXI could provide stronger defenses for the CBAM.\nCarbon import fees based on implicit carbon pricing would also likely be provisionally justified under the environmental exceptions. They could, however, be found to be impermissibly discriminatory under the chapeau if the method of calculating the price equivalence of different approaches to reducing carbon intensity were deemed to favor some regulatory approaches over others. Implicit pricing-based import fees could also be covered under the Article XX(h) and Article XXI exceptions.\nImport fees based on emissions intensity, without regard to how that intensity is achieved, could be a better fit under Article XX’s chapeau, although proposals addressing economic objectives could be deemed to lack a sufficiently close nexus to their environmental objectives. The ICA and essential security exceptions, however, would likely apply to emissions intensity-based fees that also addressed economic objectives.\nNordhaus’s punitive carbon tariffs are unlikely to fall within the scope of the environmental exceptions due to their explicitly coercive rather than performance-based design. They could, however, be covered under the ICA and essential security exceptions, which are not limited to purely environmental considerations and do not preclude the use of coercive trade measures.\n19 Carbon Import Fees and the WTO",
  "page_20": "Table 1: Summary of Potential WTO Defenses for Carbon Import Fees\nPOTENTIAL WTO DEFENSES\nPermissible\nBorder Tax\nAdjustments\nEnvironmental\nExceptions\nInternational\nCommodity\nAgreement\nException\nEssential\nSecurity\nException\nBorder adjustment\nof carbon tax\nLIKELY\nLIKELY\nLIKELY\nLIKELY\nBorder adjustment\nof ETS (e.g., CBAM)\nPOTENTIAL\nPOTENTIAL\nLIKELY\nLIKELY\nBorder adjustment\nof implicit price\nUNLIKELY\nPOTENTIAL\nLIKELY\nLIKELY\nEmissions\nintensity-based\nimport fees\nUNLIKELY\nPOTENTIAL\nLIKELY\nLIKELY\nPunitive\ncarbon tariffs\nUNLIKELY\nUNLIKELY\nPOTENTIAL\nPOTENTIAL\n20 Climate Leadership Council",
  "page_21": "ENDNOTES\n1. High-Level Commission on Carbon Prices, Report of the High-Level Commission on Carbon Prices, at 41 (May 29, 2017) (“Concerns over carbon leakage and unfair competition can also be tackled by ... introducing so- called border carbon adjustments”).\n2. See Ali Hasanbeigi and Aldy Darwili, Embodied Carbon in Trade: Carbon Loophole at 2 (Nov. 2022), https://www.globalefficiencyintel.com/2022-embodied-carbon-in-trade-carbon-loophole.\n3. See, e.g., Bart Le Blanc and Isaac de Leon Mendoza, Potential Conflicts Between the European CBAM and the WTO Rules, Norton Rose Fulbright (Feb. 2023), https://www.nortonrosefulbright.com/en/knowledge/ publications/9c5d9ec6/potential-conflicts-between-the-european-cbam-and-the-wto-rules; Shreya Nandi, India plans to challenge European Union’s carbon border tax at WTO, Business Standard (June 16, 2023), https://www.business-standard.com/economy/news/india-south-africa-other-developing-nations-to-challenge- cbam-at-wto-123061600716_1.html.\n4. See Simon Lester, Ending the WTO Dispute Settlement Crisis: Where to from here? International Institute for Sustainable Development (March 2022)(“losing members have generally appealed ... panel report[s] into the void left by a non-operational Appellate Body, leaving many disputes in a state of limbo”), https://www.iisd.org/articles/united-states-must-propose-solutions-end-wto-dispute-settlement-crisis.\n5. See infra Section III(B).\n6. See infra Section IV(B)(2) (discussing the chapeau of GATT Article XX).\n7. See generally T. Renee Bowen and J. Lawrence Broz, The Domestic Political-Economy of the WTO Crisis: Lessons for Preserving Multilateralism (October 1, 2022), https://ssrn.com/abstract=3920630 or http://dx.doi. org/10.2139/ssrn.3920630.\n8. Nordhaus’s proposed punitive tariffs are an exception. See infra Section II(D).\n9. Different terms are used to refer to this metric. The European Union’s Carbon Border Adjustment Mechanism, for example, uses the term “specific embedded emissions,” which is defined as “the embedded emissions of one tonne of goods, expressed as tonnes of CO2e emissions per tonne of goods...” See Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing a carbon border adjustment mechanism (CBAM), Annex IV, Article 3(22), available at https://eur-lex.europa.eu/legal-content/EN/TXT/ PDF/?uri=CELEX:32023R0956.\n10. See generally Matthew C. Porterfield, Border Adjustments for Carbon Taxes, PPMs, and the WTO, 41 U. Pa. J. Int’L L. 1. (2019), available at https://scholarship.law.upenn.edu/jil/vol41/iss1/2.\n11. See infra Section IV(A).\n12. See The World Bank, What is Carbon Pricing? https://www.worldbank.org/en/programs/pricing- carbon#:~:text=There%20are%20two%20main%20types,extra%20allowances %20to%20larger%20emitters.\n13. See CBAM, supra note 9. California’s treatment of imported electricity under its cap-and-trade program has been characterized as a form of border adjustment. See Stefan U. Pauer, Including electricity imports in California’s cap-and-trade program: A case study of a border carbon adjustment in practice, The Electricity Journal, Volume 31, Issue 10 (December 2018).\n14. See, e.g., James A. Baker Ill et al., Climate Leadership Council, The Conservative Case for Carbon Dividends, (2017), https://www.clcouncil.org/media/2017/03/The-Conservative-Case-for-Carbon-Dividends. pdf; MARKET CHOICE Act, H.R. 3039, 117\" Cong., sec. 101, part 2 (“Tax adjustments for Imports and Exports of Greenhouse Gas Intensive Products”)( (1st Sess. 2021), https://www.congress.gov/bill/1 17th-congress/house- bill/3039/text; Energy Innovation and Carbon Dividend Act of 2021, H.R. 2307, 117 Cong., ch. 102 (“Carbon Border Fee Adjustment”) (1st Sess. 2021), https://www.congress.gov/11 7/bills/hr2307/BILLS-117hr2307ih.pdf.\n15. Chris Kardish, Jason Ye, and Nat Keohane, Carbon Border Adjustments: Considerations for Policymakers, Center for Climate and Energy Solutions, at 5 (June 2022)(“In the absence of a domestic carbon pricing program, a border adjustment could be based on an ‘implicit price’ representing the estimated marginal cost to domestic producers of reducing greenhouse gas emissions to comply with relevant laws, regulations,\n21 Carbon Import Fees and the WTO",
  "page_22": "and executive actions.”), https://www.c2es.org/wp-content/uploads/2022/06/carbon-border-adjustments- considerations-for-policymakers.pdf. This model has also been referred to as a “regulatory cost” border carbon adjustment. See Xan Fishman, George David Banks, & John Jacobs, Understanding Border Carbon Adjustments, Bipartisan Policy Center at 4 (Nov. 2022), https://bipartisanpolicy.org/download/?file=/wp-content/uploads/2022/11/ BPC Energy-CBAM-Report Final.odf. Dominioni and Esty, in contrast, use the term “implicit carbon pricing” primarily for tax policies with similar affects to explicit pricing and refer to adjustments that include regulatory compliance costs as the “wide open approach.” See Goran Dominioni & Daniel C. Esty, Designing Effective Border Carbon Adjustment Mechanisms: Aligning the Global Trade and Climate Change Regimes, 65 Ariz. L. Rev. 1, 11 (2023), https://arizonalawreview.org/pdf/65-1/65arizlrev1 .pdf.\n16. S. 2378, 117 Cong. (2021), https:/Avww.congress.gov/117/bills/s2378/BILLS-117s2378is.pdf; H.R. 4534, 117\" Cong. (2021), https://www.congress.gov/11 7/bills/hr4534/BILLS-117hr4534ih.pdf.\n17. Id. Section 9904.\n18. See Goran Dominioni & Daniel C. Esty, Designing Effective Border Carbon Adjustment Mechanisms: Aligning the Global Trade and Climate Change Regimes, 65 Ariz. L. Rev. 1, 10-11 (2023), https://arizonalawreview. org/pdf/65-1/65arizlrev1 .pdf.\n19. See Press Release, /CYMI: Cassidy’s Plan for a Foreign Pollution Fee (May 30, 2023), https:/Awww. cassidy.senate.gov/newsroom/press-releases/icymi-cassidys-plan-for-a-foreign-pollution-fee; Benjamin J. Hulac, As European tax looms, a border fee draws bipartisan focus, Rott Catt (April 12, 2023), https://rollcall.com/2023/04/12/ as-european-tax-looms-a-border-fee-draws-bipartisan-focus.\n20. See White House Fact Sheet: The United States and European Union To Negotiate World’s First Carbon- Based Sector Arrangement on Steel and Aluminum Trade (Oct. 31, 2021), https:/Awww.whitehouse.gov/briefing-room/ statements-releases/202 1/10/31 /fact-sheet-the-united-states-and-european-union-to-negotiate-worlds-first-carbon- based-sectoral-arrangement-on-steel-and-aluminum-trade.\n21. See Ana Swanson, U.S. Proposes Green Steel Club That Would Levy Tariffs On Outliers, New York Times (Dec. 7, 2022), https:/Awww.nytimes.com/2022/12/07/business/economy/steel-tariffs-climate-change.html.\n22. Margaret Spiegelman, EU presses U.S. for tariff ‘peace clause’ in global steel arrangement, World Trade Online (April 18, 2023) (paywalled).\n23. Joint EU-US Statement on a Global Arrangement on Sustainable Steel and Aluminum (Nov. 1, 2021), https: : r mmi ion re mer, tail n/IP_21 124.\n24. William Nordhaus, Climate Clubs: Overcoming Free-Riding in International Climate Policy, 105 (4) American Economic Review, 1339, 1341 (2015). https://www.aeaweb.org/articles?id=10.1257/aer.15000001.\n25. Id. at 1949.\n26. See World Trade Organization, Overview, httos://www.wto.org/english/thewto_ e/whatis e/wto_dg_ stat_e.htm#:~:text=The%20current%20body%20o0f%20trade,some%20WTO%20members%20are% 20parties.\n27. The GATT was asserted as a basis for a claim in 506 of the 615 WTO disputes initiated from 1995 to 2022. See WTO, Dispute settlement activity — some figures, https://www.wto.org/english/tratop e/dispu_e/ dispustats_e.htm.\n28. See GATT Article Il:1.\n29. See infra Section IV(A).\n30. Nordhaus acknowledges that his “penalty tariffs” would conflict with trade rules and proposes “a set of ‘climate amendments’ to international-trade law ... [that] would explicitly allow uniform tariffs on nonparticipants within the confines of a climate treaty [and] would also prohibit retaliation against countries who invoke the mechanism.” Nordhaus, supra note 24, at 1349.\n31. See Report of the Panel, United States - Certain Measures on Steel and Aluminum Products, WT/ DS544/R (December 9, 2022) at 46, Tables 2 and 3, and notes 272 and 275. https://docs.wto.org/dol2fe/Pages/SS/ directdoc.aspx?filename=q:/WT/DS/544R.pdf&Open=True).\n22 Climate Leadership Council",
  "page_23": "32. See GATT, Annex I, Ad Article III:\nAny internal tax or other internal charge ... which applies to an imported product and to the like domestic product and is collected ... in the case of the imported product at the time or point of importation, is nevertheless to be regarded as an internal tax or other internal charge ... and is accordingly subject to the provisions of Article III.\n33. GATT, Article Ill:2.\n34. GATT, Article 1:1.\n35. See Warren H. Maruyama, Climate Change and the WTO: Cap and Trade versus Carbon Tax?, 45 Journal of World Trade, 679, 722 (2011) (“border tax adjustment[s] must be applied on an MFN basis to all WTO Members. Border adjustments cannot be applied selectively by exempting least developing countries, signatories to a multilateral climate agreement, or those countries taking comparable actions to reduce GHG emissions.”).\n36. The status of measures that regulate imported products based on the “process or production methods” (PPMs) by which they are produced has been a recurring source of debate in discussions of the relationship between trade rules and environmental policy. See generally Porterfield, supra note 10.\n37. Appellate Body Report, Philippines— Taxes on Distilled Spirits, WT/DS396/AB/R, WT/DS403/AB/R (adopted Dec. 21, 2011), para. 119.\n38. See European Communities-Measures Affecting Asbestos and Asbestos-Containing Products, WT/ DS135/AB/R (12 March 2001), para. 88, quoting Japan—Customs Duties, Taxes and Labeling Practices on Imported Wines and Alcoholic Beverages, BISD 34S/83 (adopted 10 November 1987), at para. 5.5.\n39. Id.\n40. Philippines — Distilled Spirits, supra note 37, para. 118.210.\n41. Federal Buy Clean Initiative, https://www.sustainability.gov/buyclean/#:~:text=President%20Biden%20 signed%20Executive%20Order,net%20zero%20emissions%20by%202050.\n42. See Responsible Steel, https://www.responsiblesteel.org.\n43. See Joel P. Trachtman, WTO Trade and Environment Jurisprudence: Avoiding Environmental Catastrophe, 58 Haarv. Int’L L. J. 273, 281 (2017) (“unless consumers distinguish between products on the basis of the amount of carbon used in their manufacture, high carbon-intensity and low carbon-intensity products would be treated as like products.”).\n44. See Maruyama, supra note 35, at 697 (the AB “has never embraced the ... far-reaching step of allowing physically identical products to be differentiated for ‘like-product’ purposes based entirely on environmental impacts arising from their production processes.”).\n45. See generally Porterfield, supra note 10.\n46. See WTO Secretariat, Taxes and Charges for Environmental Purposes — Border Tax Adjustment, WT/ CTE/W/47, para. 36 (2 May 1997)(“WTO provisions on border tax adjustment follow the destination principle for [product based] taxes”), available at https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=Q:/WT/CTE/ W47.pdf&Open=True. The British economist David Ricardo explained the need for border adjustments in the early 19\" century, noting that—\nA tax affecting [domestic producers] exclusively is, in fact, a bounty to that amount on the importation of the same commodity from abroad; and to restore competition to its just level, it would be necessary not only to subject the imported commodity to an equal tax, but to allow a drawback of equal amount, on the exportation of the home-made commodity.\nDavid Ricardo, On Protection to Agriculture 14-15 (4th ed. 1822).\n23 Carbon Import Fees and the WTO",
  "page_24": "47. See generally The Role of Border Adjustments in Many Countries, American Action Forum (Nov. 2016), https://www.americanactionforum.org/wp-content/uploads/2016/11/The-Role-of-Border-Adjustments-in- International-Taxation.pdf.\n48. GATT Article IIl:2.\n49. Report of the Panel, Japan—Customs Duties, Taxes and Labelling Practices on Imported Wines and Alcoholic Beverages, L/6216 - 34S/83, para. 5.8 (adopted on 10 November 1987).\n50. It could be argued that even if a carbon price was applied at the same rate on domestic and imported products, it would violate GATT if it resulted in a greater effective charge on higher emissions intensity imports. However, this interpretation is not supported by the text of Article II:2(a) and Ill:2 and would create a different standard for border adjustments on imports under the GATT and exports under the ASCM. See Porterfield, supra note 10, at 38-39.\n51. Report of the Panel, United States— Taxes on Petroleum and Certain Imported Substances, WTO Doc. L/6175 - 34S/136 (June 17, 1987) [hereinafter Taxes on Petroleum], https://www.wto.org/english/tratop_e/dispu_e/ gatt_e/87superf.pdf. The tax expired in 1995 but was reinstated by Congress in 2021 in the Infrastructure Investment and Jobs Act. See 26 U.S.C. § 4671.\n52. See Taxes on Petroleum, supra note 51, paras. 5.2.9-5.2.10. This is consistent with the position taken by the GATT Working Party on Border Tax Adjustments on the use of averages to calculate border adjustments on materials used to manufacture composite goods:\n[C]ountries operating cascade systems usually resorted to calculating average rates of rebate for categories of products . . . Other examples included composite goods, which, on export, contained ingredients for which the Working Party agreed in principle it was administratively sensible and sufficiently accurate to rebate by average rates for a given class of goods.\nSee GATT Secretariat, Report by the Working Party on Border Tax Adjustments, para. 16, L/3464 (Nov. 20, 1970), https://www.wto.org/gatt_docs/English/SULPDF/90840088. pdf.\n53. See ASCM, Article 3.1(a) (prohibiting “subsidies contingent, in law or in fact ... on export performance. ...”)\n54. See ASCM, n.1 (“the exemption of an exported product from duties or taxes borne by the like product when destined for domestic consumption, or the remission of such duties or taxes in amounts not in excess of those which have accrued, shall not be deemed to be a subsidy.”).\n55. See ASCM, Annex | (“Illustrative List of Export Subsidies”), para. (g) (“the exemption or remission, in respect of the production and distribution of exported products, of indirect taxes in excess of those levied in respect of the production and distribution of like products when sold for domestic distribution.”).\n56. ASCM, n.61. For a discussion of the ASCM provisions addressing border adjustments of energy inputs, see Porterfield, supra note 10, at 19-23.\n57. See GATT Secretariat, Report by the Working Party on Border Tax Adjustments, para. 10, L/3464 (Nov. 20, 1970) (“It was agreed that GATT provisions on tax adjustment appll[y] the principle of destination identically to imports and exports.”), https://www.wto.org/gatt_docs/English/SULPDF/90840088.pdf.\n58. See James A. Baker Ill et al., Climate Leadership Council, The Conservative Case for Carbon Dividends, (2017) at 1 (advocating for “a gradually increasing tax on carbon dioxide emissions, to be implemented at the refinery or the first point where fossil fuels enter the economy, meaning the mine, well or port.”), httos:/Awww. clcouncil.org/media/201 7/03/The-Conservative-Case-for-Carbon-Dividends.pdf.\n59. See generally Jennifer A. Hillman, Changing Climate for Carbon Taxes: Who's Afraid of the WTO? https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=3048&context=facpub (Climate & Energy Policy Paper Series, July 2013), https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=3048&context=facpub; Joost Pauwelyn, Carbon Leakage Measures and Border Tax Adjustments under WTO Law, Research Handbook on Environment, Health & The WTO 448, 489 (Geert Van Calster & Denise Prévost eds., 2013), available at https://www. ssrn.com/abtract=2026879.\n60. See Comm. on Trade and Env’t, Note by the Secretariat, Taxes and Charges for Envt’! Purposes— Border Tax Adjustment, para. 31, WT/CTE/W/47 (May 2, 1997), https://perma.cc/6EWG-QVBB:\n24 Climate Leadership Council",
  "page_25": "Economists have traditionally distinguished between, on the one hand, indirect taxes which are imposed, directly or indirectly, on products, and, on the other hand, direct taxes which are considered to be imposed on the producer. This distinction has been generally accepted as a basis for GATT/WTO’s disciplines on border tax adjustments with respect to both imports and exports.\n61. ASCM, n.58.\n62. Id.\n63. See Appellate Body Report, United States—Import Prohibition of Certain Shrimp and Shrimp Products, para. 118, WT/DS58/AB/R (adopted Oct. 12, 1998) (Shrimp Turtle |), https://docs.wto.org/dol2fe/Pages/SS/ directdoc.aspx?filename=Q:/WT/DS/58ABR.pdf&Open=True.\n64. Reports of the Panel, Brazil - Certain Measures Concerning Taxation and Charges, WT/DS472/R, WT/ DS497/R (30 August 2017), para. 7.880. See also Jennifer A. Hillman, Changing Climate for Carbon Taxes: Who’s Afraid of the WTO?, German Marshall Fund of the United States, Climate & Energy Policy Paper Series, at 10 (2013) (“Policies aimed at reducing carbon dioxide emission could well fall under XX(b) as, for example, necessary to protect human beings from the negative consequences of climate change (such as flooding or sea-level rise)”).\n65. See Appellate Body Report, United States-Standards for Reformulated and Conventional Gasoline, 16-18 (adopted May 20, 1996) — (U.S. Gasoline), https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=Q:/ WT/DS/2ABR.pdf&Open=True. See also Hyuntaik Lee, The Presumption of Conformity for Climate Measures: Reconciling the Climate Change Regime and the WTO, 17 Asian Journal of WTO & International Health Law and Policy, 449, 460 (2022) (“the requirement of “relating to” under subparagraph (g) seems to present a lower hurdle, through which the difficulties of the ‘necessity’ test can be bypassed”), https://papers.ssrn.com/sol3/papers. cfm?abstract_id=4416813&dgcid=ejournal_htmlemail_climate%3Achange%3Alaw%3Apolicy%3Aejournal abstractlink. Accordingly, this paper focuses on Article XX(g) as the more plausible basis for an environmental defense of carbon import fees under Article XX.\n66. See U.S.—Gasoline, supra note 65, at 9-10 (“Understandably, the United States has ... not appealed from the Panel’s ruling that clean air is an exhaustible natural resource within the meaning of Article XX(g)...”)\n67. As noted by Jennifer Hillman, a former Member of the WTO’s Appellate Body, “[pJolicies aimed at reducing carbon dioxide emission ... could come under XX(g) as related to the conservation of the planet’s climate, or its arable land or livable oceans, along with certain plant and animal species that might disappear as a result of global warming.” Jennifer A. Hillman, Changing Climate for Carbon Taxes: Who’s Afraid of the WTO?, German Marshall Fund of the United States, Climate & Energy Policy Paper Series, at 10 (2013), https://scholarship.law. georgetown.edu/cgi/viewcontent.cgi?article=3048&context=facpub.\n68. See U.S.—Gasoline, supra note 65, at 19.\n69. Appellate Body Reports, China— Measures Related to the Exportation of Rare Earths, Tungsten and Molybdenum, WT/DS431/AB/R, WT/DS432/AB/R, WT/DS433/AB/R (Aug. 7, 2014), para. 5.90 (internal quotation marks omitted).\n70. See Global Forum on Steel Excess Capacity, 2021 GFSEC Ministerial Report, para. 71:\nIndustry representatives have stated clearly that global excess capacity is a barrier to the transition towards carbon neutrality, as it creates business and competitiveness challenges, and reduces the financial capability of steel companies to invest in the new technologies needed in order to drastically reduce carbon emissions.... Reduc[ing] global overcapacity in the steel sector would help foster more stability in steel markets, and improved business conditions that would help accelerate the industry’s adoption of low-carbon steelmaking technologies.\nhttps://www.steelforum.org/events/gfsec-ministerial-report-2021.pdf. See also Assessing Steel Decarbonisation Progress in the Context of Excess Capacity — A Steel Decarbonisation Indicator Dashboard at 5 (OECD 2022) (“In a context of deep transformation required for the steel industry to meet climate goals, tackling excess capacity is crucial to foster decarbonization”), https://www.steelforum.org/steel-indicator-decarbonisation-dashboard.pdf.\n71. n applying Article XX(b), which contains a more rigorous “necessary” standard for the relationship between a measure and its permissible objectives (see supra note 65 and accompanying text), the Appellate Body\n25 Carbon Import Fees and the WTO",
  "page_26": "observed that “the results obtained from certain actions—for instance, measures adopted in order to attenuate global warming and climate change ... that may manifest themselves only after a certain period of time—can only be evaluated with the benefit of time ... ” Appellate Body Report, Brazil-Measures Affecting Imports of Retreaded Tyres, para. 151, WT/DS332/AB/R (adopted Dec. 17, 2007), https://docs.wto.org/dol2fe/Pages/SS/directdoc. aspx?filename=Q:/WT/DS/332ABR.pdf&Open= True.\n72. U.S.— Gasoline, supra note 65, at 21.\n73. Appellate Body Reports, China— Measures Related to the Exportation of Rare Earths, Tungsten and Molybdenum, WT/DS431/AB/R, WT/DS432/AB/R, WT/DS433/AB/R (Aug. 7, 2014), para. 5.136 (“Article XX(g) does not require a Member seeking to justify its measure to establish that its regulatory regime achieves an even distribution of the burden of conservation.”).\n74. U.S.—Gasoline, supra note 65, at 21.\n75. See supra Section II(B).\n76. The Appellate Body has not drawn clear lines between the different elements of the chapeau. See\nU.S.—\nGasoline, supra note 65, at 25: “Arbitrary discrimination”, “unjustifiable discrimination” and “disguised restriction” on international trade may ... be read side-by-side; they impart meaning to one another... the kinds of considerations pertinent in deciding whether the application of a particular measure amounts to ‘arbitrary or unjustifiable discrimination’, may also be taken into account in determining the presence of a ‘disguised restriction’ on international trade. The fundamental theme is to be found in the purpose and object of avoiding abuse or illegitimate use of the exceptions to substantive rules available in Article XX.\n77. Shrimp—Turtle |, supra note 63, para. 159.\n78. Id., para. 120 (“The standard of “arbitrary discrimination”, for example, under the chapeau may be different for a measure that purports to be necessary to protect public morals than for one relating to the products of prison labour.”).\n79. Id., paras. 1-5.\n80. Id. para. 121.\n81. /d., para. 161 (emphasis in original).\n82. Id., para. 165. The Appellate Body identified additional aspects in the United States’ implementation of the import ban that were inconsistent with the chapeau, including failing to pursue negotiations on alternative approaches to sea turtle conservation with all affected countries (paras. 166-72) and providing some countries with more time and technical assistance in implementing the use of TEDs (paras. 173-175).\n83. See Appellate Body Report, United States — Import Prohibition of Certain Shrimp and Shrimp Products, Recourse to Article 21.5 of the DSU by Malaysia paras. 6-7, WT/DS58/AB/RW (adopted Oct. 22, 2001) (Shrimp— Turtle II), https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=Q:/WT/DS/58ABRW.pdf&Open=True.\n84. Shrimp-Turtle Il AB Report, para. 138.\n85. Id., para. 144 (emphasis added).\n86. See Howard F. Chang, Environmental Trade Measures, The Shrimp-Turtle Rulings, and the Ordinary Meaning of the Text of the GATT, 8 Chapman L. Rev. 25, 41-42 (2005), https://www.chapman.edu/law/ _files/ publications/clr-8-howard-chang.pdf.\n87. The Appellate Body’s report in U.S. —Gasoline, supra note 65, could also be read to require the use of carbon intensity data from individual facilities. In U.S. —Gasoline, the Appellate Body concluded that a U.S. regulation that permitted domestic producers of gasoline to establish individual baselines, but assigned imported\n26 Climate Leadership Council",
  "page_27": "gasoline a statutory baseline, constituted arbitrary and unjustifiable discrimination under the chapeau of Article XX. See id. at 28-29. The United States argued that imported gasoline was subject to the more stringent standard “because of the difficulties of verification and enforcement.” /d. at 26. The Appellate Body accepted the concerns about the accuracy of reported data as legitimate but stressed that the United States had failed to make adequate efforts to address them through negotiations with the exporting countries. /d. at 27-28. Accordingly, under U.S. — Gasoline concerns about the quality of available emissions data at the facility level could presumably justify the use of national averages if the country applying the measure made efforts to coordinate with the affected exporting countries to improve the reliability of more granular emissions data.\n88. Shrimp-Turtle Il AB Report, para. 144. See also Chang, supra note 86, at 42 (“If we read each of the Appellate Body’s critical sentences carefully in context ... we find that each sentence is followed immediately by an explanation that makes clear that the 1998 ruling did not object to a country-by-country import ban per se”); Robert Howse, The Appellate Body Rulings in the Shrimp/Turtle Case: A New Legal Baseline for the Trade and Environment Debate, 27 Cotum. J. Envi. L. 489, 513 (2002) (“To say that the chapeau requires shipment-by-shipment inspection in the application of the U.S. scheme would be to interpret the chapeau in a manner that is inconsistent with the [Appellate Body’s] overall understanding of the structure and purpose of Article XX” reflected in the Shrimp-Turtle reports).\n89. See supra Section II(D).\n90. See CBAM, supra note 9, Article 2, paras. 4 & 6 (excluding from the CBAM goods from countries covered by the ETS, or with and emissions trading system linked to the ETS, or where “the carbon price paid in the country in which the goods originate is effectively charged on the greenhouse gas emissions embedded in those goods without any rebates beyond those also applied in accordance with the EU ETS”); Article 9 (providing for crediting of carbon pricing paid in the exporting country against CBAM certificates to be surrendered).\n91. See Dominioni and Esty, supra note 13, at 39 (noting that carbon border mechanisms that “restrict the choice for the exporting country to either carbon taxes or emissions allowances trading schemes could ...be seen as imposing the adoption of a specific measure abroad” could be impermissibly coercive under the chapeau).\n92. See supra Section II(C).\n93. Appellate Body Report, United States—Measures Concerning the Importation, Marketing and Sale of Tuna and Tuna Products—Recourse to Article 21.5 of the DSU by the United States, Second Recourse to article 21.5 of the DSU by Mexico, WT/DS381/AB/RW/USA, WT/DS381/AB/RW/2 (adopted Jan. 11, 2019), para. 6.11. See also sources cited at id. n. 168.\n94. See Timothy Meyer and Todd N. Tucker, How the US and EU Can Rewrite Trade Rules to Fight the Climate Crisis, Roosevelt Institute (March 2023) (“WTO rules also contain an exception for measures undertaken pursuant to an international commodities agreement, which the [Global Arrangement] would arguably be”), https:// rooseveltinstitute.org/2023/03/15/how-the-us-and-eu-can-rewrite-trade-rules-to-fight-the-climate-crisis/; Steve Charnovitz, Grading Trump’s China Trade Strategy, GWU Law School Public Law Research Paper No. 2019-26; GWU Legal Studies Research Paper No. 2019-26 (2019), (“If excessive global steel production causes social or employment problems, the most logical solution would be a multilateral commodity agreement negotiated outside of the WTO. The WTO recognizes the legitimacy of commodity agreements (in GATT Article XX(h))”), httos:// scholarship.law.gwu.edu/faculty_publications/1429.\n95. See Herman Walker, The International Law of Commodity Agreements, 28 Law AND CONTEMPORARY PROBLEMS 392 (1963), available at https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=2960&context=Icp\n96. See Note by the Secretariat, Trade Provisions Contained in Existing Multilateral Environmental Agreements Vis-a-vis GATT Principles and Provisions, Article XX(h), TRE/W/17/Rev.1 at 6 (Oct. 14, 1993), https:// www.wto.org/gatt_docs/English/SULPDF/91730122.pdf.\n97. Walker, supra note 95, at 393.\n98. See Havana Charter, ch. IV “Commercial Policy.” https:/Awww.wto.org/english/docs e/legal_e/ havana_e.pdf.\n27 Carbon Import Fees and the WTO",
  "page_28": "99. Havana Charter, Ch. VI.\n100. Havana Charter, Article 57(a).\n101. Havana Charter, Article 57(c).\n102. Havana Charter, Article 57(d). For a proposal for the use of ICAs to impose border charges addressed at environmental externalities, see Henk L. M. Kox, The Integration of Environmental Externalities into International Commodity Agreements, 19 World Development 933 (1991).\n103. Havana Charter, Article 56. See a/so Report of the First Session of the Preparatory Committee, U.N. Doc. E/PC/T/33, at 20 (Oct. 31, 1946) (“London Draft Charter”) (“It was agreed that in exceptional circumstances regulatory agreements might also be applied to manufactured goods. The Preparatory Committee intends that one effect of this provision should be to permit the inclusion of appropriate synthetic products within the scope of particular commodity agreements.”), https://docs.wto.org/gattdocs/q/UN/EPCT/33.PDF. The text of Article XX(h) does not limit the commodities that can be covered by an ICA.\n104. Havana Charter, Article 60.\n105. See Havana Charter, Article 45:1 (a)(ix)\n106. The Contracting Parties to the GATT became the original Members of the WTO. See Article XI:1 of the Agreement Establishing the World Trade Organization, Apr. 15, 1994, 1867 U.N.T.S. 154, available at https://www. wto.org/english/docs _e/legal e/04-wto.pdf.\n107. See Interpretative Note Ad Article XX (“The exception provided for in this sub-paragraph extends to any commodity agreement which conforms to the principles approved by the Economic and Social Council in its resolution 30 (IV) of 28 March 1947.”).\n108. See EEC-Bananas, para. 166.\n109. See Id.\n110. U.N. Econ. & Soc. Council Res. 30 (IV), U.N. Doc. E/403 (Mar. 28, 1947). The ECOSOC Resolution referred to Chapter VII of the earlier London Draft of the Charter of the ITO, although it indicated that subsequent modifications of the language on ICAs could also be relevant.\n111. See Walker, supra note 95, at 405 (“the Organization envisioned by [the ICA chapter] has never materialized. There are no ‘Members’; no “Organization” to call conferences, or to act as custodian, supervisor and arbiter of disputes unresolved by a Commodity Council.”) The panel in EEC-Bananas did find that the Lomé Convention was not sufficiently open to all banana producing and consuming countries. FEC-Bananas, para. 166. The panel’s cursory treatment of the issue seemed largely influenced by the EEC’s failure to have characterized the Convention as an ICA prior to the dispute.\n112. See Article IX:1 of the Agreement Establishing the World Trade Organization (the Marrakesh Agreement) (“The WTO shall continue the practice of decision-making by consensus followed under GATT 1947, available at http://www.wto.org/english/docs_e/legal e/04-wto.pdf.\n113. See id., n.1 (“The body concerned shall be deemed to have decided by consensus on a matter submitted for its consideration, if no Member, present at the meeting when the decision is taken, formally objects to the proposed decision.”). Although article IX:1 of the Marrakesh agreement states that “[e]xcept as otherwise provided, where a decision cannot be arrived at by consensus, the matter at issue shall be decided by voting,” this provision has been interpreted to apply to several provisions of the Marrakesh Agreement that provide for certain decisions to be made by super-majority (i.e., waivers, interpretations, amendments, and accessions). See Craig VanGrasstek, THE HisToRY AND FUTURE OF THE WorRLD TRADE ORGANIZATION (World Trade Organization, 2013), at 211 (“several provisions of the WTO agreement provide for voting. Each requires some form of super-majority; a simple majority is never sufficient to reach a decision.”).\n114. See Walker, supra note 95, at 408:\n28 Climate Leadership Council",
  "page_29": "GATT article XX(h) ... provides also for the permissibility of commodity agreements not based on the principles of [the ICA chapter] ... so long as the CONTRACTING PARTIES have the opportunity to disown [an ICA], and do not choose to do so, the [ICA] is automatically conformable with GATT, assuming that it can indeed be considered a ‘commodity’ agreement of one sort or other.\navailable at https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=2960&context=Icp.\nSee also George Bronz, An International Trade Organization: The Second Attempt, 69 Harv. L. Rev. 440, 466 (1956) (“this provision opens a large loophole. Indeed, without a definition of “international commodity agreement” there would seem to be no inhibition of principle on any group of producing countries making any sort of restrictive agreement ...”).\n115. See supra Section IV(B)(2).\n116. GATT, Article XXI(b)(iii). In addition to “war or other emergency in international relations,” other subparagraphs of Article XXI(b) apply to security interests relating “to fissionable materials or the materials from which they are derived (Article XXI(b)(i)), and “to trafficking in arms, ammunition and implements of war...” (Article XXI(b)(ii))\n117. The disputes were initiated by China (Report of the Panel, United States - Certain Measures on Steel and Aluminum Products, WT/DS544/R (December 9, 2022), https://docs.wto.org/dol2fe/Pages/SS/directdoc. aspx ?filename=q:/WT/DS/544R.pdf&Open=True); Norway (Report of the Panel, United States - Certain Measures on Steel and Aluminum Products, WT/DS552/R (December 9, 2022), https://docs.wto.org/dol2fe/Pages/SS/directdoc. aspx? filename=q:/WT/DS/552R.pdf&Open=True); Switzerland (Report of the Panel, United States — Certain Measures on Steel and Aluminum Products, WT/DS556/R (December 9, 2022), https://docs.wto.org/dol2fe/Pages/ SS/directdoc.aspx?filename=q:/WT/DS/556R.pdf&Open=True); and Turkiye, (Report of the Panel, United States - Certain Measures on Steel and Aluminum Products, WT/DS564/R (December 9, 2022), https://docs.wto.org/dol2fe/ Pages/SS/directdoc.aspx?filename=q:/WT/DS/564R.pdf&Open=True).\n118. See 19 U.S.C. § 1862. The federal courts have rejected a domestic legal challenge to the 232 tariffs. See USP Holdings v. United States, 36 F.4th 1359 (Fed. Cir. 2022), cert. denied March 27, 2023.\n119. See China Report, paras. 8.1(a) & (b) (Tariffs and MFN); Norway Panel Report, paras. 8.1(a)-(c)); Switzerland Panel Report, paras. paras. 8.1(a)-(c)); Turkiye Panel Report, paras. 8.1(a)-(c)).\n120. China Panel Report, paras. 7.23-24 & n.262, 7.49 & n.327; Norway Panel Report, Paras. 7.11-12 & n.223, 7.29 & n.262; Switzerland Panel Report, paras. 7.30-31 &n.317, 7.56 & n.380; Turkiye Panel Report, paras. 7.28-29 & n.276, 7.54 and n.3385).\n121. See China Panel Report, para. 7.105 et seq. (p. 68-69).\n122. China Panel Report, para. 7.122; Norway Panel Report, para. 7.110 n.407; Switzerland Panel Report, para. 7.140 n. 541; Turkiye Panel Report, para. 7.137 n.495.\n123. See China Panel Report, para. 7.122, n.467 (emphasis added): the United States’ view that “the subparagraphs guide a Member's exercise of its rights under this provision” is compatible with the delimiting function served by the subparagraphs to define the circumstances and conditions under which action may be taken, “while reserving to the Member the judgment whether particular action is necessary to protect its essential security interests.”\nSee also Norway Panel Report, para. 7.110 n.407; Switzerland Panel Report, para. 7.140 n. 541; Turkiye Panel Report, para. 7.137 n.495. See also Report of the Panel, United States— Origin Marking Requirement, WT/DS597/R (circulated Dec. 21, 2022), para. 7.60 (“both sides agree that what the invoking Member considers ‘necessary’ is subject to unilateral determination.”).\n124. See China Panel Report, para. 7.122; Norway Panel Report, para. 7.110; Switzerland Panel Report, para. 7.140; Turkiye Panel Report, para. 7.137.\n125. See China Panel Report, para. 7.142; Norway Panel Report, para. 7.130; Switzerland Panel Report,\n29 Carbon Import Fees and the WTO",
  "page_30": "para. 7.160; Turkiye Panel Report, para. 7.157.\n126. See China Panel Report, para. 7.148; Norway Panel Report, para.7.136; Switzerland Panel Report, para. 7.166; Turkiye Panel Report, para. 7.163.\n127. See Word Trade Report, 2022: Climate Change and International Trade 47 (World Trade Organization 2022) (WTO Climate Change & Trade), https://www.wto.org/english/res_e/booksp e/wtr22_e/wtr22_e.pdf.\nLeft unchecked, climate change will lead to a humanitarian crisis characterized by increasing poverty, food insecurity, disease and unnecessary additional deaths. It may also contribute to geopolitical instability, as countries compete for access to dwindling resources and seek to protect their industries and markets through economic decoupling and the building of zones of economic and political influence.\n128. Department of Defense, Climate Risk Analysis (Oct. 2021), https://media.defense.gov/2021/ Oct/21/2002877353/-1/-1/0/DOD-CLIMATE-RISK-ANALYSIS-FINAL.PDF. See a/so Timothy Meyer and Todd Tucker, A Pragmatic Approach to Carbon Border Measures, 21 Wor-p Trabe Review 109, 120 (2022) (“Climate change creates security risks, such as climate migration and political instability around the world, as well as direct threats to military forces and capabilities. To give but one small example, the U.S. military spent $67 million in 2020 repairing military facilities from climate change damage.”) Justin Hughes, Fitting China-U.S. Trade into WTO Law—National Security and Non-Violation Mechanisms, 2022 Mich. St. L. Rev. 319, 360 (2022) (“many countries, including the United States, are self-consciously redefining their national security interests to include both the causes and effects of climate change”).\n129. See supra Section IV(B)(2).\n130. See supra note 123 and accompanying text. See also WTO Climate Change & Trade, supra note 127, at 40 (noting that countries may invoke Article XXI in defense of measures “[that] may not be amenable to justification under the ... ‘General Exceptions’ ... found in Article XX of the [GATT]”). An earlier panel in the Russia— Traffic in Transit dispute suggested that the Member’s nexus determination was not entirely exempt from review, indicating that to be “necessary” under Article XXI(b), a measure must “meet a minimum requirement of plausibility in relation to the proffered essential security interest, i.e. that they are not implausible as measures protective of those interests.” Report of the Panel, Russia - Measures Concerning Traffic in Transit, WT/DS512/R (adopted April 26, 2019), para. 7.138.\n30 Climate Leadership Council",
  "page_31": "CLIMATE\nLEADERSHIP CLIMATE &\nCOUNCIL\nTRADE\nclcouncil.org\na\nCENTER FOR\n|"
},
  "language": "Languages.ENGLISH",
  "total_pages": 31
}
