{
  "file_name": "115_1173.pdf",
  "pages": {
  "page_1": "Pw\na\n_Mear\nwe —~\nA\n~\nhe EU’\nState\nnest\n.\n>\nf>\n—\nyy\nCLIMATE\n’.\n€\ni y\nAM\nte\n&\na |\nba\n& @\n\na\n=",
  "page_2": "What the EU's CBAM Means for the United States | 1\nThe EU is planning to impose a carbon fee on imports of carbon-intensive goods, such as steel, iron, cement, fertilizer, aluminum, and electricity. The EU's motivation with the Carbon Border Adjustment Measure (CBAM) is to protect the environmental integrity of its climate action by discouraging so-called “carbon leakage” (the movement of manufacturing from one country to the next to escape climate regulations). The EU's proposal is for the CBAM to be a pilot through 2025 before being fully implemented in 2026. The EU’s CBAM has received increased attention recently due to a leaked draft of the EU’s plans and the official proposal being released on July 14. This has come at a sensitive time for the Biden administration. President Biden, the greenest president in U.S. history, says he supports a CBAM for the United States, which would help the United States align itself with the EU and advance climate action. But President Biden has not made the issue a priority, and the issue could complicate international climate talks ahead of COP26.\nWithout a counter move from the United States, the EU’s tax on U.S. goods could raise costs for certain U.S. industries and workers. In response to the EU, the Biden administration and CBAM supporters in Congress are taking a measured and deliberate approach to CBAMs for the time being, with Democrats proposing a tariff on carbon-intensive imports to go in the infrastructure bill. This section looks at the affected sectors of an EU CBAM, the current US politics on a CBAM, and what measures the Biden administration and CBAM supporters can take domestically and internationally before a coherent US border adjustment policy is put in place.\nKey Stakeholders for a U.S. CBAM\nU.S. policymakers must balance several competing factors when reacting to the EU’s plans to implement its CBAM. The most straightforward approach to align itself with the EU would be for the United States to adopt a domestic carbon tax with a border adjustment. But policymakers are divided on the issue. Those who favor Congress adopting a carbon tax, delivering a “worker- centered” trade policy, and getting tough on China for its growing climate pollution would like the United States to move forward with a CBAM. However, there is a lot of opposition to this approach, as those who are against a CBAM see it as not practical right now since it could raise costs for key industries and consumers.\nOne of the key supporters of a carbon tax and a CBAM in the Senate is Ron Wyden (Democrat- Oregon), who is the chairman of the Finance Committee, which has jurisdiction on taxation, trade agreements, and tariffs. Sheldon Whitehouse (Democrat-Rhode Island), Brian Schatz (Democrat- Hawaii), and Chris Coons (Democrat-Delaware) are other leading advocates of a carbon tax and a CBAM in the Senate. But if Democrats must pass these measures out of the Finance Committee on a party-line basis, they will need support from Senators in Midwest industrial states and the most moderate members, Joe Manchin (Democrat-West Virginia) and Kyrsten Sinema (Democrat- Arizona). Getting their support may be difficult, highlighting the conundrum the Biden administration is now in. Support on the Republican side is much weaker. Some moderates, Mitt Romney (Republican-Utah) and Lisa Murkowski (Republican-Alaska) have shown signs that they",
  "page_3": "What the EU’s CBAM Means for the United States | 2\nmay be open to a carbon tax and a CBAM, while some others, such as Marco Rubio (Republican- Florida), may want to pursue these measures to get tough on China. But a bipartisan bill that would garner the needed sixty votes in the Senate appears unlikely, at least in the short term, due to other priorities on Capitol Hill, lack of cooperation between the two parties, and the sensitivity on carbon taxes and CBAMs. Democrats have just this month included a “polluter import fee” in one of their infrastructure bills (which could pass with just a simple majority), but there are only a few details so far on the design. It is unclear whether this measure will remain in the final infrastructure package since all Democrats may not support the initiative. Senators Coons and Representative Scott Peters (Democrat-California) have introduced a bill that could be folded into the infrastructure packages. This bill would have Treasury, working with other agencies including the U.S. Trade Representative, calculate carbon costs from climate-related regulations for certain businesses. The costs could perhaps be linked to the Clean Air Act, state systems put in place, or maybe even indirect costs from a clean energy standard (if one does pass). This system is much more convoluted and complicated than establishing a domestic carbon price and could take years to figure out. Without a domestic carbon price/carbon market, it would be very difficult to calculate these costs, let alone agree on which regulations to consider in determining the costs. Even if they can come up with a workable system, it would likely be challenged before the World Trade Organization. Also, even though this system would make the US closer aligned with the EU by having a CBAM, it would still be out of step with the EU since the US doesn't have its own carbon price. This system raises more questions than it does provide answers, will have to overcome a lot of hurdles, and in the end may not be workable solution.\nA key actor in the executive branch is U.S. Trade Representative (USTR) Katherine Tai, who is a supporter of CBAMs to reduce greenhouse gas emissions, which aligns her with President Biden. “AS appropriate, and consistent with domestic approaches to reduce U.S. greenhouse gas emissions, [working with allies] includes consideration of carbon border adjustments,” the Office of the USTR wrote in a report in March. The USTR has also reinforced that the administration would work with its allies to develop their policies around CBAMs. The USTR office, however, is staffed with career officials who are likely to be cautious about advocating policies that are not supported broadly in Congress.\nSectors Affected by an EU CBAM\nThe EU CBAM would be the first-ever in history, prompting uncertainty about exactly how specific US economic sectors would be affected and how sharply costs would increase for those sectors. Special Envoy for Climate Change John Kerry warned of “serious implications for economies, and for relationships, and trade” from the EU’s CBAM, adding that it should be used only as a “last resort” to spur global decarbonization. But he later softened this stance. A U.S. State Department spokeswoman said that Kerry “recognizes that border carbon adjustments are a tool that can, under the right circumstances and if designed properly, be useful in advancing climate action.” The EU is targeting carbon-intensive industries such as steel, cement, fertilizer, iron, and electricity. Relatively low export volumes from these sectors to the EU suggest that the United States will",
  "page_4": "What the EU's CBAM Means for the United States | 3\nlikely not see significant adverse effects from the EU CBAM policy. In fact, based on trade data, the United States will be less affected by the CBAM than Russia, Turkey, China, South Korea, and Ukraine. However, for the affected industries, small changes in costs could show up in consumer prices, and small changes in product costs could potentially trigger substantial changes in import and export volumes.\nU.S. steel and aluminum production will see the most impact from a European CBAM, even though the effects will likely be modest. The amount of U.S. steel exports to Europe is relatively small, although the United States is the fourth-largest producer of steel globally. Moreover, steel produced in the United States has a comparatively low carbon intensity, giving it an advantage over other more carbon-intensive markets, such as China. The United States ranks 17th in global steel exports with 7 metric tons or about 2 percent of global steel exports in 2019. Steel exports to the EU totaled about $1 billion in 2019, but the majority of the 88 metric tons of crude steel produced in the United States is used domestically and is supplemented by 26 metric tons of steel imports, which positions the United States as the second-largest importer behind the EU. Aluminum is another industry that could see marginal impacts. In fact, the U.S. aluminum sector's employment, trade exposure, and energy intensity are particularly sensitive to climate policy. In 2019, aluminum exports to the EU were a little over $400 million. For iron and cement, the United States is not a large enough exporter for a CBAM to matter. For instance, the vast majority of U.S. cement production is consumed domestically, and in 2020, only 1 million metric tons of cement were exported, the bulk of which went to Canada.\nGiven the relatively minimal expected impact, these sectors are in a wait-and-see mode for more details from the EU and how the United States will respond. The United Steelworkers, a very influential trade union, favors a CBAM to prevent carbon leakage and keep the U.S. producers from seeing a competitive disadvantage. The U.S. sectors that are affected may experience indirect benefits through its carbon efficiency advantage over other EU trading partners. Since the initial scope of the EU CBAM policy is expected to be narrow, current U.S. efforts to incentivize industrial decarbonization may also increase competitive advantage as it expands over time. As the EU CBAM scales up to include more carbon-intensive industries, the comparative emissions profile of U.S. manufacturing will become increasingly important. According to a study conducted by the Climate Leadership Council, the U.S. is slightly less carbon-efficient than the EU but has an advantage relative to BRIC and USMCA trading partners.\nPresident Biden's Expected Measured Approach\nBecause of the complex nature of CBAMs and the political difficulty in designing and passing a carbon tax, the Biden administration and CBAM supporters in Congress are likely to take a measured approach to CBAMs until they fully understand the potential implications of the EU's CBAM and evaluate different policy options. This measured approach could include the following actions.",
  "page_5": "What the EU’s CBAM Means for the United States | 4\nPublic Rhetorical Support. The Biden administration will likely speak favorably about CBAMs in general as they craft a specific policy or approach for now. The Biden administration will also likely agree to new international dialogues on CBAMs, including through a new bilateral diplomatic process with the EU and talks in the G7, OECD, and other economic forums with like-minded nations. Dialogue with the EU is necessary to shape the EU system and warn the EU from rushing ahead too quickly, while dialogue with a broader group of developed nations is needed to coordinate in the WTO and UN and create principles for CBAMs that major U.S. allies can support. The Biden administration seems likely to continue to caution the EU publicly against moving too quickly and aggressively to implement its CBAM. As much as President Biden and Secretary Kerry support climate action, the administration has made clear that, in its view, the world should focus in 2021 on encouraging as many nations as possible to voluntarily pledge more ambitious Nationally Determined Contributions (NDCs). Special Envoy Kerry's earlier remarks on CBAMs suggest that the administration sees talk of CBAMs this year as possibly being counterproductive to this effort to enhance NDCs. In addition, since the United States does not yet have a path toward a carbon tax, the Biden administration and Congress does not necessarily like the idea of the EU adopting a system that might result in new taxes on U.S. goods. Importantly, however, since the United States does not export a great deal of energy-intensive, trade exposed goods to the EU now, the administration has not considered the issue a major priority.\nSupport CBAMs in Global Negotiations. The Biden administration will join the EU and other allies that champion climate ambition in supporting the appropriateness and legality of CBAMs when they are discussed in multilateral negotiations on climate and trade, including in the UN and WTO. U.S. support, however, will likely remain general rather than specifically endorsing the EU CBAM. During bilateral talks with the EU, the administration is unlikely to categorically reject the CBAM, and will likely instead be focused on its impacts on market access for affected U.S. industries, such as ensuring that EU industries do not receive “double protection” through both the CBAM and free allowances and compensation for indirect costs. The United States could also seek consultations with the EU on the methodology for establishing the carbon intensity of products subject to the CBAM. During international negotiations, some countries may argue that CBAMs are not compliant with WTO rules, but the Biden administration is not expected to go down this path. It will make extra efforts to ease tensions so that the issue of CBAMs does not spur bilateral trade tensions, WTO arguments, and controversy that undermines climate negotiations. It's plausible, though, that the administration will, in multilateral negotiations with allies, discuss how CBAMs can be used to gain a competitive trade advantage over China (which will likely be more affected by the EU CBAM than the United States) and prompt China to be less carbon-intensive, while also not penalizing poor countries.\nU.S. Policy Options for a CBAM\nThe EU CBAM has already triggered more discussion on a CBAM in Congress. As noted earlier, Democrats are currently looking at including a CBAM (described as a “polluter import fee”) in one of the infrastructure bills, but it is uncertain whether the legislation will pass and, if it does, whether",
  "page_6": "What the EU’s CBAM Means for the United States | 5\nthe CBAM will remain in the bill. Moreover, it would not be accompanied by an economy-wide carbon tax. Previously, the only time a CBAM had been seriously considered at the Federal level was in the Waxman-Markey bill in 2009, which passed the House but not the Senate. Even though support for a CBAM is in President Biden's climate plan, he has not lobbied for it publicly.\nThe implementation of a carbon tax accompanied by a CBAM would be the most straightforward policy levers, but they are fraught with risks. The two parties remain far apart on a carbon tax, and Democrats may not have enough support amongst themselves to pass one during the current Congress. But both parties do agree that if a carbon tax passes, it must be accompanied with a CBAM to protect U.S. industry. As noted earlier, forces working in favor of a carbon tax and a CBAM include the desire to protect middle-class jobs in U.S. industries, reduce carbon emissions to combat climate change, and take a tough trading stance against China. On the other hand, forces working against the adoption of a carbon tax and a CBAM include limited clarity on climate policies and the possibility that a carbon tax would raise costs for certain industries; limited data on how a comprehensive CBAM could be adopted; and limited institutional structure to integrate a CBAM into trade policy. Moreover, there would also need to be a consensus on how to use funds raised from CBAM, and it would need to withstand scrutiny from the WTO. Against this backdrop, a CBAM system will take some time to develop and implement.\nIf a CBAM does not get majority support in Congress, the Biden administration is not completely powerless to take some action in this area as it can use existing levers to help align its policies with the EU. Outside of a carbon tax, trade policy, legal authority, environmental regulation, and new diplomatic frameworks offer possible paths to a CBAM—but they all have their downsides. They are outlined below.\nTrade Policy. One possible path for the Biden administration is to adopt CBAMs through trade policy, trade agreements, and existing powers, but any developments would be difficult and slow- moving. Congress can clarify the U.S. position on a CBAM and the relationship of trade and climate policy more generally when it reauthorizes trade promotion authority (TPA), through which Congress specifies objectives for the President to pursue in trade negotiations. Under the current TPA, which expired at the end of June but has yet to be updated, there is language that does not allow consideration of climate policy in trade agreements. Democrats who control both Houses of Congress would likely reauthorize TPA with new language requiring greater harmonization of trade and climate policy. But developing trade policy is a controversial issue on Capitol Hill, given its impact on jobs and consumer prices and the fact that both nationalist conservatives and progressives are skeptical of international trade deals. It is not uncommon for TPA to lapse for months or years. That could happen now. Even if Congress reauthorizes TPA, it will need to delve deeply enough into the CBAM issue to resolve some of the most important policy design questions.",
  "page_7": "What the EU’s CBAM Means for the United States | 6\nLegal Authority. President Biden could use his authority under Section 232 of the Trade Expansion Act of 1962 to impose “carbon tariffs.” Section 232 gives a President wide discretion in implementing quotas and tariffs in U.S. trade. U.S. courts were deferential to President Trump's use of Section 232 to impose tariffs on steel and aluminum and would likely be similarly deferential to President Biden's use of this authority to impose carbon border tariffs on products from countries that do not have sufficiently aggressive climate policies. As more and more research shows climate change as an issue of national security, the Department of Commerce would be able to make a strong argument in favor of CBAMs under this statute. If President Biden relies on Section 232 to create CBAMs, it would, of course, be very controversial and lead to legal challenges that could take years to resolve in court—although President Biden would be likely to prevail, like his predecessor. But it could be seen by trade partners as declaring a trade war, like the backlash to President Trump's tariffs, and it would require the administration to implement a CBAM without an economy-wide carbon tax.\nEnvironmental Basis. The Biden administration has two options to pursue a CBAM system through executive authority. One option would be to argue that domestic regulations create the equivalent of a carbon price, giving the United States the right to impose CBAMs based on these regulations. This approach would face several challenges since regulations are generally not accepted under the WTO as providing a basis for border tax adjustments. In addition, the United States would need to create a complex system that determines the implied or shadow price for carbon in the United States because of Federal regulations. This task would be difficult. Also, the United States would need to give goods coming from other countries similar credit for complying with environmental regulations in those nations. If the United States were to ignore the cost of foreign regulations, the U.S. system might prove difficult to defend in the WTO because the United States would not treat foreign and domestic goods alike. If the United States were to try to calculate the implied carbon price from the regulations of every foreign government, the U.S. system would become even more complex and potentially unworkable. Another complication is the fact that the U.S. regulatory system on climate pollution has been highly unstable and unpredictable. In the past twenty years, U.S. regulations in the power, transport, energy extraction, and manufacturing sectors have been revised by new Presidential administrations and/or thrown out by U.S. courts on multiple occasions. For these reasons, the Biden administration will likely look for a different approach. A second option would be to design a new U.S. CBAM but decline to implement the system until Congress has adopted a carbon tax or price. Yet, this approach would delay a U.S. CBAM indefinitely because Congress might not ultimately adopt a carbon price, as has been the case so far. This approach could also tacitly authorize other nations to adopt CBAMs that could be imposed on U.S. goods prior to the Congress acting.\nDiplomatic Framework. There are multiple options for the Biden administration and Congress to consider designing a U.S. CBAM that meshes with the EU CBAM and any CBAMs adopted elsewhere. One option would be for the United States to design and implement its system independent of other nations. The United States could tax goods consumed in the United States",
  "page_8": "What the EU’s CBAM Means for the United States 7\nand other nations would be free to tax goods consumed there. While ideally, those carbon taxes would be similar, they need not be so long as all goods consumed in a nation are treated the same way, regardless of whether they are imports. Another option would be for the United States to create with its close allies a multi-country system that would set the same carbon price and cover the same sectors in all participating countries. A third option would be for the United States to negotiate a system of mutual recognition, with CBAMs that meet certain minimum standards treated as equivalent under a sort of CBA-based free trade agreement. In both options two and three, goods traded between participating nations would not have border adjustments because of international trade. The Biden administration has yet to indicate which of the options mentioned above it would prefer.\nPath Forward on CBAMs\nAs the political standoff over a carbon tax and a CBAM is expected to continue for some time, the Biden administration will take a middle-of-the-road approach to CBAMs, not letting the issue “get too hot\" or “too cold.” Allowing CBAMs to get hot would risk new taxes on U.S. goods that could undermine public support for climate policy in the United States but allowing CBAMs to get cold would risk alienating environmentalists, labor unions, and European countries, while also being at odds with the Biden administration’s general support for CBAMs. International discussions over CBAMs and negotiations in Congress provide the administration and other countries the opportunity to bring about a comprehensive climate strategy into global trade that prompts companies to have a greater incentive to invest in low-carbon technologies so they can sell into the world market without significantly raising their costs.\nC: CLIMATE\nADVISERS\nClimate Advisers works to strengthen climate action in the United States and around the world through research, analysis, public policy advocacy and communications strategies. We partner with governments, non-profits, philanthropies, international organizations, financial institutions and companies to help deliver the clean economy. We develop and promote sensible, high- impact initiatives that improve lives, enhance international security and strengthen communities. Climate Advisers currently consists of several independent organizations collaborating to advance the same mission, including: Climate Advisers Trust, a U.S. non-profit, Climate Advisers United Kingdom, a U.K. non-profit, and Climate Advisers Incorporated, a global consultancy. Further information is available at climateadvisers.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
