{
  "file_name": "119_1208.pdf",
  "pages": {
  "page_1": "SZ\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\nOur position\nAddressing the risk of carbon leakage under the EU ETS and CBAM\nAmCham EU speaks for American companies committed to Europe on trade, investment and competitiveness issues. It aims to ensure a growth-orientated business and investment climate in Europe. AmCham EU facilitates the resolution of transatlantic issues that impact business and plays a role in creating better understanding of EU and US positions on business matters. Aggregate US investment in Europe totalled more than €3.4 trillion in 2021, directly supports more than 4.9 million jobs in Europe, and generates billions of euros annually in income, trade and research and development.\nAmerican Chamber of Commerce to the European Union\nSpeaking for American business in Europe\nAvenue des Arts/Kunstlaan 53, 1000 Brussels, Belgium « T +32 2 513 68 92 info@amchameu.eu ¢ amchameu.eu ¢ European Transparency Register: 5265780509-97",
  "page_2": "12 May 2022\nExecutive Summary\nAs the European Commission (Commission) considers implementing a Carbon Border Adjustment Mechanism (CBAM) to combat carbon leakage and phase out the EU Emissions Trading System’s (ETS) free allowances, it must ensure that the complex mechanism also protects the competitiveness of businesses in Europe. Companies need a clear timeline for the phase-out and the CBAM’s impact to ensure an effective decarbonisation pathway.\nVarious proposals that aim to speed up the phase-out trajectory risk failing to give European industry sufficient time to adapt and transform production sites. Furthermore, as currently designed, the CBAM does not maintain EU export competitiveness in markets that have lower or no carbon prices. To address this issue, an adjustment for exports would mitigate the risk of carbon leakage, be defendable under the EU’s World Trade Organization (WTO) obligations and encourage international dialogue on policies to mitigate climate change with the EU’s third country export markets.\nIntroduction\nThe American Chamber of Commerce to the European Union (AmCham EU) represents global companies that produce, operate and have significant investment in Europe. As noted in a 2020 consultation response to the Commission, AmCham EU members are committed to reducing greenhouse gas (GHG) emissions and see the EU Emissions Trading System as a cornerstone of EU climate policy to reduce emissions in relevant sectors in a cost- efficient way. The proposed increased GHG emission reduction target for current ETS sectors (61% in 2030)? will require adequate policy measures along with proactive engagement from participating sectors to ensure the EU’s climate ambitions are met. AmCham EU strongly supports both strengthening the ETS while also protecting the competitiveness of businesses in Europe. Industry’s investment projects are assessed on a global scale, and the EU must offer investment conditions that are attractive compared to those in other regions. However, regulatory uncertainty about the existing carbon leakage instruments is both an environmental and investment risk.\nLink between the ETS and CBAM\nThe CBAM would in effect project the ETS’ carbon pricing mechanism to imports of energy-intensive products such as steel, cement and fertilisers. If implemented as proposed, the CBAM would be a complex mechanism and a major departure from the EU’s existing external climate policy and economic relations with the rest of the world. As underlined by the Commission, the EU would be wise to start with a selected number of sectors with relatively homogeneous products. The CBAM is designed to combat carbon leakage and over time would replace the current system of free allowances under the EU ETS. It is critical that both the ETS and CBAM proposals are considered together to ensure that adequate carbon leakage protection remains in place for EU energy-intensive industries at all times. Without this coordination there is a risk that EU production and investments could move to parts of the world with low or no climate costs.\n1 https://ec.europa.eu/info/sites/default/files/revision-eu-ets_with-annex_en_0.pdf https://ec.europa.eu/info/sites/default/files/revision-eu- ets_with-annex_en_0.pdf\nx * &\nx ‘PA\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\nAddressing the risk of carbon leakage under the EU ETS and CBAM 2",
  "page_3": "12 May 2022\nPhase-out of free allowances impacts scope of investment\nIn its proposal to revise the ETS Directive, the Commission presents the CBAM as a new measure to mitigate carbon leakage risks in the ETS. The production of products that are covered by the CBAM would receive free allocation in reduced amounts during a transition phase, and a CBAM factor would be introduced that mirrors the amount of free allowances phased out. The Commission proposes to reduce this by 10% each year after the CBAM comes into force in 2026. If implemented, the CBAM factor would reach zero by 2035, leading to a complete phase-out of free allowances.” The free allowances resulting from this gradual phase-out would be auctioned, with the income made available to the Innovation Fund.\nSeveral proposals on the CBAM factor have been tabled in the European Parliament. These range from an earlier phase-out (90% in 2025, 70% in 2026, 40% in 2027 and zero by the end of 2028) to a system where the CBAM would be complementary to existing carbon leakage measures, and the phase-out of free allocation would start only after implementing a WTO-compatible solution for carbon leakage protection for export markets. Another proposal would introduce a reserve-and-review mechanism consisting of the free allowances that would be phased out for the CBAM.\nAmCham EU is concerned about the impact of the phase-out trajectory and in particular, proposals that aim for a faster phase-out than foreseen by the Commission. Due to the proposed changes in the ETS, carbon costs are expected to rise in the coming years. At the same time, European industry needs the right framework in place to decarbonise. Companies must have timely access to infrastructure — including increased electricity infrastructure, adapted gas infrastructure, future feedstock infrastructure and CO2 and hydrogen infrastructure — and huge amounts of low-carbon energy to transform their production sites. For many industries, investment cycles are highly dependent on turnarounds. Therefore, the phase-out trajectory should allow sufficient time for industry to adapt and for the evaluation of the CBAM’s effectiveness in protecting against an uneven playing field. Businesses need strong and consistent economic visibility on targets and timelines for both the ETS and CBAM proposals.\nWTO-compatible export adjustment is needed\nIn its 2021 consultation response on the Commission proposal for a CBAM, AmCham EU noted that the CBAM as currently designed does not offer adequate replacement for the allocation of free allowances in the ETS, as it does not address the issue of maintaining EU export competitiveness in markets that have lower or no carbon prices.\nIt is critical to find a WTO-compatible solution to this issue as soon as possible. An adjustment for exports would mitigate the risk of carbon leakage, be defendable under the EU’s WTO obligations and encourage international dialogue on policies to mitigate climate change with the EU’s third country export markets. An adjustment would allow European producers covered by CBAM to receive an adjustment specifically for products exported to third countries. If the amount of the export adjustment were based on the costs of the 10% most efficient producers in the EU, it would ensure a level playing field inside and outside the EU and would drive EU exporters to keep\n2 Article 10a 1a\nx * &\nx ‘PA\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\nAddressing the risk of carbon leakage under the EU ETS and CBAM 3",
  "page_4": "12 May 2022\nreducing their emissions. Such an adjustment would require the Commission to regularly assess including third countries’ progress in adopting carbon prices and equivalent measures and could encourage third countries to also introduce a similar carbon pricing system.\nConclusion\nThe CBAM design proposed by the Commission is directly linked to with the removal of free allowances under the ETS. The trajectory of this removal will strongly impact the investment climate and European producers’ ability to lower GHG emissions.\nTo ensure an effective decarbonisation pathway, companies need a clear timeline for the phase-out of free allowances and the CBAM’s impact. AmCham EU is concerned about the impact of the early phase-out trajectory included in some proposals in the European Parliament. The ETS and CBAM proposals must not be separated in the EU decision-making process. When free allowances are phased out, an effective alternative instrument (CBAM) to prevent carbon leakage must be in place. Crucially, that instrument needs to also address the export competitiveness of EU industry. Because the current proposals would not create a level playing field for EU exporters and third-country producers, an adjustment for export products based on benchmarks is needed and would be compatible with the EU’s WTO obligations.\nx * &\nx ‘PA\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\nAddressing the risk of carbon leakage under the EU ETS and CBAM 4"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
