{
  "file_name": "119_1210.pdf",
  "pages": {
  "page_1": "SZ\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\nConsultation response\nCommission proposal for a\ncarbon border adjustment mechanism\nAmCham EU speaks for American companies committed to Europe on trade, investment and competitiveness issues. It aims to ensure a growth-orientated business and investment climate in Europe. AmCham EU facilitates the resolution of transatlantic issues that impact business and plays a role in creating better understanding of EU and US positions on business matters. Aggregate US investment in Europe totalled more than €3 trillion in 2020, directly supports more than 4.8 million jobs in Europe, and generates billions of euros annually in income, trade and research and development.\nAmerican Chamber of Commerce to the European Union\nSpeaking for American business in Europe\nAvenue des Arts/Kunstlaan 53, 1000 Brussels, Belgium « T +32 2 513 68 92 info@amchameu.eu ¢ amchameu.eu ¢ European Transparency Register: 5265780509-97",
  "page_2": "18 November 2021\nIntroduction\nAmCham EU welcomes the opportunity to submit further comments on the carbon border adjustment mechanism (CBAM), following publication of the European Commission’s detailed climate proposals in July 2021.\nAmCham EU supports in principle the introduction of the CBAM as an effective tool to combat carbon leakage and drive global efforts towards net zero. We welcome the Commission’s detailed proposals, which take on board many of the points we made in our previous consultation response. However, there are some areas of remaining concern:\nScope\nAmCham EU welcomes the proposal for a pilot period in which the CBAM will apply to a few, high-priority sectors. However, we recommend that the Commission conducts a thorough review after implementing CBAM initially on selected sectors to fully understand its effectiveness in reducing greenhouse gas emissions and impact on the affected industries. If the Commission intends to expand the scope of the CBAM after a few years of the initial application, we strongly urge the Commission to provide specific timelines and details on criteria for expanding the scope in advance. In any case such extensions should be subject to the legislative procedure and should not be left to delegated acts.\nExemptions\nWe welcome the Commission’s intention to put in place measures which avoid double-taxation of imports from countries that have their own carbon pricing mechanisms. Rather than place the burden on individual companies to pay the CBAM and then claim a rebate, we believe that it would be better to have a network of state-to-state agreements in place which cover all exports between the country concerned and the EU. The European Commission should propose a proactive programme of negotiation of such agreements, prioritising countries with significant trade in impacted goods — such as Canada — which also have domestic climate measures. The Commission should also consider including in these arrangements imports from other countries — such as the — USA which have chosen not to pursue market-based climate measures, but instead aim to achieve a notional carbon price via different regulatory mechanisms.\nCalculating carbon content\nWe welcome the Commission’s proposals to require actual emissions to be used in the calculation of carbon content. However, we await further details on how this will work, including on how the differential carbon content of imports from different countries will be addressed when benchmark values are used. It is important that this process is transparent and open to stakeholder scrutiny.\nWTO compatibility and global alignment of carbon pricing\nWe note that the Commission has taken great steps to ensure WTO compatibility. However, it is likely that the CBAM will be subject to legal challenge. It is important that any challenge should not derail orderly and efficient implementation, and that the Commission stands ready to make any adjustments to the scheme that may become necessary in the light of World Trade Organization rulings.\nWe note the comments of President Ursula von der Leyen at COP26 on global carbon pricing. We encourage the Commission and its partners engage in the discussions on global carbon pricing at the OECD and in other relevant forums to avoid a multitude of divergent national carbon measures.\nxk *%\n*\n‘PDA\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\nAmCham EU response to the consultation on the carbon border adjustment mechanism",
  "page_3": "18 November 2021\nExport competitiveness\nThe current ETS provides mitigation for sectors exposed to carbon leakage through sectoral benchmark based free allowances, but the degree of mitigation provided is eroding. However, the CBAM as currently designed does not offer a full replacement for these arrangements, as it does not address the issue of maintaining EU export competitiveness in markets which have lower/no carbon prices. AmCham EU believes it is critical to find a WTO-compatible solution to this issue.\nBorder impact\nThe CBAM should minimise its impact on the flow of legitimate trade by moving its administrative processes away from the border and automating the data exchange as far as possible. This would minimise the resource and system development burden on both economic operators and customs authorities, without diminishing the purpose and impact of the measures. The proposal should also more clearly define the liabilities of different actors and the definitions in the customs process, to ensure clarity and legal certainty and a smooth implementation of the measures from day one.\nSME impact\nCurrently there is no specific reference to SMEs in the proposal. This measure is almost certain to increase administrative requirements and costs for all businesses, with SMEs likely to be the most impacted given their limited in-house technical expertise to adhere to the new obligations and requirements. The EU should carefully analyse the impact on SMEs and consider ways to reduce the regulatory burden without compromising on the CBAM’s aims.\nxk *%\n*\n‘PDA\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\n3\nAmCham EU response to the consultation on the carbon border adjustment mechanism"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
