{
  "file_name": "11_178.pdf",
  "pages": {
  "page_1": "a\nTowards carbon neutrality ~Challenge of Japanese & EU\nJune 24, 2021\nindustry and system~\nCBAM and Carbon Pricing\nAndrei Marcu\nERCST\nRoundtable on Climate Change and Sustainable Transition",
  "page_2": "Scope of discussion\n- EU-ETS and CBAM: free allocation and its relationship with CBAM -\ncomplementary or alternative measure?\n- Objectives of CBAM, carbon leakage risk, etc.\n- WTO compliance discussion: what are sticking points and negotiation status\n(e.g. US, Russia, China)\n- Member States on the same page? CEE members Transition issue.\n- Sectoral scope and implications to EU and non-EU industries (EU and Japan\nindustry representatives will join the panel, so would be an interesting\nexchange of views)\n- EU institutions’ various initiatives (e.g. COM, EP, Council)\nS\nRoundtable on\nClimate Change and\nSustainable Transition",
  "page_3": "International climate situation: asymmetry of\nclimate targets\nSeveral countries have announced Net Zero targets by 2050 (China 2060) however only a few countries increased their ambition in the updated NDC targets by 2030\n-\n2030 Climate Targets\nEU: “Endorses a binding EU target of reduction of at least 55% in greenhouse gas emissions\ne\nby 2030 compared to 1990. Calls on the co-legislators to reflect this new target in the European Climate Law proposal and to adopt the latter swiftly” (11 Dec 2020)\n73 countries (including EU 27) have submitted a new or updated NDC\nHowever out of this 73 only a few countries submitted a stonger NDC target: EU (as a party), Argentina, Chile, Ethiopia, Kenya, Nepal, Norway, UAE, UK\n2050 Net Zero Targets\n58 countries have communicated a net-zero targets including: EU\n(as a party), Canada, USA,\n¢\nUK, Japan, South Africa, South Korea and China (by 2060), etc.\nSource: Climatewatch, 2020\nRCS\nRoundtable on\nClimate Change and\nSustainable Transition",
  "page_4": "2030 Climate Targets:\nthe curve compared\ni\n\\ dc:\n“Ia\n~a\nSa\nLast updated: Feb. 22, 2021\nMap is for reference only\nyee\n«f\nSource: Climate Action Tracker, 2021\nsh.\nEuropean Union ahead o to the rest of the world\n¥,\n_— —\n\\ on\nnia:\n«\n¢ ERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nCLIMATE TARGETS Status of the 2020 NDC update process\nAA Countries have submitted new NDC targets (43 countries plus the EU27)\nCountries we analyse have submitted @ stronger NDC targets (8 countries plus the EU27) @ 10 Countries we analyse did not increase ambition @ 25 Countries we do not analyse submitted new NDC targets\nCountries have proposed new NDC targets\nO2\nCountries we analyse have proposed stronger NDC targets Countries we analyse stated they will not propose more ambitious targets Countries we do not analyse proposed new NDC targets\ne1\n02\n114 targets Countries have not updated\n=,",
  "page_5": "BCA Definition\n¢ Border carbon adjustments (BCAs) seek to alleviate negative\neffects of asymmetrical climate policies\n¢ They can have three main objectives:\n- level the playing field in competitive markets\n- prevent leakage of carbon emissions to jurisdictions with weaker policies\n- incentivise trade partners to strengthen their own climate efforts\nS\nRoundtable on Climate Change and Sustainable Transition",
  "page_6": "Methodology\nRCS\nRoundtable on Climate Change and Sustainable Transition\nEight design elements:\nCoverage of trade flows\nPolicy mechanism\nGeographic scope\nSector/product scope\nEmissions scope\nDetermination of embedded\nemissions\nCalculation of adjustment\nUse of revenue\nFive evaluative criteria\nEnvironmental benefit\nCompetitiveness benefit\nTechnical and administrative\nfeasibility\nLegal feasibility\nPolitical and diplomatic\nfeasibility",
  "page_7": "Introduction: Our Approach\n¢ Our previous work has unpacked CBAM design elements and\nS\nRoundtable on\nClimate\nChange\nand\nSustainable Transition\nimplementation options, highlighting the complexity of this instrument and\nthe trade-offs of alternative designs\n¢ The political debate on CBAM -— as an integral part of the “Fit for 55”\npackage under the European Green Deal — has revealed heterogeneous\npreferences among key stakeholders\nBuilding on a multi-criteria analysis and extensive consultations with\nstakeholders in the EU and abroad, the latest ERCST report proposes a CBAM\ndesign that balances tradeoffs and remains technically, legally and\npolitically viable",
  "page_8": "Calculation of the\nCharge\nCoverage of Trade\nFlows\nDetermination of\nEmbedded Emissions\nUse of Revenue\nDuring the pilot phase, the proposed CBAM covers imports, with leakage related to exports addressed separately through continued, but declining free allocation to European producers for both domestically consumed and exported products\nIt could extend the ETS to imports, but have imports dealing in a virtual pool of allowances\nThe only national exemptions from the coverage of the proposed CBAM are for least developed countries, small island developing states, and states with whom the EU has linked emissions trading systems.\nCover any sectors, sub-sectors identified at risk of leakage under ETS As well: Any sectors at risk of leakage due to carbon costs in input goods (Scope 3)\nDuring the pilot phase, the proposed CBAM covers direct (Scope 1) emissions and indirect (Scope 3) emissions embedded in raw material inputs that are themselves covered products.\nDefault emissions intensity for importers: global sectoral average Possibility for more than one sectoral benchmark, based on production method Importers can challenge the default with third-party verified data\nProduct of:\nGlobal average intensity Difference between the price of EUAs and an explicit carbon price in the exporting jurisdiction Factor that reflects the amount of free allocation received by EU producers Where no explicit price of carbon in exporting jurisdiction: cost of carbon based on a negotiated agreement between the EU and the country of origin\nRevenue directed to:\ne Administrative cost e Defraying certification costs for importers e Funding mitigation actions in trade partner countries affected by the CBAM; e Contributing to the EU budget (“Own Resources”)\nGeographic Scope",
  "page_9": "“Red line” issues\n¢ Indirect emissions and costs: inclusion of scope 2 & 3\nemissions, value chain coverage threshold\n¢ Exports & Free allocation (coexistence issue, exports\napplication)\n¢ Accommodating foreign climate action: allowing challenges\nof the default, and including national exemptions\nS\nRoundtable on Climate Change and Sustainable Transition",
  "page_10": "issue\nerated proposal\nSectoral scope\nCement, Steel, Electricity, Aluminium + fertilizers (incl. semi-manufactured / more complex goods) EC can add to list through delegated acts\nEmissions scope\nScope 1 +2 emissions\nAdjustment to EU Carbon\nLeakage System\noe. no export rebates, but Free allocation maintained\nRevenues\nEU budget\nConfusing: CBAM = alternative BUT Free allocation is maintained through a ‘transitional provision’ CBAM only applies for those emissions above the free allocation that\ndomestic producers receive\nno language on length of ‘transitional provision’ or whether free allocation\nis eventually phased out or not — only makes reference to the EU ETS\ndirective",
  "page_11": "Compliance mechanism\ne Notional ETS importers have to surrender units each year equal to embedded\n—\nemissions in their imports\nUnit price = average EU auction price of previous week\ne\nFor products:\ne\nFor electricity:\ne average CO, intensity of electricity produced by fossil fuels in the EU\ne option to declare actual emissions\nactual emissions: formula for direct and indirect emissions at installation level + formula for embedded emissions in semi-manufactured goods (‘more complex goods’) ‘default values in case actual emissions cannot be determined’ : 2023-2025 average carbon intensity of comparable EU producers, starting 2026: 10% worst-performing installations in EU\nCarbon content assessment\nof imports\ne only countries part of or linked to EU ETS are exempted\nCrediting foreign climate\npolicies\ne\nOnly carbon pricing policies are recognized — to be verified by authority — prices paid are deducted from CBAM",
  "page_12": "BCA discussion Status — climate diplomacy\n— White House carbon neutrality annoucements\n@ US overview\n¢ California - existing BCA for electricity\n¢ New York State\n- draft of a Carbon Pricing Proposal containing the BCA provision\nJoe Biden Leaders Summit and visit to Europe\nCanada and the provincies exploring the potential of\na border carbon adjustment\nUK - COP 26 and G7 presidencies\nUkraine - adopting EU’s acquis, potentially considering EU-like CBAM\nChina remains cautious towards the EU CBAM (trade issues), but est. own ETS\nJapan is considering further carbon pricing and BCA\nWTO discussions still at relatively early stage\n12\nRCS\nRoundtable on\nClimate Change and\nSustainable Transition",
  "page_13": "S\nVarious industries\nRoundtable on Climate Change and Sustainable Transition\nCBAM should come along with a strong support to the green\ntransition of the EU industries\nGenerally as a new measure should be an improvement on CL\nprotection\nRecommendation to consider benchmark applying to imports\nNotional ETS for imported products with free allowances as solution\nLimiting CBAM to scope 1, granting free allowances for exports\nIt should only apply to voluntary sectors, without modification of the\nallocation rules during the testing phase\n15",
  "page_14": "EUA (EU ETS) Futures Prices\nERCST\nThe EU ETS\nRoundtable on\nClimate Change and\nSustainable Transition\nThe EU Emission Trading System (ETS) covers around 40% of EU GHG emissions It operates in all EU countries plus Iceland, Liechtenstein and Norway (EEA-EFTA states) The ETS limits emissions from around 10,000 installations in the power sector and manufacturing industry, as well as airlines operating between these countries, Between 2005-2019 ETS emissions declined by almost 35%, by 10.6% in 2020 alone This year ETS carbon price has reached a record high, due to market participants’ expectations of more ambitious EU climate policies\n50\n40\n30\n20\n10\nJul 2020\nOct 2019\nJan 2020\nOct 2020\nApr 2021\nJul 2019\nJan 2021\nApr 2020\nSource: Ember\n16",
  "page_15": "The ETS Review\nERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nBetween 2005-2019 ETS emissions declined by almost 35%, by 10.6% in 2020 alone\nThe power sector has seen its emissions decrease by 45.1%, Industry has reduced its emissions by over 30% since 1990, and over 20%\nsince 2004. However, emissions have mostly stagnated since 2013 (at /east until 2018)\nThe upcoming review of the EU ETS will have to make the EU ETS able to achieve 62% emissions reductions in covered sectors\ncompared to 2005, so as to contribute to the achievement of the -55% overall target.\nThe ETS will move from a a tool to decarbonize the power sector to a tool to decarbonize industry\nIndex of verified emissions\nIndex of verified emissions\n110\n110\neum [\\/\\etals\n100 —__——_~\nstationary 105\neu Cement\n90\n100\n80\n95\nand\nPulp\npaper\nIndustrial\nHeat\n—__ Industry\n85\n2013 2014 2015 2016 2017 2018 2019 2020\n60\n70\n50\n2013 2014 2015 2016 2017 2018 2019 2020\n80\nemee=ee=e Lime\n90\n17",
  "page_16": "A tighter cap\ne Higher post-2023 Linear Reduction Factor? (now 12% expected to be\nrestored in 2024).\ne Possible 100Mt CAP rebasing in 2023\nCBAM & Free Allocation: the challenge of compatibility\ne Parameters should ensure a smooth and predictable emissions reduction\npathway, which is economicaly and socially sustainable\nS\nRoundtable on\nClimate Change and\nSustainable Transition",
  "page_17": "The MSR Review\nRCST\nRoundtable on\nClimate Change and\nSustainable Transition\nSince 2019, the MSR has succesfully balances the ETS market\nIn the next trading phase, the MSR will likely operate in a more bullish carbon market, with an\nincreased carbon leakage risk\nMSR review will habve to consider the impact on competitiveness both of MSR parameters per se\nand of the dynamic interaction between the MSR and other pieces of the EU climate legislation ERCST and BNEF scenario analysis has shown that under a 62% ETS target for 2030, a 12% MSR\nintake rate post 2024 guarantees a smoother trajectory of EVA prices compared to a 24% MSR\nIn the next trading phase we also expect an increase in industry hedging and a decrease in power\nhedging, which will impact the functioning of the MSR",
  "page_18": "ETS Extension\nAs part of the review, the Eu Commission is likely to propose an extension of carbon pricing to three non- ETS sectors, notably maritime, road transport and buildings.\nWhile extension to maritime has received green light, extension to road transport and buildings remains a\ncause of concern\nThis would almost double the emissions coverage of the ETS and would have the merit of adding liquidity\nto a market that will inevitably become tighter.\nthe extension would also add to the ETS two sectors with higher abatement costs and lower price elasticity, potentially pushing EUA prices very high\nHigher fuel and heating prices would severely impact lower income households\nETS revenues recycling and strong complementary policies addressing non-price sensitive abatement potential could limit the carbon price risk for industry and households.\nAt present, the most likely solution is a separate ETS for road transport and buildings\nERCST\nRoundtable on\nClimate Change and\nSustainable Transition",
  "page_19": "ERCST\nFlexibility\nRoundtable on\nClimate Change and\nSustainable Transition\nAs the EU increases its climate ambitions, the ETS cap is slated to rapidly decrease and the total number of allowances to diminish\nwith the flexibility to comply with their ETS obligations would help them cope\nProviding installations with\nwith a tighter market\nInternational credits would also contribute to the implementation of those cooperative approaches outlined\nin article 6 of the Paris Agreement\nThe Commission has excluded the use of international carbon credits for ETS compliance after 2020.\nHowever, this decision could be reconsidered, especially if a robust oversight mechanism is created",
  "page_20": "Indirect Costs\nERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nIndirect costs compensation is a growing source of demand for the use of revenues from the EU ETS\nThe EU still lack a harmonized system for indirect costs compensation and not all member states currently\nprovide this type of compensation.\nRising EUA prices and potential widening differences across companies located in different EU member\nstates will call this piecemeal approach into question\nIntra-EU leakage could potentially become an important issue in the future"
},
  "language": "Languages.ENGLISH",
  "total_pages": 20
}
