{
  "file_name": "11_189.pdf",
  "pages": {
  "page_1": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\n2021\nERCST survey on the EU CBAM proposal\nSUMMARY OF RESULTS, OCTOBER 2021\nAlexandra Maratou, Andrei Marcu\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n1",
  "page_2": "ERCoT\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTable of Contents\n1 Introduction oooooeoosoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo。\n2 Respondents” profile ooesoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo。\n3 Perceptions, impacts and expectations oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n3.1 BCA/CBAM perceptions and potential impacts ooooooooooooooooooooooooooooooooooo\n3.2 Level of ambition ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n3.3 EXxpectations Woooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n4 CBAM design elements oooooeesoosoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n4.1 Trade flow coverage oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n4.2 Policy instrument ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 10\n4.3 Geographical scope oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 11\n4.4 Sectoral scope ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 13\n4.5 Emissions scope Woooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 17\n4.6 Determination of embedded emissions ooooooooooooooooooooooooooooooooooooooooooooo 18\n4.7 Calculation of the charge ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 19\n4.8 Use of revenue ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 24\n5 Takeaways ooosoososooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo。 26\nReferences ooooosoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 27\nAppendix 1: Overview of the EU CBAM proposal provisions\nooooooooooooooooooooooooo 28\nAppendix 2: Survey questionnaire oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo。 31\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61 Rue Archimede, 1000, Brussels, Belgium\nWww.ercst.org | ercst@ercst.org\n2",
  "page_3": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n1 Introduction\nThe European Roundtable on Climate Change and Sustainable Transition (ERCST) has since 2018 worked extensively on the topic of Border Carbon Adjustments (BCAs), focusing on design options as well as the impacts of a potential EU BCA domestically and on third countries.\nAs part of its “Fit for 55” climate and energy package, the European Commission (EC) issued a proposal for_a regulation establishing a Carbon Border Adjustment Mechanism (CBAM) on 14 July 2021. The mechanism seeks to address the risk of carbon leakage by imposing a carbon price on imports of certain carbon intensive goods from outside the EU.\nThe proposal puts forward certain choices with respect to the mechanism’s design elements.\nERCST launched an online survey between 1-20 September 2021 to collect stakeholder reactions to the proposed EU CBAM provisions, and to BCAs more widely (see Appendix 2: Survey questionnaire).\nThis note provides a summary of the survey results.\n2 Respondents’ profile\nA total of 105 respondents participated in the survey. More than half of the respondents (56% of respondents) represented industry, including ‘energy intensive/basic materials industry’ (36% of respondents), ‘producers of more complex goods with high inputs of energy intensive basic materials’ (10% of respondents) and other ‘industry/business’ (10% of respondents). Another 17% of respondents belonged to the category ‘Academia, research, think tank’, 9% to ‘government or policymaker’, 8% to ‘NGO/civil society’, and 10% to ‘Other’. As regards the geographical distribution of respondents, almost two thirds of them (64% of the total) were based either in the EU or in countries participating or linked to the EU ETS. A non-negligible share of responses (27% of the total) comes from third countries, with the remainder (9%) of responses from international organisations.\nFigure 1 Country of respondent\nFigure 2 Type of respondents\nCountry of respondents\nType of respondents\nm EU organisation (including\naS\nm= Academia, research, think tank\norganisations from countrie\nparticipating or linked to thi\nETS)\n= International organisation\n.\nGovernment or policymaker\n= NGO/ civil society\n67; 64%\n%\n= Other\nNon-EU organisation\n= Other industry/business\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium www.ercst.org | ercst@ercst.org\n3\n= Energy intensive/basic materials industry\n= Producer of more complex goods with high\ninputs of energy intensive basic materials",
  "page_4": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 3 Type and country of respondents\nType and country of respondents\nProducer of more complex goods with high inputs of energy intensive EE:\nbasic materials\nOther industry/business ics\nOther Ez\nNGO /civil society PUM\nGovernment or policymaker EE:\nEnergy intensive/basic materials industry Ps\nAcademia, research, think tank 10\n0\n120\nEU organisation (including organisations from countries participating or linked to the EU ETS) mInternational organisation Non-EU organisation\n3 Perceptions, impacts and expectations\n3.1 BCA/CBAM perceptions and potential impacts\nLooking at total responses, about 70% of respondents ‘disagreed’ or ‘strongly disagreed’ that BCAs constitute unfair trade barriers or environmental protectionism (see figure below). At the same time, an equal share of respondents ‘agreed’ or ‘strongly agreed’ that BCAS are becoming increasingly necessary tools to address carbon leakage at increasing levels of climate ambition and international climate asymmetry.\nAbout 36% of all respondents ‘agreed’ or ‘strongly agreed’ that the CBAM with the proposed design and scope is likely to have a limited impact on economic operators in their home country, with a further ~50% of respondents either ‘disagreeing’ or ‘strongly disagreeing’ with this statement. Similarly, a bit more than 50% of respondents either ‘agreed’ or ‘strongly agreed’ that although the currently proposed CBAM design and scope is likely to have a limited economic impact on their country, the impact could be significant if the scope is expanded in the future.\nClose to 60% of all respondents ‘agreed’ or ‘strongly agreed’ that CBAM is likely to create a greater potential for downstream competition and market share expansion (CBAM is likely to lead to rising exports to the EU of downstream products not covered by the CBAM, whose domestic production costs in the EU increase as a result of the CBAM). A further ~30% of respondents indicated ‘do not know’ as their reply to this question.\n20\n40\n60\n80\n100\n4\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_5": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 4 BCAs and CBAM perceptions\nBCAs and CBAM perceptions\nBCAs constitute unfair trade barriers / environmental protectionism =. 8\n80% 60% 40% 20% 0% 20% 40% 60% 80% 100%\nBCAs increasingly necessary tools to address carbon leakage at increasing levels of\nclimate ambition and international climate asymmetry\n=\nWith the currently proposed design and scope, CBAM is likely to have a limited\nimpact on economic operators in your home country\n5\no -\nThe currently proposed CBAM design and scope is likely to have a limited economic\nimpact on your country, however the impact could be significant if the scope is\n=.\nexpanded in the future\nCBAM is likely to create a greater potential for downstream competition and market\ni:\nshare expansion: CBAM is likely to lead to rising exports to the EU of downstream\nproducts not covered by the CBAM, whose domestic production costs in the EU...\nmDisagree wm/Stronglydisagree mAgree mStrongly agree Do not know\nThe perceptions change, when looking only at replies from respondents outside the EU (see figure below).\nAbout 57% of respondents from outside the EU ‘agreed’ or ‘strongly agreed’ with the statement that BCAs constitute unfair trade barriers or environmental protectionism. Notwithstanding, close to 65% of respondents outside the EU ‘agreed’ or ‘strongly agreed’ that BCAS are becoming increasingly necessary tools to address carbon leakage at increasing levels of climate ambition and international climate asymmetry.\nAbout 54% of respondents from outside the EU ‘agreed’ with the statement that their home country is likely to consider a BCA in the near future, as its climate policy is in general becoming more ambitious than that of its closest trade partners. Similarly, about 57% of respondents from outside the EU ‘agreed’ or ‘strongly agreed’ with the statement that CBAM has already had or is likely to have an impact on their home country’s intention to adopt carbon pricing.\nAbout 43% of respondents from outside the EU ‘agreed’ with the statement that if CBAM is applied there might be opportunities for boosting exports to the EU from their country as production in some of the included sectors might entail relatively low carbon intensities compared to other countries exporting to the EU, or compared to EU producers. A further 32% of respondents indicated ‘do not know’ as their reply to this question.\nAbout 54% of respondents from outside the EU ‘agreed’ or ‘strongly agreed’ that the CBAM with the proposed design and scope is likely to have a limited impact on economic operators in their home country. Similarly, 61% of respondents from outside the EU either ‘agreed’ or ‘strongly agreed’ with the statement that although the currently proposed CBAM design and scope is likely to have a limited economic impact on their country, the impact could be significant if the scope is expanded in the future.\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n=-\n5",
  "page_6": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 5 BCAs and CBAM perceptions — respondents from outside the EU\nBCAs and CBAM perceptions outside the EU\nCBAM proposal - level of ambition\n9\n35\n60%\n40%\nBo\n6\n5)\n|\n> | =o\nBs\nDisagree Strongly disagree Agree ™ Strongly agree Do not know\n3.2 Level of ambition\nModerately ambitious as\nStrikes a balance between ambition and pragmatism = =”\nLacks in ambition nn ©\nDo not know a °\nmw EU organisation (including organisations from countries participating or linked to the EU ETS) g International organisation m Non-EU organisation\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n20%\n0%\n20%\n40%\n60%\nee: iE\nBCAs constitute unfair trade barriers / environmental protectionism\nBCAs increasingly necessary tools to address carbon leakage at increasing levels of climate\nambition and international climate asymmetry\nYour home country is likely to consider a BCA in the near future, as its climate policy is in\ngeneral becoming more ambitious than that of its closer trade partners\nCBAM has already had or is likely to have an impact on your home country’s intention to adopt\ncarbon pricing\nIf CBAM is applied there might be opportunities for boosting exports to the EU from your\ncountry as production in some of the included sectors might entail relatively low carbon..\nWith the currently proposed design and scope, CBAM is likely to have a limited impact on\neconomic operators in your home country\nThe currently proposed CBAM design and scope is likely to have a limited economic impact on\nyour country, however the impact could be significant if the scope is expanded in the future\nRespondents were asked to rate the overall level of ambition of the July 2021 EU CBAM proposal. Thirty- two respondents (~30%) rated it as ‘highly ambitious’, 21 respondents (20%) as ‘moderately ambitious’, and 30 respondents (~29%) thought that it ‘strikes a balance between ambition and pragmatism’. Thirteen respondents (~12%) thought it ‘lacks in ambition’ and a further 9 (~9%) indicated ‘do not know’.\nFigure 6 Level of ambition of the CBAM proposal\n0\n5\n10\n15\n20\n25\n30\n80%",
  "page_7": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\n3.3. Expectations\nAbout 92% of respondents expect the CBAM to face either high (59% of total respondents) or medium (33% of total respondents) level of political or diplomatic pushback.\nFigure 7 Level of expected pushback on the CBAM\n\"What is the level of political or diplomatic pushback that you\nexpect the CBAM to face?\"\n70\nHigh NS «\n60\n50\nMedium ——————— ll:\n40\nLow | ff\n4\n30\n20\nDonot know mm:\n10\n0\n0)\n10\n20\n30\n40\n50\n60\n70\nw EU organisation (including organisations from countries participating or linked to the EU ETS)\nwg International organisation\nmw Non-EU organisation\nNotwithstanding, close to 80% of respondents expected the EU to hold its ground in the event of diplomatic opposition to CBAM, and close to 90% that CBAM will be challenged before the WTO or other instances. More than 80% of respondents thought that other jurisdictions are ‘likely’ or ‘very likely’ to follow the EU example and propose a BCA next. Around 42% of respondents thought that a BCA carbon club is ‘likely’ or ‘very likely’ to be created, 30% thought that this would be either ‘unlikely’ or ‘very unlikely’, and a further 28% indicated ‘do not know’.\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n7",
  "page_8": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 8 Expectations with respect to BCAs and the CBAM\nExpectations (all responses)\nOther countries (e.g. US, Canada, others) will propose a\nBCA next\nThe EU will hold its ground in the of event diplomatic\nopposition to CBAM\nThere will be challenges against the CBAM before the\nWTO or other instances\nA BCA carbon club (e.g. transatlantic) will be created\n40% 20% 0% 20% 40% 60% 80% 100%\nee |\n|\na:\noes Be\nmlLikely mUnlikely mVerylikely mVery unlikely Do not know\n4 CBAM design elements\n4.1 Trade flow coverage\nEighty percent (80%) of the total respondents either ‘agreed’ or ‘strongly agreed’ that ‘if no export rebates are provided for while free allocation is eventually eliminated, non-EU producers will enjoy a relative competitive advantage when competing with EU producers in international markets’, while ~11% of total respondents ‘disagreed’ or ‘strongly disagreed’ with the statement.\nAbout 49% of total respondents ‘agreed’ or ‘strongly agreed’ that ‘it is possible to find a WTO-compatible way of including export rebates in CBAM’, while ~24% ‘disagreed’ or ‘strongly disagreed’ with the statement and a further ~28% of respondents indicated ‘do not know’.\nRoughly 34% of total respondents ‘agreed’ or ‘strongly agreed’ that ‘a solution to address exports can be found but separately from CBAM’, while ~22% ‘disagreed’ or ‘strongly disagreed’ with the statement and a further ~44% of respondents indicated ‘do not know’.\n8\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_9": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 9 CBAM trade flow coverage — all responses\nCBAM trade flow coverage\nIf no export rebates are provided for while free allocation is\neventually eliminated, non-EU producers will enjoy a relative\ncompetitive advantage when competing with EU producers in\ninternational markets\nIt is possible to find a WTO-compatible way of including export\nrebates in CBAM\nA solution to address exports can be found but separately from\nCBAM\n40% 20% 0% 20% 40% 60% 80% 100%\n>\n- : =.\nly - Of\n46\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\nThe following two figures provide a breakdown of responses to the first of the above three statements by type of respondent, and their location respectively.\nFigure 10 CBAM coverage of exports —responses by type of respondent\n\"If no export rebates are provided for while free allocation is eventually eliminated, non-EU producers will enjoy a relative competitive advantage when competing with EU producers in international markets\"\na\nyULUtti‘“‘(‘aiéSR\nenergy intensive basic materials\nOther industry/business 3 le\nlo\nNGO / civil society TTT\neee: OU\nEnergy intensive/basic materials industry\na\nAcademia, research, think tank en |\n20%\n0%\n20%\n40%\n60%\n80% 100%\nm Disagree mw Strongly disagree m Agree m Strongly agree Do not know\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium www.ercst.org | ercst@ercst.org\nGrand Total\nProducer of more complex goods with high inputs of\nOther\nGovernment or policymaker\n9",
  "page_10": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nAlmost 90% of respondents from EU organisations ‘agreed’ or ‘strongly agreed’ that ‘if no export rebates are provided for while free allocation is eventually eliminated, non-EU producers will enjoy a relative competitive advantage when competing with EU producers in international markets’. The same share amounted to 70% of respondents from international organisations, and 61% of respondents from non-EU organisations.\nFigure 11 CBAM coverage of exports —responses by country of respondents\n\"If no export rebates are provided for while free allocation is eventually\neliminated, non-EU producers will enjoy a relative competitive advantage\nwhen competing with EU producers in international markets\"\n=:\nGrand Total\na -\nNon-EU organisation\nInternational organisation\nfa\nEU organisation (including organisations from countries\na\nparticipating or linked to the EU ETS)\n40% 20% 0% 20% 40% 60% 80% 100%\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\n4.2 Policy instrument\nAbout 61% of the respondents either ‘agreed’ or ‘strongly agreed’ that ‘the proposed instrument is the most appropriate, as it is the closest in terms of being equivalent to the carbon pricing instrument applicable to EU producers (EU ETS)’.\nClose to 30% of the respondents either ‘agreed’ or ‘strongly agreed’ that ‘an alternative carbon pricing instrument for imports to the EU would be administratively less complex’, while an equal share of respondents ‘disagreed’ or ‘strongly disagreed’ with this statement. As much as ~41% of respondents indicated ‘do not know’ as their reply.\nClose to 43% of the respondents either ‘agreed’ or ‘strongly agreed’ that ‘it would be imbalanced that the pool of CBAM certificates should remain uncapped while the total available number of EU allowances in the EU ETS drops’, while ~30% of respondents ‘disagreed’ or ‘strongly disagreed’ with this statement, and ~28% replied ‘do not know’.\nAbout 30% of the respondents either ‘agreed’ or ‘strongly agreed’ that ‘the proposed rules make it difficult for importers to hedge their obligations and manage risks’, ~42% of respondents ‘disagreed’ or ‘strongly disagreed’ with this statement and ~28% replied ‘do not know’.\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\n10\nwww.ercst.org | ercst@ercst.org",
  "page_11": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nAbout 47% of the respondents either ‘agreed’ or ‘strongly agreed’ that ‘the possibility for importers to have their CBAM certificates repurchased by competent authorities, provides for sufficient hedging possibilities’, ~21% of respondents ‘disagreed’ or ‘strongly disagreed’ with this statement and ~32% replied ‘do not know’.\nFigure 12 CBAM policy instrument\nPolicy instrument\n60% 40% 20%\n0% 20% 40% 60% 80%\nThe proposed instrument is the most appropriate, as it is the\n5 (=m:\nclosest in terms of being equivalent to the carbon pricing...\n5\nAn alternative carbon pricing instrument for imports to the EU\n=\n8\nwould be administratively less complex\n»\nIt would be imbalanced that the pool of CBAM certificates\n.\nshould remain uncapped while the total available number of\n0O oo) ll\nThe proposed rules make it difficult for importers to hedge\ntheir obligations and manage risks\n/\n2 fF\nThe possibility for importers to have their CBAM certificates\nrepurchased by competent authorities, provides for sufficient\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\n4.3. Geographical scope\nViews were split with respect to whether ‘additional national exemptions from the coverage of the proposed CBAM should be provided for least developed countries and small island developing states, given that special treatment for these states is an operationalized principle in both the UNFCCC’, with ~45% of the respondents either ‘agreeing’ or ‘strongly agreeing’ with this statement and a further ~44% ‘disagreeing’ or ‘strongly disagreeing’.\nIn contrast, ~70% of respondents ‘agreed’ or ‘strongly agreed’ with the statement that ‘additional national exemptions from the coverage of the proposed CBAM should be provided to countries with comparable climate policy ambition’, while ~28% of respondents ‘disagreed’ or ‘strongly disagreed’ with the statement.\n43\n29\n29\n34\n11\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_12": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 13 CBAM geographical scope\nGeographical scope\n60% 40% 20% 0% 20% 40% 60% 80%\nAdditional national exemptions from the coverage of the\nproposed CBAM should be provided for least developed\ncountries and small island developing states, given that special\n18\n28\n12\ntreatment for these states is an operationalized principle in\nboth the UNFCCC\n1-8\nAdditional national exemptions from the coverage of the\nproposed CBAM should be provided to countries with\ncomparable climate policy ambition\nm Disagree m Strongly disagree m Agree mw Strongly agree Do not know\nThe following figure provides a breakdown of replies to the second of the above two statements by location of respondents. From it, it can be inferred that 90% of respondents from international organisations, ~79% of respondents from non-EU organisations and ~63% of respondents from EU organisations respectively ‘agreed’ or ‘strongly agreed’ with the statement that ‘additional national exemptions from the coverage of the proposed CBAM should be provided to countries with comparable climate policy ambition’.\nFigure 14 CBAM geographical scope exemptions — by country of respondents\n\"Additional national exemptions from the coverage of the proposed CBAM\nshould be provided to countries with comparable climate policy ambition\"\ncn |\nGrand Total\nNon-EU organisation\nInternational organisation\nEU organisation (including organisations from countries es |\nparticipating or linked to the EU ETS)\n40% 20% 0% 20% 40% 60% 80% 100%\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium www.ercst.org | ercst@ercst.org\n12",
  "page_13": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n4.4 Sectoral scope\nAbout 73% of respondents either ‘agreed’ or ‘strongly agreed’ that ‘the initial sector scope is appropriate as it covers some of the most emissions intensive sectors and products, before CBAM is expanded after its viability has been proven’, while ~22% of respondents ‘disagreed’ or ‘strongly disagreed’ with this statement, and ~5% replied ‘do not know’ (see figure below).\nAt the same time, ~50% of respondents ‘disagreed’ or ‘strongly disagreed’ with the statement that ‘additional sectors should be included from the outset of CBAM’, while 37% of respondents either ‘agreed’ or ‘strongly agreed’ with this statement, and ~5% replied ‘do not know’.\nNotwithstanding, ~57% of respondents either ‘agreed’ or ‘strongly agreed’ with this statement that ‘in the included sectors, there should be CBAM coverage of additional downstream products that are at risk of leakage as a result of increased costs passed through from covered upstream inputs’, while 27% of respondents either ‘disagreed’ or ‘strongly disagreed’ with this statement, and ~16% replied ‘do not know’.\nAbout 61% of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘CBAM scope should eventually be expanded to all emissions-intensive and trade exposed activities included in the EU ETS list of sectors at risk of carbon leakage, ensuring that imported goods are subject to similar requirements’. A further 24% of respondents either ‘disagreed’ or ‘strongly disagreed’ with the above statement, and ~15% replied ‘do not know’.\nFinally, ~55% of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘CBAM scope should eventually be expanded to all sectors that are obliged under the EU ETS to surrender allowances for their emissions, ensuring that imported goods are subject to similar requirements’, while 30% of respondents either ‘disagreed’ or ‘strongly disagreed’ with this statement, and ~14% replied ‘do not know’.\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n13",
  "page_14": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 15 CBAM sectoral scope\nSectoral scope\n60% 40% 20% 0% 20% 40% 60% 80%\nThe initial sector scope is appropriate as it covers some of the\nmost emissions intensive sectors and products, before CBAM\ni\n«\nFF\nis expanded after its viability has been proven\noH: -\nAdditional sectors should be included from the outset of\nCBAM\nIn the included sectors, there should be CBAM coverage of\nadditional downstream products that are at risk of leakage as\n1\naresult of increased costs passed through from covered...\n-\nCBAM scope should eventually be expanded to all emissions-\no- =.\nintensive and trade exposed activities included in the EU ETS\nlist of sectors at risk of carbon leakage, ensuring that...\nCBAM scope should eventually be expanded to all sectors that\nare obliged under the EU ETS to surrender allowances for their\no> =.\nemissions, ensuring that imported goods are subject to...\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\nThe following figure provides a breakdown of replies to the first of the above statements by type of respondents. From it, it can be inferred that 100% of respondents from academia, research, and think tanks, as well as government representatives and policymakers ‘agreed’ or ‘strongly agreed’ with the statement that ‘the initial sector scope is appropriate as it covers some of the most emissions intensive sectors and products, before CBAM is expanded after its viability has been proven’. About 88% of respondents from NGOs / civil society ‘agreed’ with the above statement and 12% ‘disagreed’. About 70% of respondents from producers of more complex goods with high inputs of energy intensive basic materials ‘agreed’ or ‘strongly agreed’ with the statement, 20% of them ‘disagreed’ or ‘strongly disagreed’, and 10% indicated ‘do not know’. About 58% of respondents from energy intensive/basic materials industry ‘agreed’ or ‘strongly agreed’ with the above statement, 34% of them ‘disagreed’ or ‘strongly disagreed’, and 8% indicated ‘do not know’.\n8.\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n14",
  "page_15": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 16 CBAM initial sector scope — by type of respondents\n\"The initial sector scope is appropriate as it covers some of the most\nemissions intensive sectors and products, before CBAM is expanded\nafter its viability has been proven\"\nGrand Total\nLs 3: E\nes :\nProducer of more complex goods with high inputs of\nOther industry/business\nSS\nOther sr\nNGO / civil society\nLe\nGovernment or policymaker\nEnergy intensive/basic materials industry et I\n: E\nAcademia, research, think tank\n«6\nit\n40% 20% 0% 20% 40% 60% 80% 100%\nm Disagree m Strongly disagree m Agree m@ Strongly agree Do not know\nThe following two figures provide a breakdown of replies to the third of the above statements by location and type of respondents.\nFrom the first figure, it can be inferred that 90% of respondents from international organisations, ~59% of respondents from non-EU organisations and ~52% of respondents from EU organisations respectively ‘agreed’ or ‘strongly agreed’ with the statement that ‘in the included sectors, there should be CBAM coverage of additional downstream products that are at risk of leakage as a result of increased costs passed through from covered upstream inputs’.\n15\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_16": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 17 CBAM coverage of downstream products — by country of respondents\n\"In the included sectors, there should be CBAM coverage of additional\ndownstream products that are at risk of leakage as a result of increased\ncosts passed through from covered upstream inputs\"\n[so EE\nGrand Total\nNon-EU organisation TSE\nInternational organisation\n|\nEU organisation (including organisations from countries\nparticipating or linked to the EU ETS)\n40% 20% 0% 20% 40% 60% 80% 100%\nm Disagree m Strongly disagree m Agree m@ Strongly agree Do not know\nFrom the second figure, it can be inferred that 70% of respondents from producers of more complex goods with high inputs of energy intensive basic materials ‘agreed’ or ‘strongly agreed’ with the statement that ‘in the included sectors, there should be CBAM coverage of additional downstream products that are at risk of leakage as a result of increased costs passed through from covered upstream inputs’. About two thirds (67%) of respondents from academia, research, and think tanks, ~63% of respondents from NGOs / civil society, and ~63% of respondents from energy intensive/basic materials industry also ‘agreed’ or ‘strongly agreed’ with the above statement. Fourty percent (40%) of responses from government representatives and policymakers ‘disagreed’ with the statement, 30% either ‘agreed’ or ‘strongly agreed’, and another 30% indicated ‘do not know’.\n16\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_17": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 18 CBAM coverage of downstream products — by type of respondents\n\"In the included sectors, there should be CBAM coverage of additional downstream products that are at risk of leakage as a result of increased costs passed through from covered upstream inputs\"\nGrand Total\nyy\nes :\nProducer of more complex goods with high inputs of\nOther industry/business\n3 | 2\n4\nOther 3)\nes:\nNGO / civil society\n4\n2\nGovernment or policymaker\n3\n1 aa -\nEnergy intensive/basic materials industry\nAcademia, research, think tank\nBe 3s\na:\n40% 20% 0% 20% 40% 60% 80% 100%\nm Disagree m Strongly disagree m Agree m@ Strongly agree Do not know\n4.5 Emissions scope\nFifty-five percent (55%) of the total respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘the inclusion of direct (Scope 1) emissions only is appropriate at the initial stage’, while ~34% of total respondents ‘disagreed’ or ‘strongly disagreed’ with the statement, and ~10% of respondents indicated ‘do not know’.\nAbout 48% of total respondents ‘agreed’ or ‘strongly agreed’ that ‘indirect emissions from electricity (Scope 2) should be covered from the outset of the scheme’, while ~42% ‘disagreed’ or ‘strongly disagreed’ with the statement and a further ~10% of respondents indicated ‘do not know’.\nAbout 48% of total respondents ‘agreed’ or ‘strongly agreed’ that ‘indirect emissions related to international transport of goods should be considered, especially if the sectoral scope of the EU ETS extends to cover emissions from international shipping and other modes of transport’, while ~31% ‘disagreed’ or ‘strongly disagreed’ with the statement and a further ~21% of respondents indicated ‘do not know’.\n17\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_18": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 19 CBAM emissions scope\nEmissions scope\n60% 40% 20% 0% 20% 40% 60% 80%\n8\nThe inclusion of direct (Scope 1) emissions only is\nappropriate at the initial stage.\n:\nIndirect emissions from electricity (Scope 2) should\nbe covered from the outset of the scheme\nIndirect emissions related to international transport\nof goods should be considered, especially if the\non\nsectoral scope of the EU ETS extends to cover\nemissions from international shipping and other\nmodes of transport\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\n4.6 Determination of embedded emissions\nAbout 63% of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘The requirement to furnish data on actual emissions by foreign producers contributes to the cooperative spirit in which the instrument could be applied’, while ~21% of total respondents ‘disagreed’ or ‘strongly disagreed’ with the statement, and ~16% of respondents indicated ‘do not know’.\nAbout 68% of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘Any default values should be punitive enough to provide an incentive to foreign producers to provide actual emissions data’, while ~23% of total respondents ‘disagreed’ or ‘strongly disagreed’ with the statement, and ~9% of respondents indicated ‘do not know’.\nAbout 41% of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that the ‘Use of default emissions rather than actual emissions is important for avoiding resource shuffling’, while ~37% of total respondents ‘disagreed’ or ‘strongly disagreed’ with the statement, and ~22% of respondents indicated ‘do not know’.\nAbout 60% of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘for complex goods, the scope includes emissions embedded in inputs deemed to be within the system boundaries of the production process. Including these is important when covering downstream semi-finished or finished goods, as the embedded carbon cost passed through in the price of carbon-intensive raw materials is a major and often the primary carbon cost faced by such downstream producers’, while ~10% of total\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\n18\nwww.ercst.org | ercst@ercst.org",
  "page_19": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nrespondents ‘disagreed’ or ‘strongly disagreed’ with the statement, and ~30% of respondents indicated ‘do not know’.\nAbout 32% of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘For complex goods, the scope includes emissions embedded in inputs deemed to be within the system boundaries of the production process. Including these is a complex endeavor, that should rely on default values’, while ~33% of total respondents ‘disagreed’ or ‘strongly disagreed’ with the statement, and ~34% of respondents indicated ‘do not know’.\nMore than half (51%) of respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘for complex goods, the scope includes emissions embedded in inputs deemed to be within the system boundaries of the production process. More and more organisations track supply chain emissions, and therefore the CBAM should rely on actual emissions data’, while ~13% of total respondents ‘disagreed’ or ‘strongly disagreed’ with the statement, and ~35% of respondents indicated ‘do not know’.\nFigure 20 Determination of embedded emissions\nDetermination of embedded emissions\nThe requirement to furnish data on actual emissions by foreign producers\ncontributes to the cooperative spirit in which the instrument could be\napplied\nAny default values should be punitive enough to provide an incentive to\nforeign producers to provide actual emissions data\n40% 20% 0% 20% 40% 60% 80% 100%\nto\n1 > =,\nUse of default emissions rather than actual emissions is important for oH-\navoiding resource shuffling\n8.\nFor complex goods, the scope includes emissions embedded in inputs\nros\ndeemed to be within the system boundaries of the production process.\n32\nIncluding these is important when covering downstream semi-finished or.\nFor complex goods, the scope includes emissions embedded in inputs E-\ndeemed to be within the system boundaries of the production process.\n+f\nIncluding these is a complex endeavor, that should rely on default values\n36\nFor complex goods, the scope includes emissions embedded in inputs to the\ni >\nproduction process. More and more organisations track supply chain\nemissions, and therefore the CBAM should rely on actual emissions data\n37\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\n4.7 Calculation of the charge\nAbout 66% of respondents either ‘agreed’ or ‘strongly agreed’ that only explicit carbon prices in third countries should be credited by CBAM, while ~18% of respondents ‘disagreed’ or ‘strongly disagreed’ with this statement, and ~16% replied ‘do not know’ (see figure below).\nAt the same time, ~41% of respondents either ‘agreed’ or ‘strongly agreed’ that carbon costs imposed by regulatory measure in third countries should also be credited by CBAM, while 39% of respondents ‘disagreed’ or ‘strongly disagreed’ with this statement, and 20% replied ‘do not know’\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\n19\nwww.ercst.org | ercst@ercst.org",
  "page_20": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 21 Calculation of the charge\nCalculation of the charge\n40% -20% 0% 20% 40% 60% 80% 100%\nOnly explicit carbon prices should be credited for, since\nEU producers also face a range of polices and measures\nin addition to the EU ETS and the cost of EUAs. Only\n17\ncrediting for explicit carbon costs, such as those froma\ncarbon tax or an ETS, would\nCarbon costs posed by regulatory measures abroad\n(Implicit carbon prices) should also be credited despite\nthe methodological challenge of determining their price 11\nequivalence, as not doing so may violate the spirit of the\nParis Agreement and may lead to\nThe following two figures provide a breakdown of replies to the first of the above statements by location and type of respondents.\nFrom the first figure, it can be inferred that 80% of respondents from international organisations, ~72% of respondents from EU organisations, and ~46% of respondents from non-EU organisations respectively ‘agreed’ or ‘strongly agreed’ with the statement that ‘only explicit carbon prices should be credited for, since EU producers also face a range of polices and measures in addition to the EU ETS and the cost of EUAs. Only crediting for explicit carbon costs, such as those from a carbon tax or an ETS, would be relatively simple and efficient’.\n20\n21\nm Disagree m Strongly disagree m Agree m Strongly agree Do not know\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_21": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 22 Crediting of explicit carbon prices — by country of respondents\n\"Only explicit carbon prices should be credited for, since EU producers\nalso face a range of polices and measures in addition to the EU ETS and\nthe cost of EUAs.\"\nGrand Total\nNon-£U organisation [iT .\nInternational organisation\nEU organisation (including organisations from countries\nparticipating or linked to the EU ETS)\n40% 20% 0% 20% 40% 60% 80% 100%\n™ Disagree @ Strongly disagree @ Agree @ Strongly agree Do not know\nFrom the second figure, it can be inferred that 80% of respondents from producers of more complex goods with high inputs of energy intensive basic materials ‘agreed’ or ‘strongly agreed’ with the statement that ‘Only explicit carbon prices should be credited for, since EU producers also face a range of polices and measures in addition to the EU ETS and the cost of EUAs’. More than two thirds (72%) of respondents from academia, research, and think tanks, ~90% of respondents from NGOs / civil society, and ~55% of respondents from energy intensive/basic materials industry also ‘agreed’ or ‘strongly agreed’ with the above statement. Sixty percent (60%) of responses from government representatives and policymakers either ‘agreed’ or ‘strongly agreed’ with the statement, while 40% ‘disagreed’ with it.\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n21",
  "page_22": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 23 Crediting of explicit carbon prices — by type of respondents\nGrand Total\nProducer of more complex goods with high inputs of\n2\nOther industry/business\neS:\nOther\nDME :\nNGO / civil society\n_C(itisé‘C;tsSCSCSsésS\n4 3 i”\nGovernment or policymaker\nEnergy intensive/basic materials industry\n10\nAcademia, research, think tank\nec\n-40% -20% 0% 20% 40% 60% 80% 100%\nm Disagree m Strongly disagree m Agree m@ Strongly agree Do not know\nThe following two figures provide a breakdown by location and respondent type of responses to the statement that “Carbon costs posed by regulatory measures abroad (Implicit carbon prices) should also be credited despite the methodological challenge of determining their price equivalence, as not doing so may violate the spirit of the Paris Agreement and may lead to significant trade tensions with those that have legitimate climate policies”.\nFrom the figure below, it can be inferred that 70% of respondents from international organisations, ~22% of respondents from EU organisations, and ~75% of respondents from non-EU organisations respectively ‘agreed’ or ‘strongly agreed’ with the above statement.\n\"Only explicit carbon prices should be credited for, since EU producers\nalso face a range of polices and measures in addition to the EU ETS and\nthe cost of EUAs.\"\nLs cs\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n22",
  "page_23": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 24 Crediting of implicit carbon prices — by country of respondents\n\"Carbon costs posed by regulatory measures abroad (Implicit carbon prices)\nshould also be credited despite the methodological challenge of determining\ntheir price equivalence, as not doing so may violate the spirit of the Paris\nAgreement and may...\"\nGrand Total\n:\n: . i\nNon-EU organisation\nEU organisation (including organisations from countries a - me\nparticipating or linked to the EU ETS)\n-\n60% 40% 20% 0% 20% 40% 60% 80% 100%\nm Disagree m Strongly disagree m Agree m@ Strongly agree Do not know\nFrom the figure below, it can be inferred that 50% of respondents from producers of more complex goods with high inputs of energy intensive basic materials ‘agreed’ or ‘strongly agreed’ with the above statement. About 61% of respondents from academia, research, and think tanks, ~38% of respondents from NGOs / civil society, and ~24% of respondents from energy intensive/basic materials industry also ‘agreed’ or ‘strongly agreed’ with the above statement. Fourty percent (40%) of responses from government representatives and policymakers either ‘agreed’ or ‘strongly agreed’ with the statement, while 50% ‘disagreed’ with it, and 10% indicated ‘do not know’.\n23\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium www.ercst.org | ercst@ercst.org\nInternational organisation",
  "page_24": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 25 Crediting of implicit carbon prices — by type of respondents\n\"Carbon costs posed by regulatory measures abroad (Implicit carbon prices)\nshould also be credited despite the methodological challenge of determining\ntheir price equivalence, as not doing so may violate the spirit of the Paris\nAgreement and may...\"\nGrand Total\nProducer of more complex goods with high inputs of\nOther industry/business\nOther\nNGO / civil society\nGovernment or policymaker\nms) 2:\nrr 2\n21\n3 3 i 2\n2\n2\nEnergy intensive/basic materials industry Lc rr 2 9\nAcademia, research, think tank\n3\n-60% -40% -20% 0% 20% 40% 60% 80%\nm Disagree m Strongly disagree m Agree m@ Strongly agree Do not know\nFinally, respondents were asked to rank six areas where CBAM revenue should be directed by order of priority.\nFunding mitigation actions and RD&D domestically in the EU was ranked as the highest priority by 40% of the respondents. Close to 30% of respondents ranked “covering the administrative cost of the CBAM” as the highest priority, while ~10% of respondents indicated “funding mitigation actions in trade partner countries affected by the CBAM” as the highest priority.\nMore than half (~52%) of respondents indicated “contributing to the EU budget” as either the ‘lowest priority’ (~28%) or ‘low priority’ (24%).\n4.8 Use of revenue\n24\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_25": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nFigure 26 Use of revenue - priorities\nUse of revenue - priorities\nFunding mitigation actions and RD&D domestically lc kell\nCovering the administrative cost of the CBAM —E—\nhl (ir\nFunding mitigation actions in trade partner countries affected by ——_—\nEE\nthe CBAM\nContributing to the general EU budget (no earmarking), while at\nthe same time committing to contribute the equivalent of (part EE\nof) CBAM revenue in additional international climate finance...\nDefraying certification costs for foreign producers of products EE .\ncovered by CBAM wishing to certify their emissions\nContributing to the EU budget (“Own Resources”) EO\n0%\n20%\n40%\n60%\n80%\n100%\nm1-highest priority m2-high priority m3-mediumpriority m4-somepriority m5-low priority m6 -lowest priority\n25\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_26": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n5 Takeaways\nSurvey responses indicate that there is a growing recognition not only inside but also outside the EU that BCAs are becoming increasingly necessary tools to address carbon leakage at increasing levels of climate ambition and international climate asymmetry (see section 3.1).\nResponses also suggest that CBAM has already had or is expected to have an impact on the intention of countries outside the EU ETS to adopt carbon pricing (see section 3.1).\nWith respect to recognizing the level of effort of foreign climate policies, more than two thirds of respondents thought that additional exemptions from the coverage of the proposed CBAM should be provided to countries with comparable climate policy ambition (see section 4.3). However, views were split on whether or not the CBAM should credit the carbon costs imposed by regulatory measure in third countries, with respondents from non-EU and international organisations largely in favour, and respondents from EU organisations largely opposed (see section 4.7).\nThere was more of a convergence of views with respect to the treatment of EU exports and its impact under the CBAM. A large share of responses (80% of total responses; 90% of responses from EU organisations; 70% of responses from international organisations, and ~60% of responses from non-EU organisations) recognized that non-EU producers will enjoy a competitive advantage when competing with EU producers in international markets in the case where EU exports of products in the covered sectors are not covered by CBAM (see section 4.1).\nWhile nearly half of the total respondents thought that it will be possible to find a WTO-compatible way of including exports in CBAM, a further 28% of respondents replied ‘do not know’, suggestive perhaps of the complexity of and early stage of discussions on this topic (see section 4.1).\nAnother aspect where a large share of responses indicated a knowledge gap related to the coverage of more complex, downstream products. While 60% of respondents either ‘agreed’ or ‘strongly agreed’ that for complex goods (steel pipes) it is important to include emissions embedded in inputs (e.g. crude steel) used in their production, about 30% of respondents indicated that they did not know (see section 4.5). Similarly, ~57% of total respondents either ‘agreed’ or ‘strongly agreed’ with the statement that ‘in the included sectors, there should be CBAM coverage of additional downstream products that are at risk of leakage as a result of increased costs passed through from covered upstream inputs’. However, replies varied depending on the type of respondent, with for example about 40% of responses from government representatives and policymakers ‘disagreeing’ with the above statement, 30% either ‘agreeing’ or ‘strongly agreeing’, and another 30% indicating ‘do not know’ (see section 4.4).\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n26",
  "page_27": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nReferences\nEuropean Commission (2021a). Proposal for a Regulation of the European Parliament and of the Council Establishing a Carbon Border Adjustment Mechanism, COM(2021) 564 final, 14 July 2021. https: eur-lex.europa.eu/legal- content/EN/TXT/?uri=CELEX%3A52021PC0564&qid=1629724352616\nEuropean Commission (2021b). Proposal for a Directive amending Directive 2003/87/EC establishing a system for greenhouse gas emission allowance trading within the Union, Decision (EU) 2015/1814 concerning the establishment and operation of a market stability reserve for the Union greenhouse gas emission trading scheme and Regulation (EU) 2015/757, COM(2021) 551 final, 14 July 2021. https: eur- lex.europa.eu/resource.html?uri=cellar:618e683 7-eec6-11eb-a71c- 01aa75ed71a1.0001.02/DOC 1&format=PDF\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n27",
  "page_28": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nAppendix 1: Overview of the EU CBAM proposal provisions\nThe main elements of the proposed CBAM design are outlined in the following table:\n\nTrade flow coverage Only imports to the EU are covered. There are no export rebates, but free allocation of EU ETS allowances is maintained (and gradually phased-out by 2035, see below).\nPolicy instrument\n‘Notional ETS’ without a cap, whereby importers of covered products have to\nsurrender CBAM certificates (priced on the basis of EU ETS allowances, see\nbelow) equal to the embedded emissions in their imports.\nEffect on free\nallocation of EU ETS\nallowances\nGeographical scope\n/ exemptions\nSectoral/product\nscope:\nThe CBAM is put forward as an alternative to free allocation of EU ETS allowances in the covered sectors, and would therefore replace free allocation over time. To allow producers, importers and traders to adjust to the new regime, the reduction of free allocation will be implemented gradually while the CBAM is phased-in.\nSectors covered by the CBAM will eventually stop receiving free allocation. The Commission proposes a 10-year transition period before free allocation is fully phased-out. The share of free permits for the sectors affected will still be 100% in 2025, and will gradually decline by 10 percentage points each year to reach zero in 2035.\nDuring the period when free allocation is maintained, the CBAM will only apply to those emissions above the free allocation received by domestic producers. The methodology for calculating the reduction in the number of CBAM certificates to be surrendered by importers to reflect free allocation will be determined by implementing acts.\nCountries that are part of or linked to the EU ETS (currently Iceland, Liechtenstein, Norway and Switzerland) are exempted. Some special territories of the EU are also exempted. Additional exemptions may be provided for imports of electricity from countries that fulfill certain conditions\nFive sectors are to be covered initially: cement, steel, electricity, aluminium, fertilizers. Covered products within these sectors include both ‘simple’ goods (i.e. primary materials) and more ‘complex’ goods (i.e. semi-manufactured goods that use primary materials as inputs). The European Commission can add products /sectors to the list through delegated acts.\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n28",
  "page_29": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nEmissions scope\nDetermination of\nembedded\nemissions\nOnly direct emissions (Scope 1) are covered, including emissions attributed to\ncovered goods and those embedded in input goods deemed to be within the\nsystem boundaries of the production process. Indirect emissions from\nelectricity (Scope 2) are not covered, though a review will make\nrecommendations in 2026 on whether to include these going forward.\nFor products:\nFor electricity:\nBased on actual emissions at\nBased on third\ncountry-specific\ninstallation level verified by\ndefault values that correspond\naccredited verifiers, with fallback\nto the average CO2 emission\ndefault values set at the average\nfactor in tonnes of CO2 per MWh\nemission intensity of each\nof price- setting sources in the\nexporting country for each of the\nthird country\ngoods, increased by a mark-up (to\nbe determined in implementing\nWhere third country-specific\nacts).\ndefault values have not been\ndetermined, the calculation will\nWhen reliable data for the\nbe based on a default value set\nexporting country cannot be\nat the average CO; intensity of\napplied for a type of goods, the\nelectricity produced by fossil\ndefault values shall be based on\nfuels in the EU.\nthe average emission intensity of\nA\ndifferent\n(lower)\ndefault value\nthe 10 per cent worst performing\nEU installations that type\nfor\nof\ncan be established for a third\ngoods.\ncountry that demonstrates,\nbased on reliable data, that the\nDuring the initial transitional\naverage CO2e emissions factor of\nphase (2023-2025), where\nprice-setting sources in the\nimporters may not yet be able to\ncountry is lower than the default\nproduce the data required on\nvalue that represents the CO2\nactual emissions, default values\nemissions factor from EU fossil\ncould also apply.\nfuel-based generation.\nIf a set of certain conditions are\ncollectively met (e.g. declarant\nhas concluded a power purchase\nagreement with a producer of\nelectricity located in a third\ncountry), a declarant can opt for\ndeclaring actual emissions.\n29\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org",
  "page_30": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nLevel of adjustment The level of adjustment will mirror the average auction price of EU ETS\n(COz2 price):\nUse of revenues\nImplementation\ntimeline\nallowances each week. Crediting of policies in the country of origin will only\nrecognize explicit carbon pricing policies (e.g. a carbon tax or ETS), with prices\npaid deducted from CBAM.\nThe CBAM will not generate revenue in the transitional period from 2023 to\n2025. Revenue generated as of 2026 will be collected nationally by competent\nauthorities, and the intent is that most of it will accrue to the EU budget. No\nmention of earmarking of revenues for specific purposes (e.g. for climate\npurposes domestically or abroad).\nLJ 2023-2025: transitional CBAM entailing no financial adjustments\na 2026: Full implementation of the CBAM\nSource: ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n30",
  "page_31": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nAppendix 2: Survey questionnaire\n(See overleaf)\nEuropean Roundtable on Climate Change and Sustainable Transition (ERCST) 61, Rue Archimede, 1000, Brussels, Belgium\nwww.ercst.org | ercst@ercst.org\n31",
  "page_32": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nERCST survey on stakeholder reactions to the EU Carbon Border Adjustment Mechanism (CBAM) proposal\n\nAbout ERCST\nThe European Roundtable on Climate Change and Sustainable Transition (ERCST) is an independent, not- for-profit think tank, registered under Belgian law, based in the heart of the European quarter in Brussels. The mission of ERCST is to provide a neutral space where policymakers and regulators can meet stakeholders, and discuss climate change policy, including how to manage a sustainable transition to a low- carbon society. While focused on European climate policy, ERCST fully recognises, and incorporates in its activities and thinking, the global dimension of climate change policy.\nIntroduction to the survey\nERCST has since 2018 worked extensively on the topic of Border Carbon Adjustments (BCAs), focusing on design options as well as the impacts of a potential EU BCA domestically and on third countries (for previous reports, events and ongoing analysis related to BCAs please visit the ERCST BCA project webpage).\nAs part of its “Fit for 55” climate and energy package, the European Commission (EC) issued a proposal for a regulation establishing a Carbon Border Adjustment Mechanism (CBAM) on 14 July 2021. The mechanism seeks to address the risk of carbon leakage by imposing a carbon price on imports of certain carbon intensive goods from outside the EU. It is a proposal that few would have anticipated not so long ago.\nThe proposal puts forward certain choices with respect to the mechanism’s design elements. ERCST has published a short paper providing a quick review of the provisions of the July proposal and high-level preliminary conclusions.\nWith this survey, ERCST aims to collect stakeholder reactions to the proposed CBAM provisions.",
  "page_33": "We thank you for taking ten minutes of your time to reply to the survey.\nSurvey closing date: 20 September 2021\nQuestions\n*Q1. Please choose the location of your organization (EU ETS / non-EU ETS country)\n© EU organisation (including organisations from countries participating or linked to the EU ETS) © Non-EU organisation © International organisation\nPlease specify your country:\n* Q.2 Please choose the type of your organisation\n© Energy intensive/basic materials industry © Producer of more complex goods with high inputs of energy intensive basic materials © Other industry/business © Government or policymaker © NGO / civil society ©) Academia, research, think tank © Other",
  "page_34": "Q.3 What is your perception of the key objective of the proposed EU Carbon Border Adjustment Mechanism (CBAM)? - Please rank the following in order of importance from 7 (most important) to 6 (least important)\nQ-\n1 - first\n3 - third 4 - fourth 5 - fifth\n6 - sixth\nsecond\nmost\nmost\nmost\nmost\nmost\nmost\nimportant\nimportant important important important\nimportant\nobjective\nobjective objective objective objective\nobjective)\n* Avoid carbon\nleakage\n* Address\ncompetitiveness\nconcerns\n* Allow the EU to\nincrease its level of\nambition\n* Motivate and nudge\nother countries to\nincrease their\npledges under the\nParis Agreement\n* Eliminate free\nallocation of EU\nETS allowances\n* Generate revenue",
  "page_35": "Additional comments:\nQ4. What is your perception of CBAM and Border Carbon Adjustments (BCAs) in general and their likely impact? - 7o what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nStrongly\nAgree Disagree\ndisagree\nnot\nagree\nknow\n* BCAs constitute unfair trade barriers /\nenvironmental protectionism\n* BCAs increasingly necessary tools to address\ncarbon leakage at increasing levels of climate\nambition and international climate asymmetry\nYour home country is likely to consider a BCA\nin the near future, as its climate policy is in\ngeneral becoming more ambitious than that of\nits closer trade partners\nCBAM has already had or is likely to have an\nimpact on your home country’s intention to\nadopt carbon pricing\nWith the currently proposed design and scope,\nCBAM is likely to have a limited impact on\neconomic operators in your home country\nThe currently proposed CBAM design and\nscope is likely to have a limited economic\nimpact on your country, however the impact\ncould be significant if the scope is expanded in\nthe future\nCBAM is likely to have a limited economic\nimpact on your country even with an expanded\nproduct and emissions scope. However,\nspecific industries might be more significantly\naffected\nIf CBAM is applied there might be\nopportunities for boosting exports to the EU\nfrom your country as production in some of the\nincluded sectors might entail relatively low\ncarbon intensities compared to other countries\nexporting to the EU, or compared to EU\nproducers\n* CBAM is likely to create a greater potential for\ndownstream competition and market share",
  "page_36": "expansion: CBAM is likely to lead to rising exports to the EU of downstream products not covered by the CBAM, whose domestic production costs in the EU increase as a result of the CBAM (e.g. aluminium doors and windows rather than aluminium ingots).\nAdditional comments:\nQ5. Coverage of Trade Flows: The proposed CBAM would not provide export rebates to EU producers of covered products, potentially exacerbating leakage risks facing exported EU products sold in foreign markets. At the same time maintaining a declining share of free allocation of EU ETS allowances for both domestically sold and exported European products during the pilot phase would temporarily alleviate this risk. - 7o what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nStrongly\nAgree Disagree\nnot\nagree\ndisagree\nknow\n* If no export rebates are provided for while free\nallocation is eventually eliminated, non-EU\nproducers will enjoy a relative competitive\nadvantage when competing with EU producers\nin international markets\n* It is possible to find a WTO-compatible way of\nincluding export rebates in CBAM\n* A solution to address exports can be found but\nseparately from CBAM\nAdditional comments:\nQ6. The proposed policy Instrument is a ‘notional ETS’ without a cap (uncapped pool of CBAM certificates), whereby importers of covered products have to surrender CBAM certificates (priced on the basis of EU ETS allowances) equal to the embedded emissions in their imports. - 70 what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nStrongly\nAgree Disagree\nnot\nagree\ndisagree\nknow\n* The proposed instrument is the most\nappropriate, as it is the closest in terms of\nbeing equivalent to the carbon pricing\ninstrument applicable to EU producers (EU\nETS)",
  "page_37": "* An alternative carbon pricing instrument for imports to the EU would be administratively less complex * It would be imbalanced that the pool of CBAM certificates should remain uncapped while the total available number of EU allowances in the EU ETS drops * The proposed rules make it difficult for importers to hedge their obligations and manage risks * The possibility for importers to have their CBAM certificates repurchased by competent authorities, provides for sufficient hedging possibilities\nAdditional comments:\nQ7. Geographic scope: Countries that are part of or linked to the EU ETS (currently Iceland, Liechtenstein, Norway and Switzerland) are exempted. Some special territories of the EU are also exempted. Additional exemptions may be provided for imports of electricity from countries that fulfill certain conditions. - 70 what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nStrongly\nAgree Disagree\nnot\nagree\ndisagree\nknow\n* Additional national exemptions from the\ncoverage of the proposed CBAM should be\nprovided for least developed countries and\nsmall island developing states, given that\nspecial treatment for these states is an\noperationalized principle in both the UNFCCC\n(the principle of common but differentiated\nresponsibilities and respective capabilities)\nand the WTO (the principle of special and\ndifferential treatment)\n* Additional national exemptions from the\ncoverage of the proposed CBAM should be\nprovided to countries withcomparable climate\npolicy ambition\nAdditional comments:",
  "page_38": "Q8. Sectoral/product Scope: Five sectors are to be covered initially: cement, steel, electricity, aluminium, fertilizers. Covered products within these sectors include both ‘simple’ goods (i.e. primary materials) and some more ‘complex’ goods (i.e. semi-manufactured goods that use primary materials as inputs). - 70 what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nAgree Disagree\nStrongly\nnot\ndisagree\nagree\nknow\n* The initial sector scope is appropriate as it\ncovers some of the most emissions intensive\nsectors and products, before CBAM is\nexpanded after its viability has been proven\nAdditional sectors should be included from the\noutset of CBAM\nIn the included sectors, there should be CBAM\ncoverage of additional downstream products\nthat are at risk of leakage as a result of\nincreased costs passed through from covered\nupstream inputs\nCBAM scope should eventually be expanded\nto all emissions-intensive and trade exposed\nactivities included in the EU ETS list of sectors\nat risk of carbon leakage, ensuring that\nimported goods are subject to similar\nrequirements\nCBAM scope should eventually be expanded\nto all sectors that are obliged under the EU\nETS to surrender allowances for their\nemissions, ensuring that imported goods are\nsubject to similar requirements\nAdditional comments:\nQ9. Emissions Scope: Only direct emissions (Scope 1) are covered initially, including emissions attributed to covered goods and those embedded in input goods deemed to be within the system boundaries of the production process. Indirect emissions from electricity (Scope 2) are not covered, though a review will make recommendations in 2026 on whether to include these going forward. - 70 what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nStrongly\nAgree Disagree\nnot\nagree\ndisagree\nknow\n* The inclusion of direct (Scope 1) emissions\nonly is appropriate at the initial stage.",
  "page_39": "Indirect emissions from electricity (Scope 2) should be covered from the outset of the scheme\n* Indirect emissions related to international transport of goods should be considered, especially if the sectoral scope of the EU ETS extends to cover emissions from international shipping and other modes of transport\nAdditional comments:\nQ10. Determination of Embedded Emissions - 70 what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nAgree Disagree\nStrongly\nnot\ndisagree\nagree\nknow\n* The requirement to furnish data on actual\nemissions by foreign producers contributes to\nthe cooperative spirit in which the instrument\ncould be applied\n* Any default values should be punitive enough\nto provide an incentive to foreign producers to\nprovide actual emissions data\n* Any default values should be lenient and\ntherefore evidently not higher than the average\ncorresponding values applying to domestic\nproducers\n* Use of default emissions rather than actual\nemissions is important for avoiding resource\nshuffling\n* For complex goods, the scope includes\nemissions embedded in inputs deemed to be\nwithin the system boundaries of the production\nprocess. Including these is important when\ncovering downstream semi-finished or finished\ngoods, as the embedded carbon cost passed\nthrough in the price of carbon-intensive raw\nmaterials is a major and often the primary\ncarbon cost faced by such downstream\nproducers\n* For complex goods, the scope includes\nemissions embedded in inputs deemed to be",
  "page_40": "within the system boundaries of the production process. Including these is a complex endeavor, that should rely on default values\n* For complex goods, the scope includes emissions embedded in inputs deemed to be within the system boundaries of the production process. More and more organisations track supply chain emissions, and therefore the CBAM should rely on actual emissions data\nAdditional comments:\nQ11. Calculation of the Charge: The level of adjustment will mirror the average auction price of EU ETS allowances each week. Crediting of policies in the country of origin will only recognize explicit carbon pricing policies (e.g. a carbon tax or ETS), with prices paid deducted from CBAM. - 70 what extent do you agree or disagree with the following statements (strongly agree, agree, disagree, strongly disagree)?\nfe)\nStrongly\nStrongly\nAgree Disagree\nnot\nagree\ndisagree\nknow\n* Only explicit carbon prices should be credited\nfor, since EU producers also face a range of\npolices and measures in addition to the EU\nETS and the cost of EUAs. Only crediting for\nexplicit carbon costs, such as those from a\ncarbon tax or an ETS, would be relatively\nsimple and efficient.\n* Carbon costs posed by regulatory measures\nabroad (Implicit carbon prices) should also be\ncredited despite the methodological challenge\nof determining their price equivalence, as not\ndoing so may violate the spirit of the Paris\nAgreement and may lead to significant trade\ntensions with those that have legitimate\nclimate policies.\nAdditional comments:\nQ12. Use of Revenues: The proposed CBAM will not generate revenue in the transitional period from 2023 to 2025. Revenue generated as of 2026 will be collected nationally by competent authorities, and the intent is that most of it will accrue to the EU budget. No mention of earmarking of revenues for specific purposes (e.g. for climate purposes domestically or abroad). - P/ease rank the following with respect to the priorities where CBAM revenue should be directed trom 7 (highest priority) to 6 (lowest priority)",
  "page_41": "1-\nhighest\npriority\n* Covering the administrative cost of\nthe CBAM\n* Defraying certification costs for\nforeign producers of products\ncovered by CBAM wishing to certify\ntheir emissions\n2Q-\nhigh\npriority\n4-\n5-\n6-\nlow\nlowest\nsome\npriority priority priority\n3-\nmedium\npriority\n* Funding mitigation actions in trade\npartner countries affected by the\nCBAM\n* Funding mitigation actions and\nRD&D domestically\n* Contributing to the EU budget (“Own\nResources’)\n* Contributing to the general EU\nbudget (no earmarking), while at the\nsame time committing to contribute\nthe equivalent of (part of) CBAM\nrevenue in additional international\nclimate finance directed to trade\npartners affected by the CBAM\nHighly ambitious Moderately ambitious Strikes a balance between ambition and pragmatism Lacks in ambition Very low ambition Do not know\nAdditional comments:\n* Q14. What is the level of political or diplomatic pushback that you expect the CBAM to face?\nAdditional comments:\nHigh ©) Medium © Low\n* Q13. How would you rate the overall level of ambition of the July 2021 EU Carbon Border Adjustment (CBAM) proposal?\nMechanism\n10",
  "page_42": "© > None\nDo not know\nAdditional comments:\nQ15. What are your expectations regarding the EU Carbon Border Adjustment Mechanism?\nVery\nLikely Unlikely\nlikel\nVery\nunlikely\nDo\nnot\nknow\n* The EU will hold its ground in the event of\ndiplomatic opposition to CBAM\n* There will be challenges against the CBAM before\nthe WTO or other instances\n* Other countries (e.g. US, Canada, others) will\npropose a BCA next\n* A BCA carbon club (e.g. transatlantic) will be created\nAdditional comments:\nKindly provide us with your contact details so that ERCST can get in touch in case of any clarifications (optional )\nName:\nOrganisation:\nEmail\n11",
  "page_43": "12"
},
  "language": "Languages.ENGLISH",
  "total_pages": 43
}
