{
  "file_name": "11_175.pdf",
  "pages": {
  "page_1": "September\n2023\nERCST Reflection Note\nEU ETS Post-2030:\na European Central Carbon Bank to\nmanage the EU ETS?\nAuthors\nAndrei Marcu, Juan Fernando Lopez Herndndez, Gabriele Romeo\nTo reference:\nMarcu, A., Lopez Herndndez J.F.,Romeo G. (2023): “EU ETS Post-2030 :\na European Central Carbon Bank to manage the EU ETS? ERCST. September 2023",
  "page_2": "1. Background\nThe European Climate Law sets the objective of cutting GHGs by at least 55% by 2030 compared to 1990 levels, and to become Net Zero by 2050. It also asks the European Commission to come up with an EU Climate Target by 2040!. In June, the European Commission consulted on an EU climate target for 2040 and a communication, accompanied by an impact assessment, will be published during the first quarter of 2024. The draft consultation addresses key questions on carbon removals as indispensable technologies to become “fit for 55” and net zero by 2050.\nUnder the umbrella of the 'Fit for 55' package, the EU ETS Directive has been revised in compliance with the EU net greenhouse gas (GHG) emission reduction target set out in the European Climate Law. The updated EU ETS Directive’, being the cornerstone of the EU Climate Policy, was adopted on May 10\", 2023, and should apply before 2024. In its current form, the EU ETS Directive covers the 2024-2030 timeframe, with no anticipation on its post-2030 shape and scope. Still, the revised EU ETS Directive mentions that by 31 July 2026, the European Commission should report how negative emissions could be covered by emission trading.\nAll the recent EU ETS changes raise the need to critically evaluate if the envisaged EU carbon market needs further adjustment to adapt to the quickly evolving scenario and if it is efficient, and to propose alternative pathways, if necessary. In this respect, the European Commission announced last year a call for tenders on “Tssues and options for EU emissions trading after 2030\". The document highlights different policy options for the post-2030 scenario, aiming to start preparing the carbon market background for the period 2030- 2040.\nThis highlights the fact that the regulator seems to believe that an additional reflection and debate is needed. The EU has introduced “revolutionary” changes to the EU ETS, such as the MSR and CBAM, when market pressure, or political pressures, came to the fore. In this case, there is no immediate crisis, but considering\n' Article 4 (3) of Regulation (EU) 2021/1119 of the European Parliament and of the Council of 30 June 2021 establishing the framework for achieving climate neutrality and amending Regulations (EC) No 401/2009 and (EU) 2018/1999 (‘European Climate Law’).\n? ERCST’s rationale accompanying the submission to the Public Consultation for the EU climate target for 2040 is available at ERCST’s website: https://ercst.or /ercsts-rationale-accompanyin: -the-submission-to-the-public-consultation-for-the-eu-climate- target-for-2040/ (Accessed on 31 August 2023).\n3 Directive (EU) 2023/959 of the European Parliament and of the Council of 10 May 2023 amending Directive 2003/87/EC establishing a system for greenhouse gas emission allowance trading within the Union and Decision (EU) 2015/1814 concerning the establishment and operation of a market stability reserve for the Union greenhouse gas emission trading system (Text with EEA relevance)\n4 European Commission (2022): Call for tenders CLIMA/2022/OP/0012 Issues and options for EU emissions trading after 2030. - Open procedure. Tender Specifications.\n-l-",
  "page_3": "ideas such as the one that are brought forward in this paper, will take time and political capital. However, incentivising removals and creating institutions that can help achieve that objective, is something that in our view has an increasing urgency.\n2. The EU ETS towards net zero\nThe EU ETS was hailed from its beginnings as the “cornerstone” of the EU’s efforts to decarbonise. Over time, it has become clear that the EU ETS alone cannot do the job and that it was, albeit a visible and critical element, only one of the tools that the EU has put in the decarbonisation toolbox.\nIt is generally accepted that the power sector is now on the way to decarbonisation. It is also generally accepted that most of the heavy lifting was done through subsidies, with the EU ETS price signal providing a significant, visible, and culture-changing element, but not the determining impulse.\nOver the years the EU ETS has also had its share of design concerns to address, mostly visible through the price signal. These have now been largely addressed, for the current circumstances of the EU ETS. They were addressed by regulations and regulatory intervention, with emphasis on rule based. That was the case especially for the structural surplus generated due to economic downturn as well and the import of international credits. Other interventions continued but they always had to play catch up since markets tend to move in unexpected ways, and at a faster rate than legislation and regulation can.\nWe are entering now in a new phase, with industry decarbonisation taking center-stage. In addition, the EU is now heading towards the 2050 net zero target, a situation in which two new elements will appear: the disappearance of any allowances and the use of removal certificates, which are still on the drawing board. This may also lead to a continuation of price increases as well as an increase in price volatility, especially as points of disruption appear at the end of the 2030s.\nBetween now and then other elements will also come into play which will include the extension of carbon pricing to additional sectors (e.g. waste, agriculture); the integration of the new ETS 2 for road transport and building in the current EU ETS; functioning in an increasingly scarce market and an increasingly tense competitive environment internationally for energy intensive trade exposed sectors; as well as changes in hedging patterns for the power sector, the industrial sector and the emerging hedging from CBAM.\nThe question that many pose, and which may be implicit in the effort that the Commission has initialised, is whether the EU ETS in its current architecture will be able to deliver under these emerging circumstances.\n-2-",
  "page_4": "Other observers and stakeholders will go further and question, whether the inevitable increase in EU ETS prices can survive in a competition of approaches versus the US IRA and how price formation and prices will interact and co-exist with what seems, at this time, like an effort of the EU to counter the IRA with its own version that currently takes the form of the Net Zero Industrial Act, but may need to be much more in the future.\n3. Managing the carbon market\nIt is clearly premature to advocate for a definitive solution, but time is not on our side, if looked upon from the point of view of an investment cycle. As a matter of fact, the EU has just finished the EU ETS review as part of the Fit for 55 Package. Who needs another EU ETS discussion?\nHowever, just as it took a significant amount of time to accept, adopt and operationalise the Market Stability Reserve (MSR), any solution that may need to emerge will take time. Same is true for the move from free allocation for CBAM, process whose impact which has not yet started to be felt in the market. Also, in reality, the CRAM & EU ETS discussion has just started, and in our view, it is unclear where it will end.\nSome stakeholders are already advocating for a proactive supervising institution enhancing the efficiency of carbon markets by managing liquidity and building confidence°. It must be emphasised that there is not an issue of confidence in the EU ETS at the present time, but we are rapidly moving an industrial decarbonization scenario with a net zero target which is approaching rapidly, and which may be accelerated during the upcoming Paris Agreement stock takes in 2023 and 2028.\nThere have been voices advocating for an EU Carbon Central Bank ever since the EU ETS was started, based on several arguments. One was that markets move too fast to function under automated rules such as the MSR and new circumstances appear all the time — the market, by definition, is unpredictable. A second argument is that allowances can be seen very much like a currency and currencies are managed through central banks.\nEUAs are not an insignificant currency: it dictates the energy matrix and industrial competitiveness of countries and, just as national currencies are under the management of a central bank, should carbon\n5 See Edenhofer, O. Frank, M., Kalkuhl, M., and Runge-Metzger, A. (2023) On the Governance of Carbon Dioxide Removal — a Public Economics Perspective. CESifo Working Paper No. 10370, Available at SSRN: https://ssrn.com/abstract=4422845 or http://dx.doi.org/10.2139/ssrn.4422845\n-3-",
  "page_5": "allowances not be subject to the same type of management? At a minimum, the critical new allowances that are emerging for the net zero objective, those for carbon removals should be serios candidates.\nIn general terms, a central bank can be defined as a public institution which manages and facilitates money and credit flows. The overarching role of a central bank is to define and implement the monetary policy system, and to oversee and guarantee the flow of capital in an economy. Central banks may also act as lenders of last resort.\nAs a regulatory institution, it aims to provide financial stability and trust to financial markets. Examples of central banks are the USA Federal Reserve (FED), the People’s Bank of China (PBoC), the Bank of Japan and the Bank of England (BoE). The European Central Bank (ECB) is the main legislative body in the European Economic Area and its mandate is to ensure price stability.\nIn the context of the EU ETS, the establishment of an institution similar in nature and in terms of competences, is seen as a tool that could have as objectives to optimise the functioning of carbon markets and facilitate the global transition to a low-carbon economy, while maintaining a competitive and industrial EU. The remit of such an institution will need to be clearly defined. We see central bodies such as some of the central banks referred above withy very different mandates and consequently, their presence in the market is very different.\n4. Elements for consideration Setting an ECCB, or similar body, as the main responsible body for the management of carbon emissions and removals can have several implications. The degree of the institution’s success clearly relies on its specific mandate and scope for interventions.\nAn ECCB can be perceived as a tool for market stability and liquidity and could be directed to manage the overall EU ETS. This can be especially relevant in a scarce carbon market scenario, where the lack of EU certificates at the end of the 2030s° will create fault lines in the market. An ECCB could help manage the disruptive moment, and the period leading to it, and ensure price stability in strategic market for EU industrial production. Price will raise and then eventually decline abruptly at the moment when there are no more EUAs ~— and this need to be managed.\n6 See Pahle, M., Giinther, C., Osorio, S., and Quemin, S. (2023) The Emerging Endgame: The EU ETS the Road Towards on Climate Neutrality. Available at SSRN: https://ssrn.com/abstract=4373443 or http://dx.doi.org/10.2139/ssrn.4373443\n-4-",
  "page_6": "Alternatively, an ECCB-like institution could be also more focused on the integration of carbon removals in the EU ETS. The recognition of carbon removals (i.e., through carbon removal units or discounts), could trigger a virtuous behaviour among hard-to-abate (e.g., unavoidable emissions linked to process). ETS installations that nevertheless are required to reduce their carbon footprint. The ECCB could also bridge between emitting ETS companies and carbon removal entities during an initial phase’.\nSuch an institution could purchase carbon removal credits on the EU and international market and then release in the EU ETS market as demand arises. This way it could play a role of liquidity provider as well as one similar to the Strategic Petroleum Reserve ensuring continuing function of the EU ETS and industrial activity under competitive parameters.\nOne argument against is that the ECCB may play a much more intrusive role and “shape” rather than “respond” to market forces. Currently, the EU ETS Directive has two tools at its disposal to interact with and intervene in the market: the Market Stability Reserve (MSR) to address market volumes, and the Article 29a to address excessive price fluctuations. While these tools do have the potential to interfere in the market dynamics, they dependent on “rules” for their activation.\nThe ECCB may be seen as prone to political influence. It could be, but the same way that the ECB functions so could an ECCB. One could also argue that the lack of trust in an ECCB maybe seen as a “democratic deficit” as there no more trust in democratically elected representatives and those they designate. In the end, EUA and their prices cannot be separated from political decision informed by science.\nThe creation of an ECCB also rises a crucial issue: the need to revise the EU Treaty*. The European Central\nBank is recognised de facto in the Article 13 of the consolidated version of the Treaty of the European\nUnion °. The creation of the ECCB, as a new institution not foreseen in the text of the EU Treaty will\nrequire, in principle, calling for a simplified revision procedure and a proposal to be adopted by the Council\nthrough unanimity. It is important to highlight that potential amendments to the treaties only succeed if they\nhave been ratified by all Member States!°. Other potential question is where this newly created institution\nshould be based.\n7 Rickels, W., Rothenstein, R., Schenuit, F., Fridahl, M., (2022) Procure, Bank, Release: Carbon Removal Certificate Reserves to Manage Carbon Prices on the Path to Net-Zero. Energy Research & Social Science 94.\n8 Consolidated version of the Treaty of the European Union 2016/C 202/01 ((OJ C 202 7.6.2016, 13).\n° “The Union's institutions shall be: the European Parliament, the European Council, the Council, the European Commission, - - - - - the Court of Justice of the European Union, - the European Central Bank, - the Court of Auditors. Art 13. 2016/C 202/01 10 EUR-Lex (2022). Revision of EU Treaties. Summary of Article 48 of the Treaty of the EU. Available at: https://eur-\np.\nlex.europa.eu/EN/legal-content/summary/revision-of-eu-treaties.html (Accessed on 31 August 2023).\n-5-",
  "page_7": "These observations underscore the need for an intellectual discussion on this topic to commence promptly.\nThe ERCST strongly advocates for a thorough examination of the idea of establishing an ECCB. As a think\ntank, it is ERCST’s responsibility to take stock of the goals, mandate and governance of a Carbon Bank in\nthe EU, as well as the implications of creating this new institution. This is especially true in light of the\ngrowing recognition that removals are gaining within the evolving policy landscape.\nHaving the revision of the EU ETS Directive been finalised, the European Commission is currently working on the conception of a framework for the EU ETS Post 2030. This is why the time is ripe to start the discussion about the potential shape a new ECCB could take.\n-6-"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
