{
  "file_name": "130_1252.pdf",
  "pages": {
  "page_1": "frontier \\\neconomics\nLinking UK and EU carbon markets\nSupporting efficient UK-EU trade and delivery of low-carbon goals\nPrepared for Centrica, Drax, Equinor, National Grid, SSE and Uniper\n6 August 2024\nfrontier economics",
  "page_2": "Contents\n\nTopic\nSummary\nKey arguments\nAnnex\nPage\n17\nfrontier economics",
  "page_3": "Contents\n\nTopic\nSummary\nKey arguments\nAnnex\nPage\n17\nfrontier economics",
  "page_4": "Summary: Linking the UK and EU Emissions Trading Schemes can support efficient trade and the cost-effective achievement of climate goals\nAfter an initial period of reasonably close correlation between UK Allowance (UKA) and EU ETS Allowance (EUA) prices, UKA prices have fallen significantly since the start of 2023 and are now trading at a significant discount.\na\ni\nOngoing price divergence would result in less efficient UK-EU trade and potentially lost UK tax\nhowever, even if prices were to converge, continuation of two separate markets creates a number of negative effects for the UK and the EU\n...\nrevenues...\nA persistent UKA discount would have significant implications for UK exchequer revenues (we estimate £3.5-8bn forgone over 2025-2030 based on recent price differentials) A UKA discount would not improve the competitiveness of exports from UK ETS sectors to the EU — since UK firms would then pay the difference into the EU budget. If UKA prices were to trade at a premium, this would — however - disadvantage GB power exports (and harm EU energy consumers)\n\n\n=\nEU importers of CBAM goods from the UK face reporting obligations (regarding quantities of imports and embedded emissions) — which may reduce willingness to import UK goods covered by EU CBAM\n=™\nSince EU CBAM may not accurately reflect GB electricity carbon costs, additional friction in UK-EU power trade is likely to be created e.g. increased curtailment of GB wind which would otherwise have been exported, pushing up EU emissions and carbon costs (and increasing support costs for GB renewables)\n=\nIfthe UK ETS and EU ETS continue to operate separately, particularly as the caps tighten, each market is likely to see: «0 More volatile prices; and 2 less liquidity, limiting the ability to hedge carbon costs and harming UK and EU industrial competitiveness\nNN\nFuture price convergence through linking the UK ETS and EU ETS is clearly possible — given the current similarity of the schemes (and provided that planned developments of both markets are taken forward with future convergence in mind) - this can support efficient UK-EU trade and reduce the costs to both the UK and EU of meeting decarbonisation goals\nA linked market would also support efficient financial risk management for UK and EU participants, supporting industrial competitiveness, by creating a\ncombined carbon market with even more depth than either market standing alone\nfrontier economics",
  "page_5": "Contents\n\nTopic\nSummary\nKey arguments\nAnnex\nPage\n17\nfrontier economics",
  "page_6": "UK ETS and EU ETS prices have separated over the last year, with UKAs currently trading at a significant discount\nAfter an initial period of reasonably close correlation between UKA and EUA prices, UKA prices have fallen significantly since the start of 2023 and are now trading at a significant discount\nUKA v EUA prices, 2022-2024\n90\n# Initially (from January 2021), the UK ETS initially tracked the EU ETS closely. The UK ETS traded at a slight premium to the EU ETS — we understand due to perceived risk given uncertainties in the initial period of UK ETS operation However, differences in the evolution of the two schemes have begun to emerge over the past year. For example, Government announced in July 2023 that around 54m tonnes of allowances* would be added between 2024 and 2027, which has contributed to the significant reduction in the traded price of UK ETS allowances a Together with uncertainty regarding future linking, this may have contributed to the divergence in prices\n80\n= 70\n£ 60\n° 50\n® 40\n© 30\nai 20\n10\n0\nwm Wh th th YP PPP YM Ad & & b& a\nFF PF MFG KF Ww Wag GT MW WT\n—-UKETS ——EUETS\nSource for graph: UKA auction prices via Bloomberg, EUA spot prices based from EEX via Energate Messenger. *This accounts for about half a year’s worth of UK emissions covered by the UK ETS. https://www.gov.uk/government/news/tighter-limit-on-industrial-power-and-aviation-emissions-as-uk-leads-the-way-to-net-zero\nfrontier DRAFT",
  "page_7": "The future path of relative UK and EU ETS prices is uncertain\nConvergence of prices through linking of the schemes is possible, and there are good arguments for doing so. Planned developments of both markets should be taken forward with future convergence in mind\nConvergence due to future linking is politically possible and technically feasible..\n= The UK and EU have committed to giving “serious consideration” to linking their respective carbon pricing schemes - see EU-UK Trade and Cooperation Agreement (TCA) While maintaining separate schemes would allow greater freedom for policymakers in the design of their respective schemes, linking the UK and EU schemes would bring several benefits, discussed further in this report (e.g. reducing trade frictions between the UK and EU, reduced allowance price volatility and improved liquidity). The UK Climate Change Committee also noted in its 2024 progress report that linking could help strengthen the UK ETS price signal to support industrial decarbonisation In general, the two schemes remain broadly similar in structure and the UK and EU have broadly similar longer-term climate goals (see Annex). Any technical differences could be resolved relatively easily through negotiation\n...while divergence in planned developments of the markets could make this\nincreasingly difficult\n= Different approaches to stability reserves: The EU ETS has established a Market Stability Reserve (MSR). The UK is considering a similar Supply Adjustment Mechanism (SAM) — in addition to its Auction Reserve Price (ARP) and Cost Containment Mechanism (CCM). To the extent these mechanisms are based on different criteria, this might complicate negotiations to link the schemes Coverage / expansion to other sectors: Sectoral coverage is broadly similar between the UK and EU schemes. However, there are some differences (the UK has yet to finalise how to include shipping or has yet to decide precisely how free allocation of UKAs will interact with UK CBAM). In theory, differences in coverage could exist in linked schemes, although it would leave competitive distortions in some sectors and therefore may also make negotiations more complex Greenhouse Gas Removals (GGRs): The UK has a stated ambition to incorporate GGRs into the UK ETS and the European Commission is due to report on the potential coverage of GGRs by emissions trading by July 2026. Depending on GGR standards and the precise approach to incorporating them (which may diverge between schemes), including GGRs in an ETS could lead to a relaxation of the cap, potentially dampening prices. In principle, this could be dealt with in a linked system, for example through adjusting allowance supply downwards in the scheme incorporating GGRs. Addressing possible future differences in the use of offsets/removals/credits would need to be addressed in any linking negotiations between the UK and EU\nfrontier economics",
  "page_8": "lf lower UK prices persist, HM Treasury could forgo\n3.5 bhi its\n2025\n2026\n2027\n2028\n2029\n2030\nmEUETS @ UK ETS - current = UK ETS - low\n= All figures above are nominal. Frontier analysis based on Govt projections of forecast auction volumes. Further details set out in Annex = We have not quantified possible knock-on revenue impacts: a Any change in carbon price support (CPS) revenues. In practice, a higher ETS price might, other things equal, reduce emissions in the power sector and thereby lead to a reduction in CPS revenues (assuming no change to CPS rates). However, any impacts on CPS would likely be small in comparison to impacts on ETS revenues, since the CPS only covers the power sector. The power sector currently accounts for around half of emissions covered by the UK ETS and its share is expected to fall further over time; and a The potential additional cost of providing compensation to industrial customers for the indirect effects of higher ETS prices on power prices. This would also likely be small relative to the additional revenues from a higher ETS price = We have also not quantified the possible impacts of higher carbon prices on power prices or on industrial competitiveness with non-EU trade partners (though free UKA allocation or UK CBAM should mitigate impacts on the latter)\n£3.5-8bn revenue over 2025-30\nAnnual revenues from UK ETS auctioning depending on assumed ETS price\nCumulative impact on revenues, 2025-30\n= If current price gap* persists: £3.5 billion forgone revenues over 2025-30 (that could, amongst other potential uses, have been used to finance public investment in the energy transition) = If price gap widens**: £8 billion forgone revenues over 2025-30 *Based on average price difference observed during June 2024 (£13/CO2e) **Based on maximum historical price difference observed of £31/tCO2e over September 2023 See Annex for further details of scenarios used\n4.0\n3.0\n2.5\n2.0\n1.5\n1.0\n0.5\n0.0\nfrontier",
  "page_9": "The EU Carbon Border Adjustment Mechanism (CBAM) will erode any competitive advantage for UK exports to the EU arising from a lower UK ETS price...\nWithout EU carbon leakage protection*, concern that imports to EU might have competitive advantage over EU production, if imports face a lower domestic carbon price\nem\nSS\n------------------------------------ +--+ EU ETS\ncost\nThe EU CBANM is a tariff on embedded emissions in imports. It aims to ensures a level playing field (in terms of the carbon price) for goods sold in the EU\nmeme\neee\n\n--------- +--+ ee\nEmbedded emissions\nnot internalised\ncost\nUK ETS\ncost\nCompetition\nCompetition\nProduction\ncosts\nSN LZ\nZAN\n*Certain EU industrial sectors currently are allocated EUAs for free, which partially “shields” them from competition from imports. There is no free allocation in the EU for power plants, however. And for the sectors covered by EU CBAM, free allocation will be phased out as CBAM is phased in. **Sectors initially to be covered by EU CBAM: Iron and Steel, Aluminium, Cement, Hydrogen, Fertilisers and Electricity. See Annex for further detail.\nProduction\nProduction\nProduction\ncosts\ncosts\ncosts\nSN EZ\nV1 INS\nN\nN\nmmm\neee\nmmm\nfrontier economics",
  "page_10": "..and could result in UK industry paying up to 2026-30\nProjected annual CBAM costs in 2030 (excluding administrative costs), by sector\nWe assume that Carbon Price\n140\nSupport (CPS) continues in the power\nsector at £18/tCO2e (nominal), and\n120\nthat the EU CBAM recognises the\nCPS paid. Given this, based on the\n100\ncurrent UK-EU ETS price gap, the\nestimated EU CBAM cost in the\n80\npower\nsector is\nzero\n60\n57\n49\n40\n20\nWithout linking, admin burdens for UK exporters apply regardless\n4\na\n2030: UK ETS - current\n0\nmCement wmElectricity mAluminium slron & Steel\nfrontier\n£0.2-0.8 billion into the EU budget over\nEU CBAM results in part of the forgone revenue previously described (if UK prices lower than EU prices) being paid by UK industry to the EU budget:\n= If price gap remains similar to current* levels: £0.2 billion cumulative cost across sectors analysed over 2026-30\n= If price gap widens**: £0.8 billion cumulative cost across sectors analysed over 2026-30\nEstimates assume traders receive rebates on UK carbon prices paid. For\npower, we assume EU\nCBAM\nis based on average emissions intensity the\nof\nwhole GB power mix. As we discuss in the following slide, obtaining rebates may be challenging in practice for GB power exports. Without rebates in power, applying a fossil fuel emissions intensity (which is currently one of the default value approaches set out by the EU) to GB power exports, the costs of EU CBAM could be significantly higher in the power sector\n*Based on average price difference observed during June 2024 (£13/tCO2e) **Based on maximum historical price difference observed of £31/tCO2e over September 2023\n2030: UK ETS - low\n*Calculations factor in gradual phase-in of CBAM obligation over time as set out in the EU ETS Directive. See Annex for further details of scenarios used\nEven if UKA and EUA prices were to converge, importers of CBAM goods to the EU still have to register with Member State authorities and report quantities of imports and embedded emissions (quarterly during the transitional phase, annual under the enduring regime), resulting costs associated with data gathering, verification, etc. Failure to report can result in significant penalties Only possibilities for exempting UK exports are for goods of negligible value (<EUR 150 per shipment) or if UK the EU ETS are linked\n10",
  "page_11": "Even with price convergence, EU CBAM could lead to GB electricity exports to the EU being over-burdened...\nEfficient power trade can support UK and EU security of supplies\n= The direction of power flows across interconnectors follows cross-border price differences. GB will tend to import during periods of relative scarcity and vice versa = Current differences in UK and EU carbon prices already lead to an un-level playing field that distorts efficient trade\nCBAM may lead to GB power exports being over-burdened — even if UK / EU carbon prices are aligned\nThe EU is interconnected with regions with significant coal capacity and no carbon pricing currently (e.g. Morocco, Western Balkans, Ukraine, Turkey). This has motivated the EU to apply its CBAM to the power sector (to mitigate the risk of “carbon leakage”). The UK does not plan on including power sector in the scope of its CBAM — as it does not face similar carbon leakage issues. However, the EU CBAM would still apply to GB* power exports — though there is some uncertainty regarding exactly how (as the methodology is still being developed):\nThere is a risk that GB power exports to the EU do not receive rebates on the carbon price already paid in GB (UK ETS + CPS):\n2 To secure CBAM rebates, importers of electricity to the EU need to demonstrate that the carbon price has been paid on exported volumes (Art 9 CBAM Regulation) — in practice, this is challenging given the way power is traded (anonymously, volumes traded multiple times)\nEven with rebates on UK carbon pricing, the EU CBAM may exaggerate the emissions intensity of GB power exports.\nIncreasingly emissions in periods of export are likely to be lower than average given GB would typically export during periods of significant low carbon energy. To base CBAM obligation on actual emissions of power exports (Annex Ill, para 5 of CBAM Regulation), exporters essentially need to be able to demonstrate exclusive commercial contract and physical link between power generation installation and exported volumes — again difficult given how power is traded This means default values for emissions intensity will be used instead. These may overstate the embedded emissions of power when exporting. One approach currently set out by the European Commission is to base emissions factors on the average emissions intensity of fossil fuel generation in the exporting country — across a 5-year period ending two years before the compliance year — which would overstate emissions even further\n*Our focus here is on GB power exports to continental EU, though a similar issue may apply to Northern Ireland. Northern Ireland is part of the all-lreland single electricity market (SEM). It remains covered by the EU ETS under the Northern Ireland protocol. However, despite this, it is still unclear how power exports from Great Britain to the Republic of Ireland will be treated by the EU’s CBAM. See https://www.energy-uk.org.uk/wp- content/uploads/2024/05/Energy-UK-Position-Paper-EU-CBAM-Concerns-and-Impacts.pdf, page 3.\nfrontier\n11",
  "page_12": "... With the resulting friction affecting GB exports harming UK and EU decarbonisation aims\nThere are important consequences of GB power exports being inefficiently over-burdened by the EU’s CBAM e.g. increased curtailment of GB wind which would otherwise have been exported, pushing up EU emissions and wholesale costs.\nRisk of increased need for financial\nNegative impacts on EU energy policy objectives\nRisks to UK decarbonisation aims\nsupport for interconnectors\nHigher curtailment of renewable energy sources (RES) during periods of surplus (AFRY* estimates EU CBAM could lead to >50% increase in central scenario though impact is halved if GB exports can get rebates on CBAM for GB carbon price) Expectations of greater curtailment and increased policy-driven uncertainty on extent of impact of EU CBAM on curtailment will mean investors in new UK RES projects will require higher support levels — contributing to higher costs to energy consumers, other things equal\n= Reduced imports from GB mean that EU requires increased domestic generation — potentially from fossil fuel sources (AFRY* estimates increase in EU thermal generation - mainly gas - of around 9TWh/ year, central scenario) This is associated with large transfers from EU consumers to EU producers (AFRY* estimates EUR 2.3-4.6 billion/year) There may be further costs from the EU having to be more “self-sufficient” (e.g. additional grid and generation capacity needs)\n= Interconnectors earn revenues based on price differences and flows between markets (so-called “congestion rent”) Since CBAM contributes to increased GB prices, it will tend to narrow price spreads during periods when GB might otherwise have exported, reducing congestion rent, other things equal (AFRY* estimates a reduction of 52% in 2035 for new interconnectors - central scenario, assuming no CBAM rebates) Loss of expected congestion rent (and uncertainty regarding impacts of CBAM) implies greater reliance on financial support (e.g. from energy consumers) to ensure investment\n=\"\nThe UK-EU TCA requires the implementation of more efficient power trading arrangements on interconnectors (“coupling”). Application of EU CBAM would complicate the prospects for doing so - as there is no technical solution, for the time being, for how CBAM can work in a coupled environment\nLinking the UK & EU ETS can remove these distortions, contributing to a level playing field for power trade between the UK and the EU.\nNote: To the extent it limits exports from GB to the EU, EU CBAM may also contribute to lower GB wholesale prices at certain times. The impact of this on consumers may be partially offset by higher renewable support costs.\n*AERY (2024) “EU CBAM impact study focused on electricity imports from Great Britain: Summary Report” https://afry.com/sites/default/files/2024-03/af eu_cbam_impact_study_ summa report_mar_2024 v300.pdf\nfrontier economics\n12",
  "page_13": "In the absence of linking, UKA and EUA prices will be more volatile...\nSingle market (no linking): a shock would have a significant impact on prices\nFor example, closure of a\nparticipating installation\nwould reduce level of\nabatement required to\nstay\nwithin cap...**\n0,\ninking adds\nabatement\nmeasures\nLinked markets: Price impact of shocks dampened (for both linked markets)*\nve\n...resulting P,|---\nPo = eee eee eee ee eee ee =\nin large\nP; = eee eee eee eee eee eee ee\nchange in\n...but\nprice\nP, = =\nsmaller\nchange in\nAbatement\nprice\nAbatement\nDifferent abatement\nmeasures, ordered by\nAdditional abatement measures from\ncost (illustrative)\nlinked market\nThe price shock-dampening effects of linking could be significant. = The effects would already be relevant for the UK today: For example, a very large industrial emitter at 5MtCO2e / year would represent around 5% of the current UK ETS cap, but only around 0.3% of a combined UK/EU ETS cap = Both UK and the EU caps will tighten going forwards, making them more exposed to shocks if they continue to operate separately (see slide 15)\n*Assuming that shocks do not coincide across markets. **Another example might include policy announcements relating to the size of the cap — affecting market expectations regarding the level of\nabatement required.\n13\nfrontier economics",
  "page_14": "...Which in turn increases the importance of being able to hedge allowance price risk\nThe aim of forward hedging is to help stabilise cash flows. If participants cannot directly hedge allowance price risk at reasonable cost, they will turn to alternative risk management approaches that may come with higher costs\na\n\n\n=\nTo reduce the need for capital lock-up in the business, typically generators hedge expected fuel / carbon purchases and power sales at the same time (locking in the “spread” between costs and power prices). Since generators’ customers (i.e. energy retailers) and fuel suppliers may themselves have preferences for fixing their prices, this means generators are incentivised to make forward purchases of allowances\nIndustrials participating in emissions trading may seek to make forward purchases of allowances if this helps them stabilise cash flows — i.e. where they have entered into fixed price sales contracts with their customers\n=\nNeed for\nhedges\n\nIf “clean* hedges (e.g. futures / forwards) cannot be purchased (or if there are high transaction costs associated with doing so since liquidity is low), participants will consider alternatives. For example, UK participants might “proxy hedge“ via trading EVA futures (although this will leave them exposed to the risk of divergence between UKA and EUA prices)\n=\nAvailability\nof hedges\n5 =\n\nIndustrial sectors highly exposed to international trade may be less able to pass on costs to customers. In other words, higher costs of risk management will tend to reduce industrial competitiveness\nInthe long-run, the cost of risk capital will tend to be passed onto power customers. In other words, higher costs of risk management will tend to increase consumer prices\n=\nA lack of forward liquidity for allowances will tend to increase costs for energy customers and harm industrial competitiveness\nfrontier economics\n14",
  "page_15": "A linked UK-EU ETS would be more liquid and provide improved hedging opportunities\n~10,000 installations\nNumber of participants\n~1000 installations!\nHigher financial market participation\n| The EU ETS is the largest carbon market globally by value’. Cap for 2024: 1,386 MtCO2e4 (774 MtCO2e® for 2030, expected to fall to zero before 2040)\nCap for 2024: 92.1 MtCO2e* (cumulative cap over 2026- 30: 303MtCO2e)\nSize of market\nEUA futures trade out 5 years+ on exchange platforms, allowing forward hedging | Traded volumes around 2-4 times value of cap®\nForward hedging\nVirtually no liquidity on exchanges for UKA futures beyond current compliance year\nopportunities\nee\nA linked market would create a combined market with even more depth than either the UK ETS or EU ETS standing alone. This would support hedging opportunities, reducing the costs of decarbonisation for consumers. A deeper market would also be less vulnerable to\nSources: 1. https://assets.publishing.service.gov.uk/media/657c4d9595bf6500107 1908c/evaluation-of-uk-ets-phase-1-report.pdf 2. https://climate.ec.europa.eu/eu-action/eu-emissions-trading-system-eu-ets/scope-eu- emissions-trading-system_en 3. https://about.bnef.com/blog/global-carbon-markets-get-bigger-even-as-trading-dips /. 4. https://icapcarbonaction.com/en/ets 5. https://sparkchange.io/wp-content/uploads/2023/03/ICIS-EU- ETS-Report 2020-11-26 The-EUA-Market148054.pdf, Table 1 and https://icapcarbonaction.com/en/ets/eu-emissions-trading-system-eu-ets 6. Enerdata\n15\nfrontier",
  "page_16": "The similarity of the UK and EU ETS should facilitate linking\nC6\nThe Parties shall cooperate on carbon pricing. They shall give serious consideration to linking their respective carbon pricing systems in a way that preserves the integrity of these systems and provides for the possibility to increase their effectiveness\nSource for quote: UK-EU Trade and Cooperation Agreement, Section 7.3\nNegotiations on linking the Swiss and EU ETS began in 2010. They were held up due to the results of a 2014 referendum in\nwhich Swiss citizens voted to restrict immigration from the EU\nLinking was given the green light in 2017, a year after the Swiss parliament agreed on new rules that relaxed the restrictions\non EU immigration\nThe link (see Annex for further detail) eventually took effect in 2020 (once Switzerland had extended its ETS to aviation —\none of the conditions set by the EU for linking to take place)\nThe UK and EU schemes are relatively well-aligned (see Annex). Provided that planned developments of both markets are taken forward with future convergence in mind, this facilitates linking\nAssuming linking has support, while negotiations regarding linking are ongoing, EU and UK policymakers should consider transitional arrangements (for example a suspension of EU CBAM financial obligations to address potential issues during 2026)\nNY\nLinking would provide further evidence of the UK & EU’s ability to lead on international climate cooperation — potentially important in the context of upcoming UK and EU 2040 climate target-setting and global climate negotiations\nVAN\nfrontier\n16",
  "page_17": "Contents\nTopic\nPage\nSummary\n\nKey arguments\nAnnex\n17\nfrontier economics\n17",
  "page_18": "The EU ETS, which covers emissions from power and industry, was the world’s first major carbon market and remains the largest in terms of value?\nSectors: Mainly energy and industry (installations > 2.5 ktCO2 / 25 MW); aviation takes a smaller share and maritime navigation to be added in the future Gases: Since 2013, ETS includes CO2, N20 and PFC from aluminium production Reduction target: EU ETS covers ~ 45% of EU emissions (EU27 + Iceland, Liechtenstein and Norway) under one cap; Annual cap decreases in order to achieve -21% until 2020 and -62% until 2030 (compared to 2005)\nTotal greenhouse gas emissions in 2021 by sectors in EU27\nWaste\nother\ncovered by EU management\n3%\n\\\nScope\nEffort Sharing\nRegulation\nPublic\nElectricity and\nAgriculture\nHeat\n11%\nProduction\n21%\nFree allocation for industry that is exposed to carbon leakage (based on benchmarks) Auctioning of 57% of allowances (for public heat and power & industrial emissions not covered by free allocation) 1 permit (EUA) = 1 tCO2 Permits are tradable and can be banked for future use (also in next trading phase) Borrowing is prohibited and non-compliance triggers a penalty of 100 € / tCO2 & fines for false reporting (up to 0.5 mn. €)\nIndustrial\nTransport\nenergy use\n22%\n13%\nAllocation\nand permit\ndesign\nDir 2009 / 29/EC\nHeating\n(commercial processes\n/residential)\n9%\n15%\nfrontier economics\nPetroleum\nRefining\n3%\nSource: Frontier Economics based on EEA greenhouse gases data viewer Note: The colour categorisation is indicative. The categories in the dataset cannot be entirely allocated into one bucket, e.g. in energy and industry only installations>2.5 ktCO2 / 20MW are part of the ETS\nSectors\nSources: 1. https://about.bnef.com/blog/global-carbon-markets-get-bigger-even-as-trading-dips /\n18",
  "page_19": "Linking the UK ETS and EU ETS would secure an exemption for UK firms from burdensome EU CBAM reporting requirements\nFrom Jan 2026, the exposure of UK exports to the EU CBAM will gradually\nThe CBAM will initially cover 5 industrial\nsectors plus electricity\nincrease\nProducts\nObligation for importers to EU to purchase volume of CBAM certificates equal to embedded emissions (at price that tracks the EU ETS price — though UK ETS price may be deducted) CBAM obligation will be phased in gradually (in parallel with the phase-out of free allowance allocation for the EU industrial sectors\n| Goods corresponding to selected EU ETS sectors with homogenous products and large aggregate emissions: Iron and steel, cement aluminium, hydrogen, fertilisers, electricity (list may be extended in the future) For steel, some upstream inputs and downstream products (tubes, tanks) are also subject to CBAM\nii —m\n100%\nsurrendered\n| x x x Ex xs >\nEmissions\n3s 3s\nWw\n80%\n= Embedded emissions in imported goods 2 Direct emissions of CO2, N20 and PFC (aluminium) 2 Indirect emissions (fully included at later stage) = Default values set by European Commission\n-\n60%\n40%\n20%\n0%\nev Ry PSP SP gr gh og Se ye) we)\nNe) ire)\nVY v Y la) Vv Vv aS\ncan be reduced based on verified performance\n\n\nEven if the UK and EU ETS prices were identical, without linking, UK exports to the EU would still face admin burdens\n= Importers of goods to EU subject to regulation have to register with authorities (Member State) to become “authorised CBAM declarant = Reporting / “CBAM declaration“ (quarterly during transitional phase, annual during enduring regime) oOo Quantity of imports (MWh or tonne) oOo Total embedded emissions (tCO2)\nOo Number of CBAM certificates to be\nCopy of verification report (prepared by\naccredited\nverifier)\n= Cases for exemption are\n2 goods of negligible value (150 € per shipment) 2 Countries that are either part of the EU ETS (e.g. Norway, Iceland) or have carbon pricing that is “fully linked“ (e.g. Switzerland)\n19\nfrontier",
  "page_20": "Quantitative analysis: We considered 2 scenarios for the development of UK ETS prices in the absence of a linkage with the EU ETS\n80\n——\n70\n60\n—————\n50\n40\n—\n30\nScenarios used for both forgone tax revenue analysis and CBAM cost analysis:\n= EU ETS: Observed forward curve (average of prices on EEX over June 2024 — obtained via Energate Messenger) =» “Current“ UK ETS: Based on average auction price of Dec ’24 UKA contract observed over June 2024 (via Bloomberg). Since forward prices are not observed, we construct a “synthetic* forward curve based on assumption (given possibility of banking) that prices rise at the cost of carry. Assumed cost of carry equal to Bank of England overnight index swap rates during June 2024 “Low UK ETS: The gap between the UK and EU ETS reached its largest during Sep 2023 (gap of £31/tCO2e). Starting point assumes this gap, with “forward curve“ based on assumed cost of carry as detailed above\n10\n0\n2025\nCurrent UK ETS price\n2028\nLow UK ETS Price ——AtEUETS\n2026\n2030\n2027\n20\n2029\nfrontier economics\n20",
  "page_21": "CBAM cost to industry: details of analysis\nsourced from HMRC\ntrade data by SITC\ncode\nCBAM Regulation\n(Annex II) lists CN\ncodes for products\ncovered. We\nmatched EU CN\ncodes to UK SITC\ncodes using\nclassification\nprovided by Finnish\ncustoms authority\nKey assumptions:\n= We hold projected UK export volumes equal to their historical average = Similarly, we hold the projected emissions intensity of UK production constant\nfrontier\nCBAM cost to UK\nindustry\n(£)\n= Export volumes\nUK exports\n(tonnes)\n= Benchmark\nEmissions intensity\nof production\n(tCO2e / tonnes)\nemissions factors\nfrom Pauliak et al\n(2016)\n= Two scenarios as per\nprevious slide —\ndifference between\ncurrent EUA forward\ncurve\nand:\na “Current® UKA\nforward curve\n“Low* UKA forward\ncurve\nCBAM obligation\nphase-in (%)\nFor industrial sectors, CBAM obligation to be phased in gradually in line with withdrawal of free allocation of EUAs to CBAM sectors - will start at 2.5% in 2026, reaching 100% in 2034 (Article 10a, EU ETS Directive)\nDifference between\nUKA and EUA price\n(£ / tCO2e)\n21",
  "page_22": "CBAM cost to power sector: details of analysis\nDifference between\nUK and EU carbon\nprice (£ / tCO2e)\nSame two scenarios\nfor EUA and UKA\nprices as for industry\n(see previous slide)\nbut also accounting\nfor carbon price\nsupport of £18/tCO2e\nfaced by GB power\ngeneration\nAssume rebate on\nGB carbon price\ncannot exceed EUA\nprice\na Assumes emissions intensity of GB generation when exporting is the same as the annual average for GB. This may overstate the emissions intensity of exports (and EU CBAM risks further overstating emissions intensity of GB exports further - see slide 11) Assumes GB exports able to claim rebate on GB carbon prices. As noted previously (see slide 11) this may be challenging in practice Export volumes are an exogenous input assumption. We do not consider how exports may vary depending on carbon price (and resulting electricity price) differences. Export volumes and grid emissions intensity over 2026-30 from the FES 2024 Electric Engagement scenario are roughly mid-way between those of the Holistic Transition and Hydrogen Evolution scenarios (the two other FES 2024 scenarios consistent with Net Zero by 2050)\nCBAM cost to GB\nEmissions intensity\nExports from GB\nCBAM obligation\npower sector\nof GB generation\n(TWh)\nphase-in (%)\n(£)\n(gCO2e / kWh)\n= For power, assume\n= NGESO FES 2024\n= NG ESO FES 2024\nCBAM obligation of\nElectric Engagement\nElectric Engagement\n100% from 2026\nscenario\nscenario\n(since no free\nallocation currently)\nKey assumptions:\nfrontier\n22",
  "page_23": "Comparison of EU, Swiss and UK ETS\nAs of 2020, EUAs can be used for compliance in the Swiss ETS, and vice versa. This is achieved via a direct link between the respective allowance registries. Implementation is overseen by a “Joint Committee” that acts as a forum to discuss amendments to the agreement and resolve disputes. Linking is conditional on the parties’ respective ETS meeting certain essential criteria (see below for a high-level comparison of the Swiss and EU ETS) The UK ETS remains fundamentally similar to the EU ETS (see below) — indicating that linking with the EU ETS should be relatively straightforward\nie\n+\nNY\nfA \\\n| Industry, power, domestic aviation,\nIndustry, power, domestic aviation\nIndustry, power, domestic aviation\nmaritime\n(maritime planned from 2026 onwards)\n2030: 55% GHG emissions reduction\n| 2030: 50% GHG emissions reduction\n| 2030: 68% GHG emissions reduction\nOverall GHG\non 1990 levels\non 1990 levels\non 1990 levels\ntargets\n2050: Climate\nneutrality\n2050: Net GHG emissions\nzero\n2050: Net GHG emissions\nzero\nETS cap 2030: 774 MtCO2e (1,386\n| ETS cap 2030: 3.6 MtCQ2e for\nETS cap 2026-30: 303MtCO2e (633\nMtCOQ2e in 2024)\nindustry/power (4.5 MtCOQ2e in 2023)\nMtCO2e over 2021-25)\nNot allowed\n(European\nCommission to\nUse of international\nNot allowed, though UK considering\nreport on coverage of GGRs by\n| Not allowed\nuse of GGRs\ncredits\nemissions trading by July 2026)\n| CHF 125/tCO2e (~GBP 110/tCO2e /\n. EUR 100/tCO2e (~GBP 85/tCO2e)\nGBP 100/tCO2e (~EUR 120/tCO2e)\nEUR 130/tCO2e)\nSources: International Carbon Action Partnership, EU-Switzerland linking agreement, EU ETS Directive, https://www.klima-allianz.ch/wp-content/uploads/Klima-Masterplan_Teil_Inland.pdf\n23\nfrontier",
  "page_24": "frontier\n\nFrontier Economics Ltd is a member of the Frontier Economics network, which consists of two separate companies based in Europe (Frontier Economics Ltd) and Australia (Frontier Economics Pty Ltd). Both companies are independently owned, and legal commitments entered into by one company do not impose any obligations on the other company in the network. All views expressed in this document are the views of Frontier Economics Ltd.\nfrontier\n24"
},
  "language": "Languages.ENGLISH",
  "total_pages": 24
}
