{
  "file_name": "130_1264.pdf",
  "pages": {
  "page_1": "MBI TRADENEWS EMIS\nMit Content von Dow Jones\nPRAXIS | MÄRKTE | STRATEGIEN | CO,\nUN-Gericht\nRichter sollen Klimaschutz als Recht festlegen\nDer Internationale Gerichtshof in Den Haag sollte nach Ansicht der Insel- gruppe Vanuatu das Versagen einzelner Staaten beim Klimaschutz als Verstoß gegen internationales Recht einstufen. „Das Gericht muss erklä- ren: Dieses Verhalten ist ungesetzlich“, sagte der Klimabeauftragte der Republik Vanuatu, Ralph Regenvanu, vor dem Internationalen Gerichts- hof in Den Haag. Er forderte, Staaten müssten zur deutlichen Reduzie- rung des Ausstoßes von Treibhausgasen und zu Reparationszahlungen für die von ihnen verursachten Schäden verpflichtet werden. Der Insel- staat im Südpazifik ist vom Untergang bedroht, weil der Meeresspiegel infolge der Erderhitzung steigt. Mehr: Seite 10\nCO,-Entfernung Zertifizierungsrahmen auf EU-Ebene möglich\nKohlekonsum\nChina könnte 2025\nMaximum erreichen\nDer EU-Rat hat grünes Licht für eine Verordnung gegeben, die die Schaffung des ersten offiziellen Zer- tifizierungsrahmens auf EU-Ebene für die dauerhafte Kohlenstoffentfer- nung, die Kohlenstoffbewirtschaftung und die CO,-Speicherung in Produk- ten ermöglicht.\nChinas Kohlekonsum könnte nach Einschätzung von Experten schon im kommenden Jahr seinen Höhepunkt erreichen und danach dank des Aus- baus sauberer Energien zurückge- hen. In einer Untersuchung der bei- den Thinktanks Centre for Research on Energy and Clean Air (CREA) in Finnland und International Society for Energy Transition Studies (ISETS) in Australien gaben 52 Prozent der befragten Experten an, dass sie von einem Maximum 2025 und einem anschließenden Rückgang ausgehen.\nDie Ankündigung ist der Auftakt zu einem umfassenderen Plan, der die Einführung eines ausgefeilten Zertifi- zierungsrahmens für Kohlenstoffab- bau und die Reduzierung von Boden- emissionen in die EU-Gesetzgebung vorsieht.\nChina ist die zweitgrößte Volkswirt- schaft der Welt und der größte Treib- hausgasemittent. Derzeit macht Kohle noch den größten Anteil am Energie- mix des Landes aus. Allerdings gin- gen die Genehmigungen für Kohle- kraftwerke im ersten Halbjahr dieses Jahres um 83 Prozent zurück und es wurden in diesem Zeitraum auch keine neuen Projekte für die Stahlerzeugung auf der Basis von Kohle genehmigt.\nMit dieser Entscheidung setzt die EU die Umsetzung der Kohlenstoff- entfernung in ihrer Strategie, bis 2050 klimaneutral zu werden, in Gang.\nWie vom Rat angekündigt, deckt die Verordnung drei Bereiche der Kohlen- stoffabbauaktivitäten in der EU ab.\nDer erste Bereich ist die dauerhafte Kohlenstoffabscheidung, die sich auf Verfahren wie Direct Air Capture with Storage (DACS) oder Bioenergie mit Kohlenstoffabscheidung und -Spei- cherung (BECCS) und ähnliche Tech- nologien bezieht, die atmosphärisches oder biogenes CO, abscheiden und über einen Zeitraum von mehreren Jahrhunderten dauerhaft speichern. Mehr: Seite 5\nEs sei „kein leichtes Unterfangen“ für eine rasch wachsende Wirtschaft wie China, Klimaneutralität zu errei- chen, jedoch trügen die Bemühun- gen des Landes allmählich Früchte, erklärte der Präsident des Thinktanks ISETS, Xunpeng Shi.\nMehr: Seite 11\n72,00\n66,00\n60,00\n54,00\n48,00\nQuelle: European Climate Exchange\n\ninhalt TTUTUTUTUTUTUOU3L\nCBAM SPEZIAL Folge 4\nMittwoch, 11. Dezember 2024 I Nr. 25\n\n09.Dezember: 66,37 EUR/t\n90,00\n84,00\n78,00\n2024\nEinen Blick zurück auf das erste Jahr mit dem CO,-Grenzaus- gleichsmechanismus CBAM wirft unser Experte Ulf Narloch. 2\nFestlegung\nDie EU-Kommission hat die EU-weite Menge der Emissi- onszertifikate für das EU-ETS 2 festgelegt. 9\nGastbeitrag\nDaniel Wragge von der Energie- börse EEX lässt 20 Jahre euro- päischen Emissionshandel aus Börsensicht Revue passieren. 6\nLieferketten\nBei den 100 größten börsenno-\ntierten britischen Unternehmen\nsind die Emissionen der Liefer-\nketten zuletzt gestiegen.\n7\nRekordjahr\nDas laufende Jahr dürfte das\nwärmste seit Beginn der Wetter-\naufzeichnungen werden, berich-\ntet der EU-Klimawandeldienst\nCopernicus.\n10\nStrategiewechsel\nChina will bis 2030 seine Kohlestoffpolitik ändern und auf Obergrenzen statt CO,-Intensität setzen. 12\n12.12.2023\n09.12.2024\nRedaktion | Silvia Rausch-Becker, Claus-Detlef Großmann, Ali Ulugay, Marie-Therese Pfefferkomn Armin Kalbfleisch (verantw.) | Telefon: +49 (0) 6196 / 93 494-11 | E-Mail: energy.de@mbi-infosource.de\nwww.matflixx.de\nJetz 4\nSPEZ mit\nA usgape \"jeder",
  "page_2": "MBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nCBAM SPEZIAL FOLGE 4/Jahresrückblick zum CO,-Grenzausgleich Ein Jahr Umsetzung der neuen CBAM-Pflichten\nMit 2024 geht auch das erste Jahr mit den neuen Pflichten im CO, -Grenz- ausgleich der EU zu Ende. Im Januar waren Unternehmen mit Importen CO,-intensiver Waren das erste Mal gefragt, Berichtsdaten einzureichen. Die Umsetzung verläuft holprig. So klagen betroffene Unternehmen über hohen Aufwand und praxisferne Regeln. Aus den ersten Erfahrungen ergeben sich fünf Arbeitsfelder für die weitere Umsetzung.\nVerhältnismäßiger Aufwand\nAm 1. Oktober 2023 startete der Carbon Border Adjustment Mecha- nism (CBAM) der EU mit der Über- gangsphase. Bevor ab 2026 die end- gültigen Regeln zum Erwerb von CBAM-Zertifikaten greifen, fallen Importe CO,-intensiver Waren unter neue Berichtspflichten.\nWICHTIG: Insgesamt variiert die finan- zielle Betroffenheit (d.h. die Emissio- nen der importierten Waren) und der Umsetzungsaufwand (d.h. Anzahl der Warencodes und -sendungen) der betroffenen Unternehmen stark. Dies ergibt sich aus der Importabhängig- keit der Lieferketten und der Diversi- tät des Importportfolios.\nDie ersten Berichte waren im Janu- ar dieses Jahres einzureichen. Pro Quartal wurden bisher an die 20.000 Berichte registriert. Deutschland stellt mit fast 3.500 Anmeldern die meisten Berichte. Insgesamt wird die Anzahl der berichtspflichtigen Unternehmen höher geschätzt.\nSo haben Importeure von Groß- mengen bestimmter Roh- und Grund- stoffe, wie z.B. Eisenerz oder Ammo- niak oftmals eine hohe Betroffenheit. Mit einer geringen Anzahl betroffener Warencodes und Sendungen haben diese jedoch eine eher überschau- bare Berichtskomplexität und damit Umsetzungsaufwand.\nDer Zeitraum bis 2026 gilt als Test- phase. Diese soll den betroffenen Unternehmen aber auch beteilig- ten Behörden Zeit zur Vorbereitung geben.\nIm Metallhandel, sowie im Maschi- nen- und Anlagenbau kann dagegen der CBAM Aufwand unverhältnismä- Big hoch ausfallen. Hier sehen wir in vielen KMUs und im Mittelstand eher geringe Importmengen und damit Emissionen. Mit einem breiten Import- portfolio und vielzähligen Lieferanten kann die Berichtskomplexität hier jedoch sehr hoch ausfallen.\nDabei kritisieren Unternehmen und Industrieverbände Umsetzungs- schwierigkeiten. In öffentlichen Stel- lungnahmen hatte unter anderem die Deutsche Industrie und Handelskam- mer (DIHK) mit dem Bundesverband der Deutschen Industrie (BDI) diverse Nachbesserungen gefordert.\nAller Anfang ist schwer. Auch die Einführung des Emissionshandels- systems (ETS) der EU in 2005 ver- lief schwierig. CBAM ist der weltweit erste CO,-Grenzausgleich, so dass es bisher an Praxiserfahrungen mangelt. Nach dem ersten Jahr sind betroffene Unternehmen, Lösungsanbieter und auch die Behörden um viele Erkennt- nisse reicher.\nZur Beschaffung von tatsächlichen Emissionsdaten verlangt die EU Kom- mission, dass zumutbare Anstrengun- gen unternommen werden. Diese sol- len u.a. im Verhältnis zur Unterneh- mensgröße stehen. Die Deutsche Emissionshandelsstelle (DEHSt) als zuständige Behörde für Importeu- re mit Sitz im Bundesgebiet gibt wei-\nwww.matflixx.de\n\nUnser Gastautor:\nDr. Ulf Narloch\nter an, dass die „Verhältnismäßigkeit” sich nach den zugrunde liegenden Emissionen richten soll. Was genau das bedeutet ist nicht definiert.\nVerlässliche Technik\nWICHTIG: Die Kommunikation zwi- schen den berichtspflichtigen Unter- nehmen und den zuständigen Behör- den auf EU und nationaler Ebene erfolgt elektronisch. Für die Berichts- abgabe ist ein CBAM-Übergansregis- ter eingerichtet. Für die Umsetzung ab 2026 steht dann ein endgültiges CBAM-Register zur Verfügung.\nDie Abgabe des ersten Berichts für Q4/23 im CBAM-Register war von verschiedenen technischen Proble- men begleitet.\nUnternehmen in Deutschland hat- ten bis Mitte Januar keinen Zugang. Viele Unternehmen berichteten von Systemausfällen und Datenverlus- ten. Zusammen mit der anschließen- den Lockerung des ersten Abgabeter- mins warf das kein gutes Licht auf den CBAM-Start.\nMittlerweile wurde an verschiede- nen Stellen nachgebessert - auch bei der Berichtserstellung über die Ein- gabemasken im Register oder das Hochladen einer XML-Datei. Teilwei- se erfolgen diese Änderungen sehr kurzfristig. So wurden die Datenfelder zur Erfassung fehlender Emissionsda- ten im Oktober kurz vor der Abgabe- frist des Berichts für das dritte Quartal 2024 geändert. »\nCBAM SPEZIAL ab sofort\nalle zwei Wochen!",
  "page_3": "Mittwoch, 11. Dezember 2024 | Nr.\n>» Auf Grundlage des Übergangsre- gisters soll das endgültige CBAM- Register eingerichtet werden. Ab 2025 wird darin die Zulassung als CBAM-Anmelder und die Abwick- lung der CBAM-Zertifikate möglich sein. Eine Überführung bereits erfass- ter Daten aus dem Übergangsregister ist hierfür notwendig.\nDas endgültige CBAM-Register soll interoperabel mit bestehenden Zoll- systemen sein. Daten daraus sollen zur Überprüfung der Berichte genutzt werden. Diese Daten würden auch die Berichtserstellung der Unternehmen erleichtern. Aktuell führen diese sol- che Daten aus verschiedenen inter- nen Quellen, teils händisch, zusam- men.\nAb 2025 sollen sich hier auch die Hersteller von CBAM-Waren mit ihren Emissionsdaten registrieren können. Das würde den Aufwand der EU- Unternehmen zur Beschaffung der notwendigen Emissionsdaten erheb- lich erleichtern.\nRealistische Emissionswerte\nWICHTIG: Ab Q3 dieses Jahres sind in den CBAM-Berichten tatsächliche Emissionsdaten von den Herstellern der CBAM-Waren gefragt. Diese sind nach CBAM-Methoden zu berechnen. Diese Verschärfung der Berichtspflich- ten erhöht auch den Umsetzungsauf- wand der EU-Unternehmen.\nIn den ersten Berichten hatten diese größtenteils von globalen Stan- dardwerten Gebrauch gemacht, die von der EU vorgegeben wurden. Dies konnte den Berichtsaufwand anfangs erheblich reduzieren. Die Abfrage tat- sächlicher Daten von den Waren-Lie- feranten zeigen sehr wechselhafte Ergebnisse.\nWenn Daten bereitgestellt werden, dann teilweise noch über Environ- mental Product Declarations (EPD) oder andere Standards, die so nicht für CBAM nutzbar sind. Selbst wenn Daten in den von der EU bereitge- stellten XLS zur Datenkommunikati- on übermittelt werden, ist die direk- te Übertragbarkeit dieser Daten in die CBAM-Berichte schwierig. Verwand- te Methoden zum Monitoring bleiben kaum nachvollziehbar.\n25\nOft gibt es keine Rückmeldungen der Lieferanten. Davon betroffen sind vor allem Importeure mit kleineren Abnahmemengen, die wenig Druck auf ihre Lieferanten ausüben können. Aber auch Unternehmen, die von klei- neren Zwischenhändlern bzw. Her- stellern einkaufen, haben es schwie- ri). Denn diese Lieferanten haben selbst nicht die notwendigen Daten, sondern müssen dazu ihre Lieferket- te offenlegen.\nDer Aufbau solcher Daten ist ein langwieriger Prozess. Nur Hersteller, die bereits eine verlässliche Emissi- onsüberwachung etabliert haben, können überhaupt CBAM-konfor- men Daten berichten. Aktuell können weder Unternehmen noch Behörden die gemeldeten Daten prüfen.\nDie ab 2026 verwandten Werte sollen dann von akkreditierten Prü- fern geprüft werden. Die Regeln dazu werden noch ausgearbeitet. Es bleibt fraglich wie in der Kürze genü- gend Prüfkapazitäten aufgebaut wer-\n187\n19.052 19.033\n18.259\nll\n15.361?\nDeutschland mit den meisten Anmeldern für CBAM-Berichte\nBerichte pro Quartal [#]) Anmelder nach Land [#]?)\nwww.matflixx.de\n3.014\n2.152\nES\nEEE 1.620\nRO\nHE 1.459\nFR\n1.414\nCZ\n1.144\nSE\nEEE 1.135\nS\n04/23 Q1/24 Q2/24 Q3/24 Unternehmen in Top-10 Ländern\n1) Aus Präsentation der Informellen Experten Gruppe zu CBAM im November 2024 2) Vor Ablauf des Korrekturfensters zur Abgabe der CBAM-Berichte am 30.11.2024 [#] = Anzahl; @ C0O2 IQ\nMBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\nNews Deutschland\nden können. Hersteller haben einen Anreiz, Emissionswerte niedrig anzu- setzen. Das ist problematisch, da die übermittelten Werte zur Aktualisie- rung der Standardwerte genutzt wer- den sollen. Diese sind mit einem Auf- schlag für die Berechnung der benö- tigten CBAM-Zertifikate verwendbar, wenn geprüfte Emissionsdaten feh- len.\nVorausschauende\nKosten-Kalkulation\nWICHTIG: Ab dem 1.1.2026 sind dann für die importierten Emissio- nen CBAM-Zertifikate zu erwerben. Dann werden die berechneten Emissi- onen kostenpflichtig. Der Preis für die CBAM-Zertifikate wird an die Preise im EU-ETS gekoppelt sein.\nBisher beschäftigen sich nur weni- ge Unternehmen mit der finanziellen CBAM-Wirkung. Teilweise werden die CBAM-Berichtspflichten von Stellen zur Zoll-Abwicklung übernommen. >»\nDE\n3.421\nPL\n3.256\nIT\n| NL\nEEE 1.076",
  "page_4": "MBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\n»» Mit deren administrativem Fokus bleiben strategische und finanziel- le Aspekte der Einkaufsentscheidung dabei unberücksichtig. Zudem sind genaue Kalkulationen sowie das Ver- ständnis der Berechnungsmethodik weitestgehend unbekannt. Allgemein wird angenommen, dass die Kosten in den ersten Jahren des Hochfah- rens der CBAM-Abgabe gering blei- ben. Allerdings können schon 2026 je nach Emissionswerten - erhebli- che Aufschläge auf die Einkaufskos- ten fällig werden\nBelastbare Kosten-Kalkulationen sind schon jetzt möglich. Jedoch fol- gen Details zur Anrechnung von kos- tenlosen Emissionsrechten im ETS und der im Drittland gezahlten CO,- Preise in Durchführungsverordnun- gen. Diese sind von der EU erst für die zweite Jahreshälfte 2025 angekündigt so dass wenig Vorbereitungszeit zur Umsetzung ab Anfang 2026 bleibt\nPRAXIS-TIPPS\nBegrenzte Umgehungsmöglichkeiten\nWICHTIG: CBAM ist ein Instrument, dass die Unterschiede in CO,-Kosten zwischen EU- und Nicht-EU Ländern ausgleichen soll, um eine CO,-Ver- lagerung in Länder ohne CO,-Preise zu verhindern. Da nicht alle Warenim- porte unter CBAM fallen, kann dieser Mechanismus jedoch umgangen wer- den. Die EU plant dem mit gezielten Maßnahmen entgegenzuwirken\nSchon jetzt gibt es Konstellationen in denen CBAM-Pflichten vermieden werden können in dem Importwa- ren mit nachgelagerten Warencodes umgemeldet werden. Das ist bei Ein- fuhren möglich, bei denen es größeren Auslegungsspielraum in der Anwen- dung der Zolltarifnummern gibt\nLangfristig wird befürchtet dass Wertschöpfungsstufen sogar aus Europa ausgelagert werden, wenn nachgelagerte Waren nicht unter CBAM fallen. Noch in diesem Jahr ist ein Bericht zur CBAM Erweiterung auf nachgelagerte Waren angekün- digt. Damit könnte CBAM wesentlich umfassender werden als bisher.\nAuch bei Vormaterialien gibt es bis- her Lücken. Gerade die Nicht-Ein- rechnung von Schrott stellt einen\nNachteil für EU-Hersteller dar. Der für 2025 vorgesehen CBAM Review soll eine Ausweitung prüfen -— auch auf weitere Sektoren sowie Emissionen\nDass schon jetzt Lieferketten umgestellt werden um zukünftige CBAM-Kosten zu senken ist bisher kaum berichtet. Hier ist eine abwar- tende Haltung der Unternehmen zu beobachten Solche Umstellungen auf emissionsärmere Hersteller wäre jedoch ein gewünschter Effekt\nSchon öfters wird berichtet, dass KMUs ihr Importgeschäft aufgrund der Komplexität der CBAM-Pflich- ten auslagern So konzentrieren sich internationale Handelsgeschäf- te immer mehr in den Händen von Unternehmen, die die administrative CBAM- und Zoll-Abwicklung stem- men können\nMit Blick auf die endgültige CBAM- Umsetzung ab dem 1.1.2026 erge- ben sich daraus 5 Handlungsemp- fehlungen\n>» Die CBAM Umsetzung ist verhält- nismäßig zu gestalten. Der Aufbau umfassendster Lösungen für geringe Importmengen stellt eher eine Über- erfüllung der Pflichten dar. Genau- so wenig ratsam ist das bloße Abwi- ckeln der Berichtspflichten ohne die Überprüfung von Lieferketten, wenn hohe Importmengen zu einer hohen CBAM-Betroffenheit führen\n» Technische Lösungen sind so zu wählen, dass der Umsetzungsauf- wand reduziert wird. Die Kosten dafür sollten aber im Verhältnis der CBAM-Betroffenheit stehen Und die gewählten Lösungen sollten fle- xibel anpassbar bleiben. Denn mit größeren Änderungen und ggf. auch Erleichterungen könnten sich einzel- ne Lösungsbedarfe verschieben\n» Emissionsdaten sind in Zusammen- arbeit mit Lieferanten aufzubauen Das Prinzip der Verhältnismäßigkeit ollte auch hier maßgebend bleiben Die Aufarbeitung komplexer Liefer- ketten für kleine Importmengen kann zu größerem Aufwand als Kosten- einsparungen führen\n\n» Kostenkalkulationen ab 2026 sind unbedingt aufzustellen. Ohne diese ist eine verhältnismäßige Wahl von Umsetzungsmaßnahmen aber auch eine verlässliche Finanzplanung nicht möglich\n» Die weitere CBAM-Entwicklung ollte im Blick behalten werden Auch wenn Unternehmen noch nicht unter die CBAM-Pflichten fal- len oder diese bisher überschaubar sind, könnte sich das bei einer Aus- weitung ändern\nAls neues Instrument kann CBAM an verschiedenen Stellen nachgebessert und auch ausgebaut werden. Laufen- de Überarbeitungen des Regelwerkes sind zu erwarten. Ein stetiges Lernen der betroffenen Unternehmen und Anpassung der Lösungen ist unab- dingbar\nDer Autor\nDr. Ulf Narloch ist Gründer und Geschäftsführer der CO2iq Solu- tions GmbH. Er berät Unterneh- men und Organisationen zum Klimaschutz an der Schnittstel- le von Politik und Wirtschaft CO2ig bietet Analysen, Beratung und digitale Anwendungen zur Umsetzung von CBAM-Pflichten und CO,-Preisen\nKONTAKT © —\n\nCO2ig Solutions GmbH\nGeschäftsführer: Dr. Ulf Narloch Yorkstraße 16 10965 Berlin Tel.: +49 (0) 30 235 974 890 E-Mail: info@co2iq.de\nZall > N\nMT UN www.matflixx.de UNDELIRR SB —\nwww.matflixx.de",
  "page_5": "Fortsetzung von Seite 1\nAuflagen für Zertifizierung sind hoch\nDie Verordnung gilt auch für Aktivi- täten zur Kohlenstoffspeicherung, bei denen CO, in dauerhaften Produkten, wie z. B. Baumaterialien auf Holzba- sis, für mindestens 35 Jahre abge- schieden und gespeichert wird.\nSchließlich gilt sie auch für die Koh- lenstoffbewirtschaftung, die die CO,- Sequestrierung und -Speicherung in Böden und Wäldern fördert oder die bodenbedingten Treibhausgasemis- sionen bekämpft, und zwar für einen Zeitraum von mindestens fünf Jah- ren. Zu diesen Projekten gehören sol- che, die sich auf die Wiederauffors- tung, die Wiederherstellung von Torf- und Feuchtgebieten oder die Verwen- dung verbesserter Düngemittel kon- zentrieren.\nUm sich für eine Zertifizierung zu qualifizieren, müssen die Projekte eine langfristige Kohlenstoffspeicherung, eine quantifizierte Netto-CO,-Entfer-\nIrreführende Werbung\nDUH mahnt klimaneutrale Gasanbieter ab\nDie klagefreudige Umweltorganisa- tion DUH wirft Gasversorgern, darun- ter großen kommunalen Anbietern wie den Stadtwerken München oder den Technischen Werken Ludwigshafen, vor, ihre Kunden nicht ausreichend über die Kompensationsversprechen aufzuklä- ren, die den Anspruch „Ökogas“ zu ver- kaufen, begründen könnten: „Die Gas- versorger geben vor, dass Verbrauche- rinnen und Verbraucher dank der Kom- pensation ohne Auswirkungen auf das Klima weiter mit fossilem Gas heizen können“, behauptet die DUH in einer Pressemitteilung. Das betreffe insbeson- dere „die zur vermeintlichen Kompen- sation genutzten Klimaschutzprojekte“. Recherchen belegten, dass durch unge- eignete Kompensationsprojekte „mas- senhaft Phantomgutschriften“ generiert würden.\nDas „unverantwortliche Greenwas- hing“ sei mitverantwortlich dafür, dass jedes Jahr hunderttausende Gasther- men neu installiert würden. Dabei seien\nTom Weingärtner\nnung oder eine Netto-Bodenemissi- onsreduzierung bieten, zusätzlich in dem Sinne sein, dass ihre Reichwei- te über die gesetzlichen Anforderun- gen auf der Ebene eines einzelnen Betreibers hinausgeht, wo die Zertifi- zierung ihnen finanzielle Tragfähigkeit verleiht, während gleichzeitig sicher- gestellt wird, dass kein Schaden für die Umwelt entsteht und die Neben- effekte ein oder mehrere Nachhaltig- keitsziele abdecken.\nDarüber hinaus müssen die Projek- te von dritten Zertifizierungsstellen überprüft werden, um für eine Zerti- fizierung nach diesem EU-Rahmen in Frage zu kommen.\nDie neu verabschiedete Verordnung wird im Amtsblatt der EU veröffentlicht und tritt 20 Tage nach ihrer Veröffent- lichung in Kraft und gilt dann in allen EU-Mitgliedstaaten. MBl/sir\ndie Werbeversprechen für die Verbrau- cher „nicht nachvollziehbar, da die Unternehmen kaum Transparenz zu den verwendeten Kompensationsprojek- ten anbieten“. Die Versorger sollten ihre Kunden statt dessen „ehrlich über die verheerenden Klimaauswirkungen des fossilen Erdgases informieren“.\nDie DUH verlangt von den 15 Ver-\nsorgern die „irreführende Werbung“ zu\nbeenden und eine entsprechende Unter-\nlassungserklärung zu unterzeichnen.\nAuf den Kapitalmärkten, wo in den letz- ten Jahren zunehmend mit der Einhal- tung von Umwelt- und Sozialstandards sowie guter Unternehmensführung(ESG) geworben wurde, zeichnet sich inzwi- schen eine Trendwende ab. Viele Fonds- gesellschaften meiden Begriffe wie Nachhaltigkeit, um nicht in den Ver- dacht des Greenwashing zu kommen. Zur Begründung wird darauf verwiesen, dass die von den NGO verlangten Nach- weise zu aufwändig seien.\nMBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nEuropa EU-Kommission nennt Zahl der Zertifikate für ETS2\nDie Europäische Kommission hat eine Entscheidung zur Festlegung der EU-weiten Menge an Emissionszertifi- katen für das neue Emissionshandels- system ETS 2 getroffen. Das Emissi- onshandelssystem ETS 2 bezieht ab 2027 den Verkehr und Gebäudesektor mit ein. Dann ist die Zahl der Zertifi- kate für diese Bereiche gedeckelt, ein Zertifikat entspricht einer Tonne CO,. „Diese Obergrenze wird sich für das Jahr 2027 auf 1.036.288.784 Zertifi- kate belaufen“, teilte das zuständige Directorate General for Climate Action der EU-Kommission mit.\nWie es aus Brüssel weiter heißt, basiere die Berechnung der Emissi- onsobergrenze in Höhe von rund einer Milliarde Zertifikate - was rund einer Milliarde Tonnen CO, entspricht - auf den durchschnittlichen CO,-Emissi- onen in den ETS 2-Sektoren in den Jahren 2016 bis 2018.\nDas ETS 2 gilt nicht nur für die EU- Mitgliedstaaten, sondern auch für die Länder des Europäischen Wirtschafts- raums und der Europäischen Freihan- delsassoziation. Die Emissionsober- grenze für das Jahr 2028 werde zu einem späteren Zeitpunkt festgelegt. Hierbei sollen die durchschnittlichen CO,-Emissionen aus den Jahren 2024 bis 2026 berücksichtigt werden, so die EU-Kommission.\nBeim ETS 2 handelt es sich um einen Baustein der europäischen Kli- mapolitik im Rahmen des Fit-for-55- Pakets, das die EU bis 2030 auf einen Emissionsrückgang von 55 Prozent im Vergleich zu 1990 verpflichten soll. Das ETS 2 erweitert das bestehende Emissionshandelssystem der EU, das bislang die Energiebranche und große Industrieanlagen sowie den innereu- ropäischen Flugverkehr umfasst, um die Sektoren Gebäude und Straßen- verkehr.\nEs soll 2027 in Kraft treten und ein Cap-and-Trade-System einführen, bei dem der Ausstoß an CO, gedeckelt ist. Die jährlichen Emissionsobergren- zen werden in den folgenden Jahren schrittweise gesenkt.\nMBl/sag\nwww.matflixx.de",
  "page_6": "MBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\nGastbeitrag\nDaniel Wragge, Director Political & Regulatory Affairs, EEX 20 Jahre europäischer Emissionshandel - ein (Börsen)blick zurück\nAnfang dieses Jahres gab die Europäische Kommission bekannt, dass in Europa 2023 ein Rekordrückgang an Emissionen (16 Prozent) gegenüber dem Vorjahr erreicht wurde. Das ist eine erfreuliche Nachricht und auch ein guter Anlass, über eine Initiative nachzudenken, die vor 20 Jahren begonnen hat - das europäische Emissionshandelssystem (EU-ETS). Seit 2005 unterliegen Anlagen aus der Energiewirtschaft und der ener- gieintensiven Industrie dem EU-ETS (sog. Cap & Trade System). Das Ziel ist, die CO,-Emissionen möglichst kostengünstig zu senken.\nDazu gibt es im EU-ETS zum einen eine Emissionsobergrenze (Cap), die mit der Zeit weiter abnimmt. Zum zweiten ist es für die Unternehmen möglich, die kostengünstig CO, ver- meiden können, ihre überschüssigen Berechtigungen zu verkaufen (Trade), wodurch ein Anreiz in klimafreundli- che Investitionen entsteht.\nwirksam erwiesen. Die MSR verwaltet die Menge an EUAs, um eine Uhnter- oder Überausstattung und damit star- ke Auswirkungen auf die CO,-Preise zu verhindern.\nDer EU-ETS hat also durchaus eine bewegte Geschichte. Am Ende überwiegen aber die Höhen gegen- über den Tiefen. Das zeigt sich auch daran, dass sich die CO,-Bepreisung auf Basis eines Emissionshandels in Europa ausweitet. Einige Länder, dar- unter auch Deutschland, haben nati- onale Emissionshandelssysteme für Sektoren eingeführt, die nicht vom EU-ETS erfasst sind. Und ab 2027 wird auf europäischer Ebene der EU- ETS II für die Sektoren Gebäude und Verkehr eingeführt.\nDie European Energy Exchange (EEX) begleitet diese Entwicklung seit den Anfängen. Schon früh hat sie den Bedarf nach Referenzpreisen für die Marktentwicklung erkannt und bereits 2004 einen CO,-Preisindex einge- führt. Nach dem Start des EU-ETS Anfang 2005 fand im März 2005 an der EEX die erste börsliche Auktion für EU-Emissionsberechtigungen (EUAs) statt. Nachdem in der Anfangszeit der Großteil der EUAs noch kostenfrei an die verpflichteten Unternehmen aus- gegeben wurden, erfolgt die Ausgabe seit 2010 zunehmend über Auktionen. Diese so genannten Primärmarktauk- tionen führt die EEX seit 2010 für Deutschland und seit 2012 auch für die restliche EU durch.\nBemerkenswert ist auch, dass der Emissionshandel eine doppelte Bedeutung für den Klimaschutz hat. Dadurch werden nicht nur die Min- derungsziele sicher und kosteneffizi- ent erreicht. Sondern durch die Ein- nahmen aus der Versteigerung der EUAs erhalten die Staaten finanziel- le Mittel, die helfen, weitere Klima- schutzmaßnahmen zu finanzieren. So hat beispielsweise Deutschland 2023 Einnahmen in Höhe von 7,7 Milliarden Euro aus dem EU-ETS erzielt.\nInnerhalb der nunmehr vier Han- delsphasen des EU-ETS wurde das Marktdesign kontinuierlich weiter- entwickelt. Dazu gehörten auch Pro- dukte, die nicht wie geplant funktio- nierten, wie zum Beispiel die zertifi- zierten Emissionsreduktionen (CER), die 2008 im Rahmen des Kyoto-Pro- tokolls ausgegeben wurden. Ande- re Anpassungen wie die Marktsta- bilitätsreserve (MSR) haben sich als\nDie Wirkung und damit der Erfolg des Emissionshandels hängt aller- dings nicht nur von seiner unmittelba- ren Ausgestaltung ab, sondern auch von seiner Einbettung in die gesam- te Klima-, Energie- und Industriepoli- tik. Nach der Einführung des EU-ETS\nMittwoch, 11. Dezember 2024 | Nr. 25\nBD 22ı\n- Kir,\nar\nu\n“\nf N\nzo\nKM\nul\nDaniel Wragge\nFoto: EEX\nfolgten klimapolitische Maßnahmen der EU, die seine Wirkung verstärkt haben. Darunter fielen das Zwischen- ziel einer mindestens 55-prozentigen Nettoreduktion der Treibhausgas- emissionen bis 2030 und der europä- ische Green Deal, mit dem die Klima- neutralität in der EU bis 2050 erreicht werden soll.\nEs besteht weiterhin großes Poten- zial, dass der Emissionshandel die Dekarbonisierung und die Ener- giewende weiter vorantreibt. Dies gilt für den kompletten Ausstieg aus der Kohle ebenso wie für den Hochlauf einer Wasserstoffwirtschaft und die Elektrifizierung des Verkehrs.\nFazit: Mit einer Emissionsreduzie- rung von 37 Prozent im Strom- und Industriesektor gegenüber 2005 ist der europäische Emissionshandel ein Erfolg. Er dient als Vorbild für Emis- sionshandelsmärkte weltweit. Und die Bedeutung des CO,-Preissignals geht weit über den Emissionshan- del hinaus, sie ist essentiell für weite- re Bereiche der klimaneutralen Trans- formation.\nKONTAKT\nDaniel Wragge\nEuropean Energy Exchange\nAugustusplatz 9\n04109 Leipzig\nTel.: +49 341 2156 — 00\nMail: Daniel. Wragge@eex.com\nwww.matflixx.de",
  "page_7": "Studie zu Lieferketten\nFTSE-100 steigern CO,-Emissionen\nDie Lieferketten der 100 größten börsennotierten britischen Unterneh- men (FTSE-100) haben im vergange- nen Jahr 62 Millionen Tonnen CO, zu- sätzlich ausgestoßen und damit ins- gesamt 3,3 Milliarden Tonnen erreicht. Das zeigt eine Studie der zur Boston Consulting Group (BCG) gehören- den Beratungsfirma Inverto für Lie- ferkettenmanagement. Dies bedeutet einen Zuwachs von 3 Prozent gegen- über den 3,2 Milliarden Tonnen des Vorjahres.\nDer Anstieg der Emissionen sei ein Rückschlag für britische Unterneh- men, die sich verpflichtet haben, ihre Emissionen zu reduzieren, einschließ- lich der Emissionen aus ihren Liefer- ketten - bekannt als „Scope-3-Emis- sionen“. Dazu gehören die Rohstof- fe, Waren und Dienstleistungen, die die FTSE 100-Unternehmen verwenden, sowie die „nachgelagerten“ Emissionen, die ihre Kunden mit ihren Produkten ver- ursachen.\nScope-3-Emissionen\nsteigen weltweit an\nDie Feststellung, dass die Scope-3- Emissionen der FTSE-100-Unterneh- men weiter ansteigen, wird durch eine BCG-Studie gestützt, die zeigt, dass die Scope-3-Emissionen auch weltweit weiter ansteigen. Eine Reihe großer US- amerikanischer Technologieunterneh- men hat kürzlich bestätigt, dass sie ihre Kohlenstoffemissionen trotz ihrer länger- fristigen Absichten zur Emissionssen- kung erhöht haben.\nObwohl viele Unternehmen Pläne zur Verringerung ihrer Emissionen auf- gestellt haben, zeigt die aktuelle BCG- Studie, dass nur 10 Prozent der euro- päischen Unternehmen ihre Emissionen im Einklang mit ihren Ambitionen verrin- gern. 37 Unternehmen haben ihre Emis- sionen in der Lieferkette erhöht\nVon den FTSE 100-Unternehmen ver- zeichneten 37 einen Anstieg ihrer Emis- sionen in der Lieferkette, während nur 32 einen Rückgang verzeichneten. Obwohl sich viele Unternehmen Ziele für das Erreichen von „Net Zero“ gesetzt\nhaben, gelingt es vielen von ihnen nicht, die Emissionen zu reduzieren - ein beun- ruhigender Trend für den Kohlenstoff- Fußabdruck der größten britischen Unternehmen, wenn er anhält.\nKiren Pandya, Principal bei Inver- to, sieht jedoch trotz des Anstiegs der Gesamtemissionen auch, dass mehr FTSE 100-Unternehmen positive Schrit- te zur Verringerung ihres Kohlenstoff- Fußabdrucks unternommen haben. Sie verfolgten jetzt einen gründlicheren und konzertierteren Ansatz in Bezug auf den CO,-Fußabdruck ihrer Geschäftstätig- keit und ihrer Lieferkette. Weitaus mehr FTSE 100-Unternehmen legten zudem ihre Strategien zur Reduzierung der Emissionen in der Lieferkette fest.\nDie Zahl der FTSE-100-Unterneh- men, die eine Strategie zur Verringerung ihrer Emissionen verfolgen, nimmt laut Studie ebenfalls zu. 78 der 100 größ- ten Unternehmen haben jetzt Strategi- en zur Emissionsreduzierung - gegenü- ber 50 im Vorjahr.\nDieser starke Anstieg im Vergleich zum Vorjahr zeigt, dass ein wachsen- der Anteil der größten britischen Unter- nehmen transparenter bezüglich ihrer Kohlenstoffemissionen wird - und dar- über, was sie in Zukunft dagegen zu tun gedenken.\nEin klarer Plan zur Dekarbonisierung ist der Schlüssel zur Reduzierung der Emissionen. Laut der BCG-Studie ist die Wahrscheinlichkeit, dass Unterneh- men, die einen Plan für den Klimawan- del aufstellen, ihre Emissionen reduzie- ren, mehr als dreimal so hoch.\nAllein die Top 5der Kohlenstoff- emittenten waren für 92 Prozent aller Scope-3-Emissionen des FTSE 100 verantwortlich. Die Top 10 der Emittenten wurden von Öl- und Gas-, Bergbau- und Maschinenbauunterneh- men dominiert.\nInverto weist darauf hin, dass einige Emissionen, die durch Ineffizienzen in der Lieferkette entstehen, leicht redu- ziert werden können. Danach könnte die Aufmerksamkeit auf komplexe- re Bereiche der Dekarbonisierung in ihren Lieferketten gerichtet werden. MBl/sir\nMBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nCO,-Markt Dec 24 vor Optionsverfall etwas fester\nEtwas fester hat sich der CO2- Markt am Dienstag präsentiert. Der Dec 24 zeigte sich gegen 13.27 Uhr mit einem Plus von 0,53 auf 66,90 Euro je Tonne. Umgesetzt wurden 17,3 Millionen Zertifikate. Das Hoch lag bei 67,17 Euro, das Tief bei 66,15 Euro.\nTrotzdem erscheint es fraglich, ob die CO2-Bullen die wichtige Marke von 70 Euro bis Mittwoch, 11. Dezember, noch erreichen können. An diesem Tag laufen Optionen mit dem Ausübungspreis 70 Euro aus, was im Vorfeld bei den Futures für einiges Hin und Her sorgen könne.\nAllerdings werden die CO,-Zerti- fikate durch die trägen Strom- und Gasmärkte nicht unterstützt. Zudem gilt es für den Dec 24 auf dem Weg in die 70er-Zone noch einige techni- sche Hindernisse zu überwinden.\nSo sieht Bernadett Papp, Head of Market Analysis von Pact Capi- tal, Widerstand bei 67,28 Euro, 67,35 Euro und 68,31 Euro. Unterstützung hat die Analystin bei 65,90 Euro, 65,60 Euro und 63,53 Euro ausfin- dig gemacht. Papp weist zudem dar- auf hin, dass sich in den beiden ver- gangenen Tagen das Verkaufssignal eines bearish engulfing patterns her- ausgebildet hat, das zudem von den hohen Umsätzen bestätigt wird.\nDie Analysten von Redshaw Advi- sors erkennen die derzeit noch nied- rigen Temperaturen und das aktuell schwache Windaufkommen zwar als bullish für den CO,-Markt.\nDiese Wetterbedingungen könn- ten sich jedoch in der kommenden Woche ändern, für die mehr Wind und deutlich höhere Temperaturen vorhergesagt werden.\nWegen des geringeren Wärme- bedarfs dürften die Gasmärkte in Europa unter Druck geraten, die der- zeit die Rolle des Schrittmachers für die CO,-Notierungen übernommen haben.\nDer letzte Handelstag für den bis- herigen Benchmark-Kontrakt Dec 24 ist der 16. Dezember. MBl/cdg\nwww.matflixx.de",
  "page_8": "MBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nEnergiemarktausblick\nEUA-Futures entfernten sich\nvon der 70-Euro-Marke\nFür den in diesem Monat fälligen EUA-Future an der ICE waren die Modellprognosen gemischt. Nach einem leichten Rückgang sollten die Notierungen dann in der ersten Dezemberwoche kräftig nach oben gehen und auch die Marke von 70,00 Euro je Tonne CO,-Ausstoß deut- lich überschreiten sowie oberhalb dieser Marke aus der Handelswoche gehen. Für die letzte Novemberwoche lag das Modell auch richtig, aber in der Woche zum 6. Dezember gaben die Notierungen entgegen den Erwartungen weiter nach. Insgesamt kam es zu einem Preisrückgang um knapp 1,4 Prozent auf 68,31 Euro\nDies hat zur Folge, dass es bei den Prognosen für die kommenden zwei Wochen zum 20. Dezember zu ent- sprechenden Absenkungen kommt In den folgenden beiden Wochen über die Feiertage sollten die Notierungen wieder nachgeben und den vorheri- gen Gewinn abgeben. Per Saldo dürf- te es zu einem marginalen Minus im Vier-Wochen-Vergleich kommen\nzurück. Für Frankreich und Italien gin- gen die PMls noch tiefer in den rezes- siven Bereich. Der Dienstleistungs- sektor ist für das EU-ETS noch nicht relevant, war aber für das BIP noch die letzte Stütze, die allerdings nun auch bröckelt. Dies könnte wieder-\nOptions-Verfallstermin könnte zu neuem Anlauf auf 70 Euro führen\nDirty\n5.12.2024\nSpark\nVeränd\nSpark\nVeränd\nFür die restlichen Handelstage kann es bei dem am 16. Dezember letztmals gehandelten EUA-Future nochmals turbulent werden. Am 11. Dezember ist der Verfallstermin für die Optionen Bei den Calls liegt das höchste Open Interest beim Basispreis von 70 Euro Die Verkäufer der Calls könnten also alles daransetzen, dass die Calls auch aus dem Geld bleiben. Auf der ande- ren Seite hätten die Halter von Calls ein Interesse, dass die Optionen doch noch im Geld enden. Bei den Puts ist ebenfalls das höchste Open Interest bei 70 Euro. Dies spricht durchaus dafür, dass es zu einem Kampf um diese Marke kommen dürfte\nDay ahead\nAnnahmen Wirkungsgrad Gas 49,13%, Kohle 38% CO,-Emissionen Gas 0,411 t/MWh, Kohle 0,85 YMWh Quellen: MBl, EEX, ICE\nDie fundamentalen Daten waren für die EUA-Futures negativ, denn bei den PMis für das Verarbeitende Gewer- be ging es gegenüber dem Vormonat überwiegend nach unten. Nur in Spa- nien liegt der PMI noch über der kri- tischen Schwelle, ging aber ebenfalls\n200\nPe a EEE\nDa Ba Er\n100\n0\nQuelle: MBl, EEX, ICE\n— (jean Dark Spread\nEUR/MWh\nClean\nDark\n-7,06 -18,81 -34,74 -18,60 46,15 -18,89 -11,09 -18,45\nFrontmonat 17,38 -0,34 -10,30 -0,13 71,91 -0,41 14,67 0,03\nFrontquartal 11,16 -0,31 -16,53 -0,09 65,49 -0,33 8,25 0,11\nFrontjahr\n4,78 0,08 -22,90 0,29 54,09 0,08 -3,15 0,53\n700 bel ee 0 0 000 ee.. bel ee 2 0 0 02er. . 500 bel ee 0 202. Bboele 0 0 0 000. 300 Pe Er Pe 100 Da er ar Bar va BE -100 LH vu Hy vv ya a a a m m m\n2023\n2024\n2023\n2024\n— (can Spark Spread\nQuelle: MBl, EEX, ICE\n— (can Spark Spread\n— (jean Dark Spread\nwww.matflixx.de\n\nnegative Folgen für die industrielle Fertigung haben, wenn mit einer wei- teren Abkühlung der Konjunktur noch weniger Güter nachgefragt werden\num\nFür die Preisentwicklung bei den EUA-Futures spielt weiterhin der Strommarkt eine erhebliche Rolle. Hier verlief die Preisentwicklung jedoch gemischt. Der Frontmonat legte zwar per Saldo um 6,8 Prozent auf 110,88 Euro je Megawattstunde zu. Aber dies geht nur auf das Konto des Kon- traktwechsels, denn der Januar-Kon- trakt als neuer Frontmonat lag zum Handelsschluss am 22. November bei 120,62 Euro, sodass es eigent- lich auch für den Monatskontrakt zu einem Preisrückgang kam. Das Front- quartal war von keinem Kontrakt- wechsel betroffen und hier ging es auch kräftig um 7,7 Prozent abwärts auf 104,95 Euro. Das Cal 25 verlor im gleichen Zeitraum um 4,4 Prozent auf 95,07 Euro. Neben den schwächeren Wirtschaftsdaten spielten die niedri- geren Kosten bei den fossilen Ener- gieträgeren eine Rolle »\nSpark und Dark Spreads Deutschland Grundlast Wochendurchschnitt und Veränderung gegenüber Vorwoche, in\nClean\nDirty\nDark\nVeränd\nVeränd\n\n\nKalenderjahr (EUR/MWh)\n500\nFrontmonat (EUR/MWh)\n400 bel 2 0 0 2 0 0 ee.\n300 Belle.\n-100",
  "page_9": "»» Der hohe Einfluss der Strompreise auf die Notierungen der EUA-Futures zeigt sich abermals bei der Korrelati- onsanalyse zwischen dem Preis des Dec 24 an der ICE und dem Cal 25 an der EEX. Auf stündlicher Preis- basis lag der Korrelationskoeffizient über beide Wochen zusammen bei sehr hohen 94,0 Prozent. In der letz- ten Novemberwoche betrug er sogar 96,1 Prozent. Dies bedeutet aber auch, dass für Faktoren, die wieder- um nicht selbst hoch mit den Strom- preisen korreliert sind, kein Platz für eine Erklärung des Preisverlaufs der EUA-Futures blieb. In der Vorwo- che lag der Korrelationseffizient zwar etwas niedriger bei 89,8 Prozent, aber dies impliziert weiterhin einen sehr hohen Einfluss der Strompreise.\nDie Notierungen bei Phelix-Base- load sollten in den restlichen Wochen in diesem Jahr noch leicht zulegen, was tendenziell auch positiv für die EUA-Futures wäre. Allerdings dürfte der Start in das neue Handelsjahr mit deutlich niedrigeren Notierungen ein- hergehen. Dies wäre dann auch für\nEuropäische und deutsche EUA-Primärmarkt-Auktionen\nAuktions-\nAuktions-\nEEX-Spotmarkt\nmenge\npreis\n(EUA)\n(Euro/EUA)\nEU\nDienstag, 10.12.\n3.287.500\n67,00\nMontag, 9.12.\n3.287.500\n67,70\nDonnerstag, 5.12.\n3.287.500\n67,62\nDienstag, 3.12.\n3.287.500\n68,12\nMontag, 2.12.\n3.287.500\n69,40\nDonnerstag, 28.11\n3.287.500\n67,91\nDeutschland\nFreitag, 6.12.\n1.886.500\n67,25\nFreitag, 29.11.\n1.886.500\n67,30\nPolen\nMittwoch, 4.12.\n2.833.500\n67,42\nQuelle: EEX\nden im Dezember 2025 fälligen EUA- Future eine Belastung.\nVerluste bei ARA-Kohle konnten\nEUA-Futures nicht unterstützen\nZu kräftigen Verlusten kam es bei den ICE-Futures auf ARA-Kohle in den vergangenen beiden Wochen. Noch am besten hielt sich dabei der Frontmonat, der um lediglich 6,8 Pro- zent auf 114,00 US-Dollar je Tonne nachgab. Weitaus kräftiger fiel der Preisabschlag beim Frontquartal aus, das mit einem Rückgang um 10,2 Prozent auf 111,92 US-Dollar sowohl den absolut als auch relativ höchs- ten Verlust hinnehmen musste. Das Cal 25 folgte nur mit einem geringen Abstand und gab um 9,7 Prozent auf 114,29 US-Dollar nach. Die Auswir- kungen auf die Notierungen der EUA- Futures sind ex-ante nicht eindeutig, sondern verschiedene Entwicklungen sind möglich. So kann ein Rückgang der Kohlenotierungen positiv für die EUA-Futures sein, wenn er zu einer höheren Stromproduktion mittels\nÜberzeichnungs- Erfolgreiche\ngrad\nBieter\nMBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nKohle führt und dann auch mehr CO,- Emissionsrechte benötigt werden. Aber auf der anderen Seite haben die Kohlepreise auch Auswirkungen auf die Notierungen bei Strom und dies kann sich negativ auswirken, wenn die Kohle billiger wird.\nDeshalb spielt ja auch das Zusam- menspiel zwischen den Preisent- wicklungen bei Strom und Kohle eine besondere Rolle für die EUA- Futures. Der Dirty Dark Spread ist im Vergleich über die letzten beiden Wochen beim Frontmonat kräftig gestiegen und legte beim Kalender- jahr 2025 nur leicht zu. Beim Front- quartal kam es hingegen zu einem Rückgang. Normalerweise steigt auch der absolute Preis für die EUA- Futures, wenn der Dirty Dark Spread beim Frontjahr steigt. Doch für die vergangenen zwei Wochen kam es ausnahmsweise zu einem Rück- gang bei den EUA-Futures, was die Vorteilhaftigkeit der Kohle für die Stromerzeugung noch verbessert hat, denn die Clean Dark Spreads stiegen noch stärker als die schmut- zigen Pendants.\nFür die ARA-Kohlenotierungen sagen die Modelle in allen Lieferfris- ten noch vor den Feiertagen einen kräftigen Preisanstieg voraus. In der kurzen Handelswoche um die Weih- nachtsfeiertage sind die Erwartun- gen gemischt, denn beim Frontquar- tal sollten die Notierungen noch wei- ter steigen.\n1,40\n19\nDoch in der Woche zum 3. Ja- nuar sollten die Notierungen nachge- ben, aber in allen Lieferfristen deut- lich über dem Stand zum Handels- ende am ersten Freitag im Dezem- ber liegen.\n1,40\n18\n1,72\n22\n1,68\n20\n1,67\n20\nDie Gasnotierungen für den Leitmarkt im nordwestlichen Europa, die niederländische TTF, lagen am ersten Handelstag im Dezember fast wieder auf dem Niveau des bisheri- gen Jahreshochs, das im November markiert wurde.\n1,70\n23\n1,99\n19\n1,79\n23\nDoch im Wochenverlauf gaben die Notierungen etwas nach, sodass auch der Vergleich über beide Wochen leicht negativ ausfiel. Peter Fertig/MBl Research\n1,50\n25\nwww.matflixx.de",
  "page_10": "MBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nFortsetzung von Seite 1 Bislang umfangreichster Fall für das höchste UN-Gericht\nKlima\nDas höchste Gericht der Verein- ten Nationen startete seinen bis- her umfangreichsten Fall. Die Rich- ter sollen im Auftrag der UN-Gene- ralversammlung ein Rechtsgutach- ten erstellen zu der Frage, inwieweit Staaten rechtlich zum Klimaschutz verpflichtet und für die Folgen des Klimawandels in vor allem ärmeren Ländern verantwortlich sind. Dieses Gutachten kann weitreichende Kon- sequenzen für Klima-Prozesse welt- weit haben. Es wird erst im kom- menden Jahr erwartet.\nDeutschland lehnt eine weitge- hende rechtliche Verpflichtung ab. Die im Pariser Klimaabkommen von 2015 eingegangene Verpflich- tung der Staaten reiche aus, sagten die Rechtsvertreter Deutschlands vor den 15 Richtern. Deutschland warnte vor einer weitergehenden rechtlichen Festschreibung der Ver- pflichtungen. Die Entscheidung des Gerichts könne das folgenreichste Gutachten des Gerichts sein.\n98 Staaten und 12 Organisatio- nen sollen vor den 15 Richtern im Friedenspalast in den kommenden zehn Tagen ihre Argumente präsen- tieren. Als erster Staat präsentierte die Inselgruppe Vanuatu ihren Fall, sie hatte die Initiative zu dem histo- rischen Fall ergriffen.\nDie Rechtsvertreter von Vanua- tu erklärten, dass Versagen beim Klimaschutz einen Verstoß gegen die Sorgfaltspflicht für Umwelt und anderen Staaten bedeute sowie einen Vorstoß gegen Menschen- rechte darstelle.\nDer Inselstaat Vanuatu sei unver- hältnismäßig schwer getroffen von den Effekten des Klimawandels wie heftigen Stürmen und dem steigen- den Meeresspiegel. „Wir stehen an der Front einer Krise, die wir nicht ver- schuldet haben, die aber das Überle- ben unserer Nation gefährden kann und das der Menschheit“, sagte\nRalph Regenvanu.\nMBi/dpa/sir\n2024 dürfte das wärmste Jahr der Geschichte werden\nDas laufende Jahr steuert auf einen neuen Temperaturrekord zu: 2024 wird global ziemlich sicher das wärms- te Jahr seit Beginn der Aufzeichnun- gen. Es dürfte auch das erste Jahr werden, in dem es im Durchschnitt mehr als 1,5 Grad Celsius wärmer ist als im vorindustriellen Mittel, wie der EU-Klimawandeldienst Copernicus berichtete.\nCopernicus stützt sich auf einen Datensatz, der auf Milliarden von Messungen von Satelliten, Schiffen, Flugzeugen und Wetterstationen auf der ganzen Welt basiert. Auch der Deutsche Wetterdienst liefert Daten zu. Die US-Klimabehörde NOAA war zuletzt ebenfalls der Ansicht, dass 2024 ein Rekordjahr werden dürfte.\nAuch wenn das Gesamtjahr am Ende in etwa bei 1,6 Grad Celsi- us über dem vorindustriellen Niveau (1850 bis 1900) liegt: Das Pariser 1,5-Grad-Ziel zur Eindämmung der Klimakrise gilt damit noch nicht als verfehlt. Dafür wird auf längerfristige Durchschnittswerte geschaut.\nCO,-Ausstoß und andere Gründe\nWie Copernicus weiter mitteilte, war der November 2024 weltweit der zweitwärmste November. Die globale Oberflächentemperatur betrug dem- nach im Durchschnitt 14,1 Grad Cel- SIUS.\n„Mit den Copernicus-Daten aus dem vorletzten Monat des Jahres kön- nen wir nun mit ziemlicher Sicherheit bestätigen, dass 2024 das wärmste Jahr seit Beginn der Aufzeichnungen\nsein wird“, fasst Samantha Bur- gess, stellvertretende Direktorin des Copernicus-Klimawandeldiensts, in der Mitteilung zusammen. Ehrgeizige Klimaschutzmaßnahmen seien drin- gender denn je.\nAls Hauptgrund für den Anstieg der Temperaturen gelten die menschen- gemachten Treibhausgase.\nZusätzlich gab es zuletzt noch andere Effekte: die derzeit erhöhte Aktivität der Sonne, das Wetterphä- nomen EI Nifo, vulkanische Aktivitä- ten und weniger Feinstaub über den Ozeanen.\nAußerdem kamen deutsche For- scher gerade zu dem Ergebnis, dass es weniger Wolken in geringer Höhe gibt, welche das Klima kühlen. Das erkläre den Temperatursprung von 2022 auf 2023 und 2024. Die Ursa- chen dahinter sind noch nicht ganz klar, könnten aber vielfältig sein.\nMöglicherweise ist die Erderwär- mung selbst mit ein Grund für die geringere Bewölkung.\nGroße regionale Unterschiede\nBeim Blick auf unterschiedliche Weltregionen zeigt sich laut Coper- nicus ein differenziertes Bild für den November: So habe die Durchschnitts- temperatur über dem europäischen Festland bei 5,14 Grad Celsius gele- gen. Damit gehöre der November 2024 nicht zu den zehn wärmsten Novembermonaten in Europa.\nInsgesamt hätten die Temperatu- ren im Norden Russlands sowie über dem Nordosten und Südwesten Euro- pas über dem Durchschnitt gelegen, im Südosten Europas hingegen unter dem Durchschnitt.\nAußerhalb Europas sei es im Osten Kanadas, in der Mitte und im Osten der USA, im größten Teil Mexikos, in Marokko, im Nordwesten Afrikas, in China, in Pakistan, im größten Teil Sibiriens und in Australien im Novem- ber 2024 überdurchschnittlich warm gewesen.\nAm deutlichsten unter dem Durch- schnitt hätten die Temperaturen hin- gegen im Westen der USA, in Tei- len Nordafrikas, im äußersten Osten Russlands und im größten Teil der Antarktis gelegen.\nMBl/dpa/crb\n10\nwww.matflixx.de",
  "page_11": "Fortsetzung von Seite 1 Volksrepublik erreichte Ziel bei Erneuerbaren vorzeitig\nDie Zahl derjenigen Experten, die davon ausgehen, dass China sei- nen Höchstwert des Kohlekonsums bereits erreicht hat, stieg verglichen mit der Umfrage im vergangenen Jahr deutlich an.\nChina will 2030 den Höhepunkt sei- ner CO,-Emissionen und bis 2060 schließlich Klimaneutralität erreichen. In den vergangenen Jahren zeigten sich Experten zunehmend optimis- tisch angesichts dieser Ziele - vor allem, weil die Volksrepublik ihre Ziele beim Ausbau von Wind- und Solaren- ergie sechs Jahre vor dem anvisierten Zeitpunkt erreichte.\nMBVAFP/cdg\n66. Auktion RGGil-Zertifikate kosten 20,05 Dollar\nBei der 66. Auktion der Regio- nal Greenhouse Gas Initiative (RGGl) wurden 15.943.608 CO,-Zertifika- te zu einem Clearingpreis von 20,05 US-Dollar verkauft. Die Gebote für die CO,-Zertifikate reichten von 2,56 Dollar bis 55,00 Dollar pro Zertifikat. Die Auktion erbrachte einen Erlös von 319,7 Millionen Dollar, den die Staa- ten in strategische Programme wie Energieeffizienz, erneuerbare Ener- gien, direkte Unterstützung bei der Rechnungsstellung, vorteilhafte Elek- trifizierung und Treibhausgasminde- rungsprogramme investieren können. MBl/sir\nA er\nROHSTOFFPREISE, PROGNOSEN &\nAKTUELLE ROHSTOFF-NEWS\nQi:\nATFLIX\nRohstoffpreise a la carte\n—,\nMirattt.de\n_\nwww.matflixx.de\n11\nStudie\nWie die Landwirtschaft\nKlimaziele erreichen kann\nDer Moorschutz hat einer Studie zufolge eine zentrale Rolle beim Kampf gegen den Klimawandel im Sektor Landwirtschaft. Das Agrarministeri- um hat ein Gutachten bei der Universi- tät Hohenheim in Auftrag gegeben, um zu sehen, welche Maßnahmen in der Landwirtschaft welche Minderungspo- tenziale für Treibhausgase haben. Der Rat der Wissenschaftler: Auf den Moor- schutz und die Renaturierung von Moo- ren setzen.\n„Der Moorschutz nimmt eine Schlüs- selfunktion ein“, sagte Studien-Co- Autor Christian Sponagel in Stuttgart. Die Moorschutzstrategie müsste konse- quent umgesetzt werden, weil die Maß- nahme den größten Hebel habe. Die Kosten seien vergleichsweise mode- rat. Es gehe um 2 Prozent der landwirt- schaftlichen Fläche - vor allem in Ober- schwaben, sagte Sponagel.\nAgri-Photovoltaik besitze ein Reduk- tionspotenzial von 2,9 Millionen Tonnen CO,-Äquivalente - 99 Prozent der Ein- sparungen würden aber im Energiesek- to erreicht. Agri-Photovoltaik verknüpft die Erzeugung landwirtschaftlicher Pro- dukte mit der Solarstromproduktion auf derselben Fläche.\nDer Sektor Landwirtschaft muss seine Treibhausgasemissionen in Baden- Württemberg bis zum Jahr 2030 um 39 Prozent gegenüber 1990 reduzie- ren. Man habe bereits auf rund 4 Mil- lionen Tonnen CO, pro Jahr reduziert, sagte Agrarminister Peter Hauk (CDU). Er sprach von einem „langjährig abneh- menden Trend“. Man sei aber noch nicht am Ziel.\nDer Sektor habe lediglich einen Anteil von 7 Prozent an den Gesamtemissi- onen in Baden-Württemberg, beton- te Hauk - deutlich weniger als etwa die Sektoren Verkehr (32,4 Prozent) oder Energiewirtschaft (22,6 Prozent). Eine vollständige Reduzierung der Emissio- nen in der Landwirtschaft sei nicht mög- lich, aber auch nicht sinnvoll, so Hauk. Kleinstrukturierte Landwirtschaft mit ihren bäuerlichen Familienbetrieben und ein Grad an Selbstversorgung müsse erhalten werden.\nMBl/dpa/ssc\nMBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nUN-Analyse\nLandflächen sind\ntrockener geworden\nEtwa drei Viertel der Landflächen der Erde sind einer Studie zufolge in den vergangenen drei Jahrzehn- ten dauerhaft trockener geworden. Wird der Ausstoß an Treibhausga- sen nicht begrenzt, trockneten zuneh- mend mehr Landflächen aus, heißt es in einer Analyse, welche das in Bonn ansässige Sekretariat der Konvention der Vereinten Nationen zur Bekämp- fung der Wüstenbildung (UNCCD) veröffentlichte.\nLaut der UNCCD-Studie verwandel- ten sich 7,6 Prozent der Gebiete welt- weit von feuchten Landschaften in Tro- ckengebiete. Dies habe große Auswir- kungen auf die Landwirtschaft, Öko- systeme und die dort lebenden Men- schen. Der Bericht über „Die globa- le Bedrohung durch trockene Böden“ wurde auf einer UNCCD-Konrferenz in Riad in Saudi-Arabien vorgestellt, die vom 2. bis zum 13. Dezember dauert.\n„Zum ersten Mal wurde die Dürre- krise mit wissenschaftlicher Klarheit dokumentiert und eine existenzielle Bedrohung aufgezeigt, die Milliarden von Menschen auf der ganzen Welt betrifft“, sagte UNCCD-Chef Ibrahim Thiaw laut einer Mitteilung. Im Gegen- satz zu vorübergehenden Dürreperio- den mit weniger Niederschlägen sei Trockenheit eine permanente Verän- derung.\nBesonders stark betroffen von der Austrocknung sind dem Bericht zufol- ge Europa (96 Prozent der Fläche), Teile der westlichen Vereinigten Staa- ten, Brasilien, Ostasien und Zentralaf- rika.\nLandwirtschaftliche Kornkammern wie etwa im Mittelmeerraum stehen demnach vor einer düsteren Zukunft.\nHauptursache ist laut dem Bericht der von Menschen verursachte Klima- wandel. Treibhausgas-Emissionen aus Stromerzeugung, Verkehr, Industrie und geänderter Landnutzung erwärm- ten den Planeten. Das wirke sich auf Niederschläge, Verdunstung und Pflanzenleben aus, wodurch Bedin- gungen geschaffen würden, welche Trockenheit verstärkten.\nMBi/dpa/sir",
  "page_12": "MBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nObergrenzen kommen\nChina willl seine CO,-Politik bis 2030 ändern\nChina will seine Kohlenstoffpolitik ändern, von der Kontrolle der Koh- lenstoffintensität zur Einführung von Obergrenzen für die Gesamtemis- sionen bis 2030. Das sagte Liu Zhenmin, Chinas Sonderbeauftragter für den Klimawandel, in einem Interview mit dem staatlichen Medienunter- nehmen China News Service.\nDie Festlegung einer Obergrenze für die Gesamtemissionen könnte China den Weg für die Umwandlung seines nationalen Emissionshandelssystems (ETS) in ein Cap-and-Trade-System ebnen. In der Zwischenzeit, nach der Festlegung dieser Obergrenze, könn- te China Richtlinien für die Umsetzung von Artikel 6 entwickeln, die angeben, wie es diesen neuen, von der UN unterstützten Kohlenstoffmarkt nut- zen will, so Marktexperten.\nDie Festlegung eines neuen kollek- tiven quantifizierten Ziels (NCQG) für die globale Klimafinanzierung wurde allgemein als der wichtigste Tages- ordnungspunkt der COP29 angese- hen. Liu brachte zum Ausdruck, dass er die Enttäuschung vieler Entwick- lungsländer über die endgültige Ver- einbarung teilt.\nEr sagte, die Klimafinanzierung könne über zwei Ansätze erfolgen: Bereitstellung und Mobilisierung. Die Bereitstellung bezieht sich auf die Verpflichtung der Industrielän- der, den Entwicklungsländern finan- zielle Unterstützung zu gewähren. Die Mobilisierung hingegen bezieht sich auf einen vielfältigeren Finanzierungs- pool, der auch Beiträge des Privat- sektors umfasst.\nIn Chinas derzeitiger Kohlenstoffpo- litik werden die Ziele auf der Grund- lage der Kohlenstoffintensität fest- gelegt, z. B. die maximal zulässi- gen Emissionen für jede Megawatt- stunde Kohlestrom oder jede Tonne produzierten Rohstahls. Infolgedes- sen können die Gesamtemissionen der einzelnen Sektoren weiter anstei- gen, da die Unternehmen mehr emit- tieren dürfen, wenn ihre Produktions- leistung steigt.\nEr betonte, dass sich die NCQG auf den Ansatz der Bereitstellung konzen- trieren sollte. „Projekte wie die Anpas- sung an den Klimawandel haben es schwer, privates Kapital anzuziehen, da es an direkten, kurzfristigen Erträ- gen mangelt, so dass große Mengen an Öffentlichen Mitteln investiert wer- den müssen. Daher erwarteten die Entwicklungsländer ursprünglich von den Industrieländern eine klare Zusa- ge darüber, wie viel öffentliche Mit- tel im Rahmen des Bereitstellungs- ansatzes zur Verfügung stehen wür- den, doch die endgültige Zusage blieb vage.“\nNCQG waren eine Enttäuschung\n„Nachdem China sein Kohlenstoff- maximum vor 2030 erreicht hat, wird es in eine neue Phase eintreten, in der das Hauptaugenmerk auf der Kontrol- le der gesamten Kohlenstoffemissio- nen liegen wird und die Kontrolle der Kohlenstoffintensität eine ergänzende Rolle spielen wird“, sagte Liu Zhen- min gegenüber CNS.\nEr wandte sich entschieden gegen den Vorschlag, die Entwicklungslän- der auf der Grundlage von Einkom- mensstandards neu zu klassifizieren - ein Vorschlag, der von einigen Indus- trieländern während der COP29-Ver- handlungen unterbreitet wurde und China aufforderte, einen Beitrag zur Klimafinanzierung zu leisten.\nLiu sagte, dass China seine neuen national festgelegten Beiträge (NDCs) im Jahr 2025 vorlegen werde, um Kli- maziele bis 2035 festzulegen. Die neuen NDCs würden ehrgeiziger sein und alle Wirtschaftssektoren und Arten von Treibhausgasen abdecken, sagte er.\nwww.matflixx.de\n\nEr wies darauf hin, dass China zwar mehr als die Hälfte der weltwei- ten Stromerzeugungskapazitäten aus erneuerbaren Energien beigesteuert habe, sein Energiesystem aber immer noch von fossilen Brennstoffen domi- niert werde. Eine Überholung des bestehenden Systems und der Auf- bau eines Systems, in dem erneu- erbare Energien dominieren, würde erhebliche Investitionen erfordern.\n„Daher muss China zunächst seine eigenen Probleme bei der Ener- giewende lösen und dann unsere Brü- der in den Entwicklungsländern im Rahmen unserer Möglichkeiten frei- willig unterstützen“, sagte er.\nZusammenarbeit zwischen den USA und China\nEin weiteres wichtiges Anliegen der chinesischen Delegation auf der COP29 war die Frage, wie die Zusam- menarbeit zwischen den USA und China im Klimabereich nach den jüngsten Wahlen in den USA aufrecht- erhalten werden kann.\n„Während der COP29 habe ich den Vertretern der USA erklärt, dass der Trend der globalen Energiewende unumkehrbar ist und dass kein Land allein überleben kann“, sagte Liu.\n„Beamte des US-Energieministe- rums drückten auch die Hoffnung aus, dass die künftige Zusammenar- beit zwischen den USA und China in der Energiewirtschaft, zum Beispiel in den Bereichen Geothermie, Ener- gieeffizienz und CCUS (Kohlenstoff- abscheidung, -nutzung und -speiche- rung), nicht völlig unterbrochen wird“, sagte Liu.\nEr sagte, in den vergangenen vier Jahren sei die Klimakoopera- tion den Industrien und den Uhnter- nehmen in beiden Ländern zugute- gekommen. „Selbst wenn die Klima- politik auf Bundesebene unter Trump 2.0 rückgängig gemacht wird, bin ich daher immer noch vorsichtig optimis- tisch, was die amerikanisch-chinesi- sche Klimakooperation angeht, ins- besondere die Zusammenarbeit mit den Regierungen der einzelnen US- Bundesstaaten und den US-Unter- nehmen.“\nMBl/sir\n12",
  "page_13": "Joint Crediting Mechanism\nJapan und Vietnam bauen Zusammenarbeit aus\nJapan und Vietnam haben ihre Zusam- menarbeit im Rahmen des Joint Credi- ting Mechanism (JCM) verstärkt und bis Ende Oktober Emissionsgutschriften für neun neue Projekte ausgestellt. Dieser Schritt unterstreicht das Engagement beider Länder, Initiativen zur Dekarboni- sierung voranzutreiben.\nauszugleichen. Bis heute ist Japan im Rahmen des JCM mit 29 Ländern Part- nerschaften eingegangen und hat dabei 101 Methoden für Emissionsgutschriften anerkannt, darunter erneuerbare Energi- en, Energieeffizienz und Reduzierung der Abholzung. Im Rahmen dieser Part- nerschaften wurden 83 Projekte regist- riert, von denen 41 genehmigt wurden, was zur Ausgabe von 739.411 Emissi- onsgutschriften führte.\nZu den neun genehmigten Projek- ten, die zwischen 2013 und 2020 regist- riert wurden, gehören die Installation von Solarsystemen in den Geschäftszent- ren von Ho-Chi-Minh-Stadt, der Einsatz hocheffizienter amorpher Metalltransfor- matoren im südlichen Stromverteilungs- netz und der Einsatz von energiesparen- den Geräten in Fabriken zur Herstellung von Linsen.\nIn der Zwischenzeit bereitet sich Viet- nam darauf vor, im Juni 2024 ein Pilot- projekt für ein Treibhausgas-Emissions- handelssystem (ETS) zu starten, wie es im Gesetz zum Umweltschutz und zur Minderung von Treibhausgasemissionen sowie im Gesetz zum Schutz der Ozon- schicht vorgesehen ist. Die Versuchs- phase zielt darauf ab, Kohlenstoffober- grenzen für alle Industriezweige festzule- gen, wobei 150 große Emittenten in Sek- toren wie Stahl, Zement und Kohlekraft betroffen sind.\nMehr als 4.000 Gutschriften\nSeit der Unterzeichnung des JCM- Abkommens im Jahr 2013 haben Japan und Vietnam 15 Methoden für Emissi- onsgutschriften entwickelt. Acht von 14 registrierten Projekten wurden geneh- migt, wodurch bis heute insgesamt 4.115 Emissionsgutschriften generiert wurden. Diese Projekte stehen im Ein- klang mit Artikel 6 des Pariser Abkom- mens und ermöglichen es Japan, Emis- sionsreduzierungen in Partnerländern zu unterstützen und gleichzeitig seine eige- nen Emissionen im Rahmen seiner Nati- onally Determined Contributions (NDC)\nDas ETS ist Teil von Vietnams umfas- senderem Fahrplan für die Entwicklung des Kohlenstoffmarktes, der bis 2028 vollständig umgesetzt sein soll. Beam- te des Ministeriums für natürliche Res- sourcen und Umwelt (MoNRE) merk- ten an, dass zu den nächsten Schrit- ten die Bewertung der wirtschaftlichen Auswirkungen des Systems und seiner Folgen für Unternehmen gehöre. Welt- weit haben mehr als 70 Länder Mecha-\nSchweden\nSSAB liefert fossilfreien Stahl für\nAmazon-Rechenzentrum\nDer schwedische Stahlhersteller SSAB wird Stahl, der ohne den Ein- satz fossiler Brennstoffe hergestellt wird, an Amazon Web Services (AWS) für ein neues schwedisches Rechen- zentrum liefern. AWS baut derzeit drei neue Rechenzentren in Schweden, wie SSAB mitteilte.\nwerden, der geringere Kohlenstoffe- missionen aufweist als Stahl, der in Hochöfen hergestellt wird. Da Schrott jedoch eine begrenzte Ressource ist, will das Unternehmen mit SSAB und dessen Tochtergesellschaft Ruukki zusammenarbeiten, um Pilotlieferun- gen von neuem, ohne fossile Brenn- stoffe hergestelltem Stahl sicherzu- stellen, so SSAB.\nUm die Kohlenstoffemissionen zu minimieren, soll hauptsächlich Stahl aus recyceltem Schrott verwendet\nMBI/DJN/gil\n13\nMBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\n\nnismen zur Bepreisung von Kohlenstoff eingeführt, wie z. B. Steuern und Markt- systeme, die etwa 11 Milliarden Tonnen Emissionen abdecken - etwa 20 Prozent des weltweiten Kohlenstoffausstoßes. MBl/sir\nLiebe Leserinnen\nund Leser, — die nächste Aus- N gabe dieses Fach- dienstes erscheint | am Mittwoch, dem 8. Januar 2025. MBi wünscht Ihnen ein frohes und besinnliches Weihnachtsfest und einen erfolgreichen Start ins neue Jahr.\n\nimpressum UUTTTU\nHerausgeber und Verlag: MBI Martin Brückner Infosource GmbH & Co. KG (MBi), Redaktion: Mergenthalerallee 77, 65760 Eschborn Sitz der Gesellschaft: Frankfurt am Main, Amtsgericht Frankfurt HRA 47673\nGeschäftsführer:\nMartin Brückner\nVerantwortlich für den Inhalt: Armin Kalbfleisch, Tel.: +49(0)6196/93494-11 E-Mail: armin.kalbfleisch@mbi-infosource.de Internet: www.mbi-infosource.de\nAbonnenten-Service: service@mbi-infosource.de oder +49(0)69/27 10760-11\nAnzeigen-Verkauf: anzeigen@mbi-infosource.de oder +49(0)69/27 10760-24\nDie Fachpublikationen von MBI Martin Brück- ner Infosource stützen sich neben umfang- reicher Eigenberichterstattung auf Dow Jones Newswires sowie weitere auch international tätige Nachrichtenagenturen. Alle Meldungen werden mit journalistischer Sorgfalt erarbei- tet. Für Verzögerungen, Irrtümer und Unterlas- sungen wird jedoch keine Haftung übernom- men. Kopien, Nachdrucke oder sonstige Ver- vielfältigungen nur mit Genehmigung des Her- ausgebers. Das Copyright für dpa-Nachrichten liegt bei der Deutschen Presse-Agentur (dpa) in Hamburg. Die Nachrichten dienen ausschließlich zur privaten Information des Nutzers. Eine Weitergabe, Speicherung oder Vervielfältigung ohne Nutzungsvertrag mit der Deutschen Presse-Agentur ist nicht gestattet. Alle Rechte bleiben vorbehalten.\nErscheinungsweise: 14-täglich\nwww.matflixx.de",
  "page_14": "MBI TRADENEWS EMISSIONS\nMit Content von Dow Jones\nPreisüberblick\nMittwoch, 11. Dezember 2024 | Nr. 25\nEUA-Terminmarkt 9.12.\nICE\nSchlusskurse in EUR/t\nDezember 2024\n66,37\nUmsatz\n32483\nJanuar 2025\n66,66\nUmsatz\n85\nFebruar 2025\n66,86\nUmsatz\nMärz 2025\n67,06\nUmsatz\n721\nJuni 2025\n67,60\nUmsatz\nDezember 2025\n68,43\nUmsatz\n16724\nDezember 2026\n70,44\nUmsatz\n196\nDezember 2027\n72,68\nUmsatz\nEEX European Carbon Futures\nDezember 2024\n66,37\nUmsatz\nDezember 2025\n68,43\nUmsatz\nEUA-Spotmarkt\n9.12.\nPreise in EUR/t (3. Handelsperiode)\nICE (Daily Future) 66,32\n68,24\nUmsatz\n4827\n2572\nEEX\n66,32\n68,24\nUmsatz\n148000\n13000\n®\n[_ /0) Individuell\nEU\n(Technologiemix)\n2024\n2025\nQuelle: enmacc, veyt\nEEX\nPreise in EUR/MWh\nErneuerbare\n(Wasser/Wind/Solar/Biomasse)\nJan 2025\nJan 2026\nJan 2027\nJan 2028\nEuropäische GO Future\n0,40 0,38\n0,98 0,97\n1,42 1,42\n1,57 1,55\n0,40 0,38\n0,98 0,98\n1,41 1,38\n1,57 1,57\n6.12.\n6.12.\n68,31\n21743\n68,60\n9\n68,80\no\no\n69,00\n1990\n69,53\no\n303\n70,43\n9097\n72,49\n416\n74,73\n56\no\n68,31\n813000 1696000\n70,43\n1892000 234000\n6.12.\nPreise in EUR/MWh\nSkandinavien\n(Wasserkraft)\n2024\n2025\n0,39 0,39\n0,97 0,91\n(Bl\nMartin Infix\n0,50 0,37\n1,20 0,98\n9.12. 6.12.\n90,00\n84,00\n78,00\n72,00\n66,00\n60,00\n54,00\n48,00\nWasserkraft\nJan 2025\nJan 2026\nJan 2027\nJan 2028\nni Daten und\nStatistiken\nRedaktionelle\nInhalte\nB2B-Content\nDatenportale\nWind\nJan 2025\nJan 2026\nJan 2027\nJan 2028\n069 271 07 60 11\n—\nEUAA-Terminmarkt 9.12.\nEEX European Aviation Allowances\nDezember 2024\n66,32\nDezember 2025\n68,21\n7\nN Feeds\n06.Dezember: 66,54 EUR/t\n0,41 0,39\n0,98 0,98\n1,42 1,44\n1,57 1,57\nservice@mbi-infosource.de\n|\n0,40 0,38\n0,98 0,97\n1,41 1,39\n1,57 1,57\nSolar\nJan 2025\nJan 2026\nJan 2027\nJan 2028\nQuelle: EEX\n68,28\n70,21\n9.12. 6.12.\nQuelle: ICE\n06.12.2024\n2024\n14\n11.12.2023\nwww.matflixx.de"
},
  "language": "Languages.GERMAN",
  "total_pages": 14
}
