{
  "file_name": "130_1261.pdf",
  "pages": {
  "page_1": "nce\nEEX consultation response on a Carbon Border Adjustment Mechanism\nEuropean energy and emissions markets cannot be considered in isolation, especially when it comes to decarbonisation. If well designed, a carbon border adjustment mechanism (CBAM) can be one element in a broader package of climate policies and support European competitiveness. It must complement intensifying outreach to global partners and supporting them in implementing climate policy. In this way, a CBAM could be a transitional tool towards equivalent domestic carbon pricing systems.\nA CBAM must however be carefully designed and particular attention should be paid to minimizing the risk of global trade disruptions.\nTherefore, first, the most straightforward way would be for importers to be required to surrender EU Emission Allowances for goods which they import to the EU. This would ensure full compatibility with carbon pricing in the EU and the existing energy and climate policy framework as well as maximum transparency and act as a basis for future ETS cooperation.\nSecond, any mechanism should first focus on specific pilot sectors, to test the effectiveness of different policy configurations, and ensure the possibility to pivot towards other solutions leading to better results.\nThird and importantly, we agree with the European Commission that the introduction of a carbon border adjustment mechanism for a sector has to be linked to a gradual phase-out of free allocation.\nFinally, a mechanism designed to prevent carbon leakage should take into account global climate policy developments. The desirable long-term outcome is one in which such mechanisms are no longer needed.\nThe global policy landscape is gradually moving closer towards the vision of global carbon pricing. This offers significant potential for cooperation between trading schemes, which should be the priority for stakeholders around the world.\nEEX strongly supports the European Green Deal\nEEX welcomes the Green Deal initiative and increase of the 2030 ambition as a pivotal step for Europe to achieve its climate targets and assert its role as global climate action leader. Energy markets, and in particular power and emissions markets, will be a key instrument in delivering on Europe’s long-term climate ambitions.\nEEX is involved in the EU ETS through its appointment as the Common Auction Platform for 25 EU Member States, as well as the Opt-out Platform for Germany and conducting auctions for Poland, and as a secondary trading platform for emission allowances. Beyond Europe, EEX is actively supporting emissions market developments in China and New Zealand in collaboration with local partners. In North America, EEX Group’s Nodal Exchange, in cooperation with IncubEx, develops and offers a wide range of environmental products for the North American market including trading in California and RGGI carbon allowances. From this perspective, EEX takes a global perspective on carbon pricing. EEX is a strong advocate and active supporter of increased cooperation and mutual learning as a key policy tool to achieve global emissions reduction targets.\nThe expansion of global carbon pricing offers significant potential for both international cooperation and European competitiveness\nEEX agrees on the need to address possible carbon leakage from the European Union, as well as support European businesses competing in the global market by creating a level playing field across different national jurisdictions. At the same time, both the existing carbon leakage provisions as well as any new mechanism should take into account global climate policy developments.\n© EEX AG - part of eex group",
  "page_2": "nce\nWe see an international trend towards global carbon pricing. Over the last few years, we have seen a rapid increase in development of carbon pricing globally, in particular in form of emissions trading schemes. There are now 21 emission trading systems covering 29 jurisdictions. While significant differences in policy exist worldwide, the global policy landscape is gradually moving closer towards the vision of global carbon pricing. This also offers significant potential for cooperation between different trading schemes, for instance in the form of linking. Encouraging such global cooperation needs to be a core priority for stakeholders around the world as pricing carbon globally is the most efficient remedy against carbon leakage.\nTo this end, introducing a carbon border adjustment mechanism should be viewed as only one element in a broader package of climate policies. If well designed, it can be one element in a suite of different initiatives and actions preventing carbon leakage and safeguarding a competitive transition. It must complement other elements, such as intensifying outreach to global partners and supporting them in implementing climate policy as well as European sectorally tailored decarbonisation policies. Particular attention in the design of a carbon border adjustment mechanism should be paid to minimizing the risk of global trade disruptions. Such disruption could emerge from the mechanism itself, but also from retaliation measures by non-EU countries in reaction to the mechanism. Trade partners stand in front of the same climate challenges. This creates opportunities for cooperation to address potential leakage, competitiveness and a clean transition.\nA CBAM can be a transitional tool towards equivalent domestic carbon pricing systems. No variant of a CBAM is free of technical, legal or political challenges. This makes the desirable long-term outcome one in which such mechanisms are no longer needed.’ A recent study from the Jacques Delors Institute notes that the CBAM should dissolve as soon as “countries exporting to the European Union have themselves put in place an equivalent domestic carbon pricing system” and that this must be “subject to periodic review and adaptation, as was the case for the implementation of the EU ETS”.\nKey principles for a carbon border adjustment mechanism\nFirst and foremost, a carbon border adjustment mechanism should be as closely as possible integrated with the existing EU Emissions Trading Scheme. Of the four CBAM options mentioned in the public consultation, EEX believes the most straightforward way would be the inclusion of imports in the EU ETS (option 6.2). Importers would be required to surrender EU Emission Allowances for goods which they import to the EU.\nThis policy approach has several advantages over alternatives, such as an import tax/tariff:\ne An inclusion of imports in the EU ETS would ensure full compatibility with carbon pricing in the EU and the existing energy and climate policy framework. The existing infrastructure of the EU ETS should be used for implementation. Pre-existing ETS rules are already well understood by European industry. The price importers pay would be fully transparent and equal to what EU producers are paying, providing a clear and easily comparable measure for their efforts. This also means including a carbon floor price would be inappropriate. Market participants should be able to rely on the liquid and efficient EU emission market to manage their exposure. Inclusion in the EU ETS provides an optimal basis for increasing cooperation between jurisdictions. Other regions would be encouraged to monitor and track emissions in line with the EU ETS, increasing compatibility between different climate policy regimes globally.\nWe recognise designing a bridge between the CBAM and EU ETS includes administrative and technical difficulties that need to be answered before its implementation. Therefore, a carbon border adjustment\n1 Border Carbon Adjustments in the EU Issues and Options, ERCST, 2020 —\n? Europe Jacques Delors: “Greening EU Trade A European Carbon Border Adjustment Proposal “ (2020) —\n© EEX AG - part of eex group",
  "page_3": "nce\nmechanism should first focus on specific pilot sectors, to test the effectiveness of different policy configurations, and ensure the possibility to pivot towards other solutions leading to better results. Sectoral coverage can evolve over time once the mechanism has been able to demonstrate its viability.\nAs an intermediate step, the third design option presented in the public consultation could be a reasonable way forward (option 6.3). Importers would be obliged to surrender EUA-like allowances from a ‘pool’ of allowances which mirror the ETS price and are regulated through ETS rules. This first step could offer clarity of the potentially significant impacts on price dynamics in the market by including the importing obligations.\nSecond, the initial sector-limited trial phase is particularly relevant given the high complexity of how to account for the carbon intensity of imported products whilst taking into account complex global supply chains and varying carbon pricing regimes. Clear regulation and transparency are important. For reducing administrative complexity, any mechanism should use existing standards, infrastructure and common EU benchmarks already used today for policies to limit carbon leakage.\nThird, we agree with the European Commission that the introduction of a carbon border adjustment mechanism for a sector has to be linked to a gradual phase-out of free allocation. The policy objective of such mechanism is to provide an alternative to free allocation and counter some its disadvantages. In addition, a decrease in free allocation has to be matched with an increase in the auctioning share. Auctioning is the default allocation method for allowances in the EU ETS. It is the most transparent allocation method, providing a transparent, harmonised and non-discriminatory process. The principle of auctioning, and the objective of gradually moving to full auctioning, is fundamental to the objective of emissions trading as it guarantees costs of carbon are internalized.\nIn sum, if well designed, a carbon border adjustment mechanism (CBAM) can be one element in a broader package of climate policies and support European competitiveness. Importantly, it could be a transitional tool towards equivalent domestic carbon pricing systems. A CBAM must however be carefully designed and particular attention should be paid to minimizing the risk of global trade disruptions and to the possibility of aligning the future system with the EU ETS.\nContact\nDaniel Wragge\nDirector Political & Regulatory Affairs\ndaniel.wragge@eex.com\nManuel Moller\nSenior Manager\nmanuel.moeller@eex.com\nTransparency Register ID 09579576238-53\nEllen De Vocht\nPolitical & Regulatory Affairs Officer\nellen.devocht@eex.com\n© EEX AG - part of eex group"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
