{
  "file_name": "131_1275.pdf",
  "pages": {
  "page_1": "Se\niui)\nMf\nSML\n—\nwer\n(iG\nJ\n=\nff\nBY Z\nis\n5\n—\nGS\nCe, Loe\n= bat\nie\nce\nFi\ney Fe\neg)\nnt\nZe\nLe\nsy\nBs\nee,\nio\nie,\nBe\n7 Ze te a\nAS\nEE Z3\nae\ncs pus\nie\nZi\nBE <a\nae gs ie\nlads\nEe\nZ oe\noa\nvi\nZeb ee\nithe, ie Zi\nap\n(hice\ni\nFe\ney\n(Pa\nno\na\ni\nand\nent\nis\n«¥\n*\nansp\nes =\ncs\n3B\nrs\neo\nate\nPy\nVe\n—\nBe in\nJ)\naS\na\naa\n_'™\nuf\n4 4 eet\nSN ty\n~\n‘\n% =)\nIP en\n:\nKe\n4\nVee\n4 a\nyz\nos\na.\nod ae\na\na\n=e\nSe\nrie\n.\ni\nsey iy\neS,\nwy\n\"\nHe",
  "page_2": "ASML Tax Report 2024\nOur approach to tax\nAt\nASML\nwe are committed to take\nour responsibility for creation of\nsocial value. The taxes that we\npay are a means to that end.\nBeing open and transparent in\nhow we operate and our approach\ntowards tax is an important\nelement in our overall business\nand ESG sustainability strategy.\n9 inornemue INFRASTRUCTURE\nContents\nIntroduction\nAbout ASML\nASML operating model\nOur tax principles\nOur tax strategy\nStakeholder management\ne Stakeholder engagement\n¢ Our relationship with government,\nbusiness groups and society\ne Our\nwith the tax authorities\nrelationship The future of taxation e ESG Sustainability and tax e Tax technology Compliance and control e Tax compliance e Managing our tax position Tax risk management & tax control framework Tax governance\n11 Tax and customs organization Tax functions 11 Projects Projects in 2024\nFinancial information for FY 2024 13 Our total tax contribution overview 14 Key financials per country 15 Activities per legal entity 17 Our total tax contribution 19 Forward-looking statements 20 Our to tax in 2024 — reference\napproach\nto Tax Governance Code VNO-NCW",
  "page_3": "T'\nro\nAt ASML we encourage‘a\nculture of transparency and\ntrust. That is also how we\napproach the world of tax.”\nRoger Dassen\nChief Financial Officer\n—\n=\nee\n4\n\n2024 once again has been a dynamic year for our Tax & Customs department. On the one hand securing recurring compliance obligations. On the other hand preparing for new legislative requirements (like Carbon Border Adjustment Mechanism (CBAM) and Pillar II (global minimum tax) and supporting various initiatives to facilitate the further growth of the organization.\nOver the last several years, we have made several improvements to our Tax Report, like adhering to the VNO-NCW Tax Governance Code and providing the country-by-country tax information for all countries where we operate. We also provided insight into the activities in our five main countries as well as a brief explanation of the type and geographic scope of the activities of our entities.\nThese enhancements have been maintained in this year’s report, and are supported by updates on relevant developments and further improvements we have been working on in 2024.\nOur leading principle is that our tax position reflects our business operations — the sale of lithography systems and related products and services, supported by our manufacturing and research and development (R&D) activities. ASML has a straightforward operating model, with our campus in Veldhoven, the Netherlands, at the heart of our global operations.\nASML is changing constantly as a result of the continuous improvements in how we run our business, the ongoing developments around ESG and the responsibility we have towards the communities in which we operate. As a result we are constantly evaluating our operating model - collaborating closely with internal stakeholders to establish compliance from a Tax & Customs perspective.\nThe global tax landscape is also evolving, with many new regulations introduced or in the pipeline, such as the implementation of the Global Minimum Tax rules, CBAM, e-invoicing and the digitization on the side of tax authorities. We monitor all these developments to keep pace with potential changes.\n| trust that the information in this report provides insight into how we operate, the principles that we are committed to and how we tulfill our role as a responsible taxpayer.\nSupported by our Tax & Customs department, the ASML Board of Management is committed to report on our approach to tax. | look forward to providing updates in future years.",
  "page_4": "ASML Tax Report 2024\nAbout ASML\nAs a global innovation leader in the chip industry, we provide chipmakers with hardware, software and services to mass-produce patterns on silicon through lithography. Our purpose is to unlock the potential of people and society by pushing technology to new limits.\n345 P\nsci\n€28.3bn\nTax breakdown\nTotal income tax paid\nR&D employees (in FTE)\n€1,102m\n1. Netherlands 70 2. United States 22% 3. Taiwan % 4. South Korea % 5. China % 6. Rest of the World 2%\n%\n€22.4bn Asia\n€4.5bn US\n€1.3bn EMEA\nWe innovate across our entire We strive to maintain an\nproduct portfolio through strong environment where all feel\ninvestment in R&D\n17,750\n21,407 operations\n15,992 in R&D\n6,628 in Sales and Support\nPortfolio (number of patents)\n15,992\n©O\n€4.3bn\nR&D costs\n95 %\n5%\n—%\n—%\n—%\n—%\n®&\nSj\n148\n>60\nNationalities Locations around\nthe world\nacross three continents\nHeadquartered in\nvalued and respected\nNetherlands since 1984\nriririnrd\nIT TIE TIT\n44,027\nFTE employees Total net sales\n1. Netherlands €762m 2. United States €(209)m 3. Taiwan €78m 4. South Korea €336m 5. China €58m 6. Rest of the World €76m\n1. Netherlands 2. United States 3. Taiwan 4. South Korea 5. China 6. Rest of the World\n[ct",
  "page_5": "ASML Tax Report 2024 4\nASML operating model\nWe believe that our tax position should reflect our business operations — the sale of lithography systems and related products and services, resulting from manufacturing and R&D activities. Our operating model is straightforward, with our campus in Veldhoven, the Netherlands, at its heart.\nThe operating model described below is key to understanding ASML’s tax position.\nOf ASML’s global workforce, 54% is located in the Netherlands, 19% in the US, 22% in Asia and 5% in EMEA (excluding the Netherlands). Of all senior management roles 69% are based in the Netherlands, reflecting the fact that ASML Netherlands actively leads and controls the group’s activities, performance and risks.\nWith regard to R&D activities, 70% of our R&D employees are located in the Netherlands. The remaining employees are mainly employed by our legal entities in the US, with the rest spread over other locations. The costs of our US and other foreign R&D organizations are borne by ASML in the Netherlands, and 95% of our patents are owned by ASML Netherlands. Historically our R&D costs amount to approximately 15% of our annual revenue.\nThe vast majority of our lithography machines are assembled in Veldhoven, with a significant percentage of the parts supplied by our ecosystem of suppliers in the Netherlands, Europe and the US. Some modules and metrology systems are manufactured by our factories in the US, Germany, and Taiwan. In most cases, our new lithography machines are shipped directly from the Netherlands to our customers once they are ready.\nWe aim to continuously improve how we operate, and this includes evolving our supply chain as well as enhancing our products and services. Furthermore, the ESG landscape continues to be an increasingly important driver of change. Our Tax & Customs department closely monitors these developments in order to establish compliance and adherence to our tax principles.\nCurrently, our customers are mainly based in Taiwan, South Korea, China and the US. Our operations in those regions contribute to our sales and customer service efforts, which are strategically designed and operate as an integrated function to bring ASML’s responsibilities closer to its customers in line with our key business strategy to increase customer trust.\nThe profitability of our activities in the countries where we operate is a fair reflection of the operating model in line with local laws and international standards. Where possible and appropriate, we have agreed (or are in the process of agreeing) the level of remuneration for our activities with local tax authorities. Furthermore, we have processes and controls in place to monitor various taxes, such as customs, value-added tax (VAT), corporate income tax (CIT), wage tax and withholding tax (WHT). Our approach to tax is regularly discussed with senior management, and we regularly provide training to emphasize the importance of compliance with laws and regulations.\nCountry\nNetherlands\nUnited States\nTaiwan\nSouth Korea\nChina\nRest of the world\nTotal\nThe activities in our main countries can be summarized as follows:\nNetherlands\nASML is founded and is headquartered in the Netherlands, where strategic decisions for the group are made, with the exception of the Cymer DUV Light Source business line. More than half of all ASML employees work for ASML in the Netherlands. As noted, the vast majority of manufacturing and R&D activities take place in and are directed from the Netherlands. Our Veldhoven campus is constantly transforming as we continue to build future-proof factory and office facilities to support the growth of ASML.\nUnited States\nIn 2024, the US was ASML’s third largest market in terms of net sales. Strategic decisions for the Cymer DUV Light Source business line are made in the US. ASML systems and related products and services are sold via our US distributor group entity. Manufacturing and R&D services are performed in the US for ASML Netherlands.\n23,593\n8,480\n4,592\n2,928\n1,891\n2,943\n44,027\n% of total ASML\nFTE population employees\n54%\n10%\n19%\n22%\n10%\n3%\n6%\n—%\n4%\n3%\n1%\n2%\n100%\n100%\nTaiwan\n% of ASML\nemployee % of ASML R&D Senior Staff % of ASML\nlocated patents owned\n69%\n95%\n19%\n5%\n4%\n—%\n3%\n—%\n2%\n—%\n3%\n—%\n100%\n100%\nDuring the year, Taiwan was ASML’s fourth largest market in terms of net sales. Our systems and related products and services are sold via our Taiwanese distributor group entity. Manufacturing and R&D services are performed in Taiwan for ASML Netherlands.\nSouth Korea\nOver the last 12 months, South Korea was our second largest market in terms of net sales. ASML systems and related products and services are sold via our South Korean distributor group entity. In addition, repair services are performed for ASML Netherlands while manufacturing services related to the Cymer DUV Light Source business line are performed for Cymer US.\nChina\nIn 2024, China was our largest market in terms of net sales. Our systems and related products and services are sold via our Chinese distributor group entity. Limited manufacturing, R&D, and repair services are performed by our Chinese group entities for ASML Netherlands.",
  "page_6": "Our tax principles\nThe following principles guide us in how we report and pay tax in the countries where we operate’\nCompliance\nSupport tax systems\ne We respect the tax laws applicable in each country We are committed to act in accordance with the letter, intent and the spirit of tax laws and regulations. We make tax disclosures in accordance with reporting requirements, US GAAP and International financial reporting standards (IFRS), where applicable. ASML’s profit allocation methods are based on internationally accepted standards as published by the OECD. We apply these consistently across our business, contingent on the relevant rules and regulations in the local jurisdictions where we operate.\nWhere we refer to ‘tax' in this context this also includes ‘customs duties’.\ne\nWe report taxable income in a jurisdiction commensurate with the added value of the business activities in that jurisdiction. We do not use so-called tax havens (as defined by the European Commission’s ‘blacklist’) for tax avoidance.\ne\nRelationships with authorities\ne\nAs appropriate, we pursue an open and constructive dialogue with the tax authorities, and relevant other authorities, in the jurisdictions where we operate, based on mutual respect, transparency and trust, disclosing all relevant facts and circumstances. We do not use tax structures intended for tax avoidance, nor will we engage in the artificial transfer of profits to low tax jurisdictions.\ner ed\nha\nTax transparency\nIn addition to our compliance with disclosure and reporting requirements, such as the mandatory disclosure of country-by-country reporting to the Dutch tax authorities, we consider it our responsibility to be transparent about our tax footprint.\nWe expressed this commitment by signing up to the Tax Governance Code as drafted by the VNO-NCW (we also refer to the cross-reference table on page 20 of this report). During 2024, we continued to monitor further developments in this regard such as the CSRD and Dutch implementation of the EU public country-by- country reporting (CbCR) directive. Where appropriate, we respond proactively and take action in order to comply with upcoming compliance and reporting obligations.\nTransfer pricing\nOur priority is to maintain a sustainable global transfer pricing policy, establish compliance and safeguard ASML’s reputation in light of business developments and various transparency initiatives.\nInternational activities and transactions with and between group subsidiaries are disclosed to the relevant tax authorities as part of our tax returns or other filing requirements. For example, in many countries, the valuation of cross-border business transactions with affiliated parties are subject to detailed documentation requirements, including the master file, local file, and country-by-country reporting, among others. We see to it that the valuation for intra-group activities and transactions are consistent with the OECD arm’s length principle as well as with local transfer pricing rules that ensure multinational enterprises report adequate taxable profits where the value is created. We are committed to complying with the regulations of every tax jurisdiction in which we operate regarding the transfer pricing documentation and notification requirements.\nASML Tax Report 2024 5\nASML communicates openly with the Dutch tax authorities, pursues bilateral arrangements where possible and considers unilateral arrangements in case bilateral arrangements are not available or cannot be catered for. Requests for such arrangements have been submitted to tax authorities in several jurisdictions such as the US, Taiwan, Japan, China, and Singapore. As part of our continuous monitoring process, we pro-actively approach local tax authorities for renewal/prolongation of Advance Pricing Agreements (APA) in these countries. For example, we’ve concluded an APA with the Korean tax authorities covering years 2019 through 2023. In 2024, we continued dialogue to align on the remuneration for local operations in the aforementioned countries.\nCustoms\nAs a global company, cross-border transactions are a day- to-day activity for ASML. To facilitate our customers in the best possible way requires complex supply chain solutions to be able to deliver on time. Within this process, customs laws and regulations play an important role in moving our goods between countries. It is therefore vital that ASML’s customs organization is a trustworthy business partner for both our customers and supply chain partners as well as for the different customs authorities we deal with. For this purpose, ASML holds various customs licenses that simplify the customs procedures, smooths the logistical process and saves duties within the limitations of customs regulations. In addition, ASML has agreed rulings with various customs authorities in the field of customs valuation and customs classification that give us certainty in advance on these specific topics. Finally, ASML is certified as an Authorized Economic Operator (the equivalent in the USA: CTPAT) in several countries, by which the authorities indicate that ASML can be considered a reliable trading partner in the field of customs formalities, payment of duties and the security of the supply chain.",
  "page_7": "Our tax principles (continued)\nMany jurisdictions stimulate research and development (R&D) activity that yields technological innovation and its positive spin-off effects for the economy at large. For example, this can be achieved by effectively lowering the tax on income arising from certain intellectual property.\nTechnological development is one of our key competitive success factors and growth drivers for ASML. We primarily perform R&D activities in the Netherlands and the US. If and to the extent that our activities qualify for tax incentives in a domain, we make use of the available incentives.\nThe Wet Bevordering Speur - en Ontwikkelingswerk (WBSO), innovation box, and US R&D credits are the primary material incentives that we apply.\nbe\nai\n— Seegs\n1M\nery\n\\ae\nIW\nWY |\nLY,\nhie\naN\nen |\n\\J\n\\\\\n‘Tie\nEe\n\\3 =\n+.\nat a\nty\nS| \\'\nfa py\na 2\n=\nba]\nBar.\nce\nTe\n—S ,\nNy\n=\nWi\nae\nSy\nFs\ni at\nSS ——\n(Fs\n“eg hes\n1\nContinuous drive for innovation has brought the company where it is today and will remain a key focus area for the future”\n—\nsh\n—Son\nSs\n(a g\nSE\n|\nAl\n4\nab Vajer<\nAa ~ >»\nc\nF<!\nSX a) i) .\ni\n5 i]\nJ\nG fea\nti:\nSp: EL\nDan\nVa\ni\nSa\nyas\nSy\neS\nPy\n©\nWe\n-\n[A XS\n———\nid\nESS \\\n»)\na\ne Innovation box regime in the Netherlands\nIn the Netherlands, we apply certain wage tax and corporate income tax incentives. For corporate income tax, we make use of the so-called ‘innovation box regime’ that is available under Dutch tax law, which taxes the qualifying income associated with it at 9% (instead of the general corporate income tax rate of 25.8%).\nFor wage tax purposes we apply for WBSO, resulting in a reduction of wage taxes for employees involved in R&D activities.\nR&D and innovation positively impact the growth of the Brainport Eindhoven region. The success of the region has an economic trickle-down effect that benefits a large ecosystem. Furthermore, innovation creates job opportunities. Between 2016 and 2024, ASML’s workforce grew from 16,500 to more then 44,000 FTE, with over 23,500 FTE based in the Netherlands — to a large extent working in R&D.\nThe application of the Dutch innovation box regime to the qualifying taxable profit has been agreed with the Dutch tax authorities. This provides certainty for both parties and reduces the risk of future disputes. This agreement was renewed September 2023, and will be applicable for the years 2024 through 2028.\ne Export activities from the United States\nThe US government aims to strengthen the US economy by encouraging export trade while also discouraging businesses from moving activities and jobs outside of the US. In the spirit of increasing the competitiveness of US-based companies, the US tax code provides for certain deductions, credits, or lower tax rates when certain requirements are met.\nIntroduced in 2017, and available as from 2018, the Foreign-Derived Intangible Income (FDII) deduction provides an incentive to US domestic corporations in the form of a lower tax rate on income derived from tangible and intangible products received in, and services\nASML Tax Report 2024 6\nbenefiting, foreign markets. Based on new guidance issued by the US Internal Revenue Service (IRS) in 2023 on funded R&D, however, no FDII deduction is expected for 2024.\nNext to the above, we annually claim the applicable R&D credits in our US tax return. The R&D credit is a benefit offered to US companies for increasing their research activities.\nAdditionally, effective from 2023 through 2026 under current law (with the limited ability to claim credit for assets placed in service subsequent to that time), the US government offers a 25% investment tax credit under the CHIPS and Science Act for certain depreciable equipment used in the manufacture of semiconductors or semiconductor manufacturing equipment. ASML has determined that it qualifies for the credit and will annually claim this credit in accordance with the guidance issued by the US government.\nVarious other tax incentives are offered by the US and states to encourage certain activities. ASML evaluates these as it becomes aware of them, and evaluates whether these are applicable to ASML and align with our tax strategy, tax principles, and overall tax risk management.\nActivities in tax havens\nWe do not have activities in so-called tax haven jurisdictions. Any acquisitions or investments in these jurisdictions under consideration need upfront clearance from the ASML Tax & Customs department in close consultation with ASML’s Board of Management.\nTax regimes and incentives\nTo foster innovation, we make use of incentives that have been introduced in the countries in which we operate. We only claim tax incentives in line with the policy intent of such tax incentives and provided these incentives are generally available.\nVS E—=EEEE=—\n———————— r-",
  "page_8": "ASML Tax Report 2024\nOur tax strategy\nThe Board of Management is accountable for our tax strategy, tax principles and overall tax risk management. The ASML Tax & Customs department is responsible for executing the tax strategy set by the Board of Management.\nASML’s tax strategy is based on our tax principles and is closely aligned to our business strategy and our ESG sustainability goals. The tax strategy is approved by the Board of Management and reviewed annually. The tax strategy, tax principles and the overall tax risk management apply to all group entities.\nKey focus areas:\n1. Stakeholder management\n2. The future of taxation\nExternally, we communicate on a regular basis with tax authorities, regulators, and other stakeholders. Internally, we support our business in managing risks, staying in control, and at the same time remaining efficient in the administrative procedures and way of working. We work in an integrated way with other experts within ASML.\nWe closely monitor developments in tax transparency, ESG related taxes, tax technology and continuously translate these into potential requirements or implications for ASML.\n4. Tax and customs organization\n5. Projects\nIn a fast changing world it is important to have a diverse team which can handle change and consists of more than just competent tax and customs experts. Communication, digital and project management skills have become increasingly important. We strive to work together and develop each other in line with the ASML values - challenge, collaborate, and care.\nOur business and the regulatory environment in which we operate change constantly. We work on projects that deal with these changes to ensure the solutions implemented are compliant and efficient. Likewise, we continuously strive for simplification and review existing business models to remain tax and customs compliant.\n=// |\n+a Pf\n— it\nVa\na\nall\nby\n\\= ——\npo\n— |\nN\nij \\ .\n\\\nRY\n3. Compliance and control\nWe develop, implement and continuously monitor processes and controls for appropriate tax risk management and reporting purposes. Furthermore, we strive for timely and accurate fulfillment of tax compliance obligations in line with applicable tax laws and regulations, including timely payment of taxes due\nwp\n4 phat\nv\nWL 13.000Ke\nl=\nwa\nh",
  "page_9": "Our tax strategy (continued)\n1. Stakeholder management\nStakeholder engagement\nWe engage in intensive dialogue with our stakeholders, including relevant tax authorities, our shareholders, customers, business partners, employees, governments, regulators, non- governmental organizations and the communities in which we operate.\nFurthermore, we regularly engage with stakeholders regarding tax in relation to ASML’s ESG framework.\nThese engagements provide us with significant insights into our stakeholders’ expectations, while enabling us to retain and improve awareness of our tax principles.\nOur relationship with government, business groups and civil society\nWe constructively engage in national and international dialogue with governments, business groups and society to support the development of effective tax systems, legislation and administration. This includes engagement via Business at OECD, VNO/NCW and the Semiconductor Industry Association.\nOur relationship with the tax authorities\nWe are committed to develop a constructive dialogue with the tax authorities in the jurisdictions where we operate, based on mutual respect, transparency and trust, disclosing all relevant facts and circumstances. We work collaboratively with tax authorities to achieve early agreement on disputed issues and certainty on a real-time basis, whenever possible. Where there is disagreement we will strive to achieve resolution by applying our tax principles.\nWhen we seek decisions from tax authorities to confirm applicable tax treatment, we do so on the basis of full disclosure of all relevant facts and circumstances. We have committed ourselves to trustworthy and transparent communication with the tax administration. Possible violations of the ASML Code of Conduct as well as laws or regulations including tax laws can be reported anonymously (as part of the ASML Speak Up and Non-Retaliation policy).\nWe continue to engage with tax and customs authorities around the world. Through (B)APA's, field visits, meetings at ministries and conferences, seminars and other events.\n_—-\n|\n= a 0)\n>\nPia\n~——\na\noe TES\n8\nbe\na\nve * Law\n.\nPy Fi\na) oe\nroe)\ni Le.\n2. The future of taxation\nESG Sustainability and tax\nWe aim to make a positive contribution towards a more sustainable future. We believe digital technologies are the cornerstone of a sustainable society, which can help society make progress and address global challenges. Our ESG Sustainability Strategy plays a key role in this. We believe openness and transparency regarding how we operate and the taxes we pay/collect contribute to these goals.\nThe same applies for actions that we take to report on the CBAM regulations. During 2024, we have filed the required CBAM reports with the applicable Competent Authorities.\nTax technology\nWe are committed to leveraging technology to digitize our tax function, ensuring compliance, increased efficiency, and improved risk management. We ensure a close alignment between our tax, finance and IT functions to ensure that the Tax & Customs department is supported in this ambition and is actively involved in relevant digital transformation programs driven by finance or the rest of the company.\n4\nee a\n\\y\n=.\ner\na.\n2 Diateg\n° On\ni\n-——— o\ners\nASML Tax Report 2024 8\nWe maintain and drive a technology roadmap to ensure we are working towards the right technologies to support the future of taxation. The roadmap includes initiatives around the correct setup of our Enterprise Resource Planning (\"ERP\") systems, efficient data processing, the use of (advanced) analytics and implementing technologies to support our tax processes.\nIn 2024, a number of successful technology related projects have been executed. These include the implementation of operational transfer pricing software, scope extension of our VAT determination engine, and increasing the level of automation in our direct tax processes. In addition, we are preparing to meet future e-invoicing obligations and we started the preparations for the ERP migration to SAP S/4.\nWe continuously monitor the development of emerging technologies, such as artificial intelligence, to see how these technologies can be used and to see what impact they will have on the tax function of the future.\n=\nPN SS\nSS\no£\noxi)\nua\nSS\n———————",
  "page_10": "ASML Tax Report 2024 9\nOur tax strategy (continued)\n3. Compliance and control\nTax compliance\nAs an international organization, ASML has operations all over the world. Paying taxes and complying with the relevant laws and regulations in the jurisdictions where we operate are part of our overall business principles and codes.\nAll key operating entities benefit from a tax team of leading professionals with in-depth tax expertise who work closely together with local stakeholders both inside and outside the ASML organization.\nThe complete, accurate and timely preparation and submission of all required tax returns is subject to clear internal rules and processes. We continuously monitor the timely filing of tax returns and the payment of taxes due for the main taxes for which the Tax & Customs department is accountable.\nTs\nManaging our tax position\nWe seek efficiency in tax matters, including the prevention of double-taxation, following reasonable interpretation and application of tax rules. Our tax positions are aligned with the substance of the economic and commercial activity of ASML’s business and based on a reasonable interpretation of applicable law.\nWe refrain from discretionary tax arrangements. If jurisdictions offer tax incentives that are publicly available and rule-based, for example to promote a country’s economic development, and our business activity is within their scope, they are carefully considered. At all times the claiming of such tax incentives depends on the specific needs of our business operations and the overall fit with our investment or business strategy.\nIn 2024, we continued projects related to improving tax and customs processes around our delivery model and re-use of material. Furthermore, we continued projects related to our tax and customs control framework to safeguard compliance and meet our responsibilities as a responsible taxpayer, in light of the growth of our organization and developments in the semiconductor landscape. We continuously monitor developments in tax legislation in the countries in which we operate as well as global developments from, amongst others, an OECD and ESG sustainability perspective.\nDuring the year, the set-up of processes and controls, as initiated in 2023, in order to be able to comply with the requirements of global minimum tax have been put to work, and improved along the way. These processes enable us to calculate the impact on the consolidated Effective Tax Rate and prepare ourselves for the first filings due in 2026.\ne\n=\n=\ny\nDuring 2024, we proceeded with various (continuous) improvement initiatives for streamlining our tax accounting and compliance processes. For example, we rationalized our supplier network and embedded automation where possible. Additionally, we implemented processes to enable us to deal with the requirements and development in the area of global minimum tax.\nWe aim for certainty about our tax positions and seek internal or external advice to review and validate our positions where appropriate. Where our assessment and that of the authorities potentially do not match, we give early notice of possible divergent opinions in order to prevent misunderstandings.\nIn 2024, we continued our dialogues with the Dutch tax authorities to conclude outstanding matters where possible. For the years 2021, 2022 and 2023, all tax returns have been filed. For these returns no final assessments have been received yet.\nWe have strong focus on the development of the people in our Tax & Customs department to safeguard ASML’s tax and customs compliance in a continuously changing environment”\nGaby Bes\nHead of Tax & Customs\n>)\nr\nCe\nw.\nt\naay\n-_\nTy\nSy\n~\nMh\n—~",
  "page_11": "ASML Tax Report 2024 10\nOur tax strategy (continued)\n3. Compliance and control (continued)\nTax risk management and tax control framework Our approach to tax risk management is consistent with and embedded in our general approach to risk management. We actively and continuously identify, assess, monitor and manage tax risks to ensure that they remain in line with our business and strategic objectives, taking into account ASML’s appetite towards tax risks.\nASML’s appetite for tax risks is averse. We aim to be clear about all aspects of our tax position and to share these in a transparent manner, fostering a relationship of honesty, transparency and trust with the tax authorities.\nAll tax-related topics are handled by tax and customs experts that are highly qualified, with in-depth tax and business expertise.\n3\nOur uniform and well-established reporting processes accommodate the internal communication of any tax risks within the ASML risk universe. In addition to our quarterly SOX-compliant tax risk reporting procedures, we also hold a quarterly Tax Risk Committee meeting to discuss new and existing risks\nWe establish effective tax risk management via the following means:\n1\n2\noat\nThe quality of those relationships is evident in the individual monitoring plan we annually agree with the Dutch tax authorities and the number of bilateral advance pricing agreements (BAPAs) we have with the tax authorities in our significant jurisdictions. In some countries (such as the US and its CAP program), we do not meet the eligibility criteria (i.e. 10K or 10Q) to enter in the relevant program. Where necessary, we seek assistance and advice from external consultants.\nWe have implemented a governance framework that is intended to establish appropriate processes and organizational structures to identify, assess, monitor and manage tax risks at different levels of the ASML organization.\n4\nThe efficiency of the tax risk management process is continuously monitored by ASML’s Tax & Customs department via institutionalized oversight processes. Our auditor annually audits our consolidated financial statements which includes our assessment of potential tax risks.\nThe main challenges in this area are associated with the strong growth of our organization and our continuous drive to improve our business operations. The Tax & Customs department collaborates closely with internal stakeholders to embed compliance requirements and related controls early in our processes. In 2024, the department worked on various initiatives to underpin the risk and compliance mindset within the broader ASML organization and to strengthen our tax control framework through formalized processes.\nig — a\n_ toe:\nSuch in close collaboration with our Risk & Business Assurance department.\nTax governance\nASML’s Board of Management is ultimately accountable for ASML’s approach to tax. The tax function is embedded in the ASML finance organization and is therefore the responsibility of the Chief Financial Officer (CFO). Our Head of Tax & Customs regularly informs the Board of Management on key strategic tax topics, including updates on tax developments within or around the organization and any potential implications for ASML. Every year, ASML’s tax strategy is approved by the Board of Management and validated against the business strategy and organizational values. This process is supported by regular engagement between the Head of Tax & Customs and internal stakeholders such as the CEO, CFO and EVP Finance.\nRegular updates on all material tax topics and their current and future impact on ASML’s financials are provided by the Tax & Customs department to internal stakeholders via regular tax update meetings.\nThe Audit Committee of the Supervisory Board reviews our tax strategy and annually confers with our tax professionals to discuss tax policies and the impact of tax laws and regulations on ASML.\n—_-\n—",
  "page_12": "ASML Tax Report 2024 11\nOur tax strategy (continued)\n4. Tax and customs organization\nTax functions\nOur Tax & Customs department is responsible for tax consulting and tax risk mitigation processes as a result of business developments, organizational changes and analysis of matters such as changes in tax laws and regulations. The department also carries out periodic reviews of tax returns and tax and customs compliance-related processes.\nThe Tax Accounting & Tax Compliance teams are responsible for determining ASML’s tax position under the various reporting standards which are applicable to the group (US GAAP, IFRS, Local GAAP). They also prepare returns for taxes such as VAT, corporate income tax and withholding tax for group companies and execute other related compliance activities, including country- by-country reporting and transfer price calculations, etc.\nThe teams within the Tax & Customs department are organized in a matrix structure that is intended to ensure appropriate coverage of all the tax and customs affairs in the countries where the ASML group companies are located. Teams are therefore located in the Netherlands, China, South Korea, Taiwan and the US.\n4”\nwy\nThese teams work closely with specialists in VAT, customs, wage tax and transfer pricing based both in the Netherlands and in the local countries, and also with the Tax Accounting & Tax Compliance teams in the local countries.\nIn line with our belief that tax should not be managed in isolation, the Tax & Customs department is part of the Expert Advisory organization, where Tax, Treasury, Accounting and Legal teams work closely together.\nRegular country-specific and international tax expert meetings facilitate the continuous interaction and collaboration between our tax functions. Together with standardized tax risk reporting procedures, this way of working aims to establish that local tax risks are assessed from a group perspective and are appropriately reported to and overseen by the Tax & Customs function.\nAdditionally, ESG and tax technology experts within the Tax & Customs department closely collaborate with internal stakeholders in the areas of ESG and automation\n#\n_\nTr\n‘2\n-—@.\n>\n=—s\n5. Projects\nProjects in 2024\nOur business and the regulatory environment in which we operate change constantly. We develop and implement projects that deal with these changes in a compliant and efficient way. In addition, we continuously strive for simplification and regularly review our existing business models for compliance.\nIn addition to\nrecurring compliance ongoing (B)APA dialogue we maintain with tax authorities in the countries where we operate, during 2024 we worked on and contributed to several specific (ESG) projects including\nactivities and the\ne Developing a Tax Technology Roadmap for the mid- and longer-term, including alignment with our internal business partners. e Exploring the possibilities to use Al within the Tax & Customs department. e Enhancing data structure and data availability to facilitate process automation and secure compliancy. e Tax & Customs compliance in the supply chain area. e Establishing and implementing processes, that are in accordance with the letter and the spirit of the law, in order to comply with the requirements of Pillar Il. ¢ Continuing to deliver and further roll out Tax & Customs awareness training across ASML e Carrying out compliance reviews and enhancing the existing control framework to ensure alignment with ASML’s future ambitions. e Supporting affordable housing projects in the Brainport region, aiding the low- and middle-income segment, not focused on ASML employees. e Ensuring Tax & Customs compliant set-up of re-use of materials, including repair close to our customers. e Setting up and implementing processes for the Carbon Border Adjustment Mechanism. e Implementing a project to enable compliant remote working, including monitoring.\ni“\n—\n{|\nan |\nay\nye Soom\nVis\nia",
  "page_13": "Financial information for FY2024\nOn this page we provide an overview of the revenues, income before income taxes, income tax accrued (based on our US GAAP consolidated financial statements) as well as income taxes paid for our most significant jurisdictions.\nIncome tax profile according to US GAAP consolidated financial statements\nSignificant deviations of the actual income tax expense from the expected income tax expense are largely due to the following reasons:\ne The Netherlands: applicability of the innovation box results in a lower effective tax rate for our Dutch fiscal unity as compared to the Dutch statutory tax rate of 25.8%.\nUnited States: the actual income tax expense and effective tax rate for our US tax group are influenced by temporary differences on, for example, R&D expenses and deferred revenue as well as tax benefits resulting from the deduction of R&D credits for research and development activities performed in the US.\nOther: deviation of actual income tax expense for other countries as compared to expected income tax expense is mainly driven by timing differences.\nFor more background on the nature of the above items, please see section 'Tax regimes and incentives' on page 6.\nThe €1,102 million of income taxes paid in 2024 for the consolidated group are not equal to the total income tax expense of €1,681 million recorded in our 2024 group financials. This is due to a number of reasons:\na.\nThe income tax expense is based on the accrual accounting concept that allows for the allocation of a tax expense for the same period in which the underlying taxable item is realized. In contrast, income taxes paid during a financial year may, next to payments for the year itself, include payments or refunds relating to prior financial years, and may exclude final payments or refunds that occur in the next financial year.\n\n(€, in millions)\nNetherlands United States\nTaiwan South Korea\nChina\nTotal net external sales\n92\n4,525\n4,363\n6,415 10,208\nTotal net internal sales\n29,370\n4,178\n2,154\n1,119\n848\nIncome before income taxes\n7,976\n328\n287\n256\n213\nIncome tax expense (actual)'\n1,367\n18\n51\n14\n60\nIncome tax paid?\n817\n(209)\n63\n309\n44\n1. Income tax expense (actual) only concerns the total current tax expense/benefit accrued for FY 2024. Deferred tax expense/benefit as well as movement in provision for uncertain tax positions is excluded. 2. Income tax paid reflects the actual income tax paid in 2024 (including withholding taxes paid on certain payments between group companies).\nASML Tax Report 2024 12\nb The income before income taxes in our financial statements may differ from the taxable income reported in tax returns. These differences result in deferred taxes in the financial statements to reflect any future taxable events (2024: deferred tax benefit €66 million). c Certain income taxes have to be booked directly in equity in case the underlying results have also been\nrecognized in equity.\nFor more detailed information on the activities of our group companies in all the countries where we are located as well as relevant financial data insights, please see pages 13 -18.",
  "page_14": "ASML Tax Report 2024 13\nOur total tax contribution overview\nThe taxes paid and collected by our global operations during 2024 totaled €1,717m\nThe amount above includes €1,038m of corporate taxes on profits, as well as €64m other direct taxes (e.g. withholding taxes) levied on our activities\ne\ne The total also includes a net amount of €542m of taxes collected on behalf of others — for example our customers, investors and employees — and paid to governments\nMore details can be found on page 18 of this report\nAmounts on corporate tax paid in 2024 for the Netherlands and US are lower as compared to 2023 due to excess preliminary payments made in 2023 that have been refunded in 2024\nAmounts on this page are rounded in millions As aresult some countries show nil amounts while taxes have been paid\nS\n€1,7/17m\nTotal tax contribution 2024 (€3,180m in 2023)\nItaly\n( €13m\n2023: €15m\n=— €3m\nway 2023: €5m\n€0m\n——«s- 2023: €0m\n2a €(3)m\n2023: €4m\nUSA\n= €322m\n2023: €968m\nIreland\n@) €11m\n2023: €0m\nUK\n4 > €im\n< >\n2023: €2m\nBelgium\n€0m\n2023: €1m\nNetherlands\n=~ €863m\nWp 2023: €1,812m\nFrance\n( €26m\n2023: €51m\nHong Kong\n€(30)m\n2023: €28m\nGermany\n& €0m\nY)\nIsrael\nMalaysia\nSingapore\n€27m\n2023: €118m\nChina\n2023: €0m\n“qs €351m\n» u\n2023: €76m\nO €(5)m\n2023: €14m\n€0m\n2023: €Om\nTaiwan\nSouth Korea\nCanada\n(¥)\nJapan\n€140m\n2023: €88m",
  "page_15": "ASML Tax Report 2024 14\nKey financials per country\nASML CbCR data (non-audited) — in millions of EUR (employees in full number FTE)\nTangible assets other\nNumber of Total net external Total net internal Income before\nthan cash and\nIncome tax expense\nsales income taxes? cash equivalents* Income tax paid?\nactual)®\nemployees\nsales\nBelgium\n52\n€0.72\n€64.54\n€2.49\n€17.03\n€0.75\n€0.68\nChina\n1,891\n€10,207.55\n€847.84\n€212.91\n€554.87\n€43.80\n€60.00\nFrance\n60\n€76.52\n€19.84\n€1.98\n€11.60\n€1.34\n€0.52\nGermany\n1,878\n€73.79\n€352.11\n€34.64\n€641.83\n€60.19\n€55.99\nHong Kong\n€0.01\n€-16.34\n€3.38\n€0.00\n€0.09\n€0.00\nIreland\n160\n€1,067.58\n€178.23\n€15.35\n€107.12\n€4.26\n€1.96\nIsrael\n80\n€25.73\n€37.16\n€1.48\n€31.09\n€0.41\n€0.75\nItaly\n17\n€3.49\n€13.23\n€-0.50\n€6.27\n€0.48\n€0.15\nJapan\n447\n€1,135.61\n€85.52\n€13.30\n€202.98\n€7.48\n€4.13\nSouth Korea\n2,928\n€6,415.16\n€1,119.38\n€256.20\n€987.81\n€309.45\n€13.60\nMalaysia\n4\n€2.59\n€1.00\n€0.19\n€1.95\n€0.13\n€0.05\nNetherlands\n23,593\n€92.19\n€29,369.54\n€7,975.75\n€12,377.38\n€816.90\n€1,366.57\nSingapore\n237\n€285.30\n€49.74\n€7.60\n€77.85\n€1.23\n€1.39\nTaiwan\n4,592\n€4,363.09\n€2,153.82\n€286.62\n€2,070.08\n€63.48\n€51.30\nUK\n8\n€8.03\n€2.26\n€0.38\n€0.52\n€0.05\n€0.11\nUnited States\n8,480\n€4,525.42\n€4,178.22\n€327.78\n€3,420.97\n€(208.54)\n€18.44\nGrand Total\n44,027 €28,282.78\n€38,456.09\n€9,139.55\n€20,509.35 €1,101.50\n€1,575.61\n1. Including net external interest income. 2. Concerns aggregate net sales of all group entities in respective jurisdiction, without intercompany elimination; including net intercompany interest income. 3. Concerns aggregate income before income taxes of all group entities in respective jurisdiction without intercompany elimination. 4. Including legal mark-up upon intercompany transfer of assets. 5. Including withholding taxes paid on certain payments between group companies. In conformity with tax CbCR guidance in the below table these withholding taxes have been presented as Income tax expense in the countries where the income is received. 6. Excluding income tax expense on intercompany elimination.\n=\nReasons for the difference between corporate income tax accrued on\nprofit/loss and the tax due if the statutory tax rate is applied to\nprofit/loss before tax.\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes and tax expense on equity investment\nCertain income not taxable for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes and Innovation box deduction\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes\nCertain costs not deductible for tax purposes and deduction for R&D credits",
  "page_16": "ASML Tax Report 2024 15\nActivities per legal entity\nTax Jurisdiction (Country)\nNetherlands\nNetherlands\nNetherlands\nNetherlands\nNetherlands\nGermany\nGermany\nGermany\nGermany\nGermany\nFrance\nFrance\nUK\nIsrael\nIsrael\nIreland\nIreland\nItaly\nItaly\nBelgium\nBelgium\nSingapore\nNames of tax resident entities\nASML Netherlands B.V.\nASML Holding N.V.\nASML Trading B.V.\nCymer B.V.\nHermes Microvision Incorporated. B.V.\nASML Germany GmbH\nCymer B.V. — Germany!\nASML Participations Germany GmbH\nASML Verwaltungs GmbH\nASML Berlin GmbH\nASML France S.a.r.l.\nCymer B.V. - France\nASML (UK) Ltd.\nASML Israel (2001) Ltd.\nCymer B.V. — Israel\nASML Ireland Ltd.\nCymer B.V. — Ireland\nASML Italy S.r.l.\nCymer B.V. - Italy\nASML Belgium B.V.\nCymer B.V. - Belgium\nASML Singapore Pte. Ltd.\nAdministrative,\nResearch and___ Holding or Managing Manufacturing or Sales, Marketing or Management or\nDevelopment Intellectual property\nProduction\nXx\nXx\nX\nX\nXx\nDistribution Support Services Customer Services\nX\nHolding shares or\nother equity\ninstruments\nDormant\n' No branch legally, only for tax purposes.",
  "page_17": "ASML Tax Report 2024 16\nActivities per legal entity (continued)\nTax Jurisdiction (Country)\nSingapore\nSouth Korea\nSouth Korea\nSouth Korea\nSouth Korea\nJapan\nJapan\nChina\nChina\nChina\nChina\nChina\nChina\nChina\nMalaysia\nHong Kong\nUnited States\nUnited States\nUnited States\nUnited States\nTaiwan\nTaiwan\nTaiwan\nNames of tax resident entities\nCymer Singapore Pte. Ltd.\nASML Hong Kong Ltd. Korea Branch\nASML Korea Co. Ltd.\nASML Repair Center Korea Ltd.\nCymer Korea, Inc.\nASML Japan Co. Ltd.\nCymer Japan, Inc.\nASML (Shanghai) LFST Co. Ltd.\nASML (Shanghai) Electrical Equipment Co. Ltd.\nASML (Beijing) Equipment Repair Company Ltd.\nBrion Technologies (Shenzhen) Co. Ltd.\nCymer Semiconductor Equipment (Shanghai) Co. Ltd.\nHermes Microvision (Shanghai) Co., Ltd.\nHermes Microvision (Beijing) Co., Ltd.\nASML Equipment Malaysia Sdn. Bhd.\nASML Hong Kong Ltd.\nASML US LLC\nASML US, L.P.\nEO Technical Services LLC\nCymer, LLC\nASML Taiwan Ltd.\nASML Technology Taiwan Ltd\nCymer Southeast Asia Ltd.\nAdministrative,\nResearch and___ Holding or Managing Manufacturing or Sales, Marketing or Management or\nDevelopment Intellectual property\nProduction\nX\nDistribution Support Services Customer Services\nX\nHolding shares or\nother equity\ninstruments\nDormant",
  "page_18": "ASML Tax Report 2024 17\nOur total tax contribution\nTaxation on business activities\nAs well as paying income taxes, we also fulfill our responsibility towards society through other taxes which we are due as a taxpayer or as an intermediate. Below we include information about our most material tax types for the countries where we are located. Our total tax contribution can be segmented into taxes borne (by ASML as a taxpayer) and taxes collected (by ASML as an intermediate) that we remit to tax authorities specifically for our employees or service providers.\nTaxes borne by ASML\nTaxes borne by ASML mainly relate to corporate income taxes that we pay on taxable profits generated from operational activities — the sales of lithography systems and related products and services. These sales are supported by our manufacturing and research and development activities. Profits derived from these operations from a value chain perspective are subject to tax at the income tax rates applicable in the country of operation.\nTotal tax contribution 2024 in € millions\n1,750m\nAdditionally, in several countries we pay withholding taxes upon distribution of dividends or payment of license and/or service fees to our centralized functions.\nFurthermore, we bear costs resulting from other tax types such as non-recoverable VAT on purchased services, non-creditable withholding tax, customs duties, employer’s share of wage taxes, stamp duties and several smaller items.\nTaxes collected and remitted by ASML\nAs acompany, we are obliged to collect and remit taxes for certain activities. The most relevant of these relate to salaries paid to our employees (wage taxes), VAT and withholding tax upon distribution of dividends to our shareholders.\n1,530m\n1,250m\n1,102m\n750m\n500m\n376m\n73m\n(500)m\n(250)m\n1,000m\n1,500m\n250m\nOm\n(750)m\n(1,000)m\n(1,250)m\n(1,364)m\n(1,750)m\n(1,500)m\nCustom\nduties\nValue-added taxes\nDividend\nwithholding\ntaxes\nSee more detail on the next page >\nWage\ntaxes\nIncome\ntaxes",
  "page_19": "ASML Tax Report 2024 18\nOur total tax contribution (continued)\nAs can be seen in the graphs below, in the Netherlands our most significant tax payments/collections are made due to the location and central role of our corporate headquarters. Amounts paid/collected at local level are increasing, commensurate with the expansion of our business activities in those local jurisdictions. We expect these to increase in the future in line with the growth of our organization.\nTaxes paid / collected\n€ million Income tax’\nValue-added tax?\nWage tax®\nDividend withholding tax\nCustoms duties\n€(1,364)m\n€1,102m\n€1,530m\n€376m\n€73m\n250m\n1,750m\n500m\n75m\n1,250m\n68m\nOm\n1,500m\n400m\n60m\n1,000m\n(250)m\n1,250m\n53m\n750m\n300m\n45m\n(600)m\n1,000m\n38m\n500m\n(750)m\n750m\n200m\n30m\n23m\n250m\n500m\n(1,000)m\nOm\n15m\n100m\n250m\n(4,250)m\n8m\n(250)m\n(1,500)m\nOm\nOm\na United States €(209)m a Israel €0m i United States €21m i Israel\na Taiwan\na South Korea €336m a Japan €7m i South Korea €(48)m i Japan €(18)m | South Korea €38m i Japan €5m\na China\nBi Belgium\nBi France\nBi Germany €60m\nBi Hong Kong €0m\nOm\nNetherlands €762m | Ireland €4m Hi Netherlands €(1,180)m | Ireland €(2)m Hi Netherlands €913m | Ireland €9m Hf Netherlands €365m\n€0m i United States €488m i Israel €3m | Taiwan\n€11m\n€78m Mi italy €0m i Taiwan\n€(150)m Hi italy €12m i Taiwan\n€14m Bi italy €im\n€58m : Malaysia €0m i\nChina\n€50m\ni Malaysia\n€0m China\ni\n€26m\ni Malaysia\n€0m\nSingapore €im\n;\nSingapore €(5)m\ni Singapore €0m\nROW\nlm\n€0m\nROW\nUK\n€0m ROW\nUK\n€0m\nUK\n| Belgium\n€(1)m i Canada €0m | Belgium\n€im Hi Canada €0m\n€1im i Canada €0m\ni France\n€24m\ni France\n€0m\n€im\ni Germany €(66)m\ni Germany €33m\nBi Hong Kong €0m\n§ Hong Kong €0m\n1. Income tax includes withholding taxes paid on certain payments between group companies. These withholding taxes have been presented as Income tax expense in the countries of remittance to local authorities. 2. Value-added taxes are the net amounts paid to/refunded by tax authorities based on VAT returns filed. In the Netherlands, we are in a VAT refundable position as a result of VAT charged to us by our suppliers, while our export sales are exempt from VAT. 3. Only includes wage taxes; excluding social security contributions.\nHi Netherlands €4m i Ireland €0m\ni United States €21m i Israel €0m\n§ Taiwan\n€18m Hi italy €0m\ni South Korea €24m i Japan €0m\n| China\n€5m\ni Malaysia\n€0m\ni Singapore €0m\nROW\nUK\n€0m\ni Belgium\n€0m i Canada €0m\ni France\n€0m\ni Germany\n€0m\nBi Hong Kong €0m",
  "page_20": "ASML Tax Report 2024 19\nForward-looking statements\nThis document and any related discussion contains statements that are forward-looking within the meaning of the U.S. Private Securities Litigation Reform Act of 1995, including statements with respect to our plans, principles, strategy and commitments with respect to tax, including our plans with respect to tax risk management and control framework, our plans and commitments on tax transparency, our commitment to comply with tax and customs laws and regulations, statements with respect to tax technology, our plans and strategy with respect to tax compliance , our governance and other non-historical statements. You can generally identify these statements by the use of words like 'may', ‘will’, 'could', ‘should’, ‘project’, ‘believe’, ‘anticipate’, ‘expect’, ‘plan’, ‘estimate’, ‘forecast’, ‘potential’, ‘intend’, ‘continue’, ‘aim’, ‘seek’, ‘target’, ‘future’, 'progress', ‘committed to', 'goal' and variations of these words or comparable words. These statements are not historical facts, but rather are based on current expectations, plans, strategies and goals and readers should not place undue reliance on them.\nForward-looking statements do not guarantee future performance and involve a number of substantial known and unknown risks and uncertainties, including risks relating to our tax policies, strategies, practices, controls and procedures, actions taken by tax authorities and other regulators, changes in tax laws, rules and regulations and the application of such laws, rules and regulations, stakeholder reaction to our tax policies, practices and procedures, our compliance with tax laws and regulations and other risks indicated in the risk factors included in our most recent Annual Report on Form 20-F and other filings with and submissions to the US Securities and Exchange Commission. These forward-looking statements are made only as of the date of this document. We undertake no obligation to update any forward-looking statements after the date of this report or to conform such statements to actual results or revised expectations, except as required by law.",
  "page_21": "ASML Tax Report 2024 20\nOur approach to tax in 2024 — reference to Tax Governance Code VNO-NCW'\nDisclosure\nA. Approach to tax: tax strategy and tax principles\nA.1.\nA.2.\nA.3.\nA.A.\nB.\nAccountability and tax governance Accountability of the Board for tax strategy, principles and risk management Tax control framework that sets out tax controls and risk management Internal and external auditors regularly review tax controls\nB.1.\nB.2.\nB.3.\nC. Tax compliance\nC.1.\nC.2.\nC.3.\nC.4.\nC.5.\nD. Business structure\nD.1.\nD.2.\nD.3.\nE. Relationships with tax authorities and other external stakeholders E.1. Develop cooperative relation with tax authorities\nE.2.\nE.3.\nF. Tax transparency and reporting\nF.1\nF.2\nList of entities with ownership information and activities\nF.3\nInformation on corporate income tax and cash basis accrued and paid on country level\nF.4\nTotal tax borne and collected\nF.5\nInformation on financially material tax incentives\nF.6\nAdvocacy approach on tax issues and engagement in regard to policy development and overall purpose\n1. content.prod.websites.vno-ncw.totalservices.io/app/uploads/sites/9/2024/08/25580_20220219 _vno-ncw_tax_governance_code_eng_-_1_v4.pdf\n10\n10\n7 &10\n15 & 16\n14\n18&19\n6&12\nDescription\nApproach to tax is based on a tax strategy and principles approved by the Board\nAnnual reporting to the Board on tax risks and adherence to the tax strategy and principles\nTax strategy and principles to all group entities\nTax principles in ASML's relationships with employees, customers and contractors\nPrepare and file tax returns required, with complete, accurate and timely disclosures Responsible tax planning based on interpretations of law and aligned with substance of economic and commercial activity No transactions undertaking or engagement in arrangements with purpose to create tax benefit in excess of relevant tax rules Claim tax incentives in line with policy intent of such tax incentives only\nCertainty in advance from tax authorities based on full disclosure of facts and circumstances\nNo use of tax havens for tax avoidance, all entities in tax havens exist for substantive and commercial reasons Pay tax on profits to where value is created within normal course of commercial activity\nUse of arm's length principle, with guidelines of OECD across the businesses, contingent on local laws\nEngage in national and international dialogue to support development of effective tax systems, legislation and administration Work collaboratively with tax authorities to achieve agreement on disputed issues and certainty on real-time basis\nTax strategy or policy and its task risk management strategy\nPage\n|\n10\n4&5\nSection\nOur tax strategy Tax governance Our tax strategy Stakeholder engagement\nOur tax strategy Tax risk management and tax control framework Compliance & Control\nTax compliance Our operating model & Support tax systems Relationships with authorities Tax regimes and incentives Our relationship with the tax authorities\nSupport tax systems\nSupport tax systems\nTransfer pricing\nOur relationship with the tax authorities\nOur relationship with government, business groups and civil society Our relationship with the tax authorities\nOur tax strategy & Compliance & Control Activities per legal entity Key financials per country Our total tax contribution Tax regimes and incentives & Financial information FY 2024 Stakeholder engagement"
},
  "language": "Languages.ENGLISH",
  "total_pages": 21
}
