{
  "file_name": "131_1274.pdf",
  "pages": {
  "page_1": "Occasiona | Studies\nlum\nCompetitiveness of\ntne\nDutch eneragy-\nIntensive industry:\nenergy prices, grid\ncosts and\nEIS",
  "page_2": "Competitiveness of the Dutch energy-intensive\nindustry: energy prices, grid costs and ETS\nChanges in the energy-intensive industry (Ell) affect the value added of the Dutch econonyy...\n~~ ™\nEll\n7%\nOther Ells\nOther Ells\n13%\nFood\n20%\nPaper\n35%\n8%\nEll\n43%\nPaper\n2%\nFood\nBasic\n7%\nmetals\nBasic metals\n19%\nRest\n8%\nRest\n57%\n93%\nChemicals\n25%\nValue added from CBS for 2023\nWe model the effects of energy-related price changes on Ells (2018-2025)\n4y\nEnergy price based on energy futures Heterogeneous impact on Dutch Ells. Chemical sector and basic metals sector are affected most. Paper sector experiences an output increase due to its relative efficiency.\n2.0\n4.0\n6.0\n8.0\n-6.9\n-10.0\nFood\nPaper\nChemicals\nPico\nETS price including free allowances ETS price changes (left) have small effects on Dutch Ells’ output, as these receive mainly free allowances. Withdrawal of indirect cost compensation for high electricity costs (right) has larger effects on Dutch Ells.\n0.5\n0.2\n0.3\n0.0\n0.1\n0.0\n0.5\n1.0\n0.6\n1.5\n-1.1\nFood\nPaper\nChemicals\nC a<\nft Grid costs with industry exemptions abolished in NL Largest output drop for electricity- intensive Ells. Dutch Ells are confronted with largest grid cost changes compared to competitors, due to high costs and abolition of Ell exemptions.\n0.5\nC=\n0.0\n0.0\na\n0.5\n0.3\nFood\nPaper\nChemicals\n1.9\n2.0\n0.0\n0.6\n-9.1\nBasic metals\n.. and the availability of scarce energy and space on the electricity grid\n=\n0.4\n0.2\nEnergy use from CBS for 2023.\nBasic metals\n1.5\n-1.3\nBasic metals\nOwn calculations using OESO, CBS, NEa data for 2018-2025.\nConclusions\n1.0\nPrice changes lead to heterogeneous effects, with chemicals and basic metals being more severely affected. Rising energy costs have a greater impact on output than ETS and grid costs combined. National changes have significantly larger effects on output than changes at European level. Dutch Ells benefit from European coordination of industrial policy. The costs of sustaining Ells can escalate quickly, highlighting the need for carefully calibrated industrial policies.\nChemicals\n63%",
  "page_3": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nCompetitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n© 2025 De Nederlandsche Bank N.V.\nAuthors: Bas Heerma van Voss, Andra Smadu, Guido Schotten, Stefan WohrmUller and Laura Lehtonen. With thanks to colleagues at DNB, and in particular Sophie Steins Bisschop, Peter van Els, Fulvia Marotta and Camille Mehlbaum for the useful exchange of views. Thanks to useful comments from contacts at the ministries of Finance, Climate and Green Growth and Economic Affairs, VNO-NCW, VPN, CPB, IPE, PBL, NEA and the University of Oxford. All remaining errors are ours.\nWith the ‘DNB Occasional Study’ series, De Nederlandsche Bank aims to provide insight into the analyses it conducts for current policy issues. The views expressed are those of the authors, and do not necessarily reflect the official views of De Nederlandsche Bank.\nNo part of this publication may be reproduced and/or published by means of print, photocopy, microfilm or by any other means, nor may it be stored in a retrieval system, without the prior written permission of De Nederlandsche Bank.\nDe Nederlandsche Bank N.V. PO Box 98 1000 AB Amsterdam The Netherlands Internet: www.dnb.nl Email: info@dnb.n!",
  "page_4": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nContents\n1 Introduction and summary 1.1 Introduction 1.2 Summary of results 1.3 Policy considerations 1.4 Methods and data 1.5 Rest of this study\nRising energy prices 2.1 Energy prices have increased and are expected to stay high 2.2 Chemicals and basic metals most affected 2.3. Dutch industry sees slightly higher energy price increase 2.4 Dutch industry competes mostly on the EU internal market\nRising grid costs\n3.1 Grid costs diverge between countries 3.2. Dutch chemical products and basic metal sectors most affected\n4 Rising carbon prices\n5 Energy prices, grid costs, carbon prices: how do they add up? 5.1 Chemicals and basic metals most affected sectors\nAppendix 1 Model\n1.1 Production functions 1.2 Household demand 1.3 Market clearing conditions 1.4 Equilibrium\nAppendix 2 Data and scenarios\nSection 2 Energy prices Section 3. Grid costs Section 4 ETS allowances price increase Section 5 Combined scenario: energy prices, grid costs and ETS\nAppendix 3 Robustness checks of ‘chosen elasticities’\n10\n11\n12\n26\n26\n4.1. The European carbon price increase between 2018 and 2025 4.2 Dutch chemical products sector sees output decrease mildly, other sectors see gains 4.3 Indirect cost compensation important factor in overall effect ETS\n28\n28\n30\n31\n32\n33\n33\n34\n34\n36\n13\n13\n14\n15\n16\n18\n18\n19\n20\n20\n21\n23\n37",
  "page_5": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nAppendix 4 Comparison of a high national and a high European carbon tax 4. Scenarios for taxation 4.2 National carbon tax affects the basic metals sector most 4.3 EU wide tax affects Dutch Ells much less\nLiterature\n4O 40 Al Al\n43",
  "page_6": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n1 Introduction and summary\n1.1 Introduction\ndeclined in the two decades up to 2015, but was fairly stable in the years 2015-2022. Because of its capital-intensive production, Ells are among the most labor-productive sectors of the Netherlands? Moreover, in percentage terms, the manufacturing industry invests the largest part of its revenues in research and innovation of all Dutch sectors.4 In times of labor scarcity and lagging productivity growth, these are important contributions. However, Ells also emit 25% of total Dutch CO, emissions and their energy usage is 43% of Dutch final energy consumption.\nIndustrial competitiveness is back as a central topic on the table of policy makers all over Europe. This renewed attention has been driven by changes to the relative cost-efficiency of European industrial production. European energy prices surged following the war in Ukraine. Necessary investments in the electricity grid, along with divergent policies for dividing the corresponding costs among users, have led to an uneven rise in grid costs for industries across Europe. In addition, after years of lagging prices, allowances under the EU Emission Trade System have become more expensive following the introduction of the EU Fit-for-55 policy package. Geopolitical factors have also played their part, such as reduced trade with Russia, tariff wars, and a renewed attention to strategic autonomy. All of these developments have raised questions about the future of energy-intensive industries (Ells), both at the European and national level. With the Draghi report, the Competitiveness Compass and the Clean Industrial Deal, the EU is formulating its response to these challenges.\nThe Dutch Central Bank has multiple reasons\nfor wanting to understand the determinants\nof the competitiveness of Ells. Firstly,\nunderstanding industrial competitiveness is key to understanding macroeconomic development and sectoral composition. Secondly, as the IMF (2023) demonstrates, debates on industrial energy and climate policies are important dirvers of public finance until 2050. Thirdly, as in other countries, there are close linkages between the Dutch financial sector and Dutch Ells.\nThis study examines the impact of energy prices, grid costs and carbon prices on Dutch industry over the medium term. The Draghi report on European competitiveness has sounded the alarm bells for the future of European Ells. Are these alarm bells justified for the Netherlands? If so, which cost increases — energy prices, carbon prices or grid costs — matter most to industrial production? How do impacts differ between sectors? What international effects can we expect? With this study, we aim to provide\nChanges in industrial competitiveness can\naffect the structure of the Dutch economy. In 2023, Dutch Ells’ contributed approximately 7 percent to the total value added of the Dutch economy.? For the entire manufacturing industry this is about 12 percent. See figure 1. Proximity to the Groningen gas field and the access to transportation offered by the port of Rotterdam have led to a relatively large Ell in the Netherlands compared to other EU member states. The share of Ell in the total value added of the Netherlands\nHere taken to comprise of the sectors basic metals, chemical products, refineries, food, beverages, tobacco, paper, building materials, rubber and plastic products as defined by CBS\nCBS Statline 2024a\nCBS Statline 2024b\nCBS Statline 2024c",
  "page_7": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nTransport (4%)\n100% _\nConstruction (5%)\n90%\nAgriculture, mining, energy and water (6%)\nIndustry (12%)\n80%\nTrade (13%)\n70%\nPublic sector (23%)\nServices (37%)\n60%\n50%\n40%\n30%\n20%\n10%\n0%\ninsights into these matters. We examine key price changes over the period 2018-2025, and estimate their effects on national industrial competitiveness. While most of the price changes which are part of our scenarios have already occurred, we examine effects in equilibrium, after a period of adjustment of about 2 years. Sucha period is too short for rebuilding industries to allow for carbon-free production, but long enough for trade effects of price changes to be visible. The study explores three key developments for industrial competitiveness that are based on either market predictions or debated policies: the increase in European energy prices, increased grid costs for Dutch industry, and the increase in the price of the EU ETS (both with and without subsidies compensating for indirect costs via increased electricity prices). The outcome of each of these scenarios is expressed in expected changes in output both domestically and abroad.\nFigure 1 Share of industry in value added total economy (left) and of industrial subsectors in added value industry (right)\n100%\nOur study does not cover all impacts on the competitiveness of Dutch industry. We focus on the price changes that have the biggest impact on Ells over the period under investigation. These are not all factors that have an impact if we look further into the future, however. For example, policies such as the Carbon Border Adjustment Mechanism (CBAM), which will replace the system of free ETS-allowances over the period 2025-2035, the national carbon levy, and subsidies available to EEls have an impact on competitiveness as well. The ‘Level Playing Field Test 2024' (Speelveldtoets 2024)5 calculates the impact of the national carbon levy on five individual industrial companies. For three out of those five, the impact of the national carbon levy on profitability is larger than that of the EU ETS over the period 2021-2030. However, both the CBAM and the national levy have an impact on production costs mostly in the second half of this decade, which is later than that\nRefinery (2%)\n90%\nPaper (5%)\nBuilding materials (5%)\n80%\nBasic metals (10%)\n70%\nChemical products (14%)\nFood (20%)\n60%\nNon-Ell (45%)\n50%\n40%\n30%\n20%\n10%\n0%\nSource: CBS (2025).\n5 PwC, 2024",
  "page_8": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nof the changes taken into account in this study. In addition, the firm-specific fees levied under the national carbon levy and the firm-specific access to subsidies, make it hard to model these on the basis of publicly available data. Increasing labor costs also play a role in competitiveness of exporting sectors. Over the period 2015-2023, rising labor costs and slowing productivity growth have led to a loss of competitiveness vis-a-vis the rest of the EU for most Ells, with the basic metals sector as an important exception.® Erken and Groot (2025) cover these changes for all Dutch sectors, including Ells.\n1.2 Summary of results Rising energy prices lead to stronger output effects for Dutch and European Ells than rising ETS-costs and grid costs combined. The most affected Ells, the chemical products and basic metals sectors, experience output drops of 7-9 percent due to energy price increases. Rising energy prices are responsible for almost all of the total output effects from the three cost increases combined. The effect of rising energy prices on total output of the Dutch economy is -1.4%, while the effect of the combined scenario of energy prices, grid costs and ETS price changes is almost the same at -1.5%. However, the impact does vary strongly across sectors. Some Ell sectors, like food processing, are hardly affected by any of the price changes. This is because they are less energy- intensive and compete more within the EU. Energy price increases matter more than ETS price increases, because most of the competitiveness effects of the ETS-price increase are mitigated by the free allowances given to industrial producers. With most Dutch Ells operating close to the ETS-benchmarks and the indirect costs via the\nelectricity sector largely compensated up until now, most of the effective pressures from ETS on competitiveness are mitigated. As a consequence, the negative effects on output from the increase in the ETS-price are generally less than 0.5 percent at the sectoral level. Several industries even benefit from ETS, as they either operate below the benchmark and receive more free allowances than they need, or are more CO. -efficient than their European peers faced with the same increase in the ETS-price.\nWhat the impact of the EU ETS on competi- tiveness will be in the coming years, depends on policy decisions. With the phasing out of free allowances and the phasing in of CBAM over the period 2026-2035, the competitiveness effects will depend increasingly on the effectiveness of the CBAM. Another important factor is the compensation for indirect costs from the ETS via the electricity sector. The Dutch government is yet to make a definitive decision on whether this will be continued. For all Ells under consideration a unilateral discontinuation would have a negative impact on output of less than 1 percent. This is nevertheless still larger than the output effect of the ETS-price increase in the presence of compensation. Highly electricity-intensive subsectors may of course be affected more strongly.\nEffects differ widely between sectors within the Dutch Ell. The most energy-intensive sectors are most strongly affected: the chemical products and basic metals sectors experience a stronger loss in competitiveness than the paper and food sectors. This is no surprise, as all of the price changes under consideration relate directly to energy usage, and the energy-intensity of\n6 Erken en Groot, 2025",
  "page_9": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nproduction in these sectors is highest. See Table 1. Gas-intensive sectors are most vulnerable to energy price increases, both because the gas price was subject to a stronger increase than the electricity price, and because of the particularly high gas-intensity of Dutch Ells. On the other hand, electricity-intensive sectors are more vulnerable to rising grid costs and ETS-prices in the absence of indirect cost compensation. While the changes to cost of production that follow from grid fees and indirect cost compensation are smaller, these are changes that only impact Dutch producers and not their Eurpean competitors. Therefore, they have a relatively strong impact on output. Another sector that is likely to see strong output effects from the changes in competitiveness is the refinery sector. The energy- and emission-intensity of this sector are higher than those in the basic metals and chemical products sectors. However, we are unable to include model results for this sector because of its intricate relations with energy production. The paper sector, on the other hand sees its output increase from the European price changes under consideration. This is because the energy-intensity of paper production in the Netherlands is on average much lower than that of European competitors, and because the paper sector competes mostly on regional rather than global markets. However, composition effects may play a role here, with different types of paper being produced in the Netherlands from that produced by competitors.\nTable 1 Energy share\nEnergy costs as a percentage of the sector's total output\nFood Paper Chemicals Basic metals\nNLD\n1.2\n14\n74\n8.9\nFRA\n1.9\n4.8\n9.1\n8.8\nDEU\n2.2\n4.8\n6.2\n10.0\nITA\n2.1\n2.8\n11.2\n9.4\nRoEU\n1.9\n3.8\n6.8\n8.7\nGBR\n1.8\n2.8\n6.4\n6.6\nUSA\n1.0\n2.9\n5.0\n4.0\nCHN\n1.0\n3.3\n18.6\n12.8\nRoW\n2.4\n4.6\n14.6\n8.2\nSource: OECD ICIO tables (2021).\nChanges in energy and carbon prices impact Dutch Ells slightly more than the European average. The Dutch chemical products sector is relatively energy-intensive compared to its peers in other countries, leading to a higher drop in output. The chemical products sector represents 25 percent of the value added of Dutch Ells.’ The drop in output in other sectors under consideration is in line with the European average (food and basic metals) or smaller (paper). However, due to the relatively small size of the paper sector, representing 9 percent of Dutch Ell output, this does not compensate the stronger than average fall in output of chemical products.® Italy and Germany are on average the most affected of the countries under consideration, while France and the UK see less impact.\n7 CBS, 2024a\n8 Ibid",
  "page_10": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nNational policy adjustments impacting competitiveness carry one-and-a-half times to twice the weight of similar changes at the European level. For instance, if a hypothetical tax increase for Ells is introduced at the European level rather than at the national level, its impact on output is reduced by a third to half its size. This is because Dutch Ells primarily compete with Ells in other European countries. Another example is the increase of grid fees. The increase in national grid fees is expected to have a stronger impact on electricity-intensive sectors than the increase in the ETS-price. This is mostly due to the fact that the increase in grid fees affects Dutch Ells much more than their European competitors. The higher impact on Dutch Ells is a result of a ruling by the Dutch competition authorities, which prohibited discounts for large energy consumers. Grid fees therefore represent a unilateral increase in the cost of production and a direct competitiveness disadvantage to Dutch Ells. With grid fees expected to increase up unto 2030,’ their impact on competitiveness is set to increase as well in the coming years.\n1.3 Policy considerations\nOur study demonstrates that the Netherlands\nstands to gain significantly from European\ncoordination of industrial policies. European\ncoordination dampens average sectoral output\neffects of industrial price changes by about\nhalf. This is reflected in our scenarios on grid\ncost increases, which are a national shock, and\nour comparison of a hypothetical national and\nEuropean increase in levels of carbon taxation\n(Annex 4). Dutch Ells compete mostly on the\ninternal market, which explains the fact that they\n9 E-bridge, 2024 10 Sgaravatti, 2024 1 IMF, 2024\nare less sensitive to prices changes at a European level than to price changes at a national level. Other than this direct competitiveness effect, European coordination also lowers competition between national governments on conditions for national industrial production. The race between governments in providing national subsidies is currently a significant source of misallocation of Ells within the EU internal market.'? Moreover, the strategic benefits associated with security of supply can only be realized on a European scale. An EU coordinated industrial policy not only serves Dutch economic interests, but also has strong welfare benefits for Europe as a whole.” The coordination of industrial policy at a European level, as implied by the Competitiveness Compass and the Clean Industrial Deal, are therefore to be welcomed. However, the relaxation of state aid rules that is part of the EU Clean Industrial Deal can lead to further nationalization of industrial policies within Europe. This runs the risk of Ells being located increasingly within member states that have most fiscal leeway to provide support or the strongest industrial lobby, rather than member states where production by Ells is most efficient.\nThe costs required to protect the competi- tiveness of Ells are projected to increase quickly, highlighting the importance of a carefully calibrated industrial policy. The combined effect of rising energy prices, unilateral changes in grid costs, and increasing ETS-prices leads to a decrease in output over the medium term — that is, in the absence of sectoral industrial policy aimed at maintaining competitiveness. Such industrial policy is already in place to some\n10",
  "page_11": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nextent. For example, there is a reservation for decarbonizing industry and climate innovation among SME's of €4.9 billion in the Dutch national climate fund. These public costs come on top of public expenditures under the SDE++, the largest Dutch climate subsidy scheme, and all implicit costs of reduced energy tariffs and European funds for decarbonizing industry. A recent study based on investment plans of Dutch industrial firms, estimates the required investments for attaining the Dutch industrial climate goals at over €8 billion, with financial constraints reported as the most important bottleneck.” We demonstrate that costs for maintaining different subsectors within the Ell at their current level differ widely. This implies that general industrial policies run the risk of being disproportionally costly if they are not calibrated to a sector-specific estimate of both costs and benefits, as well as the possibility for competitive decarbonized production in the Netherlands in the long-run. The cost of maintaining subsectors in the Netherlands should be carefully weighed against the benefits such investments bring, such as strategic benefits, a high labor productivity, prevention of frictional unemployment and investments in R&D, along with negative externalities such as emissions of CO,. This conclusion can be contrasted with the Draghi report, which argues that all Ell should be maintained in Europe for either strategic reasons or concerns over loss of employment. Estimates of sectoral differences can inform the Dutch response to the subsidies as announced by the EU in the Clean Industrial Deal.\n1.4 Methods and data We use a model based on input-output tables covering global trade flows, calibrated to the specifics of Dutch industry. Our framework is a Static multi-country multi-sector general equilibrium model based on work by Devulder and Lisack (2020) and Allen et al. (2023). On the production side, the model features a nested constant elasticity of substitution (CES) production structure. On the (final) demand side, there is a representative household in each country, which consumes final goods. Lastly, a government in each country collects tax revenue and redistributes it lump-sum back to households. We calibrate the model using OECD's inter- country input-output tables from the year 2018 and elasticities of substitution from the literature. We set up the model with 26 sectors and 10 regions (NL, DE, FR, IT, rest of the EU, UK, US, CN, RU, rest of the world), yielding 260 country-sector pairs, which allows us to study the transmission mechanism of shocks at a detailed level. Due to the static nature of the model, we will limit our analysis to steady state comparisons. See annex 1 for a full description of the model, and annex 2 for a full description of the data used in each of the scenarios.\nWe focus only on effects over the medium run and on sectoral averages. We define the medium run as the period before large scale investments in alternative energy sources can take place, but after trade effects have taken effect - about 2 years after the period over which the price changes have taken place. The short run effects of the production cost increases have already taken place, or are taking place right now. They can thus be studied empirically. The long run effects\n12. PwC 2025\ni)",
  "page_12": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nare crucial for policy making as well, but require different data and models. Forecasts of energy prices and carbon prices further ahead, both market-based and as estimated by authoritative bodies, are highly uncertain. Moreover, in the long run the relative competitiveness of Ells depend heavily on the availability and costs of switching to more carbon-efficient methods of production. As a consequence, we cannot yet be certain what the long run effect is of the increase in energy prices due to the reduced supply of Russian gas. Our results therefore contribute to the debate on the rising costs of maintaining Ell production in the Netherlands during the process of decarbonization, rather than in the long run. In addition, our study does not speak to the heterogeneity that characterizes all energy- intensive industrial sectors. Large differences within each sector and between the same sectors in different countries mean that all results in this study will have to be interpreted with care. To\nshed light on the within-sector heterogeneity of the Dutch industrial sectors, PwC has looked at individual cases in the ‘playing field test’ and DNB recently completed a study on the basis of firm-level data on the financial performance and emissions of industrial ETS-companies.4\n1.5 Rest of this study The rest of this study will cover the impact of several price and policy changes on Dutch industrial competitiveness in order. Chapter two covers energy prices, chapter three grid costs, chapter four carbon prices, and chapter five a combination of scenarios two-four. In appendix 4 we also include a fictional tax increase at the national and European level, to compare their effects. For each of these changes in competitive circumstances, we will examine the impact on the four large energy-intensive industrial subsectors in the Netherlands: basic metals, chemical products, food and beverages, and paper.\n13. PwC, 2024 14 Lehtonen et al, 2025\n12",
  "page_13": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n2 Rising energy prices\nThis section describes how rising energy prices impact the competitiveness of Dutch Ells. Energy prices have increased following Russia's invasion of Ukraine, and are expected to stay high for years to come. Among Ells, the chemical products and basic metals sectors are more affected than the food and paper sectors. This is due to the high energy-intensity of their production and the different markets they compete in. Dutch Ells are generally affected more strongly by an increase in gas prices than an increase in electricity prices. On the whole, Dutch Ells are affected a little more than the European average. Italy and Germany are affected more heavily, and the UK and France less So.\n2.1 Energy prices have increased and\nhave been at levels well-above the relatively stable pre-Covid prices since the invasion. See figure 2. European electricity prices are also expected to remain higher in the medium term. Natural gas fired electricity plants provide the marginal supply of electricity for large parts of the year in most parts of Europe, thereby determining the price of electricity.\nare expected to stay high\nFollowing Russia's invasion of Ukraine, energy prices throughout Europe rose rapidly. Natural gas prices rose because of the EU’s dependence on Russian gas and the lack of low-cost alternatives. Because of the dependence on infrastructure such as pipelines, these low-cost alternatives remain limited in the medium term. Prices of natural gas\nFigure 2 Electricity (left) and gas (right) prices for Netherlands, GBR, USA and rest of the world, 2018-2025 EUR/MWh\n180\n60\n500\n400\n40\n120\n300\n100\n80\n200\n60\n40\n20\n100\n0 7\n2015-Q1\nT\n2018-Q1\n13\nT\n2024-Q1\nT\n2018-Q1\nT\n2024-Q1\nSource: Bloomberg (2024)\n07\n2015-Q1\nT\n2021-Q1\n— NLD — GBR ~~ USA — RoW\nT\n2021-O1",
  "page_14": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nIn addition, the price of coal has also increased following the invasion of Ukraine, albeit less dramatically than that of natural gas. These price increases have mostly been limited to Europe. In other large economic blocs, such as China and the US, energy prices have been comparatively stable. Futures show that electricity and natural gas prices are expected to remain higher in Europe.'5 The competitiveness of European Ells is affected by these higher energy prices.\nThe increase in energy prices has had significant\neffects on industrial production in Europe, and in particular in the Netherlands. In the Netherlands, total industrial production shrank by 14 percent between April 2022 and the end of 2023, falling below pre-2020 levels.’* The drop in Output in the Netherlands over this period is three to four times the size of what was observed in the EU as a whole. Factors contributing to this large drop include the relatively high share of Ells in total Dutch industrial production, the openness of the Dutch economy, and its heavy reliance on natural gas for production, both directly and through the supply chain.” In this study we look beyond these short-term outcomes at the medium-term effect of the energy price increases. We take market prices of futures for energy in 2025, as registered in November 2024, as the stable medium term price. We compare these prices to 2018 to estimate the full effect of the price change. See Annex 2 for a full description and explanation of the data used in this scenario.\n2.2 Chemicals and basic metals most affected\nAs a consequence of the energy price increases,\nDutch chemical products and basic metals\nsectors are expected to experience a drop of\n7 and 9 percent in output respectively over the\nmedium term. See figure 3. Compared to other\nEuropean countries, the Dutch chemical products\nsector experiences a strong drop in output. The\nDutch basic metals sector is affected about as\nmuch as the European average. The Dutch paper\nsector, on the other hand, sees its output increase\nby about 2 percent. This stands in contrast to\npaper sectors in other countries, which generally\nsee a drop in output of 0-2.5 percent, and in\nparticular that of Germany, which experiences a\n5 percent output drop. The Dutch food sector sees\na marginal drop in output of 0.7 percent. This is\nmore limited than that of European peers, which\ngenerally see output drop by 1-2 percent. On the\nwhole, Dutch Ells are affected about as much as\nor a little more than their European counterparts,\nwith the paper industry as a positive and the\nchemical products sector as a negative exception.\nItaly and Germany are affected much more\nstrongly, in particular their basic metals sectors.\nThe UK and France, on the other hand, see less\nof an impact. The estimated effect of increasing\nenergy prices on overall Dutch GDP Is -1.4%.\"8\nIn most other EU countries the effect on national\noutput is similar. Only in France the effect is\nnoticeably smaller (-1.0%). France is affected less\nby increasing gas prices, due to its large production\nof nuclear power. In the remainder of this section,\nwe will highlight several factors underpinning the\ndifferences between sectors and countries.\n15 Bloomberg, 2024\n16 ING, 2023\n7 Den Nijs en Thissen, 2024\n18 In a robustness exercise, we cut the link between the government and households, where tax revenue is \"thrown into the sea\". Making sure that the market clearing conditions are nevertheless satisfied for the Netherlands and the regions in Europe, this exercise hardly affects the results for these regions. [The results are available on request.]\n14",
  "page_15": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nFigure 3 Changes in output for 4 industrial sectors due to energy prices Percentage change\n2.5%\n0.0%\n-2.5%\n-5.0%\n-7.5%\n-10.0%\n-12.5%\n-15.0%\n-17.5%\nFood\nPaper\n@ NLD\n™@ FRA\nM DEU\nH ITA\n™ GBR\n| USA\nM@ CHN\nM Row\n2.3 Dutch industry sees slightly higher energy price increase The sectoral outcomes are impacted by differing energy prices, energy intensities and energy mixes. Nominal energy prices for European Ells rose by 50-85 percent over the period 2018-2025, with differences both between countries and sectors. For Dutch Ells, the increase ranges from about 55 percent for the chemical products sector to 80 percent for the basic metals sector. See figure 4. As the prices for natural gas, electricity, coal and oil show markedly different trajectories, the energy mix matters as well. We can see this for example in the relatively lower increase in the costs of the energy bundle for chemical products, which uses more oil (in large part as a feedstock rather than an energy source) than other Ells. Different energy mixes also mean diverging opportunities for substitution within\nChemicals\n™ RoEU\nthe energy bundle. Opportunities for substitution can reduce production cost and therefore affect output as well.\nOverall, prices have increased most for Ells in Italy and Germany. For Germany, this effect is driven mostly by a relatively low starting point for energy prices in 2018. For Italy, this is driven by relatively high energy prices in 2025. In addition to energy prices, the energy intensity of production also differs widely between countries and sectors. This explains why the paper and food sectors in all European countries see substantially smaller decreases in output (see figure 3 in section 2.2), even though their energy bundle prices increase more than that of the chemical products sector. See table 1in section 1.2 for an overview of the energy intensity of Ells in the economic blocs under consideration.\nBasic metals\n15",
  "page_16": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nFigure 4 Percentage change in price in total energy costs for 4 industrial sectors across the world Percentage change in energy bundle price\n100%\n90%\n80%\n70%\n40% LTT)\na\ntt)\nee\na\n30%\n20% Sa\nSUE\nnw\nSee\na\n10%\n0% PT\nI\nFood\nPaper\n™ NLD\n™ FRA\nM DEU\nB ITA\nM GBR\nUSA\nM@ CHN\nM Row\n2.4 Dutch industry competes mostly on the EU internal market The Dutch industry primarily exports to other countries within the EU. To a lesser extent, Dutch companies also compete on the markets of the UK, the US, China, and the rest of the world. See figure 5. These figures do not include re-exports, which are not insignificant: 21 percent of the export of Dutch goods to the rest of the EU end up being consumed outside the EU.” Energy prices have also increased for other European Ells. This means that the effects from international competition on output is mitigated by the high share of exports to the internal market. The paper sector has a particularly strong regional focus, with 85 percent of its exports going to\n=—6r\nBa\naa\n=\nBasic metals\n™ RoEU\n19 CBS, 2018\nt\nTURE\nee\nChemicals\nthe EU or the UK. In addition, the energy costs of the Dutch paper sector correspond to only 1.4 percent of the total output of the sector. This is the lowest energy intensity for the paper industry of all the economic blocs in our model (see table 1 in section 1.2). Together, these factors explain the output increase following the increase in European energy prices, as visible in figure 3. The data on which we base our calculations do not allow us to examine composition effects. It could be, for example, that the Dutch paper sector produces different kinds of paper from its competitors, which require less energy for production. We also see the high exposure of the Dutch refinery sector to world markets. While we do not include the refinery sector in our model\n16\n60%\n50%",
  "page_17": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nresults (see box 1 below for an explanation), it is likely to experience a substantial hit in terms of its competitiveness from increased energy prices. Not only is it highly exposed to global markets, its energy costs as a share of value added are higher than that for any other Dutch Ell. Moreover, average profits of the refinery sector have been the lowest of any Ell over the past decade. Output decreases are therefore likely to be more substantial than for any sector included in our model results.\nBasic metals\nOther\nPaper\nMineral products\nFood\nChemical products\nRefineries\ni\n0% 20% 40% 60% 80% 100%\nEU\nUSA HM GBR\nSource: CBS (2024).\nMm CHN @ RoW\nBox 1 Composition effects, heterogeneity and limits to a model-based study of industrial\ncompetitiveness.\nLarge differences within each sector mean that all results in this study will have to be interpreted with care. While the strength of our Computable General Equilibrium (CGE) model is sectoral detail, with 26 economic sectors included, this is still not nearly enough to cover energy- intensive industries in full detail. This means that sectors as diverse as plastic production and fertilizer are grouped under the umbrella-sector of ‘chemical products’. Resulting sector outcomes will thus have to be interpreted with care. Not only do they hide the heterogeneity within each national sector, they may also incorrectly assume international competition between non- competing goods such as fertilizer and plastics. This is a limitation to our model-based approach and its reliance on sectoral input-output models. For a complimentary study based on national microdata that offers insight into within-sector heterogeneity, see Lehtonen et al. (2025). For these reasons we do not report modeled effects on the minerals and refinery sectors. The Dutch minerals sector contains production mostly of asphalt, bricks and glass. Internationally, however, the dominant product of the minerals sector is cement, which is more emission- and energy-intensive. The results would therefore give a false impression of a positive change in output to the Dutch minerals sector, which is not based on economic realities. In addition, the refinery sector is not included, as its output is an energy good substitutable with coal and electricity in the model, which would distort the results when focusing on industrial production outcomes.\nFigure 5 Export destinations for 6 industrial sectors (2018) Percentage\nT\n17",
  "page_18": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n3 Rising grid costs\nThis section describes the impact of the increase in grid costs on the competitiveness of Dutch industry. Dutch Ells are confronted with substantially higher grid costs than their competitors in other countries. This affects the sectors with a high electricity-intensity of production, such as the chemical products sector. Grid costs lead to a higher loss of output than the increased ETS-price for these electricity- intensive sectors, as none of their competitors face similar price increases.\n3.1 Grid costs diverge between countries\ngrid costs with neighbouring countries, where grid cost increases are either lower (such as France) or Ells are compensated (such as Germany).?? Aurora Energy estimates that it would cost €319 million euros of public support to level the playing field between Dutch industry and that of its regional competitors in terms of gird costs, based on 2024 price levels.73\nElectricity grid costs are increasing, share of the costs that is passed through to Ells differs vastly between countries. Most countries transitioning away from fossil fuels will have to invest in their electricity grids. These investments are necessitated by the increased and relatively irregular production of renewable energy. The required investments differ between countries. For example, the Netherlands and Germany face high costs because of the integration of offshore wind in the grid.?° Offshore grid costs are expected to constitute over half of total grid costs for the Dutch TSO Tennet by 2030.” For the relative competitiveness of Ells in Germany and the Netherlands, however, differences in the policies for dividing the grid costs over different types of consumers matter as well. In the Netherlands, the national competition authority (ACM) ruled in 2024 that the so-called ‘volume correction measure’ (Volumecorrectieregeling) had been applied on incorrect grounds. This resulted in the cancellation of exemptions for high-volume electricity consumers. See figure 6. This cancellation gave discounts of up to 90 percent to large industrial consumers of electricity. The cancellation has led to a divergence in industrial\nand the\nFigure 6 Grid cost increase in the Netherlands from 2023 to 2024 Comparison of taxes, levies, fees and networkcharges in EUR/MWh\nTotal: 19.84\n20\n18\n16\n14\n12\n10\nTotal: 2.01\n2023\n2024\n™ Network charges\n‘Taxes, levies and fees\n20 E-bridge, 2024.\n21 Aurora Energy, 2024 22 E-bridge, 2024. 23 Aurora Energy, 2024\n18",
  "page_19": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nIn this scenario, we examine the grid costs in 2025. As the data we have are only for 2023, 2024 and 2030, and only for the Netherlands and its most direct competitors, we have to make several strong assumptions with regards to the cost increase. In addition, we only report the output for the EU because of a lack of data outside the EU. The results should be interpreted with these limitations in mind. See annex 2 for more details.\n3.2 Dutch chemical products and basic metal sectors most affected The increase in grid costs leads to a drop of around 1 percent in output for the most electricity-intensive Ells. See figure 7. This is substantially less than the effects of increased energy prices (see section 2), but more than\nFigure 7 Changes in output for 4 industrial sectors due to increasing grid costs Percentage change\n0.2%\n0.0% ——\nyan\n==\n-0.2%\n-0.4%\n-0.6%\n-0.8%\nthe effect of ETS on these sectors (see section 4). The disproportionately large output effects, compared to the cost increases, are due to the unilateral nature of the price changes: the Netherlands is the only country in our data which is confronted with large grid costs in the medium term and in which Ells do not receive a discount. We therefore also see only marginal effects in other countries. Less electricity-intensive sectors, both in the Netherlands and abroad, are hardly impacted either way. We note that our calculations only take the price increase up to 2025 into account. Because of both GDP growth and increased electrification, net electricity demand is set to more than double before 2050.74 Therefore, the biggest increases in costs are likely still to come.\n-1.0%\n-1.2%\n-1.4%\nFood\nMm FRA\nChemicals\nBasic metals\n™ RoEU\nPaper\n24 Aurora Energy, 2024.\nH ITA\n19\n@ NLD\nM DEU",
  "page_20": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n4 Rising carbon prices\nThis section describes the impact of rising carbon prices on the competitiveness of Dutch industry. Most of the impact is mitigated by the issuance of free ETS allowances. Dutch industrial sectors compete mostly on European markets. For sectors that emit less than European competitors, rising carbon prices improve competitiveness within the EU, because competitors’ costs increase more than theirs. An important exception is the chemical products sector, which experiences a decline in output due to the ETS price increase.\n4.1 The European carbon price increase between 2018 and 2025 The price of emission allowances has increased sharply for the European industry in recent years. From 2005 to 2018, the price under the European Emission Trade System (EU ETS) fluctuated between €5 and €10 per ton of CO,. Between 2018 and 2023, the ETS price increased significantly, to an average of €65 in 2024. In February 2025, the price hovered\nFigure 8 Price of ETS emission allowances and ETS futures, 2018-2025 Monthly averages (until 10 february 2025) and futures (=)\n20\nslightly above €85. See figure 8. Meanwhile, carbon pricing for industry in the EU’s main trading partners remains at a low level, with the exception of the UK. While China has introduced an ETS for large emitters, prices are negligible at the time of writing and are expected to remain so in the coming years. In the US, some states have emission trading systems, but the effective carbon price there is also close to zero when taking free allowances into account.\nThis study estimates the effects of the ETS price increase between 2018 and 2025. ETS prices have increased from €7 in 2018 to an expected average of €67 in 2025.75 Because Ells receive most of their allowances for free, the resultant increase in costs for Ells is much less than €60 (the difference between the 2025 and 2018 price levels) per ton of carbon emitted. The free allowances are based on product benchmarks, and therefore differ per sector and country. For the Netherlands and the EU, we have data on the average distance to the EU benchmarks for each sector.?° We assume the share of free allowances in the UK and all EU countries except the Netherlands is equal to the EU average. Carbon prices outside of the EU are assumed to be zero, except in the UK. For the UK, the average carbon price is expected to increase from €7.6 in 2018 to €47 in\n90\nry a\n70\n60\n50\n40\n30\n20\n10\n0)\n2018 2019 2020 2021 2022 2023 2024 2025\n25 For this calculation we used trading in ETS futures as of November 2024, from Bloomberg, 2024. 26 NEa, 2018; European Commission, 2022\n80\n100",
  "page_21": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n4.2 Dutch chemical products sector sees Output decrease mildly, other sectors see gains Some sectors experience an output loss due to the increase in the ETS price level, whereas others experience an output gain. The Dutch chemical industry is expected to see an output decline of 0.6 percent due to higher ETS prices. Figure 9 gives the change in output for four sectors due to the increase in ETS price. This estimate includes the current compensation for higher electricity costs given in eleven countries The output decline in the Dutch chemical sector is larger than that in Germany, France or Italy, but slightly below that of the rest of the EU.\n2025.77 For other economic blocs in our model we assume there are no carbon taxes, which is a close approximation of reality. Ells are not only faced with direct costs from the EU ETS, but also via cost pass-through of the electricity sector. Our calculations include the compensation for electricity-intensive industries in the 11 countries that currently give compensation. In section 4.3, we demonstrate the impact of this measure, and the impact of its abolishment both at a national and a European level. See annex 2 for more details on our calculations.\nFigure 9 Changes in output for 4 industrial sectors in Europe due to increase in ETS price Percentage change\n0.5%\n0.0%\n-0.5%\n-1.0%\n-1.5%\n-2.0%\n-2.5%\n-3.0%\nChemicals\nPaper\n™ NLD\nM GBR\nBasic metals\nFood\n™ FRA\nUSA\n27 Based on trading in UK ETS futures in October 2024, from Bloomberg, 2024\nM DEU\nM@ CHN\nH ITA\nM Row\nM™ RoEU\n21",
  "page_22": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nWhile the average price increase is lower for the Dutch chemical products sector than that for other EU chemical products sectors, which dampens output effects, a relatively large share of the Dutch chemical sector output is exported to countries outside of the EU, which exposes it to competition with producers that do not face any carbon pricing. Demand for chemical products and basic metals produced outside of the EU increases somewhat due to the ETS price, especially in the US and China.\nBecause European industries receive most of the ETS allowances for free, output effects are relatively small. The system of free allowances, intended to protect the export position of the European industry, will gradually be replaced by a Carbon Border Adjustment Mechanism over 10 years, starting from 2026. It is generally assumed that free allowances do not impact the incentive to reduce emissions. This is because an unused allowance is worth the market price, and therefore there is an incentive to sell allowances rather than use them for production. In other words, the opportunity costs of using emission allowances to cover emissions rather than sell them on the market ensure that the incentive to reduce emissions remains intact. However, free allowances do reduce the competitiveness impact for internationally competing sectors (i.e. all industrial sectors) by reducing the costs of emissions. This explains why output effects are generally relatively small. These small effects are in line with earlier studies looking at the empirical evidence for output effects from carbon price increases.?8\nThe Dutch paper and basic metals sectors appear to benefit slightly from the increase in ETS price, while the food sector is largely unaffected. Sectors that produce relatively emission-efficiently and primarily compete within Europe gain from increased carbon prices. Costs increase more for competitors than for these companies themselves. This is the case for the Dutch basic metals sector. Companies that produce more efficiently than the European benchmarks even receive more allowances than needed to cover their own emissions, thus directly benefiting from the ETS. In the Netherlands, this is the case for average production in the paper sector. In our estimations, the rising ETS price leads to an increase in output of 0.3 percent in the paper sector and the basic metals sector. We note that these results are true for sectoral averages, but that emission-intensity can differ widely within sectors.?2? Moreover, this result is driven in part by the free allowances allocation system, which is set to be replaced by CBAM over the period 2026-2035. An effective CBAM will mitigate the effects of increasing carbon prices on the internal market, but has only indirect effects outside the EU. The EU has announced in the Clean Industrial Deal that it will examine new instruments to prevent negative competitive effects from the abolishment of free allowances outside the internal market. Most Dutch industrial sectors emit less carbon per unit of production than their European competitors. Based on data from the Dutch Emission Authority and the European Commission we see that production by Dutch industrial firms appear to be slightly less carbon intensive than that by European peers on average. See figure 10.\n28 Trinks and Hille, 2023\n29 Lehtonen et al, 2025\n22",
  "page_23": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n1,6 wil\n1,0\n0,8\n0,6\n0,4\n0,2\n0,0\nPaper\nFood\nMineral\nChemical\nBasic\nOther\nproducts\nproducts\nmetals\nM Distance to benchmark, NL, 2018\nM™ Distance to benchmark, EU, 2016-2017\nThe effect of the ETS price increase on total Dutch output is very small, at -0.05%. This is because sectoral effects are relatively small and they partly cancel each other out. Furthermore, the revenues from the ETS price increase are distributed back to households in our model. This increases consumption, which helps dampen the negative effects on output. Total impact on output is larger in Germany (-0.09%), Italy (-0.24%) and the ‘Rest of EU’ (-0.28%), but remains fairly small. In France the effect is even smaller than in The Netherlands (-0.04%), due to its reliance on nuclear plants rather than natural gas or coal plants for electricity generation.\nFigure 10 Average distance to the ETS-benchmark in the Netherlands and the EU Emissions divided by benchmark\nMining\nRefineries\nand quarying\n4.3 Indirect cost compensation important factor in overall effect ETS Electricity-intensive industries receive national compensation for the increase in electricity prices due to the ETS. Because there are no free allowances for electricity producers under the ETS, 10 EU countries2° and the UK compensate industries for the indirect costs of higher electricity prices due to the ETS. In the Netherlands, this subsidy (called “Indirect Cost Compensation for ETS” or “IKC”) was abolished in 2023, and then reinstated with a reduced scope for a single year in 2024. A requirement for receiving the subsidy in the Netherlands is that at least half of the subsidy given has to be used for investments in emission reduction.\n23\n30 Belgium, Finland, France, Germany, Greece, Lithuania, Luxembourg, the Netherlands, Slovakia and Spain.",
  "page_24": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nIf compensation would be abolished only in the Netherlands, this would affect the chemical products and the basic metals sectors In a scenario where the Netherlands is the only country to abolish the current compensation for high electricity costs, the decline in output for the chemical products sector from ETS doubles to around 1 percent. See figure 11. While the basic metals sector sees an increase in output from ETS as long as compensation is given, its output declines when it is abolished. However, even in this scenario the drop in output in basic metals is still\nsignificantly smaller than in other EU countries, which often provide compensation for electricity costs. In France, Germany and the rest of EU the decline in basic metals output Is still more than three times larger than that in the Netherlands. This can be explained by the fact that Dutch basic metals are less carbon intensive. Output effects of a unilateral discontinuation of compensation are still larger than the effects of the ETS-price increase in the presence of compensation. Total output in the Netherlands drops by 0.15% in this scenario.\nFigure 11 Changes in output for 4 industrial sectors in the EU due to increase in ETS price, with no compensation for higher electricity costs in the Netherlands Percentage change\n0.5%\n0.0%\n-0.5%\n-1.0%\n-1.5%\n-2.0%\n-2.5%\n-3.0%\nFood\nChemicals\n@ NLD\nM GBR\nBasic metals\nPaper\nMm FRA\nUSA\n24\nM DEU\nM@ CHN\nH ITA\nM Row\nM RoEU",
  "page_25": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nCompensation in other countries has limited effects on the Dutch chemical products sector. If all the 11 countries that currently provide compensation stop doing so, the drop in output in the Dutch chemical products sector is estimated to be -1.1 percent, roughly the same as when the Netherlands unilaterally abolishes compensation. See figure 12. The basic metals sector would then see its Output drop by 0.4 percent, compared to 0.6 percent with unilateral abolition. As expected, for other countries output declines become more pronounced when ending compensation, although overall the effects are relatively small. In Germany, effects of abolishing compensation\nare relatively large because of high electricity use in the basic metals and chemical products sectors. In France these effects are very small, mostly because electricity production is relatively carbon efficient, due to the use of nuclear power in producing electricity. Italy benefits from abolishing compensation across Europe, because no compensation is currently given in this country so its competitiveness improves. Even without compensation, the rising ETS price mostly leads to modest drops in output, again, except in the basic metals sector where output declines of more than 2 percent follow from the EU ETS.\nFigure 12 Changes in output for 4 industrial sectors in the EU due to increase in ETS price, with no compensation for higher electricity costs anywhere Percentage change\n0.5%\n0.0%\n-0.5%\n-1.0%\n-1.5%\n-2.0%\n-2.5%\n-3.0%\nChemicals\nPaper\n@ NLD\nM GBR\nBasic metals\nFood\nH ITA\nM Row\n25\nMm FRA\nUSA\nM DEU\nM@ CHN\nM™ RoEU",
  "page_26": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n5 Energy prices, grid costs, carbon prices: how do they add up?\nThis section provides an estimate of the combined impact of the increase in energy prices, grid costs and carbon prices on the competitiveness of Dutch industry. Of the three price increases, the energy price shock is by far the most significant. As a consequence, the results resemble that of the energy price scenario: chemical products and basic metals experience a sharp drop in output, while most other sector are either not significantly affected or even benefit from the cost increases.\n5.1 Chemicals and basic metals most\nis significant at 9 percent, but this is still smaller than in most other EU countries. Another sector that is likely to see strong output effects from the changes in competitiveness is the refinery sector. Energy- and emission-intensity of production in the refinery sector is higher than that in the basic metals and chemical products sectors. However, we are unable to include model results for this sector because of its intricate relations with energy production (see box 1 in section 1).\naffected sectors\nThe combined changes in cost lead to a drop of 8 percent in Dutch chemicals output and 9 percent in basic metals output. See figure 13. The output drop in the Dutch chemicals sector is larger than in other EU economies, except Italy. This is because this sector exports a relatively large share outside of the EU and because Output prices increase more than in other EU countries. In basic metals, the Dutch output drop\nFigure 13 Changes in output for 4 industrial sectors due to combined shock energy, grid and carbon prices Percentage change\n2.5%\n0.0%\n2.5%\n5.0%\n7.5%\n10.0%\n12.5%\n15.0%\n17.5%\nFood\nPaper\nChemicals\nBasic metals\n@ NLD\n™ GBR\nM™ RoEU\nMm FRA\n| USA\nH ITA\n™ Row\nM DEU\nM@ CHN\n26",
  "page_27": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nThe effect of the combined shock on total Dutch output is -1.5%, only slightly larger than the effect of the energy price alone (-1.4%). The total effect is smaller in France (-1.0%) and the UK (-1.1%), whereas Germany (-1.7%), Italy (-2.6%) and rest of EU (-2.0%) experience a large drop in total output\nThe energy price shock has a much larger impact than the carbon price and grid costs increase combined. While the changes in energy and ETS prices are of similar size when taken at face value, most of the competitiveness effects of the ETS price increase are mitigated by the free allowances that are given to industrial producers. With most Dutch Ells operating on average close to the ETS benchmarks and the indirect costs via the electricity sector largely compensated up until now, most of the pressures from ETS on competitiveness are effectively mitigated. As a consequence, the negative effects on output from the increase in the ETS-price are generally less than 0.5 percent. The output effects of the grid cost increase are generally more than twice as large as those of the ETS price increase. However, by far the largest effects come from the energy price increase, which is responsible for approximately 85 percent of the combined price shock. See figure 14.\n2%\n0% LL\n-2%\nThe overall average impact on the output of Dutch Ells from the energy, grid and carbon cost increases combined is slightly above the European average. This is mainly caused by the higher than European average drop in output in the Dutch chemical products sector. The Dutch chemical products sector is more energy-intensive relative to its peers in other countries, and thus affected more by the price changes under\n-4%\n-6%\n-8%\n-10%\nFood\n™ Energy price scenario\nlM Carbon tax scenario\n31 CBS, 2024a\n™ Grid costs scenario\n32 Ibid\nconsideration. This relatively high energy intensity could also be related to composition effects: the Dutch chemical sector may simply produce goods that have a more energy-intensive production process than its foreign peers. However, we lack the data to verify this. The chemical sector has a large impact on total average output effect because it represents almost a third of total value added of Dutch Ells2' The other sectors under consideration see their output fall either by a percentage similar to the European average (food and basic metals) or outperform their European competitors (paper). However, due to the relatively small size of the paper sector, representing 4 percent of Dutch Ell output, it cannot compensate the stronger than average fall in output of chemical products?\nFigure 14 Changes in output for all Dutch industrial sectors due to combined price shock Percentage change\ni\n27\nPaper Chemicals Basic All sectors\nmetals",
  "page_28": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nAppendix 1 Model\nThis section will provide details on our CGE model. Our modelling framework builds on the (static) general equilibrium sectoral model from Devulder and Lisack (2020) and Allen et al. (2023). The global economy consists of a set of sectors S €{1,2...., S} which operate in a set of countries (or regions) denoted by C. Each sector is represented by a single firm that purchases domestic and foreign inputs Z to produce its final good Q. In the following, we describe this production process in more detail. The overall production network structure is illustrated in Figure 1: Production structure.\n1.1 Production functions\nThe final good in domestic country d sector s is produced with a CES technology using as inputs labor L, energy E, and intermediate inputs I:\nMis kas Yas Eas 6 6 7 8\n1 6-1\n1 6-1\n1 6-1\n+\n+\nd,s d,s\n(1)\n@ denotes the elasticity of substitution between these three inputs. py, y, and 6 denote share parameters such that differences in inputs are driven by both differences in relative prices and initial asymmetries in the production function. The Eis bundled from related sectors with\naggregate energy input\nusing inputs\nenergy\nE={1,2.....,S,}\nS,<S:\n(2\n1\no-1\na\nE =\n_— SE\nAdsj\ny?\no\nd,s\nj=1\n—L\nYas\ndsj\nIn words, the aggregate energy input E in domestic sector (d,s) is produced by using inputs from all energy sectors jEE. Analogously, the aggregate intermediary (non-energy) input is bundled from non-energy related Sectors [={S, 41,8, 42,...,S}:\n€\n(Biase\n1( Adsj \\ €\ne-1\n—\nTas ~\ndsj\n(3)\nSas\nAgain, o and e respectively denote the elasticity of substitution for both bundlers. Moreover, J and so share that reflect the relative importance of inputs from j —— are parameters sector Y in the bundling/production process. Hence, the last subscript expresses from which sector this input is coming from. The intermediate inputs for the aggregate energy and non-energy inputs are themselves produced using\ndomestic inputs and a bundle of foreign inputs:\nNx\nnx-t\nBaasj\nNx-1 ( Barsj yr Nxa1\nnx\nNx\nAasj\ndd,sj\nQasj\ndF,sj\n(4)\n28",
  "page_29": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nwhere n, = 0, if j EE and n, = n, if j EJ denotes the elasticity of substitution between inputs, which is allowed to differ between energy and non-energy related inputs. Moreover, here we not only make the distinction from which sector to input is coming from, but also from which country. For instance, Z,,, ; denotes an input for the domestic sector s which is bought from the domestic sector j. The capital F in the other input, Z,,.,, denotes that it is itself a bundle of foreign intermediary products, which is described below. Again, Baasj and Bar.sj share that reflect the relative importance of domestic and eS34er are a, Casj parameters foreign bundled inputs. Finally, the bundle of foreign sector inputs is produced using\nj\nZ,, ,,\n(Be\n= Sx-1\nSx\nZar,sj =\nBafsi \\* ox\nBar sj af,sj\n(5)\nThe share parameters have the following restrictions:\nHas t+ Yas + 6a,s =1\nSE\n» Gas) = Vas\nj=1\nSs\n>, asi = Sas\njJ=Spt+1\nBaasj + Bars) = Cas;\n» Bar,sj = Bar,sj\nfEF\nFigure 1 Production structure\nQas\nlo\nLas\nEas\nIa,s\nJO\nLasix\nLa sir\nZa sj\nZE sj,\nZ d\n/S]2\nF\n»S]2\nco! \\t\ntof \\t\nLafy sii Lafr,sjy\nLafy sir Lafysir\n29",
  "page_30": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nThe profit maximization problem of a representative firm in domestic sector is thus\nSs\ny\nMAX) 4 .ZaasjZafsjuas — Pas (1 ~ Tas)Qa;s — Wa Las — » Paj (4 + faasj)Zaasj » Pry (1+ Sarsy) Zapsi\nj=1\nFEF j=l\nsubject to equations (1) - (5), where t,, denotes an output tax in the respective sector, and ¢,,,, and ¢, fsj denote input taxes which are levied on inputs purchased from domestic or foreign sector j, respectively. Moreover, we also allow intermediate energy input taxes xs; which indirectly enter the profit maximization problem. The tax is imposed on the inputs of the energy bundler.\nThe representative firms are price-takers in a perfectly competitive environment such that profits are zero in equilibrium. Profit maximization gives rise to the usual CES demand equations and aggregate price indices, which are discussed below together with other equilibrium conditions.\n1.2 Household demand\nIn each country c EC there is a representative household, which consumes a CES bundle of goods from all sectors and all countries, with elasticity p. The representative household inelastically supplies a fixed amount of labour L,, and has preferences described by a constant relative risk aversion utility function:\n1-\n(\n1\np-1 yr\nUg =\nd\nwhere C, = dcec wt ee c.?\n1-p\nj dc,j\nwhere w>0 measures household's degree of relative risk-aversion and C,,,, denotes consumption from the domestic household purchased from country c sector j. The consumption shares c,,, must Satisfy YeDyia lacy = 1.\nCountry d household’s budget constraint is:\nPa Cy,=Wy Lat T,,+b, (@, )-S4@,,)) b, (@,,)do,,,\nwhere w,, denotes the aggregate wage rate in country d at time t, T,, denotes the government transfers in country d at time t, w denotes the state of the world, q denotes the pricing kernel, and b,,denotes asset holdings of the representative household in country d at time t. Technically, as discussed in Devulder and Lisack (2020), households have access to a full set of Arrow securities. More specifically, households from all countries trade securities for every possible state of nature in a perfectly competitive international financial market. This implies perfect cross-country risk-sharing in this static model, which is why we are free to drop the time indices in general. Hence, household maximize their utility ( 6 ) by choosing consumption components C,,, subject to their (static) budget constraint.\n30",
  "page_31": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nRelative demand and the perfect risk-sharing conditions are then:\nCadc,j ( <t) * for Cand jes = allce C ac, Pa 1 C ( \\ da 4 — vrer C, P\nwhere C,,, is consumption of the domestic household of a good from sector j in country c. C, is aggregate consumption of the domestic household. The share parameters {v atrer determine relative aggregate consumption across countries in the initial steady state. We normalize v,, = 1. P, denotes the consumption price index of the household in country d:\nPy = 22 lac,j p.-? Fe\ncj\n1.3 Market clearing conditions\nGoods market clearing The final good produced in domestic sector s is either demanded as input in domestic sectors, as input in foreign sectors, or consumed:\nQas = 22a + 22,2 + d Cca,s\nNote the changed ordering of double subscripts, reflecting the reversed trading flows: Z,, , denotes an input in country d sector j, which is coming from country d sector s, Z denotes input in country f fa,j sector j, which is coming from country d sector s, and C_, , denotes consumption of the representative household in country c from country d sector s.\nLabor market clearing In every country, labor is only an input in the final goods production. We assume that there is no labor mobility between countries such that:\nLg = dbs\nAsset market clearing There is perfect risk-sharing between countries. Asset market clearing implies:\n»;\nb.(w;) = 0Vt,w\ncece\nProfits & Transfers Aggregate and individual profits are zero\nIg = >. tas =0\nSs\n31",
  "page_32": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nTransfers in a given country equal tax revenues:\nTa = » Tas PasQas + Xd, Pa jSaasjZaa,sj + » d 2 Pr jSap.sjZar,sj + » » Xasj Pasj Za.)\ns jee\nwhere the first term represents revenue from taxing the final output, the second and third terms represent the revenue from taxing domestic and foreign inputs, and the fourth term represents tax revenues from the intermediate energy inputs.\nAggregate country/household budget constraint The aggregate resource constraint of households follows from the household budget constraint, asset market clearing and finally summing over all countries.\nS Pata = Ywelat Sty\ndec\ndec\ndec\n1.4 Equilibrium\nGiven a set of policy variables {%isjTas&acsj}, the equilibrium of the economy is described by prices {P d,s’ Pray Pig y P d,sj ,P,w,}, quantities {Q, ,Z dc, sj’ iC dc,j ,C,L, }, and transfers {T,} such that\nHousehold maximize their utility Firms, in all countries and sectors, maximize their profits Implied aggregate price indices hold The government budget constraint clears Markets clear.\n32\n33 The mathematical equilibrium equations are available on request.",
  "page_33": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nAppendix 2 Data and scenarios\nSection 2 Energy prices\nIn our scenario on increased energy prices, we model the impact of changes in electricity and natural gas prices between 2018 and 2025 on the competitiveness of Dutch industry. We do not take changes in coal and oil prices into account. Coal and oil prices are traded on global markets, in contrast to electricity and natural gas, trade of which is largely constrained by grid connections. This means the competitiveness effects of changing oil and coal prices are limited.\nTo estimate the medium term energy price changes, we use market prices of energy futures from Bloomberg for 2018 and 2025. Historical energy futures are used for 2018, and the 2025 futures are as registered in November 2024. We use the close price across the board, and convert all prices to EUR/MWh using exchange rates at the futures’ extraction date. For electricity, we use futures data from the Netherlands, France, Germany, Italy, Spain, Switzerland, Australia, Japan, UK and US. For the countries with individual results, the change in the futures between 2018 and 2025 is used directly to represent the price shock (the Netherlands, France, Germany, Italy, UK, US). For the regions consisting of multiple countries in our model, an average of the relevant countries is taken. Rest of European Union (ROEUV) is an average of Netherlands, France, Germany, Italy and Spain. Rest of world (RoW) is the average of Australia, Japan, Switzerland, UK and US. The average of the futures is a simplification of what may happen in reality, as we do not account for potential flows of energy or examine source countries of energy.\nFor natural gas, we rely on futures data from four markets: the Netherlands, UK, US and Japan. Gas futures from the Netherlands represent those of the Netherlands itself as well all those of France,\nGermany, Italy and RoEU in the model. The UK and US futures are applied directly to those two countries, while the RoW average is based on futures from Japan, the UK, and the US. No futures prices for China or Russia are registered for either electricity or natural gas.\nEnergy price shocks are modelled as input taxes on sectors consuming these energy products. Electricity price shocks are calculated as an additional tax on all industrial users of the electricity sector, while the electricity sector itself is exempt from input taxes, as the price changes already reflect increased costs. For electricity we only consider the final change in the price of electricity as the price shock. This is because the final price represents the price for consumers, i.e. the price faced by the other sectors using this energy good as input. Given that production of natural gas falls under the mining and quarrying (MQ) sector in the OECD input-output tables, we attribute the price shock to this sector. As with electricity price shocks, natural gas price shocks are treated as an additional tax on sectors consuming outputs of the MQ sector. However, also other products, such as coal, fall under this sector. To avoid overestimating the impact of the natural gas price shock on the MQ sector, we apply the price shock only to the share of natural gas consumed directly by industry from the MQ sector. We further assume that MQ itself is only composed of natural gas and coal, which is a simplification. This may lead to overstating the share of natural gas in MO sector and further to overestimation of the results with natural gas in scenario 1. We derive the share of natural gas consumed as follows:\npercent natural gas consumed by industry =\n(total natural gas consumed by industry) (total natural gas consumed by industry + total coal consumed by industry)\n33",
  "page_34": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nThis exercise is repeated for the 10 regions in our model. Natural gas consumption by industry varies, ranging from approximately 40 percent in the rest of the world (RoW) to over 90 percent in Europe. Consumption shares for EU countries are sourced from Eurostat energy balances (Eurostat, 2024), while data for other regions comes from IEA energy statistics (IEA, 2024). The change in natural gas price futures between 2018 and 2025 is multiplied by this share to determine the final natural gas price shock.\nSection 3 Grid costs\nIn our scenario on grid costs we model the impact of changes in electricity grid costs in the five economic blocs in the EU that are covered by our model: the Netherlands, Germany, France, Italy and the rest of the EU. Grid costs for industry are generally different from those of other consumers for competitiveness reasons. Effective grid costs for industry depend on multiple policy parameters that differ from country to country - that is, not only the value of the policy parameters is different, but also what the relevant parameters are. To the best of our knowledge, there is no dataset that covers industrial grid costs for all large economic blocs or even most economies within the EU. Therefore, we base ourselves ona 2024 report by E-bridge4 that covers grid costs for the Netherlands, Germany, France and Belgium. We assume that the blocs in the EU that are not included in this study but are included in our model, experience the average cost increase from Belgium, Germany and France. The reason we do so is that the Netherlands has seen a remarkable change to the policies relevant for industrial grid\ncosts (see section 3 “rising grid costs”), which are the reason for including this scenario in the first place.\nTo establish 2025 level of grid costs, we make a linear extrapolation from 2024 costs to 2030 costs. As we lack data for 2018 values, we model the entire cost as an increase. As overall grid costs were much lower in 2018 than in 2024, and industries in most countries are exempt from grid cost, this assumption is less strong that it may appear at first glance. Nevertheless, because of a lack of data on which we base our model estimates, the results in this section should be interpreted with care, as noted in section 3 itself. We model the increased grid costs as an input tax on industrial consumers of electricity. We divide the grid costs per country by the total electricity price to get a percentual cost increase that we can model as a tax.\nSection 4 ETS allowances price\nincrease\nIn our scenario on the increased price of ETS allowances, we model the impact of the ETS and ETS UK price increase between 2018 and 2025 on the competitiveness of Dutch industry.\nETS prices are expected to increase from €7.6 in 2018 to €67.5 in 2025, an average price increase of €60.5 The expected ETS price in 2025 is based on the trade in ETS futures in October 2024 2° Because the electricity sector receives no free allowances, the carbon price increase in this sector is equal to the ETS price increase of €6o.\n34 E-Bridge, 2024\n35 Refinitiv Eikon, 2024\n36 Refinitiv Eikon, 2024\n34",
  "page_35": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nIn manufacturing industry the increase in production costs is much smaller, because this sector receives free allowances based on the distance to the industry benchmarks. This means that the actual carbon price increase differs per company, sector and per country. To calculate the carbon price increase per sector, we estimated the distance to the benchmark for the Netherlands in 2018 based on data from NEa (NEa, 2022).7 For the EU as a whole we estimated the distance to the benchmark in 2017 based on European Commission data?®, see figure 9. Due to a lack of data, we were not able to estimate this for other individual EU countries. Therefore, for the UK and for all the EU countries except the Netherlands, we assume that the distance to the benchmark of each sector is equal to the EU average of that sector. This gives us an estimate of the share\nTable 2 Carbon price shock 2018-2025 Euros per ton\nof free allowances per sector. Combined with data on the carbon intensities of sectors, we can estimate the cost increase per sector for EU countries.\nCarbon prices outside of the EU are assumed to be zero, except in the UK. For the UK, the average carbon price is expected to increase from €7.6 in 2018 to €47 in 2025, based on trading in UK ETS futures in October 202429 This study assumes that the share of free allowances in the UK industries is the same as the EU average. For the rest of the world, including U.S. and China, we assume there are no carbon taxes. While we are aware of the China ETS, the combination of its low prices and high protection of industry means there is virtually no effective carbon pricing of Ells.\nElectricity\nPaper\nFood\nMineral products\nChemicals\nMetals\nMining & Quarrying\nRefineries\nNLD\n59.9\n-0.2\n8.7\n16.3\n8.0\n4.8\n15.1\n14.3\nEU\n59.9\n3.2\n37.3\n16.1\n14.4\n13.3\n37.3\n21.0\nGBR\n39.5\n2.1\n24.6\n10.6\n9.5\n8.8\n24.6\n13.8\nUSA\nCHN\nRoW\n37. NEa, 2022 38 European Commission, 2022 39 Refinitiv Eikon, 2024\n35",
  "page_36": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nThe estimations of the effects of higher ETS prices include 75 percent indirect compensation for higher electricity costs in electricity-intensive industries in the 11 countries that currently give compensation: Belgium, Finland, France, Germany, Greece, Lithuania, Luxembourg, the Netherlands, Slovakia, Spain and the UK. In an alternative scenario the Netherlands do not compensate for the increase in energy costs and in a third scenario no compensation for increasing electricity costs is given by any country.\nThe carbon tax in our model is modelled as an Output tax, based on emissions data that is connected to the production of outputs from the different sectors. We model the carbon tax as an output tax instead of an input tax, because we only know the total emissions resulting from producing a unit of output and we do not have data that connects these emissions to the different inputs used in the production process. This also means that in our model there\nthe ETS.\nis no substitution in energy inputs in response to the carbon tax. This implies that we might overestimate the effects of the carbon tax, because in practice energy costs can be reduced by substituting carbon intensive energy for cleaner alternatives. Our model does include substitution from carbon intensive (non-energy) products for less carbon intensive products, because the carbon tax increases the output price and in response sectors that use these outputs as inputs will have an incentive to switch to cheaper alternative inputs.\nSection 5 Combined scenario: energy prices, grid costs and ETS\nThis section is a simple addition of the applied\nprice changes and taxes in scenarios 2-4. See\nabove for a description of each individual price\nchange or tax. For the carbon prices, we use the\nscenario that includes 75 percentcompensation\nin 11 countries for the high electricity costs due to\n36",
  "page_37": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nAppendix 3 Robustness checks of chosen elasticities\nHow have we set elasticities?\nIn this appendix, we examine the sensitivity of our results to the elasticities chosen. In general we follow Allen et al. (2023). However, these elasticities are calibrated to the economy as a whole. We aim to model the responses of Ells to price changes as accurately as possible. Therefore, we have adjusted the elasticities to match expected differences in the responses of and consequences for Ells to price changes. As there is no consensus in the literature on how these elasticities may differ exactly, we opt for an expert-judgment approach, suitable to the questions asked in this study and based on quantifiable observations. This has led to two adjustments.\nFirstly, we have doubled two elasticities to match the international nature of competition for Ells. These are the elasticities governing the substitution between domestic and foreign providers of the same non-energy intermediate inputs, and the elasticity between different foreign providers of the same non-energy inputs. We do so because, compared to the economy as a whole, Ells are export-intensive sectors with relatively homogenous products. This means they compete more on international markets than do e.g. services sectors. By raising these elasticities, we allow substitution towards foreign competitors to happen at a higher rate than in the elasticities as used by Allen et al. (2023). Secondly, we have cut the elasticities between different non-energy-inputs in half. We do so because it is hard to replace the products of Ells, such as steel, paint or plastics by e.g. labor. It is more feasible to substitute the products of e.g. the services sector by labor.\nWhat is the effect of our changes to\nthe elasticities from Allen et al. (2023)?\nFor the most energy-intensive Ells, the elasticities determining the level of substitution with foreign competitors matter significantly. See figure 15 below, which demonstrates how the adjustments made vis-a-vis Allen et al. (2023) impact the output outcomes of our energy prices scenario. For basic metals and chemical products, we see that the negative output effect is dampened by about a third if we use the elasticiets as given by Allen et al. The intuition for this change is not difficult: an important part of the output effects of these prices shocks follow from international competition, with competitors seeing their production costs rise less or not at all. Therefore lowering the elasticities governing foreign substitution will also dampen the overall effect. We see a similar but even stronger effect on the positive output effect on the paper sector. The positive output effect is by and large the result of the lower energy-intensity of the Dutch paper sector compared to that of its European competitors, and the fact that it competes mostly on European markets. This offsets a negative output effect following from substitution towards less energy-intensive products and lower overall demand as a result of the cost- increase. Therefore the positive output effect for this sector disappears almost entirely when we cut the elasticities governing competition from foreign competitors in half. The effect of lowering the substitution between different non-energy inputs is smaller. For all Ells, we see a small but non-negligible drop in output. Again, the intuition for this effect is straightforward: Ells are, by definition, affected more by energy price increases than other sectors. This means that increasing the elasticity of substitution to the level of the economy as a whole has a negative effect on sectoral output for Ells.\n37",
  "page_38": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nFigure 15 Effect of changes to elasticities of Allen et al. (2023) in energy prices scenario on output for 4 Dutch industrial sectors Percentage change\n2.5%\nyk.\n0.0% EE\nie\n-2.5%\n-5.0%\n-7.5%\n-10.0%\n-12.5%\n-15.0%\n-17.5%\nFood\nPaper\nChemicals\nBasic metals\n™ Benchmark\nM@ ES btw Home & Foreign non-energy inputs (1.5 vs. 3 Benchmark) & ES across imported non-energy inputs (2.5 vs. 5 Benchmark)\n| Double ES btw non-energy inputs (0.6 vs. 0.3 Benchmark)\nFigure 16 below makes the same comparison, but now for alle economic blocs in our model and only for the basic metals sector. We see that the effects we saw for the most energy-intensive sectors in the Netherlands also hold for all economic blocs in which the basic metals sector is significantly affected. That is, the effect of cutting the elasticities that govern foreign competition in half is that it dampens output effects by abouta\nthird, and raising substitution between different non-energy inputs has a smaller but negative output effect. We see effects differ for basic metals sectors in economic blocs that have smaller or no energy price effects. The size and direction of these effects depends on the extent to which these sectors benefit or suffer from international competition and competition with other sectors.\n38",
  "page_39": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nFigure 16 Effect of changes to elasticities of Allen et al. (2023) in energy prices scenario on Output for the basic metals sectors Percentage change\n2.5%\n0.0%\n-2.5%\n-5.0%\n-7.5%\n-10.0%\n-12.5%\n-15.0%\n-17.5%\nNLD\nFRA\nDEU\nITA\nRoEU\nGBR\nUSA\nCHN\nRoW\n™ Benchmark\nM@ ES btw Home & Foreign non-energy inputs (1.5 vs. 3 Benchmark) & ES across imported non-energy inputs (2.5 vs. 5 Benchmark)\n™ Double ES btw non-energy inputs (0.6 vs. 0.3 Benchmark)\n39",
  "page_40": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nAppendix 4 Comparison of a high national and a high European carbon tax\n4.1 Scenarios for taxation In this appendix we compare the effects of two fictional scenarios: one with a high national tax on carbon, and one with the same tax at the European level. We do so for two purposes: firstly, to be able to compare price shocks at the national and European level directly, and secondly to see how vulnerable energy-intensive industries are to a scenario of a sudden tightening in climate policy. We find that the same tax at the European level has about half to two-thirds of the output effects on Ells compared to national level abolition, and that a tax at the level of the social cost of carbon will have strong effects on the basic metals sector.\nlevel of taxation to the level of the societal cost of carbon.¢*°\nRelative to the social cost of carbon, Ells\npay low price for their carbon emissions. This is true both within the Netherlands and abroad (OECD 2021; IMF 2023). We take the social cost of carbon from CE Delft* for 2021, which was €130 per ton of CO,. We deduct the effective carbon tax rates for each sector from this benchmark of €130 per ton. Effective carbon tax rates are calculated by adding energy taxes and the share of the ETS price that is actually paid (in other words, after deduction of free allowances) by each industry. We therefore take the 2021 average ETS price,* and multiply this by the distance to the benchmark in the Netherlands in 2078 the last year for which we , have sector-by-sector data available. We add an energy tax of €0.5/MWh for electricity, and €0.15/G) for natural gas. These are the European minimum tax rates. We apply exemptions from this minimal rate to the basic metals and minerals sector, in line with the tax breaks allowed to these sectors. We multiply this with the carbon emissions of each sector. The resultant tax is placed as an output tax on each sector. For the European scenario, out of a lack of data specified for each country, we assume that taxation at the level of the social cost of carbon will amount to the same increase in tax per unit produced for each European country’s Ell. The effective carbon rate is likely to be higher for those countries further from the benchmark, but this is likely to be more than offset by their higher carbon emissions. Our scenario is therefore likely to underestimate the effective price change of an increase of taxation levels to the social cost of carbon outside the Netherlands.\na\nBoth at the Dutch national and the European level, governments have set climate targets for 2030 and 2050. The available policies to reach those targets broadly consist of pricing, norms and subsidies. As Dutch industry is responsible for 31 percent of national emissions, these policies also directly affect the competitiveness of industry. Pricing policies for industry, such as the ETS and the Dutch national carbon levy, are much discussed: they can yield climate benefits and confirm to the ‘pollutor pays principle’, but can also lead to a loss of competitiveness and ‘carbon leakage’. Carbon leakage refers to a transfer of polluting productivity to other countries as a consequence of climate policies. Carbon leakage can offset climate gains from policies. To what extent carbon leakage occurs is strongly debated (Bollen et al, 2020; IMF, 2021; Trinks and Hille, 2023). With this scenario, we aim to add insights to the consequences of pricing policies for the energy-intensive industry. To do so, we examine a ‘stress-scenario’: an immediate increase in the\n4o CE Delft, 2022 41 Refinitv Eikon, 202 42 NEa, 2022\n4O",
  "page_41": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nWe note that these scenarios have limitations in their approach of reality. First of all, just as in section 4, our approach does not allow for fuel switching. Secondly, also as in section 3, we lack country-level estimates of the distance of industries to the ETS benchmarks for EU countries other than the Netherlands. We also emphasize the limitations of a model-based approach to accurately reflect effects of the magnitude we see in the results section; it is unlikely that the implicit assumption that all elasticities are linear holds when output differences become very large In other words, a predicted drop in output of e.g. 30 percent is hard to relate to sectoral realities, especially when a few large companies or even a single company account for the majority of output and emissions. All general limitations of our model-based approach (see the introduction) also apply. The results should therefore be taken as indicative of the size of the effects, differences between sectors and the difference of national and international abolition, rather than precise estimates.\n4.2 National carbon tax affects the basic metals sector most The impact of the national taxation scenario on output among Ells is substantially larger than that of the energy price increases and carbon prices increases. See figure 17. The basic metals sector is hit by an output drop of 29 percent. The effect of our national taxation scenario is much larger than the energy and carbon price increases for two reasons. Firstly, national policy changes do not affect competitors on the EU internal market. That means that cost increases translate directly in a competitiveness loss. We saw in sections 2 and 4 that price increases on the European level led to a dampened or even reversed effect on Dutch industrial competitiveness, because foreign competitors are faced with similar increases in\nprices. There is no such effect for national policy changes. Secondly, and equally important, we are looking at a much larger price change. This becomes immediately clear if we compare our taxation scenario to the increase in ETS prices described in section 4. An increase in ETS prices is dampened because of free allowances. As Dutch industrial sectors obtain 88 percent of their required allowances for free, a price increase under the EU ETS of for example €100 per ton CO,, only leads to €12 per ton CO, of additional average costs. A national increase in carbon taxation, on the other hand, immediately translates into full additional costs for Dutch industry. While energy prices show a Stronger increase than carbon prices over the medium term, the price effect of a national increase of taxation to the level of the social cost of carbon is still significantly larger.\n4.3 EU wide tax affects Dutch Ells\nmuch less If the same tax is introduced at the EU level rather than the national level, the sectoral output effects on Dutch Ells drops significantly. See figure 18. The Dutch basic metals sector, for example, now experiences an output drop of about 17 percent, compared to 29 percent in the national scenario. The difference is fully due to the reduced effects of trade competition; substitution between sectors remains fully intact. Industries in other EU countries experience output drops of similar magnitudes. Differences between countries are mostly driven by carbon intensity of production of the respective sector, and their exposure to competition from non-affected (non-EU) competition. This leads to larger-than-average effects in the chemical products sector in the Netherlands, and smaller-than-average effects in the basic metals sector. In this scenario, UK Ells see a significant bump in output. This is because UK Ells compete on largely the same markets as EU Ells.\nA",
  "page_42": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nFigure 17 Output effects of a national taxation at the 2021 level of the social cost of carbon Percentage change\n5%\n0% =\n-5%\n-10%\n-15%\n-20%\n-25%\n-30%\nFood\nPaper\nChemicals\nBasic metals\n@ NLD\nMm FRA\nM DEU\nH ITA\n™ RoEU\n™ GBR\n| USA\nM@ CHN\nM Row\nFigure 18 Output effects of a European taxation at the 2021 level of the social cost of carbon Percentage change\n10%\n0%\n5%\n-5%\n-10%\n-15%\n-20%\n-25%\nChemicals\nBasic metals\nFood\nPaper\n™ FRA\n| USA\nM DEU\nM@ CHN\n@ NLD\n™ GBR\nBH ITA\nM Row\n™ RoEU\n42",
  "page_43": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nLiterature\nAllen et al. (2023). Using short-term scenarios to assess the macroeconomic impacts of climate transition. Banque de France, Working Paper Series no. 922. Retrieved from www.publications.banque-france.fr. Aurora (2024). Grid Fee Outlook for the Netherlands 2045. Aurora Energy Research. Retrieved from www.auroraer.com. Bloomberg (2024). Bloomberg Energy Futures. Retrieved from www.eurex.com. Bollen et al. (2020). CO,‚-heffing en verplaatsing Retrieved from www.CPB.nl. CBS (2018). Export naar de EU. Gateway to the rest of the world? - De positie van Nederland. Internationaliseringsmonitor 2018-1. Retrieved from www.cbs.nl. CBS (2022). Wederuitvoer in 2022 groter dan export van Nederlandse makelij. Retrieved from www.cbs.nl. CBS (2024). StatLine - Bbp, productie en bestedingen; kwartalen, waarden, nationale rekeningen. Retrieved from www.cbs.nl. CBS (2024b). StatLine - Arbeidsvolume; bedrijfstak, geslacht, nationale rekeningen. Retrieved from www.cbs.nl. CBS (2024c). StatLine - Research en development; personeel, uitgaven, bedrijfsgrootte, bedrijfstak. Retrieved from www.cbs.nl. CE Delft (2023). Handboek Milieuprijzen 2023: Methodische onderbouwing van kengetallen gebruikt voor waardering van emissies en milieu-impacts. CE Delft. Den Nijs and Thissen (2024). Duurder gas drukt de concurrentiepositie van de Nederlandse industrie. ESB. Devulder and Lisack (2020). Carbon Tax in a Production Network: Propagation and Sectoral Incidence. Banque du France, Working Paper Series no. 760. Retrieved from www.publications.banque-france.fr.\nE-Bridge (2024). Electricity cost assessment for large industry in the Netherlands, Belgium, Germany, and France. Retrieved from www.rijksoverheid.nl. Erken en Groot (2025). Het concurrentie- vermogen van de Nederlandse economie bezien vanuit lonen en productiviteit. Retreived from www.rabobank.nl. European Commission (2022). EUR-Lex - 52022DCO516 - EN. Retrieved from https://eur-lex.europa.eu. Eurostat (2024). Energy balances. Retrieved from www.ec.europa.eu. IEA (2024). Energy statistics. Retreived from Wwww.lEA.org. IMF (2021). Revisiting carbon leakage. IMF Working Paper, retrieved from www.lMF.org. IMF (2023). Climate Crossroads: Fiscal Policies in a Warming World. Retrieved from www.lMF.org. IMF (2023). IMF Fossil Fuel Subsidies Data: 2023 Update. Working Papers Volume 2023 Issue 169 Retrieved from www.lME.org. IMF (2024). Europe Needs a Coordinated Approach to Industrial Policy. Retrieved from www.lMF.org. ING (2024). Industrie keert in 2024 terug naar bescheiden groei. Retreived from www.lNG.nl. Lehtonen, L., Kroon, M., & Schotten, G. (2025). Heterogeniteit van de effecten van uitstootbeprijzing op de Nederlandse industrie. Ministerie van Financiën (2024). Fossiele subsidies, Bijlage 25 bij de Miljoennennota 2025 Retrieved from www.rijksoverheid.nl. NEa (2018). Feiten en cijfers over emissiehandel in Europa en Nederland. Retreived from www.emissieautoriteit.nl. NEa (2022). CO,-efficiëntie grote industrie in afgelopen 4 jaar nauwelijks verbeterd. Retrieved from www.emissieautoriteit.nl.\n43",
  "page_44": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\nOECD (2020). The Netherlands’s Effort to Phase Out and Rationalise its Fossil-Fuel Subsidies. Retrieved from https://www.oecd.org. OECD (20212). Effective Carbon Rates 2021: Pricing Carbon Emissions through Taxes and Emissions Trading. Retrieved from https://www.oecd.org. OECD (2021b). Input-output tables. Retrieved from https://www.oecd.org. PwC (2024). Onderzoek naar de effecten van de aanscherping van het energie- en klimaatbeleid op de industrie. Retrieved from www.rijksoverheid.nl. PwC (2025). De Sociaaleconomische Impact van 6 Sectoren binnen de Basisindustrie. Retreived from www.vemw.nl.\nRefinitiv Eikon (2024). Refinitiv Eikon. Sgaravatti (2024). How to fill the remaining gaps in pricing the emissions of the EU's energy-intensive industries. Retrieved from www.Bruegel.org. SOMO (2023). Rechtvaardig afbouwen van fossiele subsidies. Retreived from Www.SOMO.nl. Trinks and Hille (2023). Carbon costs and industrial firm performance: Evidence from international microdata. Retrieved from Www.CPB.nl.\n44",
  "page_45": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n45",
  "page_46": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n46",
  "page_47": "DNB Competitiveness of the Dutch energy-intensive industry: energy prices, grid costs and ETS\n47",
  "page_48": "De Nederlandsche Bank N.V.\nPO Box 98, 1000 AB Amsterdam\nThe Netherlands\n+31 (0) 20 5249111\ndnb.nl/en\nFollow us on:\nX @ in\nEUROSYSTEEM"
},
  "language": "Languages.ENGLISH",
  "total_pages": 48
}
