{
  "file_name": "133_1287.pdf",
  "pages": {
  "page_1": "tas\n|\nCem'In‘Eu\nt Ne | in vat yn ur\nAn effective CBAM must replace ETS free allowances by 2030, says industry innovator By Laurence Lamy, head of EU Affairs, Cem’in’EU\nThe European Union is at a crossroads in its climate ambition. The coming confirmation votes of the European Parliament will either pave the way for a more sustainable Europe or signal that the bloc is unwilling to meet the climate challenge for future generations.\nAmong the many initiatives on which the European Parliament will have to confirm its virtuous approach, the creation of an ambitious Carbon Border Adjustment Mechanism (CBAM) linked to an efficient and justified review of the Emissions Trading Scheme (ETS) represent a game changer for a passive EU industry.\nAs an industrial start-up, Cem’In’EU strongly believes that industry has a shared responsibility for delivering on this vision. Policymakers must create a framework to enable innovation and sustainability to thrive, while industry has to seize the opportunities this provides to implement processes with the best possible environmental footprint. Contrary to the traditional resistance of cement players, the new generation of cement factories is committed and innovates to reduce its emissions.\nWhile political groups in the European Parliament are divided about the issue of ETS free allowances, a choice, for the advent of a modern and sustainable EU industry, must be made in Strasbourg on June 7,\nPerverse incentives\nThe free allowances under the ETS are not sustainable and must be gone by the end of the decade. The existence of these free allowances doesn’t comply with the “polluter-pays principle”, a core European value. Moreover, this system has not changed behaviours. On the contrary, it has subsidised for years polluting practices in disguise. Worse, during the 3 phase of the ETS (between 2013 and 2019) gross CO2 emissions from the EU’s cement industry increased from 103 M tons to 108M tons’.\nIn addition to this dismal reality, the free allocation of emission permits for the cement industry during phases 1 to 3 of the ETS and especially after the 2008 global recession, subsidised years of pollution. The European cement industry reaped about 3.5 billion euros of “over allocation” profits due to a slowdown in production when allowances were unchanged?. Those billions were not reinvested by the cement players for BAT in their European facilities but used to develop brand new and BAT (Best Available Techniques) cement plants outside Europe. In 2019, there was only 48% dry kilns with carbon-reducing preheater and precalciner in EU(28) against 93% in India or 78% in Morroco, Algeria and Tunisia together®. This dual behavior from the same players is because they had no incentive to reduce their COz emissions in Europe.\nsource : GCCA, Get The Numbers right (GNR) 2017 https: ccassociation.or;\n? Branger, F., & Quirion, P. (2014). Reaping the carbon rent: Abatement and overallocation profits in the European cement industry, insights from an LMDI decomposition analysis. Retrieved from Energy Economics, Elsevier,: https://hal.archives-ouvertes.fr/hal-01137935 (p44)\n3 The Numbers right (GNR Source : GCCA, Get",
  "page_2": "tas\n|\nCem'In'Eu\neme tinn vation in urope\nWhile the EU wants to be the most virtuous and encourage global partners to follow the path of sustainability and hope to safeguard a promising future, the European cement industry is a poor performer worldwide. Taking this into account, how can we consider further delaying the full implementation of a powerful carbon leakage tool, such as CBAM, in order to maintain these ETS free allowances with their perverse effects?\nFree allocation must end by 2030\nThe Fit-for-55 package of which CBAM is an essential component is designed to deliver 55% emissions cuts by 2030. In practical terms this means the full implementation of CBAM by the end of the decade together with a corresponding full phase-out of ETS free emissions allowances. Waiting another ten years, because some sectors, such as cement, delayed their action to be more sustainable is simply not acceptable. The EU must hold firm and act now to live up to its commitment to future generations.\nThe current version of the CBAM / ETS reports agreed by Members of the Environment Committee represents a very positive signal for EU industry and a clear pathway to hold it to its environmental commitments.\nIf an industrial start-up like Cem’In’EU is ready to operate within a brand-new framework, without free allowances, but with a border levy (CBAM) ensuring a level playing field between EU players and external partners, other traditional cement companies must have the resources to do so. Let everyone take responsibility at this decisive moment.\nENDS"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
