{
  "file_name": "134_1310.pdf",
  "pages": {
  "page_1": "Message\nFrom:\nRiley Smith\nSent:\n11/3/2020 3:20:35 PM\nTo:\nSubject: [GGLNG] API's Response to Reports French Government Blocked US LNG Contract Attachments: President Macron Letter FINAL Nov2.pdf; [GGLNG] EU Releases Strategy to Reduce Methane Emissions; {OGP_Methane emissions_CBAM.pdf\nDear Global Gas and LNG Workgroup,\n| hope everyone is doing well on this election day. | just wanted to give you a quick update on a recent story that has been getting a lot of coverage in LNG news circles. As you very likely already know, a couple of weeks ago, Politico reported that the French government had forced Engie, a French electric utility company and trading house, to delay signing a 20-year LNG supply contract with US LNG exporter NextDecade. The contract potentially was worth $7 billion. The French government reportedly expressed concerns over methane emissions by US natural gas producers in the Permian, where NextDecade’s natural gas would be sourced.\nSince the delay in signing the contract was first reported, the US Department of Energy has responded, as have 21 Congressional Republicans and one Republican Senator (Kevin Cramer (R-ND)), who sent separate Saat letters ntanteasecte to French President Emmanuel Macron expressing their disagreement with the reasoning behind the delay (please see link and attached letter). Earlier today, it was reported that Engie had walked away from the proposed LNG deal. A timeline of events related to the scuppered deal is provided below.\nThe story around the Engie-NextDecade deal is very timely as it comes just as EU has released its Methane Strategy (see attached) and ended the public consultation on its proposed Carbon Border Adjustment Mechanism (CBAM). Last week’s call with the International Association of Oil and Gas Producers {IOGP) focused on these exact topics (see attached slides), and the French government’s move to block the Engie-NextDecade deal is a clear indication of the types of obstacles US LNG exporters could face when trying to ship to the EU in the coming years.\nAs this story has developed,\ne Ina recent interview with Axios’ Amy Harder, API President & CEO Mike Sommers emphasized that, “We do not think that gas or oil for that matter from other countries is any cleaner than what is produced in the United States.” e In a recent blog post on the topic, API’s Mark Green points to the critical role that natural gas has played in lowering GHG emissions from the US power sector, and how LNG exports to Europe have increased at a time when coal- to-natural gas switching is also accelerating on the continent. e Earlier this year, AP| released a report conducted by ICF showing that US LNG exports have similar, if not lower, GHG emissions than pipeline gas from Russia, a finding backed up by two previous reports by the Department of Energy’s National Energy Technology Laboratory. e Tomorrow,\nWhile Engie has walked away from the LNG contract, this is not the end of the broader discussion on the role of natural gas, especially US LNG exports, in the EU’s energy mix going forward. With the EU Methane Strategy and its Taxonomy on Sustainable Activities, the discussion is entering a new phase, and API will continue to keep you apprised of new developments while emphasizing the positive effects of increased access to natural gas, particularly via US LNG exports.\nTimeline of Engie-NextDecade LNG Deal:\nConfidential\nAP|_00015080",
  "page_2": "e On October 21, Politico reported that the French government had forced Engie, a French electric utility company, to delay signing a 20-year LNG supply contract with US LNG exporter NextDecade. The contract potentially is worth $7 billion.\ne The Department of Energy said that it was “short-sighted and narrow-minded to delay LNG projects for political posturing,” and that the move “threatens to hinder the environmental progress we’ve made using American natural gas.”\ne On October 22, Politico reported that the State Department planned to intervene to pressure the French government to approve the deal.\ne On November 2, 21 Republican members of Congress sent a letter (see attached) to French President Emmanuel Macron expressing disagreement with the French government’s “misinformed assumption” that “U.S. shipments are supposedly more greenhouse gas (GHG) intensive from a life-cycle perspective than other foreign gas supply.”\nAlso on November 2, Senator Kevin Cramer (R-ND) wrote a letter to French President Emmanuel Macron urging\ne\nthe French government to stop preventing the signing of the deal.\nOn November 3, it was reported that Engie had waikecd away from the LNG deal.\ne\nIf you have any questions about this issue or how API has responded to it, please don’t hesitate to reach out to me.\nBest, Riley\nRiley Smith\nPolicy Advisor - ¢\nWWW.apiore\ntek\n“Pt Fx\npeat they\nhe\nnginute\nConfidential\nAP|_00015081"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
