{
  "file_name": "134_1309.pdf",
  "pages": {
  "page_1": "International\nAssociation\nof Oil& Gas\nProducers\nCONSULTATION\nRESPONSE\nOCTOBER\n2021\nIOGP response to the public\nconsultation on the Carbon\nBorder Adjustment Mechanism\n[CBAM] proposal\nThe International Association of Oil & Gas Producers (IOGP) supports the goals of the Paris Agreement and the EU’s ambition to reach climate neutrality by 2050. We recognize that there are many challenges on the road to meet this objective as the energy transition will require significant investments, new technologies, effective policies, and behavioural changes.\nThe increased EU climate ambition and associated price signals from a revised EU ETS will increase the need for an effective carbon leakage protection mechanism for the impacted EU ETS sectors to incentivise emission reductions from a global perspective while avoiding deindustrialisation, loss of investment and employment in the EU; as well as ensure a level playing field for EU producers when competing domestically and on export markets.\nIOGP favours a globally consistent, meaningful carbon price. However, until consistency on a global carbon pricing can be achieved, IOGP believes it is essential to adopt effective EU measures that avoid carbon leakage. We recognise that the CBAM proposal aims to establish a level playing field in an environment at higher cost of carbon levels than in the current system based on the granting of free allowances and compensations for the increase in electricity costs under state aid rules. We welcome the proposed CBAM Regulation’s intention of ensuring that the EU’s climate ambition is not undermined by 3” country market players subject to less stringent environmental requirements. However, we also highlight the need to safeguard EU industries from potential retaliation measures by 3% countries and their consequent economic burden. Directly linking the pricing of CBAM to the EU Emissions Trading System (EU ETS], if designed well, can provide a level playing field that is fully transparent and demonstrates to 3% countries how they can increase their own climate ambitions by adopting a comparable carbon price on their own products to avoid the CBAM.\nIn view of the European Commission proposal on the CBAM Regulation we would like to make the following recommendations:\n1) An adequate carbon leakage protection mechanism needs to cover both imports and exports for the relevant EU ETS sectors as the granting of free allowances does today. An import-only CBAM is no adequate alternative to free allowances: Without free allowances, the absence of an export rebate mechanism in the proposed CBAM undermines not only EU export competitiveness, but can also undermine EU industry’s competitiveness on the EU internal market, depending on the specific market dynamics of the products in question. Therefore, for CBAM to become an acceptable alternative to free allowances, the design will need to be expanded to include an export rebate mechanism. In the absence of a CBAM export rebate mechanism, a hybrid system needs to be put In place in order to continue providing a sufficient amount of benchmark-based free allowances while introducing an import-only CBAM on the emissions above the benchmark level.",
  "page_2": "ee\n2) Earmarking of the additional revenues generated by the CBAM to bridge the investment gap to decarbonize the industries covered by the EU ETS: We emphasize that the primary objective of the CBAM must be to provide cost- effective carbon leakage protection in an environment of increasing carbon cost while minimizing trade distortion/ tension. However, replacing the existing granting of free allowances with an inadequate CBAM as proposed [i.e. with no export rebate mechanism] will increase the cost of carbon to EU industries and thus also undermine EU industry's financial ability to address their full abatement costs. As the CBAM will generate additional revenues to the EU, these should be used in a technology-neutral manner to accelerate the development and deployment of climate change mitigation technologies, such as Carbon Capture Utilization and Storage [CCUS], and renewable and low-carbon gases. 3) Phased introduction and need for re-assessments: IOGP welcomes the European Commission's proposal to include few selected sectors only in the initial CBAM scope and implement the CBAM starting with a transitional period. This transitional period will allow the Commission, industry and other stakeholders to learn and adapt the CBAM as needed. To address the carbon leakage risk better, and to avoid circumvention and a risk of a non-level playing field across Industries, it is important to develop a comprehensive assessment of additional sectors, including complex goods that might be included in the scope of CBAM ina future phase.\nRegistered Office: City Tower, Level 14, 40 Basinghall Street, London EC2V 5DE, United Kingdom\nT +44 (0)20 3763 9700 / reception@iogp.org\nBrussels Office: Avenue de Tervuren 188A, B-1150 Brussels, Belgium\nT +32 (0)2 790 7762 / reception-europe@iogp.org\nHouston Office: 15377 Memorial Drive, Suite 250, Houston, TX 77079, USA\nT +1 (713] 261 0411 / reception-americas@iogp.org\nwww.iogp.org\nwww.oilandgaseurope.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
