{
  "file_name": "134_1314.pdf",
  "pages": {
  "page_1": "Contribution ID: f2a6050c-559a-40dd-867a-a93df5d7ft7f\nDate: 28/01/2021 13:32:45\nUpdating the EU Emissions Trading System\nFields marked with * are mandatory.\nIntroduction\nThe European Green Deal, adopted by the Commission in December 2019, has tackling climate change and reaching the objectives of the Paris Agreement and other environmental issues (including addressing air pollution) at its core. The 2050 climate neutrality objective, which the Commission proposed in 2018 and the European Council and Parliament endorsed, is one of its central elements. The Commission has proposed to enshrine climate neutrality into EU law. In order to set the EU on a sustainable path to achieve climate neutrality by 2050, the Commission has proposed in the Communication on stepping up the EU’s 2030 climate ambition an EU-wide, economy-wide net greenhouse gas emissions reduction target of at least 55% in 2030 (compared to 1990).\nBuilding on the existing 2030 legislation and the Communication on stepping up the EU’s 2030 climate ambition, the Commission will review and propose to revise, where necessary, the key relevant legislation by June 2021. This will include a coherent set of changes to, notably, the EU Emissions Trading System Directive, the Effort Sharing Regulation and the Land Use, Land Use Change and Forestry (LULUCF) Regulation, CO2 Emissions Performance Standards for Cars and Vans and, the Renewable Energy Directive and the Energy Efficiency Directive.\nThis consultation focuses on the EU Emissions Trading System (EU ETS), a key tool for reducing greenhouse-gas emissions and achieving the EU’s climate targets. The EU ETS is a cap-and-trade system that currently governs 41% of the EU’s emissions, covering power and heat generation, energy-intensive industrial sectors and aviation within the European Economic Area and to/from Switzerland. The Communication on stepping up the EU’s 2030 climate ambition explicitly indicates the need to revise the EU ETS in light of the aforementioned more ambitious target. This includes the extension of the EU ETS to new sectors, such as the maritime sector, which is a sector that requires a basket of measures to ensure its fair contribution to the climate neutrality goal by 2050. Furthermore, emissions trading system could be expanded to road transport and buildings, and potentially all fossil fuel use.\nThis public consultation invites citizens and organisations to contribute to the assessment of how to translate the increased EU 2030 emission reduction ambition into an upgraded, more ambitious, workable and realistic ETS. The results of the consultation (which will be summarised and published) will inform the Impact Assessment, accompanying the Commission proposal for revising the ETS. There are additional parallel public consultations on the review of the LULUCF Regulation, of the CO2 Emissions Performance Standards for Cars and Vans and of the Effort Sharing Regulation.",
  "page_2": "Guidance on the questionnaire\nThis public consultation consists of some introductory questions related to your profile, followed by a questionnaire. Please note that you are not obliged to respond to all questions in the questionnaire.\nThe Commission already held an open public consultation on the 2030 Climate Target Plan, which was open for 12 weeks from 31 March to 23 June 2020. Many high-level questions related to the increased climate ambition were asked in the context of that consultation. The present questionnaire therefore focuses on more specialised and detailed questions on the ETS design required to best achieve the revised target.\nAt the end of the questionnaire, you are invited to provide any additional comments and to upload additional information, position papers or policy briefs that express the position or views of yourself or your organisation.\nThe results of the questionnaire as well as the uploaded position papers and policy briefs will be published online. Please read the specific privacy statement attached to this consultation informing on how personal data and contributions will be dealt with.\nIn the interest of transparency, if you are replying on behalf of an organisation, please register with the register of interest representatives if you have not already done so. Registering commits you to complying with a Code of Conduct. If you do not wish to register, your contribution will be treated and published together with those received from individuals.\nAbout you\n*Language of my contribution\nBulgarian\nCroatian\nCzech\nDanish\nDutch\nEnglish\nEstonian\nFinnish\nFrench\nGerman\nGreek\nHungarian\nIrish\nItalian",
  "page_3": "Latvian Lithuanian Maltese Polish Portuguese Romanian Slovak Slovenian Spanish Swedish\n*|am giving my contribution as\nAcademic/research institution Business association Company/business organisation Consumer organisation EU citizen Environmental organisation Non-EU citizen Non-governmental organisation (NGO) Public authority Trade union Other\n“First name\nNora\n*Surname\nHansen\n*Email (this won't be published)\nnh@iogp.org\n“Organisation name\n255 character(s) maximum",
  "page_4": "International Association of Oil & Gas Producers (IOGP)\n“Organisation size\n*Country of origin\nMicro (1 to 9 employees) ® Small (10 49 employees) to Medium (50 to 249 employees) Large (250 or more)\nTransparency register number\n255 character(s) maximum\ntransparency register\n3954187491-70\nSaint Martin\nSaint Pierre\nand Miquelon\nSaint Vincent\nand the\nGrenadines\nSamoa\nSan Marino\nDjibouti\nDominica\nDominican\nRepublic\nLuxembourg\nMacau\nEquatorial\nGuinea\nEritrea\nEstonia\nEswatini\nMalaysia\nMaldives\nMali\nLibya\nLiechtenstein\nLithuania\nAlgeria\nAmerican\nSamoa\nAndorra\nSao Tomé and\nPrincipe\nSaudi Arabia\nAnguilla\nAntarctica\nAntigua and\nBarbuda\nArgentina\nAlbania\nEcuador\nEgypt\nEl Salvador\nMalawi\nAngola\nSenegal\nSerbia\nSeychelles\nSierra Leone\nAfghanistan\nAland Islands\nMadagascar\nMalta\nEthiopia",
  "page_5": "Armenia\nAruba\nAustralia\nAustria\nAzerbaijan\nBahamas\nBahrain\nBangladesh\nBarbados\nBelarus\nBelgium\nBelize\nBenin\nBermuda\nBhutan\nBolivia\nBonaire Saint\nEustatius and\nSaba\nBosnia and\nHerzegovina\nBotswana\nBouvet Island\nBrazil\nBritish Indian\nOcean Territory\nBritish Virgin\nIslands\nFaroe Islands\nFiji\nFinland\nFrance\nFrench Guiana\nFrench\nPolynesia\nFrench\nSouthern and\nAntarctic Lands\nGabon\nGeorgia\nGermany\nGhana\nGibraltar\nGreece\nGreenland\nGrenada\nGuadeloupe\nGuam\nGuatemala\nGuernsey\nGuinea\nGuinea-Bissau\nGuyana\nMonaco\nMongolia\nMontenegro\nMontserrat\nMorocco\nMozambique\nMyanmar\n/Burma\nNamibia\nNauru\nMarshall\nIslands\nMartinique\nMauritania\nMauritius\nMayotte\nMexico\nMicronesia\nMoldova\nNepal\nNetherlands\nNew Caledonia\nNew Zealand\nNicaragua\nNiger\nSingapore\nSint Maarten\nSlovakia\nSlovenia\nSolomon\nIslands\nSomalia\nSouth Africa\nSouth Georgia\nand the South\nSandwich\nIslands\nSouth Korea\nSouth Sudan\nSpain\nSri Lanka\nSudan\nSuriname\nSvalbard and\nJan Mayen\nSweden\nSwitzerland\nSyria\nTaiwan\nTajikistan\nTanzania\nThailand\nThe Gambia\nFalkland Islands",
  "page_6": "Brunei\nBulgaria\nBurkina Faso\nBurundi\nCambodia\nCameroon\nCanada\nCape Verde\nCayman Islands\nCentral African\nRepublic\nChad\nChile\nChina\nChristmas\nIsland\nClipperton\nCocos (Keeling)\nIslands\nColombia\nComoros\nCongo\nCook Islands\nCosta Rica\nCéte d'Ivoire\nCroatia\nHaiti\nHeard Island\nand McDonald\nIslands\nHonduras\nHong Kong\nHungary\nIceland\nIndia\nIndonesia\nlran\nlraq\nIreland\nIsle of Man\nIsrael\nltaly\nJamaica\nJapan\nJersey\nJordan\nKazakhstan\nKenya\nKiribati\nKosovo\nKuwait\nNorth\nMacedonia\nNorway\nOman\nPakistan\nPortugal\nPuerto Rico\nQatar\nRéunion\nRomania\nNigeria\nNiue\nNorfolk Island\nNorthern\nMariana Islands\nNorth Korea\nPalau\nPalestine\nPanama\nPapua New\nGuinea\nParaguay\nPeru\nPhilippines\nPitcairn Islands\nPoland\nTimor-Leste\nTogo\nTokelau\nTonga\nTrinidad and\nTobago\nTunisia\nTurkey\nTurkmenistan\nTurks and\nCaicos Islands\nTuvalu\nUganda\nUkraine\nUnited Arab\nEmirates\nUnited\nKingdom\nUnited States\nUnited States\nMinor Outlying\nIslands\nUruguay\nUS Virgin\nIslands\nUzbekistan\nVanuatu\nVatican City\nVenezuela\nVietnam",
  "page_7": "Cuba\nKyrgyzstan\nRussia\nWallis and\nFutuna\nCuracao\nLaos\nRwanda\nWestern\nSahara\nCyprus\nLatvia\nSaint\nYemen\nBarthélemy\nCzechia\nLebanon\nSaint Helena\nZambia\nAscension and\nTristan da\nCunha\nDemocratic\nLesotho\nSaint Kitts and\nZimbabwe\nRepublic of the\nNevis\nCongo\nDenmark\nLiberia\nSaint Lucia\nType of organisation (please select the option that fits best):\nPrivate enterprise Professional consultancy, law firm, self-employed consultant Trade, business or professional association Non-governmental organisation, platform or network Research and academia Social partners National, regional or local authority (mixed) Other\nPlease indicate the economic sector you are active in (as an individual or as an organisation)\nAgriculture, Hunting and Forestry Financial Intermediation Fishing Real Estate, Renting and Business Activities Mining and Quarrying Public Administration and Defence Manufacturing Education Electricity, Gas and Water Supply",
  "page_8": "Health and Social Work Construction Other Community, Social and Personal Services Wholesale and Retail Trade Activities of Private Households as Employers Hotels and Restaurants Extraterritorial Organisations and Bodies Transport, Storage and Communications ® Other\nIf other, please specify:\nOil and gas\nIf you are a civil society organisation or a public administration, please indicate your main area of focus or your area of competence:\n1000 character(s) maximum\n*Publication privacy settings\n\nAnonymous\nOnly your contribution, country of origin and the respondent type profile that you selected will be published. All other personal details (name, organisation name and size, transparency register number) will not be published.\nPublic\nYour personal details (name, organisation name and size, transparency register number, country of origin) will be published with your contribution.\n¥| | agree with the personal data protection provisions\nA. The Contribution of EU ETS to the overall climate ambition for 2030\nThe Commission has proposed to increase the net economy-wide target to reduce greenhouse gas emissions (GHG) domestically by at least 55% by 2030 compared to 1990. Currently, consistent with the EU-wide GHG emission reduction target of 40% in 2030 (compared to 1990), the ETS Directive puts a cao on emissions to ensure that the sectors covered by the EU ETS will reduce their emissions by 43%, as compared to 2005, by 2030. To achieve the increased economy-wide target, also the ETS's contribution",
  "page_9": "Will have to be increased and changes to fundamental aspects of the EU ETS may be required, including\nthe cao on emissions and the measures in jolace to protect against the risk of carbon leakage.\n1. With the increased 2030 GHG reduction ambition of at least 55%, what should be the current EU ETS sectors’ contribution to the increased 2030 target (i.e. without the accounting for the possible inclusion of new sectors)?\nThe current ETS sectors should increase their current ETS contribution (compared to 2005) in line with the new target. Based on cost-efficiency considerations as calculated in the Impact Assessment accompanying the Communication on stepping up the EU’s 2030 climate ambition (table 26), the current ETS sectors should contribute around -63% compared to 2005 The contribution of the current ETS sectors should be more than what their potential for cost-efficient emissions reductions would indicate The contribution of the current ETS sectors should be more than 43% reductions (compared to 2005) but less than what their potential for cost- effective emissions reductions would indicate\nOther\n2. A strengthened EU ETS 2030 ambition can be achieved through different combinations of policy options. Considering the current EU ETS sectors, please rate the following aspects in terms of relevance? Please rate from 1 (not important) to 5 (very important):\n2\n3\n4\nStrengthen the cap through the increase of the linear reduction factor\nStrengthen the cap through a one-off reduction (‘rebasing the cap’)\nA combination of increasing the linear reduction factor and a one-off reduction\nCancelling allowances held in the Market Stability Reserve (MSR) [The Market Stability Reserve is further explained in section E of this survey]\nMaintain the increased feeding rate of the MSR after 2023\nEarly application of a strengthened cap (e.g. 2023 instead of later)\nOther, please specify in the box below\n3. In view of a strengthened ETS cap and thus a decreasing absolute volume of allowances available for auctioning and free allocation, how should the total cap be divided?\nThe current auction share of 57% should be maintained",
  "page_10": "The auction share should be increased and free allocation decreased ® Other\nPlease specify:\n1000 character(s) maximum\nIf no other / additional carbon leakage (CL) protection measures are introduced (such as a CBAM): the decreasing absolute volume of allowances will increase the CL risk of EU-based industry (which needs to compete at the global level) and hence, will require strengthened CL protection.\nAddressing carbon leakage is essential to avoid the increase in emissions outside the EU. It is also a condition for maintaining employment and investment in the EU, safeguarding the EU industry competitiveness, and avoiding that carbon emissions move outside the EU.\nB. Addressing the risk of carbon leakage\nCurrent rules foresee the continuation of the tree allocation until 2030 based on updated benchmark values. In the European Green Deal, the Commission announced it would propose, tor selected sectors, a Carbon Border Adjusiment Mechanism should differences in levels of ambition worldwide persist, as the EU Increases its climate ambition. Such measure would be an alternative to the measures that address the risk of carbon leakage in the EU's Emissions Trading System. Furthermore, an increased ambition for the EU ETS and hence a lower cap of allowances under the ETS would impact the amount of allowances avaliable Tor free allocation in any Case.\n4. Do you believe the current carbon leakage framework addressing direct carbon costs, consisting of free allocation, should be maintained, amended or replaced? Multiple answers are possible\nThe current carbon leakage protection framework should be maintained without changes The current carbon leakage protection framework should be modified by targeting the support even more to the sectors most at risk For selected sectors, the current carbon leakage framework should be replaced by a Carbon Border Adjustment Mechanism Free allocation should be made conditional to beneficiaries carrying out investments for reducing their GHG emissions “| Other to further incentivise GHG reductions should be introduced measures\nPlease explain your answer:\n1000 character(s) maximum\n10",
  "page_11": "The European Green Deal underlines that the risk of carbon leakage can materialise in different forms, \"either because production is transferred from the EU to other countries with lower ambition for emission reduction, or because EU products are replaced by more carbon-intensive imports\". IOGP favours a globally consistent, meaningful carbon price. However, until consistency on a global carbon pricing and ambition can be achieved, IOGP believes it is essential to adopt effective EU measures that avoid carbon leakage. We also welcome the Commission's initiative to examine alternative mechanisms, notably CBAM, to address the risk of carbon leakage. Addressing carbon leakage is essential to avoid the increase in emissions outside the EU. It is also a condition for maintaining employment and investment in the EU, safeguarding the EU industry competitiveness, and avoiding that carbon emissions move outside the EU.\nEU ETS benchmark values reflect the average emission intensities of the 10% best installations covered by the ETS per product. These benchmark values will be updated for the periods 2021-2025 and 2026-2030 by considering the actual imorovements of the installations’ performances. However, the annual update rate /s limited to a value between 0.2% and 1.6% jer year. The annual update rate reflects the Imorovements in each sector between 2007-2008 and 2016-2017 and results in a reduction of the benchmarks aooled for calculating the free allocation received by each instalation.\n5. In view of the likely lower amount of allowances available for free allocation, (due to increased ETS target) which of the following aspects in relation to the benchmark-based allocation do you consider most relevant? Please rate from 1 (not important) to 5 (very important):\n2\n3\n4\nModified method to determine benchmark values to ensure faster incorporation of innovation and technological progress (e.g. by not limiting the annual reduction rate for each benchmark when updating benchmark values)\nAdditional product benchmarks\nRevised definitions of product benchmarks to incentivise innovation\nIncreased transparency regarding benchmark values and process via mandatory publication of underlying data by industry\nOther, please specify in the box below\nMember States can comoensate certain electro-intensive sectors for the indirect costs passed on through electricity prices (indirect cost compensation, the ETS Directive currently states that Member States should timit the amount they spend on indirect cost compensation to 25% of their auction revenues. This compensation /s subject to State aid rules and as such not granted in all countries. Multiple responses possible.\n6. Should the approach to indirect cost compensation be modified?\nYes, the rapidly on-going decarbonisation of the electricity production in the EU will sufficiently reduce indirect costs and therefore, indirect cost compensation can be gradually phased out\n11",
  "page_12": "¥' Yes, indirect cost compensation should be further harmonised in Europe, sectors exposed to the risk carbon leakage due to indirect costs should be compensated equally regardless of the Member State where they are active Yes, the approach to indirect cost compensation should remain the same, but additional requirements should be set to ensure that Member States granting it do not spend more than a given percentage of their auctioning revenues on it No, Member States should maintain flexibility to grant indirect cost compensation or not, subject to State Aid control\nC. An increasing role for emissions trading\nAn expansion of emissions trading could include emissions trom fossil tue! combustion in road transport and buildings. Depending on the administrative systems chosen, the portion of industry currently not Included in the ETS could also be brought in. The Commission will look, inter alia, at the option to cover all emissions of fossil fuel combustion under the ETS, while taking into account potential effects on existing EU legisiation in this field.\nIn the context of the impact assessment work for the Communication on stepping up the EU's 2030 climate ambition, ditticulties emerged as to regulating emitters themselves in a number of sectors being examined Tor possible ETS application in the same manner as in the current ETS sectors (downstream agoroach), because these emitters number in the millions and are often private persons. Instead, entities further up the supply chain such as the fuel distributors or tax warehouses could be regulated and be required to monitor and reoort emissions as well as surrender allowances (upstream approach).\nThe EU ETS has shown that the develooment of a new market requires setting up functioning monitoring, reporting and veritication (MR V) and can benelit trom transitional arrangements for market and price stability reasons, before being gradually integrated into the existing system. Transitional arrangements for an extension of ETS scope would allow for setting uo gradually the required regulatory framework and aaministrative capacity.\n7. Carbon pricing alone does not address all barriers to the deployment of low and zero emissions solutions. Which other policies should be deployed when extending the use of emissions trading to emissions from buildings, road transport or all fossil fuel combustion? Please rate from 1 (not important) to 5 (very important):\n2\n3\n4\nPolices addressing energy performance of buildings, the energy savings obligation, or other energy efficiency policies to be specified in the box below\nCOQ2-standards for cars and vans\n12",
  "page_13": "1000 character(s) maximum\n13\nTransport policies\nRenewable energy policies\nEnergy taxation\nOther, please specify in the box below\nPlease specify:\nThe EU's policies should facilitate a just energy transition at the lowest costs for society. A transparent, holistic, technology-neutral approach is crucial to reach decarbonisation objectives at least cost whilst to safeguard the EU's global competitiveness, ensuring the security of the energy supply and helping to continue the long-term support from the public for addressing climate change. EU policies must provide a predictable investment climate and security for investors and producers, as their capital allocation decisions are based on long-term investment and remuneration cycles.\n8. Emissions trading for road transport and buildings or all fossil fuel use could be integrated into the existing EU ETS so that there would be one single system covering emissions from all these sectors. If the new sectors are integrated into the current EU ETS such integration would be (multiple answers are possible):\n¥' Positive, because it would capture the emissions under the and facilitate cap more cost-effective abatement by increasing abatement options Positive, because including buildings into an extended EU ETS would provide a level playing field for all modes of heating and cooling Positive, because including fossil fuels used in road transport into an extended EU ETS would provide a level playing field for all modes of road and rail transport, including electric rail which is already subject to indirect carbon pricing Positive, because setting a separate ETS for road transport and/or buildings or all fossil fuel use would lead to higher administrative costs for administrations and regulated entities Positive, because including emissions from all fossil fuel use into an extended EU ETS would provide a uniform carbon price signal for all industries Negative, because there could be an insufficient price signal for the transport and building sector to decarbonise Negative, because the new sectors are too different from the current sectors and abatement effort will mainly materialise in the current ETS sectors",
  "page_14": "¥' Negative, the integration of the sectors in the current ETS might as new disrupt and undermine the stability of the current ETS “| Other\nPlease specify:\n1000 character(s) maximum\nIn the longer term, a uniform carbon pricing extended to other sectors (e.g. heating, shipping) has the potential to become the most efficient and cost-effective policy tool to achieve the EU's climate-neutrality objective. However, this could be challenging and may lead to market disruptions. Bringing shipping emissions into the main ETS since it would send only a weak incentive for decarbonisation, as the comparatively high marginal abatement costs in the shipping sector would risk cross-subsidisation of other, less difficult to abate, sectors. Furthermore, there are various marginal abatement cost levels and price elasticities between the economy's different sectors. For these reasons, in the short -term, the Commission could create an ETS-like system for specific sectors. This, of course, needs to be impact-assessed (policies with different carbon prices might be considered for a limited period with a transparent process of converging such a system with the existing ETS).\n9. A separate EU-wide emissions trading system for road transport and buildings or all fossil fuel use could be established as a parallel system to the current EU ETS. Flexibilities could be built in, e.g. to allow partial fungibility between the allowances of the separate systems. What is your preferred design option for the relationship between these two systems:\nBoth systems should stay independent and no relationship between them should be established One-way flexibilities between the systems will increase cost-efficiency Two-way flexibilities between the systems will increase cost-efficiency “' Other\nPlease specify:\n1000 character(s) maximum\nWe encourage the European Commission to assess various flexibilities. Near term they should be introduced and managed as separate systems. Only after these have matured and stabilised, potential flexibilities can be considered — with a longer term aim to evolve towards / into a single instrument. Moreover, any separate system should be market based. Introducing of any separate system covering other sectors or inclusion of sectors to the EU ETS should not lead to distortions on the European Emission Allowance Trading system.\n10. Establishing a separate EU-wide emissions trading system for road transport and buildings or all fossil fuels will require choosing its main\n14",
  "page_15": "features. Which of the following aspects of the new ETS do you consider should be similar to the current ETS in order to allow for a later integration? Please rate from 1 (very similar) to 5 (very different):\n2\n3\n4\nThe level of ambition for emissions reduction\nThe linear reduction factor\nProvisions to address distributional aspects, i.e. how revenues are divided and used\nProvisions to address carbon leakage issues in the energy intensive industry where appropriate\nMonitoring, reporting and verification rules\nThe infrastructure to be used (e.g. the use of the existing EU ETS infrastructure such as the Union Registry)\nApplication of the market stability provisions\n11. Emissions trading for road transport and buildings or all fossil fuels could be gradually integrated into the existing EU ETS. Should the ETS revision already determine when and how such integration will take place?\nYes, the market needs certainty and legislation should determine that integration will happen at a specific time within , e.g., 5 years from its entry into force Yes, the legislation should foresee a review to determine whether and when integration is desirable No, in view of the risks associated the legislation should not foresee such integration “' Other\nPlease specify:\n1000 character(s) maximum\nWe agree that the various ETS systems should be integrated into one policy tool over time and when carbon prices converge (whenever this happens) to ensure a single carbon price across the EU economy.\nD. Extension to Maritime greenhouse gas emissions\nWhile CO2 emissions trom EU's international maritime transport are being monitored, reoorted and veritied under the dedicated EU MRV System, they are not covered by the EU ETS or other EU climate leg/s/ation, contrary to the EU's international commitment to economy-wide action under the Paris Agreement.\n15",
  "page_16": "In line with the European Green Deal communication, the Commission will assess carbon pricing ootions to ensure that the price of waterborne transport retlects the impact it has on climate. In addition, the Commission will consider including at least intra-EU maritime transport in the EU ETS, as stated in the communication on stepping uo Europe's 2030 climate ambition, to ensure the sector contributes to the emission reductions needed.\nAs carbon pricing will not be able to address all barriers to the deoloyment of low and zero emissions solutions, a basket of other complementary policy actions at EU level are needed to trigger further Investments in clean energy technologies and infrastructure. The existing legislative tramework, the ongoing reviews and announced revisions of other related pieces of legis/ation, including on mobility, transport fuels, or Energy Taxation Directive, will be taken into account to ensure synergies of instruments. Due to the international nature of maritime transport, international cooperation /s desirable, notably at the International Maritime Organization.\n12. What is your opinion on the most appropriate measure to put a price on GHG emissions from EU maritime transport activities?\nExtension of the EU ETS to cover maritime transport A specific ETS system just for maritime transport A tax at EU level on GHG emissions from maritime transport “' Other\nPlease specify:\n1000 character(s) maximum\nLaunching of a new scheme for maritime sector, like for any others, should not result in distortions on the European Emission Allowances (EUA) market.\n13. Decarbonisation of the maritime transport to ensure its fair contribution to EU climate targets will require a basket of measures across different policy areas, including putting a price on carbon emissions from shipping. Do you think that EU carbon pricing measures in the maritime sector (Such as an ETS or a tax on GHG emissions from maritime transport) should be combined with EU emission standards for ships (notably technical or operational carbon intensity standards)?\nmost 7 chorce(s) Yes No, emission standards are sufficient and should be implemented alone No, carbon pricing is sufficient and should be implemented alone | do not know\nat\n14. The impacts of EU carbon pricing for the maritime sector, in particular its environmental effectiveness, will directly depend on the design elements for the selected measure. Please select\n16",
  "page_17": "the most appropriate design option for a EU carbon pricing policy for maritime transport under each of the categories listed below.\nRegulated Entities\nCarbon price should be paid by ship commercial operators Carbon price should be paid by ship owners Other\nExemptions\nThe International Maritime Organisation has energy efficiency measures (the Energy Efficiency Design Index for new ships and the Ship Energy Efficiency Management Plan for existing ships) in place for ships of 400GT and above. Therefore, only ships below 400 GT should be excluded. In line with the EU MRV System for shipping, ships below 5000 GT should be excluded, as they are only responsible for about 10% of emissions. Other\nGeographical scope\nEmissions from intra-EU (from an EU port to another EU port) and extra-EU voyages (departing and incoming between an EU port and a port outside the EU) should be addressed by carbon pricing Emissions from intra-EU voyages (from an EU port to another EU port) should be addressed by carbon pricing\nType of emissions covered\nIn line with the EU MRV System for shipping, only CO2 emissions should be accounted for, as they are responsible for 98% of all GHG emissions from maritime transport. Not only emissions of CO2, but also of methane, nitrous oxide and black carbon emissions should be accounted for in view of their important increase over the 2012-2018 period. Other\n15. The Climate Target Plan Impact Assessment presented various scenarios where the extra-EU scope of the maritime sector is included in the EU GHG target. In line with these scenarios, if the EU were to apply carbon pricing to emissions from extra-EU voyages, on which basis should this be done? (select one option)\n17",
  "page_18": "Departing journeys only (from an EU port to a port outside the EU) Incoming journeys only (from a port outside the EU to an EU port) 50% of both the incoming and the outgoing journeys 100% of both the incoming and the outgoing journeys\nE. Market stability\nSince its introduction, the Market Stability Reserve (MSF) has reinforced the stability of the EU ETS. The MSR /s a rule-based instrument placing allowances in or releasing allowances trom the reserve in case the total number of allowances in circulation (the surolus)) is above or below pre-established thresholds. The rhythm of placement in the reserve, (the intake rate), ls 24% joer year until 2023 and 12% trom 2024. As planned for in the legislation, the Commission /s reviewing the functioning of the Market Stability Reserve, to assess whether It has achieved its objectives and whether it remains fit for purpose in an ETS with\nhigher climate ambition.\n16. Has the MSR delivered on its main objective (the stability of the ETS), and is it likely to fulfil its goals in the future, or should its structure or parameters be changed?\nYes, the approach has worked well and should not be changed Yes, the approach has worked well and should be continued, but parameters (e.g. volume-based thresholds, intake rate) should be modified Yes, the approach has worked well but a carbon price floor is necessary Yes, the approach has worked well but should be improved to be able to react faster to address unexpected demand or supply shocks No, the approach did not work well and it should be reconsidered in the future Other\n17. Should the MSR thresholds (minimum of 400 and maximum of 833 million allowances) used to determine whether allowances are placed in the MSR or released, be kept as they are? Please explain your answer.\nThe thresholds as they are fit for purpose The thresholds should be increased The thresholds should be reduced\nPlease explain your answer:\n1000 character(s) maximum\n18",
  "page_19": "18. Should the MSR intake rate be kept as it is or should it be increased or\ndecreased?\nat most 7 chorce(s)\nThe MSR intake rate should be kept at 24% and fall back to the level of 12% as of 2024 as per current regulation The MSR intake rate should be kept at 24% beyond 2023 The MSR intake rate should be higher than 24%, in order to reduce the surplus faster The MSR intake rate should be decreased, to lower than 12% from 2024 onwards Other\n19. Current regulation determines that as a long-term measure to improve the functioning of the EU ETS, and unless otherwise decided in the first review of the MSR in 2021, from 2023 onwards the number of allowances held in the reserve will be limited to the auction volume of the previous year. Holdings above that amount will lose their validity. Do you believe this invalidation rule should be kept in place? Please explain your answer.\nYes, the rule should remain in place No, the rule should be abolished Yes, the rule should remain in place but be amended please explain how in the box\n20. At the moment, emission allowances for aviation are not taken into account for the calculation of the EU ETS surplus and therefore do not influence the amount of allowances fed into or released from the MSR. Should aviation allowances and emissions be taken into account in the future?\nYes No\nYou may explain your answer:\n1000 character(s) maximum\nThe review of the EU ETS Directive for Phase 1V (2021-2030) introduced, in Article 12(4) of the ETS Directive, the option tor Member States to cancel voluntarily emission allowances corresponding to electricity generation capacity in their territory that was closed following national measures.\n19",
  "page_20": "21. Should voluntary cancellation of allowances become mandatory for Member States that implement national measures to close fossil fuels power plants or other measures that substantially reduce demand for allowances, for instance by promoting breakthrough technologies or banning polluting technologies?\nNo, it should be left to the Member State to decide what to do with the resulting allowances Yes, these allowances should be cancelled proportionally, taking into account the emissions of the replacing power generating technology “' Other, for instance placing the allowances in the MSR.\nPlease specify:\n1000 character(s) maximum\nF. Revenues\nEmissions trading raises revenues for public authorities that can be re-invested in the economy, leading to better overall economic outcomes. A small percentage of revenues Is allocated to the EU Moaernisation and Innovation Funds to sugoort low-carbon investments. However, the largest share of the revenues are for the Member States. The majority of these revenues are currently reported as being used for climate- related purposes. The review will address the current rules in jolace, also taking into account that as new sectors are possibly added to the ETS, revenues may increase and at the same time there /s a need for ETS revenue to contribute as an own resource of the EU buaget.\n22. In your opinion, how should the ETS revenue be used? (Multiple answers are possible)\n“' Facilitating just transition and the social impacts of the climate transformation ¥' Addressing social and distributional impacts related to the review of ETS Energy efficiency, in particular the renovation of buildings Low-carbon and zero-emissions mobility Support for clean investments in ETS sectors Providing financial incentives for consumers to buy more climate friendly goods and services, including more fuel efficient vehicles/ vehicles not using fossil fuels More support to innovation Lowering taxes such as labour taxation and increasing transfers to EU citizens, in particular low-income households\n20",
  "page_21": "23. Are stricter rules necessary to ensure Member States spend their ETS auction revenues in line with climate objectives?\n“' Yes, the ETS Directive should require Member States to spend more revenues on climate-related purposes Yes, the ETS Directive should require that Member States spend ETS revenues in a way compatible with the climate neutrality objective (‘do no harm’) No, Member States should be free to determine how they want to spend the revenues, taking into account that 50% should be used for climate-related purposes.\nG. Low-carbon support mechanisms\nCurrently, the Innovation Fund /s funded by 325 million allowances trom the free allocation share, 75 million allowances from the auction share, 50 million allowances trom the MSR monetised in 2020 and the leftover allowances trom the NEF300 programme. The monetisation of these allowances /s expected to generate around EUR 70 billion until 2030 depending on the carbon price.\n24. What should be the size of the Innovation Fund?\nThe size of the Innovation Fund should remain unchanged The size of the Innovation Fund should increase by using more allowances from the auction share The size of the Innovation Fund should increase by using more allowances from the free allocation share The size of the Innovation Fund should increase significantly regardless of the source of allowances. Please indicate by how much (e.g. double or triple) in the box\n25. Currently the ETS Directive foresees that the maximum funding rate for projects financed by the Innovation Fund is 60% of the relevant costs. Should this rate be changed?\nNo, some of the risk of innovation has to be borne by the project proponent Yes, it should be increased to allow better risk-sharing for risky and complex projects ¥' Yes, it should be increased but only in of competitive bidding (e.g. case Carbon Contracts for Difference) Other\n21",
  "page_22": "26. Should additional supporting instruments be introduced to support full market deployment of low-carbon products through the Innovation Fund? For example, as Carbon Contracts for Difference, whereby beneficiary projects would be guaranteed a fixed carbon price in case the ETS price is not high enough.\nat most 7 chorce(s)\n¥' Yes, additional (e.g. covering the in operating revenues) is support gap needed to create markets for low-carbon products No, the existing support is sufficient\nThe Modernisation Fund is a dedicated funding programme to support 70 lower-income EU Member States In their transition to climate neutrality by helping to modernise their energy systems and imorove energy efficiency. Currently, the Modernisation Fund /s tunded by 2% of the total cap, e.g. around 285 million allowances. Beneficiary Member States had the ogoortunity to transter their solidarity allowances and the allowances available to them under Article 10c of the ETS Directive to the Modernisation Fund. The total size of the Modernisation Fund after such transfers /s around 645 million allowances. The monetisation of these allowances /s expected to generate around EUR 714 billion until 2030 deoending on the carbon price.\n27. What should be the size of the Modernisation Fund?\nThe size of the Modernisation Fund should remain at 2% of the cap The size of the Modernisation Fund should remain unchanged as an absolute amount The size of the Modernisation Fund should increase Other\nThe ETS Directive has cornplex rules on the types of invesiments to be financed under the Modernisation Fund. There Is a general provision that investments have to be consistent with the 2030 climate and energy framework and the Faris Agreement. No support trom the Modernisation Fund shall be provided to energy generation facilities that use solid fossil fuels, but there are exceptions. There are two types of investments that can be funded by the Modernisation Fund (priority and non-priority), subject to different approval processes (simple and straightiorward for priority projects and more complex for non-priority ones). Invesiments in gas are allowed as non-oriority ones, both for power generation and infrastructure. Investments for certain just transition purooses are allowed and there are overlaps with the Just Transition Fund.\n28. Should the types of investments that can be financed by the Modernisation Fund be streamlined and the coherence with the Green Deal be enhanced? (Multiple answers are possible)\nNo, the investments that can be supported by the Modernisation Fund should remain unchanged.\n22",
  "page_23": "Yes, the exception for financing coal-fired district heating in certain Member States should be removed Yes, the Modernisation Fund should be allowed to finance only non-fossil fuel based heating and cooling systems Yes, the Modernisation Fund should be allowed to finance only priority projects to simplify the administration Other\nH. Concluding questions\n29. Are there other key aspects which you did not find reflected in the questions and you would like to comment upon?\n1000 character(s) maximum\nGiven that the EC is also working on the development of CBAM and the ETD review, coherence between ETS and other policy tools needs to be ensured to avoid double carbon price on the same emissions. Sectors within the scope of ETS should not be targeted by any additional taxation for environmental or climate reasons.\nThe ETS should foster the deployment of CCS in Europe by recognising the transportation of CO2 by multimodal transport means, including ships, trains, or trucks, in addition to pipeline transport: The definition of a CO2 transport network in the EU ETS Directive (2003/87/EC) and the EU ETS Implementing Regulation (2018/2066/EC) is currently limited to a network of pipelines, effectively excluding other CO2 transport modes, such as maritime or road. This creates ambiguity with regard to the recognition of emissions verified as captured on the basis of CO2 transport mode. More info: https://www.oilandgaseurope.org/wp-content /uploads/2020/09/EU-ETS-monitoring-paper.pdf\nIf appropriate, please upload any additional materials such as concise position papers or policy briefs that express the position or views of yourself or your organisation:\n\n521b85d2-ff9d-466e-8b79-809f073a9aa9/IOGP_accompanying_doc_ETS_ questionnaire_28012021.pdf\nIf your organisation is not registered, you can register now here\nContact\nCLIMA-ETS-REVISION-OPC@ec.europa.eu\n23",
  "page_24": "24",
  "page_25": "International\nAssociation\nCONSULTATION\nJANUARY\nof Oil& Gas\nProducers\nRESPONSE\n2021\nAccompanying document: IOGP response to public consultation [questionnaire] on updating the EU Emissions Trading System\nThe International Association of Oil & Gas Producers’ (IOGP) member companies account for approximately 90% of oil and gas produced in Europe. IOGP supports the goals of the Paris Agreement and the EU’s objective of climate neutrality by 2050, and will work with policymakers to help create the measures which can enable the energy transition.\nMany challenges must be overcome to meet this objective, and the energy transition will require significant investments in low-carbon technologies and effective policies driving their uptake.\nThis document contains additional comments which accompany IOGP’s response to the public consultation {questionnaire} on updating the EU Emissions Trading System.\ne Continuation of response to Question 4:\nDo you believe the current carbon leakage framework addressing direct carbon costs, consisting of free allocation, should be maintained, amended or replaced? Multiple answers are possible:\ne IOGP response:\nA level playing field for all companies on the EU and international markets should be guaranteed to reduce emissions globally. A comprehensive set of measures needs to consider both imports and exports while avoiding any double-compensation or double taxation. Provision for exports under compliance obligation could, for example, consist of retaining free allocation for exports or introducing some form of compensation payment, potentially generated by the CBAM revenue.\ne Continuation of response to Question 7:\nCarbon pricing alone does not address all barriers to the deployment of low and zero emissions solutions. Which other policies should be deployed when extending the use of emissions trading to emissions from buildings, road transport or all fossil fuel combustion? Please rate from 1 (not important) to 5 (very important):\ne IOGP response:\nAdditional funding options for the industry will be needed to deliver on ambitious EU energy and climate goals. The EU ETS puts pressure on the EU industries to decarbonise, which is difficult in the absence of viable / affordable decarbonisation technologies. For these reasons, we believe the Innovation and Modernisation Funds are vital to scaling up low-carbon technologies needed for industrial decarbonisation, but alone they will not suffice. Member States should also dedicate a higher share of their EU ETS revenues to large-scale decarbonisation projects to advance the technological readiness of, e.g. CCS, renewable and low-carbon hydrogen, etc.",
  "page_26": "ee\ne\nContinuation of the response to Question 29: Are there other key aspects which you did not find reflected in the questions and you would like to comment upon? e IOGP response: The following aspects should be considered when reviewing the ETS Directive: _ Concerning the waste sector: to support circular economy and industrial symbiosis, it is necessary to clarify that any hazardous or municipal waste recovery facility/installations are excluded from the scope of EU ETS Directive [recovery operations included in Annex II Directive 2008/98/EC on waste]. This provision is in accordance with ANNEX IV-bis Directive 2008/98/EC, regarding the Economic Instruments and other measures to provide incentives for applying the waste hierarchy as it is aimed at encouraging the recovery of waste and preventing its transfer to landfills. Furthermore, in the context of the debate on increasing EU climate ambition, the use of international carbon credits should be allowed for the compliance with the EU ETS, to reduce the overall compliance burden of the system. Regarding the GHG emissions accounting in the ETS, we believe that the Commission should ensure that the ETS Monitoring and Reporting Regulation enables and provides incentives for the development of the CCU by recognising and accounting for emissions’ avoidance when implementing innovative CO, capture and utilisation technologies in the industry. Indeed, using CO, can contribute to the transition towards a carbon-neutral and circular economy. Our responses focus on the evolution of ETS and its impact on the energy and industrial sectors of the economy as a whole. With reference to the production of crude oil and natural gas, it should be noted that the free allocation of certificates is now relatively limited in that: a] there is no free allocation at all to offshore power generation, and b] production of natural gas [NACE code 0620) is no longer included in the Carbon Leakage List {CLL}. At the time the Phase IV CLL was finalised, IOGP did raise some concerns about the exclusion of gas production noting that the data used was questionable and that EU import dependency may have changed since the reference year used for the calculation. IOGP would continue to note that there Is, irrespective of the CLL boundaries, still some scope for carbon leakage to the extent that additional production activity may be displaced to other global locations where European oil and gas production is subject to ever higher carbon prices. Looking forward, lOGP considers It important that funding for decarbonisation projects, including In the oil and gas sector, will be eligible for funding under the EU Innovation Fund and any national measures approved under the State Aid framework. IOGP have responded separately along these lines to the EEAG consultation.\nRegistered Office: City Tower, Level 14, 40 Basinghall Street, London EC2V 5DE, United Kingdom\nT +44 (0)20 3763 9700 / reception@iogp.org\nBrussels Office: Avenue de Tervuren 188A, B-1150 Brussels,\nBelgium\nT +32 (0)2 790 7762 / reception-europe@iogp.org\nHouston Office: 15377 Memorial Drive, Suite 250, Houston, TX 77079, USA\nT +1 (713] 261 0411 / reception-americas@iogp.org\nwww.iogp.org\nwww.oilandgaseurope.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 26
}
