{
  "file_name": "134_1312.pdf",
  "pages": {
  "page_1": "International\nAssociation\nof Oil& Gas\nProducers\nNOVEMBER\n2020\nIOGP written input to the public\nconsultation on the Carbon\nBorder Adjustment Mechanism [CBAM]\nIntroduction\nThe International Association of Oil & Gas Producers’ (IOGP) member companies account for approximately 90% of the oil and gas produced in Europe. IOGP shares the world’s ambition to reach the Paris Agreement’s goals and supports the EU's objective of climate neutrality by 2050 upon the implementation of enabling measures. There are many challenges on the road to meet this objective, as the energy transition will require significant investments, new and innovative technologies, effective policies and substantial behavioural changes.\nThe EU emission trading system (ETS) is a primary policy tool in the EU's approach to tackling climate change. One element of the current EU ETS is a carbon leakage mechanism under which free allowances are issued to operators in sectors being exposed to International competition. We understand that CBAM can be an alternative or complementary to this existing mechanism.\nWe appreciate the opportunity to respond to the Commission's consultation on a CBAM, which is indeed needed as this mechanism requires involving a wide range of stakeholders to ensure its appropriate design and implementation. Because of the limitations of the questionnaire format of the Commission’s consultation on the CBAM, we provide additional input in this written submission.\n1. Effective carbon leakage measure is needed\nThe European Green Deal underlines that the risk of carbon leakage can materialise in different forms, “either because production is transferred from the EU to other countries with lower ambition for emission reduction, or because EU products are replaced by more carbon-intensive imports”. |OGP favours a globally consistent, meaningful carbon price. However, until consistency on a global carbon pricing and ambition can be achieved, IOGP believes it is essential to adopt effective EU measures that avoid carbon leakage. Therefore, the Commission’s initiative to examine alternative mechanisms, notably CBAM, to address the risk of carbon leakage is welcomed.\nAddressing carbon leakage is essential to avoid the increase in emissions outside the EU. It is also a condition for maintaining employment and investment in the EU, safeguarding the EU industry competitiveness, and avoiding that carbon emissions move outside the EU. In this context, we would like to point out that the EU’s industry contributes significantly to the reduction of COz emissions on a global scale by providing solutions and promoting high technical standards.\nA\nlevel playing field for all companies both on EU and international markets should be guaranteed to stimulate emissions reduction globally. A comprehensive set of measures needs to consider both imports and exports while avoiding any double-compensation or double taxation. Provision for exports that are under compliance obligation could, for example, consists of retaining free allocation for exports or introducing some form of compensation payment, potentially generated by the CBAM revenue’.\n1 ERCST Publication, “Border Carbon Adjustments in the EU Issues and Options” Report here -\n1",
  "page_2": "a\n2. Aspects to be considered when designing a CBAM\nIOGP believes that the following aspects need to be considered while designing a CBAM:\na) Evaluation of carbon content\nA CBAM should cover not only direct emissions, but also include indirect emissions that occur, e.g. in the generation of the electricity used to produce a product. However, given the technical constraints and administrative burden, it might be needed to provide a default value for the carbon intensity of imports by type of product (and its origin), while allowing the importer to be able to provide sufficient evidence for the actual carbon intensity through a transparent and verifiable process. Default values could help in kicking off a CBAM and avoid trade discrimination.\nWithout incorporating the value chain carbon intensity into the CBAM, individual firms may not be incentivised to undertake efforts to reduce their own carbon intensity. Similarly, merely measuring carbon intensity at an industry or national-level for a given product would actually discourage private sector action as investments In lowering carbon intensity are not rewarded and would put firms at a competitive disadvantage against those not spending capital to reduce emissions intensity. An independent party should carry out the verification of the carbon content of imported products. Furthermore we urge the Commission to take Into account the risk of double taxation that could arise from life cycle-approach.\nb) Administrative burden\nMeasuring/determining and applying carbon content for a high number of goods will come at a significant administrative burden. Closely linked to this is the issue of transparency in calculations of the carbon content of imported products and how to ensure cost-effective verification for imported goods. Finding a balance between detail and reasonable administrative burden for companies as well as relevant public bodies will be necessary.\nc) Reflection of the ETS price\nWe believe that the price of COz under the CBAM must reflect as much as possible the ETS price and taking into account both direct and indirect emissions. This is relevant for any CBAM design to ensure that this mechanism will comply with the WTO rules. Only by ensuring equivalent carbon costs between imports and goods produced in the EU, will the CBAM result in a level playing field for EU producers and importers and be flexible enough to account for sudden changes in the ETS price, therefore mitigating carbon leakage effectively. Explicitly linking the CBAM to the ETS price would ensure a transparent price setting process and achieve a balance that ensures the price is both flexible and predictable for importers. As such, it would be significantly less likely that the CBAM Is challenged at WTO level or perceived as a protectionist measure by trading partners.\nd) The use of revenues\nWe emphasise that the primary objective of the CBAM must be to address climate change by encouraging global COz reductions and mitigating carbon leakage efficiently and cost-effectively while minimising trade distortion/tension However, as the CBAM will generate additional revenues to the EU, these should be used in a technology-neutral manner for the development and deployment of climate change mitigation technologies [such as CCUS, renewable & low-carbon gases]. Furthermore, the Commission could evaluate a revenue distribution policy to ensure that CBAM is socially just and does not disproportionally impact low-income households.\ne) The international dimension of CBAM & compatibility with WTO rules\nWhile the main objective of the CBAM should be to prevent carbon leakage by creating a level playing, this mechanism should equally encourage third countries to develop ambitious climate policies that contribute to the reduction of GHG emissions via the development of a comparable carbon price/market. Furthermore, the CBAM should not hamper the EU's international diplomacy or its ability to continue negotiations at the international level.",
  "page_3": "a\nIt needs to be ensured that any CBAM is in full compliance with the EU’s commitments under the World Trade Organization (WTO) and existing bilateral, multilateral and regional trade agreements. In particular, policy relief, exemptions for European producers or the necessary support for European export in order to create a level playing field could qualify as a prohibited subsidy under the WTO's Agreement on Subsidies and Countervailing Measures’. Furthermore, depending on the design of the CBAM, EU trading partners may react negatively (e.g. China has already stated that a CO2 carbon border tax may damage the will of countries to combat climate change together’). For these reasons, early dialogue with all main EU trading partners, the EU’s work on international cooperation on carbon markets as well as the ongoing negotiations on Article 6 of the Paris Agreement should remain a priority. Internationally linked carbon pricing is the most effective tool to ensure economic competitiveness and avoid emissions leakage.\nAdditionally, there is a need for clarity over what steps trading partners would have to take to ensure exemption from the CBAM. In its Impact Assessment, the Commission could assess the possibility of having exemptions for least developed countries as this would take into account the Paris Agreement recognition that developing countries have unique needs, and they have historically contributed far less to global emissions than early industrialised countries. In this context, we encourage the Commission to adopt the same approach as the UNFCCC who looks at nations like Mali, Ethiopia, and several others as the least developed nations. They are treated specifically with less stringent provisions in the Paris Agreement. Furthermore, the EU may consider giving a CBAM exemption to countries or states/provinces who have a comparable carbon price in place to the EU ETS.\n3. Selected pros & cons of the proposed Commission's design options\nIOGP believes that a well-designed and transparent CBAM can become a useful tool in the EU policy basket to address carbon leakage, incentivise foreign companies to reduce the emission intensity of their manufacturing processes, create a level playing field for the European industry in Europe and globally, and encourage governments worldwide to increase their climate ambitions.\nWe appreciate the Commission's efforts to outline the initial options for the CBAM design. Each of these options will lead to administrative burdens not least because of the need to determine the emissions associated with products manufactured in the EU and exported or of products imported. Further, for each of the options legislation must be carefully designed to prevent possibilities to circumvent the CBAM. As each of the proposed designs has some strengths and weaknesses, further discussion will be required to address these concerns with a wide range of stakeholders once the Commission reveals additional information.\nNevertheless, at this stage, we would like to offer the following initial reflections on the potential CBAM options outlined in the Commission's questionnaire:\ne Option 1: A tax applied on imports at the EU border on a selection of products whose production is in sectors that are at risk of carbon leakage: This option seems to be most straightforward with regard to its implementation. Nevertheless, it must be ensured that the level of the tax exactly reflects the [varying] ETS price as dynamically as possible, and without lags to address carbon leakage effectively, while complementing with a measure for export. This would be an important point in the assessment of WTO compliance. IOGP encourages the Commission to carry out a detailed impact assessment of this proposal. Option 2: Extension of the EU Emissions Trading System to imports, which could require the purchasing of emission allowances under the EU Emissions Trading System by either foreign producers or importers: Through linking the CBAM to the ETS pricing, this option is economically efficient and may reduce WTO rule compliance challenges while being complemented with a measure for export. The correct design and implementation, that takes into account the potential risks [e.g. increased/uncertain supply of and demand for allowances, price volatility], would be required to ensure a stable and predictable framework for carbon pricing In the EU. Further, requiring importers or exporters into the EU to buy ETS allowances could lead to additional complexities and administrative burden to industry. However, |OGP encourages the Commission to carry out a detailed impact assessment of this measure.\n2 https://ec.europa.eu/info/law/better-regqulation/have-your-say/initiatives/12228-Carbon-Border-Adjustment-Mechanism/F510400 3 https://carbon-pulse.com/87558/#",
  "page_4": "a\ne Option 3: Obligation to purchase allowances from a specific pool outside the ETS dedicated to imports, which would mirror the ETS price: A separate pool could avoid global trade tensions and survive WTO challenges, while not introducing administrative burden on the EU producers. Directly linking the CBAM to the ETS provides a level playing field that is fully transparent and demonstrates to other countries how they can increase their own climate ambitions by adopting a comparable carbon price on their own products to avoid the CBAM. However, it is critical that the price for the ‘mirror ETS pool’ for importers be the same price as the domestic ETS and the trading system of such allowances, If at all allowed, needs to be clarified. Such a system should also be complemented by a CBAM for exports. Further, potential interference from the secondary trading of ‘mirror ETS pool’ allowances with the existing ETS would need to be carefully analysed. Taking these items into account, |OGP encourages the Commission to carry out a detailed impact assessment of this measure. Option 4: Carbon added tax (e.g. excise or VAT type) at consumption level on a selection of products whose production is in sectors that are at risk of carbon leakage. Under this option, the tax would apply to EU production, as well as to imports: This option seems to be a policy tool revolution in addressing carbon emissions pricing in the EU rather than an evolution of the existing policy tool of the ETS. It looks hugely complex to implement. We understand that introducing this option would require significant conceptual changes to the current pricing of domestic EU manufacturing emissions, including potentially the abolishment of the ETS. Introducing a carbon added tax while maintaining the existing ETS would even lead to double taxation of EU industry and hence not address carbon leakage risks, rather the contrary. For these reasons, IOGP does not consider this option as highly relevant in further assessment by the Commission.\n4. A phased-in approach to ensure a successful implementation of CBAM\nTo ensure that CBAM works in practice and will achieve its objectives, we call on the European and national authorities to demonstrate and exercise the required assistance and flexibility to the industry in the CBAM implementation and enforcement.\nOne of the options to ensure this flexibility is through a phased-in approach. This means that at the early stage, CBAM provisions could be implemented for several sectors/goods/products only (e.g. the final products of selected sectors with high exposure to carbon leakage). The selection of the sectors for the “pilot phase” should be based on a set of transparent and clear criteria. Such criteria can, for example, include emission benchmarks, the degree of complexity of product supply chains. A “pilot phase” could be followed by a detailed assessment, listing lessons learned and further improvement, and expansion of this tool to other sectors exposed to carbon leakage.\nOver the long-term, IOGP believes the CBAM should ultimately be deployed for all sectors exposed to carbon leakage, or as widely as feasible. However, it is crucial to get an effective mechanism in place first, which can then be expanded.\n9. A thorough impact assessment is needed to establish an effective carbon leakage mechanism like CBAM\nIOGP believes that the success of a CBAM will, inter alia, depend on the Commission's application of other Better Regulation tools such as a detailed, science-based and data-driven impact assessment. As pointed out in the recent Court of Auditors’ publication “Law-making in the European Union after almost 20 years of Better Regulation”, there is a need to improve the evidence base for decision-making and application of EU law. We, therefore, call on the Commission to carry out thorough impact assessments of the CBAM design options as indicated above. Impact assessments should be done transparently and include a robust cost-benefit analysis, including the impact on the industry [e.g. EU export competitiveness} and consumers to ensure that no one is left behind. We urge the Commission also to evaluate the potential increase of prices on raw materials as this may have an impact on companies/SMEs further down the value chain\nIn particular, we encourage the Commission to assess how the CBAM will interact with ETS and whether the CBAM will have an impact on the investment and innovation in the EU. All underlying key assumptions and results of the ongoing impact assessments should be communicated to the public, including the benefits, costs and tradeoffs of recommended and alternative approaches.\n“  https://www.eca.europa.eu/en/Pages/Newsltem.aspx?nid=14115",
  "page_5": "SE\nFinal remarks\nIOGP would like to stress that a CBAM alone is not a silver bullet to achieve the ambitious EU energy and climate goals. Other policy tools to mitigate carbon leakage risks and incentivise low-carbon investments will be required to deliver a sustainable future. A CBAM should be one of the tools to achieve carbon neutrality in a just, cost-efficient and socially acceptable way. Dialogue and bilateral agreements with other partners could be a complementary approach to involve them in designing and enforcing policies aimed at GHG emissions reductions at the global level. As colossal investments will be required by industry to decarbonise their processes, the EU must also develop and implement measures to expand the low-carbon industry in Europe by developing inclusive R&D&I programmes. IOGP looks forward to continuing providing its input to the debate on CBAM during upcoming months.\nAnnex — Responses to Question 10\nAs the online questionnaire didn’t work properly during the submission (notably, we weren't able to select our preferred responses to Question 10 a-f}, please see our answers to Question 10 below:\nSpecific implementation issues\nPlease indicate to what extent you agree that the calculation of the carbon content of imported products should be based on\nEU product benchmarks for free allocation under the\nEmissions Trading System, I.e. the greenhouse gases\nemitted during the production process\nCountry of origin-specific product benchmarks to be defined\nfor direct emissions\nGlobal product benchmarks to be defined for direct\nemissions\nie\nill.\nSomewhat Somewhat\nagree\ndisagree\nIV.\nStrongly\ndisagree\n|\nStrongly\nagree\nie\nSomewhat Somewhat\nagree\ndisagree\nRegistered Office: City Tower, Level 14, 40 Basinghall Street, London EC2V 5DE, United Kingdom\nT +44 (0)20 3763 9700 / reception@iogp.org\nBrussels Office: Avenue de Tervuren 188A, B-1150 Brussels,\nBelgium\nT +32 (0)2 790 7762 / eu-reception@iogp.org\nHouston Office: 15377 Memorial Drive, Suite 250, Houston, TX 77079, USA\nT +1 (713) 261 0411 / reception@iogp.org\nill.\nIV.\nStrongly\ndisagree\nStrongly\n|\nagree\nEU emission factors to be defined for indirect emissions, I.e.\nthe emissions caused by the generation of electricity used to\nproduce the covered product\nCountry of origin-specific emission factors to be defined for\nindirect emissions\nGlobal emission factors to be defined for indirect emissions\nwww.iogp.org\nwww.oilandgaseurope.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
