{
  "file_name": "138_1332.pdf",
  "pages": {
  "page_1": "C eurelectric\npowering people\nAmendments to the\nCBAM proposal\nEurelectric amendments to the European Commission’s Carbon Border Adjustment Mechanism proposal based on our reaction\npaper\nDecember 2021",
  "page_2": "eurelectric\nDépot légal: D/2021/12.105/59\nGeneration & Enviornment Committee WG Climate Change & Decarbonisation\nContact:\nGilda AMOROSI, Head of Energy Policy,\nClimate and Sustainability unit, gamorosi@eurelectric.org",
  "page_3": "Introduction\nBase default values on 10% worst performers. The Commission’s proposal to use default values based on average CO2 emissions of the price-setting source might not be sufficiently penalising if this source is not a worst performer. Instead, specific default values should be based on the 10 per cent of worst performers from the exporting country or its exporting sub-region from the outset, which would incentivise electricity exporters to provide actual data in order to lower the CBAM charge incurred. Account for indirect CO2 emissions in simple and complex goods. The fact that indirect CO2 emissions in simple and complex goods are not accounted for incentivises the imports of goods produced with CO2-intensive electricity sources, which can create significant risks for the environmental integrity of the fit-for-55 package, as well as competitive distortions between EU producers and third countries. Through close cooperation with Eurelectric and others, data on indirect CO2 emissions present in complex goods imports could hopefully be properly accounted for and charged once the CBAM fully enters into force. Avoid double protection. For sectors where a CBAM is in place, free allocation should be removed. We therefore welcome the Commission proposal to phase out free allowances for CBAM sectors in this regard. The current CBAM design however does not provide coverage to the EU’s exporting sectors, which we hope can be addressed in some shape or form. Include hydrogen imports into the CBAM. Though hydrogen imports are currently limited, it is anticipated that this will increase significantly in the near future. For hydrogen and its derivatives (e.g. ammonia) that are imported, the EU should ensure that this is as decarbonised as possible. We propose to include hydrogen and its derivative sectors in the first CBAM design, both their direct and indirect emissions. This should be coordinated with the introduction of a harmonised certification system that can distinguish different forms of hydrogen. Manage administrative complexity for importers of electricity and EU member states. To limit administrative complexity for entities/importers of goods that will be included in the CBAM, all provisions should be carefully examined (e.g. the 80% CBAM certificate registry rule) and then simplified as much as possible, which in turn increases the chance of compliance. The possible creation of CBAMs in other parts of the world should also be anticipated and where possible coordinated. Furthermore, standards need to be unified and transparency ensured in the functioning of the CBAM to not create excessive administrative burdens for the Member States.",
  "page_4": "Amendment Proposals\nText proposed by Commission\nAmendment proposal by Eurelectric\nAmendment 1\nAnnex |: list of goods and greenhouse gases\nOriginal text\nOriginal text + amendments\n“Hydrogen\nCN code\nGreenhouse\ngas\n2804 10 00 -\nCarbon dioxide\nHydrogen\n2814 10 00 -\nCarbon dioxide\nAnhydrous\nammonia\n2814 20 00 -\nCarbon dioxide\nAmmonia in\naqueous\nsolution\nJustification\nWe believe the EU should avoid becoming excessively reliant on imports of hydrogen and its derivatives (e.g. ammonia) given that hydrogen will be obtained from renewable sources within the EU in a cost-efficient way. For the hydrogen that is imported, the EU should ensure that it is as decarbonised as possible. Importing grey hydrogen (based on fossil fuels) to meet the EU’s demand would put the objectives of the fit-for-55 package and EU Green Deal at significant risk. Not charging the same carbon costs on imported hydrogen through the CBAM would also create significant competitive distortions between domestic producers and producers from neighbouring third countries. Eurelectric therefore proposes to include the hydrogen sector in the first CRAM design. The European Commission in table 7-2 of the CBAM’s impact assessment states that hydrogen is currently not included as it is not much traded, but this may change in the near future and the CBAM must be prepared for this. The inclusion of hydrogen and its derivatives under the CBAM should go hand in hand with the introduction of a harmonised certification system to distinguish different forms of hydrogen, and so should be closely coordinated with the revision of the Renewable Energy Directive and the upcoming Hydrogen and decarbonised gas market package. Both direct and indirect emissions should be taken into account in the CBAM and the certification system, as the electricity mix used to make hydrogen and its derivatives can be highly CO2-intensive.",
  "page_5": "Text proposed by Commission\n‘Attributed emissions’ mean the part of the installation’s direct emissions during the reporting period that are caused by the production process resulting in goods g when applying the system boundaries of the process defined by the implementing acts adopted pursuant to Article 7(6).\nThe attributed emissions shall be calculated using the following equation: AttrEm, _ = DirE\nWhere DirEm are the direct emissions, resulting from the production process, expressed in tonnes of CO2e, within the system boundaries referred to in the implementing act pursuant to Article 7(6).\nOnce the CBAM fully enters into force and has financial implications as of 1 January 2026, the proposal states that the CBAM will only apply to direct CO2 emissions, while indirect emissions from the electricity that went into the production of these goods are not accounted for. This means that a potentially significant share of actual emissions embedded in goods imports is not subject to a CBAM charge. This would put at risk the environmental integrity of the fit-for-55 package and create significant risks for competitive distortions between EU producers and third countries, putting less pressure on third countries to become more climate friendly and decarbonise their power sector. Though adding indirect emissions should not make the CBAM unworkable, leaving them out of the scope may have very negative effects, so a balanced methodology is required.\nAmendment proposal by Eurelectric\nAmendment 2\nAnnex Ill: methods for calculating embedded emissions, sections 2 (simple goods) and 3 (complex goods)\nOriginal text\nOriginal text + amendments\n‘Attributed emissions’ mean the part of the installation’s direct and indirect emissions during the reporting period that are caused by the production process resulting in goods g when applying the system boundaries of the process defined by the implementing acts adopted pursuant to Article 7(6).\nThe attributed emissions shall be calculated using the following equation: AttrEm, — =\nWhere DirEm are the direct emissions, resulting from the production process, expressed in tonnes of CO2e, within the system boundaries referred to in the implementing act pursuant to Article 7(6),\nEme, are the indirect emissions accounted for electricity consumed within the system boundaries of the process,\nAnd Emejexp are emission equivalents of electricity exported from the process system boundaries\nJustification",
  "page_6": "The final decision by the European Commission on whether or not to include indirect emissions in the calculation will be made during the 2023-2025 transitional phase, subject to the Commission’s ability to collect sufficient data. In that regard, we urge EU policymakers to work closely together with Eurelectric and other stakeholders on how to make sure that data on indirect CO2 emissions present in simple and complex goods imports are properly accounted for and charged once the CBAM fully enters into force. For example, just as with its use of default values for direct emissions, the Commission could make use of punitive, default values based on the 10% worst performers in situations where data on indirect CO2 emissions cannot be properly retrieved from the exporting country.",
  "page_7": "Text proposed by Commission\nAmendment proposal by Eurelectric\nAmendment 3\nAnnex Ill, point 4.2.1: Specific default values for imported electricity in Article 7(3)\nOriginal text\nOriginal text + amendments\n4.2.1. Specific default values for a third country, group of third countries or region within a third country\nSpecific default values shall be based on the best data available to the Commission determining the average CO2 emission factor in tonnes of CO2 per megawatt-hour of price- setting sources in the third country, group of third countries or region within a third country. Where specific default values are determined for a third country, a group of third countries or a region within a third country, and electricity is imported from another third country or another region into the third country, or another group of third countries or region within a third country with the purpose of being re-exported to the Union, the same specific default value shall not be used.\nSpecific default values shall be based on the 10% worst performing installations producing electricity in the third country, group of third countries or region within a third country. Where specific default values are determined for a third country, a group of third countries or a region within a third country, and electricity is imported from another third country or another region into the third country, or another group of third countries or region within a third country with the purpose of being re-exported to the Union, the same specific default value shall not be used.\nJustification\nThe European Commission proposes to use default values for determining embedded emissions of imported electricity [Article 7(3)]. Specific default values will be based on the average CO2 emissions per megawatt-hour of price-setting sources in the third country, and only if that cannot be determined will the Commission make use of more punitive, alternative default values that are based on the CO2 intensity of electricity from fossil fuels in the EU. The issue with this specific default value approach is that there might not be a “price-setting” source like is the case in the EU. If a price-setting source is available, it might not be a worst performer, and it might not be subject to actual carbon costs. Furthermore, basing alternative default values on fossil fuel electricity in the EU might underestimate the actual worst performers in third countries. Instead, Eurelectric proposes to base specific default values on the 10 per cent worst performing installations of the exporting country or its exporting sub-region from the outset. Electricity exports that perform better than the 10% worst performers will have a financial incentive to provide actual data to the Commission, as providing actual data would lower the CBAM charge incurred. The Commission should allow electricity exporters to prove that they are better than the default value.\n4.2.1. Specific default values for a third country, group of third countries or region within a third country",
  "page_8": "Text proposed by Commission\nOriginal text\n4.2.2. Alternative default values\nWhere no specific default value has been determined for a third country, a group of third countries, or a region within a third country, the default value for electricity shall represent the CO2 emission factor in the EU, in tonne of CO2 per megawatt-hour. That means the weighted average of the CO2 intensity of electricity produced from fossil fuels in the EU. The weight reflects the production mix of the fossil fuels in the EU. The CO2 factor is the result of the division of the CO2 emission data of the energy industry divided by the gross electricity generation based on fossil fuels in megawatt-hour.\nWhere authorised declarants of goods originating in a third country, or for a group of third countries having a significant exchange of electricity with the EU, it can be demonstrated, on the basis of reliable data, that the average CO2 emission factor of price-setting sources in that third country or that group of third countries is lower than the one in the EU or lower than the specific default value, an alternative default value based on that average CO2e emission factor shall be established for that country or group of countries.”\nJustification\nAs stated, basing alternative default values on fossil fuel electricity in the EU might underestimate the actual worst performers in third countries. Instead, Eurelectric proposes to base specific default values on the 10 per cent worst performing installations of the exporting country or its exporting\nAmendment 4\nAnnex Ill, point 4.2.2: Alternative default values for imported electricity in Article 7(3)\nOriginal text + amendments\n4.2.2. Alternative default values\nAmendment proposal by Eurelectric\nWhere no specific default value has been determined for a third country, a group of third countries, or a region within a third country, the default value for electricity shall represent the CO2 emission factor of the 10% worst installations in the world, in tonne of CO2 per megawatt-hour. That means the weighted average of the CO2 intensity of electricity produced from the 10% worst performing installations producing electricity in the world. The weight reflects the production mix of the 10% worst performing installations producing electricity in the world. The CO2 factor is the result of the division of the CO2 emission data of the 10% worst performers producing electricity divided by their gross electricity generation in megawatt-hour.\nWhere authorised declarants of goods originating in a third country, or for a group of third countries having a significant exchange of electricity with the EU, it can be demonstrated, on the basis of reliable data, that the average CO2 emission factor of electricity exported from that third country or that group of third countries is lower than the 10% worst performing installations producing electricity or lower than the specific default value, an alternative default value based on that average CO2e emission factor shall be established for electricity exports from that country or group of countries.",
  "page_9": "sub-region from the outset. If those specific default values cannot be determined for the exporting country or sub-region, then the alternative default values could be based on the worst polluting power plants in the world. Information on these worst plants in the world is publicly available, e.g. Grant, Don; Zelinka, David; Mitova, Stefania (2021). \"Reducing CO2 emissions by targeting the world's hyper-polluting power plants\". Environmental Research Letters:\nhttps: iopscience.iop.org/article/10.1088/1748-9326/ac13f1/pd,\nElectricity exports that perform better than the 10% worst performers will have a financial incentive to provide actual data to the Commission, as providing actual data would lower the CBAM charge incurred. The Commission should allow electricity exporters to prove that they are better than the default value.",
  "page_10": "Text proposed by Commission\nFor the purposes of paragraph 1, the authorised declarant shall ensure that the required number of CBAM certificates is available on its account in the national registry. In addition, the authorised declarant shall ensure that the number of CBAM certificates on its account in the national registry at the end of each quarter corresponds to at least 80 per cent of the embedded emissions, determined by reference to default values in accordance with the methods set out in Annex Ill, in all goods it has imported since the beginning of the calendar year.\nWith the introduction of the CBAM, it is obvious that the administrative complexity will increase for entities and importers of goods that will be included in the mechanism. This includes entities who have been allocated transmission capacity through explicit capacity allocation and who nominate this capacity for electricity imports. The proposed provisions might increase the administrative burden on those entities, some already during the transitional period until the end of 2025. For example, Article 22 stipulates that importers of electricity and goods are obliged to hold on their accounts at the end of each quarter a number of CBAM certificates that correspond to at least 80 percent of embedded emissions. The provision is inconsistent with the compliance obligation imposed on the installations under the EU ETS, which are not required to do so; they must only surrender the correct amount of allowances by 30 April each year, with no constraint on the number of allowances held each quarter. We therefore call on policymakers to carefully design the CBAM’s administrative commitments with a view to maximising their consistency and simplification, which would in turn increase the chances of compliance.\nAmendment proposal by Eurelectric\nAmendment 5\nArticle 22, point 2: Surrender of CBAM certificates\nOriginal text\nOriginal text + amendments\nFor the purposes of paragraph 1, the authorised declarant shall ensure that the required number of CBAM certificates is available on its account in the national registry. In addition, the authorised declarant shall ensure that the number of CBAM certificates on its account in the national registry by 30 April each year corresponds to the number of allowances that is equal to the total embedded emissions, determined by reference to default values in accordance with the methods set out in Annex Ill, in all goods it has imported since the beginning of the calendar year.\nJustification",
  "page_11": "Original text\nThe Union, may conclude agreements with third countries with a view to take account of carbon pricing mechanisms in these countries in the application of Article 9.\nText proposed by Commission\nAmendment 6\nArticle 2, point 12: Scope\nAmendment proposal by Eurelectric\nOriginal text + amendments\nThe Union should make it its priority to conclude agreements with third countries with a view to take account of carbon pricing mechanisms in these countries in the application of Article 9.\nJustification\nThe introduction of a Carbon Border Adjustment Mechanism (CBAM) for electricity is welcome, but Eurelectric believes that ultimately its end goal should be to encourage neighbouring markets to develop their own carbon markets, and link them to the EU ETS. Building on the successful link with the Swiss ETS, further linkages would support a larger, more stable carbon market and enable a level-playing field with electricity generated at the other end of interconnectors.",
  "page_12": "Eurelectric pursues in all its activities the application of the\nfollowing sustainable development values:\nEconomic Development\na Growth, added-value, efficiency\nEnvironmental Leadership\nHi Commitment, innovation, pro-activeness\nSocial Responsibility\nMs Transparency, ethics, accountability",
  "page_13": "eurelectric\nUnion of the Electricity Industry - Eurelectric aisbl Boulevard de |’Ilmpératrice, 66 — bte 2 - 1000 Brussels, Belgium Tel: +32 25151000 - VAT: BE 0462 679 112 © www.eurelectric.org EU Transparency Register number: 4271427696-87"
},
  "language": "Languages.ENGLISH",
  "total_pages": 13
}
