{
  "file_name": "13_196.pdf",
  "pages": {
  "page_1": "Ceram e—\nL Tit\nThe European Ceramic\nIndustry Association\n8 November 2021\nCeramic industry position the EU ETS review\nOn 14 July 2021 the European Commission (EC) presented its legislative Proposal for the revision of the EU ETS Directive, which is one of the main elements of the “Fit for 55” package. Its key aim is to increase the ambition of the EU ETS scheme and to align it with the overall increase of the 55% reduction target of GHG emissions by 2030.\nCerame-Unie would like to thank the European Commission for the opportunity to submit its reply to the public consultations on this Proposal. Our industry is heavily impacted by the review of the EU ETS system as there are ca. 1200 ceramic installations in the EU ETS system, representing around 10% of the total number of installations, which however constitute only around 1% of the total industrial emissions. The main sectors concerned are: bricks and roof tiles and clay pipes, wall and floor tiles, refractories, sanitary ware and expanded clay and other ceramic products. All those sectors are protected from carbon leakage through their inclusion onto the current carbon leakage list. Most of the ceramic emitters belong to the small emitting installations (over 80%).\nAt the end of the EU ETS phase III most installations in all ceramic sectors were “net” buyers of the CO2 allowances. That is also why the industry is highly exposed to the carbon price fluctuations and furthermore concerned by the recent skyrocketing of the COz price.\nWe believe that the key purpose of the EU ETS system should be to achieve the climate ambition in the most cost-efficient way, meaning that the undue carbon costs in the economy must be avoided.\nIn our opinion, the EU ETS reform shouldn’t impact the EU ETS industrial sectors to a disproportionate extent, in particular as these sectors have already been contributing over the last years to the GHG reductions significantly and continue to do so. Moreover, it has to be considered, that the EU ETS phase IV preparations have just been completed by the EC and that the EU ETS Directive has only now been reviewed for this 4\" phase.\nThe industry, and even more sectors with a large proportion of SMEs, such as ceramics, needs more stability and certainty to gain trust in the EU ETS system phase IV and to be able to plan in the long term, which is particularly needed for the carbon-neutral investments to take place in Europe by 2030 and beyond.\nAgainst this background, we would like to highlight the following ceramic key messages:\nSkyrocketing carbon costs must be avoided Carbon leakage provisions shall be strengthened Conditionality on energy audits must be removed Small installations “opt out” measures must be broadened EU ETS Innovation Fund must be increased but not at the expense of the free allowances pot Modernisation Fund shall include broader range of projects EU ETS costs for transport, both maritime and road, must be assessed Treatment of the CCS and CCU must be equal Decarbonisation ambitions by 2050 need stable legal framework 10. Consequences of the COVID-19 pandemic must be taken into account when assigning allocations for the period 2026-2030.",
  "page_2": "Ceram e—\nL Nit\nThe European Ceramic\nIndustry Association\nBackground information\nSkyrocketing carbon costs must be avoided\nWe are concerned by the measures proposed by the European Commission to review the EU ETS system once again, just so shortly after the agreement on the EU ETS phase IV framework. The proposed increase of the linear reduction factor (LRF) combined with the rebasing (one-off reduction) and the Market Stability Reserve (MSR) reform will lead to further pressure on the CO2 price and increases of the CO2 costs for the industry. Consequently, it will have a detrimental impact on the competitiveness of our ceramic sectors and their ability to invest in low-carbon technologies.\nWe believe that to avoid the shortage of the necessary free allocations and the introduction of the Cross Sectoral Correction Factor (CSCF) during the EU ETS phase IV, the allowances from the Market Stability Reserve should be used. Moreover, the current EU ETS Directive gives a 3%-flexibility to increase the free allocation share in case of such shortage. This flexibility needs to be increased with the available allowances in the Market Stability Reserve, instead of massively invalidating them, as proposed by the EC.\nAlso, an excessive increase in the LRF, which undermines the availability of free allowances and increases the risk of triggering the CSCF, must be avoided. It would lead to further growing carbon costs for companies and result in limiting their budgets for investments.\nMoreover, the current skyrocketing of the carbon price should be investigated by the European Commission. There is a high risk of speculation and anti-competitive behaviors on the carbon market and so its monitoring must be enhanced. To avoid such situations in the future the European Commission should also study and propose changes to avoid extreme carbon price fluctuations in advance (in EU ETS Directive Art. 29 a).\nWith regards to the consequences of the COVID-19 pandemic, it has to be noted, that the levels of production in 2020 were substantially lower. The companies shouldn’t be penalized for this unrepresentative trend by assigning them lower allocations for the period 2026-2030. This is why we propose to include in the EU ETS Directive an additional clause, which would exclude the year 2020 from the allocation calculations of the averages for the period 2019-2023.\nCarbon leakage provisions shall be strengthened\nIn the current context of the increasing carbon price as well as recently increasing energy prices, the carbon leakage risk is imminently growing. As no comparable efforts are undertaken in the foreseeable future by EU’s major global competitors, the measures to prevent carbon, job and investment leakages from the EU must be strengthened. We welcome the steps that the Commission is taking in this respect. For example, we particularly welcome the fact the EC didn’t include the “tiered approach” to free allocation in its proposal. Such concept was studied in the Impact Assessment of the Commission. It grants only certain proportion of free allowances to different industrial sectors depending on the value of their carbon leakage indicator. We believe, it is not fully representative for heterogeneous sectors including many SMEs, such as ceramics. This is related to the Gross Value Added",
  "page_3": "Ceram\nbe\nUni\nThe European Ceramic\nIndustry Association\nindicator (GVA) which disadvantages labour-intensive sectors when calculating the emission intensity of the sector.\nThe GVA, by including the labour costs, does not reflect the real profitability of companies. A Gross Operating Surplus (GOS), not including labor costs but only profits, would be much more suitable. Ultimately, the use of the GVA indicator implies that CO2 costs can be absorbed by sectors with little profits but large workforce, supposedly by cutting on jobs in this sector. Such perverse effect was prevented so far in relation to the sectors exposed to carbon leakage thanks to extensive qualitative assessments made on several sectors for the establishment of the carbon leakage list in the EU ETS phase IV. On the other hand, in the absence of similar qualitative assessments, the use of GVA led to the unjustified exclusion of the ceramic sectors from the list of eligibility to indirect cost compensations under the review of the EU ETS State Aid Guidelines adopted in 2020.\nMoreover, we would like to underline that the proposal to gradually phase-out the free allocations to the industries under the Carbon Border Adjustment Mechanism (CBAM) is also pre-mature. In particular looking at the risks connected with the increasing carbon leakage threat, those sectors need special consideration at least in the introductory phase. We also believe that the free allocations to sectors under CBAM is fully WTO-compatible, which is further elaborated in the Cerame-Unie position on CBAM.\nWe are further concerned by the proposed increase of the upper value for the benchmarks update (from 1,6% to 2,5% per year). The proposed measure will lead to a 50% reduction of the benchmark values (instead of the current 32%) and will consequently reduce free allocations of most of the ceramic installations, including the fallback benchmark installations. The EU ETS reform needs to ensure that a sufficient level of free allocation is granted at the level of realistic benchmarks and that is why the benchmark conditions shouldn’t be altered in the middle of the EU ETS phase 4. This strongly undermines the legal predictability of the system.\nAt the same time, we welcome the fact that the EC proposes to remove installations, entirely using biomass, from the scope of the EU ETS. As we have already advocated in the past, the biomass-using installations should not be taken into consideration for the establishment and calculation of the ETS benchmarks, as they lead to artificially lower benchmark values. Biomass is not equally available across the EU and in some regions its use is legally banned.\nConditionality on energy audits must be removed\nAnother element, which will impact our industry is the introduction of the obligatory energy audits (further defined in the Energy Efficiency Directive) and the proposal to introduce the conditionality between the audits requirements and free allowances. For many of the ceramic SMEs such audits are voluntary and have not been an obligatory requirement until now. Such voluntary nature of the energy audits for industrial SMEs must be kept to avoid additional administrative burden. Moreover, we believe that it is a precedent to make free allowances conditional and in itself it undermines the free nature of such an instrument and its purpose (to protect from the carbon leakage). Such conditionality creates further uncertainty on the carbon leakage protection and leads to an overlap between the two regulatory measures, whose ultimate aims are different.",
  "page_4": "Ceram\nUni\nSmall installations “opt out” measures must be broadened\nbe\nThe European Ceramic\nIndustry Association\nThe ceramic industry is particularly interested in the possibility of the application of the “opt out” measures in the EU ETS system for the small emitting installations (in the EU ETS Directive Art. 27). In the EU ETS phase IV such systems are applied mainly in Italy and Spain and in total there are around 200 small emitting installations included in the “small emitter schemes” from the ceramic industry (mainly in the sectors of the bricks and roof tiles and ceramic tiles). Currently the EU ETS Directive foresees such a possibility for the installations emitting below 25kt CO2/year. Our industry has been advocating to increase this threshold to 50kt CO2 per year to ensure that all small emitter installations have the possibility to utilize national equivalent measures, once applied in their countries. The primary aim of the approach is to reduce the administrative burden on small emitters, whilst preserving the environmental goals of the EU ETS. That is why the EU ETS Directive provides Member States with the option (but not obligation) to exclude, on a voluntary basis, small emitters from the main EU ETS scheme and to include them in national measures that deliver an equivalent level of emissions reduction. We believe that, in case an increase of the threshold is not agreeable to the legislators, a possibility to include single installations (above 25kt CO2/year) into small emitter schemes through a qualitative assessment should be given for the reasons of competitiveness (for example, in case where most installations fall under “opt out” measures in one sector in a Member State and very few installations are in the EU ETS system, as they exceed slightly the 25kt CO2 threshold but are below 50kt per year).\nEU ETS Innovation Fund must be increased but not at the expense of the free allowances pot\nThe ceramic industry welcomes the fact that the European Commission proposes to increase the size of the Innovation Fund by 50min allowances. We would like to note, however, that 40mIn will come from the allowances available for free allocation and only 10mIn from the allowances to be auctioned. As far as the ceramic industry is concerned, — in order not to undermine the effectiveness of the carbon leakage measures and not to increase the risk of the introduction of the CSCF — the necessary increase of the Fund must entirely come from the auctioning share. The increase of the Fund is clearly necessary, as the interest in the Fund is much higher than the available funds (22-times more projects than available budget for the first call). Moreover, we welcome the fact that the scope of the Innovation Fund would be extended to allow for the support of projects via the competitive tendering mechanism such as carbon contracts for difference. We hope this type of projects will find broad use within the industry.\nModernisation Fund shall include broader range of projects\nWe welcome the fact that the European Commission proposes that an additional 2,5% of the cap is auctioned to fund the transition in the Member States with GDP per capita below 65% of the EU average in 2016-2018 through the Modernisation Fund. We are concerned however that this proposal does not foresee support from the Modernisation Fund for energy generation facilities that use fossil fuels. We believe that certain fossil fuels, for example natural gas (which our industry is currently dependent on, in 80%) is a necessary fuel to guarantee a stable transition to a carbon neutral economy. It is particularly important for the Member States which are beneficiaries of the Modernisation Fund.",
  "page_5": "Ceram\nUni\nThe European Ceramic\nIndustry Association\nEU ETS costs for transport, both maritime and road, must be assessed\nbe\nWe welcome the fact that the European Commission has decided to create a separate system for the buildings and transport sector and that these sectors were not included in the traditional EU ETS, as the CO2 abatement potentials differ substantially between the different sectors. Nevertheless, we are concerned with the consequences of the inclusion of the road as well as maritime transport under the ETS obligations.\nWith the additional obligations, new costs will be placed on these sectors, which ultimately will be passed through to all other consumers, including the ceramic industry. This downstream effect on the EU market must be properly assessed by the European Commission. The effect on the competitiveness of the transport sector as well as other businesses must be taken into account.\nTreatment of the CCS and CCU must be equal\nWe believe that the treatment of the Carbon Capture and Storage (CCS) and the Carbon Capture and Use (CCU) must be equal in the EU ETS system accounting rules. As these technologies are still under development, the EU ETS Directive must not create a disincentive to invest in them, just the opposite — an incentive must be given, also for the CCU.\nThe Proposal of the EU ETS Directive, as presented by the EC, endangers the business case through a very narrow definition of the “exemption from the obligation to surrender allowances”, which would be restricted to (i) permanent geological storage and (ii) the CO2 chemically bound in a product. Also, the omission of the requirement that CO2 should be “released in the atmosphere” when defining an “emission” risks to open the door for accounting the CO2 with the capturing plant. The revised EU ETS Directive must reconfirm that there is an emission of CO2 only if and at the point of release into the\natmosphere. A transfer of CO2 to a third operator must not result in an emission for the transferring\nplant.\nDecarbonisation ambitions by 2050 need a stable legal framework\nThe ceramic industry is ready to contribute to the EU target of achieving climate neutrality by 2050 as set out by the European Commission in the European Green Deal. For this purpose Cerame-Unie has updated its Roadmap to 2050 adapting it to the new decarbonisation ambition. The Roadmap outlines the pathway to carbon neutrality for the industry, by taking into account the current and new technologies as well as planned developments in the energy sector. The industry will need to shift to decarbonized energy sources such as green electricity, green hydrogen, and biofuels. It is also assumed that the relevant carbon removal technologies as well as offsetting measures will be developed. Such changes require extensive investments in the sectors and depend to a large extent on factors not reliant on the industry itself. These include the preparation of the energy markets and the development of technologies and infrastructure to guarantee safe, affordable green fuel supply (be it biogas, hydrogen, or electricity) of a good quality. The main pre-condition for these developments is the right and stable legal framework to enable the companies to make long-term investment decisions in low-carbon technologies as well as other breakthrough solutions. The industry will be able to manage the necessary technology transformation only under a stable policy environment. This pre- condition is particularly relevant for the EU ETS framework, which has recently been undergoing many substantial reforms, even, as mentioned, in the middle of the EU ETS phase. We believe, such constant changes should be avoided to ensure more stability to the whole system."
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
