{
  "file_name": "13_203.pdf",
  "pages": {
  "page_1": "Ceram e—\nLU Nil\nThe European Ceramic\nIndustry Association\nCerame-Unie Position Paper O n EU Carbon Border Adjustment Mechanism\nThe ceramic industry, with more than 1.200 installations in the EU Emissions Trading System (ETS) manufacturing a wide range of products, is well-positioned to understand under which conditions a Carbon Border Adjustment Mechanism can help industries moving towards carbon neutrality while remaining competitive, safeguarding economic & social aspects while achieving environmental goals.\nIn responding to the European Commission Inception Impact Assessments of March 2020 and the Public Consultations in October 2020, stresses that for the following reasons, a Carbon Border Adjustment Mechanism (CBAM) would be neither feasible nor effective to protect EU ceramic industries against the risk of carbon leakage:\n= The scope of the future CBAM shall reflect the unfeasibility of a well-functioning mechanism for sectors with highly heterogeneous products and processes, and for which it has not been possible to define product benchmarks under the ETS as a result of this heterogeneity.\nThe European ceramic industry manufactures products as diverse as bricks & roof tiles, wall & floor tiles, refractory ceramics for industrial kilns, sanitaryware, expanded clay, clay pipes, tableware, or flower pots. The heterogeneity of the ceramic industry is also linked to its large share of SMEs, low concentration level, and a wide range of local characteristics having an impact on the process and CO2 emissions. In this context, it has not been possible to develop product benchmarks for the majority of ceramic products covered by the ETS.\n= Moreover, given its primary purpose to decarbonise imports via e.g. carbon tax or tariffs, the scope of the CBAM shall be limited to homogeneous EU sectors at higher exposure to EU imports (as opposed to exposure through exports).\nAs an energy-intensive sector with high-labour costs and elevated export-intensity, the ceramic industry calls on the EU to continue existing carbon leakage protection, in particular for those EU sectors, such as the ceramic industry, contributing to international climate action by exporting low- carbon-footprint products in key foreign markets with lower climate ambitions. Preserving the competitiveness of our exports is not only about the EU economy and jobs but it is also a way to decrease global emissions.\n=> In addition to heterogeneity and export intensity, a third reason for excluding ceramics from the CBAM is linked to their high share of SMEs: The introduction of a CBAM and the suppression of free allocations would expose industrial SMEs to excessive carbon price volatility and would prevent any long-term investment.\nIt is of utmost importance, in order to enable industries to invest in industrial transformation towards low carbon manufacturing that the current system of free allocations for best performers, as confirmed in 2018 for the ETS Phase IV, remains stable and predictable until 2030. This need for stability is even more important for industrial SMEs and is exacerbated by the current COVID-19 sanitary crisis.\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu",
  "page_2": "The European Ceramic\nIndustry Association\nOur Policy Recommendations\nOur strategic messages concerning the establishment of a Carbon Border Adjustment Mechanism overall call for:\nA CBAM, which does not cover sectors that are too heterogeneous in terms of products and processes, such as ceramics, due to the impossibility of establishing representative benchmarks for the majority of their products, both at local and global levels; A CBAM, which does not cover sectors that are exporting a significant share of their production outside the EU; A CBAM, which does not cover sectors with a large proportion of industrial SMEs, due to their vital need for long term predictability and the need to protect these SMEs from exposure to carbon price volatility; Current carbon leakage protection measures to be maintained for sectors not covered by the CBAM; A fully WTO compatible CBAM.\nOna more detailed note, Cerame-Unie sees the need for the European Commission to take into account the following policy recommendations:\n1) A Carbon Border Adjustment Mechanism designed to strengthen EU industries carbon leakage protection in the long term:\nConsidering the outcome of the decision-making process on the review of the ETS Benchmarking Regulation and the ETS State Aid Guidelines, and the fluctuations of the carbon price (from 30€ to 50€/tCO2) for the ETS Phase IV, the European ceramic industry anticipates an ETS cost under Phase IV ranging from € 1,5 Billion to € 3 Billion, assuming that carbon leakage measures and the 2030 targets for the ETS sector remain unchanged. Should carbon leakage measures (free allocations) be suppressed, the carbon costs for the ceramic industry would range from € 4 Billion to € 6 Billion, thus significantly jeopardizing its ability to make the investments needed in new and breakthrough technologies, crucial to increase our marketability and to move towards climate-neutrality.\nHence we call on the European Commission:\n> To re-consider the choice towards policies merely increasing carbon costs on EU manufacturing without duly considering all carbon leakage risks since any reduction of EU carbon emissions from manufacturing through relocation will simultaneously increase EU’s consumed carbon due to imports from countries with lower or non-existing carbon costs on manufacturing; To maintain free allocations based on best performance benchmarks and promote a level playing field on environmental burden and costs under EU trade policy instruments and environmental regulations such as REACH (i.e. introducing the ability to reflect environmental costs not incurred in third countries in the calculation of dumping margins, using the GSP scheme as an incentive for any country exporting to the EU to be environmentally responsible, making sure that the design and implementation of REACH is not in practice giving a de facto competitive advantage to imports, particularly concerning intermediates).\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu\nwww.cerameunie.eu\nCeram e—\nLU Nil",
  "page_3": "Ceram e—\nL Nil\nThe European Ceramic\nIndustry Association\n\nSince the objective of a CBAM is to create an incentive for the decarbonisation of EU imports, this tool may only prove useful if applied strictly to sectors that are import intensive (as opposed to export intensive, such as ceramics) and if it is conceived as a tool to complete and strengthen existing carbon leakage measures so as the deliver a genuine level playing field, not as a substitute of carbon leakage protection.\nDue to its high proportion of industrial SMEs (80%), the ceramic sector is particularly sensitive to administrative and regulatory burdens, and any consideration of the design of a CBAM shall contemplate its potential legal and technical complexity, particularly in cases where such measures would be feasible only for homogeneous process and products perceived as commodities; indeed, the applicability of the options currently being evaluated at Commission level on the CBAM design is already proving difficult on sectors with wide heterogeneity in terms of products and processes, highly disaggregated and with a large proportion of SMEs, given inter alia the impossibility to determine equitable benchmark values at a domestic and global level compared to more homogeneous sectors.\nA CBAM and the suppression of free allocation would expose SMEs too much to carbon price volatility and would prevent any long term investment. Even if a well-functioning and export compatible CBAM could be designed for heterogeneous products, free allocations would remain the only effective instrument adapted to industrial SMEs and enabling them to justify new investments for periods as long as 50 years (as it can apply to ceramic kilns).\nFor sectors such as the ceramic industry, which has been considered as exposed to carbon leakage, not necessarily due to import penetration but more as a result of high carbon intensity combined with high exposure to exports and other market characteristics (e.g. low profitability and cost pass- through ability, prospective exposure to imports, exposure to imports from EU neighbouring countries, substitutability of products, etc.), a CBAM would certainly be less efficient in establishing a fair level- playing field than existing carbon leakage measures; such undermining of the level-playing field should be avoided by all means in consideration of the positive impacts ceramic products have throughout so many value chains, thereby contributing to the objectives of the Green Deal (circularly economy, resilience, strategic autonomy, renovation wave and energy efficiency of buildings, etc).\nAccordingly for such products and sectors, similar to the ceramic industry, it will be even more important to ensure the continuation of existing direct and indirect carbon leakage measures (including compensation of the indirect costs for the next ETS trading period under the ETS State Aid Guidelines).\nHence, we call on the European Commission:\n> To limit the application of the CBAM to targeted sectors with high-import intensity/reliance and to maintain current carbon leakage protection for non-covered sectors as a way forward to ensure a level playing field and EU competitiveness, and to this extent to bear in mind the non-feasibility of any CBAM option for sectors as heterogeneous and diverse as ceramics.\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu",
  "page_4": "Ceram e—\nLU Nil\nThe European Ceramic\nIndustry Association\n3) ACBAM preserving the competitiveness of CO2 efficient European products on export markets:\nFor the sectors falling under the scope of a CBAM it will be necessary to ensure the competitiveness of EU exports to third countries, where the carbon constraint is absent or less ambitious than in the EU. The mechanism should thus include an ad-hoc solution for exports. For this purpose, additional measures should relieve from EU ETS costs European products exported to non-EU markets without (or with less ambitious) carbon reduction policies. Such measures would be designed to preserve the competitiveness of CO: efficient products made in the EU but exported, while ensuring an equal treatment between products imported into the EU and similar products consumed in the Internal Market, as required under Art. XX of the GATT.\nHence we call on the European Commission:\n> To secure an international level playing field for EU companies accessing export markets from a political and legal perspective, notably by relieving from the EU ETS costs the European products exported to non-EU markets; To establish enforcement chapters in all trade agreements, in the areas of traceability, measurement of carbon content, and rules of origin implementation, apt to protect EU industries from third countries infringements.\n\nFor the mechanism to be successful both at domestic and international level, hence eliminating the risks of increased retaliatory actions on EU industries and difficulties in accessing foreign markets, it will need to be fully WTO compatible and be built on the key WTO principles of non-discrimination, differentiation and “likeness”. The possibility to derive from these principles shall be assessed under the exception allowed under article XX (g)1 of the GATT, for environmental and climate objectives. The measure must be justified by the objective to reduce consumed carbon in the EU.\nOn this line of reasoning, we wish to stress the crucial importance of managing correctly the tariff preferential regimes foreseen under the GSP Regulation and of similar solutions applying for Developing Countries and Least Developed Countries whereby sectorial competition (e.g. increased ceramic exports to the EU from Vietnam or India) for EU producers has now materialised.\nThe only possible adjustments of the cost element of any CBAM, including the establishment of linkages with third-country carbon costing and reduction mechanisms, must be conditional on the provision of verifiable data which is verified to establish effectively comparable carbon costs and reduction obligations in the places where the essential manufacturing steps occur, with proper mechanisms also in place to address non-cooperation (even partial), circumvention, absorption, source shifting, etc.\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu",
  "page_5": "Ceram e—\nLU Nil\n*\nThe European Ceramic\nIndustry Association\nH ence we call on the European Commission to:\n> Consider the general exception clause of Article XX of the General Agreement on Tariffs and Trade (GATT) as the basis for the design of any CBAM and that its only rationale should be an environmental one — reducing global CO2 emissions and preventing carbon leakage; in that respect, we wish to highlight the expected environmental benefit, in terms of global CO2 emissions reduction, of measures to be adopted in combination with the CBAM in relation to CO2 efficient EU exports; To not envisage exemptions under the future CBAM regime to EU imports originating in third countries beneficiaries of preferential tariff regimes (GSP); To propose methodologies for the calculation of carbon content of imports on specific criteria that do not foresee “self-certification supported by external auditing” (as mentioned in Point 4. of Cerame-Unie’s answer to the inception impact assessment).\n*\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
