{
  "file_name": "13_204.pdf",
  "pages": {
  "page_1": "Ceram n a\nU\n1 The European Ceramic\nIndustry Association\n22 October 2020\nCerame-Unie Reply to the Public Consultation ona\nCarbon Border Adjustment Mechanism\nAnnex |\nSupplementary Answers to the Questionnaire\nQuestion 2:\na) Putting in place an EU Carbon Border Adjustment Mechanism is justified if differences of ambition between the EU and third countries in fighting climate change persist. b) By reducing risks of carbon leakage, a Carbon Border Adjustment Mechanism can help to achieve the EU objective of climate neutrality by 2050 and contribute to global climate efforts c) A higher price on some imported products due to the introduction of a Carbon Border Adjustment Mechanism in the EU would be acceptable if it contributed to global climate efforts d) A Carbon Border Adjustment Mechanism would impose an unnecessary burden on EU industry.\nCU position on sub-question a) & b):\nThe possibility for a Carbon Border Adjustment Mechanism (hereinafter as CBAM) introduced at the EU border aimed at a) contributing to the achievement of the 2050 climate neutrality targets and b) to steer the climate ambitions of third countries, can only be assessed through a holistic approach which takes into great considerations its feasibility for European industrial sectors’ competitiveness and economies, and the concrete ambitions/potentials of foreign partners with regards to international climate agreements. Concerning the first aspect, the introduction of a CBAM shall not coincide with a decrease in the existing degree of carbon leakage protection, necessary to allow transiting sectors to invest in new and breakthrough technologies, key for expanding their market potential and counteract low-ambitious trading partners. Seemingly, if placing a CBAM into play would imply only increased carbon costs on EU manufacturers (e.g. via the elimination of free allowances and indirect emissions costs compensation) without really addressing the flows of extra- EU imports from countries with low or non-existing carbon costs on manufacturing, the Union might reduce EU-sourced emissions due to manufacturer’s relocations but it will open up to increases in the EU’s consumed carbon due to third countries imports.\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu",
  "page_2": "Ceram n a The\nU 1\nEuropean\nCeramic\nIndustry Association\n22 October 2020\nAs for the capacity of a CBAM to incentivise third countries efforts to decarbonise production processes and products, the answer lies in the possibility for the European Union to secure an international level playing field for EU companies accessing export markets, legally and politically, to ensure compatibility with WTO law (particularly art. XX and Art. XVI), to establish enforcement chapters (e.g. traceability, certification of carbon footprint and rules of origin implementation) in trade agreements apt to protect from third countries infringements, and to propose methodologies for the calculation of carbon content of imports on specific criteria that do not foresee “self- certification supported by external auditing” (as mentioned in Point 4. of Cerame-Unie’s answer to the inception impact assessment). Additionally, a critical success factor we consider crucial is the management of tariff preferential regimes foreseen under the GSP Regulation, and similar solutions, for Developing and Least-Developed Countries, whereby sectorial competition (e.g. ceramic products in Vietnam or India) has now materialized, posing serious threats to our exports and production.\nCU position on sub-questions c):\nThe degree of acceptability of increased prices on EU imports varies greatly, according to consumers’ reactions and awareness, and on the possibilities for the CBAM not to hamper the competitiveness and technological developments of European companies, whether considering internal or export markets challenges. Certainly, increased carbon prices of imported goods which do not reflect the real carbon content e.g. calculation not based on EU worst performers or not based on objectively verifiable data provided by the exporter, would make it unacceptable and not constructive in terms of GHG emission reduction.\nCU position on sub-questions d):\nAs the CBAM would be the EU instrument for incentivizing decarbonization of European imports, it may produce benefits for import-intensive European sectors. While for sectors with heterogeneous products (such as ceramics), which do not fall under product benchmarks, and are mainly composed of SMEs, it would instead unduly increase costs and administrative burden as it would be extremely difficult to define a representative CBA value for these heterogenous products. All in all, the risk of over-burdening for our industry is as well augmented by the risk that the CBAM would be the substitute for free allowances and other direct and indirect carbon leakage protection measures which are extremely crucial to preserve our global competitiveness and our capacity for innovation.\nQuestion 3.2\ng. Reducing greenhouse gas emissions can be better achieved through regulatory means such as performance standards for products placed on the EU market.\nCU position on sub-question 3.2g:\nA CBAM applied to European products cannot rely on generic and not tailor-made regulatory tool, as inter-alia “performance standards”, which refer to a concept apt to open and wide interpretation,\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu",
  "page_3": "Ceram n a\nU\n1 The European Ceramic\nIndustry Association\n22 October 2020\nthus ambiguity. Furthermore, as highlighted in the previous response, performance standards can only work for products and processes for which local and/or global benchmarks can be identified, thus where production and products are solidly homogeneous. For fragmented and heterogeneous sectors such an instrument cannot prove workable as they cannot elaborate equally representative criteria.\nQuestion 6.5\nOn other policy instruments for the design of a CBAM not identified in paragraph 6.4\n|\nCerame-Unie position on sub-question 6.5:\nAll the systems described in 6.1 to 6.4 are considered as ineffective to prevent the risk of carbon leakage as they are intended to replace instead of completing existing carbon leakage measures. None of these mechanisms will allow to maintain and strengthen the carbon leakage protection through free allocations for best performers that are currently foreseen under the ETS Directive at least until 2030. The only effective approach would be to maintain free allocations for best performers and complete free allocations by promoting a level playing field on environmental burden and costs under EU trade policy instruments and environmental regulations such as REACH. (i.e. introducing the ability to reflect environmental costs not incurred in third countries in the calculation of dumping margins, using the GSP list as an incentive for any country exporting to the EU to be environmentally responsible, making sure that the design and implementation of REACH is not in practice giving a de facto competitive advantage to imports, particularly in relation to intermediates).\nQuestion 8.2\n8. The Commission indicated in its Green Deal communication that the Carbon Border Adjustment Mechanism would be proposed for selected sectors.\n8.2 other important elements in the selection of sectors.\nCerame-Unie position on sub-question 8.2:\nTwo main criteria should be taken into account to select the sectors/products to be subject to CBAs: 1) the effectiveness of CBAM for a specific sector in terms of carbon leakage protection and 2) the feasibility of CBAs for a specific sector. For sectors exporting a large proportion of their production outside the EU (such as ceramics), carbon border adjustments do not fulfil their purpose in terms of carbon leakage protection. The introduction of CBAM and the phasing out of free allocations will mean that these industries will become completely uncompetitive on export markets. The other important criterion is 2) the feasibility of CBAM for sectors exposed to carbon leakage but with huge heterogeneity in terms of products falling under the same NACE or Prodcom code (e.g. bricks, roof tiles, clay pipes, sanitaryware, wall & floor tiles, refractory materials, expanded clay, flower pots and tableware). These products are exposed to carbon leakage but are partly covered by “product\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu",
  "page_4": "Ceram n a\nU\n1 The European Ceramic\nIndustry Association\n22 October 2020\nbenchmarks” as a result of their heterogeneity. For these products, CBAM is not a realistic option and they must remain under the current carbon leakage measures under the ETS Directive.\nCerame-Unie would also oppose option (b), implying that sectors are included under the CBAM because they are allegedly more exposed to carbon leakage than others. We oppose the concept of sectors with the highest risk of carbon leakage” because such distinction is always made based on simplified indicators that do not reflect the real exposure of smaller sectors to the risk of carbon leakage. More precisely, the starting point for quantitative carbon leakage assessments under the ETS Directive is “carbon intensity” x “trade exposure”. Carbon intensity is itself defined by “CO2 costs divided by “Gross Value Added”(GVA). Due to the fact in Eurostat statistics, GVA includes both profits and labor costs, this methodology always results in sectors with fewer jobs and lower labor costs appearing as more CO2 intensive (and hence exposed to carbon leakage). This methodology means that a sector with low profits (compared to CO2 costs) but with high labor costs (typically SME sectors) will be less exposed to carbon leakage because it can reduce its labor costs. This is a perverse effect of the current quantitative criteria under the ETS Directive and which has been corrected for direct carbon leakage assessments (regrettably not for indirect carbon leakage under the ETS State Aid Guidelines) thanks to thorough qualitative assessments looking at the CO2 costs compared to profits.\nQuestion 11\nPlease indicate to what extent you agree that the verification of the carbon content of imported products should: a. Be based on independent third-party verification b. Allow for self-certification, supported by occasional external audit\nCerame-Unie position on question 11 point a) and b):\nA correct and appropriate methodology for calculating the level of the carbon costs to be borne by importers shall never allow for option b) i.e. self-certification supported by occasional external audit as it is not at all apt to insure against the risks of circumvention and unfair practices from exporters. Indeed we support methods based on independent third-party verification, and that is substantively able to assess carbon costs based on EU worst performers benchmark and by real monitored emissions corresponding to the imported product.\nCERAME-UNIE aisbl\nRue Belliard 12 — 1040 Brussels\nTel. +32.2.808.38.80 - Fax +32.2.511.51.74 — E-Mail: sec@cerameunie.eu www.cerameunie.eu"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
