{
  "file_name": "13_212.pdf",
  "pages": {
  "page_1": "Ceram e-— The\nU Ni\nEuropean\nCeramic\nIndustry Association\nCerame-Unie feedback on the Proposal for a Carbon Border Adjustment Mechanism (CBAM)\n18 November 2021\nCerame-Unie would like to thank the European Commission for the opportunity to submit its feedback on the proposal for a Regulation establishing a Carbon Border Adjustment Mechanism (‘CBAM’).\nWith more than 1.200 installations in the EU Emissions Trading System (ETS) manufacturing a wide range of products, the ceramic industry is well positioned to understand under which conditions a CBAM can help industries move towards carbon neutrality while safeguarding economic and social aspects.\nThe ceramic industries gathered within Cerame-Unie fully support the objectives of the European Green Deal. However, given that the EU’s trading partners do not share the same level of climate ambition as the European Union, it is essential that achieving these goals does not come at the expense of an increase in carbon leakage. It is also essential that carbon leakage is not transferred to downstream industries.\nTo strengthen the CBAM proposal, the ceramic industry calls on the Commission to address some key aspects which are explained in more detail below. In particular, we believe that the Commission should:\nMake CBAM applicable only to sectors where it is appropriate and feasible, following a transition period Maintain free allowances for the time necessary to allow the deployment of low carbon technologies and until CBAM has proved to be effective Need to find a solution for carbon leakage risk associated with EU exports\nMake CBAM applicable only to sectors where it is appropriate and feasible, following a transition period:\nCerame-Unie positively welcomes the fact that heterogeneous sectors, like ceramics, have not been included in the scope of the proposal. As already stated in our response to the Impact Assessments and public consultations, the ceramic sector is characterised by a wide heterogeneity in terms of products and processes, and the impossibility to define product benchmarks under the ETS as a result of this heterogeneity. In addition to these factors, the high disaggregation of the sector, and the large proportion of SMEs, render the application of the CBAM to the ceramic sector difficult.\nCerame-Unie calls for a transitional period for application in the event that the ceramic sector would be included in the list of sectors to which the CBAM will be extended to in 2025. As sectors currently included in the scope of the proposal will be subject to a transitional period of three years during which they will only be subject to reporting obligations, it is only logical to foresee a similar transition period for any sector subsequently included in the scope of the Regulation. This would reflect the need to make CBAM applicable only to sectors where it is appropriate and feasible.",
  "page_2": "Ceram e-—\nU Ni The European Ceramic\nIndustry Association\nMaintain free allowances for the time necessary to allow the deployment of low carbon technologies and until CBAM has proved to be effective:\nCerame-Unie has already emphasised the need to continue existing carbon leakage protection well beyond 2026, in the form of free allocation of emission allowances, as confirmed in 2018 for the EU ETS Phase IV. Predictable market conditions are even more important for sectors, like ceramics, characterised by a high proportion of SMEs, elevated labour costs and export-intensity. Since these sectors also contribute to international climate action by exporting low-carbon footprint products in key foreign markets with lower climate ambitions, preserving their competitiveness is also a way to decrease global emissions.\nConsidering that EU industries are already affected by increasingly high carbon costs (from €25 in November-December 2020 to €64 in October 2021) and elevated costs for decarbonisation, suppressing or even reducing allocations below the benchmark level would result in a further increase of ETS compliance costs for EU industries. This would not only undermine the competitiveness of these industries, but also their ability to make the investments necessary to achieve the EU’s climate objectives.\nIt is important to note that allowing both free allowances and CBAM would not amount to double protection. From a legal point of view, a legal study commissioned by AEGIS Europe has concluded that an EU ETS incorporating both free allowances and a CBAM would be compatible with WTO law, and, in particular, with GATT non-discrimination obligations, provided that EU products and imports face an equivalent regulatory burden that is applied on an even-handed basis.\nIn conclusion, the ceramic industry believes that it is indispensable to ensure that CBAM effectively equalises CO. costs between EU and non-EU suppliers before any phase-out of free allocations is initiated. Free allowances should be maintained for the time necessary to allow the investment for and deployment of low carbon technologies and until CBAM has proved to be effective beyond any doubt to avert the risk of carbon leakage. The reduction path for free allowances should of course be set in close consultation with the different industrial sectors.\nTo evaluate the effectiveness of CBAM, Cerame-Unie asks the Commission to carry out an impact assessment at the end of the transitional period envisaged for the sectors currently included in the scope of the proposal.\nFind a solution for carbon leakage risk associated with EU exports:\nThe CBAM proposal is far from effective from the exports markets point of view. The Commission has not incorporated any solution for exports, failing to take into consideration the concerns expressed by many sectors, including ceramics, in the public consultation.\nThe absence of a solution for exports puts at risk the competitiveness of CO2 efficient European products on export markets which have not adopted a similar carbon trading system. The lower competitiveness on export markets that do not share the EU’s climate goals will also likely determine an overall increase in global emissions. This is certainly in contrast with the achievement of the climate goals specified in the “Fit for 55” package and CBAM proposal.",
  "page_3": "Ceram e-—\nU Ni The European Ceramic\nIndustry Association\nCerame-Unie therefore urges the Commission to take on board a solution for EU exports. This would also indirectly incentivise third countries to put in place their own carbon pricing schemes.\nThe European Commission has not proposed the granting of export adjustments*, which have been assessed as WTO compatible by the AEGIS Europe legal study. As a matter of fact, both de facto export adjustments? and de jure export adjustments? do not constitute subsidies under Article 1.1 of the WTO SCM Agreement since no financial contribution is provided by the EU and no benefit is conferred. The export adjustments should be kept in place until third countries align their climate policies to the EU’s.\nThe ceramic industry also calls on the Commission to establish enforcement chapters in all trade agreements to protect EU industries from third country infringements. These should cover traceability, measurement of carbon content and rules of origin implementation.\n1 Reimbursements rebates according to the terminology used in the Impact Assessment reports or 2 De facto export adjustments would be provided by extending free allowances to EU production destined for export. 3 De jure export adjustments would consist in granting refund/credit for allowance obligations exports. on\n3"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
