{
  "file_name": "13_202.pdf",
  "pages": {
  "page_1": "Ceram e-—\nL Nil The European Ceramic\nIndustry Association\nPRESS RELEASE — 12 March 2021\nCERAME-UNIE WELCOMES THE EUROPEAN PARLIAMENT’S VOTE ON CARBON BORDER ADJUSTMENT MECHANISM\n12 March 2021, Brussels — Cerame-Unie welcomes the decision of the European Parliament’s plenary session to reaffirm the complementarity of CBAM with existing carbon leakage measures in its Report “Towards a WTO-compatible EU Carbon Border Adjustment Mechanism”.\nFor sectors like ceramics, with high export intensity and heterogeneous products and processes, keeping the EU ETS performance-based free allocation of allowances to counter carbon leakage is of utmost importance to retain global competitiveness. Carbon Border Adjustment Mechanism (CBAM) alone would be neither feasible nor effective in protecting the EU ceramic industries from the risk of carbon leakage. Conversely, a combination of existing ETS measures with a future CBAM applicable to well- selected products to be identified by the future impact assessment as likely to benefit from a CBAM, would have greater potential to promote a level playing field for these industries. This would not entail any protectionism and could perfectly be designed in a WTO-compatible manner, considering that the current free quotas in the EU are only partial and conditional to the best performance of benefiting installations.\nCerame-Unie, however, regrets that the Resolution calls for the inclusion of all sectors covered by the ETS in the scope of a future CBAM. The effectiveness of this new tool will depend on its ability to differentiate between industries and sectors based on factors including export intensity/reliance, exposure to indirect carbon costs, and inherent heterogeneity. For sectors such as ceramics, CBAM would clearly be unfeasible due to the heterogeneity of products under the same customs code and the resulting impediment to establishing a truly fair carbon cost for imports. Moreover, considering its complexity, such a system would be unmanageable for the numerous industrial SMEs present in the ceramic sector.\nCerame-Unie believes that meeting climate targets goes hand in hand with a predictable framework that secures a fair level playing field for the EU industry not only on domestic but also foreign markets. Moreover, preserving the competitiveness of our exports is not only about the EU economy and jobs, it is also a way to decrease global emissions. This can only be achieved “by tailoring protective measures to the industry’s specificities, and ultimately combining existing instruments with new measures and tools designed to promote, not deter, investments in the EU” concludes Cerame-Unie President Alain Delcourt\nFor more information contact: Inés Ferréo, Communications & Events Officer (ferrao@cerameunie.eu)\nThe European ceramic industry covers a wide range of products including bricks & roof tiles, clay pipes, wall & floor tiles, refractories, sanitaryware, table- & ornamentalware, technical ceramics, expanded clay and flower pots. The industry generates over 200,000 direct jobs and a production value of €31 billion in the EU.\nCerame-Unie aisbl\nRue Belliard 12 - 1000 Brussels - Tel: +32 2 808 38 80 - sec@cerameunie.eu - www.cerameunie.eu - twitter.com/CerameUnie EU Transparency Register 79465004946-12"
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
