{
  "file_name": "143_1404.pdf",
  "pages": {
  "page_1": "(Guropacable\nEuropean cable manufacturers’ capacity investments will empower Europe’s electrification. Fair market conditions are needed to safeguard the future of EU grid technology manufacturing and a viable grid buildout in Europe.\nBrussels, 218' March 2024\nIn 2023, Europe’s leading cable manufacturers started implementing over 4 BN EUR of investment decisions to expand their manufacturing and installation capacity in Europe. These will contribute towards doubling the capacity of high and extra-high voltage cables produced in Europe by 2030. As it has done in the past, the European cable industry is responding to the increasing demand to empower Europe’s decarbonisation.\nCables are a strategic, net zero grid technology. This is to be accounted for in current and future EU policy making. It is crucial to secure a viable European cable manufacturing basis to safeguard Europe’s energy sovereignty and the global technology leadership of EU cable manufacturing.\nAdditional investments will be needed to fully meet Europe’s upcoming demand for grid buildout and RES connections. For these to materialise, the following will need to be accounted for:\n1 VISIBILITY: A longer term demand visibility beyond 2030 to allow the industry to secure investments in additional manufacturing capacity. Europacable recommends: e Realistic, longer-term commitments by Member States and network operators for on- and off-shore network development plans and to turn these into industrial plans in terms planning, permitting and execution; Advance confirmed orders and advance payments allowing for upfront investments; Longer contractual timeframes and framework contracts; Regulatory schemes promoting anticipatory investments and a total expenditure (TOTEX) approach, including benefits and the cost of not getting the project built. VIABILITY: A consistent policy-making approach strengthening and not undermining the European manufacturing base. Europacable calls on EU Institutions for: e Consistent and coherent recognition of cables as strategic net-zero technologies both in EU policy and financial framework proposals including the new Temporary Crisis and Transition Framework for State Aid; Security screening and approval of non-EU suppliers of power cables, which includes fibers, when these companies are participating in EU tenders. FAIRNESS: A fair and level playing field, also ensuring competitive availability of raw materials for cable production in Europe. To achieve this, Europacable urges: e Cable projects to be awarded based on fair pricing and fair and accessible markets; e Inclusion of power cables containing aluminium and/or steel under CN 8544 in the scope of the CBAM by the end of the transitional phase. COHERENCE: More efficient standardisation, sustainability, investment, and insurance conditions. To this end, Europacable recommends: e A streamlined, harmonised or even standardised approach to: (0) Project processes, including leaner tendering and mutually recognised project execution criteria, and\neuropacable\nOE\nAssociation Internationale Sans But Lucratif (a.i.s.b.1.) { !",
  "page_2": "(Guropacable\nHarmonised technical specifications for cable systems, including consistent and binding (pre)qualification testing and appropriate technical specifications based on cable systems functions, and Sustainability requirements for both processes and cable systems to be valued and factored in; Policy support to unlock investments together with targeted funding to alleviate the financial burden for the industry; Appropriate investment schemes for network operators to make the energy transition a reality; Acceptable project insurance conditions for risk sharing contracts for the industry to safeguard them against unforeseen cost increases during project execution.\nSeveral of the above Europacable demands are now reflected in the EU Action Plan for Grids issued in November 2023. This is welcome. However, Europacable urges bold commitment by all relevant actors and strong determination in translating it into actions to secure the future of European grid technology manufacturing and make Europe’s electrification a reality.\nEurope’s decarbonisation ambitions offer a tremendous opportunity for European cable producers to demonstrate and to even expand their global technology leadership. The investment announcements made are bold confirmation of the industry’s determination to supply Europe with the cables it needs. As per today, not a single cable project has ever been delayed or even cancelled due to a lack of EU cable supplies. European cable manufacturers are committed that supply will be available moving into the future.\nThe unilateral openness of the European Market for the upcoming, significant grid buildout makes it vulnerable to unfair and dumping practices. Only by securing long-term, fair and level market conditions will Europe secure the investments needed in R&D as well as capacity expansion to meet its future demand for grid technologies. With that, only viable market conditions will secure the long-term competitiveness of Europe’s grid technology manufacturing basis.\nEuropacable, the voice of Europe’s leading wire and cable producers strongly believes that promoting a fair and transparent market has to be the prerequisite for healthy and sustainable competition when building Europe’s future transmission and distribution grids. Strong power grids are of strategic importance: They will be the backbone of Europe’s\nfuture industrial strength and the strength of its economy.\nFor further information please contact:\nAlberto Lampasona, Senior Director Public Affairs, a.lampasona@europacable.eu\nAbout Europacable\nEuropacable is the voice of Europe’s leading wire and cable producers. High-quality, sustainable power and telecommunication cables, produced by our members in Europe, empower electrification and digitalisation of our societies. Founded in 1991, Europacable represents the largest cable makers in the world providing global technology leadership, as well as highly specialized small- and medium sized businesses from across Europe.\nWith our future being ever more electrified and digitalised, cable technology will be the core backbone of Europes energy and telecommunication infrastructures. Sustainable, low-carbon manufacturing and high-performance cables are essential to achieve Europe's climate neutrality objectives by 2050. Europacable is committed to the principles of free enterprise and fair trade. Our members employ over 80.000 people of which more than 50% in Europe, generating a worldwide turnover over € 70 billion in 2023.\nEuropacable is a member of EuroFSA, FEEDS, Orgalim, RGI, WindEurope and a partner of CENELEC and EUEW. Europacable is listed in the European Commission's Transparency Register under 453103789-92. www.europacable.eu\neuropacable\nAssociation Internationale Sans But Lucratif (a.i.s.b.1.) R { !\nOE"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
