{
  "file_name": "146_1422.pdf",
  "pages": {
  "page_1": "Thin\nfd\nScience-policy\nsolutions for a more\nsustainable Europe\nState of the EU CBAM after\nthe French Presidency:\nA reality check\nPaper realised with the collaboration of\nw Institute « ro En Vv : renm ental l",
  "page_2": "State of the EU CBAM after the French Presidency: A Reality-check\nState of the EU CBAM after the French Presidency: A Reality Check\nWhat's left of the CBAM proposal after a year of political frictions? What strategies could preserve CBAM's environmental integrity during the Czech and Swedish Presidencies?\nIntroduction\nIn a communication released on 18 February 2021, the European Commission announced that its new trade policy strategy would be structured around three imperatives: openness, sustainability, and assertiveness'. The EU’s Carbon Border Adjustment Mechanism, which was presented a few months later as an integral part of the Fit for 55 legislative package’, combines such elements of sustainability and assertiveness and immediately became a symbol of this new paradigm — notably from the perspective of third countries. The challenge of building a more assertive trade policy was further summarised by Vice President and Trade Commissioner Valdis Dombrovskis while addressing the recent US-EU Trade and Technology Council (TTC) second Ministerial Meeting: “multilaterally whenever we can; unilaterally when we must 3 .\nSince the beginning of the legislative process, CBAM has triggered fierce opposition from certain industries, claiming that a rapid phase-out and ultimately the replacement of ETS's free allowances system would be life-threatening to their activities. On 15 March 2022, at the heart of the French Presidency, the Council of the European Union\n1 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee, and the Committee of the Regions — “Trade Policy Review - An Open, Sustainable and Assertive Trade Policy”, 18 February 2021. Link 2 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee, and the Committee of the Regions - 'Fit for 55': delivering the EU's 2030 Climate Target on the way to climate neutrality, 14 July 2021. Link. 3 European Commission Press Release: “EU-US Trade and Technology Council: strengthening renewed partnership in turbulent — our times\", 16 May 2022. Link.\nthink2030.eu\n2 - Think2030",
  "page_3": "State of the EU CBAM after the French Presidency: A Reality-check\nagreed on a general approach to the EU CBAM*%. The 27 Ministers of Economy and Finance (ECOFIN) managed to strike a deal on CBAM’s structure but eluded more sensitive elements such as the pace to phase out free allowances and where CBAM revenues would be used. The 27 ministers stressed that these issues should be addressed as part of the negotiations on other files (namely, the revision of the European Emissions Trading Scheme and the EU own-resources regulation). The position of the Council on the revision of the free allowances regime was eventually agreed upon on 28 June during the meeting of the 27 Ministers of Environment, as part of the negotiations on the adaptation of ETS to the new objective of -55% of CO2 emissions in 2030 compared with 1990 levels.\nIn the Parliament, the Draft Report? submitted in December 2021 by Mohammed Chahim, Rapporteur on CBAM in the EP ENVI Committee, proposed a complete overhaul of the Commission's proposal with higher ambitions in terms of scope, timeline, and governance architecture. A progressive majority was found in the ENVI Committee on 17 May proposing — among other features - a phase-out of free allowances by 2030, a central CBAM authority and an extension of both CBAM's sectoral and emission scopes. Despite the attempt from Renew and S&D groups to preserve the progressive majority found in the Committee - by proposing a further delay for the complete elimination of free allowances (2032 instead of 2030 as was written in the Committee’s compromise text) - the proposal was eventually not voted during the 8 June Plenary. On 15 June, the three biggest political groups in the Parliament (EPP, S&D and Renew) agreed on a new set of compromises on ETS revision and CBAM which strengthen the position of the Commission but remain weaker than the ENVI report. The updated compromise package was eventually voted in Plenary on 22 June. The invasion of Ukraine and the rampant inflation around the world has equipped industry lobbies with a strong argument to temper the climate ambitions of all political groups — especially the right and far-right - regarding the pace for the reduction of free allowances.\nIn the meantime, the proposal from Germany during its G7 Presidency to create a Climate Alliance proved that a new form of diplomatic engagement on climate policy cooperation can be pursued in parallel with CBAM’s design. Although the Council's general approach mentions the German initiative, concerns have been raised as to the inclusiveness and adaptation of the Climate Alliance to Global South realities. Another concern regarding the Climate Alliance initiative stems from the _ potential discrimination to which the Alliance could lead if it were to grant exemptions from CBAM to some of the EU's trading partners such as the US. Along with questions raised by the EU-US Green Steel and Aluminium Arrangement, these interrogations stress the urgency for EU leaders to clarify CBAM’s diplomatic dimension and specify how the EU\n4 Council\nagrees on\nthe Carbon Border Adjustment Mechanism (CBAM), 15 March 2022. Link.\n> European Parliament, Committee Environment, Public Health and Food Safety, Draft the proposal for regulation of the on report on a European Parliament and of the Council establishing a carbon border adjustment mechanism (COM(2021)0564 — C9-0328/2021 — 2021/0214(COD)), 21 December 2021. Link.\nthink2030.eu\n3 — Think2030",
  "page_4": "State of the EU CBAM after the French Presidency: A Reality-check\nwill generate momentum on the articulation of national decarbonisation instruments and regimes.\nAlmost a year after the release of Fit-for-55, the CBAM file keeps navigating the grey areas of EU internal politics with the start of trilogue negotiations in July 2022. It is in that context that this Think2030 brief aims to take stock of progress made during the French Presidency of the EU Council, compare the position of EU institutions on CBAM and identify the mechanism’s most divisive features (I). Building on these observations, provides an update of the Green Trade Network recommendations® presented ahead of the ECOFIN Council in March, to deliver on a robust, fair and climate ambitious mechanism (ll).\nI. Latest policy developments\nThe CBAM proposal was thoroughly analysed and discussed by a variety of stakeholders between its publication by the European Commission in July 2021 and the agreement on the European Council and Parliament own internal positions in June 2022. We highlight below the main features of this vivid exchange.\nWTO compatibility: The Commission insists that WTO compatibility is crucial to CBAM’s integrity and international acceptability. Among the three institutions, there is now a broad consensus that CBAM must be non-protectionist. Consequently, it must first and foremost pursue an environmental objective and be designed to contribute to avoiding carbon leakage efficiently.\nImplementation timeline: The initial proposal made by the European Commission and confirmed by the Council's General Approach envisaged a gradual introduction over ten years from 2025 onwards, after a three-year pilot (blank) phase from January 2023 to December 2025. On the European Parliament's side, after months of progress made in the direction of a swifter phase-out of free allowances, the Plenary lowered the ambitions of the ENVI Committee, and thus seriously crippling the climate ambitions of the proposal.\nThe initial 2028 deadline, which was proposed by the Rapporteur Mohammed Chahim in his draft report, was replaced by a 2030 deadline in the ENVI Committee vote in May. In an attempt to retain the tight progressive majority from the Committee vote in May, this was eventually replaced by a proposal to implement CBAM at full regime in 2032 and to postpone CBAM's starting year to 2026 instead of 2025. The political drama which took place during the 8 June Plenary session on the Fit for 55 package changed things entirely. During the discussions on the revision of ETS, the vote of an amendment submitted by the EPP to postpone CBAM'’s starting date to 2028 and completely phase out free allowances by 2034’ ultimately led to its rejection by progressive groups (S&D, Greens-EFA and the Left) of the whole ETS/CBAM/Social\n6 Green Trade Network Summary for Decision-Makers: Four Guiding Principles for CBAM, March 2022. Link. — 7 This top of lowering of ETS' GHG emissions reduction targets from 68% to 63%. came on a\n4 - Think2030\nthink2030.eu",
  "page_5": "State of the EU CBAM after the French Presidency: A Reality-check\nClimate Fund package. The three political groups argued that in the context of climate change, no deal was better than a bad deal. On 15 June the EPP, S&D and Renew presented a new set of compromise amendments, including a new starting date in 2027 and a complete phase out of free allowances on 31 December 2032, getting further away from the initial climate ambition of the ENVI Draft Report. The vote of these new compromise amendments eventually took place on 22 June.\nSectoral and emission scopes: While both the Commission and the Council agreed to start applying CBAM to a first set of five industrial sectors (steel, cement, electricity, fertilisers, and aluminium), the Parliament's final position proposes to expand the products scope to hydrogen, polymers, and organic chemicals. Similarly, while the Commission and Council's positions only called for the inclusion of direct emissions (with a possibility to include indirect emissions in the future), the Parliament's final proposal suggested an expansion of CBAM's emission scope to direct and indirect emissions from electricity consumption during production processes, for all these sectors from the start. Even if this adds more complexity to the implementation of CBAM and ultimately to the verification work, this could be highly relevant for some electro-intensive industries such as aluminium production.\nExpanding CBAM'’s sectoral scope? Expansion of CBAM to all ETS sectors as well as to downstream sectors by 2030 as proposed by the Parliament might contravene CBAM's essential rationale: to avoid carbon leakage. As such, CBAM's expansion should always be based on clear evidence of carbon leakage risks, and sectoral case-by-case assessments. However, this provision eventually may not survive the trilogue negotiations set to begin in July 2022.\nA centralised or decentralised system? The Commission and the co-legislators' positions differ on how the mechanism should be administered. The Commission, supported by the Council, argue for a decentralised system, leaving it to the Member States to collect and verify the emissions declarations as well as to sell CBAM certificates. On its side, the Parliament called for a central CBAM authority financed by the CBAM revenues and operating under the supervision of the European Commission.\nExternal policy crediting: There seems to be a consensus among the three institutions on this specific point that the application of CBAM should not result in crediting or exempting third countries based on the existence of non-price-based policies. Determining the equivalence of non-price-based policies such as low-emission standards — which can be decided and applied at different policy levels in third countries — would not only be fraught with technical challenges but could also lead to unjustified discrimination between the EU's trading partners.\nExport rebates: Although the ENVI committee had managed to not include export rebates in its compromise text, the European Parliament's first Plenary vote on CBAM revived the idea of granting so-called “green export rebates”, with an amendment\n5 — Think2030\nthink2030.eu",
  "page_6": "State of the EU CBAM after the French Presidency: A Reality-check\nsubmitted by Renew and the S&D ahead of the vote®. Export rebates are a compensation granted to EU operators from CBAM sectors of the CO2 price paid in ETS, corresponding to the share of the production exported to jurisdictions without CO2 pricing systems. The “green” factor in the Parliament's initial position is that this measure would only apply to the top 10% performing installations in the EU. The latest compromise amendments voted on 22 June by the EPP, S&D and Renew groups also included a provision on export rebates but got read of the “green factor” by expanding this measure to all exported products regardless of their environmental performances. The measure would apply, the amendment says - until the Commission provides a legal assessment of their compatibility with WTO laws. On the Commission's side, this has always been a clear red line as their inclusion in the CBAM legislation risks undermining its compatibility with WTO rules.\nUse of revenues: The European Commission's CBAM proposal simply states that “most revenues generated by CBAM will go to the EU budget’’. The annexed impact assessment shows that most of these revenues will stem from additional auctioning of ETS allowances for 7,1 billion euros in 2030 and that direct CBAM revenues will only represent 2,1 billion euros in total by 2030. The European Parliament, however, conscious of the problem that such an approach would create in the eyes of third countries impacted by CBAM, called for a mobilisation of direct revenues to finance decarbonisation efforts in the Least Developed Countries (LDCs). Even though the language used was still weak in the Parliament's position, this was a step forward in the direction of a fairer and more internationally acceptable mechanism.\nAs all actors will initiate the trilogue negotiations during the summer of 2022, the table below summarises the positions taken by the Commission and the co- legislators on CBAM so far.\nMain CBAM\nCommission (K)\nEU Council (C)\nEuropean Parliament (EP)\nissues\n(July 14 2021)\n(June 28 2022)\n(June 22 2022)\nAs voted on 17 May:\n2025-2030\nAs amended ahead of\nPace of free\n2026-2035 / With an\nthe 8 June\nallowances\n2026-2035\novertime increasing\nPlenary: 2026-2032\nphase-out\nreduction factor\nAs amended ahead of\nthe 22 June Plenary and\neventually voted:\n2027- 31/12/2032\n8 A9-0160/2022, Amendment 238, Mohammed Chahim, Tiemo Wolken for the S&D Group, Nicolae Stefanuta for Renew Group, Report Mohammed Chahim Carbon border adjustment mechanism (COM(2021)0564 — C9-0328/2021 — 2021/0214(COD)) - 1 June 2022. Link. ° COM(2021) 564 final 2021/0214 (COD), Proposal for Regulation of the European Parliament and of the Council establishing carbon - a a border adjustment mechanism, 14 July 2021, p. 18. Link.\nthink2030.eu\n6 — Think2030",
  "page_7": "State of the EU CBAM after the French Presidency: A Reality-check\nSteel, cement,\naluminium, electricity,\nSectoral scope _ fertilisers (assessment\nin 2026 for potential\nexpansion)\nEmissions\nDirect emissions only\n(potential expansion in\nscope\nthe future)\nSame as K\nSame as K\nDirect + indirect emissions\n(emission from production\nof electricity used in\nproduction process)\n5 sectors+ organic\nchemicals, plastics,\nhydrogen and ammonia\nDecentralised system\nAdministration Decentralised system _ with strong assistance\nof the\n(Member States\nfrom the Commission\nmechanism\ncompetence)\n(common platform and\ndigital processes)\nFully centralised system\nwith a CBAM authority\n1** expansions during the\nStrictly and only upon\nreview processes, with the\nfurther evidence of\naim of expanding CBAM to\nSame as K\nthe mechanism carbon leakage risks in\nALL ETS sectors as well as\nother sectors\ndownstream sectors, in\n2030.\nSame as K - while\nVague language but the EP\nMost of CBAM\nnoting that this\nposition calls for a\nUse of revenues revenues will fall in the question should be\nmobilisation of CBAM\nEU budget\ntackled, but not in the\nrevenues for LDCs\nCBAM regulation text\ndecarbonisation.\nll. GTN’s recommendations to the Czech and Swedish Presidency to deliver on a robust, fair and climate ambitious CBAM\nIn March 2022, ahead of the ECOFIN Council meeting, the Green Trade Network published a series of recommendations to deliver a climate ambitious and fair CBAM. This brief provides an update of the Green Trade Network's recommendations to the following Presidencies of the EU Council, as trilogue negotiations should start at the beginning of the Czech Presidency in July 2022.\n1 Raising the bar for CBAM to be a WTO-compatible climate instrument\nCBAM is part of Fit for 55 which aims at creating the policy framework needed to achieve the target of -55% GHG emissions, compared with 1990 levels, by 2030. The full replacement of free allowances by CBAM must remain within the limits of this objective and therefore happen as quickly as possible. CRAM must be designed to\nExpansion of\nthink2030.eu\n7 — Think2030",
  "page_8": "State of the EU CBAM after the French Presidency: A Reality-check\nmirror the EU ETS, meaning that the introduction of CBAM and the withdrawal of free EU ETS allowances should take place at the same pace to avoid double protection.\nAchieving the 2030 and 2050 targets will necessitate massive investment in low-carbon technologies. The gradual decrease of free allowances in the ETS has been presented by some industries as a risk and a financial loss. Looking to the medium and longer- term, however, the additional volume of allowances which will have to be purchased in the ETS could be a way of bringing about new resources, feeding into ETS’s innovation fund, and ultimately benefitting these very industries by contributing to financing industrial investments in low-carbon technologies.\nThe position of the European Parliament to start CBAM in 2027 and completely phase out free allowances by 2033 (31 December, 2032) lacks ambition, delays the vital transformation of ETS measures to fight carbon leakage and deprives EU funds for industrial decarbonisation of invaluable resources in the defining years of the 2020- 2030 decade. The EU should equally adopt a cautious approach in the question of EU exporter protection. As a currently controversial issue in WTO law, the EU should refrain from any form of exceptional treatment for EU exporters of products covered by CBAM during its implementation phase until these issues can be duly discussed in appropriate international forums.\n2. Putting in place a robust verification system\nThis recommendation addressed in March remains both valid and urgent as none of the three institutional positions bring sufficient guarantees regarding the verification processes, leaving it in the hands of the Commission's delegated acts.\nTo maintain its environmental integrity — i.e. avoiding carbon leakage — the CBAM must not be circumvented by importers, and enforcement by EU authorities should be beyond doubt, i.e. data-based and non-discriminatory. This requires:\n> A central authority for the collection and review of emissions declarations, to prevent circumvention and to ensure uniform application across the EU. > Financing a major upgrade in the national customs administration's capacities, to carry out the novel border checks to be implemented under the CBAM. A precise and transparent evidence-based assessment of emissions embedded in production processes, consistent with international procedures. A rapid and responsive appeal mechanism for exporters or importers dissatisfied with the calculation of the border charge applied to their goods. An appropriately timed introduction of charges for indirect emissions, including from offsite power, and heat and hydrogen production, into the scope of the CBAM to avoid risks of carbon leakage due to resource shuffling in electricity- intensive sectors.\n8 — Think2030\nthink2030.eu",
  "page_9": "State of the EU CBAM after the French Presidency: A Reality-check\n3. Overcoming a chaotic treatment of the cooperation imperative and fostering international coordination on carbon pricing schemes\nTrilogue negotiations will constitute a crucial step on the diplomatic front. Until now, the lack of a standard and clear European blueprint on CBAM has made it difficult for third countries to grasp the instrument and for the EU to organise effective climate diplomacy around CBAM. The table presented in this briefing illustrates the significant differences in approach between the negotiators in the European Parliament and the Commission's services only a few months ago. The most significant actions which must be taken by the European Union in the context of CBAM's design and implementation relate to the elaboration of the policy and diplomatic environment with the EU's trading partners, especially those from the Global South.\nThe EU-US Green Steel and Aluminium Arrangement\"? is a major bilateral initiative which recently came to surface. Its objectives are twofold: suspending the so-called “Trump tariffs” on European Steel and Aluminium while deepening regulatory and industrial cooperation to address carbon intensity and overcapacity. Although the US has not put in place an explicit CO2 price system, this arrangement has raised hopes from the other side of the Atlantic regarding a potential exemption of CBAM for US Steel and Aluminium goods exported to the EU. As we stress in our March recommendations, determining the equivalence of non-price-based policies such as low-emission standards which can be decided and applied at different policy levels in third countries, would not only be fraught with technical challenges but could also lead to unjustified discrimination between the EU's trading partners. Considering this issue, the application of CBAM should not result in crediting or exempting third countries based on the existence of non-price-based policies.\nThe Trade and Sustainable Development subcommittee discussion framework could be explored further in discussing CBAM'’s impacts and the articulation of the instrument with existing carbon reduction schemes in third countries. In November 2021, the European Commission presented an overview of the CBAM legislation in the Trade and Sustainable Development subcommittee as part of the EU-ANDEAN Free Trade Agreement. Using this framework to discuss the rationale and the design features of CBAM is particularly relevant for countries such as Colombia, which accounts for 8% of EU imports of cement clinker''. After trilogue negotiations are wrapped up, potentially in the autumn of 2022, the EU will be able to communicate its final position on CBAM to its trading partners and use FTA’s TSD subcommittees as a platform, not only for explaining CBAM but also for seeking agreements and cooperation pathways on carbon measurement instruments.\nA recent segment of policy literature considers that CBAM has already had a “positive impact” on the climate policies of other countries'*. The EU's next steps will be crucial\n1° Joint EU-US Statement Joint EU-US Statement Global Arrangement Sustainable Steel and Aluminium, 31 October 2021. Link. on a on ™ Marcu, Mehling & Cosbey, Border Carbon Adjustments in the EU: Sectoral Deep Dive, ERCST, March 2021. Link. ™ Pauw, Van Schaik & Cretti, The CBAM effect: the world’s Clingendael, May 2022. Link. response,\n9 — Think2030\nthink2030.eu",
  "page_10": "State of the EU CBAM after the French Presidency: A Reality-check\nto ensure that constructive responses to CBAM prevail. Therefore, it is important for the upcoming Presidencies of the Council to identify and employ the right channels for cooperation on key issues such as setting global standards for green public procurement. Public bodies play a big role in the transformation of sectors like steel and cement as government agencies purchase significant quantities of these types of products\n4. Ensuring CBAM is internationally fair by redistributing CBAM's direct revenues\nAll three EU Institutions’ positions contain either no (Commission/Council) or weak (European Parliament) provisions to mobilise CBAM resources in supporting decarbonization projects in the Global South. To ensure CBAM will not represent a disproportionate burden for the EU’s most vulnerable trading partners, it is of the utmost importance that the EU uses CBAM’s direct resources to increase its contribution to the financing of decarbonisation projects in LDCs. To this aim, the EU must ensure that an equivalent amount of funds to those collected at the EU border are returned as additional international climate finance, to support data monitoring and reporting for compliance with the CBAM, implementation of carbon pricing and other policies to decarbonise CBAM sectors, and to support industrial technology cooperation (e.g. via the Steel Breakthroughs and Mission Innovation Initiatives launched in Glasgow at COP26)\nAs suggested by Pauw, Van Schaik & Cretti'?, financial support to the most vulnerable countries in their efforts to decarbonise their industries and develop climate policies such as emissions trading schemes could be part of the external dimension of the European Green Deal, the Global Gateway investment scheme, or specific Team Europe Initiatives\nSummary - GTN Recommendations on CBAM ahead of Trilogue negotiations\nEnsuring a rapid phase-out of free . Mobilising resources to increase the EU's\nallowances by 2030 at the latest\ncontribution\nto\nthe\nfinancing\nof\nCrediting\nexternal\npolicies\ndecarbonisation projects In LDC These\nresources should be at least tantamount to\nexclusively based on explicit CO2\nCBAM's direct revenues\nprice\ntransfer\nA central CBAM authority\nOpening\na moratorium on\ntechnology\nopportunities and capacity building programs\nA cautious approach to export\nin the context of CBAM, to accelerate the\nrebates\ndecarbonisation of developing countries\nUsing the dialogue and cooperation\nframeworks of existing Free Trade Agreements\n13 Ibid\n10 — Think2030\nthink2030.eu",
  "page_11": "State of the EU CBAM after the French Presidency: A Reality-check\n(TSD subcommittee discussions) to engage with trading partners on the coordination of industrial GHG emissions reduction policies.\nAuthors\nThis brief was authored by:\nPierre Leturcq, IEEP\n11 - Think2030\nthink2030.eu",
  "page_12": "About Think2030\nLaunched by IEEP and its partners in 2018, Think2030 Is an evidence-based, non-partisan platform of leading policy experts from European think tanks, civil society, the private sector and local authorities.\nBy focusing on producing relevant, timely and concrete policy recommendations, Think2030's key objective is to identify science-policy solutions for a more sustainable\nEurope.\nthink2030.eu\nThin\nScience-policy\nsolutions for a more\nsustainable Europe\nxk\nid *\nFor more information on this paper please contact:\nAntoine Oger, Head of Global Challenges and SGDs programme, IEEP\nPaper realised with the collaboration of:\nx *\nInstitute «\n/* European\n, Environmental\nGREEN TRADE\nNETWORK\n* Policy\nThe Green Trade Network (GTN) is a group of policy experts from 20+ European research organisations, ranging from think tanks to NGOs and academia, conducting evidence-based research and outreach activities on the trade and environment nexus. GIN member organisations are based in 9 EU Member States, but also in the United States of America, United Kingdom, and Switzerland. The aim of the GTN is to collectively promote a European agenda for a better alignment of trade policies and trade-impacting measures with key environmental and climate objectives."
},
  "language": "Languages.ENGLISH",
  "total_pages": 12
}
