{
  "file_name": "146_1419.pdf",
  "pages": {
  "page_1": "*\nEnvironmental\n*\nWhat can Least Developed Countries and other climate vulnerable countries expect from the EU Carbon Border Adjustment Mechanism (CBAM)??\nIntroduction\nThe European Commission (EC) has made an EU Carbon Border Adjustment Mechanism (CBAM) a high political priority under the European Green Deal. The measure is seen by EU CBAM advocates as important for preventing ‘carbon leakage’, for maintaining domestic support for strengthened EU climate action over the next decade and for encouraging decarbonisation in global supply chains\nThe idea has already generated strong reactions from many third countries, notably the BASIC grouping (Brazil, South Africa, India and China)? in the context of the UNFCCC, and upper-middle income countries such as Russia? in the context of the WTO. These reactions have criticized the measure as ‘green trade protectionism’, and for being inconsistent with the UNFCCC principle of common but differentiated responsibilities and respective capabilities’ (CBDR)\nHowever, Least Developed Countries (LDCs) and other climate vulnerable countries — including members of the Climate Vulnerable Forum, V20, Africa Group and/or Alliance of Small Island Developing States (AOSIS) will also be both directly and indirectly impacted by the measure, and will be concerned about the potential implications it has for multilateral climate efforts. This briefing is designed to identify key elements of the CBAM proposal from the perspective of these countries\nWhat is the EU’s Carbon Border Adjustment Mechanism (CBAM)?\nThe EC will table a legislative proposal on 14 July 2021 for a CBAM as part of the ’Fit for 55’ package of legislation designed to implement the EU’s new greenhouse gas emission reduction target of 55% below 1990 levels by 2030.* This will be followed by a co-decision process between the European Parliament and the Council of the EU, which normally takes 1-2 years meaning a possible implementation of the mechanism is expected at the earliest in January 2023\nThe measure aims to reduce the risk of ‘carbon leakage’ (ie a process whereby production moves outside of the EU to areas with weaker climate regulation), by requiring exporters to the EU to pay a carbon price at the EU border equivalent to that faced by EU producers under the EU Emissions Trading Scheme (ETS). The risk of carbon leakage has long been discussed in the EU and among academics, but until now the EU’s response has been to allocate allowances under the EU ETS to energy-intensive industries for free. While there has been little-to-no evidence of carbon leakage occurring to date, the strengthened EU 2030 emissions reduction target (and consequent decrease in the total number of ETS allowances) will likely increase the risk in the coming years\n1 This briefing produced by IEEP with the Think Sustainable Europe network and others working with climate is partners in vulnerable countries at the WTO and UNFCCC. Views expressed represent those of the authors. Contact: tgore@ieep.org 2 https: timesofindia.indiatimes.com/india/basic-nations-oppose-eus- lan-to-impose-a-carbon-border-\ntax/articleshow/81998314.cms\n3 https: www.climatechangenews.com/2020/07/28/russia-warns-eu-carbon-border- tax-plan-citin -wto-rules 4 https: www.europarl.europa.eu/legislative-train/theme-a-european- reen-deal/file-carbon-border-adjustment- mechanism\nw Institute sor\nEuropean\n*\nPolicy\nIDDRI\nlied ()lisD DI",
  "page_2": "Who supports a CBAM in the EU?\nThere is\nno single position concerning a CBAM, a range — competing — narratives about what the mechanism should look like and why it is needed. Some EU stakeholders argue for a limited CBAM designed just to address a limited number of raw material sectors that are at high risk of carbon leakage; while others argue for a mechanism that can be gradually expanded to cover nearly all types of EU imports. Some EU stakeholders argue that a CBAM is designed to be a measure ‘of last resort’, such that if other countries expand their carbon pricing systems there will be no need ever to implement it. Others see it as the foundation of a new, ‘greener’ global trading system.\nEU\nbut rather\nof sometimes\nSome of the key EU stakeholders include:\nEC President Ursula von der Leyen has championed an EU CBAM as a complement to strengthening the EU mitigation target and has insisted on a proposal as part of the ‘Fit for 55’ package.> “We will work for just globalisation. But we cannot take this for granted. We must insist on fairness and a level playing field. And Europe will move forward — alone or with partners that want to join. We are for example working on a Carbon Border Adjustment Mechanism. Carbon must have its price — because nature cannot pay the price anymore. This Carbon Border Adjustment Mechanism should motivate foreign producers and EU importers to reduce their carbon emissions, while ensuring that we level the playing field ina WTO-compatible way.” EC President von der Leyen, Sept 2020 Among EU Member States (MSs), France’ is the strongest driver of the proposal, and coordinated a letter signed by ministers of nine MSs in support of a proposal at the start of 2021’. The European Parliament (EP) passed a non-binding resolution in support of CBAM in early 2021°, which indicates support for a CBAM with a gradually increasing scope. Last-minute lobbying by parts of EU industry pushed the centre-right European People’s Party to weaken provisions on ending free allowances under the EU ETS alongside the CBAM’s introduction, pointing to the challenging political context on this issue in the EU. EU industry is not universally supportive of a CBAM. Some energy-intensive industries are supportive (such as EU fertiliser producers), but many are reluctant to see free allowances end, while EU exporters argue for measures to support their competitiveness in third countries also. EU civil society actors have tended to be cautious about a CBAM — seeing it as a complex and politically contentious approach to addressing limited carbon leakage concerns. Some argued in favour of behind-the-border product standards as a preferable alternative.’ All insist that mechanism must be accompanied by an end to free ETS allowances.\n5 https://ec.europa.eu/commission/presscorner/detail/en/SPEECH 20 1655\n6\nhttps www.tresor.economie.gouv.fr/Articles/7c187e98-4da5-4d3c-af6f-ac05c25ec737/files/224afc64-a72f-4467-b992-\n616b0423aabf\n7 https://www.politico.eu/article/europe-climate-change-carbon-leakage/\n8 https Liwww.europarl.europa.eu/doceo/document/TA-9-2021-0071 EN.pdf\n9 https ieep.eu/publications/making-trade-work-for-eu-climate- olic -carbon-border-adjustment-or- roduct-standards\na",
  "page_3": "What are the key issues at stake, and which climate vulnerable countries may be impacted?\nThird countries may be either directly impacted, if their exports to the EU are covered by the CBAM, or indirectly impacted, if their exports are embedded in the EU value chain of products covered by the CBAM. The scope of sectors covered by the CBAM is therefore the key question to determine which climate vulnerable countries may be directly or indirectly impacted.\nBeyond the scope of sectors covered, other elements of the CBAM design will determine its environmental effectiveness, the nature of the impacts on third countries, and its political acceptability both within the EU and internationally. These key issues include: the requirements for exporters to the EU to verify the emissions of their products, and default processes for allocating emissions where exporters do not verify them; the relationship between the introduction of a CBAM and the phasing-out of free allowances under the EU ETS; the possibility of exemptions for LDCs or any other country groupings; and how the CBAM’s revenues are to be used.\nWe can get a picture of the likely design, and potential implications for climate vulnerable countries, by comparing a leaked EC draft proposal from June 2021”, and the earlier non-binding European Parliament resolution — see table below.\nEuropean Parliament (EP) European Commission (EC)\nImplications for Least Developed Countries (LDCs) and/or other climate vulnerable countries Based on the EC draft list, likely impacted countries include: Mozambique, Guinea, Sierra Leone, Ghana, Cameroon (aluminium), Zimbabwe, Zambia (steel), Morocco (electricity), Algeria, Egypt, Trinidad & Tobago (fertilisers) — see below.\nposition ahead of EC leaked draft proposal\nproposal\nSectors\nAs a Starting point, by 2023,\nCement, iron/steel, aluminium, chemical fertilisers, electricity in a three-year pilot from 2023.\nincluded\nthe CBAM should cover the\npower sector and energy-\nintensive industrial sectors\nlike\ncement,\nsteel,\naluminium, oil refinery, The EC is able to amend this\npaper, glass, chemicals and list in future.\nfertilisers, which continue\nto receive substantial free\nallocations, and still\nrepresent 94 % of EU\nindustrial emissions.\nIf wider list over time, as per the EP resolution, many other countries would be potentially affected.\nEventually all products and\ncommodities covered by the\nEU ETS, including when\nembedded in intermediate\nor final products.\nRequirements\nCapacity needed to verify site-level emissions in order to avoid default emissions standards.\nSuggested that exporters to to the EU should buy allowances from a separate pool to the EU ETS, with linked carbon price.\nImporters must buy allowances from a separate pool to the EU ETS, equal to the gap between the carbon price in the country of production and the EU ETS carbon price in the previous week.\nfor exporters\nEU\na\nFor LDCs in particular, who already face some of the highest costs to trade in the world, this poses a\nAllowances must cover\ndirect\nand\nindirect\nemissions.\n10 https://www.contexte.com/abonnement/essai/",
  "page_4": "The text nonetheless states\nthat “the implementation of\nthe CBAM should avoid\ndouble protection for EU\ninstallations”.\nExemptions for “Stresses that Least Only exemptions for\nthird Developed Countries and countries in the EU customs\nany\ncountries\nSmall Island Developing union.\nStates should be given\nspecial treatment in order\nto take account of their\nspecificities and the\npotential negative impacts\nof the CBAM on. their\ndevelopment”\nRevenues used to fund the administration of CBAM, and no further detail on use of remaining revenues (will go to EU budget).\nfinance, particularly for\nLDCs and SIDS.\nUse of revenues Supports use of revenues\nfor climate action both\nwithin the EU, and for an\nincrease in EU climate\n“believes that those new\nrevenues should allow for ...\nan increase in the EU’s\ncontribution\nto\ninternational\nclimate\nfinance in favour of Least\nDeveloped Countries and\nSmall Island Developing\nStates... in particular to\nsupport them to undergo an\nindustrialisation process\nbased on clean and\ndecarbonised technologies”\nImplications for\nfree allowances\nunder EU ETS\nIf exporters cannot verify their emissions, default levels should apply based on the global average GHG emissions content of individual products, broken down by different production methods with varying emission intensities.\nEarlier language specifying the need for gradual phase- out of free allocation was removed at the last minute, due to industry lobbying of the centre-right European People’s Party grouping.\nsubstantial\nadditional\nburden.\nAssuming the emissions intensity of the 10% worst performing EU companies is a punitive default, that would overstate emissions in many developing country export facilities.\nIf CBAM and ETS free allocation continue at the same time with overlapping protection, scheme unlikely to be WTO-compliant.\nContinued support to EU producers may also be seen to undermine the UNFCCC principle of CBDR, which should entail Annex | actors leading global climate efforts.\nBased on the EC draft, LDCs and other climate vulnerable countries will be treated the same as all other third countries.\nIf the EP’s position were adopted, LDCs and SIDS may be exempted from the CBAM altogether, or at least benefit from longer transition periods.\nBased on the EC draft, in the absence of a clear commitment to use revenues for supporting the low carbon transition in third countries, the most likely use will be to repay the EU’s COVID-19 recovery debts (based on_ political signals given by the European Council).\nIf the EP’s position were adopted, LDCs/SIDS could benefit from additional revenues through existing climate finance channels, although revenues may be low, if revenues also used for climate action in the EU.\nAllowances must cover installation-level emissions and embedded emissions in input materials.\nIf exporters cannot verify their emissions, default levels based on the 10% worst performing EU companies will apply.\nFudged. CBAM presented in principle as an alternative to free allocation, but in practice the decision about whether/when to phase-out free allowances is left to a decision under the revision of the EU ETS directive (also due 14\" July).",
  "page_5": "Which climate vulnerable countries may be directly or indirectly impacted?\nWe can identify the climate vulnerable countries likely to be directly or indirectly impacted based on the leaked EC draft proposal (albeit the final proposal, and finally agreed measure may differ). While some of these countries’ exports may only constitute a very small share of EU imports, the impact may nonetheless be significant where the EU is one of the country’s major export markets, and/or where the exports of that commodity constitute a significant share of the country’s total exports, and/or where the carbon intensity of the country’s economy is relatively high. The tables below show some of the directly and indirectly impacted climate vulnerable countries based on the leaked EC draft proposal, alongside the BASIC countries (highlighted in green) for comparison.**\nClimate vulnerable countries that will be directly impacted include: Mozambique (aluminium and steel); Ghana (aluminium); Cameroon (aluminium); Zimbabwe (steel); Zambia (steel); Nigeria (steel); Algeria (fertilisers); Libya (fertilisers); Egypt (fertilisers); Trinidad and Tobago (fertilisers); Tunisia (fertilisers); and Morocco (electricity).\nSeveral climate vulnerable countries look set to be more impacted than BASIC countries. For example, for aluminium, Mozambique looks set to be impacted more strongly than China, and Cameroon more strongly than India; for iron/steel, Zimbabwe looks set to be impacted at least as strongly as, if not more so than, any of the BASIC countries.\nClimate vulnerable countries that will be indirectly impacted notably include those that are heavily reliant on bauxite exports. Direct exports of bauxite to the EU are not included in the leaked draft EC proposal, but as a critical input material for aluminum, producers that supply aluminum exporters to the EU will be affected. LDCs such as Guinea, for example, accounted for almost half of Chinese imports of aluminum ores and concentrates in 2019 (as well as almost half of EU imports). Bauxite also makes up nearly 10% of the exports of Sierra Leone and Guyana. This provides some indication of the potential effects within supply chains that may arise as a result of the CBAM applied to direct exports.\nAluminium (HS 76)\nCountry\nShare of good GHG/GDP\nShare of EU | Share of good exports in total (kt/million $ in\nimports (%)\nexports to EU (%) exports (%)\n2018)\nChina\n17\n14\n10\n0,89\nMozambique\n4,3\n87\n22\n2,36\nIndia\n2,1\n7\n2\n1,24\nSouth Africa\n1,9\n25\n7\n1,39\nGhana\n0,4\n80\n0,09\n0,68\nBrazil\n0,06\n1\n0,4\n0,55\nCameroon\n0,4\n93\n4\n2,3\nNigeria\n0,04\n0,2\n0,14\n0,78\nSri Lanka\n0,01\n9\n0,2\n0,4\nSenegal\n0,003\n6,3\n0,09\n1,29\nTogo\n0,003\n1,57\nKenya\n0,002\n0,9\nGuinea\n0,002\n2,65\nEU27\n0,22\n11 Cement and electricity will primarily affect EU neighbourhood countries, and not included here, so are although Morocco is a climate vulnerable country that will be impacted by the inclusion of electricity. Trade data from COMRES (2018-20). GHG data from WRI CAIT is indicative of possible firm-level intensity differences.",
  "page_6": "Aluminium ores and concentrates, including bauxite (HS 260600)\nCountry\nGuinea\nBrazil\nChina\nSierra Leone\nGuyana\nTurkey\nIndia\nGhana\nShare of good GHG/GDP\nShare of EU | Share of good exports in total (kt/million $ in\nimports (%)\nexports to EU (%) exports (%)\n2018)\n53%\n14\n51\n2,65\n15%\n28\n0,1\n0,55\n1%\n32\n0,001\n0,89\n9%\n75\n9\n1,76\n7%\n32\n9\n1,05\n%\n0,65\n0,7%\n1,24\n0,5%\n0,68\nIron and steel (HS 72)\nCountry\nChina\nIndia\nBrazil\nSouth Africa\nZimbabwe\n0,3\nZambia\n0,04\nBhutan\n0,03\nNigeria Fwezambigie\n[0008 0,01\nGhana\nCambodia\n0,0006\nSao Tome and\nPrinciple\n0,003\nSenegal\n0,003\nEU27\nAmmonia, anhydrous or in aqueous solution (HS 2814)\n[8\nShare of EU\nimports (%)\nShare of good | GHG/GDP\nShare of EU | Share of good exports in total (kt/million $ in\nimports (%)\nexports to EU (%) exports (%)\n2018)\n42\n71\n1\n1,25\n0,96\n15\n10\n2\n10\n0,5\n1,32\n1\n44\n0,1\n1,96\n0,22\nFertilisers, mineral or chemical; nitrogenous, urea, whether or not in acqueous solution (HS 310210)\nShare of good GHG/GDP\nShare of EU | Share of good exports in total (kt/million $ in\nCountry\nimports (%)\nexports to EU (%) exports (%)\n2018)\nEgypt\n39\n31\n4\n1,32\nAlgeria\n21\n27\n3\n1,25\n26 0,78\nee:\n1,52\n0,47\nShare of good\nexports to EU (%) exports (%)\n7\n24\n15\n17\n15\n25\n13\n10\n1,29\n0,22\nShare of good\nexports in total\nGHG/GDP\n(kt/million $ in\n2018)\n0,89\n1,24\n0,55\n1,39\n1,29\n1,55\n1,01\nCountry\nAlgeria\nTrinidad\nand\nTobago\nEgypt\nLibya\nEU27",
  "page_7": "Morocco\nTrinidad\nTobago\nEU27\nFertilisers, mineral or chemical: nitrogenous ammonium nitrate, whether or not in aqueous solution (HS 310230)\nShare of good | GHG/GDP\nShare of EU | Share of good exports in total (kt/million $ in\nimports (%)\nexports to EU (%) exports (%)\n2018)\nCountry\nEgypt\n3\n24\n0,2\n1,32\nTunisia\n0,6\n100\n0,003\n1,03\nEU27\n0,22\nWhat may be the implications for the UNFCCC process and wider transition to net zero emissions?\nBeyond the countries directly and indirectly impacted through their exports, an EU CBAM will have\nwider ramifications for multilateral processes and the fight against climate change that should be a of concern to all climate vulnerable countries. Some of the key EU proponents of CBAM — including France and parts of the EC — have argued that it will serve to incentivise the spread of carbon markets and pricing and other climate policy measures in third countries. EC representatives have said, for example, that they hope that the EU will never have to implement the scheme if this is the case. Some have also argued that a CBAM can form the basis of cooperative sectoral agreements to decarbonise hard-to-abate sectors, such as cement and steel. Nearly all EU stakeholders have professed the importance of compliance with WTO rules.\nHowever there have already been a range of reactions by third countries that suggest the proposal may pose a risk to multilateral efforts, particularly in the fight against climate change, in the absence of concerted diplomatic outreach efforts. In the table below we assess some of the major reactions from third countries and their implications in this regard.\nPossible implications for multilateral agreements Strong diplomatic resistance to the CBAM proposal from parts of the G77/China grouping may serve to undermine the trust between negotiating partners that is vital to achieving strong agreements at COP26 and beyond.\nThe BASIC countries have led critiques that an EU CBAM would be coercive and/or punitive, violating both the UNFCCC CBDR principle and the nationally- determined spirit of the Paris Agreement. A joint statement “expressed grave concern regarding the proposal for introducing trade barriers such as a unilateral carbon border adjustment 12 .\nThe energy minister of Russia has stated that the EU CBAM may contravene WTO principles, and — if extended to trade in fossil fuels — threaten the security of energy supplies.*?\nRussia may support challenges to the measure at the WTO and/or at the UNFCCC.\n1? https www.gov.za/nr/speeches/joint-statement-issued-conclusion-30th-basic-ministerial- meetin -climate- change-hosted\n13 https: www.reuters.com/business/russia-says-eu-carbon-border-tax-\nma -Impinge-!\nlobal-trade-rules-2021-06- 17\n0,5\n64\n0,04\n0,8\nand\n0,96\n0,3\n0,22\nProminent third country reactions",
  "page_8": "The US under the Biden Administration has no plans to establish economy-wide carbon pricing, and has signalled a preference to delay the EU CBAM proposal.’* Both the UK** and Canada” are exploring introducing CBAMs of their own.\nIt seems unlikely that the US will embrace an EU-led ‘carbon club’, or support the EU’s push to establish a CBAM. But it may not stand in the way either.\nSupport from other industrialised countries mean the EU will not be entirely isolated on its proposal.\nLDCs\nThough LDCs have been less vocal than others at the WTO, some actors have expressed concerns that CBAM represent another barrier to LDC trade that may stymie export diversification efforts.\nHow can the interests of Least Developed Countries and other climate vulnerable countries be addressed in the design of an EU CBAM?\nHere we Set out five areas in which climate vulnerable countries could focus engagement with the EU CBAM proposal.\n1. Ensuring that the proposal is accompanied by effective diplomatic dialogue, including with climate vulnerable countries\nIn the absence of effective diplomacy, there is a risk that the EU CBAM could — at best — divert significant political energy and attention from other aspects of international climate policy in the lead- up to and aftermath of COP26, and — at worst — undermine the trust that is essential to securing the strong multilateral agreements needed. Climate vulnerable countries played a critical rdle in securing the Paris Agreement, and many will be either directly or indirectly affected by the CBAM proposal. They should insist that EU outreach and dialogue on CBAM includes them.\n2. Ensuring that the proposal has strong environmental integrity\nIf the considerable political energy necessary to establish a CBAM is to be useful in the fight against climate change, it is vital that the measure is designed with environmental integrity. Climate vulnerable countries should stress the importance of any CBAM proposal being accompanied by a rapid phase- out of free allowances under the EU ETS to ensure that EU industry is not double-compensated, but rather leads the way in decarbonisation, consistent with the CBDR principle.\n3. Exemptions for LDCs and SIDS\nThe EP non-binding resolution on CBAM supported special treatment for LDCs and SIDS “in order to take account of their specificities and the potential negative impacts of the CBAM on their development””’, through the use of WTO-compatible exemptions for those countries. The explicit call for an exemption has been made by several scholars, on several grounds*®. The main arguments are that the risk of leakage towards LDCs and SIDs is negligible according to the latest estimates - the exemption would therefore have a limited effect on the environmental benefits of the CBAM?®. Moreover, the UNFCCC and WTO already grant special treatment to these States — or part of them.\n14 https://www.ft.com/content/3d00d3c8-202d-4765-b0ae-e2b212bbca98\n15 https www.bloomberg.com/news/articles/2021-02-04/u-k-s-boris- ohnson-considers-g-7-bid-on- reen-border-levies 16 https www.cbc.ca/news/business/carbon-adjustment-column-don- ittis-1.6016074\n17 Ibid.\n18 See for instance Marcu, A., Mehling, M., Cosbey, A. (2021). CBAM for the EU: A Policy Proposal. ERCST. 19 Marcu, A., Mehling, M., Cosbey, A. (2021). Border Carbon Adjustment in the EU. Sectoral Deep Dive. ERCST.",
  "page_9": "The principle of exemption, these scholars contend, would hence be compatible with the WTO's special and differential treatment, and the UNFCCC's principle of CBDR.\nThere is another way to look at a potential exemption however. CBAM is not a tariff, but an environmental measure set up at the border to adjust for internal EU regulation. There are no examples of sanitary, phytosanitary and environmental regulations from the EU, which are waivered or lowered for the sake of granting greater market access to LDCs or any other group of countries. The exemption would create confusion on the very nature of CBAM, and undermine the EU’s defence at the WTO should a dispute arise. For consistency reasons, an environmental measure should not be used to discriminate among trade partners.\nAnother counter-argument to exemption lies in the market incentive this exemption would create for producers and investors to route high-carbon goods and relocate high carbon processes in LDCs and SIDS, then export to the EU to avoid the CBAM. There are ways to mitigate this risk, inter alia through rules of origin regulations. However, the incentive would remain as well as the political signal that LDCs and SIDS are insignificant at best, or a manageable pollution haven at worst.\nMany LDCs, SIDS and other climate vulnerable countries may prefer to embrace the need for supply chain modernisation, rather than being exempted and potentially locked-into carbon intensive economic models. These countries played a critical role in the Paris Agreement, and many have submitted ambitious Nationally Determined Contributions and/or are making ambitious domestic commitments, such as the Climate Prosperity Plans of V20 countries. Financial, technological and capacity-building support for these plans is the priority for many countries. Instead of waiving CBAM obligations to LDCs and SIDS, therefore, it may make more sense to focus on the use of CBAM revenues and other measures — such as Aid for Trade — to support the low carbon transition in these and other climate vulnerable countries.\n4. Use of CBAM revenues to support the low carbon transition\nThe EP resolution also highlighted that CBAM revenues should be used inter alia to support low carbon transitions in LDCs and SIDS. More specifically the resolution states that:\nnew revenues should allow for greater support for climate action and the objectives of the Green Deal, such as the just transition and the decarbonisation of Europe’s economy, and for an increase in the EU’s contribution to international climate finance in favour of Least Developed Countries and Small Island Developing States, which are most vulnerable to climate change, in particular to support them to undergo an industrialisation process based on clean and decarbonised technologies””°.\nHowever the idea of devoting part of the proceeds of the CBAM to a particular group of countries outside the EU does not appear in the leaked draft EC proposal. In the CBAM leak, the EC assigns the CBAM revenues to cover the costs of implementation of the measure, with remaining revenues simply allocated to the EU budget for undefined purposes. Previously, the European Council noted that the CBAM is a potential EU ‘own resource’ that could be used to repay the debts incurred to fund the EU’s post-COVID recovery. So long as there is no political commitment given to use the revenues to support low carbon transitions in third countries, therefore, it is reasonable to assume the revenues may simply be used to repay EU debts or for other purposes within the EU.\nClimate vulnerable countries could advocate for the EU to make a clear commitment to allocate substantial CBAM revenues to support the low carbon transition. These countries are among the least responsible for causing the climate crisis yet worst affected by it, and so there is little justification for\n20 Ibid.",
  "page_10": "requiring their exporters to compete on a level playing field with EU producers without substantial new and additional financial support.\nThis is further reinforced by the fact that developed countries’ commitment to jointly mobilise USD 100 billion annually in climate finance to support climate action in developing nations has not fully materialized, and that many climate vulnerable countries are struggling with debt crises and grossly unequal access to COVID-19 vaccines.\nThe below table indicates the approximate CBAM revenue amounts that could be available, and potential channels through which these could be committed from the EU budget to support the low carbon transition in climate vulnerable countries. The EC has indicated total revenues could be in the range of €5-14bn per year, depending on the final design of the mechanism.\nPossible allocation principles should be debated to determine the extent to which different countries should benefit from these funds. Given that — as shown above — many vulnerable countries may be significantly impacted by CBAM despite only making up a small share of EU imports, and moreover that many affected countries will not be in need of financial assistance of any sort, it will be important that revenues are not allocated simply on the basis of EU import shares.\n% of revenues Potential\nPossible channels to direct revenues\nfor\nclimate scale\nof\nvulnerable\nrevenues\ncountries\n15%\n€3.75-10.5bn 1 A new fund could be established specifically for supporting climate\n50%\n€2.5-7bn\nvulnerable countries to comply with CBAM;\n25%\n€1.25-3.5bn\n2 EU contributions could be increased to an existing multilateral fund,\nsuch as the GCF or a new window under the LDC Fund;\nEU allocations could be increased to existing bilateral climate finance\ninstruments.\n5. Aid for Trade and other enabling policy measures\nThe EU has provided significant support through Aid for Trade programmes to LDCs and SIDS to adhere to sanitary and phytosanitary measures (SPS) and technical barriers to trade (TBT). The EU should now now devise a coherent trade, climate and development strategy to incorporate support for climate vulnerable country producers to comply with a CBAM.\nConclusion\nA formal EU CBAM proposal is coming, with substantial implications for climate vulnerable countries — both those that are likely to be directly or indirectly impacted by the measure, and in terms of the likely knock-on implications for wider multilateral efforts to fight climate change.\nIt is now vital that dialogue is established between the EU and climate vulnerable countries to discuss these impacts, and how they can best be addressed. While exemptions for LDCs and SIDS have been proposed by some stakeholders, including the European Parliament, more important is likely to be the use of CBAM revenues and wider financial, technological and capacity-building support measures, including through Aid for Trade programmes, for low carbon transitions in those countries."
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
