{
  "file_name": "146_1426.pdf",
  "pages": {
  "page_1": "at\nls\n‘hh\nCase study\ni\nrad\n4\nin\n|\npil ing\ne\n| | |\nf of c\n|\nii i\nircular\ni)\n1 |\nf\nae nomy SH\nf /;\nOo\nat, \"i i]\nmit\nre\nOppdrtunities\n&ndy he EU\nyy\n'\n2\n* 4 pe Environmental\nri *\nak\na\nPolicy\nFah\n|\n\\\nINa\n428\nly 2022\n1)\nWee\na i\n|\nFab\ni\nl\naa |\n|\n|\nHf\n| Li\nQi\nsup\n( vy\n.\n|\n\"\nes\nae?\n) #\nbetween C\nib\nx\n;\nLy\nrt\niW\nte\nvl\nat\nae\na\nh\n¢\n| ‘\nInstitute for European Environmental Policy\nELLEN Cn\nFOUNDATION\nbs",
  "page_2": "*\n*\n*\n*\n*\n*\n* European\n,\nInstitute to\nEnvironmental\nPolicy\nThe Institute for European Environmental\nPolicy (IEEP) is a sustainability think tank.\nWorking with stakeholders across EU\ninstitutions, international bodies, academia,\ncivil society and industry, our team of\neconomists, scientists and lawyers produce\nevidence-based research and policy insight\nOur work spans nine research areas and\ncovers both short-term policy issues and\nlong-term strategic studies. As a not-for-\nprofit organisation with over 40 years of\nexperience, we are committed to\nadvancing impact-driven sustainability\npolicy across the EU and the world.\nFor more information about IEEP visit\nwww.ieep.eu or follow us on Twitter\n@IEEP_eu and LinkedIn.",
  "page_3": "DISCLAIMER\nThe arguments expressed in this report are solely those of the authors, and do not reflect the opinion of any other party.\nTHE REPORT SHOULD BE CITED AS FOLLOWS\nWatkins, E. & Blot, E. (2022). ‘Trade in support of circular economy: Opportunities between China and the EU’, Case study, Institute for European Environmental Policy, Brussels / London.\nCORRESPONDING AUTHORS\nEmma Watkins (ewatkins@ieep.eu) & Eline Blot (eblot@ieep.eu)\n© Photo by Pat Whelen on Unsplash\nThis work has been produced with the financial support of the LIFE Programme of the European Union. The paper reflects only the views of its authors and not the donors.\nIEEP main office Rue Joseph II 36-38, 1000 Brussels, Belgium Tel: +32 (0) 2738 7482 Fax: +32 (0) 2732 4004\nLondon office IEEP 25EP, 25 Eccleston Place Belgravia SW1W ONF Tel: + 44 (0)204 524 9900",
  "page_4": "Table of contents\nExecutive summary\n1 Introduction Pree ere reer rere rrr ere rere rere rrr rr errr rrr rrr errr rrr irre rrr rier\nT)\n7.7 Circular economy and the EU\n1.2 EU-China case study: Aim and approach\n2 EU-China trade relationship Cec crcccccccccc cece cee r ee eee esses reese se eeree ese reese ereereereeereeresesereneeeD 10\n2.1 What is the trade and investment frarmMeWoOKk....c.cccccccsscssssesssssscsessssssescsscsesestssssssestsssssseaes 10\n22 EU-China bilateral trade\n13\n2.2.1 Plastics and plastic waste\n15\n2.3 Textiles eee eee rere ee eee ee eee ee ee eee eee eee eee eee eee eee eee eee eee ee eee eee eee eee ee eee eee eee eee eee ee eee eee eee ee eee eee eee eee eee eee ere eee eee rere eee eee ee 19\n3 Circular economy in China Cec ccccccccccccceccc ese rec eee sereeese reese se seeese reese eeseereeseoseeseseeseereosesees 22\n3.1 Domestic circular economy policies Cece cee c cee ccec cece enc eeec ence essence esses eee sees sees ees eeseeeseeseeeseeseseseeseeeseees 22\n3.2 Opportunities and challenges for circular economy PERE PEeEESe ESTEE eee ee eee eee eee ee eee reer ee eee reer rere rey 25\n3.2.1 Opportunities and drivers\n25\n3.2.2 Challenges and barriers\n27\nTrade in support of circular economy\n30\n4.1 Plastics eee eee rere ee eee ee eee ee ee eee eee eee eee eee eee eee eee eee eee ee eee eee eee eee ee eee eee eee eee eee ee eee eee eee ee eee eee eee eee eee eee ere eee eee rere eee eee ee 30\n4.2 Textiles ee ee ee ee eee ee ee ee ee ee ee ee ee erry 32\n4.3 Key actors for Circular CCOMOMY.....sessessessesssessecseesesssessessessecsecsessscsucesecsecsecatesuesuceueeueeaeeaeeasennees 34\nConclusions and recommendations Cec cccccccccccc ccc ccesecce eee sereeese reese seeeessereosesceeeecoeeoseeS 37\n5.1 Recommendations Coe cere erence ener e nc ence eee ene sence eee ees cess sess eee eese esse esses eeseeesesseeesesseeseeeseessesseessessesssessssseseseees 37",
  "page_5": "1 | Trade in support of circular economy\nList of abbreviations\nCACE China Association of Circular Economy CAI Comprehensive Agreement on Investment CBAM Carbon Border Adjustment Mechanism CEAP Circular Economy Action Plan EPR Extended Producer Responsibility ETS Emissions Trading System EU European Union EUR Euro (currency) FTA Free Trade Agreement GDP Gross Domestic Product HS Harmonised System IDP Informal Dialogue on Plastics Pollution and Environmentally Sustainable Plastics Trade INC International Negotiating Committee NRDC National Development and Reform Commission OECD The Organisation for Economic Co-operation and Development PPE Personal protection equipment RTA Regional Trade Agreement TJU Tianjin University TSD Trade and Sustainable Development UK United Kingdom UN United Nations UN/CEFACT United Nations Centre for Trade Facilitation and Electronic Business UNEA United Nations Environment Assembly UNECE United Nations Economic Commission for Europe US United States WTO World Trade Organisation\nIDP\nUN\nUS\nInstitute for European Environmental Policy (2022)",
  "page_6": "2 | Trade in support of circular economy\nEXECUTIVE SUMMARY\nThe EU's Circular Economy Action Plan (CEAP), announced in March 2020, high- lights the EU’s intention to lead efforts on the circular economy at a global level. The Action Plan sets out to pursue this objective through partnership initiatives, outreach activities and the utilisation of its trade agreements.\nChina and the EU are two of the dominant global forces in world trade. In 2020, China was the leading global exporter of goods, responsible for 18% of exports, and the second highest importer of goods, with 14% of imports globally. The EU was the second highest global exporter (15.4%) and third highest importer (13.4%)'. In 2021, China was the EU's third largest export partner (10.2% of total exports) and the EU's largest import partner (22.4% of total imports). Given the magnitude of trade involved, and as the EU begins to develop and implement the various circular policy initiatives of the CEAP, the EU-China trade relationship therefore offers huge potential to reinforce circularity in their common supply chains. Indeed, an inherent element of the CEAP is that the effects of its new do- mestic policies are undoubtedly bound to spill over, affecting trade flows, and consequently, socio-economic development at a global scale.\nAs key supply chains are targeted by new sustainability standards under the CEAP, the EU must seek partnerships and lead the charge by envisaging a trade policy framework for businesses to innovate and trade with new circular markets across the world while accounting for negative effects to global sustainable development.\nThis assessment seeks to analyse China and the EU's current trade relationship, and how it may both benefit from the implementation of circular practices and be supportive of the global shift to a circular economy. The plastics and textiles sectors are used to illustrate how circular economy ambitions and EU-China trade can be linked in a mutually supportive way.\nChina has a wide range of domestic circular economy policies in place, with the first steps already being taken in the 1990s. The country’s Five-Year Plans since 2006 have progressively aimed to speed up the circular economy transition, with the most recent 74th Five-Year Plan (for 2021-25) targeting a green\n‘European Commission. (2021). EU trade relations with China. Facts, figures and latest developments. Link.\nInstitute for European Environmental Policy (2022)",
  "page_7": "3 | Trade in support of circular economy\ntransformation of production and lifestyles, green finance, technological innovation, cleaner production and green transformation in key industries. This is supported by legislation including the 2009 Circular Economy Promotion Law and various policies relating to extended producer responsibility (EPR), circular industrial development, zero-waste cities and so on.\nThese policies have achieved results, including increased resource efficiency and recycling, reduced energy consumption and growing public awareness of circular economy’. However some challenges remain, including addressing China's dependence on imported resources, the pursuit of further resource and energy use efficiency, reductions in waste generation, improvements in material recycling, and further steps to address mass production and consumption.\nThis case study suggests that both China and the EU have existing policies to promote sustainable plastics and textiles specifically. They provide a sound basis for further environmental improvements in the two sectors, as well as a foundation for more sustainable trade in these products between China and the EU in the future.\nFor circular economy and trade _ policies to be mutually supportive, complementary actions are needed at the national and international levels. This case study makes several recommendations for consideration by policymakers.\nIn relation to China-EU trade policy:\ne The 2018 Memorandum of Understanding on Circular Economy Cooperation between the EU and China should provide a useful basis for dialogue and cooperation; National and regional circular economy policies should be non-discriminatory, complementary and designed in line with multilateral trade rules; The range of international treaties, together with regional and national environmental standards, offer significant potential to promote circular production and products and their trade; and Multilateral frameworks such as the Basel Convention, WTO, OECD, or Regional Trade Agreements (RTAs) can all provide useful mechanisms for the pursuit of sustainable trade.\n2 Interview with Prof. Du Huanzheng, TJU\nInstitute for European Environmental Policy (2022)",
  "page_8": "4 | Trade in support of circular economy\nOn domestic policy, the following options could be considered within the Chinese domestic circular economy policy framework to further promote circularity and maximise its potential:\nEconomic and fiscal policies, such as taxes and subsidies, to adjust pricing in line with circular economy objectives and more explicitly incentivise circular practices and products?; A national green development fund to promote circular economy related projects*, the launch of new green financial products and tools to support sustainable investment and financing, and the establishment of green national accounts” to better account for environmental costs; Infrastructure improvements to promote high-quality recycling, through coherent planning, construction of infrastructure and improved systems for classifying and collecting wastes; Further development of markets and standards to promote and expand the use of secondary raw materials and second-hand goods; Industrial and technology policies to strengthen scientific and technological innovation® and move existing industries towards circular modes of production’, including support for R&D activities® and the development of industrial clusters; Consumption-related policies to guide consumers and businesses towards sustainable consumption choices’, including further use of information technologies; Additional awareness-raising and education on environmental protection, to inform and empower individuals, together with better protection for the rights of purchasers and consumers\"; and\n3 Interview with Prof. Du Huanzheng, TJU\n* Interview with Zhao Kai, CACE\n> Interview with Prof. Du Huanzheng, TJU\n° Interview with Prof. Wen Zongguo, Tsinghua University\n7 Interview with Prof. Du Huanzheng, TJU\n8 Ibid.\n? Ibid.\nInterview with Prof. Wen Zongguo, Tsinghua University\nInstitute for European Environmental Policy (2022)",
  "page_9": "5 | Trade in support of circular economy\ne Provision of further legal guarantees for environmental protection, including clarification of environmental property rights'' to provide clear rules and responsibilities on the ownership and use of resources.\nTaken together, these actions should help to facilitate trade in circular products between China and the EU, and to mutually reinforce a more circular economy in both parts of the world.\n\" Interview with Prof. Du Huanzheng, TJU\nInstitute for European Environmental Policy (2022)",
  "page_10": "1.1 Circular economy and the EU\n1. INTRODUCTION\n6 | Trade in support of circular economy\nThe circular economy seeks to alter the present economic paradigm by addressing our current, ever-increasing resource extraction from the Earth's finite resources. Accordingly, resource efficiency alleviates the excessive extraction of resources, but also contributes to decarbonisation, as a considerable amount of our carbon emissions are related to how goods are produced and consumed. A global scale-up of the circular economy will therefore not only advance global decarbonisation efforts but also unlock greater benefits to resource efficiency.\nIn March 2020, the EU took a substantial step forward towards the transition to a European circular economy by adopting the EU Circular Economy Action Plan'@ (CEAP) under the EU Green Deal. The Action Plan paves a pathway to European circularity by outlining a Sustainable Product Policy framework and plans to target key value chains with great potential for circularity including electronics and ICT, batteries and vehicles, packaging, plastics, textiles, construction and buildings, and food, water and nutrients.\nMoreover, the CEAP proposes the establishment of a Global Circular Economy Alliance, a more integrated partnership with Africa and the inclusion of new circular economy objectives in its future free trade agreements (FTAs), thereby acknowledging the need to scale up towards a global circular economy. Cooperation on a multilateral level is key to unlocking the benefits of scale tied to a global circular economy but, also, to mitigate unwanted consequences to sustainable development caused by a shift in trade flows caused by an altered demand from primary to secondary resources.\nIndeed, an inherent element of the CEAP is that the effects of its new domestic policies are undoubtedly bound to spill over, affecting trade flows, and consequently, socio-economic development at a global scale. Production and consumption, materials, goods, services and data are linked through global trade. As key value chains are targeted by new sustainability standards under the CEAP, the EU must seek partnerships and lead the charge by envisaging a trade policy framework for businesses to innovate and trade with new circular markets across the world while accounting for negative effects to global sustainable development. The EU indeed has the opportunity to inspire, lead and leverage\nEuropean Commission. (2020). Circular Economy Action Plan. Link.\nInstitute for European Environmental Policy (2022)",
  "page_11": "7 | Trade in support of circular economy\naccess to its market to reach for improved standardisation with its trading partners.\nOne example of shifting trade streams is waste exports. Prior to the publication of the CEAP, EU circular economy policies targeting domestic waste recycling partially relied on exporting waste to be recycled abroad. Although it allowed EU to achieve its own recycling rate targets, once waste is shipped abroad — usually to developing countries — the EU cannot guarantee the quality of the recycling process.\nSince 2017, many of EU’s waste recipients closed their ports for plastic waste shipments, including China, India, Thailand, Vietnam and Malaysia. In need of a new approach to dealing with its waste, the EU’s CEAP focuses on preventing waste creation in the first place and taking charge of reverse value chains. Moreover, in January 2021, the EU placed a ban on exporting hazardous and hard to recycle plastic waste to non-OECD countries in addition to tightening the rules on clean, non-hazardous waste exports to these same countries!*. Lastly, the European Commission published on 17 November 2021 its proposal for a new regulation on waste shipments\". Under this new proposal, EU waste exports to non-OECD countries will be further restricted and only allowed if third countries are willing to receive certain wastes and are able to manage them sustainably.\nThe Commission published the Sustainable Product Initiative!? in March 2022 which puts forward new sustainability requirements for goods sold on the EU. This would involve the legislation of delegated acts aimed at revising and expanding the Ecodesign Directive to target more than energy-related products and impose new performance and information requirements, as well as a ban on the destruction of unsold consumer goods. These requirements seek to improve products’ durability, reliability, reusability, upgradability, reparability, ease of maintenance, refurbishment and recyclability, as well as regulate the presence of substances of concern (toxic chemicals), energy use or energy efficiency, percentage of recycled content, possibility of remanufacturing, recycling and recovery of materials, and the expected generation of waste.\nOther implications of the CEAP on EU trade flows are related to the introduction of new measures on production and the reduction of barriers to trade for secondary resources. The former intends to empower consumers and increase\n3 European Commission. (2020). Plastic waste shipments: rules importing and exporting new on plastic waste. Link.\n4 European Commission. (2021). Proposal for legislation waste shipments. Link a new on European Commission. (2022). Sustainable Products Initiative. Link.\nInstitute for European Environmental Policy (2022)",
  "page_12": "1.2 EU-China case study: Aim and approach\n8 | Trade in support of circular economy\nproduct sustainability by increasing opportunities for product repairability, reusability and durability by introducing new standards and criteria for products sold on the EU market. The latter aims to incentivise the market for secondary raw materials by pushing for better harmonisation of rules applied to waste and spent goods.\nWhen it comes to the EU’s FTAs, only one FTA in force references the circular economy in their Trade and Sustainable Development (TSD) Chapters, i.e. the EU- UK Trade and Cooperation Agreement. Moreover, four other draft agreements still under negotiation mention the circular economy, in particular the agreements with Australia, Chile, Mexico and New Zealand, in addition to the still to be ratified EU-Mercosur trade agreement.\nAlthough other agreements in force acknowledge the need for sustainable production and consumption of goods, as of yet, the concept of circular economy is far from being a regular feature in FTAs. Although the EU’s 2021 Trade Policy Review’? reaffirms the need to seek commitments from its trade partners to further global efforts towards the circular economy transition — the EU must begin to deeply integrate circular economy principles in its trade policy and its implementation.\nEnsuring the global expansion of the circular economy calls for not only a higher demand for secondary resources but also a higher supply of these resources to establish is secure global market for recycled and reusable raw materials. In turn, establishing a market for reliable secondary materials requires attention to detail regarding resource and product definitions and standards. Variation in definitions, regulations and standards across geographical areas for trade in secondary resources forms a glaring technical burden, hindering efficient material circularity and disproportionally disadvantaging MSMEs, both within the EU and between EU and third countries.\nWith the CEAP’s Sustainable Product Policy initiative putting forward new sustainability standards for goods, the EU has the opportunity to leverage access to its market to reach for improved standardisation with its trading partners. This set of case studies look into the EU's trade relationship with several trade partners where increased circular economy cooperation would be particularly beneficial.\n© European Commission. (2021). Trade Policy Review An Open, Sustainable and Assertive Trade - Policy. Link.\nInstitute for European Environmental Policy (2022)",
  "page_13": "9 | Trade in support of circular economy\nChina has been selected for a case study since it is a leading global producer of products, primary materials (e.g. smelting of aluminium, copper) and secondary materials. The country’s share of global trade has risen from less than 1% at the end of the 1970s to 14.7% of global exports of goods by 2020'. Exports of goods in 2020 amounted to US$ 2,590 billion and imports US$ 2,057 billion, whilst exports and imports of services were US$ 278 billion and US$ 377.5 billion respectively!®.\nIn spite of its import bans on plastic waste and selected solid waste, China also still remains the top global importer of waste and scrap materials, with a key role in recovering materials and using secondary materials for production. At a 2020 OECD workshop on trade and circular economy, a representative from the Chinese Recycling Association stated that: “The import ban does not mean that China does not need raw materials [...] Additional measures are planned to scale up efforts for recycling including the development of national standards for secondary raw materials and to develop domestic collection systems.”'? This indicates an intention for China to promote the use of secondary materials, both via domestic supply and through imports, showing a commitment to greater circularity and also an opportunity for it to be further promoted, including through trade-related policies.\nTo provide a focus for the case study, we have selected the plastics and textiles sectors to illustrate how circular economy ambitions and EU-China trade can be linked in a mutually supportive way. These sectors were chosen since they offer particular potential for greater circularity, and also represent some of the products most frequently traded between the EU and China.\nThis case study was drafted by the Institute for European Environmental Policy. The preparation of the case study included a period of desk-based literature review, followed by discussion with the Ellen MacArthur Foundation and a small number of Chinese experts to provide complementary insights. We thank them for their valuable inputs and support.\n™ UNCTAD. (2021). China: The rise of trade titan. Link. a\n18 Santander Trade. (2022). Chinese Foreign Trade in Figures. Link.\nOECD. (2020). OECD workshop on international trade and circular economy — summary report, p.16. Link.\nInstitute for European Environmental Policy (2022)",
  "page_14": "2.\n2.1\nInstitute for European Environmental Policy (2022)\n10 | Trade in support of circular economy\nEU-CHINA TRADE RELATIONSHIP\nThis section looks at the current trade framework which governs EU-China bilateral trade in goods and services and assesses the level of integration of circular economy-relevant initiatives and practices. Then this section presents an overview of EU-China trade in goods and services over recent years.\nWhat is the trade and investment framework\nDespite the importance of their trade relationship, the EU and China currently have no bilateral trade agreement in place. Trade is therefore undertaken on World Trade Organization (WTO) terms, with tariff levels defined by the WTO.\nIn 2013, negotiations began on an investment agreement between the EU and China, with the aim of providing investors with predictable, long-term access to markets and to protect investors and their investments. The FEU-China Comprehensive Agreement on Investment (CAI) was agreed in principle between the two partners in December 2020, but has not yet been ratified due to political tensions and associated sanctions (imposed by the EU on China) and counter- sanctions (imposed on the EU by China) following suspected human rights violations in China’s north-western Xinjiang Province?°.\nThe draft text of the CAI includes a section on Investment and sustainable development (Section IV)*\", with the aim of embedding sustainability in the EU- China investment relationship. The CAI requires that investments are underpinned by sustainable development principles, enforced by an independent panel of experts. The CAI clearly outlines that investment should not be encouraged by weakening or reducing environmental protection, or by waiving or derogating from environmental laws. It outlines that the EU and China shall facilitate and encourage investment in environmental goods and services, and exchange experiences and good practices on environmental impact assessments for investments. The CAI, if and when ratified, would represent the first time China would agree to such environmental provisions with a trade partner.\nIn 2018 a Memorandum of Understanding on Circular Economy Cooperation was signed between the EU and China”, for the two economies to consider greater\n2° Brzozowski, A. (5 May 2021). EU efforts to ratify China investment deal ‘suspended’ after sanctions. EURACTIV. Link.\n“1 European Commission. (2021). EU-China investment negotiations, Section IV: Investment and sustainable development. Link.\n2 European Commission. (2019). EU and China step their cooperation environment, water and up on circular economy. Link.",
  "page_15": "11 | Trade in support of circular economy\nalignment of key circular economy mechanisms and work towards the development of product standards and policies for a global circular economy shift, including green supply chains, eco-design, eco-labelling, extended producer responsibility, financing mechanisms for the circular economy, and exchange of best practice on industrial parks, plastics and waste’.\nIn April 2019, the 7” EU-China Ministerial Environmental Policy Dialogue between the blocs initiated a new high-level dialogue on circular economy, discussing how to speed up cooperation to support the global transition to a circular economy”. In April 2021, the 8” EU-China Ministerial Environment Policy Dialogue acknowledged the importance of continued cooperation to address shared environmental challenges and promote opportunities for green recovery following the COVID-19 pandemic, and also identified (marine) plastics pollution as an area for potential collaboration. These mechanisms may provide a practical basis for future circular economy dialogue in the trade context.\nA new EU Trade Strategy announced in February 2021 states that the “EU needs to leverage its openness and engage its partners, notably the biggest emitters and polluters, so that they contribute their fair share to climate change mitigation”. In addition, in her Agenda for Europe* indicating the political direction of the European Commission for 2019-2024, Commission President Ursula von der Leyen stated that “[t]rade is not an end in itself. It is a means to deliver prosperity at home and to export our values across the world. | will ensure that every new agreement concluded will have a dedicated sustainable- development chapter and the highest standards of climate, environmental and labour protection”. Whilst this gives a clear indication that the EU wishes to use trade policy as a lever for achieving greater environmental sustainability globally, most trade agreements are yet to be recast along these lines*°.\nEU autonomous measures in play: What about CBAM?\nThe EU is planning to introduce a Carbon Border Adjustment Mechanism (CBAM), to impose carbon emission costs on imports of specific goods. The formal CBAM proposal was published by the European Commission in July 2021. The mechanism is due to be phased in from 2023, with full implementation from the\n23 Roberts, G. (2018). China And EU sign Memorandum of Understanding Circular Economy. on Resource. Link.\n*4 European Commission. (2019). EU and China step their cooperation environment, water and up on circular economy. Link,\n25 Von der Leyen, U. A Union that strives for Political guidelines for the next European more. Commission 2019-2024. Link.\n6 Voituriez, T. & Cremers, K. (2021). A of Trade-and-Environment Agreement TEA? IDDRI. Link. cup -\nInstitute for European Environmental Policy (2022)",
  "page_16": "12 | Trade in support of circular economy\nstart of 2026. The CBAM is intended to address the issue of ‘carbon leakage’ from the EU, which happens when production occurs in countries with less ambitious carbon emission policies than the EU's. This means that overall global emissions are not reduced, only relocated. The CBAM therefore aims to create a more level playing field between domestic EU companies and importers from non-EU countries, by including the cost of carbon emissions in certain imported products.\nThe CBAM is initially planned to apply to steel, iron, aluminium, cement, fertilizers and electricity. It will factor in the cost of both direct emissions (from production processes themselves) and indirect emissions (from the electricity consumed during production processes). In practice, importers will have to make annual declarations on the quantity of goods imported and their embedded emissions, and purchase the corresponding number of digital certificates (one per tonne of CO2 embedded in their imported goods, with the price linked to the EU's Emission Trading System (ETS)). In this way, the cost of their imports will increase in line with their carbon intensity.2’ Under the current proposal (which is yet to be approved by the EU institutions), reporting of embedded emissions will start in 2023, but importers will not have to pay financial adjustments until the start of 2026. This is to allow for a predictable transition period during which EU and non- EU businesses and authorities can prepare for full implementation’.\nWhilst the CBAM is primarily part of the EU's climate policy, it does have a link to circular economy. Since more circular production methods tend to reduce embedded emissions, products produced in this way should be subject to lower additional costs through the CBAM. It should be noted that the CBAM will not (at least in its first phase) apply to the focus sectors of this case study (plastics and textiles). Steel, iron and aluminium together account for only around 3% of the total value of EU imports from China (about three quarters of which is iron and steel, and around one quarter aluminium)’. China accounts for around 8% of the EU’s iron and steel imports, and 9% of aluminium imports”’, whilst its energy structure remains dominated by fossil fuels, resulting in a high carbon footprint of goods?'. The CBAM could therefore provide an incentive, albeit a small one, for further transformation and upgrading of Chinese energy infrastructure,\n27 Taylor, K. (29 June 2021). LEAK: EU's carbon border tariff to target steel, cement, EURACTIV. power. Link.\n28 European Commission. (2021). Carbon Border Adjustment Mechanism: Questions and Answers. Link.\n29 Jianjun Tu, K., Sartor, O. & Zhang-Class, R. (2021). EU-China Roundtable Carbon Border on Adjustment Mechanism, Briefing of the first dialogue on 26 May 2021. Agora Energiewende. Link. 30 Glaser, A. & Caspar, O. (2021). Less confrontation, cooperation: Increasing the acceptability more of the EU Carbon Border Adjustment in key trading partner countries. Germanwatch. Link. 31 Interview with Prof. Wen\nZongguo, Tsinghua University\nInstitute for European Environmental Policy (2022)",
  "page_17": "2.2 EU-China bilateral trade\n13 | Trade in support of circular economy\nresearch and development into low-carbon technologies, and more circular products and production methods*’, in particular in the sectors that will be subject to the CBAM. Indeed the EU’s announcement of its intention to introduce a CBAM led to discussions in China on enhancing the Chinese ETS??. However, European Commission vice-president Frans Timmermans, who is responsible for the EU's Green Deal, has indicated that if China can achieve its aim for emissions to peak by 2025, and reforms its coal policies, it may not be necessary for the EU to apply the CBAM to Chinese imports**. The impact of CBAM on EU-China trade therefore remains uncertain for now.\nIt should be noted that in terms of promoting circular economy, improved product standards, and requirements for importers to comply with them, may be more effective than a CBAM, or may offer a useful complement to it. Product standards can more directly ensure low-carbon, resource-efficient production, and help to minimise negative environmental impacts from product use. They also offer a much broader scope of application than the CBAM, and could therefore be applied to the focus sectors of this case study, plastics and textiles, to promote greater circularity of those products.*° Indeed in 2020, the Chinese Recycling Association suggested that consideration was being given to the development of Chinese national standards for secondary raw materials*®.\nThe EU and China are two of the dominant global forces in world trade. In 2020, China was the leading global exporter of goods, responsible for 18% of exports, and the second highest importer of goods, with 14% of imports globally (after the US with 16.4%). The EU was the second highest global exporter (15.4%) and third highest importer (13.4%)?”. On average, between 2017 and 2021, EU imports of goods from China grew by 10%, and exports of goods to China by 5.7%8\n22 Interview with Prof. Wen Zongguo, Tsinghua University\n33 Glaser, A. & Caspar, O. (2021). Less confrontation, cooperation: Increasing the acceptability more of the EU Carbon Border Adjustment in key trading partner countries. Germanwatch. Link.\n34 Pickstone, S. (7 May 2021). Timmermans he hopes not to CBAM against China. END says use Europe. Link.\n> Blot, E., Kettunen, M. & Charveriat, C. (2020). Making trade work for EU climate policy: Carbon boder adjustment or product standards. IEEP. Link.\n3° OECD. (2020). OECD workshop international trade and circular report, on economy — summary p.16. Link.\n37 European Commission. (2021). EU trade relations with China. Facts, figures and_ latest developments. Link.\n38 European Commission. (2021). European Union, trade in goods with China. Link.\nInstitute for European Environmental Policy (2022)",
  "page_18": "14 | Trade in support of circular economy\nChina is amongst the largest trading partners of the EU. Figure 1 presents EU trade in goods with China expressed in billion euros, from 2011 to 2021. In 2021, the EU exported 223.4 billion EUR of goods, making China the EU’s third largest export partner with 10.2% of total exports (after the US with 18.3% and the UK with 13%). The same year, the EU imported 472.7 billion EUR of Chinese goods, making China the EU's largest import partner with 22.4% of total imports (followed by the US with 11% and Russia with 7.5%. These figures were a slight increase from 202.8 billion EUR and 385.1 billion EUR respectively in 2020, likely in line with a recovery in trade post-COVID.\nIn 2020, trade in services amounted to 46.9 billion EUR of EU exports to China and 31.1 billion EUR of EU imports from China, slightly down from 53.3 billion EUR and 33.5 billion EUR respectively in 2019794°,\nFigure 1: EU trade in goods with China, 2011-2021\n500\n450\n400\n350\n§ 300\n250\nLu 200\n== Imports\nExports\n150\n100\n50\n2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021\nSource: European Commission. (2021). EU trade relations with China. Facts, figures and latest developments. Link. Graph by authors.\nTrade between the EU and China includes a range of sectors with circular economy relevance. EU imports from China include both primary goods (raw materials, food and drink, and energy) and value-added products (e.g. textiles, electronics, machinery and vehicles, and other manufactured goods). In 2021,\n°\nEurostat. (2022). China-EU — international trade in goods statistics. Link. 40 European Commission. (2021). EU trade relations with China. Facts, figures and latest developments. Link.\nInstitute for European Environmental Policy (2022)",
  "page_19": "2.2.1 Plastics and plastic waste\n15 | Trade in support of circular economy\nmanufactured goods dominated both EU exports to China and imports from China, at 86% and 98% respectively (with primary goods at 12% and 2%). Over half of goods traded in both directions was machinery and vehicles, followed by other manufactured goods, and chemicals. Twelve of the top 20 categories of goods traded between the EU and China were machinery and vehicles (including telecommunications equipment, data processing machines, electrical machinery and motor vehicles), six other manufactured goods (including furniture, plastic items and textiles), and two chemicals*'.\nChina’s prominent role as an EU trade partner, including in trade relevant to the development of circular economy, highlights the importance of future trade- related cooperation to ensure that imports to the EU meet future EU standards, and vice versa’.\nDuring the 1990s, China became a major destination for shipments of waste, in including processed plastic waste, providing a convenient option for preventing the disposal (landfilling or incineration) of plastic waste in many countries 43 In recent years, however, the country has implemented policies to increasingly restrict waste imports. In 2013, China introduced a requirement for lower levels of contamination of imported plastic waste (the so-called “Green Fence”) to improve the quality of plastic waste imports and tackle illegal shipments™. In its first six months, this operation led to 800,000 tonnes of imported recyclable waste or scrap being rejected on grounds of quality 45,46\nThen from 2018, the country introduced a new “National Sword” policy, permanently banning the import of non-industrial plastic waste*” and many other recyclable waste materials. Prior to the 2018 ban, 95% of the plastics collected for recycling in the EU were sold and shipped to Chinese processors; in the year after\n“\" Eurostat. (2022). China-EU international trade in goods statistics. Link. —\n42 Kettunen, M. & Blot, E. (2021). Trade in support of circular sustainable development, and economy, green recovery. Think2030 policy paper. IEEP, Brussels/London. Link.\n43 Brooks, A.L., Wang, S., & Jambeck, J. R. (2018). The Chinese import ban and its impact global on plastic waste trade. Sci. Adv. 4, eaat0131. Link.\n4 Ibid.\n45 Earley, K. (27 August 2013). Could China’s ‘green fence’ prompt global recycling innovation? a The Guardian. Link.\n46 Flower, W. (11 February 2016). What Operation Green Fence has Meant for Recycling. Waste 360. Link.\n4” Brooks, A.L., Wang, S., & Jambeck, J. R. (2018). The Chinese import ban and its impact global on plastic waste trade. Sci. Adv. 4, eaat0131. Link.\nInstitute for European Environmental Policy (2022)",
  "page_20": "16 | Trade in support of circular economy\nthe ban, China’s plastics imports fell by 99%, and imports of mixed paper by a third*®,\nFrom 1 January 2021, China has a ban on all materials that it classifies as “solid waste’”?. Although these bans are in place, as previously mentioned in Section Error! Reference source not found. it is worth noting that this is not an indication that no raw material or feedstock imports are needed; rather it is a sign that low quality materials are no longer welcome. According to the Chinese Recycling Association, legitimate trade in (quality) waste and scrap materials can promote a resource efficient circular economy, with the challenges being to create effective international import and export controls for both importing and exporting countries, to discuss new international trade modes, and to promote cooperation between businesses and industrial organisations in importing and exporting countries”®.\nThe EU's CEAP, published in March 2020, is in part a response to the recent waste import bans. It aims to encourage the EU to deal with its own waste at home instead of exporting it to other countries, as well as to create sound markets for secondary raw materials?’ The Action Plan includes measures to promote sustainable products in the EU, with a focus on sectors with significant circularity potential, including plastics, textiles, electronics, packaging, batteries and vehicles, construction and buildings and food. It also includes an ambition for the EU to lead global efforts on circular economy.\nFor these reasons, the CEAP offers both challenges and opportunities for China in terms of trade with the EU, in particular by placing legal requirements and standards on certain products imported into the EU which Chinese manufacturers and exporters will have to meet.\nA recent study indicated that global trade in plastics is worth more than US$ 1 trillion per year, accounting for 5% of total trade in merchandise™. Fifty-six percent of the trade volume is primary forms of plastics, final manufactured\n48 Katz, C. (2019). Piling Up: How China's Ban Importing Waste Has Stalled Global Recycling. Yale on Environment 360. Link.\n49 China: Ministry of Ecology and Environment issues \"Announcement Matters concerning the on Completely Ban on Import of Solid Waste” (2020). Link.\n°° OECD workshop international trade and circular report, p.16. (2020) Link. on economy — summary >| Schréder, P. (2020). What does the EU circular plan for China? China Dialogue. economy mean Link.\n°@ UNCTAD. (2021). Global plastic trade 40% bigger than previously thought, study finds. Link.\nInstitute for European Environmental Policy (2022)",
  "page_21": "17 | Trade in support of circular economy\nproducts 21%, intermediate forms 11%, intermediate manufactured goods 5%, and plastic waste 2%*°.\nThe EU (along with Saudi Arabia and South Korea) is one of the largest global exporters of primary plastics, whilst China is the leading global importer of plastic feedstocks and primary plastics, and the leading global exporter of both intermediate and final manufactured plastic products”. China (together with the US) is by far the EU's largest trading partner for plastics and plastic items, including plastic packaging materials (“Plastics and articles thereof”, HS category 39°). EU imports from China did decline sharply in February 2020, likely due to Covid related lockdowns in both China and the EU and a fall in demand for plastic items. However, after April 2020 imports increased again to roughly pre- pandemic levels*® - see Figure 2 below. This may also reflect increased imports of single-use face masks and other personal protection equipment (PPE) from China, which already produced 41% of global face masks in 2017 and expanded production around 10-fold from January to April 2020°’. EU imports of Chinese plastic goods amounted to 9.2 billion EUR in 2021.\n°? Ibid.\n4 UNCTAD. (2020). Global trade in plastics: insights from the first life-cycle trade database. UNCTAD Research Paper No. 53. Link.\n°5> Harmonized System (HS) tariff nomenclature is internationally standardised system of an names and numbers to classify traded products.\n°° Kettunen, M. & Blot, E. (2021). Trade in support of circular sustainable development, and economy, green recovery. Think2030 policy paper. IEEP, Brussels/London. Link.\n>’ OECD. (2020). The Face Mask Global Value Chain in the COVID-19 outbreak: Evidence and Policy Lessons. Link.\nInstitute for European Environmental Policy (2022)",
  "page_22": "18 | Trade in support of circular economy\nFigure 2: Plastic imports from China to EU, monthly: January 2019-March 2021\n$1.600.000.000\n$1.400.000.000\n$1.200.000.000\n$1.000.000.000\n$800.000.000\n$600.000.000\n$400.000.000\n$200.000.000\n$0\nNe) © IN IN x NG > S e a a S \\ N\\\nSF\nSS & Ro is & RY RY of N\\ ‘y we\nVv\nv vu Vv\nx K\n~~ »\nSource: UN Comtrade database, graph by authors Exports of plastic waste from the EU (“Waste, parings and scrap, of plastics”, HS category 3915) to Southeast Asian countries were already declining in 2019 prior to the pandemic, as some countries including China stopped accepting imports of EU plastic waste (see below). Figure 3 below shows the rapid decline in EU exports of plastic waste to China, peaking at around US$ 750 million in 2014, falling to just under US$ 27 million in 2018 and continuing to decline to just over US$ 1 million in 2020.\nInstitute for European Environmental Policy (2022)",
  "page_23": "19 | Trade in support of circular economy\nFigure 3: Annual plastic waste exports from EU to China, 2013-2020\n$800.000.000\n$700.000.000\n$600.000.000\n$500.000.000\n$400.000.000\n$300.000.000\n$200.000.000\n$100.000.000\n$0\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nSource: UN Comtrade database, graph by authors\nThe EU temporarily increased export of these materials to Turkey, Malaysia and Indonesia, until a very significant fall in waste exports in January 2021, after new EU rules on the export of hazardous hard to recycle plastic waste came into force (with a total ban on exports to non-OECD countries and stricter controls on plastic waste sent to OECD countries°®). The long-term impact of these restrictions is yet to be seen in the trade data.\nIn March 2022, the EU adopted a Strategy for Sustainable and Circular Textiles’. The Strategy aims to address the whole lifecycle of textiles, whilst recognising the importance of textiles to the economy, promoting the competitiveness of the sector, and increasing its resilience to global shocks. The has been developed in response to the growing environmental impact of textiles, which have the fourth highest environment and climate change impact (after food, housing and\n°8 European Commission. (2020). Plastic waste shipments: EU rules importing and exporting new on plastic waste. Link. °° European Commission. (2022). EU for sustainable and circular textiles. Link.\nstrategy\n2.3 Textiles\nInstitute for European Environmental Policy (2022)",
  "page_24": "20 | Trade in support of circular economy\nmobility), consume the third highest amount of water and land, and use the fifth highest quantity of primary raw materials and greenhouse gas emissions.\nBy 2030, all textile products placed on the EU market should be durable, repairable and recyclable, be made of recycled fibres “to a great extent”, be free from hazardous substances, and be produced in a socially and environmentally responsible way. Consumers should enjoy high quality, longer life textiles, tackling the trend of “fast fashion”, and reuse and repair services should be widely available, and profitable. Producers should also innovate, as well as taking responsibility for their products along the whole value chain, including recycling and minimising incineration and landfilling of textiles at the end of their life.\nThe Strategy lists a set of actions including: setting design requirements for textiles (for durability, repairability and recyclability); introducing clearer information on textiles and a digital product passport; ensuring businesses’ green claims are accurate; tackling overproduction and overconsumption, and discouraging the destruction of unsold or returned textiles; harmonising Extended Producer Responsibility (EPR) rules for textiles in the EU and using other economic incentives to promote sustainable products; addressing microplastics release from synthetic textiles; publishing an action plan by the end of 2022 for textiles actors to achieve the green and digital transitions; and addressing challenges related to the export of waste textiles, including adopting an EU Toolbox against counterfeiting by 2023.\nGiven its wide-ranging list of actions, the Strategy will have implications for Chinese textile manufactures who wish to continue exporting to the EU. The actions related to exports are also relevant in light of the Chinese ban on imports of solid waste, which also applies to waste textiles®°.\nThe EU imported over EUR 31 billion of textile products from China in 2020°'. EU imports from China of “Apparel and clothing accessories, knitted or crocheted” (HS category 61) and “Apparel and clothing accessories, not knitted or crocheted” (HS category 62) declined sharply from January to May 2020, then rose again to August 2020, since when they have mostly returned to pre-pandemic levels, with seasonal variability’, as presented in Figure 4 below. EU exports of textiles to China amount to only a fraction of the value of those from China to the EU,\n6 Bloomberg News. (18 October 2020). China’s Next Problem Is Recycling 26 Million Tons of Discarded Clothes. Link.\n6! Eurostat. (2022). China-EU international trade in goods statistics. Link. —\n& Kettunen, M. & Blot, E. (2021). Trade in support of circular sustainable development, and economy, green recovery. Think2030 policy paper. IEEP, Brussels/London. Link.\nInstitute for European Environmental Policy (2022)",
  "page_25": "21 | Trade in support of circular economy\namounting to around EUR 2 billion in 2020°°. Although the global textiles market was expected to shrink by 2.8% in 2020 compared to the previous year, forecasts™ and monthly trade data indicate that the sector has been recovering during 2021.\nFigure 4: EU imports of textiles from China, monthly: January 2019-March 2021\n$4.000.000.000\n$3.500.000.000\n$3.000.000.000\n$2.500.000.000\n$2.000.000.000\n$1.500.000.000\n$1.000.000.000\n$500.000.000\n$0\nSs » oe a) sy ek ~ is x & RY ss oS R s w &\nING) Ne) INS) ING) NY NG\nv & a a ae Vv v\nS\n;\n\\\nx\nN N\\\n6 Eurostat. (2022). China-EU international trade in goods statistics. Link. — % Textile Global Market Report 2022. Link.\nSource: UN Comtrade database, graph by authors\nInstitute for European Environmental Policy (2022)",
  "page_26": "3.\nInstitute for European Environmental Policy (2022)\n22 | Trade in support of circular economy\nCIRCULAR ECONOMY IN CHINA\nThis section looks at a history of circular economy policies in China and the current state of the China's circular economy and supporting policies. Then this section assesses specific opportunities and challenges in China’s shift to the circular economy, shifting its assessment to different sectoral perspectives.\nDomestic circular economy policies\nChina's first steps towards circular economy were taken in the 1990s, when academics proposed the concept as a way to continue to develop more sustainably. In the early days the focus was on ‘reduce-reuse-recycle’ principles, for example by improving waste management, pursuing industrial symbiosis (the use of industrial by-products for useful purposes) and reducing emissions 65 In recent years, the Chinese government has demonstrated a high level of ambition on circular economy policies, focusing in particular on tackling the causes of environmental pollution, increasing resource efficiency, addressing product design and promoting industrial ecology and new business models®. Some key policies are briefly discussed below.\nThe 2002 Second Global Facility Assembly first introduced the circular economy concept onto the political agenda in China, stating that “only by following the path of circular economy, based on an effective use of resources and environmental protection, will it be possible to achieve sustainable development \"67\nThe country’s Five-Year Plans since 2006 have progressively aimed to speed up the circular economy transition. The 77th Five Year Plan (2006-10) placed strategic importance on the practical development of the circular economy at the level of individual businesses, industrial parks, and cities and regions, and led to the Circular Economy Promotion Law (see below).\nThe Circular Economy Promotion Law entered into force on 1 January 2009 as one of the first pieces of circular economy legislation in the world®®. The Law was introduced to facilitate the circular economy, raise the resource utilization rate,\n6 Ellen MacArthur Foundation & Arup. (2018). The circular opportunity for urban & economy industrial innovation in China. Link.\n% Ibid.\n67 Mathews, J. A., Tang, Y. & Tan, H. (2011). China’s to Circular Economy development move a as a strategy. Asian Business & Management 10(4), pp.463-484. Link.\n68 Schrdder, P. (2020). What does the EU circular plan for China? China Dialogue. economy mean Link.\n3.1",
  "page_27": "23 | Trade in support of circular economy\nprotect and improve the environment, and realise sustainable development®”. It recognizes the promotion of circular economy as an “important strategy for the national economic and social development” and requires the circular economy concept to be promoted when feasible in technology and economic terms (Article 3). State industrial policies, national economic and social development plans, environmental protection plans, and science/technology development plans must promote circular economy (Article 6). People’s governments at or above the county level are also required to promote circular economy development through their planning, finance, investment and procurement activities (Article 8). Businesses and public institutions are required to take measures to reduce resource consumption and waste generation, and improve recycling and resource recovery (Article 9). Citizens are encouraged to consume reasonably, save resources, report activities that waste resources or damage the environment, and offer opinions and suggestions on circular economy promotion (Article 10). Trade associations, academia and social organisations are also encouraged to play a role by providing technical guidance and services to promote circular economy (Article 11).\nThe 12th Five Year Plan (2011-15) upgraded the circular economy to a national development strategy, scaling up demonstration pilot projects and launching the Immediate Action Plan of Circular Economy in 2013. The Cleaner Production Promotion Law of the People's Republic of China (Amendment) came into effect on 1 July 2012, requiring the promotion of cleaner production, improved resource use efficiency, reduction and avoidance of pollutants, environmental protection and improvement, protection of human health, and promotion of economic and social development.\nThe 713th Five-Year Plan (2016-20) kept the circular economy and low-carbon economy as key policy areas, introducing binding targets relevant to circular economy, stressing the importance of an EPR framework, and proposing further strengthening of municipal waste management and remanufacturing”.\nIn 2017, the EPR Promotion Scheme laid out producers’ role in resource conservation and environmental protection, from design through to the waste management phase; packaging was included as one the priority areas (together with electronics, vehicles and lead-acid batteries). The 2017 Circular Development Leading Action Plan highlights the opportunities that new digital solutions offer for the circular economy, the potential to integrate circular economy principles in\n69 People’s Republic of China. (2008). Circular Economy Promotion Law. Link.\n2 Ellen MacArthur Foundation & Arup. (2018). The circular opportunity for urban & economy industrial innovation in China. Link.\nInstitute for European Environmental Policy (2022)",
  "page_28": "24 | Trade in support of circular economy\nthe product design phase, and the opportunities for new circular economy business models. The first regulation and guideline on promotion of the sharing economy was released in July 2017, highlighting the potential for sharing models to improve resource efficiency and provide employment”.\nIn December 2018, the Work Plan for the Construction of Pilot “Zero-Waste Cities” was issued, with aims to coordinate solid waste management in economic and social development through a series of “zero-waste cities” pilots.\nChina has also been taking action to improve green supply chains and green consumption policy. The government issued Guidance for Giving Full Play to the Role of Environmental Protection to Promote Supply-side Structural Reform, the Industrial Green Development Plan (2016-2020), Guidance for Developing the Green Manufacturing Standard and System, and the Notice on Introducing the Pilot Program of Supply Chain Innovation and Application. These policies have all aided the promotion of green supply chain policies. In addition, eight government departments, including the General Administration of Market Supervision, jointly issued the Opinions on Implementing the Enterprise Standards “Front-runner” System to implement a “front-runner” system in several areas, notably consumer goods, manufacture of equipment, services for households and businesses, and emerging industries.\nAccording to the 74th Five-Year Plan (for 2021-25) in China, one of the main objectives is to make new progress in “ecological civilization”, which includes a green transformation of production and lifestyles, a significant improvement in utilization efficiency, and the continuing reduction of the discharge of major pollutants. Chapter 10 of the Plan deals specifically with the promotion of green development, including promoting the comprehensive green transformation of economic and social development. Actions mentioned include strengthening legal and policy guarantees for green development, developing green finance, supporting green technological innovation, promoting cleaner production, promoting green transformation in key industries, and improving the efficiency of resource utilization in a holistic way. All of these have the potential to support greater circularity.\nChina is pursuing a strategy of ‘dual circulation’, with the aim of promoting two parallel and mutually promoting economies: one domestic and one international/external. The focus for the domestic economy will be on increased consumption and efficiency, with the focus for the international economy on\n” Ellen MacArthur Foundation & Arup. (2018). The circular opportunity for urban & economy industrial innovation in China. Link.\nInstitute for European Environmental Policy (2022)",
  "page_29": "3.2.1 Opportunities and drivers\n? Interview with Prof. Wen Zongguo, Tsinghua University\n® Ibid.\n7 Output rate (yuan/ton) GDP (100 million constant price) physical consumption of main = yuan, + resources (100 million tons).\n% Interview with Prof. Wen Zongguo, Tsinghua University\n76 Interview with Prof. Du Huanzheng, TJU\n” Ibid.\n78 Interview with Zhao Kai, CACE\n25 | Trade in support of circular economy\nhigh-value products, with reduced trade in waste. On the demand side, growth will focus on energy-saving industries, consumption-reducing products and environmental governance services’. On the supply side, industry should evolve to become more efficient and promote technological and institutional innovation’?\n3.2 Opportunities and challenges for circular economy\nThe above summary of policies shows why China has often been seen as a global front runner on circular economy. This section briefly discusses some of the opportunities and drivers for circular economy in China, as well as some of the barriers or challenges that may hinder circular economy development.\nPolicies to date certainly appear to have achieved results. According to the 14\" Five-Year Plan (see also below), in 2020 the output rate”* of major resources such as fossil energy, ferrous and non-ferrous metals, limestone, phosphorus, sulphur, wood and grain has increased by around 26% since 2015, energy consumption per unit of Gross Domestic Product (GDP) has continued to drop sharply, and water consumption per unit of GDP decreased by 28%. The solid waste utilisation rate reached 56% in 2020, use of renewable resources has been significantly enhanced (50% for construction waste), and recycled non-ferrous metals accounted for around 23.5% of output of such metals in 2020. The China Circular Economy Association has calculated that circular economy actions contributed around 25% of China's emission reductions under the 73%” Five-Year Plan period”’. These figures represent a recognition that resources are limited, and resource recycling and circularity are important means of ensuring resource security’®.\nAs mentioned above, there is also a recognition that circular economy is a means of achieving sustainable economic growth in parallel with higher levels of environmental protection”’, providing a coordinated development of the economy, resources, environment and society’®. This has been demonstrated\nInstitute for European Environmental Policy (2022)",
  "page_30": "26 | Trade in support of circular economy\nby both domestic and foreign practice’’, as acknowledged in the 74” Five-Year Plan which states that “green and low-carbon circular development has become a global consensus” and cites the United States, European Union and Japan as having forged systematic action plans to accelerate circular economy development and respond to global resource and environmental challenges.\nAs outlined above, China is an important supplier of goods to the EU, including\nplastic and textile products. The ongoing implementation of the EU Circular Economy Plan therefore provides a driver for China to further improve its policy mechanism for green product design and to guide businesses to use environmentally friendly raw materials in their production process, as well as to further cultivate environmental awareness amongst citizens and promote a shift to greener consumption patterns®°.\nIn addition, China's 14\" Five-Year Plan notes that the development of circular\neconomy is an important way to deal with unilateralism and _ trade protectionism®'. In addition, the Covid-19 pandemic has impacted on global industrial, value and supply chains, increasing the instability of international resource supply and posing a major challenge to Chinese resource security (see again the 74\"\" Five-Year Plan). China's domestic demand for resources and energy is expected to continue to grow, and considerable reliance on imports of oil, gas and other key resources places great importance on improving resource security®*. Greater circularity, more efficient resource use and increased use of renewable resources can all help to achieve this. Recycling of nine major renewable resources (including scrap iron and steel, copper, aluminium, lead, zinc, paper, plastic, rubber and glass) is intended to reach 450 million tons by 2025 and 510 million tons by 2030°.\nIncreasing the circular credentials of products is also likely to facilitate access to markets with high environmental standards.\nThere is also a growing public awareness of circular economy*™. People increasingly consciously carry out voluntary circular economic activities, such as sorting waste and using recycled materials and products, as well as sharing their\n’ Ibid.\n8° Interview with Prof. Wen Zongguo, Tsinghua University\n8! Interview with Prof. Du Huanzheng, TJU 82 Interview with Prof. Wen Zongguo, Tsinghua University 83 Ibid.\n84 Interview with Prof. Du Huanzheng, TJU\nInstitute for European Environmental Policy (2022)",
  "page_31": "3.2.2 Challenges and barriers\n27 | Trade in support of circular economy\nknowledge of circular economy with others, thereby helping to promote the concept®.\nOne recent study® has suggested that China's cities offer a particular opportunity for circularity, and that if development follows circular economy principles, air and water quality would be improved, traffic congestion reduced, and public health improved. For example, greenhouse gas emissions could be reduced by 11% by 2030 (23% by 2040), fine particulate matter by 10% by 2030 (50% by 2040), and traffic congestion by 36% by 2030 (47% by 2040)®’. The consumption of energy and materials would also be lowered, leading to a reduction in China's reliance on imported raw materials®.\nChina's existing circular economy policies have led to some successes, as outlined above. However, the 14th Five-Year Plan recognises that there are still some issues to be tackled. China is still highly dependent on imported resources. Resource and energy use efficiency is still low. Mass _ production, consumption and emissions have not yet been fundamentally reversed. Additional development of circular economy is therefore needed to achieve further progress.\nThe 74th Five-Year Plan notes several areas to be tackled. There are still high levels of waste generation, together with a lack of high-quality and standardised material recycling facilities. Recycling still tends to focus on relatively low-value materials and/or those that are most easily recycled. For example, around 14.5 million tons of non-ferrous metals were recycled in 2020 (including 3.25 million tons of copper, 7.4 million tons of aluminium and 2.4 million tons of lead)®*. In addition, there are new challenges from newly emerging waste streams such as batteries and photovoltaic modules, which are difficult to dismantle and recycle. For example, rare metal sorting is currently insufficient, making it difficult for such materials to be recycled at a reasonable enough cost, and to a high enough quality, to meet the requirements for use in strategic emerging industries*°. There\n8 Ibid.\n86 Ellen MacArthur Foundation & Arup. (2018). The circular opportunity for urban & economy industrial innovation in China. Link.\n87 Ibid.\n88 |bid.\n89 Interview with Prof. Wen Zongguo, Tsinghua University % Ibid.\nInstitute for European Environmental Policy (2022)",
  "page_32": "28 | Trade in support of circular economy\nis also no land guarantee for recycling facilities. The overall level of recycling and circular use of materials therefore must be further improved.\nLevels of energy consumption and water consumption per unit of GDP also remain significantly higher than the global average; for example whilst China's energy consumption per unit of GDP decreased by 13.2% during the 73” Five- Year Plan period, it is still around three times that of OECD countries and 1.5 times the world average”'.\nSome observers have also noted that the rapid development of circularity policies around the world means a further push is needed in China's approach to circular economy. China has not yet achieved the same level of policy coherence on circular economy as some developed countries. Greater synergy is needed between existing circular economy legislation, environmental reform measures and other related policies, together with medium- and long-term strategic planning to achieve carbon neutrality®.\nThis should include, for example: raising the level of ambition, moving beyond traditional industrial strategies, promoting circular and access-based business models (for example through new incentives and financial instruments), using digital technology to support efficient resource and asset use, addressing unsustainable consumption patterns including by promoting behavioural change by consumers, improving administrative implementation and addressing regulatory barriers, ensuring meaningful collaborations between government and stakeholders and along full value chains, reducing transaction and ownership costs, and maximising value retention?>*.\nOne example which could provide inspiration for future steps is the national efforts in China to pursue vehicle manufacturing, which has grown significantly over the past decade. This has been achieved thanks to a mix of financial incentives (subsidies for collection and discounts on remanufactured parts), development of industrial clusters (to promote information and best practice exchange among businesses) and funding for technological advancement and standards (e.g. the Smart Remanufacturing Action Plan (2018-2020) which\n| Interview with Prof. Wen Zongguo, Tsinghua University\n* Ibid.\n% Schrdder, P. (2020). What does the EU circular plan for China? China Dialogue. economy mean Link.\n% Ellen MacArthur Foundation & Arup. (2018). The circular opportunity for urban & economy industrial innovation in China. Link.\nInstitute for European Environmental Policy (2022)",
  "page_33": "29 | Trade in support of circular economy\nprovides funding for skills development and R&D, and introduced a quality standard for remanufactured parts).?°\nThe market for second-hand goods and products nevertheless remains under- developed, with a lack of standardization for pricing and trading, and a need for improvements in after-sales service’. One example is electric vehicle batteries, which vary significantly in materials and size and lack industry standards, making it difficult to evaluate their residual value?’ and therefore prolong their lifespan.\nIn addition, there are still considerable financial constraints in China with regards to supporting the development of circular economy”. Whilst the World Bank has suggested that China should increase its pollution control investment to above 2% of GDP, it has been estimated that current real financial investment in this area is less than 1% of GDP%’. This indicates that investment in environmental protection and pollution control is still insufficient, which may have an impact on the speed of the circular economy transition 100°\nInvestments in circular economy are currently mainly in the form of financial\nappropriations and bank loans, with a lack of more sophisticated financial\nincentives for circularity 101 With regards to taxation, the main incentives tax . are reductions and exemptions, with a lack of more flexible tax policies to encourage businesses to become less polluting and reduce their consumption'™. In addition, apart from a small amount of funds in the budget to support environmental protection and related fields and projects, there are no other flexible policy means to encourage economic entities to develop circular economy'”. The taxation system also does not yet include a specific environmental protection tax, although there are a series of relevant taxes on resources, vehicle use, urban construction and maintenance, and urban land 104 These taxes however have a limited use . environmental benefit. There is therefore scope for the Chinese Government to increase its use of taxation for promoting environmental protection and\nresource savings 105,\n%° Ellen MacArthur Foundation. (2021). Advancing vehicle remanufacturing in China. Link © Interview with Prof. Wen Zongguo, Tsinghua University 7 Interview with Prof. Wen Zongguo, Tsinghua University\n%8 Interview with Prof. Du Huanzheng, TJU\n% Ibid.\n9 Ibid\n°T Ibid\n02 Ibid\n03 Ibid\n4 Ibid\n5 Ibid\nInstitute for European Environmental Policy (2022)",
  "page_34": "A.\n4.1 Plastics\n30 | Trade in support of circular economy\nTRADE IN SUPPORT OF CIRCULAR ECONOMY\nAs discussed in the introduction, the plastics and textiles sectors have been selected for this case study to illustrate how circular economy ambitions and EU- China trade can be mutually supportive. The sections below discuss the policy context specific to those sectors.\nWith regards to plastic specifically, China’s Ministry of Ecology and Environment and National Development and Reform Commission issued Opinions on Further Strengthening Plastic Pollution Control'® in 2020, and an Action Plan for Plastic Pollution Contro [107 in 2021. These documents indicate several priorities for improving the control of plastic pollution along the whole value chain:\ne The production, sale and use of some plastic products will be banned/restricted, including ultra-thin plastic shopping bags, polyethylene agricultural mulch film thinner than 0.01mm, disposable foam _ plastic tableware and disposable plastic cotton swabs (all by the end of 2020), and plastic microbeads in personal care products (production banned by the end of 2020 and sale by the end of 2022). The consumption of disposable or single-use plastic products should be significantly reduced, and product substitution actively promoted (for example cloth, paper and degradable plastic shopping bags). The full life cycle resource and environmental impacts of alternatives such as bamboo, wood and paper products, as well as degradable plastic products, will be assessed in depth. The standards system will be improved, including issuing standards for (bio)degradable plastics. A system for the management of plastic products (production, circulation, use, recycling and disposal) will be established by 2025 that effectively controls plastic pollution. The classification, collection and recycling of plastic waste will be strengthened. The proportion of plastic waste being reused or used for energy should be greatly increased by 2022, and the construction of domestic waste incineration facilities will be accelerated. The amount of plastic waste\n16 China's Ministry of Ecological Environment. (2020). Opinions of National Development and Reform Commission on Further Strengthening Plastic Pollution Control. NDRC [2020] No. 80. Link. 7 Notice No. 1298 of the National Development and Reform Commission and the Ministry of Ecology and Environment on the issuance of the \"14th Five-Year Plan\" Action Plan for Plastic Pollution Control. Link.\nInstitute for European Environmental Policy (2022)",
  "page_35": "31 | Trade in support of circular economy\nsent to landfill will be reduced, and concerted efforts will be made to clean up plastic waste from rivers, lakes, coastlines, seas, rural and tourist areas. An implementation plan will be formulated to control plastic pollution in the Yangtze River Economic Belt.\nIn the formulation of recycling policies in the plastics industry, China will aim to identify types of plastic with high consumption and low recycling rates, in order to promote pollution control'®. In addition, the country is actively guiding the plastic recycling industry to develop in hubs, to improve economies of scale and competitiveness 109°\nChina does not currently have a specific mandatory requirement for the proportion of recycled plastics used in products''®. The EU, on the other hand, is due to issue a proposal in 2022 to increase recycled content in plastic packaging, as part of a revision of the Packaging and Packaging Waste Directive. Therefore, if China wishes to export plastic packaging to the EU in the future, it may need to demonstrate that it contains a certain amount of recycled content.\nThere are also important ongoing international initiatives that aim to contribute to reducing plastic waste and promoting more sustainable plastic use. For example, the World Trade Organization (WTO) has identified plastics pollution and plastics trade as “one of the most pressing environmental issues that the WTO is currently working 11 Seventy-one WTO members, including both on . China and the EU, are currently signed up work together through the /nformal Dialogue on Plastics Pollution and Environmentally Sustainable Plastics Trade (IDP)'*. The aim of the IDP is to understand the role trade policy can play in addressing the global plastics challenge. This will include: looking at how to precisely monitor plastic trade flows; identifying the impact of subsidies on plastics pollution; investigating measures that could support markets for plastic reprocessing and use of alternative materials; and exploring the role of standards and regulations in promoting sustainable trade in plastics''?. The work will be focussed through three main work streams 114.\n°8 Interview with Prof. Wen Zongguo, Tsinghua University °° Ibid.\n° Ibid.\n‘WTO. (2022). Trade must be part of the global effort to address plastics pollution: DDG Paugam. Link.\n2 WTO. (2022). Plastics pollution and environmentally sustainable plastics trade. Link. 3 WTO. (2022). Trade must be part of the global effort to address plastics pollution: DDG Paugam. Link.\n4 WTO. (2022). Plastics dialogue launches three workstreams to advance discussions. Link.\nInstitute for European Environmental Policy (2022)",
  "page_36": "4.2 Textiles\n32 | Trade in support of circular economy\nCrosscutting issues, including capacity building, technical assistance and international cooperation, including on transparency of data; Promoting trade to tackle plastic pollution, including aspects related to waste management technologies, effective and sustainable plastic substitutes and alternatives, and incentivising reuse and recycling of plastics; and Circularity and reduction to tackle plastic pollution, including the role of trade- related cooperation in reducing unnecessary or harmful plastics and plastic products, including internationally traded single-use plastics and packaging.\nAt the Fifth UN Environment Assembly (UNEA-5), held in Nairobi in March 2022,\n175 countries agreed a resolution to begin negotiations to agree, by 2024, a legally binding international agreement to end plastics pollution. An International Negotiating Committee (INC) will begin work during the second half of 2022. The aim of the binding agreement will be to address the full lifecycle of plastic, “from source to the sea”, looking at the whole value chain from production through disposal and reduction of plastic leakage to the environment. The agreement is likely to include provisions on reporting of plastic pollution, mechanisms to review the compliance of signatories, promotion of an enabling environment for a new plastics economy, consideration of financing options (such as debt, equity or guarantee financing for businesses, or mechanisms such as EPR\".\nChina is a leading textile producing country, occupying a crucial position in the global textile industry value chain. In 2020, China's total textile fibre processing volume reached 58 million tons, accounting for more than 50% of the global total, whilst chemical fibre production accounted for more than 70% of the global tota pire\nGlobally, the circularity of textiles currently remains very low, at only around 1%. In China, according to the NRDC, around 20% of the 22 million tons of waste textiles generated in 2020 were recycled, with around 1.5 million tons of recycled fibre produced'\"”, and the remainder of the waste incinerated or landfilled. Much of the material reuse of clothing textiles focuses on downgrading the material\n5 UNEP. (n.d.). UNEP head responds to questions global plastics agreement. Link. on 6 Interview with Prof. Wen Zongguo, Tsinghua University\n™ Choi, M. (13 April 2022). China's climate goals: Beijing aims to recycle 25 cent of all textile per waste, increase recycled fibre output by 2025. South China Morning Post. Link.\nInstitute for European Environmental Policy (2022)",
  "page_37": "33 | Trade in support of circular economy\ninto technical textiles for use in non-clothing applications, such as insulation materials, rags or fillers, which reduces their value as well as making them difficult to recycle after their useful life 118 . It has been estimated that the fashion industry accounts for around 10% of global carbon emissions (more than all flights and maritime shipping combined), and that replacing 1 kg of new clothing with reused clothing can save 3.6 kg of COz, 6,000 litres of water, 0.3 kg of chemical fertilizers and 0.2 kg of insecticides 119.\nIn March 2022, China's National Development and Reform Commission, Ministry of Commerce, and Ministry of Industry and Information Technology jointly issued the Implementing opinions on accelerating the recycling of waste textiles'”°. The aim of this policy is to create an industrial system for recycling of textiles, to increase the rate of recycling. A basic recycling system for waste textiles will be established by 2025, to increase recycling capacity. This should be adequate to meet the stated 2025 recycling target of 25%, which is anticipated to result in the production of 2 million tons of recycled fibre from waste textiles'*'. The recycling system will then be further developed by 2030 to increase its capacity, and awareness of textile recycling will be raised amongst both producers and consumers. This should achieve a 30% recycling rate, leading to the production of 3 million tons of recycled fibre from waste textiles 122,\nThe policy also announces several supporting measures, including:\ne Encouraging textiles businesses to pursue green design for textiles, including improving the ease of disassembly, classification and collection of waste textiles; Encouraging textile businesses to prioritise the use of green fibres (that take environmental protection into account) and increase the use of recycled fibres; Improving the collection and recycling network for waste textiles, including increased installation of recycling boxes;\n\"8 Interview with Prof. Wen Zongguo, Tsinghua University\n\"9 Bloomberg News. (18 October 2020). China’s Next Problem Is Recycling 26 Million Tons of Discarded Clothes. Link.\n120 National Developoment and Reform Commission, Ministery of Commerce, Ministry of Industry and Information Technology. (2022). Implementation Opinions on Accelerating the Recycling of Used Textiles. Link.\n1 Liu, Y. (6 May 2022). China released the “Implementing opinions accelerating the recycling of on waste textiles”. Enviliance ASIA. Link.\n2 Ibid.\nInstitute for European Environmental Policy (2022)",
  "page_38": "4.3 Key actors for circular economy\n34 | Trade in support of circular economy\nDeveloping more channels for textile recycling, including via waste separation, recycling via internet, and a specific pilot program to use end of life military, police and school uniforms to aid the development of green design and use of green fibres; Improving enforcement of proper waste textile management, including targeting illegal landfilling and burning; Developing standards for recycling (including technical specifications and requirements regarding epidemic prevention, cleaning and disinfecting of waste clothing), classification and use of recycled textiles (including certification and labelling); Promoting markets for recycled textiles, for example for use in the construction, automotive and agriculture sectors; Strengthening research on key recycling technologies such as fibre identification, classification, and separation of mixed materials; and Strengthening policy support through supporting policies such as tax incentives for waste textile businesses.\nOther steps that could be taken to facilitate greater textiles circularity include: the use of big data and blockchain to support recycling logistics; support for the work of the Institute for Green Development of Waste Textiles; the provision of subsidies for the recycling and reuse of waste textiles; and the inclusion of environmentally friendly textiles in the Government procurement lis 123.\nThe significant potential for increased circularity of textiles not only represents a domestic opportunity for China, but given the country’s importance in the global textile value chain, it is also an important opportunity for the country to promote global economic and cultural cooperation in this important economic sector 124\nInterviews with knowledgeable stakeholders in China have identified that several types of actors have a key role to play in developing and promoting circular economy in the country. These include the Government, businesses, scientific research institutions and the public.\n3 Interview with Zhao Kai, CACE\n4 Ibid.\nInstitute for European Environmental Policy (2022)",
  "page_39": "35 | Trade in support of circular economy\nAs outlined earlier in this chapter, the Chinese Government is explicitly promoting circular economy through its policies. It is worth noting that the 2017 Circular Development Leading Action Plan was issued jointly by 14 government ministries and bodies'*®, demonstrating a high level of commitment across the Chinese Government to the circular economy transition 126. It is seen as an important means to pursue a new path for industrialisation, and an inevitable requirement in the transition to a new mode of economic growth in the country'2’. In summary, circular economy is seen by the Government as both a challenge and an opportunity 128°\nThe development of circular economy requires a profound change by businesses in their industrial chains and modes of production and operation’. In the short term, businesses’ production and operation costs will increase as they move away from using non-renewable resources (including non-renewable energy)'?°. However, this initial transition phase is important for the development of industry benchmarks for circularity, and an opportunity for first movers to gain competitive advantages for the future 131 It is therefore crucial for businesses to follow the . policy signals set by the Government and actively participate in the establishment and improvement of green supply chains, which will guide their future development against the background of circular 132 In a economy . summary, circular economy can be seen by businesses as challenging in the present, but beneficial in the future 133,\nThere are countless scientific research institutions working on the topic of circular economy in China 134 . They have a key role to play in providing businesses with the evidence, research and rationales to move towards circular economy 135, This can form the basis of businesses’ decisions on use of materials, in-house\n25 National Development and Reform Commission, Ministry of Science and Technology, Ministry of Industry and Information Technology, Ministry of Finance, Ministry of Land and Resources, Ministry of Environmental Protection, Ministry of Housing and Urban-Rural Development, Ministry of Water Resources, Ministry of Agriculture, Ministry of Commerce, State-owned Assets Supervision and Administration Commission, State Administration of Taxation, National Bureau of Statistics, and State Forestry Administration.\n26 Interview with Zhao Kai, CACE\n27 Interview with Prof. Du Huanzheng, TJU\n28 Ibid\n29 Ibid\n°° Ibid\n31 Ibid\n2 Ibid\n3 Ibid\n34 Interview with Zhao Kai, CACE\n35 Interview with Prof. Du Huanzheng, TJU\nInstitute for European Environmental Policy (2022)",
  "page_40": "36 | Trade in support of circular economy\nresearch and development activities, production and manufacturing. In addition, scientific research provides a sound evidence base for the development of Government policy and regulation on circular economy!*®. The work of scientific research institutions can also contribute to educating the public'?’, helping them to know how to act in support of the transition towards circular economy. In order to carry out their role to the full, scientific research institutions require teachers specialised in circular economy, high-quality students, and adequate funding for research projects'*®. If they have this, they can play an important role in enhancing effective circular economy collaboration between academia, businesses, the Government and the public 139°\nFinally, the acceptance of the public is important in ensuring that circular economy is successful in the long term — this highlights the importance of raising public awareness of circular economy and relevant policies and products 140° Public acceptance will allow circular economy policies to achieve benefits to society including reduction in per capita resource consumption, environmental improvements, development of emerging green industries and associated job creation 147\nTrade policies offer the potential to support the circular economy transition 142° The international harmonisation of standards, for example on material content, quality or use of secondary raw materials, is one tool to facilitate the transition 143° Whilst regional trade agreements (RTAs) can provide a means of setting bilateral and regional commitments for circular economy, explicit circular economy provisions are still limited to a small number of RTAs, notably three draft agreements involving the E U4.\n°° Ibid.\n°7 Ibid.\n38 Interview with Prof. Du Huanzheng, TJU\n9 Ibid.\n4° Ibid.\n*\" Ibid.\n42 Yamaguchi, S. (2021). Trade and Environment Working Papers 2021/02. International trade and circular economy - Policy alignment. OECD. Link.\n* Ibid.\n44 Ibid.\nInstitute for European Environmental Policy (2022)",
  "page_41": "5.\n37 | Trade in support of circular economy\nCONCLUSIONS AND RECOMMENDATIONS\n5.1 Recommendations\nAs discussed in the previous chapter, various policies exist in relation to promoting sustainable plastics and textiles, both in China and in the EU. These policies already provide a sound basis for environmental improvements in the two sectors, as well as a foundation for the development of more sustainable trade in these products between China and the EU.\nRegarding plastics, there are similarities between China’s most recent policy documents and EU plastic-related legislation and policy, including the EU Plastics Strategy and the Single-Use Plastics Directive. These similarities include actions to ban some plastic products (such as thin shopping bags, disposable tableware and cutlery, plastic microbeads in personal care products), reduce consumption of single-use plastics, promote alternatives to plastics, improve plastic recycling infrastructure, and increase plastic recycling rates. One key difference is the lack, so far, of a requirement for Chinese plastic products to contain a certain proportion of recycled plastics in products, whereas the EU is moving to increase recycled content in plastic packaging. Ongoing international initiatives including the Informal Dialogue on Plastics Pollution and Environmentally Sustainable Plastics Trade (IDP) and the negotiations for a legally binding international agreement to end plastics pollution also offer important opportunities for the EU and China to cooperate on tackling plastic pollution, including through trade related means.\nSimilarly, concerning textiles, China and the EU are both in the process of pursuing new policies to tackle the environmental impacts and circularity of the sector. Both have stated the aim of increasing the recycling rate for textiles, minimising the final disposal (such as landfilling) of waste textiles, pursuing greener design of textile products, increasing the use of recycled fibres, exploring the use of economic incentives for sustainable textile production, and promoting consumers’ awareness to tackle the trend for “fast fashion”. In addition, the EU's intention to address the challenge of exported waste textiles, and the Chinese ban on imports of textile waste, indicate a degree of alignment between the two approaches, and the potential for a certain level of cooperation in the promotion of greater circularity in the global textile economy.\nFor circular economy and trade policies to be mutually supportive, it is necessary for complementary actions to be pursued at the national and international\nInstitute for European Environmental Policy (2022)",
  "page_42": "38 | Trade in support of circular economy\nlevels 145° The following sections present several recommendations _ for consideration by the EU and China on how to utilise trade policy to further promote and maximise the potential of circular economy, along with recommendations specific to the Chinese national context.\nTrade policy recommendations\nThe 2018 Memorandum of Understanding on Circular Economy Cooperation should provide a useful basis for dialogue and cooperation between the EU and China on circular economy. It should be periodically renewed and updated to reflect global trade and circular economy realities.\nCircular economy provides a new way to promote international trade, based on the efficient and environmentally-sound use of resources and the promotion of green products and choices'°. For a global circular economy to be developed, circularity must be pursued not just within individual countries, but across international boundaries. National or regional circular economy policies should be non-discriminatory and should be designed in line with multilateral trade rules, without being excessively restrictive'*”. This should allow a balance to be struck between promoting national circular economy measures and enabling trade.\nChina's 14th Five-Year Plan states the aim to build “a new development pattern with domestic big circulation as the mainstay and domestic and international circulations promoting each other”. Since circular economy is an increasingly common approach amongst the world’s major economies, trade should be\nfacilitated when trading partners follow similar policy paths to promoting the\ncircularity of products.\nA recent review of EU trade policy'** acknowledged the importance of the EU- China trade and investment relationship, whilst recognising that it also poses challenges. The EU affirmed that its policy in this regard is based on active bilateral and multilateral level engagement, and on “the parallel development and implementation of autonomous instruments necessary to protect the EU's essential interests and values — in full compliance with its international commitments”. The stated aim is to pursue a fair, rules-based economic\n45 Yamaguchi, S. (2021). Trade and Environment Working Papers 2021/02. International trade and circular economy - Policy alignment. OECD. Link.\n46 Interview with Prof. Du Huanzheng, TJU\n47 Yamaguchi, S. (2021). Trade and Environment Working Papers 2021/02. International trade and circular economy - Policy alignment. OECD. Link.\n4 European Commission. (2021). Trade Policy Review An Open, Sustainable and Assertive Trade - Policy. Link.\nInstitute for European Environmental Policy (2022)",
  "page_43": "39 | Trade in support of circular economy\nrelationship with China, with the political conclusion of the CAI negotiations (which is yet to be ratified) cited as an example of this commitment. The EU states that it will continue to encourage China to assume greater international trade obligations, and to discuss issues related to market access, level playing field commitments and sustainable development.\nThe range of international treaties and regional and national environmental standards indicate the importance of environmental issues on a global scale. These instruments naturally have an impact on global trade, as traded products must meet certain standards to be imported and exported in specific countries. Trade agreements therefore offer significant potential to promote circular production and products.\nThe development of standards in other countries is seen by some as a barrier to Chinese exports, since meeting those standards can incur additional costs and risks for producers'*?. Nevertheless, standards in other countries can also act as a driver for the further development of circular economy in China, to enable the promotion of the steady development of international trade and circular economy!?°. National and regional circular economy related standards, for example related to material content, recyclability, reparability, sustainable production, material quality, product quality or waste definitions, should be made in accordance with WTO rules (e.g. with regards to transparency and timely notification) 151. In addition, in order to facilitate trade, they should be harmonised or aligned with international standards to the extent possible, or mutually recognised between countries 152 . Multilateral frameworks such as the Basel Convention, WTO, OECD, or RTAs, can all provide mechanisms for international cooperation of this kind'*?.\nDomestic policy recommendations\nSeveral recommendations are presented below for consideration within the Chinese domestic circular economy policy framework, to further promote the concept and maximise its potential.\nWith regard to economic and fiscal policy, the Chinese Government should consider adopting financial and tax policies that adjust pricing in line with circular\n49 Interview with Prof. Du Huanzheng, TJU\n°° Ibid.\n1 Yamaguchi, S. (2021). Trade and Environment Working Papers 2021/02. International trade and circular economy - Policy alignment. OECD. Link.\n82 Ibid.\n3 Ibid.\nInstitute for European Environmental Policy (2022)",
  "page_44": "AO | Trade in support of circular economy\neconomy objectives, to more explicitly incentivise circular practices and products 154 One existing example is the subsidies provided to businesses to . collect used vehicles and component parts for remanufacturing 155 which could , be replicated for the collection of other products or materials. Consideration should also be given to establishing a national green development fund, to help promote the implementation of circular economy related projects 156\nThe launch of new green financial products and tools such as carbon bonds, carbon funds, and carbon trading markets would also help to support investment and financing for the development of low-carbon and circular technologies, promoting energy conservation, environmental protection, cleaner production, and recycling 157 These policies could usefully be supported by the establishment . of national accounts 158 which would allow environmental costs to be better green _ factored in to the economic and financial policy.\nThe infrastructure for high-quality recycling should be improved'*’. This should involve the coherent planning and construction of infrastructure for the dismantling and recycling of post-use products and materials, and the use of the materials obtained from these processes, together with centralised systems for the classification and collection of urban wastes (e.g. scrap metals, plastics, paper, tires, mobile phones and batteries), to encourage the development of businesses in the sector 160 . Markets and standards should be established to promote and expand the use of secondary raw materials and second-hand goods and to help consumers have confidence in the quality of such products (for example vehicles, home appliances and mobile phones)'®'. Indeed a quality standard has already been developed for remanufactured vehicle parts'®; this could be taken as inspiration for similar standards for other products.\nConcerning industrial and technology policy, scientific and technological innovation should be strengthened'®’, and existing industries should move towards circular modes of production and circular products, reduced resource\n>4 Interview with Prof. Du Huanzheng, TJU\n°° Ellen MacArthur Foundation. (2021). Advancing vehicle remanufacturing in China. Link 56 Interview with Zhao Kai, CACE\n>” Interview with Prof. Wen Zongguo, Tsinghua University\n°8 Interview with Prof. Du Huanzheng, TJU\n°? Interview with Prof. Wen Zongguo, Tsinghua University © Ibid.\n1 |bid.\n6 Ellen MacArthur Foundation. (2021). Advancing vehicle remanufacturing in China. Link 63 Interview with Prof. Wen Zongguo, Tsinghua University\nInstitute for European Environmental Policy (2022)",
  "page_45": "41 | Trade in support of circular economy\nand consumption, and reduced pollution impacts 164 There is significant energy . potential for the development of specialised green or environmental protection industries and technologies within China'®’. Such steps would be beneficial both domestically (to reduce the environmental impact of economic activities) and in trade terms (to increase the competitiveness of China in the environmental industry sector). These actions should be appropriately supported by the Government, for example through support for research and development activities 166 or support for the development of industrial clusters to promote information and best practice exchange among businesses, as in the case of vehicle remanufacturing 167,\nWith regard to consumption-related policy, green consumption should be advocated and guidance given to consumers and businesses to guide their consumption towards more sustainable choices'®®. Further use should be made of information technologies such as the Internet of Things, big data, artificial intelligence and blockchain, in support of more sustainable products and consumption'®’. One existing example which could provide inspiration is the UNECE and UN/CEFACT project’? to develop an international framework initiative to improve transparency and traceability in support of sustainable value chains for garments and footwear. The project, running from 2019-2022, is bringing stakeholders together to build capacity and develop traceability standards, as well as launching \"The Sustainability Pledge\" through which governments, garment and footwear manufacturers can pledge to apply a toolkit of sustainability measures.\nIn addition, there is a need for awareness-raising and education on environmental protection, to inform and empower individuals to take responsibility for saving resources and protecting the environment!”'. Better protection for the rights of purchasers and 172 could also play consumers an important part in providing reassurance to consumers to make more sustainable choices.\n64 Interview with Prof. Du Huanzheng, TJU\n6 |bid.\n© Ibid.\n87 Ellen MacArthur Foundation. (2021). Advancing vehicle remanufacturing in China. Link 68 Interview with Prof. Du Huanzheng, TJU\n6 Interview with Prof. Wen Zongguo, Tsinghua University\n70 UNECE. (2022). Traceability for Sustainable Garment and Footwear. Link.\n” Interview with Prof. Du Huanzheng, TJU\n7 Interview with Prof. Wen Zongguo, Tsinghua University\nInstitute for European Environmental Policy (2022)",
  "page_46": "A2 | Trade in support of circular economy\nThere are also potential improvements to be made to the legal system in relation to guaranteeing environmental protection. One key area would be to clarify environmental property rights'’?, to ensure clear rules and responsibilities on the theoretical and legal ownership and use of resources. This would help to improve environmental accountability, and if appropriately designed should also act as a driver for greater resource circularity.\nSuch domestic measures would not only help China to take further steps towards greater circularity nationally, but would also contribute to further aligning Chinese policy and products with comparable international policy and standards for circularity. In this way, adjustments to national policy can help to facilitate trade in circular products between China and the EU, and to mutually reinforce a more circular economy in both parts of the world.\n3 Interview with Prof. Du Huanzheng, TJU\nInstitute for European Environmental Policy (2022)",
  "page_47": "A\nWd\ny\nf, ‘Tl\n2 I\nHHT |\ni,\n|\ni\n~\nQO |\n|\nby\ni A\niT\n¥.\nn ft\nra]\nee Cf\nib hod\na\nFal\nx\n| Pp)\na\n5\n|\nih\n(i\n=\\\n%\nla il\n=e\nes\n|\nHee\nih\n-\nwww.ieep.e ee oe\nU\nvi\nfv j\nv 4S\nt\nvet\n;\n|\n—_\nate\nSRN SEW re et nena Es\ncee A\nYe\n\\\noF\n4\ni"
},
  "language": "Languages.ENGLISH",
  "total_pages": 47
}
