{
  "file_name": "146_1423.pdf",
  "pages": {
  "page_1": "P\nPh)\nwus ie\ncS\nSF\nFOUR GUIDING PRINCIPLES FOR CBAM DESIGN AND IMPLEMENTATION\nOn 14 July 2021, as part of the “Fit-for-55” package aimed at adapting the EU’s energy and climate legislative framework to the objective of reducing the EU’s greenhouse gas (GHG) emissions by at least 55% by 2030, the European Commission proposed to gradually implement a “Carbon Border Adjustment Mechanism\" (CBAM). The Commission presents the CBAM as a replacement for the existing measures under the EU Emissions Trading System (ETS) to prevent carbon leakage. For the EU CBAM to be effective and meet its climate objectives, EU lawmakers will have to ensure that several critical criteria are met in the design of the mechanism. In addition, the EU must also develop a more comprehensive and prospective strategy, combining diplomatic engagement towards its trading partners with the strengthening of the EU’s and national customs authorities capacities. The French Presidency of the Council announced that reaching an agreement on CBAM will be one of its top priorities. As discussions have intensified, both in the European Parliament and between Member States, the Green Trade Network issues this Summary for EU Decision-makers highlighting four mutually reinforcing, essential principles to be respected to deliver a robust, effective and ambitious CBAM\nThe Green Trade Network is a group of policy experts from 20+ European Research Organisations, ranging from think tanks to NGOs and academia, conducting evidence- based research and outreach activities on the trade and environment nexus. GTN member organisations are based in 9 EU Member States, but also in the United States of America, United Kingdom and Switzerland. The aim of the GTN is to collectively promote a European agenda for a better alignment of trade policies and trade-impacting measures with key environmental and climate objectives\n\na\nSisk\na.\nAY\net\noe\nee\n@ \\ \"i <=\n. a\nGREEN TRADE\nark \" ce\nNETWORK\nba\nSs\nwe\ncE\neS Fy\nSUMMARY FOR DECISION MAKERS\nss\ney",
  "page_2": "Principle 1: The EU CBAM must be non-protectionist and WTO compliant\nThe CBAM should be designed and implemented as a climate-oriented measure, and should not amount to arbitrary or unjustified discrimination, or be a disguised restriction to international trade, in order to be compatible with the rules of the World Trade Organization (WTO). This will not only strengthen the measure in case it is challenged by third countries, but also ensure that the CBAM is by no means a protectionist tool leading to double protection for EU industries.\nTo ensure compatibility with WTO rules, the CBAM must:\nBe designed to efficiently contribute to avoid carbon leakage, i.e. a shift in GHG emissions to countries with less stringent climate policies. Be designed to mirror the EU ETS, meaning that the introduction of CBAM and the withdrawal of free EU ETS allowance needs to proceed at the same pace in order to avoid double-protection. Ensure that there is a clear schedule in the ETS Directive to phase out free allocation fully and rapidly, so as to emphasise that the CBAM is a proportionate and non-protectionist measure. Adopt a cautious approach to the question of protection for EU exporters. As a currently controversial issue in WTO law, the EU should refrain from any form of exceptional treatment for EU exporters of products covered by CBAM during the implementation phase of the CBAM until such issues can be duly discussed in appropriate international fora. Refrain from creating any type of reserve of free allowances. The reintroduction of free allowances in the future would likely amount to double protection of EU industries and would thereby likely contravene WTO rules.\nAnother major issue that will present itself is whether to look to establish a price equivalence for non-price-based emission reduction measures in third countries. Few countries apply price-based measures. Determining the equivalence of non- price-based policies such as low-emission standards — which can be decided and applied at different policy levels in third countries — would not only be fraught with technical challenges but could also lead to unjustified discrimination between the EU’s trading partners. Considering this issue, the application of CBAM should not result in crediting or exempting third countries based on the existence of non- price-based policies.",
  "page_3": "Principle 2: The EU CBAM must strengthen climate action\nThe CBAM must be designed and implemented in a way that facilitates increased climate action at home and abroad. The achievement of this objective rests on the ability of the mechanism to provide real incentives for industries within and outside Europe to reduce their emissions, namely by:\n- Rapidly phasing out free allocation as the CBAM is introduced. The allocation of free allowances to energy-intensive industries has been the main tool used by the EU to address carbon leakage. Yet, free allowances dampen the carbon price signal and have contributed to industrial emissions remaining largely flat in the last decade. If both tools co-exist, this would risk reducing the incentive for domestic producers to decarbonise, given the additional protection provided by the CBAM. - Allowing importers to prove their emissions data. If there is no possibility for importers to verify and submit actual emissions data related to their products, importers may be less incentivised to reduce their emissions. Therefore, the adjustment should be based first and foremost on actual emissions data and only apply default values as a last resort. Recycle revenues to support further climate action. The CBAM will raise revenues, directly through the adjustment at the border, and indirectly through the phase-out of free allowances. These revenues should not go to the general EU budget and should instead be used to strengthen climate action and accelerate industrial decarbonisation abroad and within the EU.\nCBAM must be accompanied by robust, WTO-compatible, policy packages to decarbonise industrial sectors during the 2020s. This should facilitate adaptation to auctioning of ETS allowances and competition on carbon content on international markets, including through the creation of markets for green products, state aid support for investments in more expensive climate neutral technologies, development of key infrastructure to provide affordable and reliable clean power, hydrogen and other fossil-free feedstocks.\nPrinciple 3: The EU CBAM must ensure environmental integrity and be built upon transparent governance and robust verification\nTo preserve its environmental integrity — i.e. avoiding carbon leakage - the CBAM must not be circumvented by importers, and the enforcement by EU authorities should be beyond doubt, i.e. data-based and non-discriminatory.\nThis requires:\n-\nA central authority for the collection and review of emissions declarations, to prevent circumvention and to ensure uniform application across the EU.",
  "page_4": "Financing a major upgrade in the national customs administration’s capacities, to carry out the novel border checks to be implemented under the CBAM.\nA precise and transparent evidence-based assessment of emissions embedded in production processes, consistent with international procedures.\nA rapid and responsive appeal mechanism for exporters or importers dissatisfied with the calculation of the border charge applied to their goods.\nAn appropriately timed introduction of charges for indirect emissions, including from offsite power, and heat and hydrogen production, into the scope of the CBAM so as to avoid risks of carbon leakage due to resource shuffling in electricity-intensive sectors.\nThe existence of the CBAM stems from the fact that the EU’s major trading partners have not (yet) achieved similar levels of GHG regulation. Thus, the EU will need to consider whether the CBAM will become obsolete once the risk of carbon leakage has disappeared.\nPrinciple 4: The EU CBAM must be carefully integrated in the EU’s broader climate diplomacy\nVarious third countries, particularly developing countries, are concerned that the EU’s CBAM pursues protectionist aims, while some like-minded countries are contemplating adopting their own version of a CBAM. This is bound to generate trade tensions that risk undermining international cooperation efforts on climate change.\nIt is in the EU’s interest to prevent trade tensions, to avoid other major economies using the EU’s CBAM as an excuse for their own protectionist policies, and to create a constructive forum to discuss, anticipate and manage concerns of all parties relating to carbon leakage policies such as CBAM. This means that the EU must:\nEngage with third countries via appropriate international fora during the transition phase to - assess the potential impacts of the CBAM, - discuss its interaction with carbon leakage and other trade-relevant policies in third countries, anticipate and mitigate unnecessary trade tensions, tackle uncertain areas of WTO law and to agree on commonly agreed, fair and WTO-compliant principles for the application of future carbon border adjustments and other carbon leakage policies. Mobilise international and like-minded countries with\n-\norganisations\nhigh\n-\nclimate ambitions to scale up finance for a clean energy transition and",
  "page_5": "facilitate co-innovation and technology diffusion in support of the least developed countries’ green transition.\nEnsure that an equivalent amount of funds to those collected at the EU border are returned as additional international climate finance, including for the purposes of supporting - (1) data monitoring and reporting for compliance with the CBAM, - (2) implementation of carbon pricing and other policies to decarbonise CBAM sectors - (3) to support industrial technology cooperation (e.g. via the Steel Breakthroughs and Mission Innovation Initiatives launched in Glasgow at COP26). Ensure that all carbon reduction efforts in partner countries are compliant with international human rights obligations, including the right to a safe, clean, healthy and sustainable environment.",
  "page_6": "Authors\nAnne Glaser, Policy Advisor, German Watch\nDavid Kleimann (PhD)\nDavide Panzeri, Senior Policy Advisor, ECCO\nDomien Vangenechten, Policy Advisor, E3G\nElisabetta Cornago (PhD), Senior Research Fellow, Centre for European Reform (CER)\nHarro van Asselt (Pr.), Professor of Climate Law and Policy at the University of Eastern Finland and Affiliated Researcher with the Stockholm Environment Institute\nIlaria Espa, (Dr. Iur.) Senior Assistant Professor, Law Institute, Universita della Svizzera Italiana (USI) and Senior Research Fellow, World Trade Institute (WTI)\nIfaki Arto (Pr.), Research Professor, Basque Centre for Climate Change (BC3)\nIsabelle Garzon, Director of Studies and Development, Europe Jacques Delors\nJorge Galindo (PhD), Deputy Director, EsadeEcPol (Center for Economic Policy)\nMarkus Gehring (Pr.), Associate Professor and Director of Studies (Law) at Hugues Hall, University of Cambridge\nOliver Sartor (PhD), Senior Advisor, Agora Energiewende\nPierre Leturcq, Senior Policy Analyst, Institute for European Environmental Policy (IEEP)\nTancréde Voituriez (PhD), Senior Research Associate, Institut du Développement Durable et des Relations Internationales (IDDRI)\nWojciech Lewandowski, Senior Analyst, Wise Europa\nDisclaimer\nThe Green Trade Network is a group of policy experts coordinated by the Institute for European Environmental Policy. The arguments expressed in this Summary for Decision- makers are solely those of the authors, and do not reflect the opinion of the Institute for European Environmental Policy or of any other organization member of the Green Trade Network"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
