{
  "file_name": "146_1420.pdf",
  "pages": {
  "page_1": ">\n~\\ ay\n}\naN\nwe”\nve\nSS\nNYY\nae\n#3\na\n~\nSke\n~~ ies\ns Saul wa\n~~\nes’\n¥\na\na\na\na ¥o\n\nt\nPublication date:\nNovember 2021\nAuthor:\nPierre Leturcq\nay\ntomy,\n=\n&\nThe European Commission's proposal for a European Carbon Border Adjustment Mechanism (CBAM) was released on 14 July 2021 as part of the Fit-For-55 legislative package aiming to achieve a 55% reduction in EU's GHG emissions by 2030 compared to 1990 levels. As it cur- rently stands, the Commission's CBAM proposal is legally sound but requires to be improved through a more rapid phase out of free allowances and the mobilisation of revenues for climate justice purposes. The present Policy Paper is an alternative version of IEEP’s feedback to the European Commission's proposal for a European Carbon Border Adjustment Mecha- nism (COM(2021)564).\n\\\"\nPL\ni\nArs\n.—\nE>.\nK\n“)\ny nf\nOn 14 July 2021, the European Commission published its \"Fit for 55\" legislative package’, which includes key and potentially trans- formative measures such as the reform and extension of the EU Emissions Trading System (ETS) and the creation of an autono- mous carbon trading scheme for buildings and transport. These measures aim to achieve the EU's target of a 55% reduction in GHG emissions by 2030 compared to 1990 levels. The Fit-for-55 pack- age also materialises the Commission's intention, as expressed in the European Green Deal announcement’, to introduce a carbon border adjustment mechanism (CBAM), which will make the EU the very first market to adjust carbon at its borders. CBAM would be implemented from 2026, after a 3-year pilot period starting in 2023. It would initially cover 5 sectors that the Commission con- siders at risk of carbon leakage — namely the cement, iron and steel, fertiliser, aluminium and electricity sectors — with no indica- tion of a potential extension.\n<A\nSS\nc\nSy\nx\nS\nln",
  "page_2": "1. A legally sound proposal\nClimate ambition and justice: A compass for the CBAM design\nThe implementation of CBAM would be articulated with a gradual phase-out of the free allow- ance system currently under the EU ETS. It would be phased in over a period of 10 years, during which the free allowances for the sectors concerned would be reduced from 100% in 2025 to 0% in 2035. The Commission's proposal also provides that the carbon adjustment price sup- ported by importers should strictly reflect the price paid under the EU ETS by European indus- tries.\nAlthough not officially on the agenda, CBAM was incidentally invited to the COP26 discussions earlier this month. The President of the European Commission Ursula Von Der Leyen made a clear statement on the issue, describing CBAM as an alternative option that is only necessary in the absence of a carbon price in the EU's trading partners’. The risk of carbon leakage will indeed become very tangible and the free allocations insufficient to protect the EU from it, if our competitors do not raise their own climate ambitions. However, the transition to net zero is now inevitable and irreversible in order to keep the 1.5° objective alive, which cannot not be achieved unless price signals given to greenhouse gas emissions increase worldwide. Ulti- mately - in a world in which countries’ (including the EU) respective climate policies comply with the 1.5 target - the best possible CBAM is one that fully replaces free allowances while at the same time ensuring that its impact and revenues decline overtime.\nThe EU CBAM is a precursor in the levelling of climate-related requirements and charges be- tween domestic and imported products, and as a result, it is triggering questions and reactions on the international stage. In a way, the Commission's July proposal already delivers on an important part of its objectives as it has successfully opened new spaces of discussion on the complex but necessary coordination of tariff and regulatory regimes to reduce GHG emissions in a context of a global spread of the carbon neutrality objective. Even though the European Commission is presenting a prudent CBAM design that provides strong guarantees in terms of WTO compatibility, the European Parliament and the Council must improve this basis around the duo ambition and fairness to make CBAM really fit for purpose.\nAs it can be considered a trade restrictive measure in the eyes of the General Agreement on Trade and Tariffs (GATT), the EU CBAM must respect and comply with a few guiding principles like non-discrimination, fairness, transparency, and pursuing a legitimate objective like pro- tecting human, plant or animal life or health. Since the beginning of the legislative process, and despite some semantic dithering ab initio on whether to call it a \"tax\" or a “mechanism”, the European Commission has constantly reaffirmed its commitment to proposing a CBAM that is fully compatible with WTO rules. This appears to have been achieved, although some issues remain to be addressed in the delegated acts.\nFirst of all, the ETS on which the envisaged CBAM is based‘* is not a tax as recalled by the CJEU in the Air Transport Association of America (ATAA) v. Energy Secretary case°. Therefore, calling it a mechanism - not a tax - and ensuring a symmetrical operation of CBAM with the EU ETS\nInstitute for European Environmental Policy (November 2021)",
  "page_3": "Climate ambition and justice: A compass for the CBAM design\nseemed to be the only way of rendering it compatible with GATT’s article III.4° on fiscal and regulatory adjustments.\nIn its July proposal, the Commission’s CBAM narrative focuses on fighting carbon leakage. It sets a system aligned with the EU ETS and targeting sectors that are both high emitters and subject to international competition. For the five sectors concerned, the risk of carbon leakage will become substantially higher. The ETS reform foresees an annual reduction of 4.2% of the market's cap of allowances (twice the current annual reduction factor of 2.1%). This compres- sion of ETS allowances and the subsequent increase in the price of CO2 in the EU to meet the 2030 target will necessarily lead to a situation where the free allowance system is no longer sufficient to prevent carbon leakage.\nIn this context, the narrative developed by the Commission in its proposal appears coherent as it focuses on this risk of carbon leakage, which becomes non-negligible once the price of a tonne of carbon rises to more than €60 per tonne in the EU ETS’. Therefore, CBAM is presented as a unilateral instrument meant to prevent the EU's climate ambitions from leading to a dis- placement of polluting activities towards countries with less stringent legislation, by applying the same level of carbon pricing to European production and imports. The aim of CBAM, fun- damentally, should be to preserve the integrity of European climate policy decisions and their benefits for the planet, in an international context of asymmetric GHG emission regulations.\nThis EU objective is legitimate in the light of GATT Article XX environmental exceptions® be- cause it chiefly pursues an environmental objective and proportionate and non-discriminatory as it is based on a system that aims at strictly mirroring a domestic regulation.\nFurthermore, the Commission's proposal does not provide for any other exemptions than those granted to non-EU countries, but which are linked to the ETS. By choosing not to unilaterally exclude the least developed countries (LDCs) for instance, or countries with similar climate ambitions from the mechanism, the Commission manages to preserve both the rationale and the legal robustness of the mechanism. Granting additional exemptions beyond those that are simply part of the technical functioning of the ETS would have weakened an already complex architecture. The Commission has been able to resist two temptations in this respect:\ne the temptation to unilaterally decide to exclude Least Developed Countries (LDCs) from the adjustment mechanism, which would have been a legitimate choice as to not create additional barriers to trade. At the same time, the exclusion of LDCs would have sent a puzzling message containing the implication that these countries’ fight against climate change is dispensable. On the economic signal, it would have also incentivized businesses to relocate their productions to these countries exempted of CBAM. The biggest issue for the acceptance of CBAM by the global south is not exemptions, but the use of proceeds. The failure of COP26 on the issue of “loss and damage n9 has highlighted the importance of a North/South dialogue on resources mobilization and climate solidarity. To succeed, CBAM must embrace a climate justice narrative and ensure the fair use of its revenues, which we discuss in the next section.\nInstitute for European Environmental Policy (November 2021)",
  "page_4": "2.\nInstitute for European Environmental Policy (November 2021)\nClimate ambition and justice: A compass for the CBAM design\nthe temptation to exempt its main Western trading partners such as the US or Canada by virtue of their own commitments and decarbonisation strategies. The EU-US agreement on steel quotas and tariffs between the two blocs could have led to such a diplomatic agreement on a CBAM exemption for steel. But CBAM is not intended to work that way. It must remain transparent and technically predictable for all of the EU's trading partners, regardless of their decarbonisation policies.\nHowever, applying a reduction factor on CBAM certificates equivalent to the CO2 price paid in the jurisdiction of origin is an important additional element to both avoid illegal double taxa- tion of CO2 and to ensure a fair treatment between domestic and imported products. On this issue, technicalities remain to be defined in the delegated acts, which leaves room for interna- tional coordination before the entry into force of the CBAM regulation in between 2023 and 2026.\nPragmatism seems to have been the Commission's compass in the design of CBAM. The sec- toral scope is reflecting the Commission's concerns in terms of carbon leakage risks but also of economic risks. It was for instance very important to include semi-finished products in the mechanism as the EU imports more than 50% of its domestic aluminium needs and chiefly produces semi-finished and finished aluminium goods.\nThe operation of the mechanism is closely aligned with the functioning of the ETS (option 4 in the Commission's proposal), the proposal doesn’t provide for the granting of export rebates which would fail to comply with the GATT as ETS is not a legally a “tax”, CBAM certificates reductions will be granted when a CO2 price has already been paid in the jurisdiction of origin, and the only exemptions are targeting non-EU countries that are members of the European Emissions Trading System. All these elements, but also the presence of a clear system of veri- fication of the carbon intensity and carbon prices already paid are contributing to the overall robustness of CBAM’‘s architecture in terms of compliance with the GATT.\nImproving the CBAM legislation on two fronts: climate ambition and fairness\nPhasing out free allowances more rapidly: A matter of climate ambition\nWhile the Commission's proposal seems compatible with WTO rules, its articulation with the reduction of allowances shows at best a certain prudence, and at worst a real lack of climate ambition. Admittedly, the instrument is new and the European Union - first jurisdiction to im- plement an adjustment of this scale — perceives and addresses this transition from the free allowances scheme to a border adjustment as a factor of economic and trade risks.\nHowever, shaping a policy to address this economic risk would also mean that the EU assumes that its main international competitors will not in a foreseeable future increase their climate ambitions and policies. This assumption in any case should be contradicted if the world is",
  "page_5": "Climate ambition and justice: A compass for the CBAM design\nindeed moving towards keeping global warming well below 2°, which will require strong and immediate climate action especially from the world’s major economies.\nThe Commission's proposal plans a phase out of free allowances over 10 years (between 2026 and 2035). Consequently, the Commission's proposal is extending the duration of the free al- lowances system 5 years after the current ending date in 2030. With the proposed phase out scheme, in 2030 CBAM-industries will still receive 50% of their allowances for free. By doing so, the Commission is somehow betting on the wrong horse and assuming that the world will fail to achieve this short-term goal.\nFree allowances have been effective in preserving and even boosting the competitiveness of beneficiary industries and in ensuring a level playing field, including in foreign markets. How- ever, they have clearly failed to incentivise recipient industries to accelerate the pace of their decarbonisation and have even considerably benefited beneficiary industries. A recently pub- lished Carbon Market Watch report has highlighted the massive industrial profits that resulted from the over-allocation of ETS allowances, representing in total and on average for CBAM sectors about 1.6 billion euros in additional profits between 2008 and 2019 (up to 4 billion euros for the cement industry )'° . The political signal sent by the continuation of the free allow- ances system until 2035 is that — even in a post-2030 world — it will still be acceptable to finan- cially compensate the cost of carbon for competitiveness concerns, which is a policy that de facto is equivalent to subsidizing the use of fossil fuels.\nWith very little time left to “keep the 1.5° target alive”, it is necessary for the European Union to send strong signals, in particular to the most emitting sectors. The EU CBAM will remain an empty shell if the European legislator does not choose to accelerate the transition of its carbon leakage prevention scheme by moving away from free allowances\nThe EU proposal could be more ambitious, by for instance, shortening the pilot phase and beginning CBAM implementation and the reduction of free allowances by 2025, as opposed to 2026. Most civil society observers agree that free allowances should end more rapidly''. The EU should make sure that free allowances are completely phased out for those sectors covered (and subsequently CBAM fully implemented) by 2030 onwards. Other financial schemes could be put in place to reward decarbonisation of production methods, such as contracts for differ- ence, ensuring that European industrial policies lead to a race to the top rather than a race to the bottom in terms of decarbonisation efforts.\nEnsuring the mechanism’s fairness through diplomacy and revenues mobilization\nWhile the Commission may be justified — from a legal perspective — in not granting exemptions to LDCs, it must make progress on the distribution of direct CBAM revenues. The Commission cannot simultaneously develop an environmental narrative around CBAM, while allocating its direct proceeds to the EU budget (and repay Next Generation EU). CBAM would risk being\nInstitute for European Environmental Policy (November 2021)",
  "page_6": "Climate ambition and justice: A compass for the CBAM design\nperceived as a hidden fiscal instrument, used primarily to create new resources to finance the European Green Deal presented as a new growth model. This could be seen as a protectionist manoeuvre.\nIn lieu of CBAM exemption, climate vulnerable countries could advocate for the EU to make a clear commitment to allocate substantial CBAM revenues to support the low carbon transition. These countries are among the least responsible for causing the climate crisis yet among the worst affected by it. In this light, there is little justification for requiring their exporters to com- pete on a level playing field with EU producers without substantial new and additional financial support. This is further reinforced by the fact that developed countries’ commitment to jointly mobilise USD 100 billion annually in climate finance to support climate action in developing nations has not fully materialized, and that many climate vulnerable countries are struggling with debt crises and grossly unequal access to COVID-19 vaccines”.\nIt is essential that the EU announces as soon as possible its commitment that CBAM's direct revenues will be used not for domestic purposes but to increase the annual European contri- bution to international climate finance’’. According to the Impact Assessment, by 2030 on- wards, these direct revenues are projected to be around €2.1 billion per year. This would con- tribute to strengthening the legitimacy of the CBAM as an instrument for combating carbon leakage as it would help finance the decarbonisation of the poorest regions. This point is not yet clear either to the European legislator or to its trading partners. The EU must take advantage of the recent momentum created by the eruption of the carbon price debate at COP26 to proactively engage in international forums in discussions on the revenues of CBAM, its ra- tionale, but also on the articulation of CBAM with other systems. While the Commission’s pro- posed mechanism is only expected to generate 2.1 billion euros of revenues at the border, it is crucial that the EU establishes a precedent for any subsequent CBAMs that may be introduced in other jurisdictions.\nThis issue should not be addressed by the Commission immediately, but rather through polit- ical and diplomatic dialogue over a relatively longer period. The easing of trade tensions be- tween the EU and the US on steel and aluminium has already opened the door to sectoral agreements on common decarbonisation perspectives. The EU-US statement on the with- drawal of US tariffs on steel and aluminium and of some of the EU’s retaliation measures pub- lished on 31 October 2021 announced the opening of a 2-year discussion period on Green Steel, which could eventually lead to a definition of common standards on sustainable steel production and to an exemption of CBAM for US steel entering the EU market. Both partners should take care not to rush this process to allow for the possible participation of other coun- tries' industries and to favour pluri- and multilateral coordination options. This is, however, a very encouraging signal sent from the other side of the Atlantic, showing that without even being implemented yet, the EU CBAM already delivers on a substantial part of its objectives as it pushes other countries to act for climate.\nInstitute for European Environmental Policy (November 2021)",
  "page_7": "Climate ambition and justice: A compass for the CBAM design\n3. Export rebates: how big is the EU industry’s “export problem”?\nSome industries have raised concerns about their competitiveness in foreign markets that CBAM would not protect as effectively as free allowances. One of their demands targets the granting of export rebates, which are not included in the Commission's proposal. Industry voices have already started lobbying actions towards members of the European Parliament to obtain the inclusion of export rebates in the amended text currently under discussion at the Environmental Committee. We believe that the European legislator should leave the Com- mission's proposal untouched on this point, for two main reasons.\nThe first reason concerns legality. Under WTO law, an export rebate can only be granted in compensation for a domestic tax. However, as mentioned above, ETS is not a tax. An export rebate granted on the basis of quotas paid by European industries under the ETS would therefore certainly be illegal under WTO law.\nSecond, regarding the competitiveness argument put forward by European manufacturers and the composition of trade in product codes covered by the CBAM, the situation appears to be contrasted, with the envisaged losses not being as substantial as initially thought by manufacturers. Among the top 5 destinations for European exports are destinations such as Ukraine and Turkey or Brazil for fertilisers, which are far from meeting European decarboni- sation requirements, and which still produce these goods at low cost.\nHowever, the EU exports a substantial part of its steel, cement and aluminium production to countries such as the United States, Switzerland and China which have already or are in the process of adopting industrial decarbonisation legislation. India, which is also a favoured des- tination for European steel exports, has announced its commitment to reach carbon neutrality by 2070\" and is already relatively advanced in its decarbonisation of this sector.\nInstitute for European Environmental Policy (November 2021)",
  "page_8": "Climate ambition and justice: A compass for the CBAM design\nComposition of EU exports in CBAM covered products (based on the Annex to the European Commission's proposal) — Source: COMTRADE (trade values in USD)\nTOP 1\nUSA (13,7%)\nUSA (25,1%)\nUSA (27%)\nSwitzerland*\n(51%)\nTOP 2\nTurkey (12%)\nSwitzerland*\nSwitzerland*\nUkraine (12,4%) Serbia (17,3%)\n(17,3%)\n(8,4%)\nTOP 3\nSwitzerland*\nTurkey (5,8%)\nCameroon\nUSA (5,6%)\nNorway* (9,1%)\n(7,8%)\n(5,3%)\nTOP 4\nChina (6,04%)\nChina (4,7%)\nBosnia (5,2%)\nChina (5,57%)\nMorocco (7,1%)\nTOP 5\nIndia (4,02%)\nMexico (3,6%)\nIvory Coast\nCanada (4,4%) N. Macedonia\n(4,2%)\n(4,3%)\n*Countries linked with the EU ETS\nLosses of competitiveness in foreign markets are therefore very short-term, given the dyna- mism of the markets concerned. Some of them, such as China and the United States, recently committed to carbon neutrality in respectively 2060 and 2050, will necessarily make progress in the decade on decarbonising their industries. Finally, it should be recalled that the logic of CBAM is to extend the carbon price to a wider geographical diversity by applying a similar carbon price on imports. In addition to being legally contentious, granting rebates to exports would send a signal in the opposite direction of CBAM's objectives, since it would reduce the carbon price borne by European producers on the pretext that they commercialise their pro- duction on markets with less favourable legislations\nThe announcement made by the European Union of its determination to implement a carbon border adjustment mechanism at the end of 2019 has already led some of the EU's main trad- ing partners like Turkey to adopt more ambitious climate objectives’®. In the 2030-decade competitiveness of EU industries in most of the EU's export markets will be driven by the ability of businesses to anticipate and position themselves as world’s front-runners in the develop- ment and implementation of more efficient and lower carbon technologies on which global markets will increasingly rely\nNow, the main challenge for the EU is not to meet the demands of industry to reduce the impact of CBAM on the composition of European trade, but to use international fora to clarify key issues such as the articulation of CBAM with other pricing systems around the world, as well as the methodology for measuring the carbon content of imports and the involvement of the international community in defining common principles and measurement tools. The EU must ensure that its CBAM is not an unnecessary complication by strengthening its prospects for reducing free allowances. It must also use diplomatic means to prevent the worst-case sce- nario of a proliferation of comparable but uncoordinated adjustments throughout the world\nBrazil (12,9%)\nInstitute for European Environmental Policy (November 2021)",
  "page_9": "Climate ambition and justice: A compass for the CBAM design\nDISCLAIMER\nThe arguments expressed in this report are solely those of the authors, and do not reflect the opinion of any other party.\nIEEP’s feedback to the European Commission’s CBAM proposal drew on a number of IEEP publications, including Gore, T. et al. (2021), What can Least Developed Countries and other climate vulnerable countries expect from the EU Carbon Border Adjustment Mechanism (CBAM)2\", Think Sustainable Europe, Policy Briefing, 25 June 2021\nTHE POLICY PAPER SHOULD BE CITED AS FOLLOWS\nLeturcq, P. (2021), Climate Ambition and Justice: a compass for the design of the EU Carbon Bor- der Adjustment Mechanism (CBAM), Policy Paper, Institute for European Environmental Policy\nCORRESPONDING AUTHORS\nPierre Leturcq (pleturcq@ieep.eu)\nACKNOWLEDGEMENTS\nWe gratefully acknowledge helpful reviews and comments from Tim Gore, Antoine Oger and Eline Blot.\nInstitute for European Environmental Policy (November 2021)",
  "page_10": "Notes\n1 COM(2021) 550 final — 14 July 2021 “'Fit for 55\": delivering the EU's 2030 Climate Target_on the way to climate neutrality”\n2 COM(2019) 640 final 19 December 2021 “The European Green Deal\" —\n3\"We will, to avoid carbon leakage, now introduce slowly but surely a carbon border adjustment mecha- nism that says if you come with dirty products on our market, you have to pay a price as if you were in the Emissions Trading System of the European Union. But we prefer you keep the money in your economy by putting a price on carbon in your economy” — Ursula Von der Leyen quoted by POLITICO Brussels Play- book, 3 November 2021\n4 Cf 2 of the Executive Summary of the Impact Assessment report accompanying the document Pro- page posal for a Regulation of the European Parliament and of the Council establishing a carbon border ad- justment mechanism (COM(2021) 564 final)\n5 CJEU, Case C-366/10 Air Transport Association of America (ATAA) Ener Secretar v.\n® Article 3.4 of the General Agreement Tariffs and Trade (1947): “The products of the territory of on any contracting party imported into the territory of any other contracting party shall be accorded treatment no less favourable than that accorded to like products of national origin in respect of all laws, regulations and requirements affecting their internal sale, offering for sale, purchase, transportation, distribution or use. The provisions of this paragraph shall not prevent the application of differential internal transporta- tion charges which are based exclusively on the economic operation of the means of transport and not on the nationality of the product”.\n7 Sandbag, Carbon Price Viewer, 10 November 2021: 62,93 / EUA euros\n8 Article 20. (b) and (g) of the General Agreement Tariffs and Trade (1947): “Subject to the requirement on that such measures are not applied in a manner which would constitute a means of arbitrary or unjustifia- ble discrimination between countries where the same conditions prevail, or a disguised restriction on in- ternational trade, nothing in this Agreement shall be construed to prevent the adoption or enforcement by any contracting party of measures: (b) necessary to protect human, animal or plant life or health; (g) relating to the conservation of exhaustible natural resources if such measures are made effective in con- junction with restrictions on domestic production or consumption\"\n° Loss and damage refer to the destruction lives, livelihoods and infrastructures already being caused on by climate change. Cf Reuters, 13 November 2021 “Climate Loss and Damage earns recognition but little action in COP26 deal”\n1 Sander de Bruyn, Daan Juijn, Ellen Schep, “Additional profits for sectors and firms from the EU ETS 2 008-2019\", CE Delft for Carbon market Watch - Report, May 2021\nLamy, P., Pons, G., Leturcq, P., G16 — Towards a European Carbon Border Adjustment Mechanism, 3 Ds to Overcome the EU's first-mover disadvantage, Policy Paper, Europe Jacques Delors, July 2021\nDirect quote from Gore et al., “What can Least Developed Countries and other climate vulnerable coun- tries expect from the EU Carbon Border Adjustment Mechanism (CBAM)?\", IEEP - Think Sustainable Eu- rope — Policy Briefing, 25 June 2021\n® This idea is already broadly supported in the European Parliament. On the matter, the European Parlia- ment's report adopted on 10 March 2020 mentioned that CBAM revenues should “allow for greater sup- port for climate action and the objectives of the Green Deal, such as the just transition and the decarbonisa- tion of Europe's economy, and for an increase in the EU's contribution to international climate finance in favour of Least Developed Countries and Small Island Developing States, which are most vulnerable to cli- mate change, in particular to support them to undergo an industrialisation process based on clean and",
  "page_11": "Climate ambition and justice: A compass for the CBAM design\ndecarbonised technologies\". Source: P9_TA(2021)0071 “A WTO-compatible EU carbon border adjustment mechanism” European Parliament resolution of 10 March 2021 towards a WTO-compatible EU carbon border adjustment mechanism (2020/2043 (INI))\n4 BBC, 2 November 2021, COP26: India PM Narendra Modi pledges net by 2070 zero\nPolitico, 6 November 2021, EU's looming carbon tax nudged Turkey toward Paris Climate accord, Cli- mate envoy says\nThe Institute for European Environmental Policy (IEEP) is a\nsustainability think tank with offices in Brussels and London.\nAs a not-for-profit research organisation with over 40-years of\nexperience, we are committed to advancing evidence-based\nand impact-driven sustainability policy across the EU and the\nworld.\nx\nZz f Institute for\n/* European\n', Environmental\n* Policy\nx"
},
  "language": "Languages.ENGLISH",
  "total_pages": 11
}
