{
  "file_name": "146_1418.pdf",
  "pages": {
  "page_1": "Institute to.\nEuropean\nEnvironmental\n* Policy\n,\nA circular economy-compatible carbon border adjustment mechanism\nIEEP's response to the public consultation on ‘EU Green Deal — carbon border adjustment mechanism’\n26 October 2020 | IEEP welcomes the op- portunity to submit its views for the consid- eration of the European Commission on the proposed carbon border adjustment mech- anism (CBAM), to combat the risk of carbon leakage and maintain European industrial competitiveness under the EU Green Deal.\nContext: There is a concern that Eu- rope’s efforts to reach climate-neu- trality by 2050 could be undermined by the lack of ambition by countries outside the EU. This would mean a risk of carbon leakage. Carbon leak- age occurs when companies trans- fer their production to countries that have lower ambitions or less strict regulatory framework for emissions. Consequently, instead of EU's climate policy contributing to the reduction of global emissions carbon leakage results in relocating the emissions, with global emissions not being reduced. A carbon border adjustment mechanism (CBAM) is foreseen to counteract the risk of carbon leakage from the EU by plac- ing a carbon price on imports of cer- tain goods from outside the EU.\nIn general, IEEP strongly endorses the Com- mission’s commitment to decreasing green- house gas (GHG) emissions, in- and outside the EU as part of the Green Deal.\nHowever, IEEP wishes to draw the attention to a number of commonly identified limita- tions of the CBAM in delivering EU climate policy objectives, urging these to be given due consideration in the future discus- sions 1 12,3,4,5 |\n' Davidson Ladly, S. (2011). Border carbon adjustments, WTO-law and the principle of but differentiated responsibili- common ties. International Environmental Agreements: Politics, Law and Economics. Link.\n? Drdge, S., Neuhoff, K., Egenhofer, C., & Elkerbout, M. (2019). How EU trade policy enhance climate action. CEPS. Link can 3 Lamy, P., Pons, G., & Leturcq, P. (2019). Time to EU trade policy: But how? Jaques Delors Institute. Link. green 4 Lehne, J., & Sartor, O. (2020). Navigating the politics of border carbon adjustments. E3G. Link.\n> Zachmann, G., & McWilliams, B. (2020). A European carbon border tax: Much pain, little gain. Bruegel. Link.",
  "page_2": "If the adoption of CBAM were to go forward, IEEP recommends that dedicated attention is paid to ensure policy coherence and synergetic implementation be- tween CBAM and the EU's Circular Economy Action Plan (CEAP). The measures taken forward as part of CEAP will be closely interlinked with the design and im- plementation of CBAM (see below). Together the CEAP measures and CBAM will substantially change the EU’s trade composition, ultimately altering the EU's car- bon footprint and with potential impacts on opportunities for sustainable devel- opment in third countries.\nIEEP’s written response to this public consultation builds on the institute’s work on improving EU's internal and external policy coherence to deliver sustainable development, in this case looking at the intersection between climate, circular economy and trade policies. It picks up on a number of key questions featured in the public consultation questionnaire to deliver our opinion on the CBAM. Ques- tions on the effectiveness of a CBAM reducing the risk of carbon leakage or which specific elements should be included in the design of the CBAM are beyond the scope of our submission.\nWhat other policy instruments could be used beyond the CBAM to reduce emissions?\nA possible complementary policy instrument to reduce emissions, beyond the CBAM, is the use of low-carbon standards. Such standards could be developed and executed jointly with the foreseen improvements in sustainability product standards put forward by the EU CEAP®. Some characteristics of product stand- ards, as expanded upon below, could effectively complement the CBAM, provid- ing an appropriate policy mix to reduce carbon emissions for products sold on the EU market.\nNon-discriminatory: Adopting sustainability product standards for all goods sold on the EU Single market is non-discriminatory in nature as the standard ap- plies to both domestic and foreign products. Thereby, product standards do not grant an unfair advantage to a specific producer, and disputes at the World Trade Organisation (WTO) are avoided.\nComprehensive: Product standards also speak to the EU's goal of being a front- runner when it comes to climate policy. As stated in the European Green Deal’, the EU is experienced when it comes to “green” regulation, and it can be a trusted leader, setting standards that could end up being (partially) adopted by other\n® European Commission. (2020). Circular Economy Action Plan. Link. 7 European Commission. (2019). The European Green Deal. Link.",
  "page_3": "countries. Moreover, a product standard can be comprehensive in nature. As op- posed to the CBAM - which is assumed to only cover the emissions from the production of raw materials — product standards can be designed to regulate the environmental impact resulting from both the manufacturing as well as the in- use phases of a product. Also, the standards can be designed to incentivise low- carbon production as well as ease and advance the transition to a circular econ- omy.\nCompatible with wider EU environmental policy: The European Green Deal puts forward a policy target to prevent environmentally harmful products from being placed on the EU market, with the CEAP mapping out a clear pathway for sustainable product policy (e.g. minimum requirements) to support the imple- mentation of this target. The goal is to expand the EU Ecodesign Directive and “make the Ecodesign framework applicable to the broadest possible range of products”. Product groups that receive priority are ICT & electronics, batteries & vehicles, packaging, plastics, textiles, furniture and high-impact intermediary goods such as steel, cement and chemicals. The latter products are also those foreseen to be covered by CBAM (see below). The Commission adds that it will “consider establishing sustainability principles” to regulate carbon and environ- mental footprints, among other sustainability aspects. Moreover, the Commission considers adopting mandatory requirements to increase the sustainability of goods and services, closing the gap created by voluntary standards.\nEnsuring global cooperation: Ideally, climate action would be coordinated at a global level, however, in reality, waiting for partner countries delays long-overdue effective climate policy. In this context, there are important global aspects to con- sider when implementing climate policy — be it a CBAM or product standards — in a way that benefit sustainable development at a global scale, leaving no-one be- hind. For instance, the implementation of a CBAM or sustainability standards can hinder developing countries’ access to the Single Market. In the case of standards, this can be mitigated by certain schemes such as development cooperation and Aid4Trade, as is the case with the circular economy’. In the case of the CBAM, it is still unclear how the measure will account for differences in development across trade partners.\nMoreover, uncoordinated climate policies can further complicate and stall global climate action. For product standards, competing international standards can lead to market fragmentation. However, if the EU decides to become a leader in this field, it can — in cooperation with other ambitious leaders — set standards that could have the potential to become the norm. For example, the International\n8 Kettunen, M., Gionfra, S., & Monteville, M. (2019) EU Circular Economy and Trade Report. IEEP & Ministry for Foreign Affairs of Finland. Link.",
  "page_4": "Standardization Organisation (ISO) and the WTO are fora where a coalition of the willing could discuss the harmonisation of product standards for greater climate ambition. Standard harmonisation can be facilitated through so-called Mutual Recognition Agreements (MRA), in which countries conclude that the assessment of a products’ consumer, environment, health and safety standards are con- formed to their own’. In this setting, the EU could act as a trailblazer, with its current plans on expanding the Ecodesign Directive as highlighted in the CEAP.\nFinally, it is to be noted that if exemptions from the EU’s CBAM are being made based on the presence of third country’s climate policy (e.g. carbon pricing) but the terms of exemption are not clearly defined, it may be difficult to coordinate with trade partner countries at a global scale in the future if each country has constructed its own pathway for emissions reduction. In this case, the need for climate dialogue and policies that ensure global cooperation become increasingly apparent.\nWhat are other important elements in the selection of sectors?\nWhether the CBAM coverage includes indirect emissions from energy consump- tion, emissions from transport of goods, or the entire value chain versus only pri- mary inputs, IEEP emphasizes the importance of considering the EU's wider cli- mate policy objectives and foreseen measures in the selection of CBAM sectoral coverage.\nFor example, the sector selection in the EU's CEAP features sectors with strong negative impacts on the environment such as plastics, textiles, batteries & vehi- cles, ICT & electronics, as well as notable carbon-intensive intermediary goods such as steel, cement and chemicals. As described above, to accommodate the diverse environmental impacts flowing from each sector, the CEAP maps out a pathway for sustainable product policy to set minimum requirements for prod- ucts with a view to preventing environmentally harmful products from being placed on the EU marke t!?,\nThe sectoral overlap between the CEAP and the CBAM inception impact assess- ment contrasted with their different approaches — sustainability standards versus carbon content duties — present the need to think about these two measures to- gether and identify how to maximise environmental gains while minimising their\n° Matsumoto, M., Umeda, Y., Masui, K., & Fukushige, S. (2012). Design for innovative value towards sustainable society: proceed- a ings of EcoDesign 2011: 7th international symposium on environmentally conscious design and inverse manufacturing. Springer Science & Business Media.\n® European Commission. (2020). Circular Economy Action Plan. Link.",
  "page_5": "political contestability to ensure both policies deliver the EU's climate and envi- ronmental objectives in a synergetic manner.\nWhat are other considerations on scope and exemptions?\nProduct scope: It is currently assumed that the scope of the CBAM will cover primary inputs flowing from carbon-intensive sectors, such as steel, cement and chemicals. This scope would exclude other emissions from downstream manufac- turing or emissions created during the in-use phase of products. Therefore, IEEP emphasizes the need for a comprehensive mix of policies to be put in place to incentivise value chain decarbonisation, which is not guaranteed with the stand- alone implementation of a CBAM.\nIEEP does not suggest that the CBAM should cover the entire value chain, which has been deemed technically complex by experts in the field of carbon pricing''. Instead, the complementarity between the CBAM and the CEAP presents a prom- ising potential for value chain decarbonisation. A combination of the CBAM and the CEAP’s sustainability standards could, in principle, cover emissions through- out the value chain from the production of raw materials, to the manufacturing of products, to the emissions released in the in-use phase.\nSustainability standards can consist of standards on low-carbon products and production as well as standards on circularity, which are by definition low-carbon as they seek to reuse valuable resources in a product's end-of-life phase. In fact, the circular economy could halve emissions from steel, cement, aluminium and plastics by 2050, and could potentially cut 3.6 billion tonnes of emissions globally each year!*. A circular economy compatible CBAM, aimed at decarbonising the more intensive sectors, could return the biggest payoff in terms of emissions re- duction.\nCountry exemption: On the exemption of certain countries from the CBAM, IEEP would like to point to a crucial assumption that is being made on the EU's part. Specifically, the CBAM assumes that EU firms have the most carbon-efficient pro- duction. The reality however can be more complex than this assumption and therefore a ‘fair’ CBAM would entail the EU providing rebates to foreign carbon- efficient producers. The Commission will need to carefully evaluate which third country climate policies it deems comparable to EU climate policies, or which de- veloping countries should receive an exemption.\n\" Marcu, A., Mehling, M., & Cosbey, A. (2020). Border Carbon Adjustments in the EU Issues and Options. ERCST. Link. - ® Material Economics Sverige AB. (2018). The circular — powerful force for climate mitigation. Link. economy a",
  "page_6": "Moreover, if the CBAM is calculated and applied in a way that is based on the average production method in a country’s sector, there is a risk of disincentivising promising firms in third countries making headway on low-carbon technologies, which is counteractive to the objective of the CBAM.\nWhat are other (environmental) impacts of the CBAM not indicated in the questionnaire?\nIEEP would like to draw attention to the risk of the CBAM also impacting wider EU climate policy. If the CBAM is seen as central to the EU's climate policy and an essential tool to reducing emissions, there is a significant political risk that this will give political room for domestic sceptics of climate action to slow down the implementation of other ambitious climate policy while the complexities of a CBAM are worked out, likely over the space of numerous years.\nAnother potential risk of unilaterally adopting a CBAM is deteriorating trade re- lationships. International criticism claims that the CBAM is a disguised protection- ist measure, implying that its main objective is to protect domestic producers from competitive imports'?. Moreover, veiled protectionism paired with the ac- cusations of regulatory overreach leaves the EU open to retaliation from trade partners that do not see eye-to-eye when it comes to climate policy'*. Several countries have expressed apprehension towards the measure as the design of the CBAM remains unclear, while EU Member States pledge to back it regardless. If there is no goodwill for cooperation from the EU’s side, the CBAM can end up thwarting the potential to push for a greener trade agenda in the global diplo- macy space.\nMore info\nIEEP’s response to the European Commission’s public consultation drew on a number of papers, which can be consulted via following links: Blot, Kettunen & Charveriat (2020) and Kettunen, Gionfra & Monteville (2019).\nThe response was compiled and submitted by Eline Blot, Marianne Kettunen and Céline Charveriat. For more information on IEEP’s work on this area please contact Marianne Kettunen (mkettunen@ieep.eu).\n® Mehling, M., Asselt, H., Das, K., Drage, S., & Verkuijl, C. (2019). Designing Border Carbon Adjustments for Enhanced Climate van Action. American Journal of International Low. Link.\n4 Zachmann, G., & McWilliams, B. (2020). A European carbon border tax: Much pain, little gain. Bruegel. Link.",
  "page_7": "This work has been produced with the financial support of the LIFE Programme of the European Union. The paper reflects only the views of its authors and does not commit the donors.\nThe Institute for European Environmental Policy (IEEP) is a\nsustainability think tank with offices in Brussels and London. As a not-\nfor-profit research organisation with over 40 years of experience, we\nare committed to advancing evidence-based and impact-driven\nsustainability policy across the EU and the world.\n*\n*\ny* European\n*\nInstitute\nto\nEnvironmental\nPolicy"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
