{
  "file_name": "147_1437.pdf",
  "pages": {
  "page_1": "GSV\nBelgian Steel Federation\nAnnual report\nBelgian steel in 2022\nMeeting challenges and transforming in turbulent times\nae\n<= Fe\nal\na\n[ Fa\n=\na oe a ae\nBh.\nos ae\nr\nal\nEd\n® ep.\n—\n=\ni\n.\n—\n=\n———\na\nee a\n‘=a k\n“== =] oa\nba\n=\nIh,\nPG) sie\nSeliirs,\nha om lo\nhe\n—.\ni,\na\nee\ni\n> “|\n\\e\n+\nihe\nS\nMy No\n-\nih: \\\nSe\nMa",
  "page_2": "A word from our Chairman\n——— =\nae\nIn 2022, the world was rocked by the war in Ukraine. Our thoughts and sympathies go out, first and foremost, to the victims of this tragedy. In addition to the human suffering, the consequences have been considerable: a weakening of the economy, skyrocketing energy prices, disruption of supply chains and soaring inflation.\nefficient technologies — continued in 2022. In Ghent, an installation was inaugurated that converts So industrial-scale CO emissions into bioethanol, which can be used as a raw material for other industries. This example of Carbon Capture & Usage (CCU) is a European first and marks an important step towards climate neutral steel production by 2050.\nThe economic downturn and its impact on the steel industry\nAlthough 2022 started promisingly, the economic situation deteriorated as the months passed. For the first time in many years, global steel demand fell by 2,3%, mainly due to declining Chinese consumption. Steel market prices collapsed from the middle of the year onwards, while energy costs reached unprecedented highs. In the energy-intensive steel industry — with an annual electricity consumption of around 4.000 GWh and gas consumption of around 6.000 GWh - some production sites were forced to shut down due to the surge in energy costs.\nIt goes without saying that we want to make progress with the greening of our industry. To do this, three central factors are essential:\n= Regulation: Clear and swift regulation in all areas is essential. We are calling, in particular, for a tightening of the ‘Waste Shipment Regulation’ for the export of scrap metal. This will allow more scrap metal to be kept in Europe and help to achieve the circular economy. Infrastructure: The development of the necessary infrastructure to transport CO, and hydrogen through pipelines and hubs is paramount. It is, likewise, vital to increase the production and transport of sufficient quantities of affordable, carbon-free electricity. Financing: Adequate and transparent funding with simple support mechanisms that also respond to events elsewhere in the world is key.\nInflation rose to levels not seen for decades. Automatic wage indexation increased labour costs and our wage disadvantage compared to neighbouring countries, which further weakened the competitive position of Belgian companies. From the second half of the year onwards, high raw material prices and CO, costs have impacted on profitability.\nLiving, working and developing together\nAmounting to 29 million tonnes in 2022, steel imports from outside the EU have once again risen to the particularly high levels of recent years. For flat carbon steel, this means that 1 in 4 tonnes on the market is of non-EU origin. For stainless steel, this ratio rises to 1 in 3 tonnes. Meanwhile, EU steel exports to non-EU countries have been declining for years. Over the past decade, the EU has gone from being a net exporter of around 15 million tonnes of finished steel to a net importer of around 13 million tonnes. Given the EU's annual production of around 150 million tonnes, the impact is considerable.\nThe ambition to achieve climate-neutral production means the European and Belgian (steel) industries are facing the biggest transformation and most significant challenge they have ever been confronted with. It will require not only revolutionary technologies, but disruptive thinking and appropriate accompanying measures. Otherwise, countries outside the EU offering an attractive investment climate will attract European production, which will further compromise our strategic autonomy.\nConsequently, | am calling for a strengthening of European competi-\ntiveness using adequate trade, climate and energy instruments to ensure a rebalancing of trade. We are calling, in particular, for a solution to be found for exports with regard to the phasing out of emission rights, so that the European (steel) industry does not suffer additional burdens compared to its non-European competitors.\nThis transition is only possible thanks to the efforts, knowledge and dedication of all employees and players involved in our sector. They are the ones who contribute to the concrete realisation and local anchoring of our industry. Recent events have, once more, underlined the importance of maintaining a steel industry in Belgium and in Europe.\nProgress towards the sustainability and greening of our sector\nSteel is the ultimate raw material for the future: infinitely and 100% recyclable, it is essential to the production of tomorrow’s renewable energy. This is an opportunity to transform, not only our sector, but society as a whole. The technologies exist and we are committed.\nDespite the difficult economic situation, the ‘Fit-for-55’ package was finalised in 2022. Shortly before the end of the year, agreement was reached on strengthening the ETS and introducing a border carbon tax (CBAM). Although these instruments are highly ambitious, we remain fully committed to significantly reducing CO, emissions by 2030, in line with European targets.\nThe investment programmes launched at several Belgian sites over recent years - which are dedicated to the most innovative and\nManfred VAN VLIERBERGHE Chairman",
  "page_3": "Trade\n1. Steel production in Belgium\nTotal Crude Steel 6° 10.000\nHot Rolled Coil\nCold Rolled Coil\nCoated Steel EE 3.120.000\nQuarto plate HE 450.000\nWire rod HE 640.000\nTin Plate } 40.000\nFig.1a - Steel production in Belgium (tonne) ™ 2022 2021 ™ 2020\nReam 7.030.000\nI «120.00\n6.910.000\n7.170.000\n7.220.000\na 3.670.000\n4.070.000\n4.230.000\nENN 2.670.000\nNNN 2.520.000\nMM 410.000\n(470.000\nZ\nME 480.000\n420.000\n|\n7.030.000 t\n20.000\n§ 80.000\n79%\nFig.1b M@ Carbon steel ®© Stainless steel & Other alloy steels\nFig.1c ® Via blast furnace @ Via electric furnace\n2. Steel import in EU27\n(carbon steel + stainless steel in kt - excluding semi-finished products)\n30.000 kt eseesssseesnstssssseeseseeasensnacseeseeesnasgesnaeseeaeeesnasgtenseseeaeeesnangesnasseeaeeeenaegeevasseqseeesnasgeeuassesuaeessnaeereuasnesaeesseaegeeuasneeuasessnaeeeeeasneeneensnaegeeasneeuasessnasceesnanecsnesseseseeeay De nsssseessscesssseeaseosensecceveseenevneesesnescereseccenseseenesconnsegseasesesnnsesneneesena\n25.000 kt}\nFB...\n20.000 kt soatetsosossateosasonuatoctnnuatesatscstatasesnsaresanssasutesesnuarenusesscouseseeensosnstazgguzasguatscasseateomeasesetvedl\nae ———, Bo asssseeesssoreneee\nFe...\n15.000 kt aesaseereasonal a Pees ssssesesssesssed Fe sssssesssssssesead ——. — Jscesessseesssneeessee Fea anesestsssssessssnsee ——e. Pi assssssssssssssses = FE...\n—a\n— a\na =a a\nq\n—\n— —\na are a\n4\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021 2022\nre | ee\n|\nChina\nIndia\nTurkey\nUK South Korea Russia\nUkraine Taiwan\nEgypt Vietnam\nSerbia\nBelarus\nOther",
  "page_4": "Cd\nImport Export Balance\n35.000 kt esscsssecsnssseensstesnsseesnssssensssesunseesnsseeensstesunsenssssseensssesunsetsnssseeusosesenssesuasseesseseeunssteinsseeensneeunssteunsseesnsnetnsstesussesssasesnsstennsseesnasetensstesusseesneseteusstenansensnassesusetesunssesssssteusstenunssessaseesusaseenssessnsseenaneesnestensseesseneesnestesnsseesnaseesnestesnsseesnenetsnsstesusseesnesetsnastecnseesnenetseet\n=\n30.000 kt essssetenssseesssseeesseeesseeeeee MMUMMpsesssesvssseevssseeuseseeeaseeevsseeesegaaaseeessnecuseseseaseeeossnesssessoasseesseneesseeseasseesssneeasesseaseeesseneeunsessaseeesnsneeuaseseaeeeeeag ssesseesnsseeenssesvenscenssesnssesvenseesnesesensstsenseesnanecenesteceneeeeny\n25.000 kt escessscsnssecensotesnsseesnssesensseesneseesenssesinsseesnsseeenssessssaseunasesnsstsuasseenesesenssteuasseesnatecsnss Peer sssssssseussecunsseeusenseunseeissseserenseeees amas scscsssecsssesesssssusssseunssssenseseemt ssssseessseessseeessseeghevssssssssssscssssessnssesusssseusssesnsseeeussseeunssesnnsoeeusstecusssesnnsetsnet\n20.000 kt esscsseesnsseeensstesusseenssseeensstesunsettnssseeusstenunssttnenseesneneeenesesnesseei Prsessssssssssssesssscsssesenscesesssecusssessnseesesesecusssesesscesaserecssssssnseesusstecunssessnsesssnsnecunsessenssessnstecinsensensessusreeinsenenseseesesseessss eillmmaaaatataaaacsccscsssssupuagescssssesssscsssunssscsnssesnscssunssecunssesunsessunsseeenesee\n15.000 kt\nPvvsseessssseessseessnseesssssesesonesensonsssseeenssnesensentusseeeesenesuesontsesnesesenessesontussseeeseneesnsoneusenesseressnsoneseseenseresasoneseseeneneensoneseseesneseesnsstesnaseesneseeesoresnnsensseseesnssnenessenseeseeesenenaaseeteseeeensonesunsensuesneseseresnsensusesesesenensaseeseseneesssnenaseneuneneeesenet\n10.000 kt escsseesnsseceessteennsee sssssseessssseees Lssssssssssscesssoeensossnsssscsnssoesaseesusstsunssoenssoesusesssssseenaseesusssecusssesnaseesuserecunssesnaseseunstecusssssnaseesusatocunsseesaseesesasecunssssnaseecunasoeunsesesaseecenssocunsenessseseunasocunssesuassscnasecunsensuaseecunssoeunseeeuasssenaseeunseneuassscunaseeunseseuantocenaseee\n5.000 kt ess on\nsess besessee\nesses\nsoe\n-15.000 kt sssssessssneeesaneesnnstnenseneesonenennsnnessnetesenensnsseiissensesaseninssesissnteasaeesnsstiisenteasaneninssrtisenseinaseensoetissesenaseeiasentiseneennsseensensnseneeinsoneasenesaneeinsseeasensnssnsennsseeasstennsneennssnenessetnsansenesseenaseeenisneesussesasatensaneetassnteaseseninneesesanesenneenianensesenteasnsenianeetessneeannsesnneeeasaneeennsesi\n2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\n=,\nee\nLy\nSe\n-5.000 kt ssssseesssseetesseessnnsesssseetnssnensaseesseseeeesonensaseesnesnetnssnesseseesnesnesnsseesvassesessneeesonensessesussnesesseenuassenuseneeesenesassesssneesssetasseseseneessesernssessseneesnssessnssesen sevssnsennseeesanenisnstnesonetnsonenisneetesenetesssenaneennseeeeeseeees eevseneessneesee\n-10.000 kt sssssossssssessssecsnsossnasesessssessnsoesnasessusssocunssesnssessssssoeunsceensssscunssounseesnsssscunasecunsseeuassscunasecunssesssssecenasoeunssseuussseunaseeinssteiusseeunssessusssssusssesnaseeuseseunscesnaseeusasecunscesnsseesusssocunaseeuaseseunasocunsseeuasesounaseesnssssnssssesnasessn secenseesneseeeee\nArcelorMittal Ghent -\nSteelanol’s inauguration celebrated on 8 December 2022\nThe Steelanol project is a first of its kind for the European steel industry. The new plant will capture waste gas from blast furnaces and recycle it into bioethanol. The Torero project, which converts wood waste into biofuel, will reduce ArcelorMittal’s CO, emissions by 350.000 tonnes per year. Biofuel can be used in the transport sector or as a basic raw material for chemical companies. It can also be used in the production of cosmetics, perfumes, paints, and clothing.\nThe technology — which functions through gas fermentation — was developed in collaboration with the US technology company LanzaTech. The conversion of industrial gas into sustainable ethanol takes place in four bioreactors. Each bioreactor consists of a tank containing liquid, nutrients, and natural micro-organisms. Once production reaches full capacity, the Steelanol plant will produce 80 million litres of bioethanol per year.\nta\n=|\ni\npal]\nald\no\nre\na\net\nPoel\n,é a\nliga ~\n1\n||\n=\niE\nhe\nBetis\non]\nif\na |\ni a\ncr\n— = 4 we\ny\n7\na\n- %",
  "page_5": "Energy challenges and climate ambitions\nHigh energy prices threaten the competitiveness of the Belgian steel sector\nThe year 2022 proved to be particularly challenging for the energy-intensive Belgian steel sector. Energy prices in the European Union rose sharply after the Russian invasion of Ukraine, reaching record highs in the summer. The European Commission and EU member states proposed measures to cope with this crisis, such as ‘REPowerEU’ and the ‘Temporary Crisis Framework’ (TCF). The TCF allowed member states to support companies affected by high energy prices. Although support packages worth €250 million were approved by Flanders and Wallonia, they had limited impact due to their strict terms and conditions.\nTo ensure the competitiveness of the Belgian steel sector against major economies and neighbouring countries with access to more cost-effective energy resources, it is essential for our governments to prioritize the provision of affordable green energy to the industry.\nEurope's energy dilemma and its implications for the steel sector\nThe availability of affordable energy is a pressing concern at the European level. The interruption of gas supplies from Russia highlighted the need for sustainable measures to guide the European Union towards climate neutrality. In response, the European Commission proposed an analysis of the current electricity market and its possible reform. Although the primary focus was on renewable energy, storage, and flexible production, these may not be compatible with the requirements of the steel industry. Mandatory flexibility could have adverse effects on production capacity.\nThe Belgian Steel Federation expressed its concerns in a position paper on the possible reform of the European electricity market. The Belgian steel sector supports any reforms that offer energy-intensive companies access to green energy at affordable prices. This will be critical in the context of the US‘Inflation Reduction Act’ (IRA), which offers significant subsidies to promote the development of renewable energy in the United States. Europe's initial response to this topic indicates a renewed focus on its own efforts and support\nAperam Genk completes photovoltaic installation of 23 MWp\nThis second biggest photovoltaic installation in Belgium generates 23 MWp with a yearly energy production of 20.300 MWh. This will result in 7.300 ton of avoided CO, emissions, an equivalent of the emissions of 5.900 average households. It is equal to the CO, adsorbed by 720 hectares of forest. Aperam will consume at least 97% of the generated power directly by the plants in Genk.\nThis counts as a big step towards a green future, and will further secure the position of Aperam as a sustainable long-term employer in the region. At the same time, EV charging stations are being deployed to be used for the cars of the company and the employees. This will guarantee the fleet of Aperam gradually becoming emission free.\nake\nad\na se anni, ass _—\na\nfor key industries through industrial policy and financial mechanisms. We consider this to be a positive first step.\nThe Belgian steel sector is determined to achieve climate neutrality by 2050\nThe Belgian steel sector emphasises its commitment to significantly reduce its greenhouse gas emissions by 2030 and to be climate neutral by 2050. Belgium is already facing the consequences of climate change and is developing an ambitious climate policy at both the national and regional levels, guided by the ‘Fit-for-55’ package of the European Green Deal.\nThe Belgian Steel Federation highlights the importance of these climate objectives while requesting adequate time to make investments, obtain permits, establish new installations and acquire the necessary expertise.\nAchieving a sustainable transition through the gradual phasing out of ETS quotas\nThe ‘European Union Emissions Trading System’ (EU ETS) is the largest emissions trading scheme in the world, involving approximately 10.000 European companies and accounting for 45% of the EU’s CO, emissions. Each year, the European Commission reduces the number of emission allowances, determining how much CO, companies are permitted to emit.\nTo enable the Belgian steel sector to transition to climate-neutral steel production, the Belgian Steel Federation advocates a gradual phasing out of emission rights by 2030. The preconditions for a green economy, such as the hydrogen market, carbon-free electricity and CO, distribution systems, require sufficient time to develop. Therefore, an overly strict and rushed climate policy would not be effective in enabling the Belgian steel sector to transition to climate-neutral steel production.\nFinal agreement for CBAM, but no export measures\nIn late 2022, the European Parliament and the Council of the European Union reached a final agreement on the ‘EU Carbon Border Adjustment Mechanism’ (CBAM), which is the world’s",
  "page_6": "first border adjustment mechanism designed to prevent carbon leakage. Initially, the CBAM will only apply to certain specific products in carbon-intensive sectors: steel, cement, fertilisers, aluminium, electricity and hydrogen. From October 2023, a simplified CBAM mechanism will apply, accompanied by reporting requirements. The full CBAM system will come into effect in 2026, gradually replacing the free quotas for the sectors concerned. This is part of the revised ETS regime, which should ensure compatibility of the CBAM mechanism with international trade agreements.\nDuring the CBAM negotiations, Belgium held a firm position regarding exports. The Belgian steel sector stressed the need to find concrete solutions on exports, as exports outside the EU account for 10% of the sector's total production and are crucial for the profitability. However, the CBAM does not currently include any such measures. It is therefore recommended that this issue be re-examined in 2026, after an evaluation period.\nSteel, at the centre of the circular economy\nThe circular economy is viewed by the EU as a means of achieving climate goals through the reuse of waste to create new materials and products. The Belgian steel sector considers steel scrap as an essential raw material for steel production. New steel products can be produced by melting down steel scrap in electric blast furnaces, and there is also an aim to incorporate up to 30% steel scrap in conventional blast furnaces. Steel suffers no loss of quality and is an ideal product for the circular economy. The use of scrap allows steel to be produced with a significantly reduced CO, footprint. Steel scrap, therefore, plays an important role in our decarbonisation strategies.\nHowever, ensuring an adequate supply of steel scrap is crucial. Therefore, the Belgian Steel Federation closely monitors the ‘Waste Shipment Regulation’ (WSR), as scrap\nAnew rewinder for Aperam Chatelet’s rolling mill\nTo keep up with the production rate, two winding machines have been installed in the plants for the past 20 years. This new investment, the largest made in the ‘rolling mill’ over the past 2 decades, allows the teams to produce new steel grades and improve the quality of the coils. These will no longer have to change axis once rolled.\nThe installation of this new rewinder, launched early re Ta 2022, required the help of several subcontractors and the mobilisation of Lo maintenance teams. At Po the same time, numerous Bie, Wa training sessions were ne organized to familiarise a operators with the new o% way of working with this — > machine. l=\nis the most exported ‘waste’ in the EU. It is essential that the high European standards for waste treatment are also applied elsewhere to ensure a level playing field. The Belgian Steel Federation advocates for qualitative waste treatment that prioritizes environmental protection (ESM), as well as human health and social rights.\nReflection on a targeted industrial climate policy\nIn 2022, the Climate Change Department of FPS Public Health engaged the industry in climate policy by hosting ‘Round Tables on Climate. The Belgian Steel Federation participated in the discussions on the circular economy. This was an excellent opportunity to highlight the ambitions and challenges of the Belgian steel sector.\nIn Wallonia, discussions have begun on the upcoming generation of ‘Accords de Branche’. \\t is important to find a balance between the ambitious goals of the Walloon Region and the support needed by Walloon industry in combating carbon leakage, with high energy prices posing a significant competitive disadvantage.\nDespite the challenges faced in 2022, the Belgian steel sector continues its ongoing commitment to climate neutrality and emphasises the importance of suffi- cient affordable carbon-free energy. With consistent policies, expeditious permits and targeted financial instruments, the sector can contribute to reducing greenhouse gas emissions by 2030 and achieve climate neutrality by 2050.\nAperam Chatelet - Sentinel bees, excellent bio-indicators\nAperam works with a beekeeper to manage the bee colonies on the Chatelet site throughout the seasons. Sentinel bees are excellent bio-indicators : they pollinate and forage within a radius of about 4 km around the plant. By analysing the collected pollen and honey, Aperam Chatelet is able to measure the heavy metal content and evaluate the impact of its stainless steel production activity on immediate environment.\nis\n= —\nToday, 3 apiaries are installed on the site. The annual honey production is stored with the intention of distributing it to the 750 employees.\nat\nOS\ntl\n-.\naa PE\nea\nad\nhi",
  "page_7": "Social affairs\nAfter the health crisis, which began in 2020 and transformed our way of life, 2022 thwarted any expectations of a hypo- thetical ‘return to normality’\nNew, primarily geopolitical and climatic, crisis factors have appeared, once again severely impacting our industry.\nTools required in times of crisis\nThe energy crisis hit the steel sector particularly hard, forcing it to make large-scale of the ‘energy unemployment , use scheme, which applied from 1 October 2022. The steel sector naturally welcomed the rapid introduction of a dedicated scheme, characterised by the administrative simplification that was so urgently needed by large energy-intensive companies.\nHowever, the Belgian Steel Federation is calling for a structural reform of the temporary unemployment regimes to:\n= Standardise the various types of temporary unemployment, = Drastically reduce the administrative formalities for companies, Fully harmonise the blue-collar and white-collar schemes.\nIn 2022, as in previous years, the Federation advocated the need to reform the temporary unemployment regime to ensure flexibility and adaptability that can be directly implemented in the event of new crises.\nInadequate regulatory framework\nThe Federal Government has begun to implement its ‘Deal pour |'Emploi’ (Deal for Jobs) measures, which it presented as areform of the labour market to achieve its 80% employment rate target.\nThis long list of measures is not the most appropriate response to help companies in our sector to better address their challenges in the labour market, such as staff shortages, the transformation of employee skills in the context of the energy and digital transition, or a better work-life balance for employees.\nThroughout 2022, the Belgian Steel Federation carefully analysed these measures and all the new regulatory frameworks to properly inform companies in the sector and to pass on any of the sector's opinions and objections to the relevant bodies.\nInterprofessional dynamics\nIn the autumn of 2022, the Central Economic Counsel was finally allowed to publish its technical report on setting the maximum available margin for the next two years.\nThis margin was set at zero, leading to the immediate collapse of the interprofessional bargaining.\nAt the very end of 2022, and in the absence of a consensus from social partners, the Government provided the legal tools to both fix this (zero) margin while offsetting it with a ‘bonus’ system similar to the famous ‘Corona’ bonus and establish the various regulatory frameworks relating to the distribution of the welfare package and other measures.\nThe repeated breakdown of interprofessional negotiations on the wage margin and/or other issues are a worrying signal for the Belgian bargaining model.\nWhile the dynamics of this consultation reside largely with the sectors and companies, these levels of consultation need an interprofessional echelon capable of autonomously concluding balanced agreements for all social partners.\nIn 2022, the Belgian Steel Federation raised companies , concerns about the development of the interprofessional negotiations and about the introduction of a regulatory framework providing for the granting of a ‘purchasing power’ premium.\nIn summary, when it comes to social relations, steel companies require, more than ever before, appropriate support measures, a reliable legal framework and a positive dynamic of social relations, especially in the context of multi-crisis situations.\nNLMK Clabecq completes state-of-the-art rolling mill upgrade\nNLMK Clabecq has successfully completed its state-of-the-art rolling mill upgrade valued at 40 million euros. The upgrade includes a new descaling system and the revamping of the finishing mill, a unique layout for plate producers. These investments will also reduce direct gas consumption and direct and indirect CO, emissions by providing steels that reduce life-cycle CO, emissions.\nThe upgraded rolling mill will provide customers with best-in-class surface, flatness, and dimensional tolerances. These product ranges allow users to design lighter solutions that reduce life-cycle costs and emissions while maintaining top-notch quality.\na\n*\nTag!\n*\nLs |\n©\n-\n*\n*\n: Fe,",
  "page_8": "TZ, A,\nE M GROUP\nAt CRM Group, our activities are centred on the production, transformation, coating and use of metallic materials. We combine skilled and experienced research teams (275 employees) with unparalleled testing facilities covering the whole manufacture chain of metals, from raw materials to advanced steel applications, ranging in size from laboratory scale to pilot and even semi-industrial production lines. Recent activities are focused on climate neutrality and the digital transition of industry, in particular the steel industry.\nFor the European steel industry, facing the challenge of carbon neutrality by 2050, the transition from the Blast Furnace route (Coke based) to Direct Reduction route (Natural Gas and in the future Hydrogen based) will play a key role. Hence CRM Group has the complete set of skills and simulation & pilot tools to support the steel industry with the integration of the Direct Reduction route in their plants.\n= The simulation of the reduction paths (gas composition\nand temperature) representative of Direct Reduction\nshafts is possible in small reactors as well as in the HUGE\npilot facility able to produce DRI up to 30kg per batch. = The melting behaviour of DRI can be assessed at different scales from lab (coffee cup size) to semi-industrial scale (Pilot plasma furnace — 1.2 t, 1251). CRM Group is indeed commissioning a highly versatile pilot plasma furnace that will support the development of the new emerging steelmaking routes (hydrogen reduced DRI melted in electric arc furnace, smelting furnace...). As a research tool, the furnace will be highly instrumented (gas analysis, dust emission, temperatures...) and a digital twin will be developed.\nCentre for Research in Metallurgy\nwww.crmgroup.be\n= To increase the steel scrap recycling capacity and energy efficiency, while keeping competitiveness of the steelmaking sector, innovative technologies to pre-treat and clean the scrap before it reaches the steel furnaces need to be implemented. CRM Group is therefore investigating different innovative tracks related to scrap sorting and characterisation technologies as well as scrap upgrading solutions such as Cu removal in the liquid state or removal of Zn from galvanised scrap. The impact residuals and tramp elements may have on microstructure development and properties is also investigated in a systematic study allowing to model the behaviour of steels containing different residual levels.\nAlthough the prime objective is to avoid the emissions of CO,, the capture of CO, on industrial fumes followed by puri- fication and finally utilisation and/or storage of the pure CO, is expected to remain an important pathway. We are therefore currently revamping a semi-industrial CO, capture pilot plant based on the absorption technology with amine solvent, able to process up to 1000 Nm*/h of flue gas. Herewith we offer to our industrial partners a tool to assess CO, absorption technology at large for scale their application and help them to achieve their CO, emission reduction goals. The development of this pilot is done in parallel with the development of two other CO, capture pilot plants, one dedicated to adsorption processes (PSA, TSA, etc) and one which will be mobile, to be used directly on partners’ industrial site.\ni\ni.\njon pilot facility in\ni\n—e\n1\n“3.\nagit\n=5\n‘G\n4\nteed\nwee\nPilot plasma furnace\n}\nye a! =\nk\nly\nio 4\na\na\ncay\nme\na\n“|\nay |\nwg\ni\nat ee\n‘\na\nie\nvag\nie!\nlw asta\n=,\nae\nie\nHUGE Thermo-conves Ai.\n‘Direct Reduction’ configuration and DRI\nproduced in the HUGE reactor\nI\n‘————=—:\n=\nasl\nBe\nu\n7\nBe\nag pe\nyay\nt=\nae\n_\nut\nca |\n,\n—.\nCO, capture pilot for industrial processes\nhs 4\nAl\na\noo\nSee\no\na\nmare\nm7\n‘a\nSe ee\nA.\na\nay\n———\nAQ]\naI\n| , oe a )\neral\n»\noat,\n=\nb\na\nca ie a\nVe\nL]\n)\n| =.\n—_\n=\nier\nier!\n<5)\n#\n—\nar\naN\na||",
  "page_9": "info\nstee www.infosteel.be\nInfosteel is the steel construction sector’s information and promotion centre. Its slogan is ‘Together, for more steel in construction: The activities are built around 3 core princi- ples: connect - inform - inspire. These 3 aspects are present in almost all actions, among which the following deserve to be highlighted.\nInfo_Steel magazine\nAn important cornerstone in communication is the Info_Steel magazine which is dropped - largely free of charge - 4 times a year in over 2.600 letterboxes. A selection of different steel applications is presented more extensively in text and, above all, in pictures.\nTo organise all these actions, close collaboration with the main segments of the key value chain is essential : steel producers, steel traders and the steel construction sector.\nScore With Steel\nWhere the main focus is on inspiring architects and contrac- tors, the approach is placed under the umbrella of ‘Score With Steel’ In recent years, significant investments were made in the development of this specific communication strategy, and this approach has been successfully continued in 2022.\nSteel romotion, information - Infosteel\nTraining courses\nIn parallel with the end of the corona measures, traditional training has also resumed. In addition, a partnership was established with the SCI (Steel Construction Institute) to offer their online training courses to Infosteel members.\nManuals\nThe ‘Steel Design Books’ project is a good example of international cooperation sister organisations from the Netherlands, Germany and Switzerland, together with Infosteel, conceived a series of modern handbooks for BeLux on the design of steel structures according to the Eurocodes. The first book has also been published as an e-book.\nSteel Construction Contest\nThe 2022 edition was again a great success with 97 spectacular steel construction projects. It highlights the parties involved but can also be a vital source of inspiration for future constructors. All editions combined, more than 2.000 projects were put in the spotlights.\n=\nRy,\n| |\nee\n=\n*\nitl\nwe\nSL. aR\nif\nnS att) |\n|\nFa\n=\nie\na\n;\nle\nyh\nAll it\n10\neae fie\na\neo\nof\nxee\nkif eer\nSteg |\ney)\nscl\nSteel Knowledge\nftir Steel Design Books // Laureates Stee! Construction Contest 2022 (Antwerp city hall / Conversion of a chapel into a home/ Tondo-passerelle in Brussels / Agrotopia in Roeselare) ‘Score With Steel’campaign // Partnership with SCI (Steel Construction Institute) // Four issues of the magazine",
  "page_10": "Belgian Steel Federation\nRue Ravenstein 4, 1000 Brussels - T. +32 (0)2 411 - www-steelbel.be - E. kristel.bijnens@steelbel.be\nGSV is the professional organization representing the Belgian steel industry\nChairman\nManfred VAN VLIERBERGHE Chief Executive Officer, ARCELORMITTAL BELGIUM\nBoard of Directors\nJan CORNELIS\nSerge DALLENOGARE\nGert HEYLEN\nBertrand LEJEUNE\nLuc LIBERSENS\nCornelius LOUWRENS\nRenaud MORETTI\nDavid VALENTI\nCountry Manager ArcelorMittal Belgium, ARCELORMITTAL GENT\nGeneral Manager Chatelet Plant, APERAM CHATELET\nGeneral Manager Genk Plant, APERAM GENK\nDirector General, SEGAL / GROUPE TATA STEEL\nChief Technology and Innovation Officer Industeel,\nINDUSTEEL BELGIUM SA / GROUPE ARCELORMITTAL\nChief Executive Officer, NLMK EUROPE\nManaging Director, LIBERTY LIEGE-DUDELANGE\nGeneral Manager, THY-MARCINELLE SA / GROUPE RIVA\nDirector General\nPhilippe COIGNE\nape i\nAperam Genk - www.aperam.com\nAperam Chatelet - www.aperam.com\ni.\non\nArcelorMittal\n—\nArcelorMittal Gent - https://belgium.arcelormittal.com\nArcelorMittal Liege - https://belgium.arcelormittal.com\nIndusteel Belgium - https://industeel.arcelormittal.com\nNLMK La Louviére - www.eu.nimk.com\nNLMK Clabecq - www.eu.nimk.com\n«a\nTATA\nTATA STEEL\nSegal (Tata Steel)\nwww.segal.be\nThy-Marcinelle (Group Riva)\nwww.thy-marcinelle.com\nPULIBERTY Liberty Liége-Dudelange\nwww.libertyliegedudelange.be\nResponsible editor: Philippe Coigné\nCOVER (flltr.):\nGAB company building in Ternat, photo jvdb // Steel production at Aperam Genk, photo Aperam / Steelanol ArcelorMittal Ghent, photo ArcelorMittal Ghent\nSteel production at Thy-Marcinelle, photo Riva Group // Theunis bridge in Antwerp, photo jvdb // Steel production at NLMK La Louviére, photo NLMK"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
