{
  "file_name": "149_1453.pdf",
  "pages": {
  "page_1": "2024/ 2025\nCLIMATE\nPOLICY\nREPORI]\nCm ) @e",
  "page_2": "_\nas\nst",
  "page_3": "CONTENTS\nForeword ary\nStellantis position on climate regulation eee rere eee eee eee\neee eee eee eee eee eee ee eee eee eee eee\nOur governance and process for Public Affairs and Communications eee ee eee eee eee ee ee ee ee eee ee ee ee ee\ney a\nOur policy on association membership\nPee c weer c cece ences eee eeeeveseseeeeeses 15\nOur climate disclosure methodology and framework e nee eee eens\n16\nOur industry association selection criteria See e reece eee eee ee see eeeeeeeee 18\nIndustry Associations Review Smee ewe emcee Summary and conclusion eee eee eee\nenact cent eee eee eee e ee eneeseseeeeseseeseeses 19\neee eee eee eee eee ee eee eee ee eeeneeee 44",
  "page_4": "Foreword\nAs a global automotive company, we consider it is our responsibility to contribute to reducing the impact of our activities on the environment while offering our customers the products they want and need.\nAs part of its strategic plan adopted in 2022, Dare Forward 2030, Stellantis has set for itself the long-term goal of achieving carbon net zero by 2038 and taking a leadership role in decarbonization via a deep commitment to electrification. Dare Forward 2030 is in line and consistent with the Paris Agreement.\nToday, we are one of the world’s leading automakers aiming to provide clean, safe and affordable freedom of mobility to all through our iconic brands. We offer electric vehicles (EVs) across our product portfolio and in Europe alone, we have an industry-leading range of 40 battery electric vehicles (BEVS).\nSince the creation of Stellantis, however, the world has become more fragmented, and this trend is intensifying. There are growing signs that the pace and trajectory of the transition to clean mobility will vary from region to region. In this context, achieving the targets of our plan will come under pressure, as they are dependent on external enablers such as consumer demand, conducive government policies, and access to affordable, decarbonized energy.\nWith our strong regional anchorage and flexible multi-energy strategy, we believe Stellantis can adapt to evolving market dynamics and government regulations. As we manage internal transitions with the ongoing selection a new Chief Executive Officer and as we gradually expand our low carbon product and service portfolio worldwide, we will pursue our decarbonization strategy, always in compliance with applicable laws and regulations.\nProgressing at pace in this time of transition requires strong alignment with our ecosystems; we are committed to engaging openly, transparently with all stakeholders, and to working collaboratively towards shared goals. Stellantis’ Corporate Affairs department work closely with public authorities directly and through industry association alliances to establish the best possible environment for collective success.",
  "page_5": "In this first Climate Policy Report, Stellantis provides a methodology and insight into our governance for our climate and sustainability policy engagement with all stakeholders. The ‘Stellantis Way’ process is designed to provide a clear vision of our global climate policy engagement, both directly with public authorities and indirectly through our relevant industry association partners. This review is the result of working group activity between Corporate Affairs, Communications, ESG, Investor Relations, and CO, offices. It will be updated on a regular basis.\nws\n=\n)\na>\n7 A\nClara Ingen-Housz\nChief Corporate Affairs and Communications Officer\n‘a\n“|\nEd Ditmire\nGlobal Head of Investor Relations\nEstelle Rouvrais\nGlobal Head of Environmental ’ Social and Governance\nStellantis’ climate change ambitions, strategic KPls, and commitments have been published in our previous CSR and new Sustainability Statement, which are readily available on our website. For the purposes of this Climate Policy Report, please see the relevant links:\nN Stellantis 2024 Annual Report (Sustainability Statement: 169-278)\nN Stellantis CSR Report 2023\nN CSR Vision | Stellantis",
  "page_6": "Stellantis position on\nclimate regulation\nee\nIn this initial disclosure we focus on Stellantis' position on climate regulations most closely related to our automotive business and strategic plan, decarbonisation and alignment with global climate agreements. In future reports, we will endeavour to widen and focus on other areas.\nParis Agreement\nStellantis computes its carbon footprint in accordance with Greenhouse Gas Protocol and consistently with ISO 14064 standard.\nWhen Stellantis launched its Dare Forward 2030 strategic plan, the Company set itself the long-term goal of achieving carbon net zero by 2038, with single digit percentage compensation of the remaining emissions. Dare Forward 2030 is in line and consistent with the Paris Agreement. Stellantis is taking a leadership role in decarbonization via a deep commitment to electrification, with a strong product roadmap. With the target of 30% absolute GHG emission reduction by 2030 we are in alignment with the new SBTi interim pathway for OEMs (42% reduction in Well-to-Wheel -use phase of vehicles- between 2021 and 2030), and therefore compatible with limiting global warming to 1.5°C. We are aware that SBTi is developing a new automotive standard to replace the interim pathway for OEMs, expected to be finalized between 2025 and 2026. We will analyze this guidance as soon as it is available to evaluate the alignment of our methodology.\nDecarbonization and Carbon Net Zero\nOur strategic plan currently sets a target to reduce absolute greenhouse gas emissions (scopes 1,2 and 3) by 30% by 2030 vs. our 2021 baseline, and achieve carbon net zero by 2038 with single digit percentage compensation of the remaining emissions. The transformation to climate neutrality and the targets set in our Company strategic plan are dependent on external enablers including the pace of the industry's transition to full electrification, consumer market demand, conducive Battery Electric Vehicles (BEV) policies (e.g., charging infrastructure, BEV purchasing incentives), and the availability of decarbonized energy. These targets have become increasingly challenging in light of the trends in market dynamics, government policy and regulation that have emerged since the plan’s introduction. Although the targets remain in\n6\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_7": "place, and as we transition to appoint a new Chief Executive Officer, the speed and trajectory at which they may be met will be influenced by these trends.\nStellantis’ 2038 carbon neutrality commitment anticipates more than 90% reduction in emissions. For residual CO, emissions that cannot be abated, Stellantis will select carbon removal projects that strictly respect a set of robust quality criteria, which include additionality, permanence, proper quantification, monitoring, reporting and verification, no leakage, no harm requirements for local ecosystems and communities, and environmental, social and biodiversity co-benefits.\nCutting vehicle CO, emissions\nStellantis offers customers affordable mobility solutions that are sustainable for the planet and its citizens.\nStellantis is committed to ensuring compliance with applicable global GHG regulations, evidenced by its expanding Low Emission Vehicle (LEV)! lineup and strategic sales mix. Stellantis believes that global ambitions to tackle climate change, including the Paris Agreement, carbon neutrality by 2050, could be achieved if the economic, political and societal spheres adapt. Transition to low CO, transport and mobility at an increased pace requires policymakers to develop and implement a carefully coordinated plan that considers the economic and social challenges associated with this rapid transition.\nHowever, probable changes in GHG regulations in the near- and medium-term, particularly in the EU and in the U.S., are likely to have an impact on BEV market dynamics.\nSpecific regulatory positions\nInternal Combustion Engine (ICE) phase down dates. Stellantis is working towards the eventual phase-out of new ICE vehicles, relying on a strong electrification roadmap. Our roadmap may adapt in accordance with regulatory updates in the markets where we operate.\nCorporate Average Fuel Economy (CAFE) Standards - US. Stellantis supports emissions reduction and improved fuel efficiency through the broad deployment of electrified vehicles and is further committed to CAFE compliance.\nEPA Emissions Standards - US. In March 2024, the EPA released its Final Rule: Multi- Pollutant Emissions Standards for Model Years 2027 and Later Light-Duty and Medium- Duty Vehicles. While the targets were always aggressive, it is clear the final rule does not accurately reflect the current trajectory of market demand and the status of enabling charging infrastructure deployment. The targets should be reevaluated to better align with current customer demand and the reality of slow charging infrastructure deployment.\nEU CO, target emissions - EU. Stellantis is committed to reducing CO, emissions. Stellantis welcomes the European Commission's proposal for flexibility regarding CO, targets. It is a sensible first step in the right direction to maintain the competitiveness of our sector, while also staying true to the goals and reaffirming the commitment to electrification. In addition, Stellantis reiterates its call for vigorous, European-wide policies for encouraging demand.\n1 Low Emission Vehicles (LEVs) is the of Battery Electric Vehicles (BEVs) and Plug-in Hybrid Electric Vehicles (PHEVs) sum",
  "page_8": "Zero Emission Vehicle (ZEV) Mandate / Vehicle Emissions Trading Scheme (VETS) Order - UK. We remain in constructive discussion with the Government on how the market can be further stimulated to drive demand, especially with retail customers and how tweaks to the regulation can support achieving compliance. For us, it is important that demand is tackled urgently and together we find and implement proposals at speed. We call on government to further stimulate Electric Vehicle (EV) demand with the right policies, such as fiscal purchase benefits and accelerating charging infrastructure.\nEV charging infrastructure\nThe EV transition requires public authorities to actively support the development of an affordable and sustainable mobility ecosystem through the wise use of regulatory frameworks and financial tools. The energy sector's ability to provide sufficient decarbonized electricity is particularly important. The availability of a convenient and widespread recharging and fast charging infrastructure will play a crucial role and must be facilitated; Stellantis’ initiatives on charging infrastructure should be complemented by policy and public investments. Additionally, the cost of electricity in certain markets hinders total cost of ownership (TCO) parity between BEV and ICE vehicles, especially for drivers who depend on public charging.\nSpecific regulatory positions\nCalifornia Air Resources Board (CARB) - US. In March 2024, Stellantis entered a partnership with the CARB to expand its ongoing commitment to strengthen its electrification offensive through educational efforts for U.S. consumers and dealers on the benefits of EV. This includes collaborating with Veloz, the leader in promoting EV awareness efforts, providing discounted EVs to organizations in disadvantaged communities, and building upon ongoing efforts and contributing an additional $10 million for the installation of public EV chargers.\nStellantis has also joined with other OEMs to create an unprecedented new charging network joint venture that will significantly expand access to high-powered charging in North America. The new charging stations will be accessible to all battery-powered electric vehicles from any automaker using Combined Charging System (CCS) or North American Charging Standard (NACS) and are expected to meet or exceed the spirit and requirements of the U.S. National Electric Vehicle Infrastructure (NEVI) program. In February 2024, that joint venture — IONNA - launched operations.\nAlternative Fuels Infrastructure Regulation (AFIR) - EU. The availability of charging infrastructure is the foundation for the transition to low- and zero-emission vehicles. It will determine the future market of low- and zero-emission vehicles in Europe: The more charging points there are, the easier it is for consumers to switch to cleaner vehicles. To cover every charging situation (at home, at work, on the street, during travel, at the shopping center, etc.), there are public charge points and private charge points required, and their number has to grow rapidly. The AFIR infrastructure targets for public charging infrastructure (1.3 KW/BEV and 0.8KW/PHEV) are only minimum targets. We would like to\n8\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_9": "see the quantitative requirements complimented with qualitative targets:\ne Homogeneous geographical coverage, consistent with population and roads/travels density to avoid ‘blank spots’ in sparsely populated areas; Higher density of public charge points (‘density parameter’) in densely populated areas because of the limited space available for installation of private charge points; Require minimum annual uptime of 99%; Ensure mandatory implementation of ad-hoc payment options (credit or debit card); Ensure affordable electricity to avoid discrimination of customers without private charging capability; and Encourage Mobility Service Providers (MSPs) to continue expanding their roaming networks to facilitate EU-wide international travel.\nle i,\n~\nF a=)\nHy ]\nPF yf\nMy Uj Y\nwy\nY;\n1\nY / i: (')\nY\nw/,\n\\\\\nta\neh\ni\nntsc i aS A /\n—\n ——\ntn A Lame dy fs / Vey, _\n-\nPY a\nAf”\n0 |\n4\n44 |\ney,\ni444\nif\n1144 5\nSs\nha)\nUy HH)\nTh\nIf,\n//\nbed,\nUy\nyy\n4\na Nig)\na ae,\na\n— es es ae\na\na\n—— ee lta,\neS\n—\neg ad\ntad\nwee oe oe\nDh,\n7\n1,\ntA Ve /,\nDp\nONS\n~~ “\n~ y\nfas th\nan,\nFe\ni\nVy\n4\nhd a?\nq\nWp\nKEY\nI;\nYi\n“yp\ni\nAiba\nW\nNX\n» 2 oS\n44]\nA MA,\nALS I,\ney\nWG\n‘Y\ny\nigh\n= /\n~ By. rag\nie\nTL\nLdbde\n” bilan\n\\\nif i, / p\nif iy Y j\n44 eee)\nif\n4%\nLy\ni\n4\ni",
  "page_10": "EV incentives\nWe welcome EV purchase incentives to drive and boost EV adoption and support affordable mobility. Manufacturers are doing their part by increasing EV supply to achieve government targets, but manufacturers alone cannot drive demand.\nIndustrial and sites carbon footprint\nStellantis’ Manufacturing and Supply Chain department is committed to the Stellantis Environmental and Energy Policy and the Stellantis Carbon Net Zero target. To achieve these targets, Stellantis employs a strategy with several interconnected work streams. For instance, the shift from gray to green electricity emphasizes energy reduction to prevent oversizing new installed capacities. This strategy is founded on two key actions: energy efficiency and energy transformation. Both pillars are financed through our own Capex and external investments, such as power purchase agreements energy performance contracts, and energy supply contracts.\nCarbon footprint of the supply chain: purchasing and logistics\nSuppliers are part of Stellantis’ approach to reduce CO, emissions, focusing on emissions generated from the production of goods and services purchased by Stellantis. Stellantis’ purchasing department defined a target to increase the share of Annual Purchase Value from key suppliers with CO, reduction targets compliant with the Paris Agreement to 95% by 2030. Stellantis has also developed research and innovation recommendations for suppliers within our Global Responsible Purchasing Guidelines to encourage the development of products with a lower environmental impact.\nOur logistics operations are handled by a variety of external operators, depending on the origin and destination of the goods. Stellantis adopted internal logistics guidelines that provide direction on how to reduce logistics carbon footprint including methodologies to reduce the impact of freight and vehicle movement. Stellantis' logistics approach focuses on the optimization of logistics flows regarding network, mode and capacity, to improve performance and minimize impacts on the environment by exploring and prioritizing alternatives to road transport and by requesting suppliers to use recyclable or reusable packaging raw materials for new projects vehicles.\nSpecific regulatory positions\nCarbon Border Adjustment Mechanism (CBAM) - EU. As we navigate the changes brought by the Carbon Border Adjustment Mechanism (CBAM) and the phase out of the free allowances in the European Emissions Trading System (ETS), our teams are proactively monitoring developments. We are committed to minimizing the expected impacts by collaborating with our suppliers, maintaining our competitive edge and adjusting our sourcing strategy if necessary. Stellantis is also monitoring closely the announced implementation of a similar mechanism in the UK.\nEV trade tariffs. As a global company Stellantis believes in free and fair competition in a worldwide trade environment.\n10\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_11": "Our governance\nand process\nfor Public Affairs\nand Communications\nStellantis Code of Conduct\nThroughout the Stellantis business globally we act and hold each other accountable through the Stellantis Code of Conduct, which is defined by our Company purpose and underpinned by our four core values. These four core values are also central to our Dare Forward 2030 strategic plan.\ne We Are Customer Centric e We Win Together e We Are Agile & Innovative e We Care for the Future.\nThe Stellantis Code of Conduct is integral to our approach and our decision-making processes; it provides guidance on what is expected of Stellantis employees. All employees are subject to the Stellantis Code of Conduct. It reflects our commitment to a culture of integrity, responsibility, and ethical behaviour in all areas of our business and throughout the entire value chain, and in compliance with applicable laws, regulations and policies. Stellantis Public Affairs activity is captured within the Stellantis Code of Conduct outlining our work with Governments, how we provide information, our anti-bribery stance, and lobbying and political contribution approach.\nN Code of Conduct & Compliance | Stellantis N Stellantis_CoC_EN.pdf\nStellantis Public Affairs Charter\nOur Public Affairs Charter supplements the Code of Conduct by providing additional detail and guidance on the application of Public Affairs in daily practice.\n1",
  "page_12": "re\nee\nak\nwe\ne\nSS\n—\nSS\nThe Stellantis Public Affairs Charter outlines the main principles of reference and the roles and responsibilities. It also outlines Stellantis’ involvement with industry associations, position taken and alignment processes.\nThe Stellantis Public Affairs Charter is applicable to all Company employees engaged in Public Affairs globally, including all employees who interact with public institutions and authorities such as governments, parliaments, administrations, and local authorities. Stellantis employees who are not part of the Public Affairs department must inform the department if there is the need to engage with public institutions and authorities following a request for information and/or dialogue from public institutions and authorities on matters with a potential strategic, financial, legislative, or reputational impact on the activities and markets of interest. Employees acting as representatives with public institutions and authorities must adhere to the principles of this Charter.\nStellantis’ Public Affairs department track all relevant legislation, provide input to the most material consultations and develop policy positions for future regulation as more details are made available, working closely with relevant public authorities.\nThe Chief Corporate Affairs and Communications Officer, a member of the Executive Team, who reports directly to the Chair of the Interim Executive Committee, oversees all activities of the Public Affairs department globally. The Corporate Affairs and Communications Officer is responsible for the oversight of Stellantis Public Affairs strategy and activities. The regional Public Affairs leads report to the Chief Corporate Affairs and Communications Officer and oversee the work of their teams and compliance with the Public Affairs Charter.\nN Group Public Affairs Charter Procedure (stellantis.com)\n=\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT\n12",
  "page_13": "Public Affairs Delegation of Authority\nStellantis’ Public Affairs department does not determine Stellantis’ company positions on specific topics in which we engage with public authorities but supports management in those interactions, with a view to ensure proper and effective engagement whilst preserving the Company’s freedom to act.\nOur internal delegation of authority process instructs that any new positions, or any reiteration of positions or provision of information in support of positions already public, impacting relationships with any Government, NGOs, other stakeholders at regional or global level are approved by Regional Chief Operating Officer or Executive Chairman, respectively.\nGlobal communications\nExternal communications, either through direct interviews with media or speaking engagements, are undertaken at senior executive level by members of our Interim Executive Committee, Executive Team, Executive Vice Presidents (EVPs) or Senior Vice Presidents (SVPs).\nWith every opportunity there is a process to determine whether Stellantis should participate or contribute to the external narrative on a specific topic. Criteria is assessed and a decision is made between the regional communication lead, topic area experts and central corporate communications. Once the opportunity is confirmed, content is prepared in line with the Company's position on the agreed topic.\nCommunications guidelines\nOur Responsible Communication guidelines ensure that Stellantis’ societal and environmental requirements are applied to all forms of public communication.\nN Stellantis_Responsible_Communication_Guidelines.pdf\n13",
  "page_14": "38\ni\"\nre\na—!\nSs\na\na\n(/\n\\\\\n)\nai\nood\n,\ngre\n7.\nbi\ni\n.\nMa\n(IP oe,\na)\n4 4\nied:\noa\n2’\nqe\n=<\noS”\nf\n»\nfi\nPte\nee\nFF\nee\n3\nfees oe!\nf+\nMk\ndal\naf\n2\n79\noe\n>\n*@\naa\n7s\n-\nig\n-\n“«,\nOre\nsé\n= ty\nhe\nle\n7\nmw ¢\n+\naa\nLa]\n-\noe\ner\nee\n\"Lt\n+s\n-\n*\n5 CLIMATE POLICY\n@ STELLANTIS 202:\n14",
  "page_15": "Our policy\nOn association\nmembership\nThe Stellantis Audit and Compliance team oversees the operational procedure for all third-party due diligence, including industry association memberships. The Stellantis Third-Party Due Diligence Program has been established to identify the legal and reputational risk to Stellantis of doing business with specific third parties, to quantify such risks, to conduct due diligence reviews relative to the risk that is identified and to provide relevant information to Stellantis business functions\nThe scope of the program includes all Stellantis business partners, but due diligence is performed only for partners that meet certain risk criteria. The risk criteria are set by the Due Diligence Core Team reporting to the Chief Audit and Compliance Officer. Our current criteria combine functional, jurisdictional, financial and reputational risk\nWhen considering becoming a member of an industry association, business cases are developed on a function-by-function basis outlining the alignment with our corporate objectives and financial requirements\nBelow is a selection of Stellantis’ industry associations and memberships engaged on Climate Policy\nAary\nBuropecn VERE so lation\nALLIANCE\n= FOR AUTOMOTIVE\nVDIK\nUs \\NNOVATION\nE\nPF\nPras\nNFAC\na MOBILITES\nMAUTAR GEPJARMOMAKE EOVESOLE\ns\nElectric Drive Transportation Association\ndCed\nCANFIA\nAMERICAN AUTOMAKERS\nDRIVING THE\nDRIVING MOBILITY FOR EUROPE\nAssocanone Nanonaie:\nMOTOR INDUSTRY\nIndust Atommobiletica\nCcCCcAM\nVGIC\nVDA Verband Automobilindustrie der\nVEHICLE-GRID INTEGRATION COUNCIL\nAO\nBUSINESSEUROPE\nE POF\nAIAG\nCaletETC\nPreviously published list of automotive associations of whom Stellantis is member, can be found on pages 188-189 N Stellantis CSR Report 2023\n15",
  "page_16": "Our climate disclosure\nmethodology\nand framework\nTo determine the Stellantis Way in disclosing climate positions and alignment between us and the industry associations we work with, the first step was completing a deep dive into existing disclosures and reviewing best practice examples and benchmark requirements.\nTo ensure governance around the process, a working project group was established with regular weekly touchpoints with key contributors from Public Affairs, Communications, ESG, Investor Relations and our CO, office colleagues globally. This group is overseen by the Chief Corporate Affairs and Communications Officer.\nThis initial disclosure focuses on our global methodology, governance and decision-making processes.\nIn Stellantis’ inaugural disclosure, we chose to focus on the climate policy positions and that align most closely to our company strategy with a deep dive focusing on the following:\ne Paris Agreement e Decarbonization and carbon net zero e Cutting vehicle CO, emissions including ICE phase out dates, emission standards, EV charging infrastructure and EV subsidies e Industrial and sites carbon footprint reduction e Supply chain carbon footprint reduction including CBAM and EV trade tariffs.\nOn agreement of the Stellantis climate policy positions focus within the working project group, the process for assessment for the review of industry associations positions was developed. Using the same climate policy focus areas, with the engagement and inputs from in-country Public Affairs managers and leads for industry associations, assessment and evidence was gathered against each climate policy topic.\n16\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_17": "For each topic, the industry association’s climate policy position alignment with Stellantis climate policy position was assessed and categorised to being aligned, partially aligned, misaligned, or no public statement.\nIn the event of partial alignment or misalignment between Stellantis climate policy position and industry association climate policy position, the working project group agreed on measures to be taken to improve alignment. As published in the Stellantis Public Affairs Charter, when a trade association seeks to take a position inconsistent with that of Stellantis, the Public Affairs department will engage with the trade association to convey the position of Stellantis to mitigate any inconsistency or misalignment. Depending on the circumstances, Stellantis may decide to advocate separately for its own position on the topic. Stellantis regularly reviews its memberships in trade associations or public interest bodies and may from time to time decide to join or exit a trade association.\n——,\n—\ns\nay\n~\n==\n= <a\nowe\n7",
  "page_18": "Our industry\nassociation selection\ncriteria\nFor the purposes of this initial climate policy disclosure report, through the governance of the working project group, Stellantis will focus, review and assess eight industry associations. These associations have been selected because they are major and relevant associations in our key business and geographical regions.\nIn addition, the selected industry associations have Government engagement and lobbying across a wide range of topics including, but not exclusive to, climate as their core practices.\nThe 8 selected industry associations for assessment in this report are:\nCountry / Region\nIndustry Association\nEurope\nACEA\nEurope\nRECHARGE\nEurope\nBusinessEurope\nGermany\nGerman Association of the Automotive Industry (VDA)\nSpain\nSpanish Association of Automobile and Truck Manufacturers (ANFAC)\nUK\nSociety of Motor Manufacturers and Traders (SGMMT)\nAlliance of Automotive Innovation (AAI)\nUS\nUS\nElectric Drive Transportation Association (EDTA)\nStellantis rejoined ACEA, starting in January 2025. At this time of challenge for the European automotive industry, it is important to dialog with our peers and stakeholders to develop a shared understanding of the path forward. We believe the ACEA is the right platform to do so\n18\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_19": "Industry Associations\nRAVIEW\nACEA\nGeneral information\nCountry / Region ACEA\nTop Group\nRepresentative\nPosition of\nrepresentative\nwithin association\nJean-Philippe Imparato, Chief Operating Officer, Enlarged Europe\nMember of the Board of Directors\ndCed\nDRIVING MOBILITY FOR EUROPE\nObjective\nParis Agreement\n19\n\"ACEA unites Europe's 16 major car, truck, van and bus makers. We are progressing on the road to zero-emission and zero-fatality transport. We are addressing major technology shifts and the changing mobility needs of Europeans. ACEA is working towards a new era of mobility, where all Europeans can access affordable transport solutions that are green & clean, smart & efficient, safe & reliable. Our aim is to drive Europe’s mobility transformation - while at the same time ensuring that the auto industry remains a strong Global & Competitive player.\"\nN ACEA, About ACEA\n\"The automobile industry embraces the Paris Agreement and its goals. Manufacturers also support the climate protection initiatives of the European Commission, such as the ‘Clean Planet for All’ strategy, provided all stakeholders contribute their share and the achievements to date are taken into account.\"\nN ACEA 10 Point Plan\nPosition on Climate Positions",
  "page_20": "Decarbonization\nand carbon net zero\nCutting vehicle CO, emissions including\nICE phase out dates\nEmission standards (CAFE, EPA, ZEVM etc)\n“All the auto industry's efforts are geared towards zero-emission mobility. Industry has sound proposals and solutions to make this transformation happen. Policies and regulations should align with and support the overarching goal of reaching zero-emission transport: in Europe and made in Europe.”\nN DG Message on holistic policy approach to Zero Emission Mobility\n\"Thanks to continuous industry investments, last year one in five all new cars sold in the EU had a plug. By 2030 this is forecast to rise to three cars in every five - putting the EU ahead of all other world regions...Automakers are ready to collaborate with EU policy makers to address the significant social and industrial challenges this transformation brings.\"\nNACEA media statement on CO, targets\n\"EU vehicle manufacturers, united in the European Automobile Manufacturers’ Association (ACEA), are fully committed to bringing CO, emissions down to zero, supporting Europe's goal of reaching climate neutrality by 2050.\"\nNACEA position paper on revision CO, targets\n“ACEA members are fully committed to deliver the ambitious 2025 and 2030 CO? reduction targets.” “A lot will be delivered by the industry over the coming decade: By 2030, CO, emissions from new passenger cars will have to be cut by more than 60% from a 2005 baseline; emissions from light commercial vehicles will have to go down by 31% between 2021-2030 [and] a 30% reduction is expected for heavy-duty vehicles by 2030 compared to a (still unknown) 2019 baseline.”\nN ACEA 10 Point Plan\n\"The European vehicle industry reaffirms its commitment to the EU’s 2050 climate neutrality goal and the shift to zero-emission mobility. However, with the 2025 clock ticking, manufacturers face mounting challenges meeting CO, reduction targets due to sluggish demand for battery electric vehicles and a deteriorating economic climate.\"\nNACEA media statement on 2025 CO, targets\n20\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_21": "EV charging\ninfrastructure\n(CARB,NEVI, AFIR\netc)\nEV subsidies\nIndustrial and sites carbon footprint reduction\nNo specific statement\nSupply chain carbon footprint reduction including:\n\"The European auto industry is investing substantially in electrification. But meeting CO, targets isn’t just about vehicles alone, infrastructure matters.\"\nNACEA report Charging Ahead\n\"EU electric car sales grew three times faster than charging point installation between 2017 and 2023, ACEA’s report shows. Looking ahead, the EU needs eight times more charging points annually by 2030, according to industry estimations.\"\nN ACEA media statement on charging infrastructure\n\"Many European countries offer fiscal support to stimulate market uptake of electric commercial vehicles, but these tax benefits and purchase incentives differ widely...EU member states offer a lower number of tax benefits and purchase incentives for electric commercial vehicles compared to electric passenger cars.\"\nN ACEA Annual Overview of European fiscal measures for EV purchase\n\"ACEA believes that the system should be as equitable, predictable and\nburdenless as possible. At the same time, it should of course be capable of\nachieving its environmental goals....\\With respect to the decarbonisation of\nfuels and the set-up of the CBAM all energy carriers need to be part of a\nstronger EU ETS to ensure the decarbonisation of the transport sector as\na whole. This will be instrumental in decarbonising Europe's current vehicle\nfleet through all energy carriers and in pushing carbon to a price level that\nstarts to drive real change.\"\nNACEA position paper on CBAM\n\"We need to stay in the race and make sure we can be globally competitive\nSecure a level playing field for sustainably made European vehicles by\ndefending fair and free trade rules and ensuring access to critical supplies.\"\nN ACEA Future Driven Manifesto\nAs we have recently re-joined ACEA, we are currently reviewing the positions taken by ACEA, which may result in partial alignment on some topics. From our review to date, ACEA is transparent in its support for Paris Agreement and calls for sound proposals and solutions to support the transformation to zero emission mobility. ACEA is aligned on our commitment to reducing carbon emissions and the need for increase in incentives and charging infrastructure. ACEA and Stellantis are in agreement for the need of free and fair-trading conditions to ensure the competitiveness of the European automotive manufacturers.\nCBAM\nEV trade tariffs\nResult of Review\n21",
  "page_22": "RECHARGE\nREICHARGE\nGeneral Information\nCountry / Region\nEurope\nTop executive\nN/A\nRepresentative\nPosition of\nrepresentative\nN/A\nwithin association\nObjective\nPosition on Climate Positions\nParis Agreement\nDecarbonization and carbon net zero\nCutting vehicle CO,\nemissions including\nICE phase out dates No specific statement\nEmission standards\n(CAFE, EPA, ZEVM No specific statement\netc)\n\"We advocate for the sustainable development of an innovative\nand competitive rechargeable and lithium batteries value chain in\nEurope — a battery industry capable of taking Europe to climate-\nneutrality and industrial leadership. \"\n\"Advanced rechargeable batteries are a key enabler for the transition towards low-emission mobility and decarbonised energy generation. Without them, the target of a climate-neutral economy by 2050 and the 2°C Paris Agreement goal cannot conceivably be reached.\"\nN RECHARGE Manifesto\n\"We expect that the measures in the final Regulation will deliver on advancing the decarbonisation and energy transition, and that the European batteries value chain becomes a competitive global leader, able to contribute to energy security on the continent and to a resilient EU economy.\"\nN RECHARGE media statement on Battery Regulations - - Czech Council Presidency\nNo specific statement\n22\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_23": "EV charging infrastructure (CARB,NEVI, AFIR etc)\nEV subsidies\nIndustrial and sites\ncarbon footprint\nreduction\nSupply chain carbon\nfootprint reduction\nincluding:\nCBAM\nEV trade tariffs\nResult of Review\nThe analysis of RECHARGE's climate policy positions shows full alignment with Stellantis’ climate policy on the items where a RECHARGE climate policy is available. RECHARGE very clearly expresses its commitment to and publicly promotes decarbonisation and net zero targets, lobbying for workable regulation and EV battery ecosystem to support the EV transition. Beyond batteries, RECHARGE's core area, they promote EV charging infrastructure and carbon footprint reduction in the relevant industries. RECHARGE is fully committed to the Paris Agreement and relates to it in their mission statement.\n23\n\"Batteries are one of the most energy-efficient powertrains. They are cost-efficient and consumer-friendly, and through a smart charging infrastructure can provide important support services to the electricity grid\".\nN RECHARGE REDII Consultation response\nNo specific statement\n\"RECHARGE calls for increased renewable energy targets (RED I!) to\nfurther reduce GHG emissions in transport, electricity and building\nsectors\".\nN RECHARGE REDII Position Paper\n\"We call on policymakers to prioritise game-changing legislative\nmeasures such as due diligence and carbon intensity (see\nArticles 7, 39), compared to low-impact measures (see Articles\n8, 10). If correctly implemented, both the carbon footprint and\ncomprehensive due diligence across the supply chain (including\nmanufacturing and recycling), have an unsurpassed steering\npotential to push European competitiveness based on sustainability\nand responsibility.\"\nN RECHARGE media statement on Battery Regulations - French Presidency role\n“The carbon footprint and due diligence measure now have the potential to not only prevent underperforming batteries from entering the EU market but to work on product-level on the EU's climate-neutrality and sustainability objectives”.\nN RECHARGE media statement on Battery Regulations\nNo specific statement\nNo specific statement",
  "page_24": "BusinessEurope\nGeneral information\nCountry / Region\nEurope\nTop executive\nN/A\nRepresentative\nPosition of\nrepresentative\nN/A\nwithin association\nBUSINESSEUROPE\n2\nObjective\nParis Agreement\nDecarbonization\nand carbon net zero\nCutting vehicle CO, emissions including:\nICE phase out dates No specific statement\nBusinessEurope is the leading advocate for growth and competitiveness at European level, standing up for companies across the continent...Policy changes, aiming at sound economic, social and environmental progress in a Resilient European Union with Energy at affordable prices, Better and simpler regulation, Open and rules-based trade leading to more Opportunities in the Single Market through Technological innovation and talent development\nN REBOOT - BusinessEurope Misson and Priorities\n“Climate change is a global challenge that requires global actions. BusinessEurope is committed to and aware of the challenges that climate change presents as well as the impacts of human activities This is why we highly welcomed the Paris Agreement, which reflects the long-term objective of limiting global warming below 2°C.”\nN Energy and environment - climate change policies\n“BusinessEurope fully supports Europe's intentions to move to a healthy, competitive economy that is driven by low-carbon modes of transport. It is however important that this support is given from a technology and fuel-neutral point of view, so that all technologies are able to compete.”\nN Energy and environment - climate change policies\nPosition on Climate Positions\n24\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_25": "Emission standards\n(CAFE, EPA, ZEVM No specific statement\netc)\n“Adequate financing and deployment of the necessary alternative\nfuel infrastructure for all transport modes across the EU and\nalong the TEN-T to meet the objectives of the Alternative\nEV charging\nFuels Infrastructure Regulation (AFIR) and comply with EU\nclimate and decarbonisation targets. The focus should be on\ninfrastructure\n(CARB,NEVI, AFIR charging infrastructure for passenger cars, light and heavy-duty\netc)\nvehicles, both in urban and peri-urban areas, hydrogen refuelling\ninfrastructure.\"\nN Position Paper - Priorities for the EU Transport sector beyond\n2024\nEV subsidies\nNo specific statement\n“Foster industrial decarbonisation through effective demand-\nside measures...Implementing sustainability criteria for public\nprocurement in all Member States would stimulate demand for\nIndustrial and sites\nclean tech and decarbonised products in Europe. Many consumers\ncarbon footprint\nare still hesitant or unable to pay ‘green premiums’ for decarbonised\nreduction\nproducts.”\nN Position Paper - Energy and Climate transition: How to\nstrengthen the EU’s competitiveness\nSupply chain carbon footprint reduction including:\n“Based on the findings of the study, BusinessEurope has developed\nconcrete proposals across the following areas: ...- Tackling the\ncarbon cost differential and ensuring effective implementation of\nCBAM\nCBAM.”\nN BusinessEurope energy price gap study\nEV trade tariffs\nNo specific statement\nResult of Review\nThe analysis of Business Europe's climate policy positions shows alignment with Stellantis’ climate policy on the items where a Business Europe climate policy is available. Business Europe clearly expresses its commitment to and publicly promotes decarbonisation and net zero targets, lobbying for workable regulation. Business Europe promote EV Charging infrastructure and decarbonisation of the relevant industries, in particular electricity generation. Business Europe is committed to the Paris Agreement and relates to it in many of the analysed publications.\n25",
  "page_26": "German Association of the Automotive Industry (VDA)\nGeneral information\nGermany\nCountry / Region\nPosition of representative within association\nTop Group Florian Huettl, OPEL CEO and Stellantis EVP Representative\nObjective\nPosition on Climate Positions\nParis Agreement\nDecarbonization and carbon net zero\nMember of the Board of Directors\n“On the way to climate neutrality, we are further developing the mobility offers. The German Association of the Automotive Industry (VDA) ensures the right framework conditions.”\nN VDA - About Us\n“For the automobile industry — for the more than 600 member companies of the VDA and their approximately 800,000 employees — the transformation to climate-neutral road transport is a challenge as well as an incentive. Our goal is climate-neutral mobility in Europe by 2050 at the latest — in line with the Paris climate protection agreements.”\nN VDA Annual Report 2022\n“In addition to digitization, the mission of climate neutrality is a task of the century and an enormous opportunity. We want to be a global example of a transformation that is geared towards climate goals and at the same time creates prosperity, economic growth and jobs.”\nN VDA press release on R&D investment by 2026\nVDA Verband der\nAutomobilindustrie\nCutting vehicle CO, emissions including:\nICE phase out dates\nEmission standards (CAFE, EPA, ZEVM etc)\nNo specific statement that questions the timeframes.\nN VDA press release on Ten Point Plan\nVDA advocates bringing forward the CAFE review from 2026 to 2025.\nN VDA press release on Ten Point Plan\n26\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_27": "EV charging infrastructure (CARB,NEVI, AFIR etc)\nEV subsidies\nIndustrial and\ncarbon footprint\nreduction\nSupply chain carbon footprint reduction including:\nCBAM\nEV trade tariffs\nResult of Review\nThe analysis of VDA’s climate policy positions shows alignment with Stellantis’ climate policy. VDA clearly and publicly supports the Paris Agreement climate protection and advocates on the opportunities for decarbonisation and is aligned on net zero targets. VDA and Stellantis are aligned on CAFE emission standards, with VDA calling for review dates to be bought forward and are actively calling for public and private charging infrastructure as a top priority.\n“The manufacturers and suppliers of the German automotive sites industry will invest more than €220bn in electromobility including battery technology, digitization and other research fields between 2022 and 2026.\"\nN VDA press release on R&D investment by 2026\n“The expansion of the private and public charging infrastructure is a top priority for the automotive industry in order to achieve the expansion of electromobility required to meet the CO? reduction target. Given the need to use all climate-friendly technologies to achieve the climate neutrality target, renewable fuels must also play a central role in addition to the ramp-up of electromobility.”\nN VDA Position Paper Fit for 55\nVDA rejects the demand for direct purchase incentives for EVs. However, it has successfully called for a reduction in company car tax for EVs.\nN VDA press release on Ten Point Plan\n“The carbon border adjustment mechanism (CBAM) is part of the ‘Fit for SS’ package. The high level of ambition of the European Green Deal creates a risk that companies will relocate their production to other countries to avoid the costs associated with climate action. This is known as carbon leakage. In the worst case, carbon leakage can lead to higher CO? emissions and a decline in economic strength in the EU. The carbon border adjustment mechanism is designed to create a level playing field and ensure that the price of imported goods more accurately reflects the CO? pollution generated during production. However, the design of this instrument is complex because it must be ensured that the instrument is compatible with the rules of the World Trade Organization (WTO). Accordingly, there must be no protectionist import restrictions that unilaterally disadvantage imports. Although the WTO rules allow exemptions for environmental goods, it is unclear whether this can be asserted for the CBAM.”\nN VDA Fit for 55 package\nNo specific statement\n27",
  "page_28": "Spanish Association of Automobile and Truck Manufacturers (ANFAC)\nLe Movilidsd AANFAC del Futura\nGeneral information\nSpain\nCountry / Region\nTop Group\nN/A\nRepresentative\nPosition of representative within association\nN/A\nANFAC is an interest group whose mission is to promote the proper development of the Automotive Sector by contributing to the general interests of the country. ANFAC researches, deepens and disseminates a better knowledge of technical, economic and social aspects in order to promote the harmonious progress of the sector, for the benefit of all economic agents, based on its experience and technical knowledge. ANFAC's mission is underpinned by the values: Integrity, Transparency and Equal Access.\nObjective\nN ANFAC About Us\nPosition on Climate Positions\n“ANFAC supports the decarbonization of transport as part of the effort to meet the objectives of the UN Framework Agreement on Climate Change.”\nParis Agreement\nN ANFAC | Decididos a liderar la nueva movilidad\n“ANFAC supports the net zero goal for 2050.”\nDecarbonization and carbon net zero\nN ANFAC | ANFAC presenta su modelo de descarbonizaci6n y electrificacién del parque hasta 2030\nCutting vehicle CO, emissions including:\n“ANFAC shares the European phase-out objectives approved in the Fitx2055 package.”\n“ANFAC insists that what is relevant to meeting such objectives is that the necessary contextual elements are in force and efficient: Availability of a charging network in number and quality, Sufficient and efficient demand incentive systems, Industrial policy for the automotive industry aligned with decarbonisation objectives”\nICE phase out dates\nN ANFAC | Salir a ganar\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT\n28",
  "page_29": "“ANFAC has no position on the review of the CAFE objectives or on fines.”\n“ANFAC is fully aligned with ACEA in the claim that the necessary enabling conditions must be sufficient and timely to allow the efforts made by manufacturers to achieve the expected objective.”\nEmission\n(CAFE,\netc)\nstandards “For ANFAC, the CAFE objectives require a common effort; EPA, ZEVM they cannot be achieved only with the efforts of automobile manufacturers.”\nEV charging infrastructure (CARB,NEVI, AFIR etc)\nEV subsidies\n“ANFAC's efforts are focused on ensuring that such conditions are\nimplemented in Spain.”\nN Recasens (Anfac): “Estamos negociando ayudas directas a la compra de coches eléctricos con el Gobierno para 2025” | Empresas | Cinco Dias\n“ANFAC considers that AFIR's objectives are insufficient in number and power, in line with ACEA's position. We also believe that they should be binding.”\n“ANFAC prioritizes its action in ensuring that such deployment takes place in Spain by proposing different initiatives, studies, methodologies, etc.”\nN ANFAC | La red de acceso publico de recarga vuelve a crecer con un 10% durante el segundo trimestre de 2024\nN ANFAC | La red de acceso publico de recarga aumenta un 10% durante el primer trimestre de 2024, con 3.121 nuevos puntos\nN Recasens (Anfac): “Estamos negociando ayudas directas a la compra de coches eléctricos con el Gobierno para 2025” | Empresas | Cinco Dias\n“ANFAC considers that incentives for EVs and PHEVs are essential for demand to reach the levels required by the CO, objectives. To this end, it focuses its action on proposing improvements to the demand support plans, both for passenger and commercial vehicles and for heavy vehicles.”\n“These proposals include fiscal measures at national and local level.”\n“At European level, we defend the need for new lines of European funds that allow financing such incentive plans, avoiding a two-speed Europe.”\nN Recasens (Anfac): “Estamos negociando ayudas directas a la compra de coches eléctricos con el Gobierno para 2025” | Empresas | Cinco Dias\n29",
  "page_30": "Industrial and sites\ncarbon footprint\nreduction\n“ANFAC defends a Spanish industrial policy that prioritizes the automotive sector, and that has powerful lines of public action aimed at:\ne Electrifying production e Decarbonizing the production process e Digitalizing the production process e Reducing energy and logistics costs e Maintaining labor flexibility and competitiveness e Achieving circular and low-carbon production processes.”\nN ANFAC | ANFAC y SERNAUTO apuestan por una nueva politica industrial que garantice la competitividad del sector\nSupply chain carbon footprint reduction including:\nNo specific statement.\nCBAM\nEV trade tariffs\n“ANFAC has the same position as ACEA on the CBAM. Our priority\nis to make the administrative obligations of its implementation\nmore flexible and simpler.”\n“ANFAC supports the EU initiative to reduce carbon emissions and\npromote cleaner production. However, it has also pointed to the\nimportance ensuring\nof\nthat CBAM does not\nnegatively\naffect the\ncompetitiveness of the European automotive industry.”\n“ANFAC has stressed the need for a balanced approach that\nallows companies to adapt to new regulations without suffering\ncompetitive disadvantages compared to producers outside the EU.\nThey also stressed the importance of transparency and clarity in\nimplementing CBAM so that companies can effectively comply with\nthe new obligations.”\n“ANFAC defends free competition and open markets. It supports\nany action that aims to prevent such free competition from being\ndisrupted, whether by Chinese companies or from anywhere else in\nthe world.”\n“ANFAC believes that an open market is the most beneficial in the\nlong term for all those involved in it. It also believes that the most\nlasting and effective solutions are those that derive from negotiation\nbetween the parties, even in cases of international trade.”\nN Recasens (Anfac): “Estamos negociando ayudas directas a\nla compra de coches eléctricos con el Gobierno para 2025” |\nEmpresas | Cinco Dias\n30\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_31": "Result of Review\nThe review of ANFAC’s climate policy positions shows alignment with Stellantis’ climate policy. ANFAC openly supports net zero goals for 2050 and is in agreement with Stellantis’ position that in order to meet decarbonisation objectives there is a need to increase the availability of charging network and demand incentives. Where ANFAC do not publish a specific statement they are in alignment with ACEA, for example on CBAM.\n14\n5 L\n¥!\nJ\nN\nP\nNN\nWw\nf=\nef ZI\nid\n‘x\nSih\nvv\n@\n\\\\\now\nPe\n/ ay\n“\noe\n—\n7\na6.\nN\n7\n—o\n\\\n—\nx\nx\nee,\nmJ\nbens\nof\n(>\nS\n31\nah",
  "page_32": "Society of Motor Manufacturers and Traders (SMMT)\nGeneral information\nCountry / Region\nUK\nTop Group\nRepresentative\nPosition of representative within association\n32\nEurig Druce, Group Managing Director Stellantis UK and Alison Jones, Senior Vice President Global Parts & Service\nMembers of Executive Board\n“The Society of Motor Manufacturers and Traders (SMMT) is one of the largest and most influential trade associations in the UK. Its resources, reputation and unrivalled automotive data place it at the heart of the UK automotive industry.\nSMMT is the voice of the UK motor industry, supporting and promoting its members’ interests, at home and abroad, to government, stakeholders and the media.\nSMMT represents more than 800 automotive companies in the UK, providing them with a forum to voice their views on issues affecting the sector, helping to guide strategies and build positive relationships with government and regulatory authorities.\"\nNSMMT, About\nObjective\nSMMT S DRIVING THE MOTOR INDUSTRY\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_33": "Position on Climate Positions\nParis Agreement\nDecarbonization and carbon net zero\nNo specific statement\n“The automotive industry shares government’s Net Zero vision and\nis fully committed to zero emission motoring.”\nNSMMT Position Paper on EV infrastructure\n“The industry is committed to decarbonizing, welcomed the Government's Ten Point Plan and is up for the challenge of Net Zero. We will now work closely with government during its consultation process to ensure that the final regulation helps the market transition to zero emission motoring. (...) To accelerate the pace of take up and deliver the carbon savings Net Zero demands, however, regulation must encourage consumers to purchase, not just compel manufacturers to produce.”\nNSMMT on UK Government ZEV Mandate\n\"The automotive industry's commitment to a zero-emission new car and van market remains unchanged. Net Zero cannot be achieved without this sector’s decarbonisation.\"\nNSMMT statement on PM Net Zero announcement\nCutting vehicle CO, emissions including:\n\"Britain’s drivers are benefitting from the massive investment\nmade by manufacturers over many years to deliver an electric car\nICE phase out dates choice for every need. We now require a framework that ensures\neveryone can benefit from zero emission mobility.\"\nNSMMT Battery Electric Car Choice\n\"Automotive is on track to deliver zero emission motoring, so\nwe welcome this long-awaited consultation [ZEV Mandate] on\na watershed regulation for the UK new car and van market. We\nwant regulation that gives consumers choice and affordability, and\nenables manufacturers to transition sustainably and competitively.\"\nNSMMT statement on ZEV Mandate consultation\nEmission standards \"The industry is investing billions in decarbonisation and recognises\n(CAFE, EPA, ZEVM the importance of this mechanism [ZEV Mandate] as the single\netc)\nmost important measure to deliver net zero. Delivering the mandate\nwill challenge the industry, despite the flexibilities now included to\nsupport pragmatic, equitable delivery given this diverse sector...\nIt is worth noting the mandate means the UK still retains the most\nambitious transition timeline of any major market but without any\nprivate consumer incentives.\"\nNSMMT statement on ZEV Mandate\n33",
  "page_34": "EV charging\ninfrastructure\n(CARB,NEVI, AFIR\netc)\nEV subsidies\nIndustrial and sites carbon footprint reduction\n\"Ensure everyone has a ‘right to charge’ by mandating delivery of public charging and refuelling infrastructure across the UK with binding targets, leading to a significant uplift and reliability of all types of public chargers across the whole UK.\"\nNSMMT Vision 2035 Ready to Grow\n\"Delivering a faster and fairer mass transition, however, is threatened by the absence of support for private buyers, many of whom plan to go electric but are delaying due to concerns over affordability and uncertainty regarding the availability of a nationwide charging network.\"\nNSMMT UK EV Transition\n\"Cut VAT on public charging to 5% in line with home charging.\"\nNSMMT Vision 2035 Ready to Grow\n\"Support retail consumers buying new EVs by temporarily halving VAT and amending the Vehicle Excise Duty expensive car supplement, to avoid an EV tax hike in 2025 hitting new and used car buyers... halving VAT for three years, building fairness into the tax system that rewards rather than penalises drivers for going zero emission, and developing an infrastructure network ahead of need, would accelerate uptake and decarbonise road transport. Under this scenario around 6.9 million ZEVs could be added to the road by 2030. By the end of 2035, this would rise to more than 17 million new EV cars on the road — half of all cars in use, and ensuring a fair, just transition... The emissions decline across all vehicle types would be profound. By the end of 2035, total UK car CO, emissions would be 55% lower than today.\nOver the next decade, this would cut total CO, emissions by some\n175Mt.\"\nN SMMT Vision 2035 Ready to Grow\n\"Encourage investment in decarbonised and more efficient plants, eg by enhancing the Industrial Energy Transformation Fund.\"\nNSMMT Vision 2035 Ready to Grow\n\"The Race to Zero is global, and the UK must be equipped with the right business framework, incentives and subsidies to promote investment in zero emission technology research, development and production. The UK currently has structural disadvantages when competing with major European countries, which offer cash incentives, tax breaks and investment in land and infrastructure.\"\nNSMMT Race to Zero Report\n34\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_35": "Supply chain carbon footprint reduction including:\nCBAM\nEV trade tariffs\nResult of Review\nThe analysis of SMMT’s climate policy positions shows full alignment with Stellantis’ climate policy. SMMT very clearly expresses its commitment to and publicly promotes decarbonisation and net zero targets, as well as cutting vehicle CO, emissions, lobbying for workable regulation and EV ecosystem needs to support the EV transition. SMMT aligns with Stellantis’ positions on reducing carbon footprint across manufacturing facilities and the UK supply chain, with a particular focus of competitiveness through free and trade. The SMMT does not publish a specific statement on the Paris Agreement but does support the net zero ambitions and targets of the UK government. The government's goals are based on the Paris Agreement. Stellantis will continue to push for public commitment to the Paris Agreement by SMMT, by engaging directly for consistency.\n35\n\"The UK has major potential for low carbon manufacturing of EVs and key EV-specific components, either via complete production domestically or through supply of British-built batteries and e-motors for manufacturing overseas.\"\nNSMMT Race to Zero Report\nNo specific statement - Too early as only at initial consultation stage in the UK.\n\"The UK can benefit from new export opportunities. The EU- UK Trade and Cooperation Agreement (TCA) enables tariff-free, quota-free trade with the EU while also providing the UK scope to negotiate new trade deals with other nations. However, we must ensure these deals are appropriate for the technologies of today and tomorrow. The TCA, for example, includes provisions that will tighten rules of origin for electric vehicles in 2024 and 2027. Investing in UK suppliers, therefore, will be vital to ensure that British-built EVs can continue to meet the required thresholds to export tariff-free to our largest single trade partner and the rest of the world.\"\nNSMMT Race to Zero Report\n\"We have committed to net zero mobility, not just as a response to regulatory pressure or government commitment, but to provide a sustainable future for generations ahead. To achieve this ambition we must have free and fair trade with Europe and other established and emerging markets worldwide.\"\nNSMMT Automotive Trade Report 2023\n\"Committing to free and fair trade is how we will spur investment, sustain competitiveness and deliver zero emission products that address the global challenge of climate change.\"\nNSMMT Automotive Trade Report 2023",
  "page_36": "Alliance\nof Automotive Innovation (AAI)\nGeneral information\nCountry / Region\nTop Group\nAntonio Filosa, Chief Operating Officer Americas\nRepresentative\nPosition of representative within association\nPosition on Climate Positions\nUS\nMember of the Board of Directors\nAlliance for Automotive Innovation is the singular, authoritative, and respected voice of the automotive industry. Focused on creating a safe and transformative path for sustainable industry growth. They work to define the comprehensive vision and innovation that will place the U.S. at the forefront of creating a cleaner future for motor vehicle transportation. Understanding it will require a sustained holistic approach with a broad range of legislative and regulatory policies rooted in economic, social, environmental, and cultural realities. Such an approach will complement and amplify significant private sector resources that will accelerate a net-zero carbon transportation future\nObjective\nQM FOR ALLIANCE AUTOMOTIVE\n“ys” =\nINNOVATION\nNo specific statement on Paris Agreement\nThe auto industry is working toward a net-zero carbon transportation future and will invest $515 billion in electrification by 2030.”\nN autosinnovate.org/posts/press-release/ev-battery-recycling- policy-framework\nAuto manufacturers are committed to a net-zero carbon transportation future\nN autosinnovate.org/posts/press-release/aligning-policies-for-a- cleaner-future\n\"Auto Innovators supports net zero carbon transformation by 2050 and is committed to achieving net zero emissions\nN autosinnovate.org/posts/communications/Achieving Carbon Neutrality in Road Transport by 2050 Reaffirmation by the Automobile Industry Final.pdf\n36\nParis Agreement\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_37": "=!\nDecarbonization and carbon net zero\nCutting vehicle CO, emissions including:\nICE phase out dates\n\"The auto industry is working toward a net-zero carbon transportation future and will invest $515 billion in electrification by 2030.”\nN autosinnovate.org/posts/press-release/ev-battery-recycling- policy-framework\n“Auto manufacturers are committed to a net-zero carbon transportation future...”\nN autosinnovate.org/posts/press-release/aligning-policies-for-a- cleaner-future\n“Automakers continue to invest billions in electric vehicles (EVs) - which include plug-in hybrid, battery electric, and fuel cell vehicles.”\nN autosinnovate.org/initiatives/advocacy/policy-agenda\n“Automakers are committed to electrification. The industry publicly agreed in August 2021 that BEVs, PHEVs, and FCEVs could constitute 40 to 50 percent of new vehicle sales by 2030 with the right combination of supportive measures.” (AFAI Comments on Multi- Pollutant NPRM 28-Jun-2023 Executive Summary)\nuv\n==, a\n(5\n@ox\n—~te\ny\ntS\n{- |\non\nid\nC af\nos 08\n7»\nbs\n& <S\ns—\n37",
  "page_38": "Emission standards (CAFE, EPA, ZEVM etc)\n\"We support a unified national program that includes California and aligns fuel economy (CAFE) and greenhouse gas (GHG) emissions regulations to achieve year-over-year improvements in efficiency. (...) A national GHG and fuel economy program should include flexibility to promote innovation, encourage additional real-world GHG reductions, and support investment in the United States.”\nN autosinnovate.org/initiatives/advocacy/policy-agenda\n“The future is electric. Automakers are committed to the EV transition - investing enormous amounts of capital and building cutting edge battery electric vehicles, plug-in hybrids, traditional hybrids and fuel cell vehicles that drive efficiency and convert petroleum miles to electric miles. Consumers have tons of choices.\n\"But pace matters. Moderating the pace of EV adoption in 2027, 2028, 2029 and 2030 was the right call because it prioritizes more reasonable electrification targets in the next few (very critical) years of the EV transition.\n“These adjusted EV targets - still a stretch goal —- should give the market and supply chains a chance to catch up. It buys some time for more public charging to come online, and the industrial incentives and policies of the Inflation Reduction Act to do their thing.\n“And the big one? The rules are mindful of the importance of choice to drivers and preserves their ability to choose the vehicle that’s right for them.”\nN autosinnovate.org/posts/press-release/epa-greenhouse-gas- emissions-and-criteria-pollutant-rules-statement\n\"We had a specific concern about the CAFE rule proposed last year. Should an automaker be considered in violation of CAFE rules (and subject to billions of dollars in civil penalties) if it complies with the standards established by EPA’s new greenhouse gas rules?\n\"No, they shouldn't. And... at first glance, the final CAFE rule seems to say as much. Those fines wouldn't have produced any environmental benefits or additional fuel economy and would’ve foolishly diverted automaker capital away from the massive investments required by the electric vehicle transition. It looks like the left hand knew what the right hand was doing. That’s the kind of coordination we recommended. So that’s good and appreciated.\"\nN autosinnovate.org/posts/blog/last-of-the-big-three-federal- tailpipe-rules\n38\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_39": "EV charging infrastructure (CARB,NEVI, AFIR etc)\nEV subsidies\n“The EV transformation in this country is something to behold. Game changing vehicles (86 at last count) of all types... from most manufacturers... at many price points. EVs are now about 7 percent of U.S. light-duty vehicle sales. Automakers are making massive, billion-dollar investments in EV and battery production in multiple states. But our country seriously lags on publicly available EV charging infrastructure. That's a fact. Most people who own an EV today charge at home. We're just not adding public charging at a fast enough clip to keep up with projected EV sales. [...] Reliable and ubiquitous public charging is fundamental to overcoming range anxiety and convincing undecided drivers that going electric is right for them.”\nN autosinnovate.org/posts/blog/ev-charging-help-is-on-the-way\n“The vehicles and the technology are there. No question about that. But a policy to reduce the upfront cost of an EV for the millions (| repeat, millions) of drivers who today buy most of America’s cars and trucks, will accelerate the switchover, encourage more private investment in charging infrastructure, and increase U.S. competitiveness and energy security. First, we've got to get those millions of American drivers off the sidelines and into the electric future. And that’s where Congress and a targeted tax incentive can play a big role.”\nN autosinnovate.org/posts/blog/pass-the-ev-tax-credit-for-american- drivers\n“Customer affordability is a key condition for a successful EV transition (along with charging, critical mineral availability and utility capacity), so that’s why we've been focused on making the 30D incentive as broadly available to as many customers and on as many EVs as possible.\n“Keep in mind: the IRS guidance isn’t frozen in time. The content thresholds will ramp up in the coming years. The IRS list of qualifying vehicles could also change over time (both up and down) as supply chains localize and our country partners with allies on mineral agreements — something that is well underway.”\nN autosinnovate.org/posts/press-release/auto-innovators-statement- on-ev-tax-credit-eligibility\nIndustrial and sites\ncarbon footprint\nNo statement\nreduction\nSupply chain carbon footprint reduction including:\nCBAM\nNo statement\n39",
  "page_40": "® a acl a—\n=\nag\nSak.\naS\nae\n—\nhn | PT ye\n—_\nWi\nfda\nas\nSs 2s\n| a\n=)\nSe ——| aol\nped\n— i\n-_— = |=\n———\npI\nfeet\na\na\ni\n= 88\nToe\na. Bid\na\nTRO\n_\nADO AANAD Adnennnannnaneniietetaeiasiianin nisin!\nRPA\nEL 7\nwor\nPN\ncS\ney\ni\nate\nPn\nEV trade tariffs\nResult of Review\nThe analysis of AAI’s climate policy positions shows alignment with Stellantis’ climate policy. AAI clearly expresses its commitment to and publicly promotes decarbonisation and net zero targets, as well as cutting vehicle CO, emissions, lobbying for workable regulation and EV ecosystem needs to support the EV transition. AAI does not publish a specific statement on the Paris Agreement but does support the goal of net zero ambitions.\n40\n“Automakers embrace fair competition. We're not shrinking from it, but China’s EV overcapacity and subsidy issue is real. The competitiveness of the auto industry in the U.S. will be harmed if heavily subsidized Chinese EVs can be sold at below-market prices to U.S. consumers.\n“It's appropriate for the White House to be looking at tools to prevent the U.S. from becoming a dumping ground for subsidized Chinese EVs. We can't let China’s EV overcapacity problem turn into a U.S. auto industry problem.”\nN autosinnovate.org/posts/press-release/statement-on-biden- administration-chinese-electric-vehicle-announcement\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_41": "Electric Drive Transportation Association (EDTA)\nE\nGeneral information\nCountry / Region\nTop Group\nWill Otero - Public Affairs, North America\nRepresentative\nPosition of representative within association\nPosition on Climate Positions\nParis Agreement No specific statement on Paris Agreement\nDecarbonization and carbon net zero\nCutting vehicle CO, emissions including:\nICE phase out dates No statement\nUS\nMember of the EDTA Policy committee\nThe Electric Drive Transportation Association (EDTA) has been advocating for advanced electric drive transportation since 1989. We uniquely represent the entire value chain of electric drive, encompassing battery, hybrid, plug-in hybrid, and fuel cell electric drive technologies and infrastructure. Our members include vehicle and component manufacturers, electricity providers, and materials and infrastructure suppliers.\nN electricdrive.org/who-we-are\n“EDTA believes that: Achieving net-zero emissions transportation for all Americans is a critically important goal, which requires a comprehensive electrification effort across multiple sectors of the “ economy.\nN electricdrive.org/who-we-are\nObjective\nElectric Drive Transportation Association\n»\nA",
  "page_42": "Emission standards\n(CAFE, EPA, ZEVM\netc)\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT\n“EDTA supports the work of the U.S. Environmental Protection Agency (EPA) and the Administration to combat climate change, and we applaud the national commitment to advancing e-mobility. The final rule calling for aggressive lightduty and medium- duty vehicle emissions reductions underscores the potential for greenhouse gas (GHG) reduction through the entire suite of electric drive technologies, encompassing hybrid electric vehicles, plug-in hybrid EVs, battery EVs, and fuel cell EVs.\n“EDTA appreciates the evolution of this rule, which maintains ambitious GHG reduction goals while providing meaningful milestones for the market and essential benefits to consumers and the nation.”\nN electricdrive.org/news/edta-supports-epa-action-final- emissions-standards-light-duty-and-medium-duty-vehicles\n\"Policymakers should maintain federal infrastructure funding, support grid modernization, and help build the national EV charging network. EDTA advocates for the following infrastructure priorities:\ne Grid Modernization Strategy - Support DOE's work with public and private partners to develop the concepts, tools, and technologies needed for the 21st-century grid. NEVI & Community Grant Programs — Ensure the programs evolve with the infrastructure ecosystem. Expand resources for MDHD infrastructure and V2G. DOE Clean Cities & Communities program, DOT Congestion Mitigation and Air Quality Improvement (CMAQ) program, EPA Clean School Bus program. Provide support for utility planning and investments (V2G, transmission, transformers, interconnection, cybersecurity). e Establish RFS e-RINs for renewable electricity in EVs.”\n“Federal tax policy should provide clarity, certainty and consistency. EDTA advocates for the following incentives:\n30c\n- Alternative Fuel Vehicle Refueling Property Credit - Accelerates the deployment and accessibility of charging infrastructure.”\nN electricdrive.org/what-we-do/advocacy\nEV charging infrastructure (CARB,NEVI, AFIR etc)\n42",
  "page_43": "“The incentives in the IRA, including the 30D and 25E vehicle credits, are\nessential to building US leadership and expanding consumers’ access to\nelectric transportation.”\nN electricdrive.org/news/irs-guidance-electric-drive-incentives-will-\nprovide-clarity-stakeholders-throughout-value\n“Federal tax policy should provide clarity, certainty and consistency.\nEDTA advocates for the following incentives:\n30D - Clean Vehicle Credit - Expands consumer options and access to\nelectric vehicles, clarifies eligible partners to build a diverse supply chain\nand domestic capacity.\nEV subsidies\n45W Clean Commercial Vehicle Credit Speeds the electrification of\n—\n—\ncommercial fleets and business vehicles, including medium- and heavy-\nduty vehicles. ...\n25E — Previously-Owned Clean Vehicles — Increases consumer access to\nEVs and reinforces infrastructure expansion.\n48C - Advanced Energy Projects — Accelerates investment and domestic\nmanufacturing.\n45x — Advanced Manufacturing Production Credit - Builds U.S. capacity\nin EV manufacturing and materials, contributes to market leadership and\nenergy security.”\nN electricdrive.org/what-we-do/advocacy\nIndustrial and sites\ncarbon footprint\nNo statement\nreduction\nSupply chain carbon footprint reduction including:\nCBAM\nNo statement\nEV trade tariffs\nNo statement\nResult of Review\nThe analysis of EDTA’s climate policy positions shows alignment with Stellantis’ climate policy. EDTA expresses its commitment to and publicly promotes e-mobility and the transition to EVs. EDTA aligns with Stellantis’s positions on decarbonisation and net zero targets, as well as cutting vehicle CO, emissions, lobbying for workable regulation and EV ecosystem needs to support the EV transition. The EDTA does not publish a specific statement on the Paris Agreement but does support the goal of net zero ambitions and targets.\n43",
  "page_44": "Summary\nand conclusion\nThe overall results of our Industry Associations Review show general alignment between Stellantis and the selected associations in terms of their positioning on climate.\nNotwithstanding the decision to re-join ACEA in early 2025, and continuous review in progress on all relevant positions, there is no direct misalignment or clear opposition by any of the associations to Stellantis’ climate policy positions. Where industry associations do not publish statements on individual topics, Stellantis will continue to push for public commitments by engaging directly or will advocate our position separately.\nThis initial disclosure focused on our global methodology, governance and decision-making processes. We will use this approach as a base on which to build in successive years and commit to undertaking an annual disclosure review.\nWe anticipate the development trajectory going forward, to include:\ne Updates to our Company strategy and our climate positions, where relevant, as the external operating environment continues to evolve. Build upon our disclosure of Stellantis climate positions adding new topics Commitment to review industry associations positions Expand the number of industry associations reviewed Broaden the scope to other geographical regions, to potentially include our ‘Third Engine’, which refers to the aggregation of the South America, Middle East & Africa and China and India & Asia Pacific.\nThe automotive industry is accelerating change and undergoing a significant transition to a zero-emission future to reduce the impacts of climate change. We are committed to using the 2030 United Nations Sustainable Development Goals as a framework for our actions in the transition. However, there are prominent external headwinds to overcome. Recent trends in market dynamics, government policy and regulation (including probable changes in GHG regulations in the near- and medium-term, particularly in the EU and in the U.S.) will affect the speed and trajectory at which Stellantis targets may be met.\n44\n@ STELLANTIS 2024/2025 CLIMATE POLICY REPORT",
  "page_45": "—\nae\nPie\n=\n“T\n~\n“Fe\nsy on nts\nae\n_——\n—\n—\n~> Se mar\nsee\n~\nC >\n“\n£4 >\nwus:\nas\nrea\nhe\n—\nte tiie\nhe SD —— a\n5,\nCa\n=\n«=\ni, mic\n—\n—\nee\n—\n=\n-.\n—\nae\n“ ee... en\na\na>\n~-_ ie\n-*\na\n—\ntg\n—\nee\nSe\nis\n— re,\n_—\nPig\nor\ndn, te\n‘we\n——\n~\nrs\nBs\nbie\n—_,\n—\nFe\nsa\n~~.\n—\n—_\n«le\nMe ~~\nnd\n—\ni\ntg\na\n=\n=\nsame\nee\neae\n— —\n2\n~\n--\nso\n-\na,\na eS fi\n_ %\n—\nas\nee\na\na.\n—S oe\n—\n““Yoane\n—\nse\n<i ay\n[rapes\nBS\na\n> L2%.\"\nat\n=\nthane\nad\nre\nVee ete i eS\n= oe Seer\nyr\n—\nmx\no\n_—\n—\n>\nan\n=\nea\nax?\n—\n= Laos\nmee\n~\npe\n-\nai\na\n—_ 5 ae\n—e\nTin it\nig\na\naS\net:\nod\n~\n>\nPas\n—\nVs\ny ve\nqe\n= =\n$2\n-—-s\n+ =\n<<\n=e Ca |\n=\n—\n——\nb\n~~\n4\n===\n— == ——4\n— =:\n—\n—_—\n——_-—-—\n=\n~\n=\n33\n=\noe\n=o\nyn\n~~\n=\nee\naa\n-\nSS\n—_— aS\n>\nmer\nmo\na.\n~~\n— =\n=\n—\n=<\naS\n~~\nJ Se\n~\n<—F\n——_— —_\nS==\nba =<\n— 2 =~ os la Ss Sate aS ay pea = << —~s >>. = ~— Pee —S eo SY 5 —~< ——— =. —\n<=;\nat:\n|\nSS\n<— Sie\n22 eee\na\n~—\n—\n=\n———\n——\n“ >\n——,\n——-—\n—\n_.\n—\n—\n—\n=\n<=\nae\n—\nMes:\n—\n—\n—\nas\n—=\n3s S BEET =P\n=a\n~~\n==. <— x\nts\nte\n=\naa\n—\nat\n—\n—\n=\n—\n=\n——\n==\na\na\n—~y\nes\n—=_\nen\n——\nae —_—-\n—\n——\"\n—\nod\n~\n~~\n“~\n— ~\n<*\name\n—— ~ )\nrn\na\nee\nLoe\n——\nong\n—— ——\n>\n“= ~~,\n——\nSpe UT oe. oy, 7\n~\n~~ ee\n—\n>.\n—\n“ee\nFam RELL -\n~~\nEn\n~\n——\nss\n—\n—_\nran\noe\na\n~\nPor\nmy\npees\nlane a ‘ta\na\n~e\nof en ~~ S> ~_\nfr-- 7G\nRee\n>\nso\na\n—\n~~\nts.\n>\n~~ wi\n—\nate Se\n-\n“ >\n> = SS\n—_—\nLee el\nhe\na\nal <=\nor “~~\nae\nos\no\nz —\n~~\n——\n~ Sf oe >\n*\n*\na ree\ned\n+\nwt\nPi\n=f\n—\n7\noS\n—\n<-\nA\na\nwee\n~\na ox\n~ dt\nRU",
  "page_46": ": &§ ° % s\nSTELENNTIS\nA088\nContacts: investor.relations@stellantis.com\nPublished by Stellantis NV, Taurusavenue 1, 2132 LS, Hoofddorp, The Netherlands"
},
  "language": "Languages.ENGLISH",
  "total_pages": 46
}
