{
  "file_name": "14_222.pdf",
  "pages": {
  "page_1": "Tarih : 13.11.2024\nSayı : 250.255.1/36\nKonu: SKDM Beyan Yükümlülerinin Yetkilendirilmesine İlişkin Taslak UygulamaYönetmeliği\nSayın Üyemiz,\nTürkiye Odalar ve Borsalar Birliği'nin Odamıza ilettiği yazıda; Avrupa Komisyonu tarafından, Sınırda Karbon Düzenleme Mekanizması (SKDM) Beyan Yükümlülerinin Yetkilendirilmesine İlişkin Uygulama Yönetmeliği Taslağının yayımlandığı bildirilmektedir.\nEkte bir örneği sunulan söz konusu Uygulama Yönetmeliği, SKDM beyan yükümlülerinin yetkilendirilmesine ilişkin usül ve esasları belirleyecek olup;\nBaşvuru sahibi, yetkili makam ve Komisyon arasındaki iletişim,\n—\n—\nBaşvuru formatı ve başvurunun SKDM veri tabanı aracılığıyla sunulma prosedürleri,\nYetkili makamın izlemesi gereken prosedür ve başvuruların işlenme süreleri,\n—\n—\nYetkili makamın elektrik ithalatına ilişkin olarak yetkilendirilmiş SKDM beyan yükümlülerini belirleme\nkuralları gibi hususlarda düzenlemeler gerçekleştirilecektir.\nUygulama Yönetmeliği Taslağı, 20 Kasım 2024 tarihine kadar dış paydaşların görüşlerine açılmış olup Komisyon'un aşağıdaki internet sayfasından görüş bildirilmesi mümkündür:\nhttps://ec.curopa.eu/info/law/better-regulation/have-your-say/initiatives/14116-Carbon-border-adjustment- mechanism-CBAM-authorising-CBAM-declarants en\nAyrıca, söz konusu taslağa ilişkin görüş bildirilmesi durumunda, gerekli koordinasyonun sağlanmasını teminen bildirilen hususların Ticaret Bakanlığına iletilmek üzere ekte yer alan form vasıtasıyla TOBB'ne de (esin.ozarslan(Wtobb.org.tr) gönderilmesi faydalı olacaktır.\nBilgilerinize sunulur.\nYusuf İzzettin İYMEN Genel Sekreter\nEk:\n1 TOBB Yazısı 2. Taslak Yönetmelik 3. Görüş Bildirme Formu\nBilgi İçin: Veysel Karani Çelebi E-posta: veysel ©gso.org.tr Dahili: 238 Evrakı Doğrulamak İçin : https://odaborsaebys.tobb.org.tr/so-gaziantep-envision/Dogrula/BSCK79653\nGAZİANTEP SANAYİ ODASI\nİstasyon Caddesi No:43 Şehitkamil / GAZİANTEP\nTEL: *90 342 22109 00 * FAX: 490 342 230 16 82 * Www.gso.org.tr * gsogso.org.tr\nPin Kodu :50171",
  "page_2": "Gelen Taçihesayı: 08.11.2024 - 4471\nTÜRKİYE ODALAR VE BORSALAR BİRLİĞİ\nTOBB\nDumlupınar Bulvarı No:252 (Eskişehir Yolu 9. Km.) 06530 /ANKARA\nwww.tobb.org.tr tobb©hs01.kep.tr\nSayı . E-34221550-730.01-12197 Tarih: 08.11.2024 Konu : SKDM Beyan Yükümlülerinin Yetkilendirilmesine İlişkin Taslak Uygulama Yönetmeliği\nTÜM ODA VE BORSALARA\n(Genel Sekreterlik)\nTicaret Bakanlığının Birliğimize ilettiği yazıda; Avrupa Komisyonu tarafından, Sınırda Karbon Düzenleme Mekanizması (SKDM) Beyan Yükümlülerinin Yetkilendirilmesine İlişkin Uygulama Yönetmeliği Taslağının yayımlandığı bildirilmektedir.\nEkte bir örneği sunulan söz konusu Uygulama Yönetmeliği, SKDM beyan yükümlülerinin yetkilendirilmesine ilişkin usül ve esasları belirleyecek olup;\n- Başvuru sahibi, yetkili makam ve Komisyon arasındaki iletişim, - Başvuru formatı ve başvurunun SKDM veri tabanı aracılığıyla sunulma prosedürleri, - Yetkili makamın izlemesi gereken prosedür ve başvuruların işlenme süreleri, - Yetkili makamın elektrik ithalatına ilişkin olarak yetkilendirilmiş SKDM beyan yükümlülerini belirleme kuralları gibi hususlarda düzenlemeler gerçekleştirilecektir.\nUygulama Yönetmeliği Taslağı, 20 Kasım 2024 tarihine kadar dış paydaşların görüşlerine açılmış olup Komisyon'un aşağıdaki internet sayfasından görüş bildirilmesi mümkündür:\nhttps://ec.curopa.eu/info/law/better-regulation/have-your-say/initiatives/14116-Carbon-border-adjustment- mechanism-CBAM-authorising-CBAM-declarants en\nAyrıca, söz konusu taslağa ilişkin görüş bildirilmesi durumunda, gerekli koordinasyonun sağlanmasını teminen bildirilen hususların Ticaret Bakanlığına iletilmek üzere ekte yer alan form vasıtasıyla Birliğimize de (esin.ozarslan(Otobb.org.tr) gönderilmesi faydalı olacaktır.\nBilgilerinizi ve üyelerinize duyurulmasını rica ederim.\nSaygılarımla,\ne-imza\nCengiz DELİBAŞ\nGenel Sekreter Yardımcısı\nEK:\n1- Taslak Uygulama Yönetmeliği-SKDM Yükümlülerinin Yetkilendirilmesi (21 sayfa) 2- SKDM Beyan Yükümlülerinin Yetkilendirilmesine İlişkin Taslak Uygulama Yönetmeliği Görüş Bildirme Formu (1 sayfa)\nEvrakı Doğrulamak İçin : https://belgedogrula.tobb.org.tr/belgedogrulama.aspx?eD-BSFKSTOHYE Tel : 490 (312) 218 20 00 (PBX) - Faks : 490 (312) 219 40 90 -91 -92... - E-Posta : info©tobb.org.tr Bilgi İçin: Esin ÖZARSLAN TÜZGEL - Tel: 0 (312) 218 2385 - E-Posta : esin.ozarslan©tobb.org.tr\nİni OE\n7\n\nLL,",
  "page_3": "a\nEUROPEAN\nCOMMISSION\nBrussels, XXX\n[...](2024) XXX draft\nCOMMISSION IMPLEMENTING REGULATION (EU) .../...\nof XXX\nlaying down rules for the application of Regulation (EU) 2023/956 of the European Parliament and of the Council as regards the conditions and procedures related to the status of authorised CBAM declarant\nThis draft has not been adopted or endorsed by the European Commission. Any views expressed are the preliminary views of the Commission services and may not in any circumstances be regarded as stating an official position of the Commission.\nEN\nEN",
  "page_4": "COMMISSION IMPLEMENTING REGULATION (EU) .../...\nof XXX\nlaying down rules for the application of Regulation (EU) 2023/956 of the European Parliament and of the Council as regards the conditions and procedures related to the status of authorised CBAM declarant\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing a carbon border adjustment mechanism’, and in particular Article 5(8) and Article 17(10) thereof,\nWhereas:\n(1) Regulation (EU) 2023/956 lays down the rules for the submission of the application to become an authorised CBAM declarant (the ‘application’), and sets out the criteria and procedures for granting such authorisation. (2) Importers are to submit the application in order to be able to import goods listed in Annex I to Regulation (EU) 2023/956 into the customs territory of the Union. Importers of electricity, to which Article 5(4) of that Regulation applies, are to be regarded as authorised CBAM declarants without the need to submit the application. (3) The Commission is to adopt implementing rules for the submission of the application and for the authorisation procedure, duly considering the need to minimize administrative burden, through automation of procedures and self-declaration of information to the extent possible. (4) In order to obtain the application an applicant should, prior to the first importation of goods, submit the application to the Member State of establishment by means of a standard format provided in the CBAM registry. (5) In order to ensure that the competent authority decides on the basis of a complete and updated set of information, the applicant should be allowed, before the competent authority makes a decision, to request an adjustment of the information provided in the application, accompanied by a justification for such request. This right should be without prejudice to the right of the applicant to obtain from the data controller, at any time, a rectification of his or her incorrect personal data, in accordance with Article 16 of Regulation (EU) 2016/6797.\nRegulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing a carbon border adjustment mechanism (OJ L 130, 16.5.2023, Pp 52, ELI: http://data.europa.eu/eli/reg/2023/956/o}).\nRegulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1, ELI: http://data.europa.eu/eli/reg/2016/679/0)).\nEN\n\nEN",
  "page_5": "(6) In order to ensure, on the one hand, that the competent authority can appropriately examine the application and conduct a consultation procedure, and, on the other hand, that the applicant receives a timely decision on its application, the competent authority to whom an application is addressed should make a decision on the application within a reasonable timeframe. (7) If the competent authority considers it necessary, it should be allowed to request additional information from the applicant. In that case the competent authority should be able to extend the deadline for processing the application for a reasonable period. (8) The deadline for processing the application may be extended when investigations are necessary to determine whether the applicant has been involved in a serious or repeated infringement. (9) In order to allow for their authorisation, importers of electricity to which Article 5(4) of Regulation (EU) 2023/956 applies should inform the competent authority of the Member State of import that Article 5(4) in that Regulation is applicable to them and provide documents supporting that claim. (10) To ensure that only bona fide importers become authorised CBAM declarants, the competent authorities should make sure that the applicant has not been involved in a serious or repeated infringement of legislation including economic criminal offences, and that it has a good financial rating. . (11) Additionally, the rules on the consultation procedure should allow the competent authority to garner information from the Commission and other competent authorities concerning the fulfilment, by the applicant, of the criteria for authorisation. Data received during the transitional period shows that importers importing less than one tonne are not engaging in cross border activity, therefore the deadline established in the consultation procedure should distinguish between the amount of imported goods. (12) To ensure a proportionate application of the procedures, the competent authorities may, in their evaluation of the criteria for granting an authorisation, consider the specific characteristics of the applicant, and in particular micro, small and medium- sized enterprises that should not be subject to unnecessary administrative burden. (13) Where the applicant was not established as a legal person throughout the two financial years preceding the year when the application was submitted, the competent authority is to require the provision of a guarantee. The subscription of that guarantee should be registered in the CBAM registry within a timeframe determined by this Regulation. The competent authority should monitor the guarantee to ensure its continued sufficiency, including by requiring an adjustment where necessary, and should release the guarantee when the conditions in Article 17(7) of Regulation (EU) 2023/956 are met. (14) To ensure that an authorised CBAM declarant continues to meet the criteria for the authorisation, the competent authority should be able, on its own initiative, after an authorisation has been granted, to re-assess the criteria for the authorisation, upon receiving information provided by another competent authority or the Commission, or upon receiving information provided by the authorised CBAM declarant. (15) The persons whose status of authorised CBAM declarant is revoked should comply with all their obligations for goods imported prior to the revocation. (16) The provisions on the application for the status of authorised CBAM declarant and the provisions on the granting of such status are closely linked since they deal with the\nEN\n\nEN",
  "page_6": "submission of the application and with the criteria and procedure for the authorisation. To ensure coherence, this Regulation should include provisions required by Article 5(8) and Article 17(10) of Regulation (EU) 2023/956 in a single Regulation. (17) This Regulation should apply from 31 December 2024 to allow for the development of the relevant IT system of the CBAM registry to make it fully operational by 1 January 2026. (18) This Regulation respects the fundamental rights and observes the principles recognised by the Charter of Fundamental Rights of the European Union, and notably the right to protection of personal data. The processing of personal data should be carried out only for the purposes of measures related to granting or revoking the status of authorised CBAM declarant, as defined in this Regulation. Any processing of personal data should be carried out in accordance with Union law on the protection of personal data. In particular, appropriate safeguards should be put in place to protect the data subjects rights when it is necessary to process personal data under Article 10 of Regulation (EU) 2016/679. In addition to other technical and organisational measures to be implemented by Member States competent authorities, those safeguards should include specific measures to prevent unauthorised access to or disclosure of those data. (19) The European Data Protection Supervisor was consulted in accordance with Article 42(1) of Regulation (EU) 2018/1725 of the European Parliament and of the Council? and delivered an opinion on [xx] 2024. (20) The measures provided for in this Regulation are in accordance with the opinion of the CBAM Committee,\nHAS ADOPTED THIS REGULATION:\nRegulation (EU) 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data and repealing Regulation (EC) No 45/2001 and Decision No 1247/2002/EC (QJ L295, 21.11.2018, p. 39, ELI: http://data.europa.eu/eli/reg/2018/1725/o}).\nEN\n\nEN",
  "page_7": "Chapter I\nApplication to become an authorised CBAM declarant\nArticle 1\nProcedures for application\nThe procedures for the application to become an authorized CBAM declarant (‘the application’) should be performed via the CBAM registry in electronic format.\nWhen applying for authorisation, each applicant referred to in Article 5 of Regulation (EU) 2023/956 shall provide the information listed in that Article.\nWhere the applicant is a legal person established in a third country and is in one of the situations referred to in Article 5, point (31)(b), of Regulation (EU) 952/2013 of the European Parliament and of the Council*, the applicant shall provide its address in that third county and its address of establishment in the Member State where the application is submitted.\nEach application shall automatically be assigned a unique application reference number in the CBAM registry.\nArticle 2\nAdjustments to the submitted application\nThe applicant shall inform the competent authority without delay of any changes to the information provided in the application and shall request an adjustment of that information before a decision on the application has been made. The applicant shall submit the request for an adjustment, together with any relevant information and supporting documents, to the competent authority.\nA requested adjustment of the information set out in Article 5(5), points (a), (c), and (h), of Regulation (EU) 2023/956 shall not require justification and shall be automatically adjusted and registered.\nThe applicant shall provide a justification for a request to adjust the information set out in Article 5(5), points (d) to (g), of Regulation (EU) 2023/956 in the request for adjustment.\nThe competent authority may extend the deadline set out in Article 4(1) by 30 working days where it needs to reassess the application due to the applicant’s request to adjust the information provided in the application.\nWhere the requested adjustments are substantial, the competent authority may discard the application and require the submission of a new application.\nRegulation (EU) No 952/2013 of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (OJ L 269, 10.10.2013, Pp l, ELI: http://data.europa.eu/eli/reg/2013/952/o}).\nEN\n\nEN",
  "page_8": "Article 3\nWithdrawal of application after the consultation procedure has been initiated\nWhere the applicant withdraws the application after a consultation procedure has been initiated in accordance with Article 12, the competent authority shall discontinue the consultation procedure and shall notify the competent authorities in other Member States and the Commission (the ‘consulted parties’) of the withdrawal.\nArticle 4\nAssessment of the application by the competent authority\nThe competent authority shall assess the application within 120 calendar days from the date of receipt of the application. For the purposes of evaluating whether the criteria set out in Article 17(2) of Regulation (EU) 2023/956 are met, the competent authority may take into account the following: (a) expert conclusions; (b) third party conclusions; (c) audits provided by the applicant. The competent authority shall document the evaluation of compliance with the criteria set out in Article 17(2) of Regulation (EU) 2023/956 and its results. Where the applicant is not established in the Member State of submission of the application, the competent authority shall refuse the application. The competent authority shall notify the applicant of the refusal and the reasons thereof without delay. Article 5 Request for additional information by the competent authority The competent authority may request additional information from the applicant necessary for the evaluation of the conditions and with the criteria set out in Article 17(2) of Regulation (EU) 2023/956. The applicant shall provide the competent authority with the information requested in accordance with the first subparagraph, including supporting documents where applicable, within the deadline set by the authority. The deadline shall not exceed 30 calendar days from the date of the request for additional information. When the competent authority requests additional information, it may extend the deadline set out to in Article 4(1) by up to 30 calendar days. The competent authority shall inform the applicant of such an extension and the reasons thereof. The assessment of an application in the cases where additional information is requested in accordance with this Article shall not exceed 180 days from the date of receipt of the application.\nEN\n\nEN",
  "page_9": "Article 6\nIntended negative decision and appeal\nWhen the competent authority intends to refuse granting the status of authorised CBAM declarant, the competent authority shall inform the applicant thereof and shall provide the applicant with the possibility to submit observations.\nThe competent authority shall state the following in the communication to the applicant:\n(a) the intention of and the reasons for refusing to grant the status of authorised\nCBAM declarant;\n(b) the period within which the applicant can submit its observations.\nThe period referred to in point (b) of the second paragraph shall run from the date on which the competent authority notified the applicant of the communication and shall not exceed 30 calendar days.\nAfter the expiry of the period referred to in point (b) of the second paragraph the competent authority, taking into account any observations submitted by the applicant, may proceed with its final decision making.\nWhere the competent authority refuses to grant the status of authorised CBAM declarant, and the applicant has exercised the right of appeal, the competent authority shall register the existence of the appeal and its result in the CBAM registry.\nArticle 7\nDate of effect of a decision on the application\nA decision on the application shall take effect on the date on which the competent authority registers that decision in the CBAM registry.\nWhere the registration of a guarantee is required in accordance with Article 17(5) of Regulation (EU) 2023/956, the decision referred to in paragraph | shall take effect on the day of the registration of the guarantee in accordance with Article 14(1) of this Regulation.\nArticle 8\nIdentification of importers of electricity\nEach person to whom explicit capacity has been allocated for the import of electricity in accordance with Article 5(4) of Regulation (EU) 2023/956, and who nominates that capacity for import, shall provide, within one month after the first customs declaration, the competent authority of the Member State in which the customs declaration was lodged with the following:\n(a) the information referred to in Article 5(5), points (a), (b) and (c), of Regulation (EU) 2023/956; (b) an indication that capacity for the import of electricity has been allocated to them and that they have nominated that capacity for import in accordance with Article 5(4) of Regulation (EU) 2023/956; (c) documents supporting the indication referred to in point (b) of this paragraph.\nEN\nEN",
  "page_10": "Article 9\nStatus of authorisation and CBAM accounts\nAn authorisation shall be registered in the CBAM registry in one of the following statuses:\n(a) ‘active’;\n(b) ‘revoked’.\nWhere a CBAM authorisation is revoked the CBAM account shall remain under the status ‘closed’ in accordance with Article 16(4) of Regulation (EU) 2023/956 until the fifth year following the revocation. A ‘closed’ CBAM account shall be reopened by the competent authority allowing the owner to fulfil a obligation to surrender the correct number of CBAM certificates further to the review of a submitted CBAM declaration in accordance with Article 19(5) of Regulation (EU) 2023/956.\nArticle 10\nSerious or repeated infringements\nThe criteria laid down in Article 17(2), point (a), of Regulation (EU) 2023/956 shall be fulfilled where the applicant, the persons in charge of the applicant’s CBAM matters, the persons in charge of the applicant and the persons exercising control over the management of the applicant meet the following conditions:\n(a) there is no decision, made after administrative or judicial proceedings,\nconcluding that they have been involved, during the five years preceding the\napplication, in a serious or repeated infringement of customs legislation,\ntaxation rules, market abuse rules or of Regulation (EU) 2023/956 or delegated\nand implementing acts adopted under that Regulation in relation to their\neconomic activity;\n(b) they have no record of serious criminal offences in relation to the economic\nactivity of the applicant.\nWhere the applicant has been established for less than 5 years referred to in Article\n5(5), point (e), of Regulation (EU) 2023/956 in a Member State, the competent\nauthority of that Member State shall assess the application on the basis of the records\nand information that are available to it.\nThe competent authority shall request the following information, where necessary to establish that the applicant has not been involved in a serious or repeated infringement referred to in Article 17(2) point (a) of Regulation (EU) 2023/945:\n(a) the criminal record or any other document that is accepted under national law\nas a criminal record of the natural person applying for authorisation;\n(b) the criminal record, or any other document that is accepted under national law\nas a criminal record, of the beneficial owner of the legal person acting as\napplicant and the managers of that legal person.\nWhere the competent authority requests the criminal record or any other document that is accepted under national law as a criminal record referred to in paragraph 3, the competent authority shall record the reasons for such request. The competent authority shall not retain the criminal record or any other document accepted under national law as criminal record after the decision to grant or to refuse authorisation has been made, in accordance with the time limit under Article 4(1). The competent\nEN\n\nEN",
  "page_11": "authority shall ensure that access to criminal records is limited to persons who are responsible in that competent authority for carrying out the assessment of serious or repeated infringements.\nArticle 11\nConditions for financial and operational capacity\nThe criteria laid down in Article 17(2), point (b), of Regulation (EU) 2023/956 shall be fulfilled where the following conditions are met:\n(a) the applicant is not subject to bankruptcy proceedings;\n(b) the applicant is not in arrears with the payment of customs duties, taxes or\ncharges which are collected on or in connection with the import of goods,\nfinancial regulatory obligations and all other duties related to its economic\nactivity;\n(c) the applicant demonstrates, on the basis of supporting documents provided\ntogether with the application, a sufficient financial standing to meet its\nobligations and fulfil commitments having regard to the type and volume of the\neconomic activity performed by indicating the financial figures and any other\nfinancial information;\n(d) the applicant has an administrative organisation suitable for fulfilment of the\nestimated obligations to surrender CBAM certificates, and has internal controls\ncapable of preventing, detecting and correcting errors in CBAM declarations\nand CBAM certificates management, and of preventing and detecting illegal or\nany irregular transactions.\nIf the applicant has been established for less than two years, the financial capacity as\nreferred to in Article 17(2), point (b), of Regulation (EU) 2023/956 shall be checked\nassessed on the basis of records and information that are available.\nWhen examining the conditions referred to in paragraph 1 of this Article, the competent authority shall take into account the specific characteristics of the applicant, including the information on the estimated volume of imports provided by the applicant in accordance with Article 5(5), point (g), of Regulation (EU) 2023/956.\nWhere the competent authority expects that the applicant’s annual estimated obligation to surrender CBAM certificates exceeds the amount of EUR 500 000, when examining the conditions referred to in paragraph 1 of this Article, the competent authority shall request the financial statement audit report, where applicable, in addition to the financial statements referred to in Article 5(5), point (f), of Regulation (EU) 2023/956.\nArticle 12\nConsultation procedure and format for granting an authorisation\nThe competent authority shall initiate, in electronic format via the CBAM registry, the consultation procedure involving consulted parties referred to in Article 17(1), second subparagraph, of Regulation (EU) 2023/956 (the ‘consultation procedure’) within 45 calendar days from the moment where it received an application in relation to which it intends to grant the status of authorised CBAM declarant.\nEN\n\nEN",
  "page_12": "EN\n\nDuring the consultation procedure, the competent authority shall require confirmation from the consulted parties of the following:\n(a) that they do not have any objections to granting the status of authorised CBAM\ndeclarant;\n(b) that the applicant has not submitted an application for authorisation in another\nMember State;\n(c) that the applicant has not been granted an authorisation in another Member\nState;\n(d) that the applicant has not had an authorisation revoked in another Member\nState.\nWhere a consulted party in the consultation procedure confirms that the applicant can be granted the status of authorised CBAM declarant, it shall register that confirmation in the CBAM registry without delay.\nWhere a consulted party in the consultation procedure cannot confirm that the applicant fulfils one or more of the conditions and criteria for granting the status of authorised CBAM declarant, it shall register its position stating the reasons, duly documented and justified, in the CBAM registry without delay.\nConsulted parties in the consultation procedure shall have access, via the CBAM registry, to the EORI number, contact information, the status of the authorisation and of the application, and to the responses of consulted parties made under paragraphs 3 and 4.\nThe competent authority may require additional information and documentation from the consulted parties, where the competent authority considers it necessary following the response from that consulted party. A consulted party who is required to provide additional information and documentation shall produce that additional information and documentation within 5 working days.\nArticle 13\nPeriod for consultation\nThe competent authority shall set a deadline for the observations to be made by the consulted parties pursuant to Article 12(3) and (4).\nThe deadline referred to in paragraph 1 shall not exceed 5 working days where, according to the information provided in the application, the estimated monetary value and volume of imports of goods corresponds to one tonne or less.\nThe deadline referred to in paragraph 1 shall not exceed 15 working days where, according to the information provided in the application, the estimated monetary value and volume of imports of goods exceeds one tonne, or where the competent authority considers that the risk profile of the applicant or the sector requires consultation of other Member States.\nThe competent authority may extend the deadline established for the consultation in accordance with paragraphs 2 and 3 in any of the following cases:\n(a) the applicant requests adjustments in accordance with Article 2 that are accepted by the competent authority and relevant for the purpose of the consultation;\nEN",
  "page_13": "(b) the consulted party requests more time due to the nature of the examinations to be performed. (c) The extension referred to in point (b) shall not exceed 15 working days. Where the consulted parties do not respond within the deadline established for the consultation in accordance with paragraphs 2, 3 and 4, the conditions and criteria for which the consultation took place shall be deemed to be fulfilled.\nEN\n10\n\nEN",
  "page_14": "Chapter II\nGuarantee\nArticle 14\nProvision of a guarantee\nWhere the provision of a guarantee referred to in Article 17(5) of Regulation (EU) 2023/956 is required, the guarantee shall be registered in the CBAM registry within 15 working days of receipt of the decision to grant the status of an authorised CBAM declarant. When the guarantee is provided by the applicant in the CBAM registry, the competent authority shall register it in the CBAM registry and shall change the status of authorisation and the CBAM account to ‘active’. Article 15 Monitoring the guarantee The competent authority granting the status of authorised CBAM declarant shall monitor the guarantee. The authorised CBAM declarant shall ensure that the guarantee is at a level sufficient to cover the number of CBAM certificates that the authorised CBAM declarant would have to surrender in accordance with Article 22 of Regulation (EU) 2023/956 in respect of the imported goods as compared to the estimations made in accordance with Article 5(5), point (g), of that Regulation. The authorised CBAM declarant shall make sure that the guarantee stays at the level referred to in paragraph 2 at any time. The competent authority shall reassess the amount of the guarantee on its own initiative or following a request from the authorised CBAM declarant and shall request, where necessary, an adjustment of the guarantee to comply with Article 17 of this Regulation and Article 17(6) of Regulation (EU) 2023/956. Article 16\nAcceptance of other forms of guarantee\nThe competent authority shall notify the Commission when accepting other forms of guarantee referred to in Article 17(5) of Regulation (EU) 2023/956.\nArticle 17\nAdjustment of guarantee\nWhere the competent authority establishes that an adjustment of a guarantee is necessary to fulfil the requirements in Article 17(6) of Regulation (EU) 2023/956, it shall require the authorised CBAM declarant to adjust the guarantee without delay.\nA decision to adjust the amount of a guarantee shall be based on the amount of imported goods declared in the customs declaration and other relevant information available to the competent authority. That information shall be made accessible to the authorised CBAM declarant by the competent authority.\nEN\n\nEN\n11",
  "page_15": "The CBAM declarant shall provide the adjusted guarantee within 1 month after the request in paragraph 1 was made. The competent authority shall register the provided adjusted guarantee in the CBAM registry without delay. The competent authority may extend the period for the provision of a guarantee laid down in paragraph 3 where the authorised CBAM declarant provides a reasoned request to that regard. The extended deadline shall not be longer than 3 months after the request to adjust the guarantee by the competent authority. Where the authorised CBAM declarant does not provide the adjusted guarantee within the deadline as laid down in paragraph 3 or paragraph 4, as applicable, the competent authority shall initiate a revocation procedure.\nEN\n12\n\nEN",
  "page_16": "Chapter III\nAuthorisation\nArticle 18\nAuthorisation information\nThe decision granting the status of authorised CBAM declarant shall contain the information specified in the Annex and shall be available in the CBAM registry.\nThe CBAM account number assigned in accordance with Article 16(1) of Regulation (EU) 2023/956, shall indicate the Member State of the competent authority which granted the status of authorised CBAM declarant.\nArticle 19\nReassessment of the status of authorised CBAM declarant\nThe competent authority which granted the status of authorised CBAM declarant shall reassess that status in the following cases:\n(a) the information provided by the authorised CBAM declarant in accordance\nwith Article 5(7) of Regulation (EU) 2023/956 has changed;\n(b) the competent authority has information indicating that the condition referred\nto in Article 22(2) of Regulation (EU) 2023/956 might not be fulfilled;\n(c) the competent authority has information indicating that the criteria for granting\nthe status of authorised CBAM declarant laid down in Article 17(2) in\nRegulation (EU) 2023/956 might not be met;\n(d) the EORI number has been invalidated in accordance with Article 9(4) of\nRegulation (EU) No 952/2013.\nThe competent authorities in the Member States other than the one of the competent authority which granted the status of authorised CBAM declarant and the Commission shall inform that competent authority without delay, where the authorised CBAM declarant has been involved in a serious or repeated infringement of customs legislation, taxation rules or market abuse rules in accordance with Article 17(2), point (a), of Regulation (EU) 2023/956.\nArticle 20\nConclusions of the reassessment\nWhere, on the basis of the reassessment referred to in Article 19, the competent authority which granted the status of authorised CBAM declarant concludes that adjustments need to be made to the status of the authorised CBAM declarant, it shall communicate the conclusions of the reassessment to the authorised CBAM declarant without delay.\nWhere on the basis of the reassessment referred to in Article 19 the competent authority which granted the status of authorised CBAM declarant concludes that the guarantee requires adjustments, it shall follow the procedure laid down in Article 17.\nEN\n\nEN\n13",
  "page_17": "The authorised CBAM declarant may respond to the communication provided in accordance with paragraph 1 within 30 calendar days from the notification of that communication.\nThe competent authority shall revoke the status of authorised CBAM declarant in accordance with Article 23 of this Regulation where the competent authority concludes, taking into account any observations expressed by the authorised CBAM declarant in accordance with paragraph 3, that the authorised CBAM declarant no longer meets the criteria and conditions to have an authorisation in accordance with Article 17 of Regulation (EU) 2023/956.\nEN\n14\n\nEN",
  "page_18": "Chapter IV\nRevocation of the status of authorised CBAM declarant\nArticle 21\nGeneral provisions on revocation of the status of authorised CBAM declarant\nEN\n\nThe person whose status of authorised CBAM declarant has been revoked shall comply with the obligation to submit a CBAM declaration in accordance with Article 6 of Regulation (EU) 2023/956, for goods imported prior to the revocation.\nThe person whose status of authorised CBAM declarant has been revoked may reapply for an authorisation at any time, where the obligations in paragraph | are fulfilled.\nArticle 22\nRevocation of the status of authorised CBAM declarant upon request of the authorised CBAM declarant\nWhere the authorised CBAM declarant requests the revocation of its authorisation it shall indicate the reason and the requested date for that revocation. The competent authority shall register the reasons for the revocation request.\nWhere the revocation request referred to in paragraph | of this Article has been filed before 31 May of each year, the CBAM declaration due by that date shall include the information referred to in Article 6(2), points (a), (b) and(c), of Regulation (EU) 2023/956 and where appropriate, the information referred to in Article 6(2), point (d) of that Regulation, regarding goods imported prior to the indicated date for the revocation referred to in paragraph 1 of this Article and not otherwise covered by a CBAM declaration.\nWhere the revocation request referred to in paragraph | of this Article has been filed after 31 May of each year, the CBAM declaration shall include the information referred to in Article 6(2), points (a), (b) and (c), of Regulation (EU) 2023/956 and, where appropriate, the information referred to in Article 6(2), point (d), of that Regulation, regarding goods imported between 1 January of the year when the revocation request was filed and the indicated date for the revocation referred to in paragraph 1 of this Article.\nThe authorised CBAM declarant requesting the revocation shall file the declaration referred to in paragraph 2 or paragraph 3 within one month from the date of the revocation request submitted by the declarant.\nWhere the authorised CBAM declarant is unable to submit the declaration referred to in paragraph 2 or paragraph 3 of this Article, it shall inform the competent authority thereof together with the revocation request and shall provide that authority with the information referred to in Article 6(2), point (a), of Regulation (EU) 2023/956.\nUpon receiving the information referred to in paragraph 5 of this Article, the competent authority shall establish a CBAM declaration on the basis of the quantities referred to in Article 6(2), point (a), of Regulation (EU) 2023/956 as reported by the authorised CBAM declarant requesting the revocation, of the information in its\nEN\n15",
  "page_19": "possession, and of the embedded emissions, determined by reference to default values in accordance with the methods set out in Annex IV of that Regulation.\nThe total number of CBAM certificates calculated on the basis of the information provided in the declaration referred to in paragraphs 2, 3 and 6, shall be surrendered by the authorised CBAM declarant requesting the revocation within 15 calendar days.\nAn authorised CBAM declarant may withdraw the request to revoke its authorisation at any time before the competent authority has decided on the revocation request.\nThe competent authority shall notify the authorised CBAM declarants, the Commission and the other competent authorities of the revocation of the status of authorised CBAM declarant.\nArticle 23\nRevocation of the status of authorised CBAM declarant initiated by the competent authority\nWhere the competent authority intends to revoke an authorisation, it shall assess the conditions and criteria referred to in Article 17(8) of Regulation (EU) 2023/956, and as specified in Articles 10 and 11 of this Regulation. When the competent authority determines whether the authorised CBAM declarant has been involved in a serious or repeated infringement of the obligation to surrender CBAM certificates referred to in Article 22(1) of Regulation (EU) 2023/956 or of the obligation to ensure a sufficient number of CBAM certificates in the CBAM account referred to in Article 22(2) of that Regulation, the competent authority shall consider the following factors: (a) the readiness of the authorised CBAM declarant to comply with the request to surrender the correct amount of CBAM certificates, or to ensure a sufficient amount of CBAM certificates in the CBAM account; (b) the intentional or negligent behaviour of the authorised CBAM declarant; (c) the past behaviour of the authorised CBAM declarant; (d) the level of cooperation of the authorised CBAM declarant to bring the infringement or the repeated behaviour to an end; (e) whether the authorised CBAM declarant has voluntarily taken measures to ensure that similar infringements cannot be committed in the future; The competent authority may request the authorised CBAM declarant to provide additional information or to verify the information on which the competent authority intents to base its decision to revoke the authorisation before it makes a decision or initiates a consultation procedure pursuant to Article 26. The competent authority shall set a deadline, not exceeding 10 working days, within which the applicant shall verify or provide the requested information. Where the revocation has been registered before 31 May of each year, the CBAM declaration due by that date shall include the information referred to in Article 6(2), points (a), (b) and (c), of Regulation (EU) 2023/956 and where appropriate, the information referred to in Article 6(2), point (d), of that Regulation, regarding goods imported prior to the date for the revocation and not otherwise covered by a CBAM declaration.\nEN\n\nEN\n16",
  "page_20": "Where the revocation has been registered after 31 May of each year, the CBAM declaration shall include the information referred to in Article 6(2), points (a), (b) and(c), of Regulation (EU) 2023/956 and, where appropriate, the information referred to in Article 6(2), point (d), of that Regulation, regarding goods imported between | January of the year when the revocation was registered and the date for the revocation.\nThe person holding a revoked authorisation shall file the declaration referred to in paragraph 5 or 6 within one month from the date when the revocation was registered in the CBAM registry.\nWhere the person holding a revoked authorisation is unable to submit the declaration referred to in paragraph 5 or 6 of this Article, it shall inform the competent authority thereof and provide that authority with the information referred to in Article 6(2), point (a), of Regulation (EU) 2023/956.\nUpon receiving the information referred to in paragraph 7 of this Article, the competent authority shall establish a CBAM declaration on the basis of the quantities referred to in Article 6(2), point (a), of Regulation (EU) 2023/956 as reported by the person holding a revoked authorisation, of the information in its possession, and of the embedded emissions, determined by reference to default values in accordance with the methods set out in Annex IV of Regulation (EU) 2023/956.\nThe total number of CBAM certificates calculated on the basis of the information provided in the declaration referred to in paragraphs 5, 6 and 8, shall be surrendered by the person holding a revoked authorisation within 15 calendar days.\nArticle 24\nDate of effect\nThe revocation of the status of authorised CBAM declarant shall take effect the day following the date on which the decision on the revocation has been made pursuant to Article 22(9) and Article 23(6) of this Regulation. The revocation shall have no effect on the validity of the importation of goods, and the related emissions, that took place before the person whose status of authorised CBAM declarant is revoked is notified of the revocation.\nArticle 25 Immediate revocation By way of derogation from Article 24 the competent authority may decide that revocation shall take effect immediately in any of the following cases: (a) the conclusions of the reassessment referred to in Article 20 justifies it; (b) the authorised CBAM declarant has ceased its economic activity; (c) the decision granting the authorisation was taken on the basis of incorrect or incomplete information, and the authorised CBAM declarant knew or ought reasonably to have known that the information was incorrect or incomplete. The competent authority shall notify the authorised CBAM declarant of the immediate revocation of their status of authorised CBAM declarant and the reasons for that without any delay. Where the competent authority chose to revoke the status of authorised CBAM declarant immediately it shall change the authorisation status to ‘revoked’.\nEN\n\nEN\n17",
  "page_21": "Article 26\nConsultation procedure for revocation\nThe competent authority shall initiate the consultation procedure involving consulted parties in electronic format in the CBAM registry and indicate the intent to revoke the status of authorised CBAM declarant and shall require, for its decision, additional information on the criteria set out in Article 17(2) of Regulation (EU) 2023/956.\nWhere any of the consulted parties considers that the authorised CBAM declarant does not fulfil one or more of the conditions and criteria required for the authorisation, which would justify revocation under Article 17(8) of Regulation (EU) 2023/956, it shall notify the competent authority having launched the consultation procedure, of the consultation results, duly documented and justified.\nThe competent authority may require additional information and documentation from the consulted parties where the competent authority considers it necessary in order to reach a decision of revocation.\nThe competent authority shall determine a deadline for the consultation procedure, which shall not exceed 15 working days starting from the date of communication by that competent authority of the conditions and criteria which consulted parties need to examine.\nThe competent authority may determine a shorter deadline where the seriousness of the actions of the authorised CBAM declarants justifies it.\nWhere the consulted parties do not respond within the deadline established for the consultation procedure, the conditions and criteria for which the consultation procedure took place shall be deemed to be fulfilled.\nArticle 27\nRight to be heard for revocation and appeal\nAfter the consultation procedure referred to in Article 26, the competent authority shall give the authorised CBAM declarant the possibility to be heard before revoking the status of authorised CBAM declarant.\nIn its communication to the authorised CBAM declarant, the competent authority\nshall include:\n(a) a reference to the documents and information on which the competent authority\nintends to base its decision;\n(b) a period, which shall not exceed 15 working days, within which the authorised\nCBAM declarant shall express a point of view, starting from the date on which\nthe notification is received or is deemed to have been received.\nWhere the authorised CBAM declarant expresses a point of view before the expiry of the period referred to in paragraph 2, point (b), the competent authority may proceed with the final decision making, taking into account the observations where applicable, unless the person concerned simultaneously expresses the intention to further express a point of view within the period prescribed.\nWhere the competent authority revokes the status of an authorised CBAM declarant, and the right to appeal is exercised, the competent authority shall inform of such appeal in the decision and register the conclusions of the appeal proceedings in the CBAM registry.\nEN\n\nEN\n18",
  "page_22": "Chapter V\nData protection\nArticle 28\nPersonal data protection\nThe personal data specified in this Regulation and registered in the CBAM registry, established in accordance with Article 14(6) of Regulation (EU) 2023/956, shall be processed for the purposes of measures related to the granting and revocation of the status of authorised CBAM declarant.\nIn relation to the processing of personal data referred to in paragraph 1 of this Article, the competent authority granting or revoking the status of authorised CBAM declarant shall be regarded as controller within the meaning of Article 4(7) of Regulation (EU) 2016/679 of the European Parliament and of the Council°.\nNo special categories of data, as defined in Article 9 of Regulation (EU) 2016/679\nand Article 10 of Regulation (EU) 2018/1725, shall be recorded for the purpose of\napplying for and granting of the status of authorised CBAM declarant.\nRegulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1, ELI: http://data.europa.eu/eli/reg/2016/679/0}).\nEN\n\nEN\n19",
  "page_23": "Chapter VI\nFinal Provisions\nArticle 29\nEntry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. It shall apply from 31 December 2024.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels,\nFor the Commission\nThe President\nOn behalf of the President\n[Position]\nEN\n\nEN\n20",
  "page_24": "SKDM BEYAN YÚKUMLÚULERININ YETKILENDIRILMESINE ¡LisKiN TASLAK UYGULAMA YÓNETMELIGi GÓRUS FORMU\nSKDM Beyan Yúkiimliilerinin Yetkilendirilmesine ¡ligkin Taslak Uygulama Yónetmeligi\nAA\nIO\nO\nO\nO\nO\nO\nO\nO\nASE\nO"
},
  "language": "Languages.TURKISH",
  "total_pages": 24
}
