{
  "file_name": "150_1464.pdf",
  "pages": {
  "page_1": "ERCST\nRoundtable on Climate Change and Sustainable Transition\n©.\noo\neae\n> [\nSee\n,\nsawnnese™ <\n-\nsos\nRaesee\n©\nSe\n=\naie at\nSeen.\noS\nQ gw\neg f\ntha\n<=\n---",
  "page_2": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nAcknowledgements\nContributors\nERCST Team\nStefano Cabras, Pietro Cesaro and Antonio Fernandez.\nCase Studies\nThe case studies have been developed with the support of Marc Jamin and Leon Jacobs from SABIC and Alessandro Bartelloni, Jean-Pierre Debruxelles and Damien Valdenaire from FuelsEurope and Concawe.\nDisclaimer\nThe views expressed in this paper are attributable only to the authors in a personal capacity, and not to any institution, which they are associated with.\nThis paper has been the subject of stakeholder consultations, including a workshop convened by the authors with stakeholders including NGOs, think tanks, academia, policy makers and representatives of industry.\n-2-",
  "page_3": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTable of Contents\nAcknowledgements\nonan nnnn nn nnnnnnnn -------------------------------------nnnn nn nnnnn enna nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn -2-\nList of Abbreviations ---------------------------------------------------------------n-nn anemia nn nnn nnn nnn nnn nnn nenn ce nnnenenene -4-\n1 Introduction ----------------------------------------------------------------------- n-ne nnn nnn nnn nnn nn nnn nnn nnn nnn nn nnn nnn -6-\n2 Supply Chain Emissions: An Opportunity for Mitigation ---------------------------------------------------------------- -11-\n2.1\nWhy Supply Chain Emissions Matter in a Low-Carbon World --------------------------------------------------- -11-\n2.2\nCase Study: Supply Chain Emissions in the Plastics Sector-------------------------------------------------=----== - 13 -\n2.3\nCase Study: Supply Chain Emissions in the Fuels Sector ---------------------------------------- nn nn nnn nnn -15-\nConceptual and Methodological Issues --------------------------------------------------------------------------- === === -18-\nMeasurement and Attribution of Supply Chain Emissions -------------------------------------------------------- - 18 -\n3.1\n3.2\nAdditionality of Supply Chain Emission Reductions----------------------------------------------------------------- - 18 -\n3.3\nAccounting for Supply Chain Emission Reductions------------------------------------------------------------------ -19-\n3.4\nAllocating the Benefits of Supply Chain Emission Reductions --------------------------------------------------- -19-\nIncentivising Supply Chain Emission Reductions -------------------------------------------------------------------------- -20-\n4.1\nSteps for Reducing Supply Chain Emissions--------------------------------------------------------------------------- -20-\n4.2\nTaking Stock: Current Scope 3 Frameworks and Intiatives ------------------------------------------------=---- = -22-\n4.2.1 Voluntary Reporting and Target-setting Frameworks --------------------------------------------------------- -22-\n4.2.2 Mandatory Reporting Frameworks --------------------------------------------------------------------------------- -25-\n4.2.3 Existing Initiatives at Member State Level --------------------------------------2---- nn nnnnnnnn nnn nncnnnnnnnnnnnns - 26 -\n4.3\nPolicy Options nnn nnn nnn monn nnn nnn ---------------------------~----~ nn nnn nnn nnn nnn nnn nnn nnn nnn nn nnmnnnmnnnnnman nnn -29-\n4.3.1 General Observations nnn nnn ------------------------------------0nnnn nnn nnn nn nnn nnn n nnn nn nnnn nnn nnn nnnnnnnnnnn naan -29-\n4.3.2 Options for the Provision of Scope 3 Incentives ---------------------------------------------------------------- - 30-\n4.3.2.1 Subsidies and State Aid Regulation for Scope 3 incentives ------------------------------------------ - 30-\n4.3.2.2 Scope 3 Incentives related to the EU Emissions Trading System (ETS) --------------------------- -31-\n4.3.2.3 Scope 3 incentives in the Sustainable Finance Agenda ----------------------------------------------- -37-\n4.3.2.4 Other Approaches ------------------------------------nnnnnnnnnnnn nn nnnnnnnnnnnn nnn nnnnnnnnnnnnnnnnnnnnnnnnnnnnnn - 40 -\nOutlook and Recommendations------------------------------------------------------------------------ 2 - nonin nnnn nnn nn -44-\nANNCX--------------------------------\n9-2 n nnn nn nnn nnn nn nn nn nn nnn nnn nn nnn nnn nnn nnn nnn nn nn nn nnn nn nn nn nn nnnnnnnnnnnnnnnnnnnnnnn - 46 -\n-3-",
  "page_4": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nList of Abbreviations\nBECCS\nCapEx\nCBAM\nCcfD\nCCS\nCCU\nCDM\nCDP\nCEAP\nCO2\nCOMET\nCRAs\nCSOs\nCSRD\nDA\nDACCS\nDG ENV\nEC\nEEAG\nEFRAG\nEGD\nERM\nESG\nESMA\nETD\nETS\nEU\nGES\nGHG\nGLEC\nGO\nGPP\nBioenergy with carbon capture and storage Capital expenditures Carbon Border Adjustment Mechanism Carbon contracts for differences Carbon Capture and Sequestration Carbon Capture and Utilization Clean Development Mechanism Carbon Disclosure Project Circular Economy Action Plan Carbon Dioxide Coalition on Materials Emissions Transparency Credit Rating Agencies Carbon Storage Obligations Corporate Sustainability Reporting Directive Delegated Act Direct Air Capture with Carbon Storage Directorate-General for Environment European Commission Energy and Environmental State Aid Guidelines European Financial Reporting Advisory Group European Green Deal Environmental Resources Management Environmental, Social, and Governance European Securities and Markets Authority Energy taxation Directive Emissions Trading System European Union ‘Gaz a Effet de Serre’ Greenhouse Gas Global Logistics Emissions Council Guarantees of Origin Green Public Procurement\n-4-",
  "page_5": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nHVO\nICT\nIPIECA\nISO\nLCA\nLPG\nNETs\nNFRD\nNGER\nOEF\nPAS\nPEF\nRED\nSBTi\nSECR\nSFDR\nSMES\nTCFD\nTSC\nWBCSD\nWRI\nWITT\nWTW\n-5-\nHydrotreated Vegetable Oil\nInformation and Communications Technology\nInternational Petroleum Industry Environmental Conservation Association\nInternational Organization for Standardization\nLife Cycle Assessment\nLiquefied petroleum gas\nnegative emission techniques\nNon-Financial Reporting Directive\nAustralian National Greenhouse and Energy Reporting\nOrganization Environmental Footprint\nPublicly Available Specifications\nProduct Environmental Footprint\nRenewable Energy Directive\nScience Based Targets initiative\nUK Streamlined Energy and Carbon Reporting\nSustainable Finance Disclosure Regulation\nSmall and medium-sized enterprises\nTask Force on Climate-Related Financial Disclosures\nTechnical Screening Criteria\nWorld Business Council for Sustainable Development\nWorld Resources Institute\nWell-To-Tank\nWell-to-Wheels",
  "page_6": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n1 Introduction\nSupply chain emissions: what they are, and why they matter. The most widely used approach to define and measure supply chain emissions is the GHG Protocol Corporate Value Chain (Scope 3) Standard? elaborated by the WRI and WBCSD. This definition describes supply chain emissions as Scope 3 emissions, which are the indirect emissions that are a consequence of the activities of the company (in the value chain) but occur from sources not owned or controlled by the business. In this context, it is useful to have an overview of all three scopes as established by the GHG Protocol:\no Scope 1: direct GHG emissions from operations that are owned or controlled by the company; for example emissions from combustion in owned or controlled boilers, furnaces, vehicles, etc. or emissions from chemical production in owned or controlled process equipment; Scope 2: indirect GHG emissions from the consumption of purchased electricity, heat, steam and cooling; these emissions can be reduced by investing in energy efficiency or by switching to less GHG intensive sources of electricity; and Scope 3: all indirect GHG emissions (not included in scope 2) that occur in the value chain of the reporting company.\nThe GHG Protocol Scope 3 Standard includes 15 mutually exclusive categories which can be subdivided into upstream (e.g. 3.1 purchased goods & services or 3.7 employee commuting) or downstream activities (e.g. 3.11 use of sold products or 3.12 end-of-life treatment of sold products).\n1 https://ghgprotocol.org/standards/scope-3-standard\n-6-",
  "page_7": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTable 1: List of Scope 3 categories as defined by the GHG Protocol\nUpstream scope 3 emissions\nands\npital g\ntgy-re acti\n(not ir\nar\ngenerated i\nmmuting\ntream leased\nDownstream scope 3 emissions\ntre, m tran rtation a di ibu\n10.\ning 1 prod\n11\n12.\nner\nju\n13,\n14.\n15,\nSource: GHG Protocol WRI, WBCSD (2011)\nAlternative definitions of supply chain (Scope 3) emissions. The WRI and WBCSD definition is not the only one with relevance for supply chain emissions, as the latter are also sometimes (e.g in the context of the Product Environmental Footprint (PEF) and Organization Environmental Footprint (OEF)? in the Sustainable Finance Taxonomy) equated with the life cycle assessment (LCA)? of a product or simply referred to as “indirect emissions” of a company’s activities in other cases\nMagnitude of Scope 3 emissions. A company’s supply chain emissions (Scope 3) are on average 5.5 times larger” than its Scope 1 and 2 emissions, and therefore often present the most significant opportunities to influence GHG reductions°. As an example, downstream emissions from burning fossil fuels are the major source of emissions from the oil and gas sector, accounting\n2\nhttps://ec.europa.eu/environment/eussd/smgp/dev_methods.htm 3https://ec.europa.eu/environment/ipp/Ica.htm#:~:text=Life%20Cycle%20Assessment%20(LCA)%20is, life%2Dcycle% 200f%20the%20product\n4 https://www.cdp.net/en/research/global-reports/global-supply-chain-report-2019\nShttps://ghgprotocol.org/sites/default/files/standards/Corporate-Value-Chain-Accounting-Reporing-\nStandard 041613 2.pdf\n-7-",
  "page_8": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nfor approximately 70 to 90% of lifecycle emissions from petroleum products and 60 to 85% of those from natural gas®\nFigure 1. Emissions in supply chains often exceed those in operations: emissions split in Scope 1, 2 and 3 upstream for selected industries (CO2e,2019)\n\"jesse eee eeeeew ew = = =\n\\ End products\n= =\n=\nRaw materials\n\\\n|\nty TH\n@ Supply 3\nchain\n(Scope upstream)\nConsumed\nTL ER\npower etc.\n(Scope 2)\n@ Operations 1)\n(Scope\n/ pa.\nI /\n!\nCement Steel Mining Agriculture Textiles Chemicals / / Electronics Construct. Automotive Food Fashion FMCG\na\n.\nJ\nNote: Top companies selected based on number of reported Scope 3 upstream categories and industry fit FMCG = fast-moving consumer goods\nSource: CDP, BCG (2021)\nUnderstanding the climate related risks and opportunities of a company’s value chain matters. Until recently, companies have focused their attention on emissions from their own operations (Scope 1), but increasingly companies also choose to account for GHG emissions along their value chains (Scope 2 and 3) and product portfolios to increase the company’s resilience and comprehensively manage the climate related risks and opportunities. Recent research estimates that companies will face up to US$120 billion in costs from environmental risks in their supply chains by 20267\nSome examples of climate related risks related to a company’s value chain are\n6 https://www.|se.ac.uk/granthaminstitute/news/emissions-targets-in-the-oil-and-gas-sector-how-do-they-stack-up/ 7 https://www.cdp.net/en/articles/supply-chain/environmental-supply-chain-risks-to-cost-companies-120-billion-by- 2026\n-3-",
  "page_9": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nRegulatory risk of GHG emissions-reduction regulations introduced or pending in regions where the company’s suppliers operate; Financial risk arising from supply chain costs, reliability and business interruption; Decreased demand for products with high GHG emissions; and Corporate reputation.\nOn the other hand some of the opportunities that can arise from tackling Scope 3 emissions in the value chain include:\ne Operational efficiency and cost savings; e Can drive innovation; e Increased sales and customer loyalty; e Improved stakeholder relations; and e Company differentiation.\nTherefore, reducing Scope 3 emissions and making targeted changes in supply chain operations can significantly reduce a company’s risks and is increasingly seen as a way to gain a competitive edge.\nNo systematic approach to address supply chain emissions in European climate policy. Climate policy in the European Union (EU) has so far lacked a holistic view on how supply chain emissions are addressed and accounted for. In the EU, the main legislation which currently governs EU climate policy and corporate compliance focuses on Scope 1 emissions, and to some extent on Scope 2 emissions (e.g. through requirements for energy efficiency improvements or renewable energy targets).\nAt the same time, companies are facing growing pressure from asset owners, customers, employees, lawmakers, and activists to reduce emissions across their entire value-chain, since doing so is deemed critical to investors and other stakeholders who feel that it demonstrates how companies manage not only corporate responsibility, but also how they tackle environmental factors and risks associated with Scope 3 emissions. Examples of initiatives that have heightened awareness of and called for greater action on supply chain emission include the\n-9-",
  "page_10": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTask Force on Climate-Related Financial Disclosures (TCFD)®, the Science Based Targets initiative (SBTi)’, and the EU Sustainable Finance Taxonomy.?°.\nThe EU Climate Law as well as the medium- and long-term decarbonization targets under discussion at the public and the private levels around the world make it increasingly clear to corporations that all emissions will need to tend to zero in the longer term and, like all other emissions, will be eventually regulated with an emissions target that is aligned with net-zero emissions across the economy. The opportunity space for voluntary commitments will, in other words, at some point have to disappear in a net zero world.\nGiven their importance, ERCST has initiated a conversation on supply chain emissions. In view of the growing importance of addressing supply chain emissions, ERCST has embarked on an exploration of the main issues and options regarding how to identify and measure these emissions, and what role they should play in the transition to a low-carbon future. In this project, it has started by exploring a broad range of issues and is now focusing on the following issues:\nHow reductions of Scope 3 emissions can be incentivized; If, how, and under what circumstances these incentives can increase flexibility for those that have existing (Scope 1) compliance obligations; and How methodological challenges — such as attribution and accounting of supply chain emissions and their reduction — need to be understood and resolved (“someone’s Scope 3 emissions are somebody else’s, possibly a number of actors, Scope 1 emissions”).\nThis report builds on three stakeholder workshops and six consultations with European Member States. The three workshops, held on the 7‘\" of December 2020, 26\" of January and 16\" of March 2021, brought together community, academic, and industry perspectives. These discussions helped the project team understand whether and to what extent companies are\n8 https://www.fsb-tcfd.org/\n° https://sciencebasedtargets.org/\n1https://ec.europa.eu/info/business-economy-euro/banking-and-finance/sustainable-finance/eu-taxonomy- sustainable-activities_en\n-10-",
  "page_11": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nconcerned with tackling their Scope 3 emissions, and to narrow down the research questions to the main challenges and opportunities raised in the context of this topic.\nThe consultations with the European Member States (Czech Republic, France, Netherlands, Poland, Spain and Sweden) then offered an opportunity to investigate whether Scope 3 emissions are already being addressed at the national level under a specific legislative file and, if not, whether they are being considered for inclusion in future climate policies.\nBuilding on these discussions and complementary desk research, the following report summarizes what ERCST has identified as the main issues and options for addressing supply chain emissions in climate policy and puts forward the questions that it feels will require further attention if the mitigation potential of supply chain emissions is to be fully leveraged.\n2. Supply Chain Emissions: An Opportunity for Mitigation\n2.1 Why Supply Chain Emissions Matter in a Low-Carbon World\nThere is now increasing acknowledgment, across geographies and sectors, of the need to reach net-zero emissions by mid-century. In a post-Paris world of vastly different financial, technical and political capabilities, however, this process will be very heterogeneous, both between countries as well as between sectors in countries. Even though all emissions have to eventually reach zero, some countries and sectors will move more slowly than others, due to different levels of access to technology, administrative and financial capacities, social pressures, and many other considerations.\nThis presents an opportunity to leverage asymmetrical abilities to reduce emissions throughout supply chains: indirect (Scope 3) emissions. Most if not all climate policy regimes address Scope 1 and 2 emissions (see also below, Chapter 4.2). However, many well-capitalized and technically savvy industrial players, and possibly other actors have the ability to substantially increase mitigation outcomes beyond their direct emissions and emissions embedded in electricity. They can do so by helping — through investment and direct action — emitters in upstream and downstream sectors, possibly in their supply chains, and thus help reduce the direct emissions of others in the supply chain. In a world in which targets are lagging behind the Paris Agreement objectives and where mitigation is lagging behind committed targets, and where time is,\n-11-",
  "page_12": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\nmoreover, of the essence, such efforts can offer a legitimate means to accelerate decarbonization.\nLike most abatement opportunities, however, emission reductions along the supply chain tend to be costly, with many emitters not subject to regulatory obligations, or exposed to the right incentives, and/or possessing the resources to address them. To illustrate the potential emission reductions that these supply-chain actions can generate, the following chapters will discuss two case studies which are intended to showcase:\ne What the supply chain (Scope 3) emissions in that sector are; e What share supply chain (Scope 3) emissions represent compared to that sectors’ Scope 1 and 2 emissions; Whether those emissions are currently being reported or addressed under any regulatory obligation or via voluntary commitments; Which actions are being taken or could be taken to address those value-chain emissions; and Where the sectors see opportunities, beyond purely voluntary engagement, that could provide incentives for supply-chain emission reductions.\n-12-",
  "page_13": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n2.2 Case Study: Supply Chain Emissions in the Plastics Sector\nCase Study: SABIC (Chemicals Sector)\nSABIC is a producer of diversified chemicals headquartered in Riyadh, Saudi Arabia. It manufactures on a global scale in the Americas, Europe, Middle East and Asia Pacific, making different kinds of products: chemicals, commodity and high-performance plastics, agri-nutrients, and metals.\nIn Europe, it counts with more than 5,000 employees and 13 manufacturing and compounding plants across 7 EU countries. The largest and most energy intensive plants, including cracker operations, are located in the Netherlands and in the United Kingdom.\nOver the last decades SABIC has invested heavily in reducing its environmental footprint in all its operations across Europe (mainly Scope 1 GHG emissions). The company has committed to further investments in new technologies and energy efficiency projects to bring GHG emissions in line with Europe’s interim targets for 2030 and its long- term ambition to become climate neutral by 2050.\nSABIC ’s Value Chain (Scope 3) Emissions\nAn effective corporate climate change strategy across the whole value chain requires a detailed understanding of a company’s GHG impact. SABIC has been reporting its direct emissions (Scope 1), its indirect emissions associated to outsourced energy (Scope 2) since 2011, and all the other indirect emissions associated with its value chain (Scope 3) under the Carbon Disclosure Project (CDP) since 2018. Additionally, SABIC has voluntarily embarked on the process of setting a 2030 science-based emissions reduction target with the SBTi, and has already identified preliminary reduction potential.\nIn 2020, SABIC established a methodology for calculating Scope 3 emissions which received limited assurance by KPMG. The table below illustrates SABIC’s total value chain emissions for 2020. As shown below, Scope 3 emissions represent 69% of SABIC’s total emissions.\nTable 2. SABIC’s total value chain emissions for 2020\n| FY 2020\n|\nSABIC’s emissions along the\nvalue chain (million tons CO2eq)\n| Scope 1\n| Total of Scope Scope 3\nScope 2\nTotal of Scope\n1and2\n1,2 and3\n[37°\nq7e\n[54\n| 120 @\n174\n(1) adjusted for rounding to the correct total figure\n(2) assured by KPMG on 2 July 2021\n(3) assured by KPMG in the Sustainability Report 2020 on 25 March 2021, see\nhttps://www.sabic.com/en/sustainability/corporate-reporting\nOpportunities for Value Chain Emission Reductions for SABIC\nA better understanding of the indirect GHG emissions beyond SABIC’s own operations from upstream to downstream activities can facilitate the identification and understanding of risks and opportunities associated with value chain emissions. The analysis of Scope 3 emissions is unlocking new market opportunities for producing and selling goods and services with lower environmental impact as demanded by customers and end users.\n-13-",
  "page_14": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nCompared with Scope 1 and 2, work on Scope 3 emissions reductions plans and roadmaps in SABIC only started recently and is still in progress. Nevertheless, SABIC has already identified some opportunities enabling supply chain emissions reductions\nCircular Economy: Chemical Recycling (Scope 3) & Renewable Feedstocks (Scope 1) Renewable Electricity (Scope 2) Energy Efficiency (Scope 1) Furnace Electrification (scope 1)\nPart of the Scope 3 emissions reduction potential will involve SABIC’s own Circular Economy initiatives. SABIC is planning to build a commercial plant in Europe that will transform pyrolysis oil derived from mixed plastic waste into feedstock for its crackers, also called chemical recycling, as part of the company's strategy to further advance its circular economy model for the business (Figure 1)\nAs part of the TRUCIRCLE™ program, SABIC will produce certified Circular Polymers (Figure 2). This will substantially contribute towards Scope 3 emissions reductions by avoiding fossil fuels as a feedstock for production and CO, emissions from incineration, which equates to a reduction of about 2 kg of CO2 per kg of product when compared to the conventional fossil route (Cradle to Gate Study)\nFigure 3. SABIC’s value chain production with chemical recycling\nFigure 4. Certified Circular Polymers\nSulu\nHE CONCEPT “FROM LINEAR TO CIRCULAR\nFeedstock\nrecycling ©\na)\nEE: Mainscope1 —-- RE Scope 2\nEmissi :.\npt —_a\nre a\nISCC ©\n—\nDes (/\\~\nVirgin and\nfrom difficult\n(QO) J\\\\ CHEMIC\nrecy INC\nrecycle pl tic te streams produced througt\nresins chemicals\ntc\nwe ceeeeoeese\nfeeds tock recycling\nolf tall\nolf ln\nMoz\n0) CE : Scope 3 reduction REE\na\navoiding incineration\nSesser\nI n centives for Su ly Chain Emissions Reduction\nAchieving the climate neutrality targets will require companies to invest and support the development and deployment of a broad range of innovative low-carbon technologies, including recycling of plastic waste. Unless CO, reductions are accounted for and compensated in a coherent matter, incentives to scale-up these technologies at the required speed may be insufficient\nThis Case Study was produced in cooperation with SABIC\n-14-",
  "page_15": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n2.3 Case Study: Supply Chain Emissions in the Fuels Sector\nCase Study: Fuels Europe (Fuels Sector)\nThe refining industry encompasses a wide range of products: LPG, aviation gasoline; motor gasoline; gasoline type jet fuel; naphtha, aromatics, and olefins; white and industrial spirit; kerosene; diesel; heating gas-oil; marine gasoil; lubricants; heavy fuel oils.\nThe sector is expected to face an important transformation due to megatrends expected in the next decades in the area of transport: stricter regulations, new mobility schemes and transport modes, new technologies and new sources of energy for transport that will contribute to reducing the carbon intensity of transport (Well-to-Wheel); it is therefore crucial that the fuels industry address its Scope 3 emissions in a comprehensive manner.\nSupply Chain (Scope 3) Emissions in the Fuels Sector\nAccording to the IPIECA guidelines, Scope 3 emissions in the refining industry, can be divided in two categories, upstream and downstream, and include elements such as combustion emissions resulting from the products use phase, or transport related emissions resulting from the transport and distribution phases, depending also on the level of integration of the refining business with the exploration and production activities. The illustration below shows a generic production chain and emissions from a non-upstream integrated refining perspective:\nFigure 5. Scope 3 upstream and downstream emissions sources for a refinery\nFigure 4\nlllustration of scope 3 upstream\n——» Scope 3\nand downstream emissions\n= Scope 3 downstream\nsources a\nfor refinery\ntet\n| |\n: Reporting boundary\nPurchased Distribution not purchased by\ndistribution the company\n|\n|\nExploration and production\nChemicals\nProduct\napa\ndisposal\n—\nRefining\n.\nProduct use\nPurchased raw materials\n—\n2\nand services\nWaste from\noperations\nSource: IPIECA (2021)\nConventional refineries convert oil into a number of different products including, among others, chemicals and fuels. As the main refining products, transportation fuels represent more than 75% of the total refining production with emissions linked to both the conversion and transport steps as well as the final product use in different engines and powertrains mostly linked to the transport sector.\ns h are of Scope 3 Emissions in the Sector Compared to Scope 1 and 2 Emission s\nIn the fuel industry, the vast majority of the Well-to-Wheels emissions (from the extraction of oil until the final product use) occur during the combustion phase. Using as an example diesel fuel combusted in a passenger car, the chart below is representative of the sector with the relative contribution of the WTT (Well-to-Tank) and TTW (Tank-to-Wheel, ~combustion) to the total GHG emissions, expressed in g CO2eq per km.\nupstream\n-15-",
  "page_16": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nConsistent with IPIECA’s figure above, the Scope 3 emissions for the non-upstream integrated refining industry (with boundaries set at the refinery fence) is the sum of all of the sections below, except the refining step (“WTT- Crude refining marginal diesel”), which is therefore 92% of the total WTW (Well-to-Wheels) diesel emissions.\nFigure 6. Example of Scope 1-3 emissions for a diesel fuel in a passenger car\nFossil Fuel (Reference)\nDiesel ICE 2025+ (WLTP)\n121 grCO2eq/km\n0,6%\n= Scope Product Us (ICE 2025+)\nE2\n® Sco) pe 3_Oil production\npe 3_Crude oil Transport (Supply)\n1%\n<\naS pe 1&2_Crude Refinir marginal Diesel)\ne\naS f Distribution (Supply)\nThe Scope 3 emissions connected to the refining industry are essentially generated in the downstream supply chain, i.e. during the use (combustion) of the fuels and other products (79% of the total emissions — see Figure 6 above).\nConsequently, the reduction of those Scope 3 emissions may occur in one of the following ways:\nThrough enhanced energy efficiency measures in the use phase of the products; Through the capture of GHG emitted during combustion, for eventual capture or recycle; By offsetting the GHG emissions generated during the use of the products with CO> credit certificates; By replacing fossil CO2 in the products with biogenic or recycled COz.\nThe first two measures lie within the control of the users of the products. The product manufacturer (refining company) may decide to actively participate in such activities. For example, educational initiatives and participation in energy efficiency investments may reduce the intensity of CO. emissions. Also, investments in infrastructure for the collection, storage and/or recycling of CO2 emissions may contribute to reducing the net GHG emissions released into the atmosphere.\nThe last two measures lie within the control of the refineries. While the carbon offset option — currently being used by several companies — would deserve a separate discussion, it merits focusing on the last option here: replacing fossil carbon in the products with biogenic or recycled carbon tackles the issue at its root, and has the potential to progressively bring the Scope 3 emissions of the refining industry closer to zero.\nThis strategy has been illustrated by FuelsEurope in the Clean Fuels for All Roadmap, and companies throughout Europe are currently investing in projects for the production of renewable and low-carbon fuels. Leveraging the existing fuel production and distribution infrastructures, the specific technical know-how, and the availability of a highly skilled workforce, EU refining companies have the capabilities to progressively increase the output of renewable fuels through the installation of Hydrotreated Vegetable Oil (HVO), Biomass Technology Laboratory (B- T-L lignocellulosic) and e-fuels plants at industrial scale. 1¢ -\naS pe Dispensing at retail site\nortunities for Value Chain (Scope 3) Emission Reductions in the Fuels Sector",
  "page_17": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nThis would allow adapting the supply to evolving patterns of demand for fuels in transport, which is expected to decrease in quantitative terms (as road transport — notably cars and vans — electrify) and to increasingly reduce the carbon footprint of fuels with a view to contributing to the 2050 climate neutrality objective.\nWith a regulatory framework conducive to a remunerative market for low carbon fuels, and to the business case for corresponding investments, a growing number of renewable fuels production facilities can come on stream starting in 2022 and account for up to 10% in 2030, 40% in 2040 and 83% in 2050 of the total EU demand in transport for liquid fuels. The investment cost of these projects is estimated to be in the order of some 650 billion euros\nFirst notable examples of this strategic approach can be seen in the recent conversion of conventional refineries into HVO production facilities, whereby the existing infrastructures are reused and adapted and crude oil is replaced by sustainable biomass.\nIncentives for Supply Chain Emissions Reductions\nThe regulatory framework for fuels and transport plays a fundamental role in driving down the Scope 3 emissions connected to the refining industry. The recently published “Fit for 55 Package” (European Commission, 14 July 2021) includes a set of regulatory proposals with a potentially deep impact on the decarbonization of transport. In the “Fit for 55” - FuelsEurope’s contribution to the debate on decarbonization of transport, FuelsEurope recommends the key measures in the relevant regulations which can create the conditions for a progressive abatement of Scope 3 emissions (NB: the focus is on the 79% of scope 3 emissions i.e. “product use” — see Figure 6):\nThe revision of the Renewable Energy Directive creates the best opportunity to make it the primary regulatory instrument to drive the effective and efficient decarbonization of road transport fuels. FuelsEurope recommends that the transport target be expressed in GHG terms (rather than in % renewable energy) and that a technology-unbiased approach be adopted to allow different solutions to compete and prevail according to their merits. Also, clear and robust sustainability criteria should be the only eligibility criteria. While theoretically one policy objective should call for one regulation, to avoid overlaps and unintended, contradictory consequences, a cap-and-trade system for the decarbonization of road transport may play a complementary role. Another regulatory tool of key importance, which can effectively complement the RED, is the upcoming revision of the Energy Taxation Directive. The ETD should recognize a lower taxation rate on renewable fuels vs. fossil fuels, to contribute, together with the RED and possibly with an ETS for transport, to the creation of a carbon price signal capable to create the business case for investments in low-carbon liquid fuels. Dedicated regulation to drive the decarbonization of fuels for aviation and maritime transport can also play a useful role, if they provide the conditions for a progressive uptake of renewable and low carbon fuels. The upcoming revision of the CO, standards in cars and vans and the one for Heavy Duty Vehicles offer a not-to-be-missed opportunity for opening these regulations to technology inclusiveness by accounting for the CO2 reduction from fuels with low and net-zero CO2 emissions.\nThis Case Study was produced in cooperation with Fuels Europe\n-17-",
  "page_18": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n3. Conceptual and Methodological Issues\n3.1 Measurement and Attribution of Supply Chain Emissions\nAddressing and measuring supply chain emissions can be an extremely challenging task, especially considering the often fragmented supply chains which can be distributed across different countries and Tier n suppliers. As a consequence, not many companies measure and disclose their Scope 3 emissions, or they are forced to rely on industry averages to measure their supply chain emissions, which may not always be representative of the context or jurisdiction in which they occur.\nThe GHG Protocol Corporate Value Chain (Scope 3) Standard provides different methods to measure and calculate Scope 3 emissions based on the data availability of each sector; the most common ones are:\ne Supplier specific method: relies on data available from goods or services suppliers; e Hybrid method: uses a combination of supplier-specific activity data (where available) and secondary data to fill the gaps; Average data method: estimates emissions by collecting data on the mass or other units of goods or services purchased and multiplying it by the industry average emission factors; and Spend-based method: estimates emissions by collecting data on the economic value of goods and services purchased and multiplying it by relevant industry average emission factor.\n3.2 Additionality of Supply Chain Emission Reductions\nIncentives for supply chain (Scope 3) emission reductions may only be justified if these reductions would not otherwise happen without the incentive or are not already required from another emitter as Scope 1 or 2 emission reductions (for instance under the EU Effort Sharing Regulation or under the EU ETS). It must be noted that some of these emissions will be captured in the EU under the ESR.\nIn other contexts, this requirement has been expressed in terms of a need to demonstrate “additionality”, that is, that the actions in question would not have occurred without the relevant\n-18-",
  "page_19": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nincentive. Because it requires a counterfactual argument, this concept has been controversial, playing an important role in baseline-and-credit approaches such as the Clean Development Mechanism (CDM) under the Kyoto Protocol, different voluntary standards (such as the Gold Standard), and, more recently, in discussions under Art 6.4 of the Paris Agreement, which defines an international mechanism to credit emission reductions.\n3.3 Accounting for Supply Chain Emission Reductions\nUnder the Paris Agreement and the incentives for taking mitigation action that may subsequently be transferred to a Party other than that where the emissions take place, the issue of double counting becomes central. Complex and elaborate solutions are being contemplated to address the risk of double counting.\nIn the case of supply chain (Scope 3) emissions, there is likewise a significant risk of double claiming and double counting of reductions in a value chain. Since, by definition, downstream Scope 1 emissions are Scope 3 emissions for a number of actors, taking ownership of the emissions, and claiming any reductions that may take place, is fraught with a very high likelihood of double counting. More than one actor could claim credit for supply chain (Scope 3) emission reductions, and there are currently no clear guidelines specifying how this attribution should take place in order to avoid double counting.\nExisting voluntary frameworks sometimes attribute such emission reductions to a specific actor in order to encourage early action. Doing so, however, may not fully consider the possibilities of double counting.\n3.4 Allocating the Benefits of Supply Chain Emission Reductions\nThe simple question is, with so many actors potentially identifying the same emissions as their Scope 3 or value chain emissions, who gets credit for supply chain emission reductions and how is the allocation determined or negotiated? While attribution of emissions is one issue, the issue that ERCST identifies as critical for catalyzing reductions is how to attribute emission reductions as a Scope 3 reduction in a value chain.\n-19-",
  "page_20": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTo attribute Scope 3 emissions reductions, there will need to be certain requirements that have to be considered, including rules to address the following — not necessarily exhaustive — list of issues:\ne Has an entity claiming the reductions taken action? e Has that action been additional, that is, has it already been incentivized through a regulatory mechanism? Was the action the result of another incentive, such as a[nother] voluntary commitment? Is this a deadly sin? Is there another benefit to be derived from having taken the action — is this a disqualifying condition? If the Scope 3 emission reductions take place through cooperation between different actors, for instance at the intersection of the Scope 1 and Scope 3 emitter, can there bea general principle determining to which party the credit for such reductions should accrue, or will it need to be based on a case-by-case negotiated arrangement?\n4 Incentivizing Supply Chain Emission Reductions\n4.1 Steps for Reducing Supply Chain Emissions\nWhile a company only has full control over its direct (Scope 1) emissions, it has influence over its indirect (Scope 2 and 3) emissions by choosing its suppliers across the globe and working with them to achieve the most meaningful reductions.\nFollowing the necessary steps for supply chain emissions reductions can be a challenging, labor intensive and costly process. De facto, not many companies have the financial and technical capacities to undertake emission reductions across their value chains. If the right regulatory frameworks and incentives were in place, more businesses and actors would engage in reducing their value chain emissions.\nIn order to reduce a company’s value chain emissions, the steps that need to be taken into account are:\n-20-",
  "page_21": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTable 3. Overview of steps for reducing supply chain emissions\nFirst, understanding the supply chain of the company and its characteristics beyond Tier 1 producers is crucial to be able to later identify the emission “hotspots” in the value chain.\nUnderstading the supply chain\nIts characteristics beyond Tier 1 suppliers\nvw\nIdentifying emission sources\nCarried in conjunction with suppliers and end-users\ns\nMeasuring emissions\nSecond, the identification of emission sources and gathering of data, both upstream and downstream, must be carried out in conjunction with suppliers and end users, and can become a challenging task depending on data availability. At this stage, companies might consider changing suppliers to achieve a more sustainable and transparent value chain.\nGHG Protocol Corporate Value Chain Standard,\nISO 14064-1 Standard, EU PEF and OEF\ns\nReporting emissions\nCompany level, national level (UK SECR, FR Bilan GES, etc.),\nvoluntary initiatives (CDP, etc.)\na\nSetting targets\nCompany level, voluntary initiatives (SBTi, etc.)\nse\nDesignating abatement measures and reducing\nemissions\nMore efficient supply chains, switching suppliers, improving circularity,\nThird, “you cannot reduce what you cannot\ncarbon offset projects, removals, etc.\nmeasure”: accounting and measuring supply\nchain emissions is a key step and can be done\nSource: ERCST (2021)\nby following the guidelines of the GHG\nProtocol Corporate Value Chain (Scope 3) Standard, the ISO (International Organization for Standardization) 14064-1 Standard\", the EU Product Environmental Footprint (PEF), and the Organization Environmental Footprint (OEF)?2.\nFourth, reporting of the accounted value chain (Scope 3) emissions can be done via: the company’s yearly sustainability report; voluntary disclosure initiatives and platforms such as the Carbon Disclosure Project (CDP); or national GHG reporting schemes, such as the UK Streamlined Energy and Carbon Reporting (SECR) or Bilan Carbone in France.\n11 https://www.iso.org/obp/ui/#iso:std:iso:14064:-3:en 22 Refers to LCA of product activity instead of Scope 1-3 emissions a or\n-21-",
  "page_22": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFifth, setting a strategy and targets to reduce value chain emissions can de bone either independently at a company level or by adhering to initiatives such as the Science Based Targets initiative (SBTi).\nThe last step, designating abatement measures and reducing emissions in the value chain, can be achieved in a variety of ways, including working with suppliers to address their emissions, more efficient supply chains, switching suppliers or country of production, improving circularity of the supply chain, purchasing carbon offset projects, and investing in CO2 removals, among other options.\n4.2 Taking Stock: Current Scope 3 Frameworks and Initiatives\nMany organizations, including many corporations, are currently taking on voluntary commitments that are sometimes significantly in excess of their regulatory obligations. In many cases, these voluntary commitments include Scope 3 emission reductions, which can lead to considerable mitigation along the value chain, without being directly related to any compliance obligations under a regulatory regime. The same can be true of voluntary actions to reduce Scope 1 and 2 emissions.\nIn many cases, these organizations are the only ones that possess the resources, capacity, and technological know-how to undertake such emission reductions. While these voluntary emission reductions can already be impressive, they are nevertheless only a fraction of the reductions that could likely be achieved by offering robust incentives to these entities and which would also make a significant contribution towards the goals of the Paris Agreement.\n4.2.1 Voluntary Reporting and Target-setting Frameworks\nIn light of the increasing interest in reducing supply chain (Scope 3) emissions and as a response to the absence of relevant compliance frameworks, a number of voluntary initiatives have evolved to aid and guide companies in achieving reduction goals throughout their value chains. Included below is a list with the main voluntary frameworks and incentives linked to supply chain emissions:\n-22-",
  "page_23": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTable 4. Voluntary frameworks and initiatives with relevance for Scope 3 emissions\nVoluntary\nFunction\nframeworks/initiatives\nGHG Protocol\nStandard\nCorporate Value Chain (accounting and\n(Scope 3) Standard\nmeasurement)\ncompany\nISO (International\nStandard\nOrganization for\n(accounting and\nStandardization)\nmeasurement)\n14064-1 Standard\nSmall and medium-\nAccounting,\nsized enterprises\nmeasurement\n(SMEs) Climate Hub\nand setting\ntargets\nCarbon Disclosure\nDisclosure and\nProject (CDP)\nreporting\nScience Based Targets Setting targets\nInitiative (SBTi)\n-23-\nDescription and inclusion of supply chain (Scope 3) emissions\nProvides a methodology that can be used to account for and\nreport emissions along the entire value chain emissions of a\nScope 3 emissions are subdivided into 15 categories or activities,\nboth upstream and downstream of their operations, for which\neach has its own guidance on quantification and accounting\nSpecifies principles and requirements at the organization level\nfor the quantification and reporting of greenhouse gas (GHG)\nemissions, both direct and indirect, and identifying specific\ncompany actions or activities aimed at improving GHG\nmanagement.\nAccess to tools and resources to provide support for SMEs with\nregard to measuring emissions, developing a climate strategy,\nreducing direct and indirect emissions, and exemplifying\ncomplementary offset projects.\nIf the value chain emissions (Scope 3) are significant, and where\ndata allows measuring them, the company should also aim to cut\nScope 3 emissions in half during this decade.\nA global disclosure system for investors, companies, cities, states\nand regions to manage their environmental impacts.\nProvides companies the opportunity to disclose data for all 15\nplus two “other” up- and downstream categories of Scope 3\nemissions and explain the process by which their Scope 3 data is\ncollected.\nOver 2,800 companies that reported to CDP in 2017 reported\nScope 3 emissions (SBTi, 2018).\nThis initiative guides companies in setting science-based\ntargets and specifying a clearly defined path to reduce\nemissions in line with the Paris Agreement goals.\n13 Targets considered ‘science-based’ if they in line with what the latest climate science deems to are are necessary meet the goals of the Paris Agreement — limiting global warming to well-below 2°C above pre-industrial levels and pursuing efforts to limit warming to 1.5°C. Science-based target setting methods have three components: a carbon budget (defining the overall amount of GHGs that can be emitted to limit warming to 1.5°C or well-below 2°C), an emissions scenario (defining the magnitude and timing of emissions reductions) and an allocation approach (defining how the carbon budget is allocated to individual companies). To calculate SBTs, companies should use a method that is based either on sector-specific decarbonization pathways (i.e. the Sectoral Decarbonization Approach) or on a percentage reduction in absolute emissions.",
  "page_24": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nISO/WD 14068\nCarbon neutrality\nRace to Zero by the\nUNFCCC\nEnvironmental Footprint (PEF) and Organisation Environmental Footprint (OEF)\nEU Product\nSource: ERCST (2021)\nTask Force on Climate-\nrelated Financial\nDisclosure (TCFD)\nPAS 2060 (by British\nStandards Institute)\nCOMET Framework\n(the Coalition on\nMaterials Emissions\nTransparency)\nGlobal Logistics Emissions Council (GLEC) Framework\nemissions, it should set a target covering Scope 3 emissions too. Financial A framework to help companies disclose climate-related risks Disclosure and opportunities through their existing reporting processes. Encourages investors and executives to disclose the Scope 1 and Scope 2 emissions in their portfolios, and Scope 3 “if appropriate.” Standard Specification standard detailing how to achieve carbon neutrality through the quantification, reduction and offsetting of greenhouse gas (GHG) emissions. All Scope 3 emissions that contribute more than 1% to the total footprint must be included. Standard Carbon neutrality standard for which the inclusion of Scope 3 emissions is still to be defined and under negotiation. Coalition and A global campaign that brings together net zero commitments network of net from a range of leading networks and initiatives across the zero initiatives climate action community. “Net Zero” pledges to be included under the campaign should cover all emissions, including Scope 3 emissions for businesses and investors, where they are material to total emissions and where data availability allows them to be reliably measured. Standard Both OEF and PEF provide a life-cycle approach to quantifying environmental performance. Whereas the PEF method is specific to individual goods or services, the OEF method applies to organizational activities as a whole. It applies to all activities associated with the goods and/or services the organization provides from a supply chain perspective (from extraction of raw materials, through use, to final waste management options), thus including Scope 3. Accounting and New framework to establish a harmonized carbon accounting measurement method to correctly measure and attribute the environmental impact of mineral and industrial supply chains. It will cover direct and indirect emissions (Scopes 1-3), considering the full LCA, cradle-to-gate. It will bring together the main GHG emissions standards and protocols, both generic and sector-specific, into an integrated set of guidance documents, built on the principles of the Greenhouse Gas Protocol. Accounting, Globally recognized methodology for harmonized calculation measurement and reporting of the logistics GHG footprint across the multi- and reporting modal supply chain. It can be implemented by shippers, carriers and logistics service providers. Includes Scope 3 emissions.\nIf a company’s Scope 3 emissions account for => 40% of total\n-24-",
  "page_25": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n4.2.2 Mandatory Reporting Frameworks\nMost mandatory corporate GHG monitoring and reporting regulations concern direct emission sources. For indirect (Scope 3) emissions, recommendations and guidance are sometimes provided, but these emissions remain a voluntary reporting category. At the national level, some examples where Scope 3 emissions reporting are recommended, but remain voluntary, include:\ne In the United Kingdom, the Streamlined Energy and Carbon Reporting (SECR) policy\"; e In France, the Bilan d’Emissions de GES under the Grenelle II Law n°2010-788 Article 75*°; and e In Australia, the National Greenhouse and Energy Reporting Act 2007 (NGER Act)*®.\nA study commissioned by the EU Commission Directorate-General Environment in 2010 highlighted the 30 main GHG reporting methods and initiatives that were in place at that time, including the Scope coverage and type of scheme.\nM4https://www.gov.uk/government/publications/academy-trust-financial-management-good-practice- guides/streamlined-energy-and-carbon-reporting 15 https://www.legifrance.gouv.fr/jorf/id/JORFTEXT000022470434 16http://www.cleanenergyregulator.gov.au/NGER/About-the-National-Greenhouse-and-Energy-Reporting- scheme/Greenhouse-gases-and-energy\n-25-",
  "page_26": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nTable 5. Major GHG reporting methods and initiatives, with covered emission scopes\nNo GHG Reporting Method/Initiative Title\nCovers Covers Covers\nScope 1 Scope 2 Scope 3\nNotes Scope 3 Coverage\nVoluntaty/\nMandatory\nScheme\nCDP\nYes\nYes\nYes\nDisclosure of scope 3 encouraged Voluntary\nGHG Protocol Corporate Standard\nYes\nYes\nYes\nOptional limited guidance provided Voluntary\nIPCC 2006 GHG Workbook\nYes\nYes\nYes\nBut within national boundary\nVoluntary\nISO 14064: 2006\nYes\nYes\nYes\nBut is not specific\nVoluntary\nCovers a wide range of Scope 3/life\nFrench Bilan Carbone\nYes\nYes\nYes\ncycle emissions\nMandatory\nUS RGGI\nYes\nNo\nNo\nVoluntary\nUS Climate Registry General Reporting\nProtocol\nYes\nYes\nYes\nOptional - limited guidance given Mandatory\nUSEPA GHG Rule\nYes\nNo\nNo\nMandatory\nEU ETS\nYes\nNo\nNo\nMandatory\n10 US SEC\nn/a\nn/a\nn/a\nVoluntary\n11 CDSB\nYes\nYes\nYes\nEncouraged\nVoluntary\n12 Japanese Voluntary ETS\nYes\nNo\nNo\nVoluntary\n13\nMove from facility to enterprise and\nJapanese GHG Reporting Scheme\nYes\nYes\nYes\nfranchise chain accounting\nMandatory\n14 Australian CPRS\nYes\nNo\nNo\nMandatory\n15 Australian NGER\nYes\nYes\nNo\nMandatory\n16\nVariable coverage of supply chain\nEnterprise Carbon Acc. ECA\nYes\nYes\nYes\nemissions\nVoluntary\n17\nLimited coverage (e.g. waste,\nstandard supply chain factors)\nMandatory\n18 UK CRC\nMandatory\n19 UK CCLA\nVoluntary\n20 Dutch Energy Conventat\nVoluntary\n21 California CCAR\nOptional\nVoluntary\n22 International Local IEAP Protocol\nOptional\nVoluntary\n23 GRI\nOptional\nVoluntary\n24 API/IPIECA GHG Compendium\nVoluntary\n25 Carbon Turst Standard\nOptional\nVoluntary\n26 US EPA Climate Leaders Inv.\nOptional\nVoluntary\n27 Enviornment Canada GHG Reporting\nVoluntary\n28 Chicago Cliamte Exchange (CCX)\nScope 2 & 3 optional\nVoluntary\n29 WRI Protocol Scope 3\nDetailed guidance\nVoluntary\n30 US GHG Protocol Public Sector\nOptional\nVoluntary\nSource: summary based on ERM study for EU Commission DG ENV (2010)\n4.2.3 Existing Initiatives at Member State Level\nThe findings in this section result from the consultations conducted with six European Member States, namely the Czech Republic, France, the Netherlands, Poland, Spain, and Sweden. The aim of the consultations was to find out each country’s practices and views regarding Scope 3 emissions, and to discuss potential ways that these issues could be considered in national decarbonization legislation.\n-26-",
  "page_27": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nDrawing on these consultations, ERCST identified a range of views. While some interviewed representatives expressed more openness towards including value chain emissions in national or European law, other countries indicated reluctance to tackle emissions other than Scope 1, instead perceiving actions related to Scope 3 emissions an issue for ambitious frontrunner companies only. ERCST also identified national or regional initiatives that create incentives for reduction of Scope 3 emissions, as well as openness to exploring options that would address these emissions. Some examples of these initiatives are provided below.\nIn Spain, under the Spanish Registry of Carbon Footprint, Offsetting and COz2 Removal, Royal Decree 163/2014’, a national voluntary scheme aiming at reduction of the carbon footprint of Spanish organizations, Scope 3 emissions reductions are voluntary but recommended. In the recently published Spanish Climate Change and Energy Transition Law 7/20211*, Article 32 point 5.e) mentions the obligation of listed companies to integrate climate change risk by way of a report published with the metrics, scenarios and objectives used to assess and manage the relevant risks and opportunities related to climate change and, if calculated, the Scope 1, 2 and 3 emissions that make up such companies’ carbon footprint. The law also includes an obligation to calculate and publish the carbon footprint of those companies that will be stablished by the following modification of the Royal Decree 163/2014. Some autonomous communities in Spain, including Baleares and Catalunya, are considering making reporting of Scope 3 emissions mandatory.\nIn France, under the Law n°2010-788, Bilan d’Emissions de GES, Grenelle 1/19, French companies have to report their Scope 1 and 2 emissions, whereas reporting of Scope 3 emissions is recommended, but still remains voluntary. In the Law 2015-992, Transition Energétique pour la Croissance Verte?°, Article 173 requires listed companies to disclose financial risks related to the effects of climate change, including the disclosure of material elements of their indirect (Scope 3) emissions. What exactly is understood under the concept of “material elements” is left open to interpretation, however, creating some uncertainty about the scope of this obligation.\n17 https://www.boe.es/buscar/act.php?id=BOE-A-2014-3379&p=20140329&tn=1\n'8 https://www.boe.es/diario_boe/txt.php ?id=BOE-A-2021-8447\n19 https://www.legifrance.gouv.fr/jorf/id/JORFTEXT000022470434\n20 https://www.legifrance.gouv.fr/download/pdf?id=FMF1TotltrxlqeQwdl7cZ--nam6aCtsgM2LdqywZyGE=\n-27-",
  "page_28": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nAnother pioneering French legislation tackling value chain emissions is the Decree n°2021-1004 on energy and environmental performance requirements of building constructions in mainland France2. The Decree, which will enter into force in 2022, sets a standard for all new build developments on their maximum carbon footprint, from the manufacturing of the materials used in construction to the demolition of the building. Lastly, a new provision in the French Climate Law No. 2021-1104 of August 22, 2021, Article 12” states that it is prohibited to assert in an advertisement that a product or service is carbon neutral unless the advertiser declares that a GHG report integrating the direct and indirect (including Scope 3) emissions of the product or service has been published, and that it respects the minimum standard terms of compensation for residual GHG emissions as defined by the decree.\nThe Netherlands, which counts with strong industrial hubs in the chemical, agri-food, petroleum refining and metallurgical sectors, is contemplating different options that would enable the deployment of innovative low carbon technologies and scale up the circular economy at industrial level; for example with chemical recycling or production of bioplastics (e.g. sugar beets). Similarly, in Sweden, even though companies are increasingly investing in innovative technologies for the production of high-performing low-weight steel, there is no reward or crediting scheme that would compensate for such costs.\nFinally, while several different views were put forward by the interviewed countries, ERCST identified two concerns that were shared by most country representatives. First, due to the complex nature of Scope 3 emissions, it would be virtually impossible to find a mechanism fit to incentivize Scope 3 reductions across all sectors. Instead, solutions need to be evaluated on a sector-by-sector basis. Second, any legislative initiatives addressing value chain emissions should be created at the European level to avoid imbalances and to allow for compatibility across Member States. Building on this reasoning, the next section explores potential “hooks” in European legislation for incentives to reduce Scope 3 emissions.\n21 https://www.legifrance.gouv.fr/jorf/id/JORFTEXT000043877196 22 https://www.legifrance.gouv.fr/jorf/id/JORFTEXT000043956924\n-28-",
  "page_29": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n4.3 Policy Options\n4.3.1 General Observations\nSoft incentives have an important role to play, but will not trigger the full potential of supply chain (Scope 3) emission reductions: doing so requires policies. Targeting Scope 3 emissions with policy incentives faces methodological challenges, however, which is why climate policies typically focus on Scope 1 and 2 emissions only. Are there ways to create credible policy incentives that also address these methodological challenges? As the sections below argue, yes, but such policy incentives require a thoughtful design.\nAttribution of, and accounting for, emission reductions along supply chains has to be robust to prevent e.g. double counting/crediting. Offering incentives will only be justifiable politically if supply chain emission reductions would not have otherwise occurred (i.e. they are additional). If these conditions are met, however, economic theory provides a justification for the incentive as a way to internalize a positive externality.\nA series of questions arise in the context of incentivizing Scope 3 emissions reductions, and regarding the issues that need to be taken into account when operationalizing such incentives:\nWho is the best situated to incentivize reductions? The EU level, Member States, regional or local jurisdictions, private initiatives, credit providers, etc. ? Who should be the addressee or subject of the incentive or framework? Consumers, companies, investors, jurisdictions, etc. ? How can the incentive be provided? Through mandatory, voluntary, or soft incentives (e.g. shareholder pressure or ESG)? Through financial or non-financial incentives? By penalizing or rewarding behavior? What are currently existing incentives, if any?\n-29-",
  "page_30": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n4.3.2 Options for the Provision of Scope 3 Incentives\nThroughout this paper, a case has been made for why incentivizing supply chain (Scope 3) emissions can be a valuable complement to policies focused on Scope 1 and 2 emissions. Because not all policies to address Scope 1 and 2 emissions are sufficiently aligned with the goal of climate neutrality, and because not all Scope 1 and 2 emissions are covered, or the emitters lack technical and financial capacity to reduce them, there is an opportunity to leverage incentives for Scope 3 emission reductions in order to accelerate decarbonization. This section explores the potential “hooks” in European legislation for anchoring incentives to reduce Scope 3 emissions. Each of these options is then elaborated in greater detail in the next subsections.\nSubsidies and Sate Aid Regulation for Scope 3 incentives (Chapter 4.3.2.1) Scope 3 incentives related to the EU Emissions Trading System (ETS) (Chapter 4.3.2.2) Scope 3 incentives in the Sustainable Finance Agenda (Chapter 4.3.2.3) Other approaches (Chapter 4.3.2.4)\nEven though Scope 3 emissions do not currently fall under any specific legislative file at the EU level, there are still linkages and overlaps with existing EU climate policies and regulations where Scope 3 emissions are — to a certain extent — already being addressed (e.g. in the Sustainable Finance Taxonomy, the RED II directive, or Circular Economy legislative actions). These linkages, along with the opportunities for expansion of Scope 3 incentives, are outlined in the following subsections describing the different policy options.\n4.3.2.1 Subsidies and State Aid Regulation for Scope 3 incentives\nThe Energy and Environmental State aid guidelines give Member States the possibility to support projects for environmental protection and energy generation subject to certain conditions and complemented by other State aid regulations, such as the GBER (General Block Exception Regulation).\nThe European Commission has recently published for consultation the draft revised Guidelines, including a number of changes to the previous guidelines. Mainly, the revision adapts the\n-30-",
  "page_31": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nguidelines to the new EGD ambition, enabling support in new areas such as clean mobility, energy efficiency in buildings, circularity and biodiversity.\nCurrently, in some of the State aid guidelines, ERCST identified compensation incentives for projects that would help to reduce value chain emissions of certain sectors. For example, the State aid for clean mobility guideline stipulate that aid may be granted for the acquisition and leasing of clean transport vehicles, for clean service equipment, and for the retrofitting of vehicles, this would reduce Scope 3 emissions for most industries that have high emissions from upstream or downstream transportation and distribution (categories 4 and 9 of the GHG Protocol).\nAnother example are the State aid guidelines on the reduction and removal of greenhouse gas emissions for dedicated infrastructure projects (including hydrogen, other low-carbon gases and CCS/CCU), support for renewable energies, and support for biofuels, bioliquids, biogas and biomass fuels, all of which would reduce Scope 3 emissions from fuel and energy-related activities (not included in Scope 1 or Scope 2; category 3 of the GHG Protocol) for many sectors and use of sold products (category 11 of the GHG Protocol) for fuels and energy companies.\nHowever, when looking at State aid for circular economy and resource efficiency investments, aid is granted for improving resource efficiency, recycling, re-using and separate collection, but there is no provision granting aid for investments encouraging the deployment of innovative low carbon technologies such as chemical recycling or technologies for production of bioplastics. These technologies require substantial initial investment, are risky, and usually run on higher operating costs compared to conventional technologies. As a result, these types of investments have a long-term horizon, and companies necessitate a stable and predictable regulatory framework for the next decades.\n4.3.2.2 Scope 3 Incentives related to the EU Emissions Trading System (ETS)\na. Operationalizing Art. 24a of the EU ETS Directive (Domestic Offset Projects)\nArticle 24a of the EU ETS Directive states:\n-31-",
  "page_32": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n‘In addition to the inclusions provided for in Article 24, the Commission may adopt measures for issuing allowances or credits in respect of projects administered by Member States that reduce greenhouse gas emissions not covered by the EU ETS.\nSuch measures shall be consistent with acts adopted pursuant to former Article 11b(7) as in force before 8 April 2018. The Commission is empowered to adopt delegated acts in accordance with Article 23 to supplement this Directive by setting out the procedure to be followed.’\nCredits could be issued for Scope 3 emission reduction projects by operationalizing Art. 24a of the EU ETS Directive, which addresses domestic offset projects. Such projects could be subject to additional conditions or restrictions, such as eligible credits only being issued for activities carried out by the compliance entity looking to use these credits (“Insetting”), or credits not being tradable.\nUnlike a potential policy incentive relating to Carbon Capture and Storage (CCS) and Carbon Capture and Utilization (CCU) (see below), Art. 24a does not involve the possibility of integrating CCS activities into the EU ETS, but rather provides a legislative basis for establishing an autonomous offsetting mechanism under EU law??.\nb. Including Scope 3 Emissions in the EU Emissions Trading System\nThe emissions coverage of the EU ETS could be expanded to include certain Scope 3 emissions. Just as the scope of this policy has expanded over time to cover additional activities and gases, it could be amended to also include specific value chain (Scope 3) emissions of covered activities in the EU ETS cap. How this would relate to physical territorial emissions would be an issue to be examined.\nFor the reasons already described in Chapter 3 above, however, doing so would face considerable methodological challenges regarding attribution and accounting for Scope 3 emissions and emission reductions. For that reason, it is very unlikely that the EU ETS — with its strict focus on direct (Scope 1) emissions — would be amended to incorporate Scope 3 emissions.\n23 https://www.frontiersin.org/articles/10.3389/fclim.2021.690023/full#B36\n-32-",
  "page_33": "- 33-\nERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nc. Carbon Capture and Storage (CCS) and Carbon Capture and Utilization (CCU)\nArticle 12, paragraph 3a of the EU ETS Directive reads:\n‘An obligation to surrender allowances shall not arise in respect of emissions verified as captured and transported for permanent storage to a facility for which a permit is in force in accordance with Directive 2009/31/EC of the European Parliament and of the Council of 23 April 2009 on the geological storage of carbon dioxide.’\nIn the Review of the EU ETS Directive, the EU Commission Proposal of 14 July 2021 called for:\n‘Art 12 paragraph 3a is replaced by an article on allocation rules for shipping companies (not related with CCU/CCS)’\nArticle 12 Paragraph 3b would be inserted as follows:\n‘An obligation to surrender allowances shall not arise in respect of GHG which are considered to have been captured and utilized to become permanently chemically bound in a product so that they do not enter the atmosphere under normal use. (Commission will adopt implementing act on requirements to consider definition of permanently chemically bound). Current version considers just captured and transported for permanent storage to a facility.’\nMoreover, the Commission proposes to modify Article 14 as follows:\n‘They [implementing acts related to MRV] shall specify how to account for storage of emissions from a mix of zero-rated sources and sources that are not zero-rated. They shall also specify how to account for emissions from renewable fuels of non-biological origin and recycled carbon fuels, ensuring that these emissions are accounted for, and that double counting is avoided’\nTherefore, the proposal opens up the possibility to take into account emissions that are not only captured and permanently stored, but also those that are reused to become permanently stored",
  "page_34": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nin a product. This is relevant, for example, for those projects aimed at recycling CO2 to make other products of value,** and as such reducing Scope 3 emission of certain sectors.\nWhile the ETS Directive does not expressly state so, physical leakage of CO2 storage sites creates an obligation to surrender a corresponding amount of EU ETS allowances.\nThe ETS Directive in its present form does not provide for the generation of additional allowances through the removal of CO and geological storage of CO. According to Article 2(1) of the directive, the applicability of the EU ETS is subject to the existence of “positive” emissions.\nThe inclusion of CO2 removal credits (CRCs) in the EU ETS would require substantive legislative changes”. Issuing CRCs requires that an equivalent amount of carbon is removed and stored for a sufficient amount of time. Compared to geological storage, other biological processes such as afforestation need some model-based assessments to determine the amount of carbon removed, and are more prone to leakage or impermanence. To cope with the different characteristics of storage solutions, a proposed solution are temporary credits that need to be replaced at some point in time with “regular” allowances.\nCurrently, proposals for the integration of Negative Emissions Technologies (NETs) into the EU ETS are focused on methods involving geological carbon storage, such as Bioenergy with carbon capture and storage (BECCS) and Direct Air Carbon Capture and Storage (DACCS), where it is more reasonable to expect verification and accounting of permanent carbon storage. Denmark, Sweden, and the Netherlands, supported by Norway, have expressed an openness toward including BECCS and DACCS in the EU ETS.\n24 https: ec.europa.eu/research-and-innovation/en/horizon-magazine/how-carbon-intensive-industries-can-scale- co2-recycling 25 https://icapcarbonaction.com/en/?option=com_attach&task=download&id=743\n-34-",
  "page_35": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nFigure 7. Market size and GHG mitigation potential of selected CCU sectors\nee Fuel\nduct\nChemical\n[\n\\ \\ (wii }\nNN ( NG\n4 Bill\n3 Bill\n2 Bill \\ CO, Mitigation\nPotential (tons)\n202%\n202)\nSource. C2ES/ Cogenitiv Solutions (2019)\nd. New market-based instrument in a non-covered sector (e.g. waste) which could be linked to EU ETS\nRather than integrate Scope 3 emission reductions across the supply chain of emitters covered by the EU ETS, the EU could establish a new and separate ETS in sectors that have emissions which are simultaneously Scope 3 emissions of activities covered by the EU ETS. An example is the waste sector, which is not included as such in the scope of the EU ETS but sees significant downstream supply chain emissions from entities that have compliance obligations under the EU ETS.\nCreating a separate ETS — with its own cap — for a sector whose Scope 1 emissions are simultaneously often Scope 3 emissions of another sector and establishing a link between that ETS and the EU ETS could create an incentive for emitters covered by the EU ETS to reduce their supply chain (Scope 3) emissions. EU ETS compliance entities could cooperate with entities covered in such a separate ETS, helping reduce emissions in the latter and thereby freeing up allowances for transfer over to, and compliance with, the EU ETS. As allowances are transferred\n-35-",
  "page_36": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nacross the link from the linked ETS to the EU ETS, the corresponding caps of each system would be adjusted. By way of example, an ETS for the transport sector that is linked to the EU ETS could enable refiners covered by the EU ETS to help reduce emissions in the transport sector, for instance by investing in electric vehicle infrastructure, and the allowances displaced by avoided fossil fuel use could then be transferred across the link for compliance under the EU ETS.\ne. A New Supply-chain Emissions Trading System (ETS)\nSuch a new supply-chain ETS would be a separate, even combinable emissions trading system that caps all value chain emissions — with one (main) actor in each value chain responsible for compliance2®. Emissions trading could then be employed as a cost-effective instrument for supply chain emissions reduction.\nDifferent partners have different marginal abatement costs and the goal is to reduce supply chain emissions as a whole at the minimal cost. To meet this goal, emission reduction cost might be transferred from one company to another where companies who are more cost-effective in emissions reduction would reduce more.\nSome characteristics of the proposed system could include:\ne Including not only single firms but entire supply chains to covered by the ETS; e Assigning a focal organization among supply chain partners; and e Distributing costs among supply chain partners.\nf. Carbon Storage Obligations (CSO)\nThe Commission proposal recognizes the potential of Carbon capture, utilization and storage (CCSU) technologies. While in the current ETS an obligation to surrender allowances does not arise for GHG which are considered to have been permanently stored, the Commission proposes to consider also emissions that are utilized to become permanently chemically bound in a product, thus opening for the possibility for projects aiming at recycling COz to make other\n26 Based https://www.econstor.eu/bitstream/10419/157733/1/10.1007-s12159-016-0135-x. pdf on\n-36-",
  "page_37": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nproducts of value’. The proposal does not, however, allow for the generation of additional allowances through the removal of COz.\nAnother approach that has been discussed is the creation of Carbon Storage Obligations (CSO) that would ensure that a percentage of carbon embedded in at some point in the value chain (such as at the point of distribution) would have to be stored. Such an obligation would be met through Carbon Storage Units that could represent a ton of carbon stored in the geosphere. This would create an additional flow of finance for CCUS.\n4.3.2.3 Scope 3 incentives in the Sustainable Finance Agenda\na. Sustainable Finance Taxonomy: Expanding LCA requirements\nArticle 8 of the Taxonomy Regulation links such regulation to the current Non-Financial Reporting Directive (NFRD) and to the proposed Corporate Sustainability Reporting Directive (CSRD), which is the amendment to the NFRD. The CSDR will require the information disclosed by companies to be audited. Therefore, companies that will claim to be taxonomy compliant will have to use LCA methodologies to prove their alignment with the EU Taxonomy. 78\nWhilst having LCA requirements in the Taxonomy Regulation is positive for mainstreaming Scope 3 assessments, only 2-4%2° of the EURO STOXX 50 (a stock index of Eurozone with the aim of providing a blue-chip representation of the EU economy) is currently taxonomy compliant. Thus, few Scope 3 data will be produced and disclosed, notably by companies that are already green. It is interesting to note that Capex expenditures for greening companies will be considered as\n27 https: ec.europa.eu/research-and-innovation/en/horizon-magazine/how-carbon-intensive-industries-can-scale- co2-recycling\n28 Some of the activities where LCA assessments required by the climate delegated act: Cogeneration of heat/cool are and power from geothermal energy; Cogeneration of heat/cool and power from renewable non-fossil gaseous and liquid fuels; Production of heat/cool from geothermal energy; Production of heat/cool from renewable non-fossil gaseous and liquid fuels; Construction of new buildings; Data-driven solutions for GHG emissions reductions; Research, development and innovation for direct air capture of CO2; Manufacture of other low carbon technologies; Manufacture of aluminium; Manufacture of hydrogen; Manufacture of chlorine; Manufacture of organic basic chemicals; Manufacture of plastics in primary form; Electricity generation from hydropower\n°https://sustainablefinancesurvey.de/sites/sustainablefinancesurvey.de/files/documents/european_ sustainable fin ance survey 2020 final 2.pdf\n-37-",
  "page_38": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\ntaxonomy-aligned if the Technical Screening Criteria (TSC) of the taxonomy will be reached within 5 years (thus incentivizing LCA assessments for those who are going to meet taxonomy criteria in the near future).\nHowever, to make sure that value chain considerations are made across the entire EU economy, apart from introducing LCA requirements to as many activities as possible in the context of the taxonomy, it is important to link incentives to Scope 3 disclosure requirements for companies (i.e. in the context of the CSDR proposal).\nb. Expanding Companies’ Reporting Obligations\nOn 21 April 2021, the Commission published the proposal for a CSRD, which will extend the NFRD scope from ca 11.000 companies to 49.000.\nIn the context of Scope 3 considerations, the Commission, with the CSRD proposal:\ne Requires the audit (assurance) of reported information; and e Introduces more detailed reporting requirements, and a requirement to report according to mandatory EU sustainability reporting standards.\nAn introductory section of the Directive underlines the importance of information at value chain level and set the scene for new requirements on this regard. The proposal reads: “Reported sustainability information should also take into account short, medium and long-term time horizons and contain information about the undertaking’s whole value chain, including its own operations, its products and services, its business relationships, and its supply chain, as appropriate. Information about the undertaking’s whole value chain would include information related to its value chain within the EU and information that covers third countries if the undertaking’s value chain extends outside the EU”\nIn concrete terms, LCA considerations will be required by the disclosure of: “the principal actual or potential adverse impacts connected with the undertaking’s value chain, including its own operations, its products and services, its business relationships and its supply chain”\nData and information can be of different formats, therefore Scope 3 emission disclosure will be voluntary. The proposal calls for disclosure of “forward-looking and retrospective information,\n- 38 -",
  "page_39": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nand qualitative and quantitative information” and, where appropriate, the disclosure “shall contain information about the undertaking’s value chain, including the undertaking’s own operations, products and services, its business relationships and its supply chain.”\nAs stated, the EU will develop ad-hoc EU reporting standards. The recommendation published on February 2021 by the EFRAG*° task force underlines “the relevance of the full value chain for sustainability reporting”, suggesting that “when it comes to the financial materiality aspects of sustainability information, existing reporting standards reflect that this is not constrained to matters within the reporting entity’s control, but that it extends to its value chain related to ‘scope 2’ and ‘scope 3’ indirect greenhouse gas emissions”. However, it seems that “the determination of the level (within a company and its value chain) where a material sustainability matter arises should be informed by the reporting entity’s materiality assessment”, therefore letting the company decide whether Scope 3 emission information is material or not in the context of a given disclosure.\nc. Making Credit Ratings Dependent on Emission Performance\nIncluded in the three objectives of the EU sustainable finance agenda is the mainstreaming of sustainability into risk management, also by better integrating sustainability in ratings and market research. Sustainability is a broad term including all ESG factors, therefore not necessarily including Scope 3 emission considerations. The EU policy agenda is actively seeking to include ESG factors into credit rating activities. The European Securities and Markets Authority (ESMA) updated its guidelines on disclosure requirements for credit ratings in July 2019, and has started checking how credit rating agencies apply these new guidelines in April 2020.\nMoreover, in December 2019, the Commission launched a study on sustainability ratings and research that will explore the types of products that are provided for ratings and market research, the main players, data sourcing, transparency of methodologies and potential shortcomings in the market. The study was expected to be completed by the summer of 2020, but it is still not publicly available. Credit ratings already consider Environmental, Social and Governance (ESG) factors in the assessment of credit quality, including, specifically, the capacity and willingness of borrowers to meet financial commitments. However, even if ESMA guidelines should be followed\n30 European Financial Reporting Advisory Group\n-39-",
  "page_40": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nby CRAs, a specific requirement related to LCA emission performances is still missing. If companies will start disclosing such data in the Taxonomy and CSRD context, it is also more probable that financial entities such as CRAs will introduce LCA considerations in their assessment as well as ESMA guidelines to be more stringent in this regard.\n4.3.2.4 Other Approaches\na. Creating a Market for Low-Carbon Products\nThere are several policy options that can incentivize the uptake and demand for low carbon products??:\nSustainable products policy initiative (SPI) including a revision of the Eco-design Directive to widen its scope beyond energy-related products”; Il Ensuring applicability of the initiative on substantiating green claims across the entire value chain??; iii Mandatory green public procurement (GPP) ** criteria and targets in sectoral legislation. IV Providing financial incentives for companies to increase the uptake of low-carbon inputs and materials throughout their value-chain?°; Introducing a consumer charge based on the carbon intensity of products; and, Vi Carbon contracts for differences (CCfD)\nBuilding a market for low carbon products will require radical changes both on the supply and demand sides. On the supply side, by supporting the rapid deployment of breakthrough low- carbon technologies and on the demand side by incentivizing consumers to buy low-carbon products.\n32 https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12567-Sustainable-products- initiative_en\n33 https://ec.europa.eu/environment/eussd/smgp/initiative_on_green_claims.htm\n34 https://ec.europa.eu/environment/gpp/index_en.htm\n35Options iv., v. and vi. based on https://ercst.org/wp-content/uploads/2021/08/20200610-Reflection-note-of- Markets-for-low-carbon-products-v9-clean.pdf\n- AQ -",
  "page_41": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nAs described in section 4.3.2.1, supply-side aid and funds already exist to encourage the deployment of low-carbon technologies and their development into small scale projects (e.g. via State Aid Regulations for Energy and Environment, Invest EU 2021, Circular Economy Finance Support Platform, Horizon Europe, LIFE Programme). Even though these mechanisms do provide an incentive, they are still not enough to drive demand for low-carbon or carbon neutral technologies while creating long-term market certainty.\nOn the demand side, while initiatives to promote the transition to a circular economy already exist - Circular Economy Action Plan (CEAP)?° - there is still no comprehensive set of mandatory requirements to ensure that all products on the EU market progressively improve their carbon footprint.\nIn March 2020, the Commission launched the new CEAP?’ as part of the EGD with many proposals of initiatives along the entire life-cycle of products, from design and manufacturing to consumption, repair, reuse and recycling of products, thus implying reduction of Scope 3 emissions for certain sectors and economic activities.\nCurrently, under the CEAP, some of the legislative measures that are under review and would incentivize the uptake of low-carbon products and consequently reduction of supply chain are: the revision of the Eco-design Directive, the initiative on substantiating green claims across the entire value chain and the proposal for mandatory green public procurement (GPP) criteria and targets.\nThe Eco-design Directive®® which sets the minimum mandatory requirements for the energy efficiency of certain products, is in the revision process to widen its scope beyond energy-related in the value chains such as: electronics, ICT, textiles, furniture, and high impact intermediary products such as steel, cement, and chemicals. It is yet to be determined the design and how will the revision look like.\n36 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52015DC0614\n37 https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1583933814386&uri=COM:2020:98:FIN 38 Ecodesign Directive2016-2019 which is under revision https://eur-lex.europa.eu/legal- process content/EN/TXT/PDF/?uri=CELEX:32009L0125&from=EN\n-A1-",
  "page_42": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nWith the initiative on substantiating green claims across the entire value chain, the Commission will propose that companies substantiate their environmental claims using Product and Organization Environmental Footprint (PEF and OEF) methods?’. The Commission will test the integration of these methods in the EU Ecolabel*? and include more systematically durability, recyclability and recycled content in the EU Ecolabel criteria. Even though these initiatives are voluntary in nature, the standardization and provision of environmental footprint category rules for products and organizations across the EU, will be crucial for incentivizing customer demand for low carbon products, thus reducing emissions across the whole value chain.\nThe Commission will also propose minimum mandatory green public procurement (GPP) criteria and targets in sectoral legislation and phase in compulsory reporting to monitor the uptake of Green Public Procurement. The proposal consists in the inclusion of environmental quality dimensions, such as the use of low-carbon materials, as technical requirements for the award of public contracts. This means that low-carbon products would be prioritized in any buying decision. Since public authorities’ purchasing power represents 14% of EU GDP*! and entail a large amount of emissions, if well designed, this initiative can serve as a powerful driver for demand for sustainable products.\nAnother instrument to incentivize businesses to invest in innovative ultra-low carbon technologies is represented by project-based carbon contracts for differences (CCfD), which build on the previous experience of the contracts for differences in the power supply sector. CCfD cover the gap between the project-specific abatement costs and the actual EU ETS carbon price by paying the difference between the strike price and the yearly average auction price of emissions allowances (EUAs). Therefore, they secure a stable stream of revenues for investors in the future and guarantee security of investment.\nOther measures such as providing financial incentives for companies to increase the uptake of low-carbon inputs and materials throughout their value-chain or introducing a consumer charge based on the carbon intensity of products would also incentivize supply chain emissions reductions.\n39 https://ec.europa.eu/environment/eussd/smgp/dev_methods.htm\n40 https://ec.europa.eu/environment/ecolabel/\n41 https://ec.europa.eu/environment/gpp/pdf/2.%20Update%20from%20the %20Commission.pdf\n-A2-",
  "page_43": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nb. Including Scope 3 Criteria in EU Environmental and Human Rights Due Diligence for Supply Chains\nRecently, the European Parliament adopted a legislative initiative report setting out recommendations to the European Commission on mandatory corporate due diligence to identify, prevent, mitigate and account for human rights violations and negative environmental impacts in businesses’ supply chains.\nThe initiative underlines that due diligence strategies should be aligned with environmental goals, including the European Green Deal, the reduction of GHG emissions by at least 55% by 2030, and the Paris Agreement goals. While the exact climate and environmental criteria have yet to be determined, inclusion of supply chain (Scope 3) emissions could be considered.\nc. Acceptance of Carbon Inset Investments as a Viable Means for Scope 3 Emission Reductions\nCarbon insetting seeks to ensure that a company is taking direct responsibility for the carbon emissions in its own supply chain and is improving sustainable management practices directly at the source. Through a carbon insetting strategy, companies can work together to finance the uptake of low-carbon trucks, ships, planes and trains required to meet global climate goals and individual company climate targets.\n- 43 -",
  "page_44": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n5. Outlook and Recommendations\nIn light of the foregoing research, ERCST puts forward the following recommendations:\nProviding incentives for supply chain (Scope 3) emission reductions could leverage the decarbonization efforts of certain hard-to-abate sectors that are currently struggling to decarbonize at the required speed, while also providing them with opportunities where there currently are none; “You cannot reduce what you cannot measure”: It is pivotal that companies have the right tools and frameworks available for measuring their supply chain emissions and identifying opportunities for emission reductions, including how such reductions can be achieved; The risk of double counting and other types of overlap with voluntary commitments (e.g. SBTi) and existing mitigation policies — notably any types of carbon markets — should be carefully assessed and addressed when designing these policy incentives; It is a complex task but not more complex that other undertakings such as CBAM. While selected policies in the EU currently deal with upstream supply chain emissions of certain sectors (e.g. via the Sustainable Finance Taxonomy, RED Il), it is critical that policy incentives are designed to also deal with downstream emissions; Due to the complex nature of Scope 3 emissions, it would be virtually impossible to find a one-size-fits-all mechanism for Scope 3 reductions. Instead, solutions should be looked at on a sector-by-sector basis; Addressing value chain emissions and providing incentives at the European level would avoid asymmetries and allow for harmonization across Member States. Nevertheless, if a specific solution works better at a different governance level — e.g. Member State, regional or local — it should not be dismissed on that basis. Not all emitters are equally equipped with resources and knowledge to reduce emissions, and ambitious climate policies also create winners and losers. Creating incentives for supply chain (Scope 3) emission reductions can help leverage the greater financial, technical, and human resource capacities of important stakeholders to accelerate emission reductions in their supply chain which would not otherwise be feasible due to lack of capacities.\n-A4 -",
  "page_45": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\ne The importance of circularity and a circular carbon economy should be well examined for its contribution to the Paris Agreement.\n-A5 -",
  "page_46": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\n6. Annex\nAnnex Table 1. Key issues and questions identified\nIssue\nQuestions\nDefinition,\n. Are there any new or alternative definitions for Scope 3 emissions emerging?\nmeasurement . Are there noticeable differences in the definitions used through voluntary standards compared to those set by\nand attribution\nregulators, where such are in place?\nReporting\n. Which companies or sectors are currently reporting on their scope 3 emissions, and in which countries?\nAre they doing this on a voluntary basis, or are relevant reporting obligations in place in certain jurisdictions?\nHow do reporting obligations that are emerging in various jurisdictions differ from one another?\nWhat are the main risks in double counting Scope 3 emissions?\nIncentivizing\nWho is best-situated to incentivize reductions?\nreductions\nWho should be the subject to the incentive or framework?\nHow can the incentive be provided?\ne Mandatory, voluntary, soft incentives (e.g. shareholder pressure or ESG)?\ne Financial or non-financial incentives?\ne Penalize or reward?\nWhat are the currently existing incentives?\nOverlap and\n. The risk of double counting and other types of overlap with voluntary commitments (e.g. science-based targets) and\nsynergies\ncarbon markets should be assessed and addressed;\nPotential impacts, linkages and overlaps with existing climate policies and regulations at different governance levels\nneed to be considered, e.g. with the ETS, ESR, CBAM, consumer charge, circularity contributions, Sustainable\nFinance Taxonomy and Delegated Act, market for low carbon products, overlap with national obligations, incentives\nand other climate policies)\nSource: ERCST (2021)\n- AG -",
  "page_47": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nAnnex Figure 1. Top 50 Fossil fuel companies in 2015 (Scope 1 and 3)\nGtCO,e\n°\n~\no\nSaudi Aramco\nNational Iranian O#\nGazprom\nShenhua Group\nCoal india\nRosneft\ncnPc\nADNOC\nExxonMobil\nPemex\nShet\n4\nHh esegve\nKuwait Petroleum\nSonatrach\nZ\ngic\ngi3es\noe Ses\nes\nBP\n23\n|\nSoe2ee\n2&8 835 >\nE\nQatar Petroteum\n2g aes\nes\n2.\nge 7g88\nfF es\n5\nPeabody\nHi\n=a\n5 gee i\nSz\nekga ae\nSes\ntraq National O#\nPetrobras\nse\nage\n86\ns3\ng\nSe 352%\n2\no28 {\nDatong Coal Mine\nChevron\nQs\nef\nst\ngo\noe\n$2 : & 858 aes?\n52\nce\nLukot\n5 &\neas a3\n=\nRe\nass?\nae\nChina National Coal\nPetronas\ngé Sse\n&\n§\nNigerian National Pet.\neso t 3\nS32 Be gao@\nSo\neSae\nShanxi Coking\nBHP Billiton\n28\na2 72\nas BRe\nag\n@3\na& + §\nR&s\nShandong Energy\nTotal\nes\ngoo\n=<\n‘Shaanxi Coal Chem.\nPoland Coal\nz oS\ns 8\n--—)\nYankuang\n5B\n28 ef\n6\n28\nArch Coal\nStato#\n7\naa So8\nS20\nge\nx3\nag\nTurkmenGaz\nEn\n9\na3 ae $3\n-\nSe\na\nConocoPhillips\ni it Qegeg\ng3 26\nze\n5&8\nee\ng es\nKazakhstan Coal\n‘SUEK\n& 83\ni\n3a\ngee\nBae\nAnglo American\n&s&\n€3e5 =88\n@eaa\n5 33\nHenan Coal Chem.\nJizhong Energy\n$ fe\n35\nee\n88228 Zee\ngee agg §5 Bees\ng o6\nShanxi Jincheng\ntegas:\n5g383\n2£s\ni) |\nBumi\nes\n935\noF\nBs 85 733% Szas\nKaituan\nRin\nsé £35\na3 Reiss\n§%\nShanxi Lu‘an\ncnooc\nas 5% S52 Fad Se\n25\na?\nSource: CDP (2017)\nAnnex Figure 2. Oil companies’ carbon footprints are mostly due to scope three emissions\n®@ Scopes 1 and 2 emissions @ Scope 3\nsi 44.0 million tons of CO2 equivalent\n252.3\nEquinor a\n314.0\nTotal — 4046\nes «>\nSource: Bloomberg Note: emissions data taken from latest available company publications\n-A7-",
  "page_48": "ERCST\nEuropean Roundtable on\nClimate Change and\nSustainable Transition\nAnnex Figure 3. Listed oil companies, excluding state-controlled ones, make up 15% of global emissions\nScope 3 emissions for listed oil and gas: @ Declared Estimated\nMetric tons of CO2-equivalent a year\nLukoil Gee\n2 =\n=\n<i 29\nce )\n\\ EOG\nExxon Mobil\nEcopetrol\n/\n193\n12\nCnooc\nSuncor\n137\nONGC }\n/ 152\n|\nOccidental\nEQT\n\\ CNQ\n169\n“\nPetroleum\nSinopec\n|\n0.8B 1.0B metric tons\nDaikin Industries TS\nGeneral Motors\nEri\nRosneft [i\nNexans Si\nInnogy\ntt)\n0.2B\n-\nRio Tinto [nn\nBP\nPetrobras Ss\nSource Annex Figure 2-4: Bloomberg (2020)\n@ Scope 3 greenhouse gas emissions\nCummins\nRoyal Dutch Shel\nVale\nBHP Group\n1\n0.6B\nVolkswagen iis\nToyota Motor [ii\nTotal\nChevron\nEquincr\nGlencore\nHonda Motor [iii\n|\n- Ag -\nl\n0.4B\nAnnex Figure 4. Companies with the highest Scope 3 emissions\nSource: Bloomber:\nNot all companies report Scope 3 emissions, nor are the figures comprehensive in some cases\n(Volkswagen doesn't include heavy truck emissions). Data typically refer to the expected lifetime\nemissions of products sold that year. Global greenhouse emissions from all human sources were the\nequivalent of 50.8 Billion metric tons of carbon dioxide in 2017."
},
  "language": "Languages.ENGLISH",
  "total_pages": 48
}
