{
  "file_name": "151_1473.pdf",
  "pages": {
  "page_1": "Climate policy Briefing October 2024\nry\na\niy\nANG\ntte\na?\nYh\nA\nCarbon emissions from\nthe cement\nindustry\n_\ncan be reduced\nSe .#62 _ aa\nut ccs\n& ary ws vs a eae)\naS as €.\n¥,\n>\nae\nMe SKet\na Zz. 4\n7%, +3\nWy\nVe\n+ se\nrt\ni\na\n4y\n™\n“he\nee 5 |\n%\nCe ed\nre |\nae —\nwae\nor\nSn\n2\nS:\noC et\na\noe\n«ea\nat\na,\nAy ge\neo\nYh\neases\nWit\na\nks\n— 1\n/ wit\ni BE,\ne fa) 2\nee ee\nwe\n‘es “a 4 a\"\nfay\n:\nx",
  "page_2": "Briefing October 2024\nClimate policy\nCarbon emissions from the cement industry can be reduced without CCS\nAnalysis and opinion by Fredrik Lundberg\nR E A L\nZER®\nEUROPE\n|\nThis briefing was prepared for Real Zero Europe (RZE).\nAbout the author: Fredrik Lundberg is an energy policy specialist in Sweden. He has worked for more than 30 years as a consultant and researcher for NGOs and govern- ment bodies.\nCover illustration: Sven Angermark/Monoclick .\nLayout: Sven Angermark/Monoclick\nLanguage consultant: Malcolm Berry, Seven G Translations, UK\nPublished in October 2024 by the Air Pollution & Climate Secretariat (Reinhold Pape).\nAddress: AirClim, Férsta Langgatan 18, 413 28 Goteborg, Sweden.\nPhone: +46(0)31 711 45 15\nWebsite: http://www.airclim.org.\nThe Secretariat is a joint project by Friends of the Earth Sweden, Nature and Youth Sweden, the Swedish Society for Nature Conservation and the World Wide Fund for Nature Sweden. The report is also available in pdf format at www.airclim.org. The views expressed here are those of the authors and not necessarily those of the publisher.\nAir Pollution & Climate Secretariat",
  "page_3": "Briefing October 2024\nClimate policy\nCarbon emissions from the cement industry can be reduced without CCS\nSummary\nCarbon dioxide (CO,) emissions from cement production are often described as hard- to-abate, and carbon capture and storage/usage (CCS or CCUS) the only major solu- tion. This view is strongly promoted by the cement industry and is frequently said to be endorsed by the Intergovernmental Panel on Climate Change (IPCC) in its Sixth As- sessment Report (AR6). A closer look at AR6, however, shows many ways to cut cement emissions cost-effectively without CCS, some of which are available today or will be soon; methods include material substitution and alternative binders (instead of cement/ clinker) to glue sand and pebbles to concrete.\nMuch has also happened in science, technology, and policy since the cut-off date for IPCC Working Group HI (WG3) in October 2021. While CCS has continued to move forward very slowly — projects are few, and often with delays and cost increases — several green cement products have been conceived and tested, and some are already in com- mercial use.\nIn the European Union (EU), cement producers have enjoyed free allocations for most, if not all, of their emissions, but free allocations are being phased out beginning in 2026 with the Carbon Border Adjustment Mechanism (CBAM). This will further incentivise the use of lower-emitting cement in Europe and in countries that want to export cement or similar products to Europe.\nOther big emitting sectors have cut their climate emissions. This goes for the power in- dustry, the steel industry, the aluminium industry, and the transportation sector. CCS has played no role in these achievements. It is generally accepted that coal power, gasoline cars, and blast furnaces will be things of the past, and the cement industry, as we now know it, may be heading to its demise within decades.\nLarge emissions, long time\nThe cement industry produces about 2.3 gigatons (Gt)! of COz per year: 1.4 Gt are pro- cess emissions, 0.6 Gt comes from fuels used to heat the kilns, and 0.3 Gt are generated indirectly from (fossil) electricity, but estimates vary somewhat. This amounts to 6-7 per cent of global emissions.\nGlobally, cement is a more than USD$400 billion market with continued growth forecasted in the coming years” In the European Union, CO? emissions from cement production totalled 95 million tonnes (Mt)? in 2023, equivalent to the total CO2 emis- sions of countries such as the Czech Republic and Belgium.\n1\nEarth System Science Data, Global CO2 emissions from cement production, 1928-2018 (2019).\n2\nCement Market Size, Share & Industry Analysis, By Type (Portland, Blended, and Others), By Application (Residen- tial and Non-Residential), and Regional Forecast, 2024-2032 (Last Updated: 26 August 2024).\n3\nEU Emissions Trading System (ETS) data viewer (accessed 16 September 2023).\nAir Pollution & Climate Secretariat",
  "page_4": "Briefing October 2024\nClimate policy\nCement consists mainly of calcium and silicon oxides as well as aluminates and iron compounds in the clinker. Gypsum and other materials are added to the clinker to make Portland cement. The cement is used to glue sand and pebbles together to concrete.\nPortland cement — the most common type of cement currently in use — was patented in 1824. This type of cement has several advantages, including cost-effectiveness and high alkalinity (high pH), which is a prerequisite for reinforced concrete if the reinforcement bars (re-bars) are made of unalloyed steel.\nCOz primarily results from two aspects of the cement production process. One source is CO, from the core process, which drives out CO? from the limestone (a carbonate) to create cement clinker. The other source is CO2 from fossil fuels used to heat the lime- stone. Emissions from these sources can be radically reduced using well-known methods, as noted by the IPCC in AR6 (see below) and by other work quoted in this paper. This huge reduction potential, however, has yet to be realised.\nEmissions from cement production, as recorded by the EU Emissions Trading System (ETS), was been roughly unchanged during the 2010’s, but have dropped somewhat over the last few years.\nMoney for nothing\nOne reason for why the emissions are still so large is the lack of incentives. The cement industry is part of the EU ETS but has enjoyed roughly 100 per cent free allocations, allowing them not to pay for polluting (see Table 1). The cement industry has benefitted from even more generous allocations in the past*, for example, a 120 per cent free alloca- tion in 2013.\nTable 1. EU ETS allocations and emissions from cement clinker production (2019 — 2022)°\nYear\nAllocation (Mt of CO,)\nActual Emissions (Mt of CO.)\n2019\n114.2\n116.8\n2020\n112.0\n110.4\n2021\n95.4\n110.2\n2022\n96.3\n103.3\n2023\n97.4\n94.8\nCompanies such as the Holcim Group, a Swiss multinational company that manufac- tures cement and other building materials, was responsible for more than half a billion tonnes of CO, emissions between 2016 and 2022°. Heidelberg Materials (earlier known as Heidelberg Cement), one of the world’s largest building materials companies, emitted another 339 Mt in the same time frame.\nThe EU ETS policy for cement shows the strength of the cement lobby in the EU with Cembureau in Brussels as its rather loud voice. In 2015, Cembureau claimed that ‘the current EU ETS|...] will de-industrialise Europe before it decarbonises European man- ufacturing.””\n4 Ibid. 5 European Environment Agency, EU ETS data viewer (accessed 29 August 2024). 6 CarbonMajors, The Carbon Majors Database: Launch Report (2024). 7 Carbon Market Watch, Survival guide to EU carbon market lobby, (pg. 8 (2021)).\nAir Pollution & Climate Secretariat",
  "page_5": "Briefing October 2024\nClimate policy\nThe cement lobby has so far managed to stop meaningful climate policy for cement emissions at the EU level.\n‘A first key element will be to avoid a punitive approach,’ said the Cembureau in a com- ment to EU climate policy.*\nThat has been well avoided.\nEU ETS allocations are based on benchmarks, now set at 693 kilograms (kg) per CO2 per tonne (t) for grey clinker and 957 kg CO2/t for white cement from 2021 — a reduc- tion of 9.5 per cent and 3 per cent, respectively, compared to Phase 3 of the EU ETS’ (i.e. from the benchmarks for 2013-2020 to the period 2021-2030).\n[his is not much.\nTheoretically, the industry should have some incentive to cut emissions and sell sur- plus allowances. But there is little evidence of that up to 2021; however, something has changed in the most recent years as shown in Table 1.\nExplanations for this are likely to be lower use of cement in concrete, greater use of alternative binders, increased reliance on low-carbon fuels, and some modernisation/ef- ficiency. Perhaps we should have seen it coming given increased carbon prices starting in 2018, and especially between 2021 and 2022.\nThe market for lower-carbon cement is clearly growing. As Heidelberg Cement stated in its Annual Report 2020:\nWe have made further progress in the CO2 of cements with less clinker, thereby achieving a reduction in both CO? emissions and costs. In several countries, the proportion of blast furnace slag, fly ash, and limestone in cement has been in- creased, thus reducing the clinker conten t.10\nFor similar reasons, Holcim reports an emission decrease\"! from 2022 to 2023.\nAnother factor is that customers increasingly demand materials and products that reduce their carbon footprint.\nIn the construction industry for example Skanska, markets green concrete products”. Their customers often want certified green buildings, etc., and using low-carbon con- struction materials is a relatively simple way to get green points in the certification process.\nStartup companies are also now producing and marketing green cement, including those using volcanic materials”.\nCembureau, The EU's 'Fit for 55' package needs to provide a clear horizon for industrial decarbonisation (ac-\ncessed April 26, 2024).\nCembureau, Activity Report 2020, (pg. 17 (2021)).\n10 HeidelbergCement Annual Report 2020, (pg. 25 (2021)).\n11 Holcim Annual Report 2023 p66 ff (accessed 22 September 2024)\n12 Skanska’s Green Concrete brochure.\n13 See e.g. Green Cement.\nAir Pollution & Climate Secretariat",
  "page_6": "Briefing October 2024\nClimate policy\nHype for CCS, but modest CO, cuts so far\nOne thing that has not cut emissions is CCS. But the technology remains the solution touted by the cement lobby: ‘Accept that Carbon Capture, Use and Storage (CCUS) is indispensable to decarbonise energy-intensive industries,* urges Cembureau.\nThough hyped for more than 15 years by Cembureau” and others, not a single cement plant in the world uses CCS. That may change shortly. Heidelberg Cement aims to cap- ture 0.4 Mt per year at its Brevik plant’? in Norway, starting in 2025. This amount rep- resents about 0.4 per cent of the cement emissions in the EU ETS. (Norway participates in the EU ETS, though it is not a member of the EU.) The Brevik plant emits some 0.8 Mt per year, so half of the facility’s CO, will still be emitted.\nCCS or not, current ambitions for reducing emissions from cement are very modest. For example, the International Energy Agency’s (IEA’s) 2020 World Energy Outlook does not foresee any change in the core cement production process by 2030, only a modest decrease in CO, intensity from 0.54 to 0.48 tons of COz per ton of cement between 2018 and 2030 — or 1 per cent per year. This view is virtually unchanged” in 2023.\nThe lack of ambition is also evident in a 2021 report from the German think-tank Agora Energiewende, Breakthrough Strategies for Climate-Neutral Industry in Europe'*. The report is significant because only a handful of independent and overarching studies on heavy industry have been published, Agora Energiewende is seen as a friendly institution by many in the climate civil society community, and it spells out why CCS has limited potential in the cement sector. The report notes:\nSeveral European cement companies are working on commercialising CO2 capture technologies and long-term CO, storage before 2030. We assume that by 2030 around 10 cement plants that are close to the Atlantic Ocean or to navigable rivers could be connected to long-term COz storage sites that are currently being developed in the Netherlands and Norway. This could reduce emissions by 9 Mt CO, by 2030.”\n‘The report goes on to explain that the limited potential for CCS (less than 9 per cent reduction over a decade) is also linked to the industry’s view on investment cycles:\nGiven the long technical lifetimes of cement plants — between 50 and 60 years — each reinvestment decision should devise an individual decarbonisation roadmap that is in line with achieving climate neutrality by 2050.\nNevertheless, Agora Energiewende has high hopes for CCS, including its highly dubi- ous potential to realise so-called ‘negative emissions.’ The report notes:\n14\nCembureau, The EU's 'Fit for 55' package needs to provide a clear horizon for industrial decarbonisation (ac- cessed April 26, 2024The EU's 'Fit for 55' package needs to provide a clear horizon for industrial decarbonisation (accessed April 26, 2024).\n15 European Cement Research Academy, The cement industry’s approach to carbon capture project poster (n.d.). 16 Heidelberg Materials, Welcome to Brevik CCS webpage (accessed 29 August 2024).\n17 IEA, Direct emissions intensity of cement production in the Net Zero Scenario, 2015-2030 (Last Updated: 19 June 2023).\n18 Breakthrough Strategies for Climate-Neutral Industry in Europe (2020). (Accessed 23 Sept 2024.) Ibid 76).\n19\n(pg.\nAir Pollution & Climate Secretariat",
  "page_7": "Briefing October 2024\nClimate policy\nIn the future, the development of a COz infrastructure could also pave the way for negative emissions via [bioenergy carbon capture and storage] BECCS. By using a large share of sustainable biomass in its fuel mix and sequestering the biogenic carbon share, cement works that are connected to a COz infrastructure can generate negative emissions.”\nOther emitters cut their emissions\nAn alternative view would be that the cement industry should follow other big-emitting sectors’ lead, and phase out emissions as soon as possible.\nCoal use is falling fast. In the EU, coal power produced 875 terawatt hours (TWh) in 2007, before the financial crisis in 2008. In 2023, coal power produced 343 TWh or 60 per cent less.*?\nFossil gas use has declined quickly since the start of the war in Ukraine, partly because gas heat has been replaced with heat pumps and other efficiency measures, or lifestyle changes (e.g. lowering the thermostat in the winter and relaxing office dress codes). Re- duced dependence on Russian gas is widely perceived as a benefit for the climate but also for peace and democracy.\nThe aluminium industry in the EU cut fluorinated gas emissions from 20,783 kilotonnes of CO-equivalent in 1990 to 407 kilotonnes in 2020.” As for CO. emissions from aluminium, there is now a credible plan to eliminate them completely by substituting burnable pet-coke anodes with inert electrodes”.\n‘The steel industry has several credible pathways to either replace coke/coal with green hydrogen (pioneered by Swedish companies” at scale from 2026) or use electricity for molten oxide electrolysis, as Boston Metal is doing.”\nDoes the bell now also toll for cement? The management consulting firm McKinsey hints at it:\nCement makers are approaching a moment of truth. Challenges such as decar- bonisation, ongoing value-chain disruption, and competition against the con- struction ecosystem’s entire patchwork of players all loom large. With the right mindset, decarbonisation and reinvention can go hand in hand: just as auto-mak- ers increasingly view their role as providing mobility, not just making cars, cement companies could likewise be in the business of providing construction solutions. As climate pressures increase and sales of traditional cement and concrete face threats, the combination of new thinking, innovation, and new business models will be critical to helping ensure a profitable — and greener — future.”° 20 Ibid. (pg. 76). 21 Energy Institute 2024 Electricity generation from coal (accessed 22 September 2024). 22 United Nations Climate Change, Greenhouse Gas Inventory Data — Detailed data by Party (see 2.C.3 https:// di.unfccc.int/detailed_data_by_party see 2.C.3 Aluminium Production) (accessed 16 September 2024). 23 Elysis, Start of construction of commercial-scale insert anode cells (2021). 24 HYBRIT: Six years of research paves the way for fossil-free iron and steel production on an industrial scale (2024). https://Ikab.com/en/press/hybrit-six-years-of-research-paves-the-way-for-fossil-free-iron-and-steel-production-on- an-industrial-scale/ 25 MIT News, Making steel with electricity (2024). https://news.mit.edu/2024/mit-spinout-boston-metal-makes- steel-with-electricity-0522 26 McKinsey & Company, Laying the foundation for zero-Carbon cement (2020).\nAir Pollution & Climate Secretariat",
  "page_8": "Briefing October 2024\nClimate policy\nResearch and development (R&D) into alternative binders — the cements that glue sand and pebbles together to make concrete — along with efforts to demonstrate and commer- cialise them are not pursued with anywhere near enough vigour. And even when promis- ing research is produced, it is not implemented and scaled up.\n‘The reason for this is simple: cement producers want to continue business as usual — mining limestone at quarries they own, burning it in kilns they own, milling and sorting it into the grades the construction industry is familiar with, and then transporting and selling it (in the form of cement) to their customers.\n‘The same shortcomings — insufficient research and slow implementation — also apply to alternative materials such as granite for foundations, wood, brick, or glass for panels, and wood for beams. The same could also be said regarding alternative processes.\nMagnesium cement (Sorel cement) or geo-polymers, for example, could replace Portland cement for many applications, but this would require different quarries, new machinery, new people, and new marketing channels.\nChange is always difficult. For a cement quarry/kiln/harbour, it means scrapping existing capital and investing in something completely different somewhere else.\nAnd while resistance to change is natural, it does not prove that change is impossible.\nThe cement industry, however, has been successful at resisting change because it is so oli- gopolistic. Holcim Group is the biggest cement producer in the world, and Heidelberg Cement is the fourth largest. One example: Heidelberg Cement is the only producer in Sweden and practically the only supplier. They produce at two sites and own cement harbours in several cities, so it is difficult to import large amounts of cement outside their supply lines.\nTheir words fly up, their thoughts remain below\nThe cement industry may say it is committed to CCS as a solution, but, as noted above, no cement facilities are yet operating with CCS.\nAt the moment, the cement industry can only point to a handful of projects under development or construction. The most advanced project is at the Heidelberg Cement Brevik CCS plant in Norway, which is currently under construction. The project is fund- ed almost entirely by Norwegian taxpayers and will not easily be replicated. Norway is outside the European Union, but inside the EU ETS and the Innovation Fund.\nAnother project is Heidelberg Materials’ GeZero project in Geseke, Germany,”’ which is supposed to start construction in 2026 and begin operations in 2029.”* The total invest- ment for this project is about half a billion euros. Of that, €191 million will come from the EU Innovation Fund.\nA third project by Holcim in Lagerdorf, located north-west of Hamburg Germany, has been awarded €110 million by the EU Innovation Fund” aims to become one of the world’s first ‘net-zero’ cement plants by 2029.\n27 Global Cement, Heidelberg Materials invests in GeZero project at Geske plant (2024).\n28\nHeidelberg Materials, GeZero: on the path to Germany's first fully decarbonized cement plant webpage (ac- cessed 29 August 2024).\n29 European Commission, Innovation Fund: C2B - Carbon to Business (2022).\nAir Pollution & Climate Secretariat",
  "page_9": "Briefing October 2024\nClimate policy\n‘These three projects, if completed, might demonstrate that CCS is a technically feasi- ble approach for capturing a portion of cement’s CO, emissions. But what they would not do is prove that it can be done for a large part of the industry at a reasonable cost. Moreover, as CCS will never be able to capture all the emissions, or anywhere near all, ‘net zero claims are not credible.\n‘The fossil fuel industry, and fossil fuel exporting countries, remain the driving force behind CCS globally. They try to present themselves as the solution rather than as the problem. More than any other country in Europe, Norway has aggressively lobbied for CCS, marketing it as the solution to the continent’s CO, problem. Their pitch can be summarised as: Simply capture your emissions and send them to us to bury under the seabed in the North Sea — problem solved!\nThe vanishing prospects for CCS in the power sector, and, increasingly, the steel industry, have renewed and reinvigorated discussions around CCS as a solution for cement and other industrial emission sources.\nThis has been quite successful. The EU is now very much in favour of CCS despite earli- er failures to implement such policies, The EU Innovation Fund which will handle some €40 billion EU money (on top of other money) aims at demonstration of new climate technology. Some of it goes to wind and solar technology and green steel, but most goes to CCS, much of it to cement and lime CCS. Of the top 20 so far awarded large-scale projects, awarded together €3.824 billion, 8 go to cement CCS, 2 to lime CCS and the top project Kairos@C in Antwerp gets €357 million for CCS infrastructure*.\nSuch discussions, however, are ultimately aimed at preserving the status quo for the cement industry as well as the fossil fuel sector. For the latter, hopes are increasing- ly pinned on BECCS and direct air capture CCS (DACCS) applications that aim to remove CO, from the atmosphere, indirectly in the case of BECCS and directly in the case of DACCS, thereby allowing fossil fuel production and combustion activities to continue.\nDozens of alternatives\n‘Heidelberg Materials is closely monitoring the development of alternative binders [...] because of the risk that they will replace conventional cement types,’ wrote the company in its 2023 annual report.*!\nA risk for the cement industry can also be described as a chance for the planet. The CO, emission reduction potential is large; however, the industry has not tried very hard to decarbonise, so the market is not very developed. This complicates efforts to determine the lowest cost and greatest impact options to reduce emissions in the sector. Neverthe- less, multiple, diverse options exist, and range from material substitution to alternative binders, innovative concretes, concrete and cement manufactured with new methods, and combinations of the foregoing.\n30 Innovation Fund Dashboard accessed 23 September 2024, see also fortcoming Briefing in same series 31 Heidelberg Materials, Annual and Sustainability Report 2023, (pg. 154 (2024)).\nAir Pollution & Climate Secretariat",
  "page_10": "Briefing October 2024\nClimate policy\n‘The alternatives options are not always easy to categorise, and the list keeps growing. Here are some examples:\ne Less cement per volume of concrete. AI (or natural human intelligence) can be used for the optimisation of both strength and sustainability, which can mean a big change in a conserva- tive industry.” It is sometimes possible to cut cement (binder) use by 50 to 60 per cent* by not over-dimensioning foundations (e.g. in one-storey buildings). In such cases, more cement does not mean better buildings, but drying is faster. Less concrete through better design. For example, a new reinforced concrete bridge weighs less than an older bridge. Less clinker per volume of cement. Clinker is produced at high temperatures, which consumes a lot of energy and produces CO, emissions. New approaches, including novel mixing technolo- gies, allow the use of cement that contains less clinker to produce concrete. Using cement with less clinker can reduce emissions by up to 80 per cent. A small factory using this technology opened in Germany in April 2024.** Better optimised aggregates (i.e. the sand and pebbles that the cement binds together). If ag- gregates are ‘multi-sized and well dispersed’ less cement is needed. According to the IPCC, the use of optimised aggregates can cut emissions by up to 75 per cent at near-zero incremental cost, and be done ‘today. 935 can New manufacturing methods. 3D-printed foam concrete** has the same strength as traditional concrete but uses 70 per cent less material (due to the presence of small holes). It also has better insulation properties, reducing the need for heating and cooling in buildings. Manufacturing methods using silicon result in much lower emissions. Sublime Systems, a Massachusetts Institute of Technology spin-off in the United States, says it avoids CO, emissions altogether by using silicate materials instead of limestone and electrochemistry instead of heat.*” Another company, Brimstone, is making Portland cement through a ‘deeply decarbonized process’ that uses calcium silicate rock instead of limestone.*® Increase of existing lower carbon cement alternatives. Low-carbon cement alternatives, such as limestone calcined clay cement (also referred to as LC3), can reduce emissions by up to 40 per cent.*? A version of this cement - FUTURECEM - is produced by AalborgPortlandHold- ing in Denmark.“ The IPCC states that ‘magnesium or ultramafic cements” could yield negative emissions through CO, absorption by 2040,” but at an unknown cost. Partanna, a United States (US)-based company, is marketing a carbon-negative alternative to Portland cement. The company claims the chemical process used to create the cement removes ‘CO, from the atmosphere natu- rally, without the need for CCUS.”\"#\n32 Tech at Meta, Green concrete: Using AI to reduce concrete’s carbon footprint (2022). 33 BETONG med minskad bindemedelshalt till husgrunder(2024) (Lund University research). 34 Erste Fabrik fiir klimapositiven Beton wird in Soltau erdffnet (2024). 35 IPCC AR6, WG3:Mitigation of Climate Change, Chapter 11: Industry, pg. 1197 (2022). 36 World Economic Forum, This innovation uses 3D printing to cut concrete use (2022). 37 Sublime Systems (accessed 16 September 2024).. 38 Brimstone (accessed 16 September 2024).. 39 RMI, Unleashing the Potential of Limestone Calcined Clay Cement (LC3) (2023). 40 AalborgPortlandHoldings, FUTURECEM webpage (accessed 16 September 2024). 41 Ultramafic here refers to magmatic minerals with high alkalinity. 42 Why not sooner? See discussion in Communications Earth & Environment, Towards a business case for 2 miner- alisation in the cement industry CO2 mineralisation in the cement industry (2022). 43 Partanna (accessed 16 September 2024)..\nAir Pollution & Climate Secretariat\n10",
  "page_11": "Briefing October 2024\nClimate policy\nBiologically based materials. Researchers have used microorganisms in the production of build- ing materials. This includes a ‘bacterial glue’ created without cement in which bacteria or fungi“ form calcite that binds aggregate together. This innovation is a by-product of research on self- healing cement.* The technology is in the early stages but is being pursued by startup BioZeroc, 46 with patents pending. BioZeroc claims that ‘their’ concrete is zero carbon.*” Alternative reinforcement materials. By using ceramics, glass, polymer (plastic) fibres, hemp*, stainless steel, aluminium, or even graphene” instead of iron re-bar, a lower pH can be tolerated, and less cement is needed. Aluminium reinforcement, for example, allows for the use of con- crete mixes where more than 50 per cent of the cement is substituted with alternative binders.” Replacing iron re-bars with fibres can also significantly reduce indirect emissions (those from iron production) from concrete. Material substitution. Wood, brick, stone (e.g. granite), glass, steel, foam glass, aerogel, mag- nesium oxide boards, asphalt,’ and other materials can replace concrete in various applications. Wood alone could ‘provide a technical mitigation potential of 0.78-1.73 Gt CO? per year in a study quoted by the IPCC. Wood is a limited resource, but reductions in demand for wood in the paper, biopower, and bioheat sectors could create more room for the use of wood as a building material.* Alternative binders (instead of cement/clinker) for concrete. Options include fly ash, slag, volcanic ash,** crushed lava,® tuff,® olivine,*” rice husk or barley husk ashes,** silica fume,” crushed limestone (not burnt, so not CO2-emitting), and clay-based geo-polymers.® Some of these alter- natives are already used extensively, and the remaining potential is still big: 44 https://www.scientificamerican.com/article/bacteria-filled-bricks-build-themselves/Scientific American, Bacteria- Filled Bricks Build Themselves (2020). 45 Concrete Quarterly, Innovation: Self-Healing Concrete, Winter 2021, Issue Number 270. https://www.concrete- centre.com/getmedia/69bf1 02f-9773-4e09-93 1 9-a338c36b9322/CQ270_Winter2019.aspx 46 Concrete Quarterly, Innovation: Are bacteria the secret to cement-free concrete, Winter 2022, Issue Number 281. https://www.concretecentre.com/Specification/Innovative-concrete/Biozeroc.aspx 47 https://www.biozeroc.com/Biozeroc (accessed 16 September 2024). 48 Constrcution and Building Materials, A comprehensive review on the use of hemp in concrete (2022). 49 Graphene Flagship, Materials of the future: Graphene and concrete (2023). https://graphene-flagship.eu/materi- als/news/materials-of-the-future-graphene-and-concrete/ 50 Stories by Hydro, DARE2C: How aluminium can help solve concrete’s sustainability challenge (20234). 51 Asphalt is of fossil origin but the alternative use may be as a fuel, in which case it emits its carbon; when it is used for construction it does not. 52 IPCC AR6, WG3: Mitigation of Climate Change, Chapter 7: Agriculture, Forestry, and Other Land Uses (AFOLU), pg. 805 (2022). 53 The International Code Council allows for the construction of wood buildings up to 18 stories . But buildings can be taller. Take Ascent MKE, a mass timber hybrid high-rise apartment building in Milwaukee, Wisconsin. The 284- foot, 25-story high-rise is the world's tallest mass timber structure. 54 Clay-Based Materials in Geopolymer Technology Cement Based Materials, Clay-Based Materials in Geopolymer Technology (2018). 55 Thomas Concrete Group https://thomasconcretegroup.com/story/first-in-sweden-with-the-volcanic-rock- mixed-in-concrete/, First in Sweden with the volcanic rock mixed in concrete (accessed 16 September 2024). 56 Tuff is a type of rock made of volcanic ash. 57 Industrial & Engineering Chemistry Research, Direct Olivine Carbonation: Optimal Process Design for a Low- Emission and Cost-Efficient Cement ProductionDirect Olivine Carbonation: Optimal Process Design for a Low- Emission and Cost-Efficient Cement Production (2022). 58 Journal of Industrial and Engineering Chemistry, Beneficiation of the huge waste quantities of barley and rice husks as well as coal fly ashes as additives for Portland cement (2014). . 59 Norchem, Silica Fume & Sustainability Norchem, Applications: Silica Fume & Sustainability (accessed 29 August 2024). 60 Cement Based Materials, Clay-Based Materials in Geopolymer Technology (2018). Clay-Based Materials in Geo- polymer Technology.\nAir Pollution & Climate Secretariat\n11",
  "page_12": "Briefing October 2024\nClimate policy\nVolcanic cement use ‘is abundant in certain locations and is extensively used as an addition to Portland cement in countries such as Italy, Germany, Kenya, Turkey, China and Greece.’ Heidelberg Materials is developing volcanic cement using materials from Iceland*'.Alterna- tive binders such as slag, fly ash, and pozzolans have a negative abatement cost according to the McKinsey report quoted above. ‘The use of crushed lava is being planned in Iceland. Heidelberg Materials is planning to build a grinding plant to process Icelandic tuff for use in cement production.” The company esti- mates that mixing tuff with cement can reduce CO, emissions by up to 20%. Some alternatives to Portland cement clinker can be combined, reducing emissions even more, but it is difficult to summarise the state of knowledge and regulation/standards for various combinations. A 50 per cent reduction is achievable, according to Thomas Concrete® and the Swedish Roads Administration,” without exhausting all options. Greater emission reductions are possible, even, potentially, carbon-negative concrete.® Alternative sources of heat. Other sources of heat — electricity®, waste, or biofuels — can replace fossil fuels in the production process. Kiln electrification could even help cement production achieve net zero goals. Finnish company Coolbrook has developed heat electrification technology that can heat up to 1,700°C.°’ The company claims the technology could reduce CO, emissions from cement production by 1 Gt per year. (The global CO2 emissions from combustion for ce- ment production 2022 was estimated to 1 Gton). Recycling. Concrete can be recycled® according to a new standard in Sweden and used as filler and to some extent reduce the demand for new Portland cement, with other good environmental side effects (less quarrying for pebbles) and at a negative cost.”\nIn light of the above, one may question the following statement in Chapter 11 of WG3’s report in AR6:\nUntil a very low [greenhouse gas] GHG emissions alternative binder to Portland cement is commercialised, which does not look promising in the near to medi- um term, CCS will be essential for eliminating the limestone calcination process emissions for making clinker, which currently represent 60 percent of GHG emis- sions in best available technology plants.”\nChapter 11 also includes work from Haber et al.”, specifically, Environmental impacts and decarbonisation strategies in the cement and concrete industries published in Nature Reviews Earth & Environment. ‘The paper highlights the great technological potential to cut CO, emissions in cement, but the tone of the paper is subdued:\nAs the construction sector has proven to be very slow-moving and risk-averse, we focus on minor improvements that can be achieved across the value chain, such as the use of supplementary cementitious materials and optimising the clinker con-\n61 NyTeknik, Svenska cementfabriken testar metod fran romarriket (2024). 62 Heidelberg Materials, Tuff processing in Porlakshofn (accessed 29 August 2024). 63 Thomas Concrete Group, Team Thomas Sustainability Report 2023, pg. 16 (2024). p16 64 Svensk Betong, Vagledning Klimatforbattrad betong Utgava 2.0 (2022). 65 Carbocredits.com, Supercharging C-Crete’s Cement-Free, Carbon-Negative Concrete (20234). 66 Vattenfall, Vattenfall and Cementa take the next step towards a climate neutral cement (201924). 67 Coolbrook, Cement Industry Decarbonization (accessed 29 August 2024). 68 Svenska Institutet for Standarder, Cementen tar ett viktigt steg mot cirkular ekonomi (2023). 69 McKinsey & Company, The circular cement value chain: Sustainable and profitable, Exhibit 3 (20234). 70 IPCC AR6, WG3:Mitigation of Climate Change, Chapter 11: Industry, (pg. 1164 (2022)). 71 Nature Reviews Earth & Environment, Environmental impacts and decarbonization strategies in the cement and concrete industries (2020)..\nAir Pollution & Climate Secretariat\n12",
  "page_13": "Briefing October 2024\nClimate policy\ntent of cement... By engaging all stakeholders in the construction sector, imme- diate greenhouse gas savings on the order of 50 percent could be reached without heavy investment in new industrial infrastructure or modification of existing standards.\nAt last: A lobby for low-carbon cement!\nOne reason why Portland cement still rules is that the opposition has not been well-or- ganised. This is changing. An EU-based organisation called The Alliance for Low-Car- bon Cement & Concrete” has published a manifesto in which they state their aim to ‘build the policy, legislative, standardisation, and financing foundations necessary to cre- ate and scale up the market to make low carbon cement and concrete the norm.” While the Alliance isn’t opposed to CCS, they see their efforts as focused on ‘reducing the need for carbon capture, utilisation and storage solutions.’ The Alliance has less political mus- cle than Cembureau, but its membership is growing.\nWhat would the cement industry be able to achieve if investments in new infrastructure and modification of existing standards were seen as necessary?\nSo far they have not seen it as necessary.\nBut technical change can be fast. Thomas Edison’s electric light was an immediate hit, and with it came the electric power systems his company pioneered.\nWhere, so to speak, is an Elon Musk when you need him? Whatever you think of him, he did prove that electric cars could transform the car market. The PowerWall was hyped in 2015, but helped change perceptions.\nHenry Ford did not aim for realistic growth, taking the horse and cart industry into consideration. In fact, New York City changed from horse-dominated to car-dominated in just a few years up to 1913.\n‘The personal computers and the smartphones were not introduced gradually.\nThe cement industry is strong, but it is not invincible.\nIt took a long time to break the back of the European coal lobby, but even Poland under the previous right-wing government admitted that coal has to go.”\nThe cement industry has had at least 35 years to improve its climate act. It could have adapted by doing more research, diversifying the selection of materials, and moving up the value chain. It would not have been able to save every quarry and kiln, nor indeed most of them, but it could have rescued much of the huge transport and marketing apparatus it controls. Instead, it has done next to nothing. Just like the coal industry, it opted first to deny responsibility, and then to delay and defocus action.\n72 Alliance for Low-Carbon Cement & Concrete webpage (accessed 16 September 2024).\n73 Alliance for Low-Carbon Cement & Concrete, Manifesto (n.d.).\n74\nEuractive, Poland clarifies position on coal phase-out, it is still 2049 (2021). https://www.euractiv.com/section/ energy/news/poland-clarifies-position-on-coal-phase-out-it-is-still-2049/\nAir Pollution & Climate Secretariat\n13",
  "page_14": "Briefing October 2024\nClimate policy\nIt has come to be a question of crude power. Either you save Portland cement as we know it or we save the climate.\nThe cement industry has a strong grip on society, so the phaseout process needs keen political attention. If alternative supply chains are not phased in, the construction in- dustry could grind to a halt, or close to it, which obviously would create a political crisis. And if codes and standards for alternative materials and processes are not sufficiently based on science and experience, buildings might not be safe, or alleged so, which would create an even worse political crisis.\nBut, as for safety, there are several ways to design and construct building elements (a foundation, an internal non-structural wall, or a facade), a bridge, a harbour, or a road. In some cases, such as a skyscraper, there is a clear need for conservative or at least extreme- ly well-documented designs. However, the requirements for a bungalow or a garage, pavement, a substation building, a bus stop, or a parking lot are less demanding.\nSome of the alternatives to traditional cement are mutually exclusive, but some can be combined. 3D-printed concrete can cut CO, emissions by 70 per cent compared to stan- dard concrete, but if the cement formula reduces clinker content by 50 per cent (through the use of alternative binders like ash, slag, etc.), the combination would reduce emis- sions by 85 per cen t.>\nThe combination of clay-based concrete and aluminium reinforcement may reduce car- bon footprint 60-80%.”\nPolicy instruments\nCement production and use can be cut drastically, but this is too complex for a regula- tory approach alone, even though regulatory aspects are very important. Existing regula- tion favours existing materials, processes, and designs.\nEconomic instruments are clearly needed to handle the diversity of mitigation options, and these instruments need to be much more effective than the current iteration of the EU ETS.\nAs noted above, under the EU ETS, cement producers now receive about 100 per cent free allocation. There is little incentive or deterrent to make them change. Worse still, the producers and consumers of alternative materials and processes will not earn any money by cutting their emissions.\nThis is about to change.\nA border adjustment tax or CBAM will be implemented” from 2026, from which free allocations will be phased out.\nWithin the EU, this will help the cement producers to focus on decarbonisation for long-term survival. Importers will be required to report the quantities they import, and from where, every quarter, before the actual tariff is phased in.\nIf you cut emissions 70 per cent%, 30 per cent remains % remain. If you cut the remaining 30 per cent in half, then 15 percent remains (i.e. at remainder 50 per cent, 15 % remain, i e an 85 per cent cut).\n75\nSINTEF, Green and everlasting concrete is no longer a distant dream (2023) and Stories by Hydro, DARE2C: How aluminium can help solve concrete’s sustainability challenge (2023).\n76\n77 European Commission, Carbon Border Adjustment Mechanism (accessed 29 August 2024).\nAir Pollution & Climate Secretariat\n14",
  "page_15": "Briefing October 2024\nClimate policy\nThe phaseout of free allocations will have drastic consequences. According to Cembu- reau: ‘At an ETS price of around 50 EUR per ton of CO,, as we are seeing currently, carbon costs represent more than 50% of the usual price of a ton of clinker, the CO,-in- tensive part of 78 cement.\nWith even a modest cost of carbon, it seems obvious that the worst emitters in the cement industry would not survive, and the remaining would have to do something to reduce the extra cost.\nIf so, it would not be the end of the world. Things always change. The price of cement is not a large part of the construction costs. Oil, gas, and coal prices have varied much more and risen faster.\nThe CBAM leaves countries outside the EU with the choice of either paying a tariff to the EU for what they export into the EU or taxing it themselves. Countries with a carbon tax or an emission trading system equivalent to the EU ETS do not have to pay the tariff. This mechanism will create an incentive to decarbonise the cement production process outside the EU and especially to avoid high emission lock-in investments.\nAnother instrument, especially if CBAM does not work as hoped, is Ecodesign-type requirements for cement that require increasingly lower levels of carbon per tonne of building materials every year. A requirement such as this would spur construction com- panies, architects, and engineers to actively look for alternative materials and methods.\nThe problem with a stick-only approach (i.e. internalising carbon costs) is that it takes a long time for new alternatives to step up production and marketing and to clear hurdles, some of which are just mindsets and some of which are codified in legislation.\nThis calls for subsidies to accelerate the introduction of new materials and methods, requirements for government buildings, etc. That could be achieved within a couple of years, while the slower process of EU ETS reform ferments.\n‘This seems to be occurring in the EU and even more in the US.\nThe downside of the carrot-only approach is that a lot of taxpayer money will be wasted because there are no sure things when it comes to commercialising new technologies and because the cement industry has a good chance of capturing a large portion of the subsi- dies for projects that will not threaten the status quo. Case in point: the US Department of Energy awarded grants to six cement projects in March 2024. By far the biggest bene- ficiary was Heidelberg Cement and its facility in Mitchell, Indiana, which will receive up to half a billion dollars for a CCS project.”\nLimited scope for CCS: too little, too late, too expensive\nCCS is not the solution for decarbonising cement.\nTransport by ship is expensive, and so is storage. The Norwegian Longship project is expected to cost about €500/tonne over 10 years for capture, transport by two ships, and\n78 Cembureau, The EU's 'Fit for 55' package needs to provide a clear horizon for industrial decarbonisation (ac- cessed April 26, 2024).The EU's 'Fit for 55' package needs to provide a clear horizon for industrial decarbonisation (accessed April 26, 2024).\n79 US Department of Energy, Industrial Demonstrations Program Selected and Awarded Projects: Cement and Concrete (accessed 29 August 2024).\nAir Pollution & Climate Secretariat\n15",
  "page_16": "Briefing October 2024\nClimate policy\nstorage*”. Many cement production facilities are located a great distance from suitable storage sites, and there is not much economy of scale for building 1,000 ships instead of two. The two ships will each transport 200,000 tonnes of CO: per year.\nTo decarbonise global cement production (estimated at 2.6 gigatonnes*' of CO2 2022) by shipping captured CO, in that manner would take 13,000 ships or twice as many if the distance between the cement factory and storage site is twice as long.*’ Larger ships are possible in some places, but not everywhere. Even such a huge ship-based system for CQ, transport and storage is not a complete system. Some cement production is not close to a harbour for big ships. The CO2 would have to be piped to the coast or shipped via a big river.\nCO, ships can not be a realistic option for decarbonising cement.\nThe absurd cost of €500/tonne may be reduced somewhat but not by very much, unless pipelines take the place of shipping.\nA complete system for carbon capture, transport (pipelines), and storage is decades away, even ignoring the significant financial obstacles the technology faces. Most infrastructure projects — roads, railways, natural gas pipelines, transmission lines — take years to realise and often face public opposition, even when there is a good case for the societal benefit In democratic countries, and even in some not-so-democratic countries, CO2 pipelines are likely to meet more local resistance, for all the usual reasons plus the fact that CO2 pipeline leaks can threaten human health and safety (and animals).*\nAnother problem is that CCS requires a lot of space for equipment, including large pipes and compressors, and storage space is also needed for hazardous chemicals.** Cement production facilities may not have the requisite room CCS, further reducing the likeli- hood that CCS will be retrofitted on existing facilities.\nThere may be a niche for capturing CO2 from cement, however, if the CO2 is used for something else (e.g. electro-fuels). This does not require a complete system of transport and storage and may possibly make economic sense under some circumstances. But it is irrelevant at the billion-tonne scale.\nAll the alternatives above could deliver emission cuts within 1 to 10 years, rather than the several decades CCS would take.\nAs noted earlier in this article, the Brevik plant in Norway aims to capture 0.4 Mt of CO, per year using CCS, but this represents about half of the facility’s emissions. This is typical for CCS projects -they capture half the emissions while the other half goes up the air. While capture rates are often marketed to be around 90 per cent, CCS projects have never achieved a 90% capture rate, and capture rate targets are consistently missed.®\n80 The cost estimate (p50) for the whole project was NOK18.7 billion, but increased by NOK 0.9 billion in 2022, which means 4,900 NOK/ton, or about €490/ton. Figures derived from Gassnova, Cost of the Longship Project 2020 (accessed 29 August 2024).\n81 https://zenodo.org/records/1 1207133 (accessed 22 September 2024)\n82 It either takes more ships or bigger ships to transport captures CO2 a longer distance.\n83 NPR, The U.S. is expanding CO2 pipelines. One poisoned town wants you to know its story (20234).\n84 Potential occupational risk of amines in carbon capture for power generation Int Arch Occup Environ Health, Potential occupational risk of amines in carbon capture for power generation (2014).\n85\nInstitute for Energy Economics and Financial Analysis, Carbon Capture and Storage webpage (accessed 29 Au- gust 2024).\nAir Pollution & Climate Secretariat\n16",
  "page_17": "Briefing October 2024\nClimate policy\nObviously, it would be much more expensive to capture all the CO 2 than about half of it.\nThe IEA is very enthusiastic about CCS but in their recent report on cement,* they are not exactly banking on it. They expect global cement emissions to remain level from 2020 to 2030.\nThis is clearly not good enough.\nLong investment cycles?\nCembureau is seeking public funds for the cement industry to be able to reach net zero by 2050. The argument goes that the industry has ‘about a 30-year funding cycle.’*”\nIndeed, cement industry investors are used to long cycles and long pay-back times. That does not mean they are entitled to operate their equipment for decades into the future. The low-cost, low-risk, low-R&D budget business model is not the only conceivable one. Manufacturers of mobile telephones, cars, solar cells, cosmetics, clothes, and so on cannot even consider a 30-year planning horizon. The East German car producer Tra- bant tried, and produced essentially the same car Trabant-601 from 1964 to 1990.\nThe East German lignite power stations were also intended to have a long future, which, alas, they have achieved, with unchanged and very high emissions of CO,,, but retrofits to reduce sulphur oxide, nitrogen oxide, and particulate emissions. Many of them are still in operation. The East German nuclear power programme, on the other hand, was shut down unceremoniously within months after the fall of the Berlin Wall.\nIf there is a (political) will, there is a way.\nA 1.5-degree world with China\nA 1.5-degree-compatible future will have to look something more like what happened to coal power in the EU between 2015 and 2020: a 50 per cent decrease within five years. If we start here, in the EU, the world will follow. That is what we must assume.\nChina is the big problem for cement, but it may also be a big opportunity. China is by far the biggest producer, with 55 per cent of global production, according to the IEA, with India in second place at 8 per cent.\nA portion of cement decarbonisation in China will be achieved by using indigenous resources and talent, but it clearly matters what other advanced nations do regarding low-carbon cement and low-carbon construction. The EU and other rich regions can choose to lead the way.\nIf the CBAM works as intended, it may open pathways for low-carbon cement produc- tion both in the EU and in China, or whoever gets there first.\n86 IEA, Cement webpage (accessed 29 August 2024).\n87 ENDS Europe, Why the backers of net-zero cement projects are calling for new policy and funding (2023accessed 29 August 2024).\nAir Pollution & Climate Secretariat\n17",
  "page_18": "Briefing October 2024\nClimate policy\nNot likely\nAs there are many ways to reduce emissions from the cement industry, an investment in CCS is not only expensive in comparison, it carries significant market risk. For example, there is a risk that the demand for Portland cement will erode or collapse in the local market, as better and cheaper building materials or solutions become available.\nIt would be foolish to build a 1 Mt per year capture plant and harbour, with associated contracts for shipping and storage, and then a mere 10 years later, have just half a Mt of emissions to capture, in case demand goes down.\n‘This means that investments must amortise faster, which makes them even more diffi- cult to finance.\nGovernments or the EU can get a cement CCS plant built — but only with very large subsidies. Unsubsidised cement with CCS does not exist and is not likely to exist in the short- to mid-term. As for the very distant future, it is not very interesting for investors who will have to make their strategic choice soon.\nAs for the climate civil society community, the very distant future is irrelevant. Emis- sions must be reduced now.\nAir Pollution & Climate Secretariat\n18"
},
  "language": "Languages.ENGLISH",
  "total_pages": 18
}
