{
  "file_name": "153_1482.pdf",
  "pages": {
  "page_1": "October 2020\nfrom customs duties its\nsure these revenues are redistributed and 100% used for climate action should be foreseen and\ndesigned. See WWE position on how EU ETS revenues can fund fair climate action ? Sandbag (2019), “An overview of the issues around introducing Border Carbon Adjustments in the EU”, p.28 However, it is important to acknowledge the political challenge linked to a BCA’s implementation; and make sure that other trade partners countries don’t feel disadvantaged (this could impact the international climate change negotiations within the United Nations Framework Convention on Climate Change as well as international trade)\nWWF EPO’ views on the public consultation on the Carbon Border Adjustment Mechanism (CBAM)\nWWF\nWWF EPO welcomes the opportunity to contribute to the consultation on the introduction of a Carbon Border Adjustment Mechanism as announced in the European Green Deal Communication.\n1. Objectives of a CBAM: to reduce risk of “carbon leakage” and encourage international climate action\nThe implementation of a Carbon Border Adjustment Mechanism (CBAM) has been discussed for many years as a potential tool to ensure emission reductions and protect companies’ competitiveness in the EU. Its introduction could possibly play different catalyzer roles in contributing to EU’s industrial decarbonisation, and influence third countries to join the club, by:\ne Raising revenues: if CBAMs are designed in a way of border tariffs, they could raise significant revenues for governments. These revenues should be 100% used for climate action in the EU and abroad and by no means end up in subsidizing fossil fuels’; e Acting as a political incentive: incentivise other trading partners to establish their own carbon pricing measures, in order to retain the revenue rather than have it kept by EU’, and therefore help these countries to reduce their emissions and potentially invest in low-carbon technologies; Supporting regulatory alignment on the EU’s environmental standards: encourage current non-compliant third-countries partners to take action in complying with EU environmental norms & protections;\noe\n' Currently, the EU collects\nrevenues\nas own resources.\nA mechanism to make",
  "page_2": "However, this highly depends on how the CBAM will be designed?and whether it will be based on the current carbon price. In the absence of an effective carbon price’, the implementation of a CBAM cannot guarantee that it will play an important role in driving the EU industry’s decarbonisation. Only with a significant and rising carbon price a CBAM could really encourage investments in low-carbon technologies both in the EU and internationally °and potentially act on prices for commodities. Moreover, while designing such a tool, the impacts of its implementation on social justice questions, equity, and especially in relation to potential impacts on developing countries should be taken into account as these are not addressed in the public consultation\nIn this context, the new Commission president, Ursula von der Leyen, has requested both the Executive Vice-President for the European Green Deal Frans Timmermans and the Commissioner for Economy Paolo Gentiloni to design a proposal for a CBAM that would be fully compliant with WTO rules and address the risk of carbon leakage in the EU.’\nDespite the implementation of a carbon leakage list® by the European Commission (EC) for sectors qualified at risk, the evidence for the occurrence of carbon leakage as defined by the EU ETS Directive’and due to its implementation has been extensively argued.”° So far, the European Commission has not been able to deliver evidence of carbon leakage in Europe. Our diagnosis is that, in the absence of a significant carbon price, there is a risk of an investment leakage rather than a carbon leakage in Europe. The latest EIB investment report (2019/2020) anticipates that EU manufacturing firms are planning to decrease investment in Europe for the year to come due\n3 There too much uncertainty right related to the design of such mechanism. Would it be based is now a according to the current EU ETS carbon price or a higher forecasted carbon price?\n“Current carbon price is € 26.54 per ton, which is too low to encourage EU countries/companies to start investing in cleaner technologies, see:\nhttps: markets.businessinsider.com/commodities/co2-europeanemission-allowances\n5 An effective carbon price could be reached at € 80.00 ton, but not before 2030, please\nper\nsee:\nhttps: www.imf.or, en/Publications/FM/Issues/2019/09/12/fiscal-monitor-october-2019\n8 Sandbag (2019), “An of the around introducing Border Carbon Adjustments the EU” overview issues in p.24\n7 See: https: ec.europa.eu/commission/sites/beta- olitical/files/mission-letter- aolo- entiloni_en.pdf\n8The Carbon Leakage list was implemented in 2013 and gives a higher share of free allowances to sectors, which qualifies as being at significant risk of carbon leakage compared to other industrial sectors. Please, see lim lici llowan\n° See Article 10b of the revised EU ETS Directive\n1 Ecorys (2013)\nhttps ec.europa.eu/clima/sites/clima/files/ets/allowances/leakage/docs/cl evidence factsheets en d\nf\n=",
  "page_3": "to the slowing growth of the real GDP in Europe over the last year.** The current EU political context also has an impact on the EU firms’ intention to invest in Europe (e.g. Brexit). Moreover, there is a need for investment signals now in manufacturing industries, especially in sectors with particular relevance to climate action such as chemicals, steel and cement as most of the plants’ installations in Europe will need to be refurbished or replaced in the course of the next decade.” Investment in low carbon technologies, for these targeted heavy industries, must take place during this reinvestment phase in order to reach the carbon neutrality target by 2040. In this context, the CBAM makes investment into emission intensive technology less attractive, but it would not provide an incentive or support for investment into low carbon technologies in Europe. Therefore, the implementation of a CBAM alone will not mitigate this investment leakage and encourage industries to invest in low-carbon technologies in the EU. Thus, CBAM is not a ‘silver-bullet’, and its implementation alone will not be sufficient to achieve the carbon neutrality target by 2040.”°\n2. WWE EPO’s views on the instrument to be designed and implemented\nAccordingly, we ask the European Commission to put forward an instrument with the primary purpose of driving the fight against climate change and protecting the environment while combining social objectives, not purely as a tool to both contribute to the financing of the EC recovery plan and protect industrial competitiveness against the “risk of carbon leakage”.\nIn designing a CBAM, the European Commission must take into account the following:\n1 It must be designed and implemented as an alternative to free allocation of allowances in the ETS. A phase-in of CBAM needs to be linked to phase out free allocation. The European Commission Communication on the European Green Deal is proposing the CBAM as an alternative to free allocation’, we would support such a proposal. In addition to being double subsidies to industry, it is also unclear and doubtful that both provisions (CBAM and free allocation) would be compatible with WTO rules; It should be initially linked to the EU ETS system. It could be conceived as a tax on imports (a progressive mechanism to be piloted with emissions intensive sectors only,\n F1B (2019), Investment report 2019/2020, p.6:\nttps: www.eib.or, attachments/efs/economic investment report 2019 key findings en.pdf\n\"2 Agora (2019), “The Clean Industry for Europe (CI4E) Package: Towards climate neutral industry — a 2050”, Policy Brief, p.1.\nBWWFE believes that reaching climate neutrality by 2040 is necessary in order for the EU to be consistent with the 1.5°C temperature target under the Paris Agreement. See WW position on 2030 climate target 4 European Commission (2019), Communication the European Green Deal, p.5: on\nhttps ec.europa.eu/info/sites/info/files/european-green-deal-communication en.pdf",
  "page_4": "such as cement, basic steel products, iron, some bulk chemicals for instance) as an\nequivalent to the costs carried by EU industries as a result of having to buy carbon\npermits under EU ETS;\nIt must be designed in a way that it ensures fairness and equity:\ne Ensure any negative distributive effects from the implementation of a carbon\nborder adjustment on vulnerable groups are avoided through targeted\nredistribution measures, while ensuring that the price signal is maintained;\ne Take into account development policy objectives and avoid any negative impact\non the economies of developing countries.\nIt must be part of a wider set of policies to enable and promote the investment in low\ncarbon industrial processes, energy efficiency measures and renewable energies to\nachieve the decarbonisation of industry. The introduction of CBAM is not the solution to\ntackle the lack of investment in low-carbon technologies. As a protection against\ncarbon leakage effects and higher costs, Energy Intensive Industries (Ells) received free\nallowances under the Emissions trading scheme. While the power sector, which must\npurchase its allowances, has decarbonised steadily year after year, industrial emissions\nhave stagnated since 2012. A recently published report by the European Court of\nAuditors concluded that the current EU ETS free allocation system did not provide an\nincentive to the EU Industries to be decarbonised. In order to build a successful low\ncarbon industry within the EU, it is key to develop a clear policy framework containing\nthe following measures:\ne@ Strong public innovation policy targeted towards market introduction of low carbon technologies, which will ensure investments in low carbon technologies through a robust innovation fund and exclude support for fossil lock-in technologies; Contracts for difference or alternative measures such as subsidies to mitigate investment risks and support heavy industries dealing with the higher operational costs of low carbon technologies; Obligation to purchase low carbon materials through public procurement and introduction of norms, quotas and standards for low carbon materials to create a lead market for low carbon technologies.\nPreserving and strengthening the EU Industry while achieving its decarbonisation, and reaching carbon neutrality by 2040, will be possible only through the right regulatory environment."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
