{
  "file_name": "153_1484.pdf",
  "pages": {
  "page_1": "O\n,\noe\nCarbon\nEEB\nMarket\nEuropean\nWatch\nEnvironmental\nBurea\nWWF\nCLIMATE ACTION NETWORK\nJoint NGO statement on the C arbon Border Adjustment Mechanism\nSocieties and businesses face increasing uncertainty due to more frequent and intense extreme weather events, instability in global energy and commodity markets, and unclear climate commitments by key international partners.\nThe European Green Deal potentially provides a broad and strong suite of policy tools that have the power to create the necessary stability and certainty to succeed in the transition to climate neutrality, if high ambition levels are maintained and if controversial files such as the Carbon Border Adjustment Mechanism (CBAM) are addressed with sensitive and sensible climate diplomacy.\nOne of the European Commission’s stated intentions of the CBAM is to drive higher climate ambition internationally. In order to deliver effectively, this instrument will have to support the reduction of EU greenhouse gas emissions while also creating incentives for higher climate ambition from international trading partners. It must also act as an alternative to the EU Emissions Trading System (ETS) carbon leakage protection measures such as free allowances and indirect cost compensation.\nAs the world’s first internationally applicable border mechanism seeking to put a price on a negative environmental impact, the CBAM will only achieve its aim of higher international climate ambition if it is designed to provide real incentives for industries within and outside Europe to reduce their emissions. It must also demonstrate recognition and understanding of other countries’ need and right to develop, and should also recognise that the relative impacts of carbon prices can be much higher for low-income countries. The CBAM should therefore be accompanied by diplomatic efforts, financial support, and cooperation in the form of concrete practical help such as active knowledge and technology transfer to encourage and support trading partners to speed up their efforts towards climate mitigation and adaptation. Without immediate cancellation of free allowances, and without channelling accompanying cooperation and support to affected developing countries, the CBAM risks becoming a doubly protectionist and ineffective climate measure.\nIt is essential to recognise that the CBAM will not be a silver bullet, neither for decarbonising the EU’s industrial base nor encouraging climate action at the global level. To be successful at\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network E3G and the Environmental Bureau\nEurope,\nEuropean\n@\nE3G",
  "page_2": "O\n,\noe\nCarbon\nEEB\nMarket\nEuropean\nWatch\nEnvironmental\nBurea\nWWF\nCLIMATE ACTION NETWORK\nhome, the CBAM needs to be part of a broad policy toolbox for decarbonising EU heavy industry. That includes measures seizing the full potential of circular economy approaches, support for climate neutral technologies and regulation to drive demand for clean materials and products, notably through the setting of carbon footprinting requirements and sustainable product policy.\nInternationally, a CBAM should be used to leverage a broader discussion on decarbonising heavy industry and better aligning trade and climate policy. If accompanied by appropriate cooperation and support measures it could open new areas for cooperation on creating demand, supply and production of green industrial materials and products, striving for sector deals for key commodities and scaling up RD&D.\nThese are our top five recommendations for a fair and effective CBAM:\n1. Remove the counterproductive overlap between CBAM and free allowances\nIn order to incentivise emission reductions within the EU and climate action globally, a CBAM should be implemented only as an alternative to current carbon leakage protection measures.\nHowever, despite having stated and repeated this on several occasions, the Commission's proposal envisages the continuation of free allowances for sectors covered under the CBAM Regulation until 2035 and the adjustment of CBAM certificates to “reflect the extent to which ETS allowances are allocated for free yi .\nThe overlap between CBAM and free allocation of emission allowances is not necessary. As illustrated in the EC’s impact assessment” accompanying the CBAM Regulation proposal, the option in which the introduction of a CBAM coincides with the removal of free allowances in the target sectors (option 3 below) results in a significant additional emission reduction and does not lead to a substantial risk of carbon leakage’. In fact, the impact on carbon leakage in the CBAM sectors is mostly negative (emission decrease compared to the baseline scenario).\n\n\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network Europe, E3G and the European Environmental Bureau\n@\nE3G",
  "page_3": ",\noe\nCarbon\nEEB\nMarket\nEuropean\nWatch\nEnvironmental\nBurea\nWWF\nCLIMATE ACTION NETWORK\nImpact on carbon leakage in the CBAM sectors (EU 27 in 2030)\nee\nReproduction of table included in the European Commission’s impact assessment accompanying the CBAM Regulation\nOn top of being unnecessary, this overlap is detrimental to the green transition both inside and outside the EU.\ne Keeping free allocation any longer (or removing them over ten years as the European Commission proposed) is an ineffective and wasteful use of public resources. This would further delay the enforcement of the polluter pays principle and thereby create little incentive to decarbonise industrial production in the CBAM sectors. The allocation of free allowances represents a market failure that has created virtually no incentive for EU industry to reduce their emissions. Extending this for another 14 years will not help the green transition. The reduction of CBAM certificate costs to reflect the free allocation of allowances to EU producers would severely limit this instrument's effect in encouraging climate action outside the EU, as currently over 95%* of industrial emissions are covered by free emission allowances. Member states would continue losing out on ETS auctioning revenues throughout this decade and beyond 2030 and be deprived of much-needed funds to effect the societal transformations towards climate neutrality. According to the European Commission’s impact assessment, all options where free allocation is entirely removed generate additional revenues, above €14 billion per year in 2030°. The option based on a partial phaseout of free allocation and overlap with CBAM until 2035 is the one that generates the least amount of revenues.\n@\nE3G\n\n\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network Europe, E3G and the European Environmental Bureau",
  "page_4": "AD\nO Carbon\n@\n, EEB\nWWE\nonmental\nE3G\nCLIMATE ACTION NETWORK\nEurope\n2. Extend CBAM’s scope to include all highly-emitting industrial sectors\nThe CBAM should focus on ETS sectors that contribute significantly to climate change and have high trade levels with the EU. It should not focus only on ETS sectors at the highest risk of carbon leakage. As a climate policy tool, the CBAM should aim to deliver the greatest emissions reductions. The European Commission's proposal includes many of the most carbon-intensive sectors in the EU: iron and steel, aluminium, fertilisers and cement. While we welcome the inclusion of fertilisers, other bulk chemicals, including plastics, are missing and should be covered by a CBAM.\nMoreover, the CBAM should cover indirect emissions as well as direct emissions. Indirect emissions occur in the production of the electricity used in the manufacturing process. Their inclusion would result in a larger environmental benefit as it would provide importers with an incentive to adopt both cleaner production processes and to develop renewable energy. The inclusion of these “scope 2” emissions would also better reflect the carbon cost borne by European industry, where the power sector is covered under the EU ETS and subject to full auctioning.\nIn the longer term, the CBAM could lay the ground for a comprehensive methodology to calculate the embodied carbon of products and materials placed on the EU market.\n3. Give special consideration to Least Developed Countries and Small Island Developing States\nIn the implementation of a CBAM, the EU should take into consideration its historical and ongoing contribution to the climate crisis through high levels of greenhouse gas emissions, while recognising other countries’ need and right to develop, as well as that the relative impacts of carbon prices can be much higher for low-income countries.\nThe European Commission’s proposal does not suggest a structured and intentional approach to Least Developed Countries (LDCs) and Small Island Developing States (SIDS), such as the possibility of exempting goods coming from these nations from CBAM or providing technical and financial assistance.\nEuropean\nB\nMarket\nWatch\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network\nEurope, E3G and the European Environmental Bureau",
  "page_5": "O\n,\noe\nCarbon\nEEB\nMarket\nEuropean\nWatch\nEnvironmental\nBurea\nWWF\nCLIMATE ACTION NETWORK\nIn its own impact assessment®, the European Commission admits that “CBAM may give rise to unintended economic risks due to additional costs for exporters and deteriorating terms of trade in these countries”. Moreover, the result of the analysis on trade flows also shows that LDCs are not among the main exporters to the EU with the exception of Mozambique as the country accounts for 7.7 % of the EU’s imports of aluminium. In addition, carbon emissions resulting from LDCs’ imports into the EU across the CBAM sectors are proportionately limited relative to those of other EU trading partners globally.\nSpecial treatment of LDCs and SIDS, leading for example to a “de facto” exemption from a CBAM would therefore not have any major impact on carbon leakage. It would instead remove the administrative burden and compliance costs, which tend to be relatively higher in developing countries, and show that the EU recognises and respects the UNFCCC’s principle of “common but differentiated responsibilities and respective capabilities”.\nWhile there is merit and legal precedence for including a waiver for these countries, some argue that this would pose the risk of leaving these countries stranded with carbon-intensive production methods, especially if not accompanied by supportive measures. Rather than exempting, the EU could alternatively also engage in dialogue with developing countries on how the CBAM might affect them and what technical, financial and capacity support measures could be taken to manage negative impacts, and help decarbonise their economies. This could result in a concrete action plan to facilitate technology transfer including know-how and independent consultation, in particular to Least Developed Countries and Small Island Developing States, to support the rapid decarbonisation of carbon intensive sectors. Such an action plan could additionally contribute to the diplomatic underpinnings of the CBAM and increase acceptability in partner countries, whilst leading to concrete emission reductions. A dialogue would also create a structured approach to financial support, which could include revenue use, to these most climate vulnerable countries, helping to put into practice the\nprinciple of common but differentiated responsibilities.\n@\nE3G\n\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network Europe, E3G and the European Environmental Bureau",
  "page_6": "O\n,\noe\nCarbon\nEEB\nMarket\nEuropean\nWatch\nEnvironmental\nBurea\nWWF\nCLIMATE ACTION NETWORK\n4. Channel CBAM revenues towards climate action outside the EU\nAll revenues generated through the sale of CBAM certificates should be earmarked in full to fund climate action outside the EU. To ensure the EU increases its contribution to the climate-resilient development as well as the decarbonisation of developing countries, all CBAM revenues should be recycled towards international climate finance and support for developing countries.\nThe European Commission’s proposal does not include provisions for redistributing CBAM revenues collected to climate action. According to the proposal, these would accrue entirely to the EU's ‘own resources’, to repay part of the debt generated under the EU Covid-19 recovery package. The European Commission is also expected to make a proposal to collect a share of the ETS auctioning revenues as a new own resource.\nThis is at odds with the nature and objective of the CBAM, since the recovery package provides resources for a variety of different objectives, not only climate mitigation. Moreover, most member states are lagging much behind the 37% climate spending objective in their Recovery Plans’. As often stated by the Commission, the CBAM is an international climate policy tool, so its revenues should be channeled towards climate action and returned to the most vulnerable countries in the form of international climate finance.\nFurthermore, allocating CBAM revenues to the EU’s budget would raise legal challenges under the WTO and could strengthen partner countries’ perception that the CBAM is a protectionist and fiscal measure.\nOn the contrary, since a CBAM is also intended to encourage third countries’ industries to improve their emissions performance, it is only fair that the revenues raised are then redistributed to help industries in these countries to decarbonise. Moreover, using the revenues to fund climate action in more vulnerable countries to contribute to UNFCCC climate finance funds, would further demonstrate its climate objective, and send a strong diplomatic message to trading partners, easing some of the tensions created by CBAM.\n@\nE3G\n7 h tips -//www.ar' greenrecoverytracker.org racker.or /\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network Europe, E3G and the European Environmental Bureau",
  "page_7": "@\nE3G\n5. Do not include export rebates\nThe CBAM should be designed to drive GHG emissions reductions globally and avoid creating perverse incentives for European producers. It should therefore exclude export rebates for European companies exporting outside the EU.\nWhile the European Commission’s proposal does not include the possibility of granting rebates for exports to the sectors covered by the CBAM, many industry stakeholders have been pushing for this inclusion since the proposal was published in July 2021.\nYet, the Commission excluded export rebates from the CBAM proposal because they are not deemed compatible with World Trade Organisation rules. Adhering to these rules is a prerequisite for the successful implementation of a CBAM, and the credible positioning by the EU in relation to its international trading partners.\nThe EC’s impact assessment® shows the impact that a CBAM would have on trade: the application of a CBAM as an alternative to free allocation would, by 2030, decrease exports by 10.8% and lower imports to the EU in CBAM sectors by around 11%.\nDespite the reduction of exports, the loss in value is relatively small. Moreover, rebates for exports would lower the carbon price effectively faced by European industries and risk creating perverse incentives whereby more carbon-intensive production is redirected towards export. Furthermore, export rebates would not be coherent with higher EU climate ambition and the drive to encourage higher climate ambition globally. Carbon should be priced regardless of the market on which a product is sold.\nMarket\nWatch\nEuropean\nB\nO Carbon\n, EEB\noe\nonmental\nWWF\nCLIMATE ACTION NETWORK\n\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network Europe, E3G and the European Environmental Bureau",
  "page_8": "O\nCarbon\nMarket\nWatch\n%\nE3G\nEEB\nEuro} n\nEnvironmental\nB\nWWF\noe\nCLIMATE ACTION NETWORK\nContact information:\nAgnese Ruggiero, Policy Officer, Carbon Market Watch agnese.ruggiero@carbonmarketwatch.org\nDomien Vangenechten, Policy Advisor, Industrial Transition, E3G domien.vangenechten@e3g.org\nDoreen Fedrigo, Industrial Transformation Policy Coordinator, CAN Europe doreen.fedrigo@caneurope.org\nCamille Maury, Decarbonisation of Industry Policy Officer, WWF European Policy Office cmaury@wwf.eu\nBarbara Mariani, Policy Manager for Climate, EEB barbara.mariani@eeb.org\nThis statement was drafted by Carbon Market Watch with the input of WWF EPO, Climate Action Network Europe, E3G and the European Environmental Bureau"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
