{
  "file_name": "154_1495.pdf",
  "pages": {
  "page_1": "How to mitigate potential\nimpacts of the EU\nCarbon Border\nAdjustment Mechanism\nEnsuring that the UK and EU work together\nto reduce consumer costs and increase HM\nTreasury revenues\nOctober 2024\nwb\n‘a\nv i Ds\n\nss\nif\ni\nnationalgrid\nv i\n4\noN\nLE\na\n&",
  "page_2": "Contents\nThe what\nThe issue\nThe evidence\nWhat is at stake\nThe solution\n03\n04\nOS\n06\nO7\nDeveloped in partnership\nThis document was kindly supported by Energy Uk,\nRenewableUK and Energy Networks Association.\nFquiay\n>RenewableUk\nenergynetworks\nssociation",
  "page_3": "EU Carbon Border Adjustment Mechanism\nThe what\nThe EU Carbon Border Adjustment Mechanism (CBAM) aims to avoid carbon leakage by taxing imports into the EU based on their carbon content. This will impact electricity exports through interconnectors between Great Britain and the EU.\nCarbon leakage\nCarbon leakage is where production emissions move from one\ncountry to another due to different levels of decarbonisation\neffort through carbon pricing and climate regulation.\nuh\ni nt\n‘i we oon)\nWy *\nlip\nat\nNational Grid Ventures | October 2024\nwl\nwt\ni\n4\nyo\nNs\nws K$Kawa\nus\nis\nSt\nast\nP|\n\">\n“a a\nAt» Jol\nNe\nND\nSa\n1\nIN\nNO",
  "page_4": "National Grid Ventures | October 2024\nEU Carbon Border Adjustment Mechanism\nThe issue\nThe design of a CBAM is critical to its success. However, the inclusion of electricity in the EU CBAM will negatively impact GB and EU consumers and our shared decarbonisation goals unless intervention is made.\nFrom 1 January 2026, electricity exports from GB to the EU will be subject to what is in effect an EU financial tax. Currently, when the price of electricity is lower in GB — and it is beneficial to export power to the EU — clean energy will flow from GB to the EU. The application of the EU CBAM in its current form will make GB energy exports less competitive.\nHM Treasury could forgo £3.5-8bn revenue over 2025-2030\nAML\nThis is despite GB having a strong track record of decarbonising its electricity grid, with data indicating that our carbon emissions are falling faster than any other major economy. The carbon leakage risk to the EU from GB electricity is minimal and so it is concerning that the EU CBAM will be applied on electricity exported from GB to Europe.\n‘wed\n‘ty Ww\n\\\n\\\nPat\nor\nLikely to cost British exporters at least £2.2 billion\nA report by Frontier Economics’ has also shown that HM Treasury could forgo £3.5-8bn revenue over 2025-2030 if there continues to be a carbon price differential between the EU and UK Emissions Trading Schemes.\nIn addition, Energy UK has shown that, the EU CBAM is likely to cost British exporters at least £2.2 billion over the next parliament?.\n*\nNene\n1 ‘Linking UK-EU carbon markets’, Frontier Economics, 2024\n2 ‘Mission possible’, figures for all CBAM goods, Energy UK, 2024",
  "page_5": "EU Carbon Border Adjustment Mechanism\nThe evidence\nAn AFRY Management Consulting report on the EU CBAM impact showed that it will frustrate efficient and effective electricity market operation by unduly blocking flows that would otherwise be economic. It will also reduce how much GB low carbon generation gets used by restricting its ability to export, resulting in higher carbon emissions across Europe and higher curtailment? costs in GB:\nAnnual carbon increase equivalent to up to 2 million cars back on the road\nTotal carbon emissions in the EU and GB increase by 1.5-2.4 MtCO2 annually in the initial years following CBAM implementation (2026), equivalent to the annual carbon emissions of up to 2 million cars.\n13-34TWh annual increase by 2040. Equivalent to up to 8GW offshore wind (1/6 of the 2030 50GW target and equivalent to powering over seven million homes).\nNational Grid Ventures | October 2024\n8GW renewable energy curtailment\nUp to 85% reduction of GB exports to EU\nReduction of more than 50% in 2026 increasing to more than 85% by 2040.\nAdverse effects on business models for EU-GB interconnectors of between €75 million and €170 million per GW puts the goal of offshore grid infrastructure in the North Sea at risk.\nOffshore grid infrastructure at severe risk\n3 Where action has been taken to deliberately reduce production of energy",
  "page_6": "National Grid Ventures | October 2024\nEU Carbon Border Adjustment Mechanism\nWhat is at stake\nInterconnectors play a critical role in energy cooperation and\nsecurity with Europe as well as helping the switch to low carbon\nelectricity generation.\nIn the future, offshore hybrid assets could enable offshore wind and interconnection to work together helping to connect some of the 100GW needed by 2050. Policies which hamper the growth of interconnectors and hybrid grid infrastructure risk undermining the energy transition.\ne\nNational Grid estimates its newest interconnector Viking Link will save 600,000 tonnes of carbon in its first year.\ne\nThis is the equivalent of taking 280,000 combustion engine cars off UK roads.\nI\nRn\n4!\nSe\nOo\nOs\nW\nNA\nS\n&\niy\nQo\n42m\ndb\nQe\n1.4GW\nViking Link\nLive 2023\nGB and DK\naa\n>,\n1GW\nBritNed\nQo\nLive 2011\nA\nGB and ND\n&e\n| f ey\ni <\nn Aa\nAA\n(O\nhe\nSt\n.\nQa:\nvA\nPa\n~\naa\nye\nye\"\n1",
  "page_7": "EU Carbon Border Adjustment Mechanism\nNational Grid Ventures | October 2024\nThe solution\nLinking the UK Emissions Trading Scheme (ETS) and the EU ETS will ensure the complete removal of the new EU CBAM tax on exports of electricity to the EU.\nWhy linkage is a solution\nA linkage agreement means that one system's allowances or other trading units can be used, directly or indirectly, by a participant in another system for compliance. Linkage would eradicate the need for an EU CBAM on GB exports and create price convergence between the two schemes, whilst avoiding competitive distortions and preventing carbon leakage. It would also grant the UK and EU exemptions under their respective CBAMs.\nWe also believe that linkage will support efficient trading and would help keep prices lower for consumers.\nThe EU and the UK remain matched in their strategic decarbonisation policies and targets — notably having targets to reach net zero emissions by 2050. The EU CBAM as currently adopted could impact these targets.\nThe UK-EU Trade and Cooperation Agreement (TCA) explicitly states that linking the UK and EU ETSs is possible. Furthermore, there is precedent of non-EU countries negotiating linkage, for example Switzerland has a linked ETS scheme.\nTherefore, we strongly encourage linkage negotiations between the UK Government and EU to begin as soon as feasible.\nA\nsan =.\n>.\nah\nTe\n—\nGi —-",
  "page_8": "National Grid\nInterconnector Holdings Limited\n1-3 The Strand\nLondon, WC2N 5EH\nUnited Kingdom\nRegistered in England and Wales No.8169384\nnationalgrid.com/interconnected"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
