{
  "file_name": "155_1500.pdf",
  "pages": {
  "page_1": "2040 CLIMATE TARGET: WHY THE EU MUST MAINTAIN CLIMATE LEADERSHIP SVENSKT NARINGSLIV fed Danish Industry Confederation of Norwegian Enterprise SWEDISH ENTERPRISE Finnish Industries De QNHO— 4\nEy\nA NORDIC POSITION PAPER\nThe EU and Member States must maintain climate leadership through an ambitious 2040 climate target and a strong regulatory framework to support the transition.\nAs a minimum, the 2040 target should follow the average trajectory between 2030 and climate neutrality by 2050, or be even higher depending on the functionality of the overall framework and measures.\n>\nTo reach our ambitions, we should support the deployment of necessary technologies, including renewables and other low-carbon energy sources, energy efficiency, green hydrogen and carbon capture.\nWe must move the focus from regulation to implementation - to reach 2040, we must first reach the 2030 target. The toolbox is set and agreed, time is now to deliver.\nTHE CHALLENGE- FROM TARGET TO IMPLEMENTATION\nThe point of departure for EU’s climate efforts is seen within the context of geopolitical risks, increased pressure on industrial value chains, and instability in economic growth. In this light, the EU must keep climate ambitions alive and have the determination to continue the implementation of the green transition. The EU’s climate change leadership is achieved when a combination of ambitions, effective regulation, strong institutions, and business entrepreneurship play well together. Climate targets are the first critical step, but more than targets alone are required to ensure the needed global leadership. New technology solutions are needed to meet our targets to decarbonise in the future. The regulatory framework will require a fitness check that includes significant considerations for EU governments, industries, and citizens.\nNECESSARY CONDITIONS FOR CLIMATE POLICIES >>>\n> Support European competitiveness\nThe transition to climate neutrality must harness the innovative force of the market and strong business communities. High ambitions will need an efficient combination of strong business communities, access to finance and competencies, and cost-efficient regulatory frameworks. In the efforts to pursue ambitious climate targets, the EU should continue to safeguard its competitiveness and openness to trade with the rest of the world.\n> Reduce regulatory burdens\nThe EU’s current framework has developed over two decades. The positive lessons learnt during this period must inform the path onward to 2040 - but adapted to the key challenges in the period from 2030 to 2040. To achieve this, a balance between a continuation of current and new regulations must be found. In recent years, new regulatory initiatives, including the EU Taxonomy, ESG-reporting and the Carbon Border Adjustment Mechanism (CBAM), have been introduced and will require vast administrative efforts from companies. An effective 2040 framework will have to be strong on key instruments — and at the same time foster simplicity to avoid regulatory burdens on industry.\n>\nAvoid risk of transition fatigue\nThe geopolitical situation and the global economy are under pressure, and new agendas must be aligned with the 2040 equation. There is a risk that the EU might undertake ambitious climate efforts without maintaining growth, competencies, industrial value chains, and economic sectors in Europe. This will result in a fatigue of the green transition, with other regions choosing not to follow the same path as the EU.",
  "page_2": "NORDIC POLICY RECOMMENDATIONS\nFOR 2040 TARGET AND ARCHITECTURE\nPace of\ntransition from 2030 towards 2050\nTo maintain European climate leadership, we should, at a minimum, keep momentum and ambition beyond 2030. The net reduction target for 2040 should follow the average trajectory between 2030 and climate neutrality by 2050, or be set even higher depending on the functionality of the overall framework and measures. Possibilities to increase the pace of the transition must be closely evaluated, with the current pace as a minimum and aiming for a pace that ensures we meet our targets in time.\nThe success of achieving the 55% reduction of greenhouse gases by 2030 is the most important lever to allow for the EU to pursue higher climate ambitions in 2040 and stay on track for climate neutrality. This is not a given and must be taken into account in the 2040 architecture. The EU’s 2040 impact assessment must include progress analysis for both the EU as a whole and individual Member States. Contributions from all sectors and Member States are essential- no free riding must be accepted.\nThe 2030 framework includes the EU’s Emission Trading System and the Effort Sharing Regulation, where important changes will be introduced before 2030. Here, we recommend a more coherent and simpler overall framework after 2030. The use of carbon pricing should be a main feature of the EU’s post-2030 framework and should be introduced in all sectors. We support the introduction of carbon pricing at the EU-level of agriculture and LULUCF should be part of the toolbox. By around 2040, emission caps of the existing Emissions Trading Systems will hit zero, if the coverage agreed in the Fit for 55 package is maintained after 2030. To ensure a stable phase-out, legislative adjustments need to be done early enough to avoid liquidity problems and extreme price pressure.\nThe EU’s 2040 efforts should be led by an overall leading 2040 climate target supported by updated EU targets for renewables and energy efficiency to ensure investor security and progress. The 2040 target architecture should however prioritise a technology neutral deployment to apply the most cost-efficient approach to the green transition. We cannot today pick the green technology winners of 2040, so we must use methods to build-out transition efficiently in terms of speed, cost and simplicity.\nWe must deploy solutions and plan infrastructure investments in parallel sequences and not in successive steps only. The transition should support cost-efficient energy demand reduction through energy efficiency. The deployment of renewables and low- carbon energy sources is needed to support the green electrification of society, while hydrogen may decarbonise hard-to-abate sectors, and carbon capture, storage and utilisation technologies are implemented to support negative emissions and the last emissions. In the regulatory framework for 2040, all technologies, infrastructure, and scalability need to be addressed in parallel to have markets ready in due time.\nCarbon pricing as a key instrument\nSupporta technology neutral transition\nframeworks and actions are needed\nParallel\nImplementation\nof 2030 target",
  "page_3": "NORDIC POLICY RECOMMENDATIONS\nFOR 2040 TARGET AND ARCHITECTURE\nInfrastructure for electrification\nCarbon\nmanagement\nstrategies\nGlobal climate efforts and the Paris Agreement\nIn the the period from 2030 to 2040, the EU and its Member States should be expected to reach an almost fully decarbonized energy system. Such an energy system will rely on significant direct and indirect electrification, hydrogen and Power- to-X, as well as carbon management technologies. The 2040 climate target will need to enable an accelerated build-out of infrastructure for these technologies, as a lacking infrastructure build-out is the weak link in the electrification and decarbonization of EU.\nCarbon management of molecules will be important to ensure climate neutrality. Currently, the EU rulebook on these elements is not sufficiently clarified nor incentivized. The EU must find a regulatory solution and strategy, which includes consideration on how carbon management technologies can be included into a cost- effective EU framework, such as the EU’s Emission Trading System, industrial policies like the Net Zero Industry Act, and negative emission targets.\nThe EU’s contribution to the global climate transition is of key importance to maintain momentum for the transition and support European competitiveness. The EU must keep ambitions on own territory high — but the global implications are pivotal as well. Sufficient carbon-leakage protection, such as the CBAM instrument on imports, will play a role, but it has its shortcomings as a mean to ensure a level-playing field of exports to markets outside the EU without carbon pricing. International market-based cooperation, as enshrined in the Paris Agreement, must be part of the EU’s 2040 toolbox, including effort-sharing.",
  "page_4": "ABOUT THE NORDIC INDUSTRY ORGANISATIONS\nThe Nordic region represents 27.8 million people and constitutes the world's 10th largest economy. Nordic strongholds include shipping, energy, energy technologies, environmental technologies, medicine- and medico, agricultural- and forest related products, process- and heavy industry, design, digitalisation, and telecom. Together, the five Nordic industry organisations - Confederation of Swedish Enterprise, Confederation of Norwegian Enterprise, Confederation of Finnish Industries, Danish Industry, and Federation of Icelandic Industries — represent more than 126,000 companies."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
