{
  "file_name": "156_1512.pdf",
  "pages": {
  "page_1": "APPLIX\nHome Appliance Europe\nStatement 2025-01-29\nEU Competitiveness Compass: necessary conditions for a successful implementation\nBrussels, 29 January 2025 - Today, the European Commission unveiled its flagship Competitiveness Compass, outlining a renewed approach to EU competition policy. The Compass focuses on artificial intelligence, decarbonisation, the Carbon Border Adjustment Mechanism (CBAM), the Single Market, and simplification as key strategies to boost Europe’s competitiveness.\nAPPLiA Director General Paolo Falcioni said: Furope’s future competitiveness depends on the establishment of a simplified regulatory framework that supports innovation while protecting the sustainability of its industries. The Competitiveness Compass must serve as our guide to ensure that European manufacturers, especially in sectors like home appliances, can continue to lead the way in sustainability and technological advancement.\nArtificial Intelligence\nAI solutions in the home appliance industry are making appliances more efficient, enabling them to predict energy usage, offer more effective solutions, and optimise consumption. To continue advancing this technology, a predictable regulatory framework must be maintained that allows for further progress in smart and AlI-driven innovations. Furthermore, fostering innovation-friendly environments, addressing funding gaps are essential to maintaining Europe's leadership in AI and smart technologies.\nThe Competitiveness Compass mentions simplified tech regulation to ensure a stable regulatory framework fosters innovation and investment. However, some _ regulatory initiatives risk being introduced prematurely. The AI Liability Act, currently under discussion, is an example of legislation that might come too soon while the AI Act is still being implemented and its impact on industry development remains uncertain. It is crucial to allow existing regulations to take effect before introducing additional layers of legislation that could stifle innovation, disincentivise investments and place additional burden on businesses. In his report, Draghi emphasised the importance of harmonising regulations across member states to reduce compliance burdens, ensuring a more cohesive and efficient regulatory environment.",
  "page_2": "The Apply AI Strategy and the AI Factories initiatives aim to boost new industrial applications of AI in sectors such as manufacturing, further integrating AlI-driven solutions into the economy. Those initiatives will enable further innovation in home appliances making the production of advanced home appliances more competitive.\nAt the same time, the Commission will propose a Data Union Strategy to enhance private and public data sharing, simplify the regulatory framework, and accelerate the development of new AI systems and applications further boosting innovation in the home appliance industry.\nDecarbonisation\nAccess affordable\nto energy raw key securing Europe’s competitiveness and advancing climate ambitions. The Competitiveness Compass recognises high energy costs as a major challenge for European industries, including the home appliance sector. EU companies continue to face electricity prices that are two or three times higher than those in the US, creating a considerable cost disadvantage and preventing industries and households from fully benefiting from clean energy. Particularly, sectors that use energy intensively - like the home appliance industry - face higher investment costs than their competitors to meet decarbonisation targets. This price gap puts European businesses at a disadvantage and threatens their ability to compete in global markets. At the same time, Europe’s heavy reliance on a limited number of suppliers for critical raw materials jeopardises the production of clean and innovative technologies that are vital for the green transition.\nand\nmaterials is\nfor\nThe proposed Affordable Energy Action Plan and the commitment to accelerating the clean energy transition are essential steps towards reducing operational costs for home appliance manufacturers. Furthermore, the focus on expanding the use of guarantees and risk reduction instruments to facilitate long term power purchase agreements would offer greater price stability and help appliance producers reduce costs.\nAdditionally, the emphasis on a New Circular Economy Act resonates strongly with the sector’s commitment to sustainability. This policy aims to boost investment in recycling capacity and reduce the landfilling of raw materials, encouraging industries to adopt more circular practices. By supporting the extended lifespan of products and promoting material reuse, these initiatives align with the sector’s goals for an even more sustainable manufacturing process.\nCarbon Border Adjustment Mechanism (CBAM)\nThe upcoming review of the Carbon Border Adjustment Mechanism (CBAM) is crucial to ensuring that European manufacturers can compete fairly on the global stage. This review presents a golden opportunity to address the design and operational challenges of the Mechanism.",
  "page_3": "An expansion of the scope to include finished goods, particularly home appliances, is key to ensure fair competition and prevent carbon leakage. While CBAM currently targets carbon-intensive industries like steel, cement, and aluminum, extending it to downstream products made from these materials—such as refrigerators, washing machines, and air conditioners—would ensure a more equitable playing field. This would address the carbon emissions embedded in the manufacturing process, ensuring that non-EU manufacturers face the same carbon pricing rules as their European counterparts. Without this expansion, European manufacturers would bear higher costs from carbon pricing on materials like steel and aluminum, undermining their competitiveness and potentially leading to de-manufacturing in Europe.\nBy expanding CBAM to include finished goods, the EU would close potential loopholes where carbon-intensive materials are imported as part of downstream products. This expansion would also encourage non-EU manufacturers to adopt greener practices and help reduce global carbon emissions.\nUltimately, a well-designed CBAM will promote a level playing field for European manufacturers and support both the EU’s industrial competitiveness and its climate ambitions.\nSingle Market\nStrengthening the Single Market is a central priority of the Competitiveness Compass, with a clear focus on reducing trade barriers across Europe. For the home appliance sector, a functioning Single Market is vital for both growth and competitiveness.\nThe upcoming Single Market Strategy promises to modernise governance, making it easier for companies to navigate the regulatory landscape. The European home appliance industry has been significantly impacted by the increasing number of national measures implemented by EU Member States aimed at making household products more sustainable. This fragmentation of the Single Market creates additional costs for manufacturers and consumers, undermining the EU’s broader ambition to lead the global shift toward a more sustainable economy.\nDifferent EU countries have adopted varying approaches to sustainability in household appliances, forcing manufacturers to adapt products to multiple national standards. This results in higher production costs, which are passed on to consumers. Such fragmentation hampers the free movement of goods within the EU, creating inefficiencies and obstacles that erode the Single Market.\nThe focus on faster, more accessible standard-setting processes will streamline manufacturing and trade across the EU. Equally important is the emphasis on strengthening supply chain resilience, particularly in the face of global uncertainties. Measures to diversify supply sources, promote recycling, and support domestic manufacturing align with the sector’s need for secure access to critical components and raw materials. The introduction of",
  "page_4": "a joint purchasing platform for critical raw materials will further reduce costs and help ensure a stable supply.\nSimplification\nThe stockpile of existing EU regulatory requirements must be radically streamlined, removing obsolete, overlapping, and disproportionate legislation with the cumulative burden on sectors including the home appliance industry.\nTo some extent, digitalisation plays a key role in addressing reporting requirements, but it must be preceded by a comprehensive review and simplification process. This should be paired with a fundamental shift in policymaking. The long-standing approach of \"regulate first, assess the impact later\" must end. Instead, we need a more evidence-based policy-making process that carefully weighs the costs and benefits for businesses, aligns with policy objectives, and considers alternatives to regulation. A prime example for the home appliance sector is the Carbon Border Adjustment Mechanism (CBAM), which has been discussed in the previous section.\nThe Commission also plans to propose a new Competitiveness Coordination Tool to help Member States collaborate on projects of shared strategic interest.\nThe Compass also suggests the creation of a special Competitiveness Fund in the next seven-year EU budget to boost investment in AI, space, clean tech, and biotechnologies. These initiatives are central to Europe’s leadership in emerging technologies, including energy-efficient, smart, and sustainable home appliances. Programs such as the EU Start-up and Scale-up Strategy and TechEU will support innovation and the development of new products and services within the sector.\nIn parallel, the Competitiveness Compass emphasizes the need for a skilled workforce to support this innovation. The creation of a Union of Skills, coupled with the emphasis on up- and re-skilling, will ensure the sector has access to the talent needed to adapt to technological changes. By fostering quality jobs in Europe, these measures will enhance the long-term competitiveness of EU industries, including home appliances."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
