{
  "file_name": "157_1523.pdf",
  "pages": {
  "page_1": "T 0771 760 000\nF 0771 760 001\nBilagor:\nDatum:\nVår beteckning:\n2022-02-03\n2022-117407\nErt datum:\nEr beteckning:\nN2021/02166\nRemissvar över betänkandet SOU 2021:67 Utredningen om fossiloberoende jordbruk\nSammanfattning\nLJ LKAB ställer sig positiv till subvention av produktion av fossilfri gödsel LJ LKAB anser att mineralgödsel baserad på svenskproducerad fosfor bör ingå i det fortsatta arbetet LKAB är positiv till utveckling av verktyget Carbon Border Adjustment Mechanism (CBAM) LKAB är enig med betänkandet att insatser för att skapa medveten och hållbar användning av mineralgödsel och teknikutveckling behöver fortsätta LKAB är positiv till den i utredningen föreslagna biopremien LKAB är positiv till fortsatt investeringsstöd till biogasproduktion av stallgödsel\n——\nLuossavaara-Kiirunavaara AB (publ) - LKAB - är en internationell gruv- och mineralkoncern som framställer hållbara järnmalms-, mineral- och specialprodukter. LKAB tillverkar och levererar högförädlade järnmalmsprodukter till den globala stålmarknaden. LKAB leder omställningen av järn- och stålindustrin i syfte att utveckla koldioxidfria processer och produkter fram till år 2045. Fullt genomförd innebär omställning av LKAB:s produktion från pellets till järnsvamp att 35 miljoner ton koldioxidutsläpp om året kan sparas hos kunderna i stålindustrin. Det motsvarar mer än 2/3 av Sveriges samlade utsläpp.\nLKAB är också en del av den cirkulära ekonomin. Redan idag är mer än en tredjedel av mineralförsäljningen baserad på sekundära produkter och cirkulära affärsmodeller. LKAB driver ett projekt för att använda fossilfri teknik för att utvinna strategiskt viktiga jordartsmetaller och fosfor till mineralgödsel ur dagens avfall från gruvan. Det ger LKAB möjlighet att producera motsvarande 30 procent av EU:s totala nuvarande import av sällsynta jordartsmetaller och fem gånger Sveriges behov av fosformineralgödsel.\nLKAB är ett av Sveriges äldsta industriföretag och ägs till 100 procent av svenska staten\nPlusgiro: 257853-2\nBankgiro: 560-2917\nSäte: Luleå\nOrg.nr: 556001-5835\n« LKAB\nHandläggare | Avd/Sektion Kristina Haraldsson | Special Products D 70 +46 324 19 10 E kristina. .haraldsson(Qlkab.com\n1(4)\nLuossavaara- Kiirunavaara AB (publ) Box 952 971 28 Luleå Varvsgatan 45\nwww.lkab.com",
  "page_2": "« LKAB\nHandläggare | Avd/Sektion Kristina Haraldsson | Special Products D 70 +46 324 19 10 E kristina. .haraldsson(Qlkab.com\nBilagor:\nDatum:\n2022-02-03\nErt datum:\nVår beteckning:\n2022-117407\nEr beteckning:\nN2021/02166\n24)\nLKAB har tagit del av underlagsmaterialet avseende betänkande av Utredningen om fossiloberoende jordbruk (referens Vägen mot fossiloberoende jordbruk (SOU 2021:67)).\nLKABs utgångspunkt\nLKABs utgångspunkt i detta remissvar är dels som producent av mineralprodukter!, dels som framtida svensk producent av fossilfritt mineralgödsel med mycket låg kadmium-halt. Sålunda är LKAB en viktig leverantör till det fossilfria jordbruket.\nSubvention av produktion av fossilfri gödsel\nLKAB ställer sig positiv till subvention av produktion av fossilfri gödsel (se 10.2.4 Åtgärder och styrmedel för att ersätta den fossila råvaran vid tillverkning av kvävemineralgödsel mot förnyelsebart. Utredningens överväganden, s. 265 och 10.3.2. Utredningens rekommendation av investeringsstöd till precisionsodling och effektivisering av stallgödselhantering, s.268). En inhemsk produktion av fossilfri mineralgödsel kan bidra till minskade utsläpp av växthusgaser och ökad självförsörjningsgrad.\nMöjlighet till ökad självförsörjningsgrad av fosformineralgödselmedel Som utredningen beskriver (se 10.2.4 Åtgärder och styrmedel för att ersätta den fossila råvaran vid tillverkning av kvävemineralgödsel mot förnyelsebar. 262), har LKAB en pågående utveckling av projektet ReeMAP i vilket ingår förädling och produktion av fosfor (monoammomiumfosfat (MAP) och sällsynta jordartsmetaller (REE) från apatit, en sekundärprodukt från järnmalmsproduktionen. | produktionen ingår produktion av fossilfria insatsvaror, till exempel vätgas och ammoniak. Denna produktion planeras för närvarande med start inom några år i norra Sverige. Produktionens storlek är sådan att den kommer att kraftfullt bidra till att säkerställa god svensk och europeisk självförsörjningsgrad av mineralgödselmedel, dessutom med låg kadmium-halt, i enlighet med EU:s identifierade behov och krav.\nLKAB pekar på att häri ligger en unik möjlighet till värdeskapande lokalt, regionalt och nationellt. Sverige har unika råvaror och tillgångar som vi har kontroll över och förmåga att förädla på plats — till skillnad från de som kan produceras platsoberoende (jämför exempelvis fosfor och kväve).\nLKAB har inom affärsverksamheten Specialprodukter produktion inom mineral- området och försäljning av produkter för bl.a. jordbruksnäringen. Ett exempel är Calcifert, en kalkbaserad produktgrupp inriktad på mineralgödsel. Produkterna härrör från egen produktionsanläggning lokaliserad i Storbritannien.\nLuossavaara- Kiirunavaara AB (publ) Box 952 971 28 Luleå Varvsgatan 45\nT 0771 760 000\nF 0771 760 001\nSäte: Luleå\nOrg.nr: 556001-5835\nPlusgiro: 257853-2\nBankgiro: 560-2917\nwww.lkab.com",
  "page_3": "Luossavaara- Kiirunavaara AB (publ) Box 952 971 28 Luleå Varvsgatan 45\nT 0771 760 000\nF 0771 760 001\nVår beteckning:\n2022-117407\nEr beteckning:\nN2021/02166\nLKAB noterar att utredningens fokus ligger på kväve (se 10.1.3 Jämförelse av resurs- och energianvändning vid produktion av mineralgödsel och 10.2.4 Åtgärder och styrmedel för att ersätta den fossila råvaran vid tillverkning av kvävemineralgödsel mot förnyelsebar) och menar att gödselmedel med svenskproducerad fosfor bör ingå i det fortsatta arbetet.\nLKAB konstaterar att marknaden ser över möjligheten att tillhandahålla fossilfria insatsvaror till produktion av kvävegödselmedel. Med satsningen ReeMAP (se 10.2.4 Åtgärder och styrmedel för att ersätta den fossila råvaran vid tillverkning av kvävemineralgödsel mot förnyelsebar. 263) kan LKAB även se över möjligheten att producera fossilfritt kväve till NPK-gödselmedel.\nLKAB är positiv till utvecklingen av verktyget Carbon Border Adjustment Mechanism (CBAM) (se bl.a. 10.2.4 Åtgärder och styrmedel för att ersätta den fossila råvaran vid tillverkning av kvävemineralgödsel mot förnyelsebar, Skillnader i produktionssätt och Carbon Border Adjustment Mechanism (CBAM), s. 260 och s. 269) men vill påpeka att vägen för att säkerställa verktygets trovärdighet sannolikt innebär ett grundligt arbete kring transparens, livscykeltänk och spårbarhet, inte olikt det för EPD (Environment Product Declaration).\nHushållning och effektivisering av användning av mineralgödsel\nLKAB är enig med betänkandet att insatser för att skapa en medveten och hållbar användning av mineralgödsel och teknikutveckling behöver fortsätta (10.3 Utredningens rekommendationer, 10.3.1 Allmänna överväganden, s. 266).\nBiopremie, tillgång till hållbara drivmedel till rimligt pris och omställningstakt\nLKAB är positiv till den i utredningen föreslagna biopremien (se bl.a. 12.3.2 Fokusområde — Drivmedel, s. 292) för att minska prisskillnaden mellan fossila drivmedel och biodrivmedel och därmed göra det mer fördelaktigt att använda biodrivmedel.\nProduktion av fossilfria produkter behöver kombineras med fossilfria drivmedel för arbetsmaskiner och i logistikkedjan. Tillgång till förnybar el liksom tillgång till fossilfria drivmedel med hållbart ursprung är därmed en fundamental del i omställningen varför en översyn av olika instrument för investeringar som bidrar till klimat- och miljönyttor är viktig.\nPlusgiro: 257853-2\nBankgiro: 560-2917\n« LKAB\nKristina Haraldsson | Special Products D 70 +46 324 19 10 E kristina. .haraldsson(Qlkab.com\nBilagor:\nDatum:\n3 (4)\n2022-02-03\nErt datum:\nFosfor, kväve och CBAM\nHandläggare | Avd/Sektion\nSäte: Luleå\nOrg.nr: 556001-5835\nwww.lkab.com",
  "page_4": "Med vänlig hälsning LUOSSAVAARA-KIIRUNAVAARA AB (PUBL)\nLuossavaara- Kiirunavaara AB (publ) Box 952 971 28 Luleå Varvsgatan 45\nBilagor:\nDatum:\nVår beteckning:\n2022-02-03\n2022-117407\nErt datum:\nEr beteckning:\nN2021/02166\nOmställningstakten med elektrifiering påverkar efterfrågan på biodrivmedel. Importen av hållbara biodrivmedel kommer att vara viktig under lång tid framöver. Tillgången till biodrivmedel globalt begränsas av tillgången till miljömässigt hållbar biomassa vilket i sin tur medför osäkerheter gällande nivån på marknadspriser. Osäkerhet kring marknadspriser kan även öka när flera sektorer utanför jordbruksnäringen (tunga vägtransporter, sjöfart och luftfart) samtidigt ställer om till fossilfritt.\nInhemsk och/eller lokal produktion av biodrivmedel\nLKAB är positiv till fortsatt investeringsstöd till biogasproduktion av stallgödsel (se bl.a. 12.3.2 Fokusområde — Drivmedel, s. 292). Här finns klimatnytta samt möjlighet till ökad inhemsk självförsörjningsgrad gällande biodrivmedel och till positiv sektorskoppling kring energi och drivmedel som omnämns i 5.1.6 Drivmedel som är under utveckling, något som i sin tur kan stärka jordbrukets och andra näringars omställning.\n« LKAB\nKristina Haraldsson | Special Products D 70 +46 324 19 10 E kristina. .haraldsson(Qlkab.com\n4 (4)\nHandläggare | Avd/Sektion\nAnna Lidbom\nAvdelningschef Hållbarhet\nSäte: Luleå\nOrg.nr: 556001-5835\nT 0771 760 000\nF 0771 760 001\nPlusgiro: 257853-2\nBankgiro: 560-2917\nwww.lkab.com"
},
  "language": "Languages.SWEDISH",
  "total_pages": 4
}
