{
  "file_name": "157_1528.pdf",
  "pages": {
  "page_1": "ak\n* *\nty\nEuropean\nCommission\nClimate-neutral Steelmaking in\nEurope\nDecarbonisation pathways - Investment needs - Policy\nConditions - Recommendations\npga\n\"oe ec a ARAL Py rrr\na\n|",
  "page_2": "Written by Hien Vu, Francesca Cecchin Edited by Nadina lacob, Cristian Stroia November — 2021\nGR EENSTEEL\nFOR EUROPE\nEuropean Commission Directorate-General for Research and Innovation Directorate C - Clean Planet Unit C.3 - Low Emission Future Industries B-1049 Brussels\nEuropean Research Executive Agency (REA) Directorate B - Green Europe Unit B.1 - Future Low Emission Industries Contact Sebastiano Fumero E-mail REA-RFCS @ec.europa.eu",
  "page_3": "EUROPEAN COMMISSION\nClimate-neutral Steelmaking in Europe\nDecarbonisation pathways - Investment needs - Policy Conditions - Recommendations\nEuropean Research Executive Agency (REA) Research Fund for Coal and Steel RFCS\n2022",
  "page_4": "EUROPEAN COMMISSION\nManuscript completed in November 2021\n1* edition\nLEGAL NOTICE\nThisdocument hasbeen prepared for the European Commission howeverit reflects the views only of the authors, and the European Commission isnot liable for any consequence stemming from the reuse of thispublication. More information on the European Union isavailable on the Internet (http://www.europa.eu).\nPrint\nISBN 978-92-95080-29-4\ndoi:10.2848/097402\nJW-05-22-058-EN-C\nPDF\nISBN 978-92-95080-30-0\ndoi: 10.2848/96439\nJW-05-22-058-EN-N\nLuxembourg: Publications Office of the European Union, 2022\n© European Union, 2022\n\nThe reuse policy of European Commission documentsisimplemented by the Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC-BY 4.0) licence https://creativecommons.org/licenses/by/4.0. / . Thismeansthat reuse is allowed provided appropriate credit is given and any changesare indicated.\nFor any use orreproduction of elementsthat are not owned by the European Union, permission may need to be sought directly from the respective rightholders.",
  "page_5": "GREEN STEEL FOR EUROPE - FINAL REPORT\nTable of Contents\nAcknowledgements POOP rrr errr rier rrr irri irr iiriitiririiiriiiiiiiiiitiiiiii iii\nList of abbreviations eee eri C errr rrr rire rrr irri irri iiririiiitiititiiiitiitiitiiiiiiiii yy\n1 About the Green Steel for Europe project Pree Peretti titi 2 Summary of the final conference of GREENSTEEL POPPI C rrr\n2.1. Decarbonisation pathways eee e reer errr reer errr rrr renter errr renter err errr errrrrrrrr rrr rrrrer rrr rrr 12\n2.1.1. Decarbonisation technologies TURES UTOCUSOCOSTCOSOCSOCSOCOSOCOSTOS ECOSOC CO TOS ET EET T eee ee eee 12 2.1.2. Integration of decarbonisation into existing steel plants POPPE CTECUSOCSOCOOSCE TESTE eee 19\n2.2. The investment needs and funding opportunities Pee Pere errr rrr rrr errr rerrrrrrrrrrrrr sy 20\n2.2.1. The investment needs TOOT OSETTTTOT POPRUEUEETCOSTOUESTSTCOSTOETOOT TTT TTT TTT TTT Tee eee 20\n2.2.2. Funding opportunities PPePPCCPTCPSCCOSTCCCCOSOCOSCOSOCOSTOSSCOSCCOTCOS OOS Se Cee ee eee ee eee eee eee eee ee ee ee 21\n2.3. Policy conditions for clean steelmaking in Europe Perr errr rrr errr errr rrr rere rrrrrrry. 22\n2.3.1. Availability of renewable electricity PUPP ECUSECUSOCOOCOSOCOOCOOOCOSOCOOTOSOCOSOOOOCe See Se ee ee eee eee 22 2.3.2. Carbon capture, utilisation and storage PPOPPCUSCCUSOCSOCOSOCOOCOOOCOSOCOOT OSS T eee eee ee eee ee ee 23 2.3.3. Carbon Border Adjustment Mechanism PPOPPCUSCCUSOCSOCOSOCOOCOOOCOSOCOOT OSS T eee eee ee eee ee ee 23 2.3.4. Green procurement PUPP PCESOCSOCOOCCSTOCOSOOCOSCOSOCOOTOCOOCOSOCOOCOSCCO STOO Tee eee eee eee ee eee eee eee eee ee ee ee) 24 2.3.5. Availability of high-quality steel scrap PPePECUSECUSCCSOCOSOCOOCOSTCOOCOSOOCOOTOSOOT ECS e ee See ee ee ee 25 2.3.6. Survey OCT PPPPPECCCSCOSCCOSCOSCCOSTOSOCOSOCOCCOOTCOSCCTCCOSTOS OTOSOTOS OCT SCOT OCT OCe TST See eee ee eee eee eee ee ee eee 25\n2.4. The way forward Pre eee Peete rrr rrr errr rere rr rrr rrr rere rr errr rrr terre rrrrerrrrrererrrrrrrrererrrrrrrrrrrrrr) 26\n2.4.1. Synergies of funding TOTO TTOETTT TTT POEREEEPESESECOCOCUSECOTTOSTCO TOT EOP TTT E TEE TET T EET eee eee ee 26 2.4.2. Upskilling and re-skilling of the labour force TOPPCUTOCUSTOOOCOSOCOOOCOOCTSOCTOCOOSe SSE Te eee eee! 27 2.4.3. R&D support beyond TRLY PPePPCCPSCPSTCOOCCCOCOSTCCSCCSOCOSTCOOCe LOCOS See eee eee ee eee ee ee eee ee eee 27 2.4.4. Cooperation at different levels PPeCEECUSTCOCTOCOSCOOTCCOCOSTCOSTCOOTOSOCOSCOSOCOO STS See ee ee ee ee ee eee 28 2.4.5. Cross-cutting areas POePEPRUECCSOCSOCOSTCOSOOSOCOSOCTOOOOTCOSOCCO TOSCO SOCOSTOOETOS ESTE T ST STOTT eee eee eee 29 2.4.6. Reconsideration of the timeline TEPPEUECUCOCOSOCCOOCOCCOSOCOSOOSOCCOOCOSOCSTCOS CCT S eee eee ee eee eee eee 29 2.4.7. Follow-up of GREENSTEEL PPeUUECUSCCOOCOCCOCOCCCOOCOSTOSOCOSTOSOCCTSCOSTOSOCOSES TET T eee ee Tee eee ee ee 30\nAnnexes Pee PII e erie rere er errr rrr irri iit ririiiitiiriiir iri iiiiiir iri) 31\nAnnex 1 - Useful links Peer ee errr rer errr rirrrerieririii rir iiriiiriiitirii irri iiiti iii tii iiriiriii iris 31\nAnnex 2 - Speakers’ biographies Pere ePIC rrr iii ririirtiritiiir iri tiiiriitiitiiii iid 32\nAnnex 3 - Executive summaries of key reports of GREENSTEEL Perret 40",
  "page_6": "GREEN STEEL FOR EUROPE - FINAL REPORT\nAcknowledgements\nThis document reports on the results of the RFCS project ‘Green Steel for Europe’. Thus, the first to acknowedge are all the scientists and researchers involved, ensuring excellent research. The document also summarises the discussions at the conference “Climate- neutral steelmaking in Europe: Technology, financing and policy conditions”. We would therefore like to extend our thanks to the speakers and stakeholders who actively participated and provided inputs to this event.\nFinally, our special thanks go to Sebastiano Fumero, Michael Laubenheimer, Vasiliki Kosiavelou and Gelsomina Fasano (European Research Executive Agency), who have provided valuable review and guidance which helped us complete the report.",
  "page_7": "GREEN STEEL FOR EUROPE - FINAL REPORT\nList of abbreviations\nAlkaline iron electrolysis\nBlast Furnace\nBasic Oxygen Furnace\nCapital expenditures\nThe Carbon Border Adjustment Mechanism\nCarbon Contracts for Difference\nCarbon capture and storage\nCarbon capture and utilisation\nCarbon capture, utilisation and storage\nCarbon dioxide\nThe Clean Steel Partnership\nIDR Direct reduction\nEmission Trading System\nEuropean Union\nGross domestic product\nThe Green Steel for Europe project\nGross value added\nHydrogen-based direct reduction\nHorizon Europe\nHydrogen plasma smelting reduction\nlron bath reactor smelting reduction\nInnovation Fund\nImportant Projects of Common European Interest\nMolten oxide electrolysis\nOperating expenses\nResearch and Development\nResearch, Development and Innovation\nThe Research Fund for Coal and Steel\nTechnology Readiness Level\nWorld Trade Organisation",
  "page_8": "GREEN STEEL FOR EUROPE - FINAL REPORT\n1.About the Green Steel for Europe project\nThe steel industry is responsible for around 7% of the global CO2 emissions; hence the decarbonisation of this sector plays a key role in achieving the European Union's (EU) climate goals for 2050. With more than 330,000 directly employed workers and over 2.67 million people working in and around the industry, the European steel industry produced an average of 170 million tonnes of steel per year, having created around €140 billion of Gross Value Added (GVA) in 2019.\nThe sector is highly exposed to international trade and global excess capacity. The European steel industry needs operational changes in the short-term and strategic decisions towards economically viable and climate-neutral transformation in the long term. This requires the alignment of steelmakers, steel value chains, policymakers and investors towards finding effective solutions to decarbonise the steel industry.\nIn this context, the Green Steel for Europe (GREENSTEEL) project provides insights and recommendations for effective solutions for clean steelmaking suitable for the EU to achieve the 2030 climate and energy targets and implementing the 2050 long-term strategy for a climate-neutral Europe.\nWith ten partners (including a think tank, research and technology organisations, a European industrial association, and a European technology platform), the project consortium relies on the best mix of skills and expertise and allows for full coverage of the EU Member States and steelmaking installations. The key outcomes of GREENSTEEL include:\ne An analysis of the technologies aiming at decarbonising the steel industry and a proposal for framework conditions to reach this goal; A proposal for blending and sequencing of public and private funding sources for the decarbonisation of the EU steel industry; Policy recommendations to foster the decarbonisation of the EU steel industry; and The active engagement of relevant EU stakeholders and dissemination of the project findings to the public.\n“The GREENSTEEL project has significantly contributed to identifying the challenges and proposing solutions towards reducing greenhouse gas emissions in the steel industry.”\nJonas Fernandez, Member of European Parliament, Socialists and Democrats\n&\nIng",
  "page_9": "GREEN STEEL FOR EUROPE - FINAL REPORT\n2.Summary of the final conference of GREENSTEEL\nThe conference “Climate-neutral steelmaking in Europe: Technology, financing and policy conditions” highlighted the project's assessment of promising technologies, investment needs and funding opportunities, discussed policy options and their impacts, and outlined the way towards climate-neutral steelmaking in Europe.\nThe conference was held on 9 and 10 November 2021. A total of 227 participants joined the conference, representing European institutions, national and regional public authorities, steel and other industries, non-industrial enterprises, research institutes, academia and civil society.\nThis report summarises the discussions at the conference (Section 2). It also provides links to relevant studies carried by the GREENSTEEL consortium (Annex 1) and presents the biographies of the speakers (Annex 2). In addition, the executive summaries of the key reports of GREENSTEEL are presented in Annex 3.\nA complete set of detailed information, i.e. all project reports can be found on the project’s web page.",
  "page_10": "GREEN STEEL FOR EUROPE - FINAL REPORT\nCONFERENCE AGENDA\nDay 1: Technology, investment and financing for decarbonising steelmaking Conference Chair: Cristian Stroia, Researcher, Centre for European Policy Studies CEPS\nWelcome\n14:00 Michael C. Laubenheimer, Project Adviser, REA.B1 — Future Low Emission\nIndustries, European Research Executive Agency (REA)\nKeynote speech\n14:05\nJonas Fernandez: Fernandez, Member of European Parliament, S&D\nSession 1 - The Right Technology Pathways\nPresentation of GREENSTEEL analysis:\ne Thorsten Hauck, Head of Department, BFI\ne Monika Draxler, Project Manager, K1-MET Metallurgical Competence\nCentre\n14:20 Reactions:\ne Klaus Peters, Secretary-General, ESTEP European Steel Technology\nPlatform\nLena Sundqvist-Oqvist, Associate Professor, Lulea University of\nTechnology, Sweden\nDiscussion and Q&A moderated by Jean Borlee, Unit Manager Energy and Low-\nImpact Industry, CRM Group\nVideo Message\n15:30\nMaria da Graga Carvalho, Member of European Parliament, EPP\nSession 2 — Investment Framework and Financing Options\nPresentation of GREENSTEEL analysis:\ne Michele de Santis, Senior Researcher, Rina Consulting -CSM SpA\ne Simona Pace, Industry Relations, Rina Consulting -CSM SpA\n15:35 Reactions:\ne Stéphane Tondo, Climate Change & Government Affairs, ArcelorMittal\nEurope\ne Erik van Doezum, Director - Metals, Mining & Fertilisers EMEA, ING\nDiscussion and Q&A moderated by Paula Queipo, Director of Business Operations,\nIDONIAL Centro Technologico\nConcluding Remarks\n16:50 Sebastiano Fumero, Head of Unit, REA.B1 — Future Low Emission Industries,\nEuropean Research Executive Agency (REA)\n10",
  "page_11": "GREEN STEEL FOR EUROPE - FINAL REPORT\nDay 2: Policy options & the way forward towards climate-neutral steelmaking in Europe\nConference Chair: Hien Vu, Researcher, CEPS & GREENSTEEL Project Coordinator\n10:00 Welcome\nJane Amilhat, Head of Unit, RTD.C3 — Low Emissions Future Industries, DG\nResearch and Innovation, European Commission\n10:05 Introductive remarks\nPeter Dréll, Director, Directorate E - Prosperity, DG Research and Innovation,\nEuropean Commission\n10:20 Highlights of Day 1 - Technology Pathways, Investment & Financing\nHien Vu, Researcher, CEPS & GREENSTEEL Project Coordinator\n10:30 Session 3 — Policy Conditions for Clean Steelmaking in Europe\nPolicy options emerging from the GREENSTEEL project:\ne Milan Elkerbout, Research Fellow, CEPS\nPanel discussion:\ne Maria Spyraki, Member of European Parliament, EPP e Gabriele Morgante, Policy Officer DG GROW, European Commission e Axel Eggert, Director General, EJUROFER e Niklas Johansson, Senior Vice President, LKAB e Suzana Carp, EU Climate Policy Specialist\nDiscussion and Q&A moderated by Christian Egenhofer, Associate Senior Research Fellow, CEPS, Brussels & Senior Research Associate, School of Transnational Governance, European University Institute, Florence\n11:45 Session 4 - The Way Forward Towards Climate-Neutral Steelmaking in Europe\nPanel discussion:\ne Alejandro German Gonzalez, Project Adviser, REA.B1 — Future Low Emission Industries, European Research Executive Agency Jonas Fernandez: Fernandez, Member of European Parliament, S&D Johanna Lehne, Senior Policy Advisor, E3G Thorsten Hauck, Head of Department, BFI e Pietro Gimondo, Manager, Research Affairs, Rina Consulting -CSM SpA e Milan Elkerbout, Research Fellow, CEPS\nDiscussion and Q&A moderated by Andrea Renda, Senior Research Fellow, CEPS\n13:00 Concluding Remarks\nRosalinde van der Vlies, Director, Directorate C - Clean Planet, DG Research and Innovation, European Commission\n11",
  "page_12": "GREEN STEEL FOR EUROPE - FINAL REPORT\n2.1. Decarbonisation pathways\n2.1.1. Decarbonisation technologies\nThe decarbonisation of the EU steel industry will take place gradually, beginning within the next years and extending probably until 2040 or longer. Such a long transition will require an adequate mix of technologies, and these integrated technology routes will also have to be optimised for the cycles of material and the gas.\n&\nve\nAuxiliary\nAvailability\nTechnical description\ntechnology\n1\n5\n'\ncp\nooo\nLt ]\nAuxiliary\nCO, reduction potential\nSite\nspecific\nconditions technology 2\n—\n_\n7]\nvon\nProjects\nPrices\nCO, mitigation\n——_\ntechnology\n1\nalll\n1\n(Bs\nTechnological maturity\nEU / National framework\ni\n&>\nPinions\nResearch needs\nEtc.\ntechnology 3\nWwW\nDecarbonisation pathway Technology route\nRoadmap\n(incl. scenarios)\nCombination of technologies\nProgress and research needs\nFigure 1: From decarbonisation technologies to decarbonisation pathways\nNote: The nine COz mitigation technologies in this figure include: (i) hydrogen-based direct reduction, (ii) hydrogen plasma smelting reduction, (iii) alkaline iron electrolysis, (iv) molten oxide electrolysis, (v) carbon oxide conversion, (vi) iron bath reactor smelting reduction, (vii) gas injectioninto the blast furnace, (viii) substitution of fossil energy carriers by biomass, and (ix) high-quality steelmaking with increased scrap usage. Auxiliary technologies include CO. capture and hydrogen generation. For further analysis of the mitigation technologies, referto the Technology Assessment and Roadmapping Report (Deliverable D1.2) of GREENSTEEL mentioned in Annex 1 and Annex 3 of this report.\nFigure 1 illustrates the process to define the decarbonisation technologies, technology routes, technology roadmaps and decarbonisation pathways under the GREENSTEEL project.\nFirst, promising decarbonisation technologies were identified through desk research, stakeholder consultation and findings of the LowCarbonFuture project.\nSecond, these technologies were integrated into a full system (process chain), forming the so-called technology routes.\nThird, these technology routes were assessed based on their potential progress and research needs alonga timeline, leading to the development of the technology roadmaps.\nFinally, three decarbonisation pathway scenarios for 2030 and three for 2050 were developed.\nIn developing the scenarios, several relevant factors were taken into account, including the availability of resources and infrastructure, technology maturities, specific site conditions, production costs, and the regulatory framework. The decarbonisation pathway scenarios define possible shares of different technology routes in industrial production and the potential CO2 mitigation which can be reached in each scenario.\n12",
  "page_13": "GREEN STEEL FOR EUROPE - FINAL REPORT\nFollowing the process described in the previous paragraph, in the first step, the following decarbonisation technologies were identified:\nGa\\ Iron bath reactor\nGas injection into the\nAlternative\n“@ Increased\nCarbon oxide\n= smelting reduction\nblast furnace\ncarbon sources\nscrap usage\nconversion\nCarbon\nTRL 8 (conversion);\nTRL 4-5 (implementation)\nCarbon2Chem, STEELANOL\nSHOCOM, GREENEAF2\nCarbon\n(Carbon)\nTRL 4-8\nReducing agent Carbon\nCurrent TRL} TRL6\nProject examples} Hlsarna\nReducing agent Hydrogen\nCurrent TRL TRL 6-8\nProject examples Hybrit, Salcos, HYFOR\nNext, four promising technology routes for climate-neutral steelmaking were identified: optimised Blast Furnace - Basic Oxygen Furnace (BF-BOF) (Route 1), direct reduction (Route 2), smelting reduction (Route 3) and iron ore electrolysis (Route 4) (Figure 3 to Figure 6’).\nThe first technology route (Figure 3) is based on conventional BF-BOF plants (blast furnace, basic oxygen furnace), into which a number of add-on COz mitigation technologies (process integration, carbon capture and usage) are incorporated. This route can be considered a short-term solution.\nFLEXCHARGE, ADAPTEAF\nPath- Smart Carbon Usage (+Carbon Capture and Storage)\nways\nCarbon\nTRL 5-8 (preparation/gas reforming) TRL 2-7\nULCOS\nHydrogen\nElectricity\nElectricity\nTRL 5\nTRL 5-6\nTRL2\nSuSteel\nSIDERWIN, IERO, ASCoPE\nULCOS, IERO, VALORCO\nHydrogen based\ndirect reduction\nHydrogen plasma\nsmelting reduction\nAlkaline iron\nelectrolysis\nMolten oxide\nelectrolysis\nSupporting technologies: CO, capture, hydrogen production\nFigure 2: Decarbonisation technologies\n“Add-ons”\nCCU, CCS, alternative carbon\nsources;\ncombinations\nfeasible)\n<—————_ Steelmaking routes ——————>\ncO+Co,\nco,\nConventional steelmaking route\n(BF-BOF)\nWater\nCCU\nproduct\nfurther\nPre:\ntreatment\nfy\nCO, capture Conversion\n(here:\nWLLL\nH, production\nH,\n_\nGas reforming\n/ heating\nccs\nLiquid steel\nScrap\nBasic oxygen furnace\n—,\n' Note that in Figures 3 6, the of the flow diagram the changes additions to the existing to green components capture or process, whereasthe grey-coloured components depict unchanged procedures.\nFigure 3: Route 1 - Optimised BF-BOF\n13\nWY\nBlast furnace\n—\n33\nre\noO,",
  "page_14": "GREEN STEEL FOR EUROPE - FINAL REPORT\nThe second technology route (Figure 54) uses direct reduction based on natural gas or hydrogen, in which all ironmaking and steelmaking units are replaced by new production methods.\n<—\\—_ Steelmaking routes ——————>\nConventional steelmaking route\n(BF-BOF)\nDirect reduction route\n=\no\nfo}\n1S)\n.\n2\no\n=\nUt\nH, production\n-\nmH, -\nH, storage x=\nShaft furnace\nSo\n=\no\nScrap\nre\nO,\nHBI on = O,\n©\nII\n=,\nBasic oxygen furnace\nElectric arc furnace\nLiquid steel\nLiquid steel\nFigure 54: Route 2 - Direct reduction\nThe third technology route (Figure 5) comprises technologies based on smelting reduction. This includes, on the one hand, the iron bath reactor smelting reduction option, in which the ironmaking part is replaced and, on the other hand, hydrogen plasma smelting reduction, which enables the direct transformation of iron ore into liquid steel.\nHydrogen plasma\nsmelting reduction\n3\nz\nS\n<\nBlast furnace\n—\n<—————_ Steelmaking routes ——————>\nIE:\nproduction\nWater\nLAE\nH, production\nH,\nConventional steelmaking route\n(BF-BOF)\noz OF\n25\nBo\nGc\neso\no\n2\n<8\nDOI\nIron bath reactor smelting reduction\nH,\nPre-\ntreatment\ncet\nH, storage\n~\nSmelting reduction\n33\nScrap\nre\noO,\n|\nBasic oxygen furnace\n—\nO,\nScrap\noe\n=\no\nrte\nCCU\nproduct\nccs\nc\nWw\nCO, capture Conversion\nY\nreduction reactor\nSmelting\nx CO+CO,\nA\nLiquid steel\nty\nBasic oxygen furnace\n—\nBlast furnace\nLiquid steel\nFigure 5: Route 3 - smelting reductionroutes\n=\nLiquid steel\n14\nOQ,\noO,",
  "page_15": "GREEN STEEL FOR EUROPE - FINAL REPORT\nThe fourth technology route (Figure 6) refers to the electricity-based steelmaking by iron ore electrolysis. It can either be carried out at low temperatures (alkaline iron electrolysis, replacement of the iron making part) or at high temperatures (molten oxide electrolysis, direct production of liquid state metal from oxide feedstock).\n<————_ Steelmaking routes. —-—————>\nAlkaline iron\nMolten oxide\nConventional steelmaking route\nelectrolysis\nelectrolysis\n(BF-BOF)\n9\n2\nis}\n<\nse\nEo\nome}\nge\n: ett |\noa\n£o\noo\n22\nGrinding\n=\nLeaching\n|\nBlast furnace\nIron electrolysis\nee\nZe\nD\nHBI\n0.\nScrap\nHH\nMolten oxide electrolysis\nStarting from the identification of individual iron and steelmaking technologies, a roadmap for the proposed breakthrough technologies was created (Figure 7). This roadmap indicates the progress and the research needs for each technology involved along the timeline.\nThe needs for integrating the technologies into a complete breakthrough process chain are also visualised. Each line describes one technology. Starting in 2020 (current technology readiness level), the technology readiness level development is shown from left (short-term) to right (long-term) both graphically (grey shaded area) and numerically.\nBasic oxygen furnace\nElectric arc furnace\nLiquid steel\nLiquid steel\nLiquid steel\nFigure 6: Route 4 -iron ore electrolysis\n15",
  "page_16": "GREEN STEEL FOR EUROPE - FINAL REPORT\n| Timeline eline\n;\nIndustrial deployment\nong-tert\n0\nhe erm\nProcess optimisation\nAlternative reducing gases\nReduction behaviour at 100% H»\nMaterial properties (sticking)\nUtilisation of C-free DRI/HBI in EAF\nMid-term\n= Utilization of by-products\n202\nTRL\n204 204\nContinuous operation\n-95%\nCO,\n@)\n=\n* Valorisation of non-\nUtilization of by-products\n= Scale-up\n=\nResearch\nneeds\nTRL\n. Scale-up\nconventional ores co,\n\" Safety and scale-up issues\n\" Technological developments\nResearch\nTRL\nneeds = Process optimisation\nIndustrial d oyment\n=\nrefractory lining\nanodes and =\n= Process optimisation\nTechnological developments\nTRL34\nScale-up\nand metal\n\" Process\nhandlingof slag\nprinciples,\nResearch\nneeds\nissues,\nTRL2\n\" Process\nneeds = Industrial demonstration\nTRL\n,\nIndustrial deployment\n|\nIndustrial deploy ent\nintegration\nResearch\n©\n= Industrial\nTRL\ntorches\ndemonstration\nResearch\nneeds\nResearch Large plasma\n=\n= Scale-up\n® Gas\n\" Processing of\ngases\nTRL\ninjection ®©E\nneeds \" Substitution trials\n\" Process control\nwith CCS\nIndustrial deployment\nResearch Pre-processing\n\"\nneeds\n\"\n- 100%\"\nCO;\nFuel substitution in sinter plant\n* Substitution trials\nwith CCS\nele\nPi combination with CCS\nTRL\nResearch Scrap sorting cleaning\n=\nneeds \" By-product recycling\nIndustrial deployment\n040 040\nTRL\n/\nIndustrial deployment\nL g-terr\nTimeline\n202\n16\n) CO, mitigation potential\n(reference BF-BOF)\n@ Researchneeds\nFigure 7: Roadmap of CO2 mitigation technologies\nMid-term\nShor erm",
  "page_17": "GREEN STEEL FOR EUROPE - FINAL REPORT\nFinally, the decarbonisation pathways define possible industrial production shares of different technology routes in six scenarios (three for 2030 and three for 2050), and their COz mitigation potentials.\nIn Figure 8 to Figure 13, the pie charts present the share of each technology route in the total steel production, the bars in the top right corner showthe share of hydrogen (Hz) and natural gases (NG) in the energy use, the bars in the bottom right corner showthe share of alternative carbon sources (ACS) and CCUS, and the bars in the middle present the COz mitigation potential of each pathway.\nShares of EU-27 primary production capacities:\n2030\nDR-based 9% Hp 91% NG-based\nqd\n22%\nOpt. BF-BOF\n56%\n(OA)\n(OA + ACS / CCUS)\nOpt. BF-BOF 17% ACS 31% CCUS\n22%\nBZA __|\n52% ACS + CCUS\n=> CO, Mitigation:\n-25% (compared to 2015)\nACS: Alternative Carbon Sources\nOA: other actions\nFigure 8: Pathway 2030 scenario— “Mixed implementation”\n2030 Scenario “Delayed implementation” (missing CO, mitigation target) (-50% implementation of routes 1AC, 1BC, 1ABC, 2A and 2B by 2030)\nShares of EU-27 BF-BOF production capacities:\n2030\nDR-based 9% H, 91% NG-based\n11%\nOpt. BF-BOF\n78%\n(OA)\nOpt. BF-BOF\n11%\n(OA + ACS / CCUS)\n17% ACS 31% CCUS\n52% ACS + CCUS\nACS: Alternative Carbon Sources\nOA: other actions\nFigure 9: Pathway 2030 scenario— “Delayedimplementation”\nShares of EU-27 BF-BOF production capacities:\n2030\nDR-based:\n22%\n23% Hy 77% NG-based\nOpt. BF-BOF\n62%\n(OA)\nOpt. BF-BOF\n17%\n(OA + ACS / CCUS)\n=> CO, Mitigation:\n—25% (compared to 2015)\nACS: Alternative Carbon Sources\nOA: other actions\n3% ACS 90% CCUS\nA\n7% ACS + CCUS\nFigure 10: Pathway 2030 scenario — “increased hydrogen availability”\n17",
  "page_18": "GREEN STEEL FOR EUROPE - FINAL REPORT\n2050 pathway scenario\n“Increased Scrap Availability\n100% H,\n(other technologies successful)” DR-based (Route 2 A/B): (IT\n29%\nBF-BOF\nother Technologies\nopt. with OA\n(Route 4)\n(Route 1C):\n10%\n=>\n2%\nIBRSR + CCUS\n(Route 3)\nto Secondary\n10%\nSteel Production:\nBF-BOF opt. with\n16%\n2050 pathway scenario\n“Without other technologies”\nACS: Alternative Carbon Sources\nOA: other actions\nFigure 11: Pathway 2050 scenario — “Increased scrap availability”\nCO, Mitigation:\n—84% (compared to 2015)\nOA + ACS and/or CCUS 4% ACS 15% CCUS\n(Route 1 AC/BC/ABC): | Ua\n(\n81% ACS + CCUS\n100% H,\nDR-based (Route 2 A/B): TT\n46%\nCO, Mitigation:\n—81% (compared to 2015)\nBF-BOF opt. with\nOA+ACS and/or CCUS 4%ACS 15% CCUS\n(Route 1 AC/BC/ABC): | HMM\n52%\n81% ACS + CCUS\nFigure 12: Pathway 2050 scenario - \"Without othertechnologies\"\nBF-BOF\nopt. with OA\n(Route 1C)\n2%\n2050 pathway scenario\n“Other technologies successful”\nother Technologies\n(Route 4)\n10%\n100% H,\nDR-based (Route 2 A/B): (ET\n36%\nCO, Mitigation:\n—83% (compared to 2015)\nIBRSR + CCUS\n(Route 3)\n10%\nBF-BOF with\nopt.\nOA+ACS and/or CCUS 4% ACS 15% CCUS\n(Route 1 AC/BC/ABC): | Uae\n44%\n81% ACS + CCUS\nFigure 13: Pathway 2050 scenario -\"Othertechnologies successful\"\n18",
  "page_19": "GREEN STEEL FOR EUROPE - FINAL REPORT\n2.1.2. Integration of decarbonisation into existing steel plants\nBesides the identification of decarbonisation technologies and decarbonisation pathways, another important technology-related aspect is the integration of new technologies into existing plant systems.\nDue to the long investment cycles, almost all integrated plants will consist of mixed (transient) technology routes within the next 10 years. Asmooth and efficient transition must take into account the massive existing assets of the steel industry.\nA crucial next step is to ensure energy, material and cost efficiency for these “mixed” integrated plants.\nSweden: Examples of hydrogen-based projects\nSweden has two examples of using hydrogen for direct reduction, the HYBRIT and the H2 Green Steel.\nIn these projects, renewable energy, high-quality iron ore and scrap play a central role. In addition, bio-gases or liquid fuels produced from e.g. black liqueur, lignin residue, food residue, agriculture products, forest residue, etc. can be reducing agents that are CO2 neutral and hence another potential source for decarbonising the steelmaking process.\nSweden has carried out theoretical research, pilot and industrial tests on this topic, and has proven that using bio-coal of various types can lower the fossil CO2 emissions, thus making the best use of existing infrastructure.\nIn addition, the combination of three methods (bio-coke, bio-agglomerates and injection of bio-coal) can achieve the emission reduction potential of 20-40 %.\n19",
  "page_20": "GREEN STEEL FOR EUROPE - FINAL REPORT\n2.2. The investment needs and funding opportunities\n2.2.1. The investment needs\nThe decarbonisation of the steel industry will require massive investments\nThe decarbonisation technologies would create additional production costs of atleast EUR 20 billion per year compared to the retrofitting of existing plants (i.e. existing plants that are upgraded with Best Available Techniques), 80% of these additional production costs would be accounted for by OPEX (e.g. increased use and higher prices for CO2-lean energy)\nDepending on the decarbonisation technologies, the primary steel cost/tonne would likely increase by 35% to 100% compared to the baseline. The investments for adequate maturity would range from around EUR 5 million (biomass) to EUR 1,000 million (Molten oxide electrolysis - MOE)\nTable 1: Investment roadmapping per decarbonisation technology\nInvestme Investme\nTRL development\nInvestme\nnt needs\nnt needs nt needs\nCO2\nfor 1%\nfor full\nabateme\nTechnolo\nup to\nindustrial industrial nt (max\ngy\n2020\n2030\n2050\nTRL8\npe (M€) fm\ndepl. TRL\nplant\n%)\n9 (ME)\n(M€)\nha,\nH2-DR |\n[mle\n(100 %\nHz)\nHPSR go\n=\nNot\nevaluated\ndue to low\nTRL\nMOE\n1,000\nNot evaluated due to\nlow TRL\nCCUS\n5-8\n150\n300\n1,000\n60\n2080 |\nIBRSR\n850 **\nBF-Gas | pce ee\ninjection\n(ind. depl i\nBiomass cane\nos\nusage\n30-100\nIncrease cae\n100 Cds) (with\nd scrap\nusage\nNote: Data refer to a crude steel capacity of 1 Mt/a as a reference. * €500 M including EAF. ** Excluding CO2 transport and storage. *** From greenfield (brownfield CAPEX costs 40% with respect to BF-BOF). For full spelling of the technologies in the first column, refer to the List of Abbreviation\n20",
  "page_21": "rz ait\na\n—\n2.2.2. Funding opportunities\nDemonstration &\nFirst of a kind\nPeter Dréll, Director for Prosperity, DG Research and Innovation, European Commission\nThe funding opportunities have multiplied significantly in the last three years in a direction that supports more the green transition in the EU steel sector. Different EU, national, regional public funding and private funding programmes can be mobilised to support the decarbonisation of the steel industry.\nAt the EU level, the most remarkable programmes and initiatives are the Clean Steel Partnership, the Just Transition mechanism (first and second pillars), and the Carbon Border Adjustment Mechanism (CBAM).\nOther important funding instruments for the steel industry include the Innovation Fund (IF), IPCEl, InvestEU, and the NextGenerationEU including the Recovery Plan.\nGREEN STEEL FOR EUROPE - FINAL REPORT\n“The Clean Steel Partnership marks a big step in the EU’s support to move carbon-neutral steel technologies from research to demonstration phase”.\nResearch, Development &\nInnovation\nHorizon Europe *<\nHorizon Europe »\nPartnership\nResearch Fund for\nCoal and Steel\nRoll-out & Infrastructure\nInnovation Fund\nEuropean Regional\nDevelopment Fund\nLIFE Programme\nCohesion Fund\nDigital Europe *\nConnecting Europe\nFacility\nModernisation Fund\n*\nEuropean Green Deal\nMember State funding (including IPCEl)\nPrivate funding\nFigure 14: EUprograrmes supporting the decarbonisation of the steel industry\nMeanwhile, the analysis of EU funding programs available as grants (combining HE, CSP, RFCS and IF) shows that only about EUR 2 billion of financial support would be effectively available for COz emission reduction in the steel sector for the period 2021-30.\nInnovFin\nNote: * = new initiatives since 2019.\n|\n21",
  "page_22": "GREEN STEEL FOR EUROPE - FINAL REPORT\nDuring 2021-22, national and regional funding instruments would contribute approximately EUR 400 million per year’ to support decarbonisation projects in the steel sector.\nTherefore, while newfunding opportunities have been created, there is still a significant gap between the available funding and the investment needs to support the decarbonisation of the steel industry.\n2.3. Policy conditions for clean steelmaking in Europe\nBoth the speakers and stakeholders who participated in the consultations under GREENSTEEL agreed that the framework conditions create a bigger barrier to decarbonising the EU steel industry than the technical challenges to developing the technologies.\nTo date, there is a lack of enabling frameworks to provide adequate funding, send signals to investors and create a market for low-carbon steel.\n2.3.1. Availability of renewable electricity\nThe decarbonisation of the steel industry, regardless of the technologies routes, will require enormous volumes of clean electricity at an affordable price. There has been a boom in investment in renewable energy in recent years, and some investment conditions have started materialising, such as the creation of the taxonomy and the availability of funds for the green transition.\nNevertheless, several challenges remain unaddressed. The burdensome permitting procedures and the lack of a framework supporting electricity storage (due to the variability of renewable sources) hinder the expansion of renewable capacities in the EU.\nBesides, local conditions can influence the price of electricity, impacting steel producers’ choice of decarbonisation technologies. By way of example, the north of Sweden has a relatively high capacity for electricity generation, but it is challenging to transfer electricity from the north to the south of the country, resulting in a big difference in the electricity prices between the two regions.\n“The provision of renewable energy is a big challenge to\ndecarbonising the EU industry, and this will come with\nsignificant costs. Funding support, public-private partnerships\nand cross-sectoral cooperation can playa key role in\novercoming this challenge.”\nSebastiano Fumero, Head of Unit, REA.B1 — Future Low Emission\nIndustries, European Research Executive Agency (REA)\ney\nThe increased use of renewable electricity in steelmaking will entail a significant increase in operational costs compared to the conventional steelmaking process using fossil fuels. Meanwhile, the current design of the electricity market (e.g. the marginal system) does not optimise the investment in renewable energy.\n? This estimate is based the analysis of national and regional funding instruments in 11 EU member states, on which account for at least 90% of the EU steel production and 80% of the CO2 emissions from all EU steel plants.\n22",
  "page_23": "GREEN STEEL FOR EUROPE - FINAL REPORT\nThe recent challenges related to high energy prices explain why legislators in some countries are arguing in favour of doing more with average pricing. At the same time, we also need to consider the investment signals in the renewable energy sector with the need to provide flexibility services by utilities, and a lot of them are based at very high marginal prices.\nIt is also necessary to look at the distributional impacts but acknowedge that marginal pricing can also be an important price signal to actually deliver investments in the electricity system with a high share of renewables.\n2.3.2. Carbon capture, utilisation and storage\nThe decarbonisation scenarios are a mix of many solutions. While technologies like direct reduction would allow for deep decarbonisation, solutions like carbon capture, utilisation and storage (CCUS) need to be considered given that many old blast furnaces are still operating in the EU.\nThe current regulatory frameworks and national legislation constrain the expansion of CCUS technologies. The EU is lacking a concrete and flexible regulatory framework for carbon capture and storage (CCS) and carbon capture and utilisation (CCU), particularly CCS and CCU in industrial hubs and clusters.\nThe challenges are associated with different parts of the value chain: the COz capture rates have to be high enough to avoid residual emissions, and there must be infrastructure for transportation and storage. In several pilot CCU projects in Germany and Sweden, the costs of products from the captured carbon are still very high to make the projects economically viable. Besides, not enough effort has been made to increase public awareness and knowedge about the safety of CCS and CCU technologies*.\nFinally, the United Kingdom’s recent legislative decision not to give public funding for early CCU projects (due to delaying risks, a lack of evidence on costs and market potential, and the complexity arising from applying the business model to CCU) might call for some further consideration of the EU on this issue.\n2.3.3. Carbon Border Adjustment Mechanism\nThe speakers agreed that Carbon Border Adjustment Mechanism (CBAM) is an important instrument to support the decarbonisation of the industry. It creates demand for low-carbon steel in Europe, provides a long-term price signal and establishes a level playing field when the EU advances substantially towards its green targets. In addition, the CBAM can generate a revenue stream to repay the Next Generation EU debt.\n“One big challenge to the decarbonisation of the steel\nindustry is the steel global excess capacity. China, for\ninstance, has started to increase its domestic and offshore\ncapacity after leaving the Global Forum on Steel Excess\nCapacity.”\nGabriele Morgante, Policy Officer, DG GROW, European\nCommission\n3 Norw show s good practice in raising the public acceptance of CCUS solution. ay a\n23",
  "page_24": "GREEN STEEL FOR EUROPE - FINAL REPORT\n“The EU must advance its decarbonisation process while\nmaintaining the competitiveness of its industry and mitigating\nthe impacts on prices and income distribution.”\nJonas Fernandez, Member of European Parliament, Socialists and\nDemocrats\nHowever, speakers’ views were more divergent when it comes to the testing and implementation of the CBAM.\nRegarding the free allocation of emission allowances, the steel industry proposed that the current system should be maintained while testing CBAM in 2026-2030. Otherwise, companies that export to the EU can either shift their export or absorb the CBAM costs to keep the market share.\nIt is important to note that those companies usually export between 1-5% of their entire production to the EU, which is a relatively small share. Meanwhile, the EU market holds a larger share in the total production of EU steel companies, making it more challenging for them to absorb the carbon price.\nThe carbon price has significantly increased in the past three years and the free allocation plays an important role in avoiding a substantial increase in the steel production costs. It is possible to test the CBAM while maintaining free allocation and being WTO-compatible at the same time.\nThe Parliament and other speakers representing research institutes and non-steel industries however suggested phasing out the free allocation to the steel industry when the CBAM is implemented, in compliance with WTO regulation.\nIn recent years, the steel sector has received around 100 million of the Emission Trading System (ETS) allowances per year to mitigate the carbon leakage risk. With the current carbon price, around EUR 6 billion of assets are being transferred from the public funds to the steel industry every year.\nThe rationale of free allocation is to support emission reductions. Some research however finds that the current way in which free allocation works prevents some of the emission reductions that could have already happened. The European Commission must rethink the free allocation and its interaction with tools such as Carbon Contracts for Difference (CCfDs) and CBAM (e.g. CCfDs interact and operate differently when there is a CBAM in place than where there is free allocation in place).\nThe steel sector also recommended maintaining the current benchmark system to support the free allocation. This proposal was challenged by research institutes, who argued that the benchmark system is not working in favour of decarbonisation at the speed required.\nThe EU ETS proposal gives free allocation to green hydrogen, which proves to be a departure from the traditional free allocation mechanism. In offering this financial support to green hydrogen, the Commission is opening up a pathway different from the traditional benchmark approach.\n2.3.4. Green procurement\nPublic procurement represents around 14% of the GDP of the EU. The size of public procurement is therefore important for competitiveness. Hence, there is an incentive to make public procurement ‘green’, i.e. applying environmental criteria to energy-intensive materials.\n24",
  "page_25": "GREEN STEEL FOR EUROPE - FINAL REPORT\nDespite enormous challenges such as information asymmetries, Knowedge gaps or complex administrative procedures, public procurement is nevertheless a promising area to create demand for low-carbon steel.\nBoth the Commission and the Parliament support initiatives, which contribute to the promotion of green public procurement. The European Commission has been working on the Sustainable Product Initiative and the revision of the Energy Performance of Buildings Directive.\nThe Commission might adopt a life-cycle approach from the raw materials to final products and recycling (building upon the experience of the Product Environmental Footprint pilot project).\n“The Parliament sees its role in pushing for green public\nprocurement to createa market for green products.”\nMaria Spyraki, Member of European Parliament, EPP\n¥\nBesides public procurement, research institutes suggested that private procurement could be an important component to create a market for green steel. For instance, companies that have substantial profit margins and want to decarbonise their supply chain can procure low- carbon steel.\n2.3.5. Availability of high-quality steel scrap\nUp to 2050, almost 50% of the emissions reduction would come from material efficiency and circularity at a global level. In the steel industry, increased scrap availability for scale recycling will be a critical factor, as secondary steel production requires a higher volume of high-quality scrap. However, the availability of steel scrap of appropriate quality is still strongly limited in the EU.\nCurrently, there is a lack of an enabling policy framework for the circular economy, particularly in heavy industries. Public support for R&D to increase the quality of scrap recycling and limit the exports of scrap to non-EU countries are therefore desirable.\n2.3.6. Survey\nA Mentimeter poll was launched during the conference, asking the audience “which elements play the most crucial role in the decarbonisation of the EU steel industry?”.\nThe audience could rank the following elements in terms of their importance in reducing the emissions in the steel industry: innovation, market creation, corporate responsibility, funding, sector coupling, carbon pricing, CBAM, renewable energy, green hydrogen, scrap, and CCUS. Answers from the stakeholders showed that renewable electricity would play the most crucial role in cutting emissions in steel production.\n25",
  "page_26": "GREEN STEEL FOR EUROPE - FINAL REPORT\nWhich elements play the most crucial role in advancing the decarbonisation of the EU steel industry?\nSth\n6th [|\n7th a Scrap availability\nSth ET cto\n9th [| Sector coupling\n10th\nCarbon capture, utilisation and\n11th Ly Corporate responsibility\nstorage\nFigure 15: Poll results\n2.4. The way forward\nPolicy intervention and collaboration at different levels are crucial to create enabling framework conditions for the decarbonisation of the steel industry. This section summarises the key recommendations by the speakers to support the green transition in the industry.\n2.4.1. Synergies of funding\n“At all levels, we must ensure that public and private funding\ncan have combining impacts, and that the European\nCommission provides support to make full use of the\ndifferent synergies.”\nMaria da Gracga Carvalho, Member of European Parliament, EPP\nSynergies of funding instruments at EU, national and regional levels play a vital role in meeting the investment needs to decarbonise the steel industry.\nEach funding mechanism has its own framework in terms of TRL maturity or technology type; hence the synergies of funding instruments can help navigate the technologies from low to higher TRLs.\nThere are several examples of technologies that are very close to maturity (TRL8). The sequencing of funding is importantto move these technologies from TRL8 to TRLY, and to further supportthe deployment and exploitation of these technologies.\nThe blending of funding is also important to avoid overlaps in investments. Furthermore, public funding must be combined with private funding to support sizable projects. Finally, an initiative in the form of Important Projects of Common European Interest (IPCEI) for low- carbon industries is desirable, following the good example of the established IPCEI for hydrogen.\nTable 2 below presents potential blending of the main European funding programmes and selected national and regional funding instruments.\n26\n(is Carbon Border Adjustment\nMechanism\nisd Market creation",
  "page_27": "GREEN STEEL FOR EUROPE - FINAL REPORT\nTable 2: Potential blending opportunities of R&D&l funding instruments\n_\nOl}\nPj] | tt\n0) i\nmicsp\n| |\n| | |\nMclean Hydrogen _|\nPo} | | tt\nRFCS\nPt tt |\ninnovation Fund _|\nLIFE\nOOS SESSA OSS SSS SEL\nSee\nJTF\n|\nPERANET\nL | |\nircer\nL | |\n[RecoveryPlan__|\nPyaaesrosd\nTESS innovrin\naaa nvesteu\nNote: green: synergies are possible between the instruments; ye!!ow: to be specifically defined; red: synergies are generally not allowed; and grey: information is currently not sufficient\n2.4.2. Upskilling and re-skilling of the labour force\nOperating steel plants using innovative decarbonisation technologies requires newskills to manage much more complex processes and connections. The upskilling and re-skilling of the labour force in the steel sector, therefore, plays a crucial role. The EU should support learning and new training programmes to overcome the shortage of qualified staff in this sector.\n2.4.3. R&D support beyond TRLY\nMost decarbonisation technologies have obtained TRLs of 5-7 and need support to reach the demonstration scale (i.e. TRL 9). However, considering the huge steel plant sizes, obtaining TRLY does not allow new technologies to achieve the same level of maturity as conventional steelmaking technologies, which have been established for decades.\nR&D support beyond TRLY is therefore vital to ensure that decarbonisation technologies reach the deployment phase and are commercially used.\n27",
  "page_28": "GREEN STEEL FOR EUROPE - FINAL REPORT\n2.4.4. Cooperation at different levels\n“Collaboration is key to making progress towards decarbonising the steel industry and building a zero-carbon society.”\nRosalinde van der Vlies, Director for Clean Planet, DG Research and Innovation, European Commission\nf\ne Public-private collaboration\nDecarbonisation technologies need to be taken up by the market. It is therefore crucial that the EU develop these technologies together with the industry and put in place the right framework to bring these technologies to the market.\nPublic-private partnerships play a central role in steering research andinnovation and bringing innovative solutions to the market: the partnerships co-funded via Horizon Europe (HE) might have a very important role as they have the merit of implementing common strategic agendas. They can leverage public funds to make sure that key private players increase their investment in technology and research, helping the EU reach its policy goals and maintain competitiveness and jobs.\nFor example, the Clean Steel Partnership can validate promising technologies able to reduce emissions by 50 to 80 per cent by 2035. However, it is not the single initiative that will become decisive.\nThe EU should consider the combined effect of putting together activities resulting from other partnerships and other projects, e.g. the Clean Hydrogen Joint Undertaking, the EIT RawMaterials, the Horizon Europe collaborative projects, and projects under the European Innovation Council.\ne Collaboration among industries\nThe decarbonisation of the steel sector strongly depends on several other sectors, e.g. the energy sector. In an intervention at the COP26, the former Swedish environment minister, Mr Per Bolund, emphasised the three ‘F’s that support industrial decarbonisation, which are: ‘framework, financing, and friends’.\nThe steel industry can start by making ‘friends’, i.e. collaborating with the renewable industry because the resource constraints will persist both in the short and medium- term.\nIn addition, the EU must support the development of an industrial technology roadmap at the EU level, which brings member states and industrial players together to i) reap technology spill-over across industrial sectors and ii) inform potential investors (e.g. commercial banks) and help them align their lending portfolios towards supporting the net-zero targets.\nIndustries must cooperate through industrial symbiosis and take full advantage of EU- level hubs such as the Innovation Hubs or the Hubs for Circularity.\ne Engagement of the society\nIt is crucial for policymakers, steel companies, energy suppliers and the research community to work together. But more importantly, the users and the civilsociety must be engaged to get the transformation of the steel sector done, e.g. through improving consumer awareness and increasing the demand for products made of low-carbon materials.\n28",
  "page_29": "GREEN STEEL FOR EUROPE - FINAL REPORT\ne International cooperation\nThe steel sector is highly exposed to international trade and competition, making it challenging for EU steel companies to be the first movers in deploying decarbonisation solutions while still maintaining their competitiveness. Trade policy plays a key role in this respect.\nThere has been recently some progress in the international cooperation to decarbonise the steel sector, e.g. the EU-US carbon-based sectoral agreement on steel and aluminium trade, or the UK-India-led initiative on industrial deep decarbonisation. However, these initiatives tend to be driven mostly by European and North American companies and countries. It is critical to include other key players (e.g. China) in these initiatives. Besides, these ambitions need to be accompanied by concrete targets e.g. around phasing out blast furnaces or funding support.\nThe EU can take leadership in this process as there are a large number of steel producers headquartered in Europe, and there have been many innovations in this area in the EU so far.\n2.4.5. Cross-cutting areas\nBesides policies that are specific to the steel sector, the EU must consider cross-cutting policies that support the decarbonisation of different industries. These options include public and private procurement, Carbon Contracts for Differences, and mitigation of carbon leakage risk.\n2.4.6. Reconsideration of the timeline\nResearch institutes recommended a reconsideration of the timeline to achieve the EU’s emission reduction targets. The EU should use 2025 as the short-term windowand 2035 as the long-term window instead of 2030 and 2040. 2025 is an important milestone used by other stakeholders around the world.\nMore importantly, almost 50% of the steel capacity in Europe will be reinvested in the next decade. Therefore, the EU has a short policy window to take advantage of this upcoming reinvestment cycle in the steel industry, rather than being locked in 20-25 years of carbon- intensive production.\nThe 2035 milestone allows the EU to have some time to adjust before getting the final outcomes in 2040 when the ETS cap would reach net zero (with the proposed linear reduction factor).\nAcross this timeline, ensuring the competitiveness of the industry will be a continuous process. Therefore, it is important to use those earlier milestones to track the decarbonisation progress.\n29",
  "page_30": "GREEN STEEL FOR EUROPE - FINAL REPORT\n2.4.7. Follow-up of GREENST EEL\nStakeholders representing research institutes in the steel sector asked for the continuation of the research work carried out under GREENSTEEL.\nSince the development of techniques, mitigation targets and framework conditions progress fast and GREENSTEEL mainly focused on upstream steel production, a follow-up of the project is needed to guide the way forward.\n“We have come from far, and we will go very far\nif we are smart in cooperating.\nA strong industrial base is good for cohesion, cohesion is good\nfor democracy, democracy is good for peace.\nPeace among us and peace with nature.”\nPeter Dréll, Director for Prosperity, DG Research and Innovation,\nEuropean Commission\n30",
  "page_31": "GREEN STEEL FOR EUROPE - FINAL REPORT\nAnnexes\n31\nAnnex 1 - Useful links\nRewatch the conference in YouTube\ne Day 1: Technology, investment and financing for decarbonising steelmaking e Day 2: Policy options & the way forward towards climate-neutral steelmaking in Europe\nLinks to the presentations at the conference:\nThe Right Technology Pathways (Thorsten Hauck and Monika Draxler) Right Technology pathways — some reflections (Lena Sundqvist Oqvist) Investment framework and financing options (Michele De Santis and Simona Pace) ArcelorMittal Europe’ journey to decarbonization: Investment Framework and Financing Options (Stéphane Tondo) Policy options coming from GREENSTEEL (Milan Elkerbout)\nLinks to key reports and studies carried out under the GREENSTEEL project:\nTechnology assessment and roadmapping (Deliverable 1.2) Collection of possible decarbonisation barriers (Deliverable 1.5) Decarbonisation pathways 2030 and 2050 (Deliverable 1.7) Investment_needs (Deliverable 2.2) Funding opportunities to decarbonise the EU steel industry (Deliverable 2.4) Guidelines and approaches for using funding in line with technological developments (Deliverable 2.5) Impact assessment (Deliverable 3.2) All the public reports of GREENSTEEL can be found here.",
  "page_32": "GREEN STEEL FOR EUROPE - FINAL REPORT\nAnnex 2 - Speakers’ biographies\nThe order of the speakers’ biographies reflects the order of their intervention in the Conference.\nMichael Christian Laubenheimer, Project Adviser, European Research Executive Agency REA.\nMichael is an electrical engineer, specialised in energy and economy. He joined the European Commission in September 2015. He was in charge of a series of research projects linked to mobility and smart grids. He was also in charge of a free-of-charge service for research projects in the field of energy aiming to support the exploitation of research results — the \"Support Services for Exploitation of Research Results SSERR\".\ni\nHe joined REA in April 2021, where he manages a portfolio of projects from the Research Fund for Coal and Steel RFCS, in particular projects related to Post-Mining Issues, Safe and Productive Coal Mining Operations. Before, Michael worked at the Common Support Centre of the University of Duisburg-Essen (DE), supporting the researchers to develop and submit research projects and to manage EU-funded research projects.\nFrom 2005-2013, he worked as a senior consultant, developed and managed European projects within the INTERREG, CIP and FP7 programmes, mainly related to sustainable transport. Before, he worked in Madeira (PT), Montpellier (FR) and Cologne (DE) for technology parks and research institutes where he coordinated research and demonstration projects in tourism, telework, distant training, telecommunications and urban development.\nJonas Fernandez Alvarez (Oviedo, 1979) is a MEP in the Progressive Alliance of Socialists and Democrats.\nHe is member of the Committee on Economic and Monetary Affairs, where he acts as coordinator for the European socialist party. In addition, he is a substitute member of the Budgets Committee.\nJonas Fernandez Alvarez holds an Executive MBA from IESE Business School\nM.A. in Economics and Finance from CEMFI-Bank of\n2010-12), a Spain (2002- 04) and an undergraduate degree in Economics from the University of Oviedo (1997-2001). He has completed his training with a program of Advanced Econometrics at the London School of Economics and Political Science (2006) and the Senior Executives in National and International Security at Harvard University (2016).\nProfessionally, Jonas joined as an analyst in economics and international politics in the consultancy firm Solchaga Recio & Asociados in 2005, chaired by former Spanish finance Minister Carlos Solchaga. Three years later he was promoted to the company’s board and later on, appointed as Chief Economist in 2014. Jonas has combined his work activity with teaching at the Universidad Carlos Ill (2007-10) and various entrepreneurial activities. In addition, he is a regular op-ed contributor to the main Spanish newspapers (EI Pais, Cinco Dias, La Nueva Espajia, etc.).\nPolitically, Jonas Fernandez was Secretary General of the Socialist Youth in Oviedo (1998-2000) and served on the executive board of the Socialist Youth in Asturias (2000-01). During the college years he was also a member of the Senate of the Universidad de Oviedo as a student representative. More recently, he has participated in the design of the electoral programs in the 2008 and 2011 legislative elections and was a policy advisor of PSOE (2004-05).\nMoreover, he is an associate in various national and international foundations. Jonas is also a participant of the Political Leadership Program of the Aspen Institute, chaired by Javier Solana, former EU Higher Representative and the Workshop in Global Leadership 2016 at Harvard University.\n32",
  "page_33": "GREEN STEEL FOR EUROPE - FINAL REPORT\nJean Borlée is Unit Manager Energy and Low-Impact Industry, CRM Group\nIn 1990 he Graduated in Chemical Engineering from the University of Liege and started at CRM at the cokemaking department, then moved to other fields of activity such as sintering, blast furnaces, direct and smelting reduction steelmaking, continuous casting and environment\ndedicated From 2000 to 2004, Jean coordinated the FP5 “Avoid Solid ByProducts and CO2” project to the smelting reduction of various steel plant wastes and the reduction of CO2 emissions. Between 2005-2007 he led the iron and steel production department at CRM, and between 2007-2012 he was seconded to ArcelorMittal to coordinate all the contributions of ArcelorMittal in the large FP6 ULCOS project. Jean was notably involved in all blast furnace smelting reduction and electrolysis developments, including the erection and operation of pilot plants\nHis current positions include: i) at CRM Group, leads the ELIMIN (“Energy and Low Impact Industry”) unit and coordinates the technological platform on “Energy Shift ii) chairman of the TGA2 Expert group “Iron and steelmaking” of the RFCS programme, and iii) member of the “Clean Steel Partnership” board\nDr. Thorsten Hauck has 21 years of experience in process research and development of steel production processes in different positions at BFl. He was responsible for 22 international and several national research projects\nSince 2011 Dr. Hauck is head of the department “Process Optimisation Iron and Steel Making” at VDEh-Betriebsforschungsinstitut GmbH (BFI). The work of his department is focused on the development and optimisation of processes and ? process chains with respect to digitisation, productivity, quality, energy supply and environmental issues and cooperates with all main European production companies and research institutes on the subject of iron and steel making\nMonika Draxler is a Researcher and Project Manager at K1-MET in charge of national and international projects\nShe is currently working in the field of CO2 mitigation technologies and decarbonisation of the iron and steel industry. She analyses the technical framework conditions to successfully implement the new technologies. Her main responsibilities are in the area of carbon direct avoidance. Another focus of her | i work is the treatment of steelmaking slag. Based on the reachable saving potential concerning a replacement of primary resources, the goal is to develop\nprocesses for metal recycling and the utilisation of the low metal fraction as a secondary raw\nmaterial\nHer work includes mass and energy models as well as the calculation of theoretical energy consumption concerning the treatment of slag. Monika completed her studies in Industrial Environmental Protection with a focus on process engineering at the Montanuniversitaet in Leoben (AT). Her master’s thesis dealt with the sinter process and the associated emissions\nDr. Klaus Peters is Secretary-General at ESTEP European Steel Technology Platform\nHe qualified as Doctor of Engineering in 1993 and as state doctorate (Habilitation) in 1998, started his industrial career with thyssenkrupp Steel Europe (tkSE). His senior experiences include production, sales, quality and R&D both on national and international level\nEuropean From 2011, Dr. Peters joined several working groups and committees of the Steel Technology Platform (ESTEP) and was in charge of international research projects and European funding of tkSE. He became in July 2015 Secretary General of ESTEP.\nAmongst others, he is member of the Steel Advisory Group (SAG) of the Research Fund for Coal and Steel (RFCS) and vice-president of the public-private partnership Processes4Planet, which is an evolution of the H2020 SPIRE partnership. He is the Executive Director of the Horizon Europe Clean Steel Partnership. In 2021, ESTEP was again appointed as member of the High-Level Group on Energy Intensive Industries\n33",
  "page_34": "GREEN STEEL FOR EUROPE - FINAL REPORT\nMaria da Graga Carvalho is currently a member of the European Parliament.\nShe was a senior advisor of Commissioner for Research, Science and Innovation, Carlos Moedas, from November 2014 to December 2015.\nFy Previously, she was a member of the European Parliament, between July 2009 and May 2014. In that capacity, she was one of the rapporteurs of Horizon 2020. She was also Principal Adviser to President Barroso in the fields of Science, Higher Education, Innovation, Research Policy, Energy, Environment and Climate from 2006 to 2009.\nChange\nShe served as a Minister of Science and Higher Education of the XV Constitutional Government of Portugal and Minister of Science, Innovation and Higher Education of the XVI Constitutional Government. She is a Full Professor at Instituto Superior Técnico (University of Lisbon).\nDr. Paula Queipo is the Director of Business Operations at IDONIAL Technology Centre and deals with innovation management, international project coordination communication strategy, networking and technology transfer activities.\nWith a degree in chemistry, she obtained the PhD degree in Materials Science\nee |\nyy,\nand Technology in 2003 from the University of Oviedo (Spain). She has more\nthan 20 years’ experience as researcher in academic and industrial contexts in\ni\nseveral European entities such as Abo Akademi, VTT and Technical University of\nTechnology (Finland), University of Leeds (UK), and CSIC and PRODINTEC\n(Spain). She belongs to the Management Boards of the European Technology platforms on additive manufacturing “AM-Platform” (Platform Deputy Coordinator) and innovation in nanotechnology “NANOfutures’ (platform co-chair).\nMichele De Santis, Principal Consultant, Process & Control Systems, Rina Consulting - CSM pA.\nDegree in physics, over 30 years of experience in steel process modelling and problem-solving. His activity has been focused on thermofluid-dynamics modelling along all the steelmaking route and also to the related environmental aspects.\n4\nSince 1991, he has been project leader in about 50 industrial & institutional\n\\\nprojects in Italy & abroad. He has been member of the European Commission\nTechnical Group Steel 3 (since 2008), the AIM Environment & Safety Technical\nCommittee since 2016 and the Scientific Committee of Congresses (STEELSIM) in several editions.\nA reference for CSM of the Green Steel for Europe- GREENSTEEL project. Currently, he is vice- chairman of the RFCS TGA2 ‘downstream processes’ group, author of more than 60 publications and patents and referee for Journals and expert evaluator for the European Commission Funding Programmes.\nSimona Pace, Industry Relations & Financed Projects Team Member, Rina Consulting - CSM\nSpA.\nSimona Pace is member of the Financed Research team at Rina Consulting — Centro Sviluppo Materiali with over 10-year experience in material research and development. She gained her PhD in 2015 at Imperial College London in Material Science and Engineering and worked in several research laboratories in Europe and UK.\nShe recently joined the Financed Research team at Rina Consulting — Centro Sviluppo Materiali, where she focuses on Industry relations and European funding programs & opportunities.\nErik van Doezum, Director - Metals, Mining & Fertilisers EMEA, ING.\nErik acts as Director within ING’s Metals, Mining & Fertilisers sector coverage team. In addition, he is Steel Lead and as such is responsible for ING’s strategy towards steel. He joined ING in 2010 and the sector coverage team in 2013, where he has structured and executed various large syndicated transactions in\n4\n34",
  "page_35": "GREEN STEEL FOR EUROPE - FINAL REPORT\nthe metals and mining sector and for the steel sector specifically.\nBeing responsible for steel, he has been significantly involved in ING’s reporting on the carbon intensity of its lending portfolio, Terra. Seeing the energy transition as the largest challenge for the steel sector, Erik is now leading a new multi stakeholder working group under the flag of the Net Zero Steel Initiative, which will draft a climate aligned finance agreement for the steel sector based on a net zero scenario.\nStéphane Tondo, General Manager of ArcelorMittal is currently technical head for governmental affairs and climate change.\n8\nIn that function, he contributes to the decarbonisation roadmap of European entities and its financing. Stéphane joined Sollac, a former company of ArcelorMittal in the automotive sales division in 1998 where he held several positions, from market development engineer, through key account manager and finally heading an automotive sales area.\nhi\nSince 2013, he has been Chief Marketing Officer in charge of Packaging, Oil and gas, and Electrical Steel segments within ArcelorMittal Europe Flat Products. Additionally, in March 2020, he took the role of Chief Executive Officer of ArcelorMittal Avelino & Canossa in Italy.Stéphane holds a degree as sales engineer from the Esidec business school in Metz (France) and he is a graduate in mechanical engineering.\nDr Sebastiano Fumero, Head of Unit, REA.B1 —Future Low Emission Industries, European Research Executive Agency (REA).\nHe has been working for European Institutions since almost 30 years. He served the European Commission in several Directorates General (SecGen, DG EMPL, DG Transport and Energy, and DG RTD), occupying several management positions. He has been Member of Ms Emma Bonino's Cabinet from 1995 to 1999 and has worked also at the European Parliament for the Regional Development\nCommittee.\nAs of April 2021, he re-joined the European Research Executive Agency REA, where he had been managing the ‘Experts, Participant and Validation Support unit from 2008 to 2016, and currently, as Head of Unit B1 for ‘Low Emission Future Industries’, he manages the Research Fund for Coal and Steel RFCS.\nSebastiano Fumero is a Political Scientist, with a major in international politics.\nJane Amilhat, Head of Unit, RTD.C3 — Low Emissions Future Industries, DG Research and Innovation, European Commission.\nShe took over the management of unit Low Emission Future Industries in the Directorate General for Research and Innovation (DG RTD) of the European Commission in April 2021 after coming from Directorate General for Energy (DG ENER) where she was 3 Deputy\nyears\nHead of Unit in charge of Energy infrastructures and Regional cooperation.\nwe Jane Amilhat worked in the private sector after her engineer/economist study in ine France and Germany. She started her career in the industrial/energy sector loa (Danone, Gaz de France/Engie, RWE Trading). She joined the European Commission in Directorate General for Environment (previously DG ENV, now DG CLIMA) from 2006 until 2008, where she was responsible for international climate change negotiations and sectorial climate policies.\nShe has been dealing with Energy and industrial issues when she started at Directorate General for Trade (DG TRADE) at the end of 2008. She was responsible for Russia and the Eastern Partnership but also the Western Balkans and Switzerland when she became Deputy Head of Unit at DG TRADE in 2014.\n35",
  "page_36": "GREEN STEEL FOR EUROPE - FINAL REPORT\nDr Peter Drdll, Director, European Commission, Directorate General Research and Innovation, Prosperity Directorate.\na\nPeter has been working in the European Commission for more than 20 years with positions in environment, enlargement negotiations, industry policy, innovation and research. He was a Cabinet member of Enlargement Commissioner Ginter Verheugen and Head of Cabinet of the Science and Research Commissioner Janez Potoénik.\n&\\\n‘AAD\nSince 2010 he is at Directorate-General Research and Innovation where he was first responsible for Innovation then for Industrial Technologies. Following the re-orientation of DG Research and Innovation towards sustainability, his competences have been enlarged to include industrial R&I agendas and business intelligence as well as knowledge valorisation policies. Before joining the European Commission in 1991, Peter worked as a lawyer in a German law firm. Peter is a lawyer by training with a doctorate degree in German constitutional law and European law.\nChristian Egenhofer is an Associate Senior Research Fellow at the Centre for European Policy Studies (CEPS) in Brussels and Senior Research Associate at the School of Transnational Governance at the European University Institute (EUI), Florence. He is also Visiting Professor at the Paris School of International Affairs (PSIA) in SciencesPo, at the College of Europe in Natolin/Warsaw.\nLt\nExpert in energy, climate change, and issues of European Integration with over thirty years of professional experience, Christian provided research and advisory services to various public institutions.\nHe has published 8 books on energy, climate change, resources and issues of European integration in addition to more than 160 reports, articles and book chapters. Selected articles and book chapters have been translated into 12 languages. He is a professional policy analyst, competent in data analysis and visualisation, conferences and workshop organisation and moderation, lecturing and training students and government officials, as well as project management.\nMilan Elkerbout is a Research Fellow at CEPS Energy Climate House.\nHis research focuses on EU climate policy, in particular industrial decarbonisation and the EU Emissions Trading System. In 2019 and 2020 he spent a year in Stockholm at IVL Swedish Environmental Research Institute as a visiting Mistra Fellow for the Carbon Exit research programme, which focuses on material value chains and climate neutrality policy challenges.\nby\na\nHe has been closely involved in analysing the EU ETS Phase 4 revision processes. He frequently participates in events on these topics, together with policy makers and civ society stakeholders, both at CEPS as well as at EU institutions and in other EU member states. Other topics of interest include industrial transformation and the bioeconomy, mobility, state aid control, Energy Union governance, and the impacts of Brexit.\nHis academic background is in Political Economy and European Studies. Before starting at CEPS in 2014, Milan Elkerbout studied at the London School of Economics, SciencesPo Paris, and Maastricht University\nMaria Spyraki is a MEP in the Group of the European People's Party (Christian\nDemocrats). At the European Elections of 2014 she was elected first Member of the European Parliament with Nea Demokratia and she joined the European People’s Party. She is a member of the Committees on Regional Development (REGI) and on Industry, Research and Energy (ITRE), as well as a member of the EUFYROM Joint Parliamentary Committee. She is also a member of the Nea Demokratia Executive Board after Kyriakos Mitsotakis was elected in the presidency of the party.\nwe\nMaria Spyraki has worked for 22 years as a journalist in the private sector and she is amember of the Union of Editors of Macedonia and Thrace (EXHEMO). Since 1992 she worked at the newspapers «Ependitis», «Exousia», «Thessaloniki», «Aggelioforos», «lmerisia tou Sawatou» and at the TV Stations SKAI, STAR, ALTER, and MEGA, from where she resigned on April 4th of 2014\n36",
  "page_37": "GREEN STEEL FOR EUROPE - FINAL REPORT\nwhen the former Prime Minister Antonis Samaras asked her to run for office with Nea Dimokratia at the upcoming European Elections of the 25th of May\nAs ajournalist she has participated in missions to Southeast Europe (Skopje, Cyprus, Albania Bulgaria, Serbia, Montenegro). Since 1998 and until March 2014 she worked as a political reporter. She has also worked in the Press Office of the European Parliament in Athens during the period of 2003-2004, as well as the office of Greek Commissioner to the EU, Mr. Stavros Dimas, for the period 2004-2009\nGabriele Morgante, Policy Officer DG GROW, European Commission\nAfter his degree in law, two years of traineeship as a lawyer and 13 years spentin the Italian public administration as a public official, Gabriele Morgante joins the European Commission in 2013, where he starts to work as policy officer in the PY energy intensive team of DG GROW as responsible in particular for the steel sector.\n.\n4\nbe\n¥\n¥ a4 In this position, he contributes to the definition and implementation of policy instruments in several policy field, e.g.: climate policy (‘fit-for 55” Package, Emission Trading System), Research and Development (clean steel partnership, research fund for coal and steel) trade (G20 working group “Global Forum on Steel Excess Capacity”, OECD Steel Committee meetings, trade-defence instrument cases, foreign direct investment cases), competition (revision of the Energy and Environmental State aid guidelines, of the Regional Aid Guidelines, and of the revision of guidelines for compensation of ETS indirect cost; merger and state aids cases) environment (aspects relating to circular economy for steel), skills (Roundtable for Skills in the energy-intensive industries). Gabriele Morgante is also member of the scientific committee and lecturer at the Eurosteelmaster\nAxel Eggert is the Director General of the European Steel Association (EUROFER), a position he has held since 2014. He initially joined the association in 2007 as Director of Public Affairs and Communications\n*\nMr Eggert has over twenty years of experience in EU affairs, having worked for eight years in the European Parliament prior to his role at EUROFER. In addition to his EUROFER leadership, Mr Eggertis also Vice-President and Member of the Board of the European Steel Technology Platform (ESTEP)\nry\nMr Eggert holds Master's degree in Modern History, Economics and Law from the University of Darmstadt and the State University of New York at Buffalo\nNiklas Johansson is Senior Vice President of the Communication and Climate Unit, LKAB, Sweden. Niklas is also a member of the Group Management at LKAB\nNiklas holds an MBA and has a broad experience from both government and industry, with previous positions including Deputy CEO and Head of Communications for a small international industrial group\nHe joined the company from the post of State Secretary, where he was first of all State Secretary to Mikael Damberg when he was Minister for Enterprise and Innovation, and then State Secretary to Ann Linde when she was Minister for Foreign Trade\nSuzana Carp is an EU Climate policy specialist advising EU institutions and NGOs across a range of climate policies\nSuzana has led the EU engagement strategy of several European think tanks and NGOs and has most notably delivered effective civil society campaigns around the EU ETS, the EU Climate law, the Climate Action regulation implementing the Paris Agreement, and NECPs.\nf\nFor several years now Suzana has been involved in research concerning heavy industry decarbonisation and her ambition is to see the \"hard to abate\" sectors becoming supported with the right policy ecosystem and infrastructure to become less difficult to decarbonise.\nHer academic background entails graduate studies at the College of Europe in Warsaw and at the University of Oxford (Climate & Energy focus and Migration, respectively) and her university degree in International Studies was completed in the United States\n37",
  "page_38": "GREEN STEEL FOR EUROPE - FINAL REPORT\nAndrea Renda is a Senior Research Fellow and Head of the CEPS Unit on Global Governance, Regulation, Innovation and the Digital Economy (GRID), and Professor and holder of the “Google Chair” for Digital Innovation at the College of Europe in Bruges (Belgium).\nHe is anon-resident Senior Fellow at Duke University’s Kenan Institute for Ethics. For 2018/2020, he was also a Research Fellow of the Columbia Institute for Tele- Information (CITI) at Columbia University, New York. In August 2019, he was names Fellow of the World Academy of Art and Science.\nA very prolific author and keynote speaker, Andrea provides regular advice to several institutions, including the European Commission, the European Parliament, the OECD, the World Bank, the Inter-American Development Bank, and many more. He was the main author of key studies on better regulation for the European Commission, the OECD and the World Bank. He sits in the Board of the journals Telecommunications Policy (Elsevier), and European Journal of Risk Regulation (Cambridge).\nHe is currently a member of the EU High Level Expert Group on Artificial Intelligence. His current research interests include regulation and policy evaluation, regulatory governance, innovation and competition policies, and the ethical and policy challenges of emerging digital technologies, in particular Artificial Intelligence.\nAlejandro Gonzalez, Project Adviser, REA B.1 “Future Low Emissions Industry’.\nAlejandro has been working in the European Commission since 2018 managing lron- and Steelmaking Technical Group TGA1. In charge of steel related policies, Alejandro was the EC representative during the inception of the Clean Steel partnership.\nSince 2021, he continues his activities at the European Commission Research Executive Agency (REA). Prior to joining the European Commission, Alejandro\ngained over 15 years of technical and managerial experience in industry,\ntransport, mining and infrastructure in multinational companies in Spain, Germany and Australia. Alejandro is mechanical engineer, MSc electrical engineering.\nJohanna Lehne is a Senior Policy Advisor in E3G’s Brussels office.\nShe works on industrial decarbonisation, competition policy and EU climate politics. Johanna works with NGO partners, industrial stakeholders and policymakers on issues relating to decarbonising energy- and resource-intensive sectors. Her expertise includes industrial policy, circular economy, built environment and trade and competition policy.\n,\nBefore joining E3G in August 2019, Johanna was a research associate in the Energy, Environment and Resources Department at Chatham House. Her research, while at Chatham House, covered industrial decarbonisation, the circular economy, low-carbon innovation in the built environment, chokepoints in global food trade, natural resource governance in China and energy for displaced populations.\nShe holds an MPhil in International Relations from the University of Oxford, where her thesis focused on the role of oil-abundance and water-scarcity in interstate conflicts in the Middle East. Johanna also has a BA in European Social and Political Studies, with a specialisation in economics, from University College London.\nDr. Pietro Gimondo, Head of Relations with Industry, Tender, Funded Research, Rina Consulting — CSM SpA.\nDr. Pietro Gimondo has worked for the European Commission in the 2002-2006 period as Programme Officer of the Directorate General for Research and Development.\nHas a wide experience in the EU frame especially having worked for various\ni\nPublic-Private Partnership among those SPIRE PPP, Process4Planet PPP and\nvarious others. He is the Head of the Dept. Relations with Industry and Financed Projects at RINA- CSM, and he is one of the father founders of ESTEP the European Steel Technological Platform. The HYDRA Project is inserted in the IPCEI Hydrogen for the Italy MS.\n38",
  "page_39": "GREEN STEEL FOR EUROPE - FINAL REPORT\nRosalinde van der Vlies, Director, European Commission, Directorate-General Research and Innovation, Clean Planet Directorate.\nf\nMs Rosalinde van der Vlies, is the Director of the Clean Planet Directorate in the European Commission’s, Directorate General for Research and Innovation. Before her appointment as Director, Ms van der Vlies was the Head of Coordination & Interinstitutional Relations Unit, and acting Head of Communication & Citizens Unit.\nfF\n¥\n4 ow\nPreviously she held positions in Directorate-General Environment, Directorate-General Justice and Home Affairs, and in the private office of Janez Potoénik, the European Commissioner for the environment. Before joining the European Commission, she worked as a competition lawyer in an international law firm in Brussels and was a part-time teacher at the Catholic University in Brussels.\nHien Vu is a Researcher in the Global Governance, Regulation, Innovation and the Digital Economy (GRID) unit at CEPS.\nHer expertise and publications cover regulatory policy and better regulation, in\nparticular in the area of sustainable development, industrial decarbonisation,\nresearch and innovation, renewable energy, and the circular economy. Hien is\nalso affiliated with the EU-ASEAN Think Tank Dialogue, a research programme\nsupporting the strategic partnership between the EU and ASEAN.\nPrior to these positions, Hien was a Team Assistant at the World Bank in Vietnam. She gained experience with managing transport development projects, working with local governments, and coordinating with research institutes. Hien was also a Junior Policy Analyst at the Organisation for Economic Cooperation and Development (OECD) in Paris.\nBesides, Hien was the co-founder and coordinator of a project on the circular economy in Douala, Cameroon. Hien holds a Master in Development Economics and International Project Management at the University of Paris-East Creteil.\nCristian Stroia is a Researcher in the Energy, Resources and Climate Change Unit at CEPS.\nAn experienced professional in European policy and international relations, he has over 674 years of multidisciplinary experience in stakeholder engagement, project management, policy analysis, strategic communication, event management and capacity building. He has covered policy topics ranging from the EU Green Deal, energy transition, climate change, smart cities and sustainable urban development, to circular economy, regional cooperation, and sustainability\nHe was involved in over 16 European and international projects that dealt with the decarbonisation of urban economies, circular economy, regional energy cooperation, renewable energy, climate change mitigation and sustainable consumption and production.\nCristian was part of the consortiums that developed the EU Circular Cooperation Hub (a circular economy platform for R&I joint programming in Europe), and the EU Smart Cities Information System (a knowledge platform for exchanging data, best practices, know-how and improved collaboration on the creation of smart cities in Europe, now part of the EU Smart Cities Marketplace). His previous experience is in the NGO sector, academia, business and entrepreneurship programs, and non-formal education initiatives.\nHe is the winner of a 2013 national competition on renewable energies and smart cities planning in Italy, and he holds a Master of Science Degree in European and International Studies (Italy), a Bachelor Degree in International Relations and European Studies (Romania) and academic courses in Political Sciencein the USA.\n39",
  "page_40": "GREEN STEEL FOR EUROPE - FINAL REPORT\nAnnex 3 - Executive summaries of key reports of GREENSTEEL\nTechnology Assessment and Roadmapping (Deliverable D1.2)\nTo meet the 2050 European climate and energy targets, the iron and steel industry’s CO2 footprint needs to reduce by 80-95%, compared to 1990 levels, by 2050. This can only be done if adequate and innovative solutions are established to shift current processes towards carbon-lean production. The Green Steel for Europe (GREENSTEEL) project aims, inter alia, to provide transparency about the technologies needed and their impact, and the barriers to be overcome and the remedies needed to initiate the crucial next steps.\nThis report, which is Deliverable D1.2 of the GREENSTEEL project, provides the technological foundation for the evaluation of COz mitigation strategies with specific low- carbon technologies, and for implementing complete technology routes in the European steel industry. It summarises iron and steelmaking technologies, supporting technologies and technology routes, describing their technological approaches, their current maturity (in terms of readiness level) and their expected development, as well as the influencing framework conditions. The technological foundation provided by this report is used for the development of scenarios as reported in the report Decarbonisation Pathways 2030 and 2050 (Deliverable D1.7 of the GREENSTEEL project).\nThe COQz mitigation pathways, which are currently being addressed in the European steel industry, are carbon direct avoidance (CDA), process integration (Pl) and carbon capture and usage (CCU). The parallel circular economy strategy targets a ‘zero waste’ concept and complements the above-mentioned pathways as an overarching approach.\ne The CDA pathway primarily focuses on the development of new steelmaking processes using fossil-free reductants and (renewable or clean) energy sources to produce steel from virgin iron ore, thereby avoiding the generation of carbon oxides and its emissions. e The PI pathway concerns possible modifications or adaptations to existing steel plants in order to reduce greenhouse emissions and can be complemented by CCU and/or carbon capture and storage (CCS). e The CCU pathway consists of the capture of COz or CO from steel production process gases and the production of further valuable carbon-based products from captured fossil carbon, thus mitigating emissions caused by fossil resources in their conventional production chains.\nThe following nine iron and steelmaking technologies were identified as the most relevant within these pathways:\ne hydrogen-based direct reduction (H2-DR) e hydrogen plasma smelting reduction (HPSR) e alkaline iron electrolysis (AIE) molten oxide electrolysis (MOE) carbon oxide conversion iron bath reactor smelting reduction (IBRSR) gas injection into the blast furnace substitution of fossil energy carriers by biomass high-quality steelmaking with increased scrap usage\n40",
  "page_41": "GREEN STEEL FOR EUROPE - FINAL REPORT\nThe selection of iron and steelmaking technologies is based on desktop research of various global publications, a comprehensive stakeholder survey and the outcomes from the previous RFCS Project LowCarbonFuture - Exploitation of projects for Low-Carbon Future Steel Industry (Grant Agreement No. 800643). Table 1 provides an overview of the technologies and their main data.\nTable 1: Overview of low-carbon iron and steelmaking technologies\n|\nTRL development\nEconomic\nReference\nTechnology\n|\n*\n2020\n2030\n2050\nassessment\nprojects\nHydrogen-\n20-80% cost HYBRIT,\nbased direct\nincrease;\nSALCOS,\nTRL\nTRL 9\n(ind.\nreduction\nTRL 6-8\n7-9\ndeployed)\nproduction\n(utilisation of\ncosts: ~€532- Hydrogen\n100% Hz)\n640/t CS\nHamburg\nHydrogen\nNo information\nplasma\nTRL 9 (ind.\nTRL 5\nTRL 6\non CAPEX or SuSteel\nsmelting\ndeployed)\nOPEX\nreduction\nULCOS\n(SP5-\nCAPEX\n+\nAlkaline iron\nTRL 5-6\nTRL\nTRL 9\nOPEX ~€645-\n13-14), IERO,\nelectrolysis\n6-8\nVALORCO,\n828/t CS\nSIDERWIN\nCAPEX ~€1\nKit CS annual\nMolten oxide\nTRL\ncapacity;\nOPEX ULCOS,\nTRL 2\nTRL 9\nincrease of 50- IERO,\nelectrolysis\n3-4\n80%\ncompared\nVALORCO\nto conventional\nroute\nCAPEX\nTRL\n8\nincrease of Carbon2Chem\nCarbon oxide (conversion)\n~€13/t CS\nTRL 9\nInd. deployed\nCarbon4PUR,\nconversion\nTRL\n4-5\nOPEX\n(impl.)\nincrease of STEELANOL\n€408-629/t CS\nCAPEX €500\nM (for a 1.15\nMt/year\nplant\nIron\nbath\nexcl. Oz\nplant)\nreactor\nTRL 6\nTRL 8\nInd. deployed Neg. OPEX (- Hlsarna\nsmelting\nreduction\n25\nto\na\n€30/t CS), due\nto efficiency\ngains\nCAPEX €80-\n110 / €110-\nTRL\n5-8\n150/t CS\nGasinjection (preparation/ TRL\n(without / with\nInd.\ndeployed CCUS\ninto the blast\ngas reforming) 8-9\n(in 2040)\nULCOS\nfurnace\nTRL\n9\nOPEX: €0-10 /\n(H2 rich)\n€40-50/t CS\n(without / with\nCCUS .\n* (not exhaustive). The list comprisesnational and international projects\n41",
  "page_42": "GREEN STEEL FOR EUROPE - FINAL REPORT\nSubstitution\nCAPEX\nrelatively low\nof\nTRL9Y\nand\nOPEX\nSHOCOM,\nenergy\nTRL 2-7\nTRL 8\n(ind. depl. in\nGREENEAF2,\ncarriers by\n2035)\ndepends\nACASOS\nmainly on the\nbiomass\nraw materials\nHigh-quality\nOPEX\nFLEXCHARG\nsteelmaking\nsignificant\nE\nTRL\nADAPTEAF,\nwith\nTRL 4-8\n7-9\nInd. deployed depending on\nincreased\nthe\nscrap SSIA,\nLCS\nscrap usage\nprice\nCS - crude steel; ind. deployed - industrially deployed; CAPEX - capital expenditure; OPEX - operational expenditure; impl. - implementation; neg. — negative Source: authors’ own composition.\nThe majority of the identified technologies have a moderate maturity level, with technology readiness levels (TRL) between 5 and 7. Certain technologies, such as hydrogen plasma smelting reduction or molten oxide electrolysis, have high CO2 mitigation potential but are currently at low maturity. Correspondingly, a high number of research and development (R&D) projects are needed, in particular regarding the processes and their upscaling, as well as the related plant technologies, auxiliary processes, material processing and a large number of measurement and control aspects.\nSeveral technologies can be combined in order to raise the overall CO2 mitigation potential above their individual limits. COz capture and Hz generation are the main auxiliary processes connected to several of the technologies. As Hz can be extracted from fossil fuels and biomass, water, or a mix of both, there are multiple production processes available such as reforming of gas, gasification (biomass, waste etc.) or water electrolysis.\nThe analyses showed that for most technologies, a huge amount of additional clean energy is needed and that the material cycles in the plants will be fundamentally influenced. Moreover, many technologies imply a significant increase in terms of CAPEX (due to the need to replace main parts of the upstream process chain) and OPEX (mostly due to expensive renewable energy supply). The exchange of fossil energy sources by biomass usually needs less changes within the process chain; however, its use is strongly limited by the (local) availability of biomass resources.\nThe technologies described in this report focus on the predominant trends within the EU, supported by a literature review relating to non-EU countries. In Japan, the COURSE50 programme is aiming to mitigate COz emissions in steel production by using several approaches, including hydrogen gas injection into the blast furnace (BF) and carbon capture and storage. The POSCO programme in South Korea focuses on the carbon-lean FINEX process, pre-reduction, and heat recovery of sinter, carbon capture and storage as well as hydrogen-based reduction of iron ore. In the US, steelmaking by molten oxide electrolysis, hydrogen flash smelting and COz capture and separation are being investigated. Australia is working on two programmes regarding the utilisation of biomass and heat recovery from molten slags through dry granulation in blast furnaces.\nThe iron and steelmaking technologies within each pathway (CDA, PI, CCU) can be considered as individual modular components (mitigation options) within the complete steel production chain. Technology routes integrate these components into a full system (process chain), which includes upstream operations (transformation of raw materials into intermediate steel products) and downstream applications (production of final shaped and coated products). When projecting the development and research needs of the technologies as well as technology routes onto a time frame, a corresponding roadmap is created. The compilation of technologies to technology routes including the integration into existing/new production chains needs substantial additional effort (both with respect to R&D activities and to accompanying investments needed) as all material and gas flows including upstream and downstream processes and infrastructures are affected. Combining mitigation technologies in technology routes is by essence not limited to a specific mitigation pathway (CDA, PI, CCU) but may include elements from all of them. This correlation between\n42\nfossil",
  "page_43": "GREEN STEEL FOR EUROPE - FINAL REPORT\ntechnologies and technology routes, as well as the approach within the report, is shown in Figure 1\n© Identification of nine low-carbon iron and steelmaking technologies\n(incl. hydrogen-based direct reduction\nauxiliary technologies)\nhydrogen plasma smelting reduction\nalkaline iron electrolysis\nmolten oxide electrolysis\ncarbon oxide conversion\niron bath reactor smelting reduction\ngas injection into the blast furnace\nsubstitution of fossil energy carriers by biomass and\nhigh-quality steelmaking with increased\nCO, capture (auxiliary technology)\nscrap usage\nhydrogen generation (auxiliary technology)\n@ Set-up of four technology route\nCombination of identified technologies into a full system (process chain)\nOptimised\nBF-BOF routes\nDirect reduction routes\nSmelting reduction routes\nlron ore electrolysis routes\n@) Set-up of roadmap:\nProgress and research needs along timeline\nThe CO2 emission of downstream processes is much lower than from ore-based upstream processes. Therefore, the focus lies on upstream applications and scope 1 (direct emissions) and scope 2 (indirect emissions from the production of required energy) emissions\nFour promising technology routes (Table2) were identified within the project work as highly relevant (but non-exclusive) examples. The first one is based on conventional BF-BOF plants (blast furnace, basic oxygen furnace), into which a number of add-on CO2 mitigation technologies are incorporated (Pl, CCU). This route can be considered a short-term solution. The second is based on the utilisation of direct reduction based on natural gas or hydrogen, in which all ironmaking and steelmaking units are replaced by new production methods. The third technology route comprises technologies based on smelting reduction This includes, on the one hand, the iron bath reactor smelting reduction option, in which the ironmaking part is replaced and, on the other hand, hydrogen plasma smelting reduction which enables the direct transformation of iron ore into liquid steel. The fourth technology route refers to the electricity-based steelmaking by iron ore electrolysis. It can either be carried out at low temperatures (alkaline iron electrolysis; replacement of the iron making part) or at high temperatures (molten oxide electrolysis; direct production of liquid state metal from oxide feedstock)\nThe advantages and disadvantages of a technology route are strongly related to the associated framework conditions and the considered facility since each plant entails different possibilities and hurdles. The adequacy of a technology route must be assessed on an individual basis. The following table (Table 2) summarises necessary framework conditions for each technology route\nco\n>\nTechnical description\n8 Auxiliary\ntecnnolosy 1\ncp\nAuxili iliary\nrecanolody 2\nCO, reduction potential\nLo----- -(@)\nre)\nProjects\nLow-carbon\nbaa\nAil\n&\nTechnological maturity\n(itt\nAuxiliary\ntechnology 3\nResearch needs\n@Technology routes\n(Combination of technologies &\nRoadmap\nauxiliary technologies\nProgress and research needs\nFigure 1: Link betweentechnologies and technology routes\nSource: author's own composition\n43",
  "page_44": "GREEN STEEL FOR EUROPE - FINAL REPORT\nTable 2: Technology routes and their associated framework conditions\nTechnology route\nFramework conditions\nTechnology route 1\nTechnology routes based\non optimised BF-BOF\nTechnology route 2\nTechnology routes based\non direct reduction\nTechnology route 3\nTechnology routes based\non smelting reduction\nTechnologies to upgrade alternative carbon sources\nTransportation, storage, price and availability of alternative carbon\nsources\nPossibility of integrating upgrading technologies at the steelmaking\nsites\nEnergy efficient separation and purification technologies\nAvailability\nand\nprice\nof low-CO2\nhydrogen production\nAvailability and volatility of renewable energy\nCO2, process gases and hydrogen transport system\nMarketability and price of CCU products\nSocial acceptance\nPrice and availability of natural gas\nProcess gases transport system\nAvailability and price of low-CO2 hydrogen\nEnergy system without (or with minimum) carbon input\nStrengthening of high-voltage grids\nHydrogen transport and storage infrastructure\nCarbon capture, usage and storage technologies have to be used in\ncombination with IBRSR to attain sufficient mitigation\nPre-treatment processes for alternative carbon sources (IBRSR)\nPrice and availability of alternative carbon sources (IBRSR)\nOz production and CO:2 capture and compression (IBRSR)\nSocial acceptance (IBRSR)\nAvailability and price of low-COz hydrogen production (HPSR)\nEnergy system without (or with minimum) carbon input (HPSR)\nStrengthening of high-voltage grids (HPSR)\nHydrogen transport and storage infrastructure must be provided\n(HPSR)\nTechnology route 4\nEnergy system without (or with minimum) carbon input\nTechnology routes based\non ore electrolysis\nStrengthening of high-voltage grids\nSource: own composition by the authors of the report\nThe illustration below (FigureFigure 2) provides a comparative view of the technology routes (green) and the integrated primary steel production route (grey). The process chain is visualised from top to bottom of the figure. The objective is to demonstrate to which extent alterations occur.\n44",
  "page_45": "GREEN STEEL FOR EUROPE — FINAL REPORT\nSteelmaking routes———»\nConventional\nsteelmaking\nCoal Lump Fine ore Bio- Coal Lump Fine ore Water\nore\nwaste ore\n|\n.. oe\nL |\ni farm Gp iL\noan\nau\nSinter Pellets\nH, production\n©\na:\n38\nSo\npreparation Biomass\n§\noY co, product\n—s CCU\nvv\ncanta conversion\nre\nIntegrated route\n[Gas reforming/_\nreforming /\nheating\nlron\nelectrolysis\n=—\nfurnac:\nRoute based on conventional BF-BOF\nccs\nScrap Oz\n2 |\n=|\nBasic oxygen\nfurnace\n|\nLiquid steel\nTechnology route 1\nOptimised BF-BOF routes\nH, production\nVv\nH, production\nTechnology route 2\nDirect reduction routes\nH2-DR-EAF route\nWater Lump Fine Bio- Coal Ore\nwaste\n| ore ore\nv\ni] —\nLi\nPellets\n-\n2,\nfo]\na\nBiomass\n.\nH\nLe\nShaft\nSmelting\nfurnace\nreduction\nSet-up technology\nof\ni)\nEnhanced IBRSR technology route\nBlast\nfurnace\nroutes within Greensteel\nTechnology route 3\nSmelting reduction routes\n>\nWater\n1\n(UN)\nH, production\na\nCCU\nco, co\ncapture conversion\nCoal, oil\noa\nScrap Oz\ni\nITI\nBlast\nis\nCJ\nco, product I\nHPSR technology Alkaline iron electrolysis\nroute\nroute\nWater Iron ore Ar. Non-conventional Iron ore Iron ore\n|\nfines No feedstock\ni\n{IH\nElectrolyte\nScrap O2\n| r\nas)\nBasic oxygen\nfurnace\n|\nLiquid steel\nFigure 2: Overview of the set-up of technology routes in comparisonto the integrated steelmaking route\nSource: own composition by the authors of the report\nTechnology route 4\nlron ore electrolysis routes\n=\nGrinding\nMOE route\nElectric arc\nfurnace\n|\nLiquid steel\nHBI\n[e)\nonl\nHh\nElectric arc\nfurnace\n|\nv\nLiquid steel\nLiquid steel\nScrap O2\n2 |\n=\nBasic oxygen\nfurnace\n|\nLiquid steel\nY7\nSmelting\nreduction reactor\n|\nLiquid steel\nMolten oxide\nelectrolysis\n45",
  "page_46": "GREEN STEEL FOR EUROPE — FINAL REPORT\nThe route based on conventional BF-BOF and the enhanced iron bath reactor smelting reduction technology route showa horizontal change (i.e. with remaining BOF) as opposed to a widespread vertical alteration within the hydrogen-based direct reduction - electric arc furnace (H2-DR-EAF) route and the electrolysis-based technology route. The green indications within the flow diagrams show the modifications, whereas the grey-coloured depictions symbolise unchanged procedures. Although the main existing process units are not replaced with new technologies for the proposed CO2 mitigation route based on conventional BF-BOF, considerable changes must be carried out in conventional plants. To reach significant mitigation through this technology route, considerable investments are required for the add-on technologies (e.g. carbon capture, usage and storage, biomass preparation, gas preparation and blast furnace gas injection systems). For the H2-DR-EAF route, the technology route based on hydrogen plasma smelting reduction and the technology routes based on iron ore electrolysis, the full ironmaking and steelmaking capacities of existing BF-BOF plants have to be replaced. The effort is almost comparable to greenfield conditions. The data provided in the figure regarding this route refer to the breakthrough technology with (almost) complete usage of hydrogen as reducing gas for direct reduction. The smelting reduction technology route replaces the full ironmaking process in conventional plants; further significant investments are required for add-on technologies (e.g. carbon capture, usage and storage and biomass preparation) to achieve extensive CO2 mitigation.\nStarting from the identification of individual iron and steelmaking technologies, a roadmap for the proposed breakthrough technologies has been created (Figure 3). This roadmap indicates the progress and the research needs for each technology involved along the timeline. The needs for integrating the technologies into a complete breakthrough process chain are also visualised. Each line describes one technology. Starting in 2020 (current technology readiness level), the technology readiness level development is shown from left (short-term) to right (long-term) both graphically (grey shaded area) and numerically.\nConsistent with all other reports within the project, ‘short-term’ refers to the period up to about 2030, while ‘long-term refers to a time after 2040. As soon as TRL 9 — and thus the maturity for first industrial deployment-— is reached, the mitigation potential is presented in a circular diagram. Research needs are grouped and listed in the associated period.\nA promising short-term option regarding CO2 mitigation is to replace partof the fossil coal used in different plants (e.g. coking plant, sinter plant and blast furnace) with biomass. This can further be combined with recycling the remaining CO and hydrogen from the blast furnace top gas back into the process, effectively decreasing CO2 emissions. CO and hydrogen can be recovered with a CO2 separation step, such as recycling fumes in blast furnace hot stoves or some new, in process, capture technologies. Several gaseous streams in steel plants have rather high concentration of CO2, therefore offering a great potential for specific/integrated capture processes.\nBesides possible replacement of energy carriers with biomass, the replacement of primary raw materials with increased scrap utilisation according to the circular economy strategy (creating a closed loop system) is another measure for CO2 mitigation. In direct comparison, secondary steel production via the scrap-EAF route makes use of recycled steel scrap and results in about 80% less CO2 emissions than with the primary BF-BOF-route. Nonetheless, the potential for scrap utilisation is strongly restricted under the requirements for steel product quality. More specifically, the metallurgical requirements for high-quality steel, which is often produced via the primary BF-BOF-route, demand the processing of virgin material and will limit the scrap utilisation significantly for the foreseeable future. A clear R&D demand for improved scrap processing in order to ensure better scrap quality was identified. Indeed, this would alleviate the limitations of scrap utilisation to some extent.\nAn important intermediate step towards the deployment of the H2-DR-EAF technology route is the direct reduction with natural gas, which has been an industrially established\n46",
  "page_47": "GREEN STEEL FOR EUROPE — FINAL REPORT\ntechnology for a long time. Also, with natural gas the direct reduction technology (NG-DR) provides a significant CO2 mitigation potential compared to the conventional BF-BOF-route, and thus, a promising short-term option. The share of hydrogen as a partial substitute for natural gas can be increased stepwise towards the possible later target of complete hydrogen-based reduction. This allows a gradual enrichment with hydrogen on industrial scale and enables a flexible increase of hydrogen concentration depending on availability, price, and technical requirements. Regarding the time scale for industrial deployment, this results in the option of direct reduction plants being built as of now (depending on the individual investment cycles of the respective plants) and their shift towards increased hydrogen usage as soon as possible depending on its availability. Natural gas-based direct reduction can be complemented by CCU and/or carbon capture and storage; the realisation relies on the specific situation of the individual steel production site.\nTo realise the crucial next step of demonstration and completion in operational environment (TRL 7-8) and to enable the European climate and energy targets to be met, the R&D actions need to be taken immediately. Since the needed R&D actions are widespread and the effort by far exceeds usual R&D needs, international collaborative research could be useful for effective progress. It can be stated that the four proposed technology routes have a CO2 mitigation potential up to 100%, but not all technologies can be industrially deployed in the short term (by 2030). Some technologies are available, which enable short-term deployment with limited R&D need and investment effort. The technologies need certain framework conditions, the most important one being the availability of sufficient clean energy at costs that are competitive with worldwide levels.\n47",
  "page_48": "GREEN STEEL FOR EUROPE — FINAL REPORT\nShort-term\n= Process optimisation\nResearch = Alternative reducing gases\nMid-term\n2\n2\n2030 2030\nneeds = Reduction behaviour at 100% H>\n= Material properties (sticking)\n=\n= Utilisation of C-free DRI/HBI in EAF\nIndustrial deployment\nTRL\n= Continuous operation\n=\nScale-up\n=\nScale-up\n= Utilization of by-products\nResearch\nneeds\n—\na\n-95%\nCO,\n= Valorisation of non-\nconventional ores\nneeds = Process optimisation\nTRL\n= Safety and scale-up issues\nResearch\n= Technological developments\nIndustrial deployment\n= Scale-up issues, handling of slag\nand metal\nTRL 3-4\n-96%\nCO,\n= Process principles, anodes and = Technological developments\nrefractory lining\n= Process optimisation\nResearch\nneeds\nTRL 2\n= Process integration\nneeds = Industrial demonstration\nTRL\nQ\nResearch\nTRL\nI industrial deployment\n= Industrial\ndemonstration\n-20%\nCO, ‘CO;\n= Scale-up\nwith CCS\nResearch\nneeds\nTRL\nam\nCO, co,\ntorches\nTRL\n\" Gas\n= Processing of\ngases\ninjection\n~65%\n\" Substitution trials\n= Process control\nResearch Large plasma\n=\nneeds\nIndustrial deployment\nwith CCS.\n-\n—\nI\n100%\n[et\nwith CCS.\n= Pre-processing\n= Fuel substitution in sinter plant\n= Substitution trials\nIndustrial deployment\nTRL\nResearch\nneeds\nResearch Scrap sorting cleaning\n=\nneeds\n= By-product recycling\n/\nTRL\n(: 65% 100%\nCO, co,\nPI combination with CCS\nIndustrial deployment\nShort-term\n2) CO, mitigation potential (reference BF-BOF) @ Research needs\nFigure 3: Roadmap of selected CO2z mitigation technologies Source: own composition by the authors of the report\n48",
  "page_49": "GREEN STEEL FOR EUROPE — FINAL REPORT\nCollection of possible decarbonisation barriers (Deliverable D1.5)\nThis ‘Collection of possible decarbonisation barriers’ report (D1.5) aims to give a comprehensive overview of all major barriers to the decarbonisation process in the iron and steel industry. It does not assess the specific severity or offer possible solutions to overcome these barriers.\nLess serious barriers may slow down or limit the development and deployment processes; more serious barriers may block them completely.\nThe findings of this report are based on desk research evaluating academic and industrial publications, as well as on input provided by EU steelmakers via a scoping questionnaire.\nBased on the desk research conducted, four different categories of decarbonisation barriers have been identified:\n1 technical barriers caused either by the technological development of decarbonisation technologies or by the required mass and energy flows; organisational barriers caused by the organisation of technology development or deployment in terms of management, administration or personnel; regulatory or societal barriers caused by externally set framework conditions, policies or social acceptability; and financial barriers caused by limitations to the economic operation of the iron and steel production.\nFor each category, four to five specific barriers have been identified and analysed in more detail. Besides the assessment of the barriers themselves, their specific relevance to the stakeholders of the EUiron and steel production is assessed through an evaluation of the consultations with steel producers covering more than 80% of the European steel industry’s COz emissions.\nThe definition, background and potential impacts of these barriers can be summarised as follows.\n1 Technical barriers\nWithin the technical barrier category, four specific barriers affecting the decarbonisation of the EU steel industry have been identified:\ne limited availability of raw materials e limited availability of renewable energy e limited technical integration potential into existing plants, and e risk of unsuccessful development.\nThe main input materials for steel production are iron ore as the primary raw material (processed into sinter or pellets), and steel scrap as the secondary raw material. A replacement of the primary raw materials (i.e. ores) by scrap would avoid the energy- and COz-intensive step of ironmaking; however, this is strongly limited by scrap availability and product quality issues due to residual impurities from scrap. Additionally, the higher costs of scrap are extremely relevant; the price is expected to further increase as the demand for high quality scrap rises. A shift towards direct reduction plants (to replace the blast furnace- basic oxygen furnace [BF-BOF] route) would result in a high demand for iron ore pellets. The current sintering plants, which allowthe use of a wide variety of iron-bearing raw materials and the recycling of most internal residuals, probably have to be replaced in the long-term. This would need new material cycles and newraw material supply chains. New pelletising\n49",
  "page_50": "GREEN STEEL FOR EUROPE — FINAL REPORT\nplants would have to be built on site (causing high investments and space problems for brownfield installations) or an external pellet supply would be necessary (causing a risk of carbon leakage and decreasing flexibility).\nThe deployment of decarbonisation technologies results in an increased substitution of fossil energy carriers with renewable energy sources (including secondary biomass and waste materials). The renewable energy supply will have to be delivered mainly by electricity, which will be consumed either directly (electrification) or indirectly via hydrogen production (e.g. by water electrolysis). Only a smaller part can be supplied by secondary biomass and combustible wastes. The CO2-free electricity demand of the EU iron and steel industry in 2050 is estimated at 400 TWh per year, corresponding to about half of today’s total electricity production from renewable sources. Additionally, fluctuations in renewable electricity production should be considered. These may require, for instance, the implementation of large-scale storage systems (e.g. for electricity or gas) or new approaches to increase demand-response flexibility.\nThe technical integration of a new technology into pre-existing physical plants (brownfield sites) at industrial level requires available space for the new equipment and a connection to the existing material and energy flows. In practice, any steelworks would need comprehensive individual planning and to find room for newinstallations as well as for their servicing within an already limited physical space. Additionally, production would have to stop (at least partially) while the new equipment is incorporated. Longer downtimes of large parts of a plant can cause a loss of production worth several million euros. A further important aspect is the influence of the newtechnologies on energy flows, as currently heat and power production relies on gases generated by the processes of the plants (BF gas, BOF gas and coke oven gas) as the main energy sources.\nThe risk of unsuccessful development refers to failures in achieving either the technical objectives itself or in achieving an economically sound and sustainable result. While the technical functionality of a process is developed during the technical development phase, the economical operation and sustainability is developed at a later stage in the industrial deployment phase. Due to this, a risk of unsuccessful development must be considered for all stages of development and for all technologies, as in all R&D activities. In terms of decarbonisation of the iron and steel industry, due to the fluctuating quality of the raw materials and the huge size of steel production plants, the technical risks of unsuccessful development are still very present during the final stages of development.\n2. Organisational barriers\nThe category of organisational barriers consists of four specific decarbonisation barriers relevant to the EU steel industry:\ne limited availability of qualified staff e administrative requirements e issues related to the management of industrial transformation e issues related to intellectual property management (intra- & inter-firm).\nAs in any large-scale production process, the planning and operation of (integrated) plants for iron and steel production require significant human resources. Thus, the availability of qualified staff is a precondition to pushing forward the development of decarbonisation technologies, including the necessary technical development of newtechnologies. In the first phase, the development and operation of newtechnologies need more personnel than usual commercial processes. Additional personnel are necessary when the new technology is installed in addition to the existing ones. Challenges arise with regard to the long-term perspective for the workforce, however.\n50",
  "page_51": "GREEN STEEL FOR EUROPE — FINAL REPORT\nAdministrative requirements may also hinder the development and deployment of low-CO2 technologies. Authorities may demand proof of compliance with relevant standards, which may be lacking at the time of first implementation. Regarding collaborative research and the funding of projects, internal and external bureaucracy could impose an additional burden.\nConsidering the fundamental changes of process chains, including energy and raw material supply chains, the decarbonisation of industrial production is a revolutionary transformation process whose different phases are extremely difficult to manage. It starts with the efforts and issues related to the research and demonstration of the newtechnologies. Managing the deployment of new technologies in the existing brownfield plants while usual production goes on might be even more important. The related effort significantly exceeds ‘normal’ business since the scope and time pressure of the changes are fundamentally larger than usual.\nIntellectual property management refers to the management of intellectual property (IP) rights. Extraordinary intensive research and development (R&D) activities are needed within the coming decades to decarbonise the steel production. In this context, the use of exclusionary rights generates burdens and limitations for the competitors. This might lead to a delayed or altered implementation of decarbonisation technologies, possibly resulting in less COz mitigation achieved or higher costs. Additionally, the information exchanged between competitors outside of the regulated environments may be decreased, leading to slower technological progress overall.\n3. Regulatory/societal barriers\nAmong the regulatory or societal barriers to the decarbonisation of the EU steel industry are five specific ones:\ne limited availability of permanent CO2 storage e limitations stemming from emissions-related legislation (e.g. pricing in EU ETS system) @ limitations associated with social acceptability and environmental protection e burden by local taxes and fees, and e uncertainty related to carbon contracts for difference.\nFor the abatement of remaining COz emissions that cannot be mitigated in the process, Carbon Capture and Storage (CCS) is an option, in particular in the medium-term when not enough renewable energy sources are available yet replace all fossil energy sources. The capacities for CO2 storage in Europe are limited. Current cumulative storage resources are in the range of 10,000-30,000 Gt COz, including 1,000 Gt in depleted oil and gas reservoirs. The main share of these capacities is restricted by national legislations due to public concern. Thus, the significance of this barrier is highly depending on the national and regional framework conditions related to CCS.\nThe economic viability and competitiveness of decarbonisation technologies is subject to emissions-related legislation as the carbon pricing in the EU emission trading system (ETS). Meanwhile, substantial increases in carbon price and/or changes in mitigation measures could ultimately result in carbon leakage. This is especially true if one considers that production costs for green steel are expected to be substantially higher than costs for conventional steel. Steel imported from third countries with less stringent climate rules than the EU could be sold at a lower price, while generating comparable or often higher carbon emissions than those linked to EU steelmaking. The magnitude of the carbon leakage challenge is increased by the global overcapacity and heavy competitive pressure from the global steel markets.\n51",
  "page_52": "GREEN STEEL FOR EUROPE — FINAL REPORT\nTechnologies that are technically and economically viable may not be successfully implemented due to limited social acceptability. Such issues have already occurred to CCS and renewable energy installations (e.g. windmills or power supply lines). Other decarbonisation technologies may suffer from similar issues in the coming years (e.g. pipelines for hydrogen or COz).\nDecarbonisation actions can be subject to additional or changing local taxes and fees. One example is that of feed-in tariff schemes, which several member states have unilaterally changed to support renewable energy. However, in doing so, they have generated economic uncertainty and increasing investment risks. Specifically, the German Renewable Energies Act (Erneuerbare Energien Gesetz, EEG) plays a significant role in local electricity costs. As a matter of fact, under its provisions steelmakers may have to pay additional taxes and fees if they acquire renewable electricity externally instead of producing it internally.\nThe current set of national framework conditions is not fixed for a longer term but is subject to change in coming years. This may for instance be a barrier with respect to the currently discussed implementation of carbon contracts for difference (CCfD): A ‘strike price’ is agreed upon between a state and a producing company over a defined period, which anticipates the expected future increase of certificate prices. The aim of these contracts is to hedge the higher future prices. If the ‘strike price’ is higher than the market price, the state covers the difference. In the opposite case, the company covers the difference. This would guarantee producers of low-carbon steel a fixed future CO2 emission price, decrease their investment risks and make their decarbonisation projects financially viable already in short-term. However, if national framework conditions in this respect are unknown, precarious and heterogeneous, this may become a barrier.\n4. Financial barriers\nBesides the aforementioned non-financial barriers, five specific financial decarbonisation barriers relevantto the EU steel industry have been identified:\ne increased operational expenditure e additional capital expenditure for demonstration plants e additional capital expenditure for industrial deployment e limited access to funding and financing, and e unknown market conditions for clean steel.\nThe implementation of a technology is highly dependent on its competitiveness. Therefore, attention must be paid to the operational expenditure (OPEX) which includes costs for energy, material, operation and maintenance. The OPEX related to energy and material inputs generally make up over half of the total steel production cost. The price of electrical energy is significantly higher than for thermal energy provided by fossil fuels (e.g. seven times higher for coal). It is expected that the electricity prices will significantly rise in almost every EU member state up to 2050. Additionally, newraw material demand (e.g. high-quality scrap for increased scrap usage or pellets for direct reduction [DR] plants) may significantly raise the OPEX.\nMost breakthrough decarbonisation technologies currently have technology readiness levels (TRLs) in the range of 7, meaning that the important step of demonstration in an operational environment still has to take place. High capital expenditure for demonstration plants is due to the fact that the scale of steel demonstration plants is considerable compared to process industries, with capacities ranging from 10 to 100 t per day. Usual demonstration project budgets are between 100 and 200 million euros.\nAdditional capital expenditure for the industrial deployment of decarbonisation technologies depends on the extent to which the new technology calls for new asset expenditure. This\n52",
  "page_53": "GREEN STEEL FOR EUROPE — FINAL REPORT\nincludes not only the investment in the decarbonisation technologies themselves, but also the effort to adapt the existing assets to integrate the newtechnologies into the brownfield plants. Generally, the costs must be evaluated in relation to the corresponding mitigation potential and vary among plants depending on the local conditions (e.g. investment cycles, availability of secondary biomass).\nThe high demand in terms of capital expenditure (CAPEX) clearly shows that the development and deployment of decarbonisation technologies need additional financial investments. Thus, the limited access to funding is a concern and does not encourage the desired actions. This applies not only to the high investments in demonstrations plants, but also to the even more expensive industrial deployment of decarbonisation technologies.\nThe production of clean steel, characterised by zero or low COQ2 emissions, will go along with (significantly) higher costs, at least for the near future. To cover these additional costs, the implementation of new markets and business models for clean steel is a promising option. In such an approach, ‘clean steel’ would be characterised as a different product than conventionally produced steel (premium product), with higher pricings to cover the higher production costs. If such a market for clean steel were created, it would strongly depend on European and worldwide policies. These may include public support (currently unknown), e.g. for public procurement. Additionally, the customer acceptance of higher prices for clean steel-based end products is unknown and may need support by legislative actions.\nEvaluation of the specific importance of the barriers to stakeholders\nTo gain insight into the significance of the identified barriers and their impacts on the overall decarbonisation process, the barriers were the subject of a scoping questionnaire in the first step of the stakeholder consultation. Stakeholders were asked to rate on a scale from 1 (not important) to 5 (very important) the importance of pre-selected barriers to the activity of their respective companies in the short term (2020-30) and in the long term (2030-50). The results presented in this report reflect the situation as of 30 August 2020, thus incorporating preliminary names and categorisation of the barriers. The evaluation is based on detailed responses from 15 stakeholders, which together account for 71% of COz emissions (based on 2020 EU ETS allocations).\nThe results were further assessed in two different ways: as a general average rating and as a CO2-weighted average. The CO2-weighted average takes into account the stakeholders specific COz2 emissions based on EU ETS data. Thus, stakeholders emitting larger amounts of CO2 are weighted correspondingly higher. Based on these methods, the barriers were ranked to identify the main barriers to decarbonisation. In Table 1 the rankings are presented based on the short-term average (2020-30). Table 1 displays both the average and the CO2- weighted importance ratings for both periods (2020-30 and 2030-50). In this table, the categories were abbreviated as ‘TEC’ for technical barriers, ‘ORG’ for organisational barriers, ‘FIN’ for financial barriers and ‘POSO’ for policy or societal barriers.\nIt is striking that six out of the seven most significant barriers are financial ones. The only exception are the framework conditions created by national or local taxes or fees (ranking 6th) which, however, have financial implications too. Most organisational barriers can be found at the bottom of the table due to the low ranking by the stakeholders. Most rankings — for the average evaluation and the CO2-weighted evaluation — follow the same trend.\n53",
  "page_54": "GREEN STEEL FOR EUROPE — FINAL REPORT\nTable 1: Ranking of decarbonisation barriers by steel producers (sorted by 2020-30 average)\na Decarbonisation Barrier\nInvestments for industrial deployment\nIncrease in OPEX (energy/renewable energy)\nFIN\nUnknown market conditions of clean steel\nFIN\nInvestments for demonstration plants\nFIN\nLimited access to funding opportunities\nFIN\nLocal taxes and fees (e.g. German EEG)\nPOSO 4.22 4.19 4.00 4.13\nOther increase in OPEX (materials, CCS, CCU, etc.) FIN\n4.20 4.49 4.00 3.98\nAvailability of renewable energy\nTEC\n4.00 4.24 3.90 4.79\nBureaucracy and other administrative burdens\nORG\n4.00 2.98 3.50 2.66\n10 Emission-related legislation (e.g. EU ETS)\nPOSO 4.00 4.59 4.10 4.70\n11 National implementation of other framework POSO 3.63 3.17 3.50 3.17\nconditions (e.g. contract for difference)\n12 Risk of unsuccessful deployment\nTEC\n3.60 2.00 3.40 1.90\n13 Social acceptance of certain technologies\nPOSO 3.60 3.92 3.30 3.86\n14 Integration of new technologies in existing plants\nTEC\n3.40 2.64 3.30 2.74\n15 Information exchange with other parties, collaborative ORG\n3.20 3.26 2.90 3.00\nresearch\n16 Management of industrial transformation\nORG\n3.10 2.22 2.90 2.21\n17 Intellectual property management\nORG\n3.10 2.99 2.90 2.99\n18 Availability of qualified staff\nORG\n2.90 2.60 2.60 2.66\n19 Issuing of CO2 storage permits for CCS\nPOSO 2.89 3.48 2.67 3.48\n20 Availability of raw materials\nTEC\n2.40 3.28 3.10 3.98\nSource: own formulation by the authors of the report basedon stakeholders’ consultation.\nConcluding remarks regarding decarbonisation barriers\nDifferent plants will be in different starting positions to integrate new technologies (regarding e.g. the availability of space, the possibilities for industrial symbiosis or even government permits). Therefore, it is extremely difficult to identify any single technology that could be fitted into all existing European steelworks as the best solution. Careful consideration of specific and general conditions is needed to enable the transition towards carbon neutrality. In this context, the stakeholders clearly rated the financial aspects as the biggest barrier to decarbonisation.\nIn more detail, especially high investment costs for industrial and demonstration plants, increasing OPEX and unknown market conditions for clean steel in particular were assessed as having the highest impact on decarbonisation for both periods under investigation (2020- 30 and 2030-50). Also limited funding opportunities and local taxes and fees had average ratings between ‘high’ (4) and ‘very high’ (5). These findings are used as basis for the more detailed impact analysis and discussion of policy options in work package 3 of the Green Steel for Europe project (refer to the Impact Assessment Report — Deliverable D3.2 of the project).\n54\nfAvg. [COs Aw. [CO: as |\n4.80 3.76 4.50\n4.50 4.75 4.30 4.25\n4.50 3.85 4.30 3.85\n4.40 4.59 4.11 3.11\n4.30 4.65 4.20 4.06",
  "page_55": "GREEN STEEL FOR EUROPE — FINAL REPORT\nDecarbonisation Pathways 2030 and 2050 (Deliverable D1.7)\nBased on the decarbonisation technologies (so called “decarbonisation pathways”) assessed and presented in a separate report (D1.2, “Technology Assessment and Roadmapping’”), this report analyses the industrial deployment of decarbonisation technologies in the European steel industry along the time scale. It considers the progress of technological maturities in combination with the different framework conditions of different sites and regions across Europe. As result, the increasing industrial deployment of decarbonisation technologies in the European steel industry is prognosed and6 probable decarbonisation pathway scenarios are identified.\nFor 2030, an industrial pathway scenario for the use of mixed technological implementation in primary steel production is presented, and this reaches the decarbonisation targets set at European level. The consequences of slower industrial deployment of decarbonisation technologies or additional hydrogen availability are presented in additional 2030 pathway scenarios.\nFor 2050, the approach of mixed technologies is extrapolated. An additional pathway considers the availability of additional decarbonisation technologies by 2050. The third 2050 decarbonisation pathway is based on increased availability of steel scrap leading to a larger share of secondary steel production.\nThe availability of energy and material flows required for steel production are assessed as external framework conditions needed for industrial decarbonisation. In this context, eight availabilities and their probable future developments are assessed:\ne Renewable Electricity e Green Hydrogen e Natural Gas Alternative Carbon Sources Iron Ore & Pellets Steel Scrap @ COz2 Storage e CCU Products\nThese elaborations are complemented by assessments of other framework conditions: Technological maturity, plant specific investment cycles as well as financial and legislative conditions including EU Emission Trading System (ETS) and Cross Border Adjustment Mechanism (CBAM) are the most important framework conditions that need to be considered.\nAs far as industrial deployment of decarbonisation technologies in primary steel production is concerned, the availabilities of green hydrogen, alternative carbon sources and steel scrap were found to differ across Europe and thus are exploited to estimate the distribution of technology routes in the different member states. The technological maturity and the investment cycles are interpreted as defining the timing of industrial deployment.\nThe conclusion of the Green Steel for Europe report D1.5 (“Decarbonisation barriers”) and the projects’ consultation activities was, that the most important barriers for decarbonisation are all related to financial conditions. Financial conditions were consistently found to be the dominant background for the development of industrial deployment scenarios. In this sense, the availability of energy and materials flows must always be linked to the respective costs, respectively to the operational expenditures (OPEX). The OPEX must either themselves enable profitable steel production or the financial and legislative framework conditions must\n55",
  "page_56": "GREEN STEEL FOR EUROPE — FINAL REPORT\nachieve appropriate compensation. The policy options to adapt the financial and legislative framework conditions to enable industrial decarbonisation are highlighted in the Green Steel for Europe D3.2 report — “Impact Assessment Report”.\nIn the report “Technology Assessment and Roadmapping” (Deliverable D1.2 of the Green Steel for Europe project), the most important decarbonisation technologies were completed to full process chains, so called “technology routes”. These technology routes are considered and further distinguished in this report. They are summarised as technology route factsheets in the Annexes A-G. These factsheets give a simplified but transparent overview of technological development and specific requirements of the different options with regard to framework conditions. The technology routes were categorised into four main groups:\ne Optimised Blast Furnace-Basic Oxygen Furnace (BF-BOF) route (Route 1) e Direct Reduction (DR) based route (Route 2) e Smelting Reduction (Route 3) e lron Ore Electrolysis (Route 4)\nThe optimised BF-BOF route is further distinguished into utilisation of alternative carbon sources, CCUS and other actions (Route 1A/B/C). The direct reduction-based route is divided into natural gas based direct reduction (Route 2A) and hydrogen based direct reduction (Route 2B).\nBased on this information, the optimised BF-BOF routes (Routes 1A/B/C) and the direct reduction-based routes (Routes 2A/B) were considered to reach TRL 9 by 2030-2035 and to start its industrial deployments, whereas Smelting Reduction (Route 3) and Iron Ore Electrolysis (Route 4) might just become options for later industrial deployment by 2050. This is reflected in the pathway scenarios elaborated.\nThe pathway scenarios show the shares of the considered primary steel production routes in the EU-27. The pathway scenarios focus on primary steel production, as this is responsible for an estimated 87% of current COz emissions of the European Steel Industry. This is consistent with the scope of this project: to consider at least 80% of COz emissions from steelmaking. Due to its high share of COz emissions, primary steel production provides huge mitigation potential, however, significant investments and changes of technology routes are needed, and this would obviously be a time-consuming transition. Thus, the demands to enable and start this technology leap in primary steel production are assessed as most urgent with respect to the policy options needed.\nThe aspects of secondary steel production are also covered in the analyses. The most important framework condition needed to mitigate COz in secondary steel production is the availability of huge amounts of renewable electricity at competitive prices. This demand is consistent with the main demand of primary steel production.\nFor the first 2030 scenario of “Mixed implementation” of decarbonisation technologies, the assessment of national and/or regional framework conditions was utilised to differentiate the EU member states with primary steel production into four groups.\nThis assessment of national / regional framework conditions was fused with estimations of blast furnace relinings in the EU-27 by 2030. It was estimated that at least 46% of primary steel production capacity in the EU-27 will not be subject to major technology switches by 2030 based on their investment cycles. The other 54% (i.e. with upcoming BF relinings) were assigned to the four groups of national and/or regional framework conditions. For all scenarios, it was assumed that the total annual steel production capacity in the EU-27 remains constant at 160 million tonnes per year.\n56",
  "page_57": "GREEN STEEL FOR EUROPE — FINAL REPORT\nBased on these assumptions, the 2030 scenario “Mixed implementation” leads to a production share of 56% being subject to gradual improvements to the BF-BOF route by other actions (Route 1C). Furthermore, 22% of production capacities are expected to utilise alternative carbon sources and/or CCUS measures. Another 22% of production capacities are shifted towards direct reduction-based production (Route 2), with an average share of 9% reduced by hydrogen. Such industrial deployment of decarbonisation technologies by 2030 would meet the targets set by the EU (a 25% reduction in COz emissions compared to 2015). However, as the lead times (~5 years) between investment decisions and industrial implementation are significant, this 2030 scenario can be rated as quite ambitious: 44% of the capacities would need significant investment decisions before 2025 to ensure industrial implementation before 2030.\n2030 pathway scenario\n“Mixed implementation”\nDR-based 9% H,\n91% NG-based (H> enriched)\n(Route 2A/B):\n22%\nBF-BOF\nCO,\nMitigation:\nopt. with OA\n—25%\n(compared 2015)\nto\n(Route 1C):\n56%\nBF-BOF opt. with 17% ACS 31% CCUS\nOA + ACS and/or CCUS\n(Route 1 AC/BC/ABC): 52% ACS + CCUS\n22%\nThe 2030 scenario “Delayed implementation” assumes that 50% of major technology switches to alternative carbon sources, CCUS or Direct Reduction are delayed and realised after 2030. This leads to 78% of primary production capacities being subject to only gradual improvements by “Other actions” (Route 1C); 11% are subject to major utilisation of alternative carbon sources and/or CCUS and a further 11% are estimated to be shifted towards direct reduction-based production. Overall, this pathway scenario results ina 17% reduction of COz emissions compared to 2015, missing the target set by the EU by eight percentage points (+14 Mt COz/a).\nHowever, if the investments cycles and lead times (as discussed above) are considered, the assumptions for this scenario may be rated as more realistic. Several solutions can be discussed to close the gap to emission targets set for the EU-27.\n2030 pathway scenario\n“Delayed implementation”\nDR-based (Route 2 A/B) 9% H,\n91% NG-based (H, enriched)\n(\nBF-BOF\nBF-BOF opt. with\n17% ACS 31% CCUS\nopt. with OA\nOA + ACS and/or CCUS\n(Route 1C)\n(Route 1 AC/BC/ABC)\n52% ACS + CCUS\n78%\n11%\nCO, Mitigation:\n—17% (compared to 2015)\nMain examples are:\n1 Significantly decreasing CO2 emissions in secondary steel production by extensive use of renewable power. This can be rated as a preferable option since no adaption of steel production sites needing costly investments and involving technical risks is necessary. Increasing hydrogen enrichment for newdirect reduction plants. Decreasing energy demand and emissions by increased use of scrap. This approach is however strongly limited for 2030 by the shortage of scrap of sufficient quality.\n57",
  "page_58": "GREEN STEEL FOR EUROPE — FINAL REPORT\n4. Another option is that primary steel production sites are shut down. However, due to the most probable consequences of carbon leakage and steel quality issues this option can be rated as the worst-case scenario for the European steel industry, for the European economy and for the global climate.\nThe third 2030 scenario “Increased hydrogen availability” reflects the more extensive use of hydrogen in the steel industry by 2030 (+0.2 million tons resp. +25% was assumed to be utilised). Since the availability of alternative carbon sources in 2030 is not yet clear, it was also assumed that fewer alternative carbon sources would be utilised. The specific CO2 mitigation in the BF-BOF-route optimised by “other measures” (Route 1C) and direct reduction-based capacities was increased to reflect higher hydrogen usage. Overall, this pathway scenario needs 39% of primary production capacity to be substantially changed (compared to 44% for the “mixed implementation” scenario) and can be ratedas ambitious but viable. This pathway scenario meets the EU target of 25% COz mitigation compared to 2015 and thus reflects an alternative hydrogen-focused way to reach the target.\n2030 pathway scenario\n23% Hp 77% NG-based (H, enriched)\n“Increased hydrogen availability” DR-based (Route 2 A/B):\n‘0\nCO, Mitigation:\nBF-BOF\n—25% (compared to 2015)\nopt. with OA\n(Route 1C)\n62%\nBF-BOF opt. with\nOA+ACS and/or CCUS 3%ACS 90% CCUS\n(Route 1 AC/BC/ABC):\n17%\n7% ACS + CCUS\nAnalyses covering a forecast of almost 30 years obviously include huge uncertainties and a large variance of possible framework conditions and resulting industrial scenarios. To illustrate the range of options three 2050 scenarios were selected which all realise the targeted COz mitigation of >80% but with different technologies. The 2050 scenario “Without other technologies” extrapolates the 2030 “Mixed implementation” pathway scenario to 2050. It assumes that no other breakthrough decarbonisation technologies will be industrially successful by 2050, so that the decarbonisation process needs to be based on alternative carbon sources, CCUS and hydrogen based direct reduction. In this pathway scenario, 46% of primary steel production is covered by direct reduction-based processes utilising 100% hydrogen; 52% of primary production capacities operate the BF-BOF route improved with significant alternative carbon source and/or CCUS utilisation. However, only 2% of the BF- BOF capacities face gradual improvements. This technology distribution would lead to an 81% reduction in COz emissions compared to 2015, thus building a strong basis for reaching the EU target of climate neutrality.\n2050 pathway scenario\n100% H,\n“Without other technologies”\nDR-based (Route 2 A/B):\n()\nCO, Mitigation:\nBF-BOF\n—81% (compared to 2015)\nopt. with OA\n(Route 1C)\n2%\nBF-BOF opt. with\nOA+ ACS and/or CCUS 4% ACS 15% CCUS\n(Route 1 AC/BC/ABC):\n52%\n81% ACS + CCUS\nIn the 2050 scenario “Other technologies successful’ two additional decarbonisation technology routes are assumed to be industrially established. This pathway scenario reflects an industrial deployment of iron bath reactor smelting reduction including CCUS measures (Route 3) and other technologies such as, for example, iron ore electrolysis (Route 4) in 10% of primary steel production capacities each; 36% of capacities would be covered by hydrogen-based direct reduction. The remaining share of 44% of primary production\n58",
  "page_59": "GREEN STEEL FOR EUROPE — FINAL REPORT\ncapacities is covered by the BF-BOF route adjusted to significant alternative carbon source and CCUS utilisation. This technology distribution would increase the COz mitigation to 83% compared to 2015.\n2050 pathway scenario\n“Other technologies successful” DR-based (Route 2A;): Eis\n100% H,\nother Technologies\n(Route 4)\nCO, Mitigation:\n10%\n—83% (compared to 2015)\nIBRSR + CCUS\nBF-BOF with\nopt.\n(Route 3)\nOA + ACS and/or CCUS 4% ACS 15% CCUS\n10%\n(Route 1 AC/BC/ABC):\n44%\n81% ACS + CCUS\nThe 2050 pathway scenario “Increased Scrap Availability” reflects a partial switch of primary steel production capacities towards secondary steel production due to higher availability of steel scrap. In this scenario 15 million tonnes of annual steel production are shifted towards secondary steel production. The distribution of the remaining primary steel production capacities reflects the other two 2050 pathway scenarios with either other technologies being successful or not. Both cases lead to a slight increase of COz mitigation to 84% compared to 2015.\n2050 pathway scenario\n“Increased Scrap Availability\n(Route A/B): I TT\n100% H,\n(without other technologies)”\nDR-based\n2\n‘0\nBF-BOF\nopt. with OA\nCO, Mitigation:\n(Route 1C):\n—84%\n(compared 2015)\nto\n2%\nto Secondary\nBF-BOF opt. with\nSteel Production:\nOA+ACS and/or CCUS 4% ACS 15% CCUS\n16%\n(Route AC/BC/ABC):\n1\n43%\n81% ACS + CCUS\nIt can be concluded that:\ne framework conditions such as production costs as well as the availability of resources and infrastructure dominate the industrial implementation of breakthrough decarbonisation technologies; the framework conditions are currently far from positive for decarbonisation investments; policy actions are needed to make the framework conditions better suited to promoting investments in breakthrough decarbonisation technologies; considering the long investment cycles and the significant lead times, the time pressure for these policy actions is extremely high, particularly for fulfilment of the 2030 targets; actions to safeguard positive decarbonisation investment conditions both in the short term and the long term must be taken now.\nThe next few years will be decisive in achieving the European CO2 mitigation targets with many influential factors also changing in an unpredictable fashion. The Green Steel for Europe consortium is thus strongly in favour of continuing the interdisciplinary roadmap ping and assessment work in a follow-up project with consideration to the actual framework conditions and targets and to provide a deeper investigation of aspects which have only been touched upon in this project: secondary steel production including downstream processes and decarbonisation during the decisive years 2030-2040.\n59",
  "page_60": "GREEN STEEL FOR EUROPE — FINAL REPORT\n\nDEVELOPMENT OF EFFECTIVE SOLUTIONS TOWARDS A LOW-CO, STEEL PRODUCTION\nFine ore Coal Lump\nTechnical description\ncep\nThe foundation of the technology route is for the blast furnace (BF) and the basic oxygen furnace (BOF). Fossil carbon (in the form of coal and coke) can be substituted by alternative carbon such as torrefied material or charcoal by upgrading various carbon containing feed stocks such secondary wood, forest biomass/agricultural residues. In addition, other types of spent carbon streams such as the fractions of plastic, paper and biogenic materials in waste societal streams can also be used as potential carbon sources, the enabling increase of the circularity of carbon use and sparing natural resources. This developed technology route can further be combined with carbon capture and usage or other additional mitigation technologies applied upstream and downstream the blast furnace\nmative ew\n3\ncal\nV\n[Hot meta\nScrap _- | Basic oxygen\nHi\n‘j= furnace\n|Liquia steel\nEconomic assessment*\nFramework conditions\nO Technologies to upgrade alternative carbon sources (e.g. torrefaction or carbonisation) O Transportation, storage, price and availability of alternative carbon sources O Possibility of integrating upgrading technologies at the steelmaking sites\nCost for development up to TRL 8 » From 5 to 150 M€\nCost for first industrial\n» From 15 to 500 ME\ndeployment\nCost for production plants » From 15 up to 500 M€ min with only alfermative carban source, max with al the others enfancement actions implemented\nFeedstock\noC. GREENSTEEL\nrN\nBeyond usual blast furnace feedstock, various types of alternative carbon sources such as secondary biomass, agricultural residues sewage sludge or mixed waste streams containing plastics and biogenic materials can be utilised\nIron ore\nrN\nCoal\ncarbon source\nAlternative\nSd\nCO, mitigation potential\nSa\nThe mitigation potential of this option compared to conventional BF-BOF route is 25% to 30% (on full steel plant emissions) and can be combined with other mitigation routes (such as gas injections in the blast furnace etc.) to s reach higher mitigation\n, ani\nre\n2\ney\n~\nge 4\"\n|\nTRL development\nGeographical information\nTRL2-7 « 2020» BB\nO Key projects for utilisation of alternative carbon sources in primary steel production in O Ghent (Belgium) O Dunkerque, Fos-sur-Mer (France) O Bremen (Germany) O Dabrowa Gornicza ( Poland)\nTRL8\nSEOHHERE\n(TRL 9 is expected in 2035)\n‘2030 »\ninustrily deployed « 2050 > SRMNNNNNN\nOptimised BF-BOF with altemative carbon sources (Route 1A) factsheet\n60",
  "page_61": "GREEN STEEL FOR EUROPE — FINAL REPORT\n\nDEVELOPMENT OF EFFECTIVE SOLUTIONS TOWARDS A LOW-CO, STEEL PRODUCTION\nore Fine Coal\ni\nTechnical description\nS\nlat\nCarbon capture and usage (CCU) in the iron and steel industry consists of the capture of CO, or CO from relevant process gases and their conversion into other valuable products. Therefore, a typical CCU process consists of multiple components: First, the carbon oxides are captured in a separation unit, and then converted into more valuable products in a biological or chemical reactor and finally the products are refined in a processing unit. If not all the captured CO, can be converted, CCU can be complemented by carbon capture and storage (CCS). This technology route can be combined with further mitigation technologies such as the utilisation of alternative\ni:\nH production\n—— CO+CO, a\nccu\n* product\nH\nCO; capture Conversion\nBlast 1 fering esting\ny=\nca\nHot metal\nccs\nBe Scrap — Basic oxygen\ncarbon sources.\n|tiquia\nsteel\nFramework conditions\nEconomic assessment*\nO Energy efficient separation and purification technologies 0 Availability and price of low-CO, hydrogen production 0 Availability and volatility of renewable energy O CO, and hydrogen transport system O Marketability and price CCU products O Social acceptance\nCost for development up to TRL 8 » 1000 Mé\nCost for first industrial deployment » 2000 Mé\n(greenfield)\nCost for production plants\n» 4000 ME\n* Including af costs for H, Infrastructures, greenfeld;\nbrownfleld, costs are 40%\nFeedstock\nOC. GREENSTEEL\nAs CCU is an extension of the conventional blast furnace - basic oxygen furnace (BF-BOF) route usual blast furnace feedstock (ores, coke, lime...) is utilised within this technology route. The conversion process further requires hydrogen. In addition, the replacement of certain amounts of coal with alternative sources of carbon is feasible.\niron ore\nCoal\n-*\nne\nCO, mitigation potential\net\nThe overall CCU mitigation potential by carbon oxide conversion is estimated to up to 60% compared to the BF-BOF route. CCU concepts can generally be combined with other CO, mitigation technologies\nani\n,\niP\n40%\n80 x\n~~\nS” » # FY\nba\nTRL development\nGeographical information\nOCCU projects in primary steel production as indicated in the map in France, Belgium, Netherlands, Germany and Poland OCCS projects in primary steel production: Ghent (Belgium), Dabrowa Gornicza (Poland), Bremen (Germany), Eisenhittenstadt (Germany), Dunkerque (France), Fos-sur-Mer (France)\nTL4-8 < 2020) FE\nTRL « 2030 > ERREE\nindustrially deployed « 2050 > BERRERRRE\nOptimised BF-BOF with CCUS (Route 1B) factsheet\n61",
  "page_62": "GREEN STEEL FOR EUROPE — FINAL REPORT\n\nDEVELOPMENT OF EFFECTIVE SOLUTIONS TOWARDS A LOW-CO, STEEL PRODUCTION\nFine ore as\nTechnical description\nThe foundation of the technology route is for the blast furnace (BF) and the basic oxygen furnace (BOF). In addition to the use of alternative carbon sources, the application of CCUS and the recycling of spent carbon streams, further CO, mitigation technologies are available within the conventional blast furnace route. Examples of these are gas injection into the blast furnace (usually of hydrogen-rich gases to minimise or to avoid CO, formation), the waste gas recirculation and use of low-CO, fuels at the sinter plant as well as the increased scrap usage (mainly at the basic oxygen furnace plant) or the operation of new heating applications on hydrogen/internally generated gases (provided these gases replace natural gas imported in the steel plant).\niH\np=.\ni\n|\nScrap —~ Basic oxygen\nOQ:\nVv\n[bau steel\nEconomic assessment\nFramework conditions O Availability and price of low-CO, hydrogen production O Availability of volatility of renewable energy for plasma torches O Social acceptance O Energy efficient separation and purification technologies OO CO; and process gases transport system\nCost for development up to TRL 8\n» 200 M€\nCost for first industrial deployment » 400 ME Cost for production plants » 650 ME\nFeedstock\n¢, OREENSTEEL\nBeyond usual blast furnace feedstock (ores, coke, lime...), gases have to be injected. Either external (hydrogen or natural gas) either process gases, even BF ones after reforming and reheating.\na\nIron ore\na\nCoal\n~*\nee\nCO, mitigation potential\nThe savings potential of TGR-blast furnace in combination with CCUS is up to 65%, even when calculated on a full production perimeter, from raw materials to hot rolled coil. Without CCUS, it is limited to 35% at blast furnace level and to 15 to 20% ona s full production perimeter.\n#\nSs\nos dp\nL/a ee\noe\nuo\n<\nLs yy\n=\nra ; 4 +\n®\nTRL development\nTRL2-7 « 2020 kos\nGeographical information O Projects of further optimisation of BF-BOF routes are planned in O France (Dunkerque, For-sur-Mer) 0 Belgium (Ghent) O Netherlands (IlJmuiden) O Germany (Duisburg, Bremen, Eisenhittenstadt) O Poland (Dabrowa Gornicza)\nTRL8\nFERRRRRE\n(TRL 9 is expected in 2035)\n« 2030 >\nIndustrially deployed « 2050 >» FERRRG00\nOptimised BF-BOF with other actions (Route 1C) factsheet\n62",
  "page_63": "GREEN STEEL FOR EUROPE — FINAL REPORT\n\nDEVELOPMENT OF EFFECTIVE SOLUTIONS TOWARDS A Low-CO, STEEL PRODUCTION\nFine ore Lump ore Natural gas\nKU\nTechnical description\nThis technology route consists of a direct reduction (DR) process utilising natural gas or coal to produce sponge iron in the form of direct reduced iron (DRI) or hot briquetted iron (HB!) from iron ore. The sponge iron is subsequently processed into crude steel in an electric arc furnace (EAF). The liquid steel will be processed in secondary metallurgy, then casted and rolled in similar steps as in the current integrated steelmaking route. Natural gas based direct reduction can be complemented by carbon capture and usage (CCU) and/or carbon capture and storage (CCS). Furthermore, the operating gas mixture could be gradually enriched with hydrogen and therefore, this technology route could be considered as an entry point to a technology route based on hydrogen-based direct reduction.\nH\nShaft\nfurnace\nSponge iron\nScrap —,\nHi\noe\nHBI —\n|tiquia steel\nFramework conditions O Price and availability of natural gas O) Process gases transport system\nEconomic assessment\nCost for development up to TRL 8\n» 50 Me\nCost for first industrial deployment » 150 M€\nCost for production plants\n» 500 ME\nFeedstock\n¢, GREENSTEEL\naa\nIron ore\nThis technology route uses iron oxide pellets and lump ore. The reducing gas, which mainly consists of CO and hydrogen, can be generated by natural gas, coal or coke oven gas.\n29\nNatural gas\n[+})\nHydrogen\n-*\nCO, mitigation potential\nue\nS Depending on the share of hydrogen in the = reduction gas, a CO. mitigation potential between 35% to 90% compared to the blast furnace — basic oxygen furnace route is estimated. To further enhance the CO, \\a it is s a B mitigation potential, possible to e243 supplement this route with CCU or CCS.\nCs\ndp\nPen\n4\n=\n40%\n*\n~\nTRL development\nGeographical information\nOAs most planned Direct Reduction projects include the utilisation of (H2-enriched) Natural Gas as a bridge technology, all current key Direct Reduction projects are included in the map O Direct Reduction Plants in primary steel production are planned in Austria, Belgium, France, Germany, Poland and Sweden\nTL6-8 « 2020) IRGE\nTeL7-9 « 2030 > EEE)\nindustrially deployed « 2050 > BEREERREE\nNatural Gas based Direct Reduction (Route 2A) factsheet\nVv\n63",
  "page_64": "GREEN STEEL FOR EUROPE — FINAL REPORT\nHydrogen-based Direct Reduction (Route 2B) factsheet\n\nDEVELOPMENT OF EFFECTIVE SOLUTIONS TOWARDS A LOW-CO, STEEL PRODUCTION\nHl\nwi ae\n~ ore Lump ore\nTechnical description\nThe technology route based on hydrogen-based direct reduction (H2-DR) is derived from the already industrially established direct reduction route, which is usually operated with natural gas or coal. Natural gas based direct reduction could therefore be utilised as an entry point to H,-DR. There are different technological approaches to the hydrogen-based direct reduction process: The most common approach is the direct reduction of iron ore pellets in a shaft by furnace hydrogen gas. The product of this process is called sponge iron in form of direct reduced iron or hot briquetted iron (HBI). In a next step, the produced sponge iron is further processed in an electric arc furnace (EAF) to liquid steel. The rest of the downstream production will remain, and the liquid steel will be processed in secondary metallurgy, then casted and rolled in similar steps as in the current integrated steelmaking\n- aa rma\nHe\n==\nH\nWe.\nScrap —.\ni\noO; —.\nHei —- <a furnace\n|tiquia steel\nFramework conditions\nEconomic assessment\nQO Availability and price of low-CO, hydrogen production QO Energy system without (or with minimum) carbon input QO Strengthening of high-voltage grids QO Hydrogen transport and storage infrastructure must be provided\nCost for development up to TRL 8\n» 100 M€e\nCost for first industrial deployment » 300 ME\nCost for production plants\n» 700 ME\nFeedstock\n¢ GREENSTEEL\nDepending on the technological approach, either iron ore pellets (shaft furnace), or iron fines (fluidised bed reactor) are used within the direct reduction process step. The reducing agent is hydrogen, generated by low-CO, processes (e.g water electrolysis)\nIron ore\n[a]\nHydrogen\n¢\nCO), mitigation potential\nuo\nde\nAno\nThis technology route utilising 100% hydrogen in combination with renewable energy has a high CO, mitigation potential and a CO, mitigation of up to 95 % can be reached compared to the integrated steelmaking route.\naD.\ndp od\n+\n¥\nTRL development\nGeographical information\nO As most planned Direct Reduction projects target the utilisation of hydrogen in the future, all current key Direct Reduction projects are included in the map\nTeL6-8 « 2020 EENEEE\nTeL7-9 « 2030 > HBRREE |\nO Direct Reduction Plants in primary steel production are planned in Austria, Belgium, France Germany, Poland and Sweden\nIndustrially deployed « 2050 » yy LTTE\nHydrogen-based Direct Reduction (Route 2B) factsheet\n64\nV",
  "page_65": "GREEN STEEL FOR EUROPE — FINAL REPORT\n\nDEVELOPMENT OF EFFECTIVE SOLUTIONS TOWARDS A LOW-CO, STEEL PRODUCTION\nScrap Coal Iron ore\nTechnical description\nThe iron bath reactor smelting reduction (IBRSR) is an ironmaking process that eliminates the coke making and ore agglomeration steps. The ore is liquified in a high-temperature cyclone and drips to the bottom of the reactor where powder coal is injected. The powder coal reacts with the molten ore to produce liquid iron, which will be processed in secondary metallurgy, then casted and rolled in similar steps as in the current integrated steelmaking route.\nO: _,\nH\nsource carbon — jg — zt. Smeiting\nV7\n| Hot mata\nO2 _, |\nHi\nScrap — Basic oxygen\n|i steel\nFramework conditions\nEconomic assessment\nO Carbon capture, usage and storage technologies have to be used in combination with IBSR to attain sufficient mitigation O Pre-treatment processes for alternative carbon sources O Price and availability of alternative carbon sources O O, production and CO, capture and compression O Social acceptance\nCost for development up to TRL 8 » 400 ME\nCost for first industrial deployment » 500 M€\nCost for production plants\nb 850 ME\nFeedstock\nOL GREENSTEEL\nThis technology route produces liquid hot metal directly from the raw materials, iron iy fines and coal. Several Iron ore ore pre-processing steps are removed requirements about ores quality are less stringent. In addition, the replacement of certain amounts of coal with Alternative alternative of carbon is feasible. carbon source sources\nft\nCoal\n|\nSc G) wap\n+\n-«\nCO, mitigation potential\n2\nThis technology reduces CO, emissions by 20% and reduces the emissions of fine particles, sulphur dioxide and nitrogen oxide between 60 to 80%. Due to the full Oz operation, the off-gases are concentrated on CO, and wellfitted for cCcuSs.\nR> i\nfoal\n4%\nox\n© « x» PY +\nde\n8\nTRL development\nGeographical information\nO This technology route (HISARNA) is developed at Tata Steel Europe ljmuiden plant. All the related investment, energy, feedstock and infrastructures are therefore to be addressed first in the Netherlands.\nTRL6 « 2020» BERNE\nTes « 2030 > BERREE\nIndustrially deployed « 2050 > BRRRRRURR\nSmelting Reduction (Route 3) factsheet\n65",
  "page_66": "GREEN STEEL FOR EUROPE — FINAL REPORT\n\nDEVELOPMENT OF EFFECTIVE SOLUTIONS TOWARDS A LoW-CO, STEEL PRODUCTION\na)\nV\na)\nV\nIron plates\no—\nScrap\nmace\n|ucu steel\nFramework conditions O Energy system without (or with minimum) carbon input O Strengthening of high-voltage grids\nFeedstock\nThis technology route requires preliminary grinding steps of iron ores and leaching out Iron ore part of its gangue before electrical reduction. Non-conventional feedstock (ie. by-products from non-ferrous metallurgy residues) can Non-conventional also be used in this process. feedstock\nCO, mitigation potential\n_\nThe mitigation potential of this option compared to conventional integrated steelmaking route is almost 100%, without any need of carbon capture and usage or storage.\n~*\n40%\n“og\nPo oae\n4\n+\nTRL development\n|\nTRL5-6 « 2020> BREE\nTRL6-8 « 2030 > BRRRER\nindustrially deployed « 2050 > BRRRRRGH\naA\nIron Ore Electrolysis (Route 4) factsheet\ntron ore Electrolyte Non-\n[0]\nGrinding\nLeaching\noC OREENSTEEL\nEconomic assessment\nCost for development up to TRL 8 » Mé€ 250\nCost for first industrial deployment » |Mé€ 500\nIron\n-\nfeedstock\nTechnical description\nIn the technology route based on iron ore electrolysis, iron oxides are converted into iron plates, which in a subsequent step are further melted in an electric arc furnace. Low temperature alkaline iron ore electrolysis, or electrowinning, is the direct deposition of iron from its ores on an electrode. During the electrolysis step, the released gas is almost pure oxygen, which can be recovered, compressed and used at electric arc furnace and downstream processes. The remaining downstream processes are similar to those of the current integrated steelmaking route and the liquid steel will be processed in secondary metallurgy, then casted and rolled.\n~#\n, onl rou\n66\nGeographical information\nOIn scope of the SIDERWIN project, a pilot plant is being erected in Maizieres (France).\nThis is not a BF-BOF site.\nO\nns",
  "page_67": "GREEN STEEL FOR EUROPE — FINAL REPORT\nInvestment Needs (Deliverable D2.2)\nThe production of steel must undergo a deep decarbonisation process if itis to meet the COQz-reduction objectives envisaged by the European Green Deal, which aims to bring about a transition to a competitive low-carbon economy by 2050. The Green Steel for Europe (GREENSTEEL) project, for its part, aims to promote a green revolution in the steel industry.\nThis report focuses on the investment needs for the expected steel-industry decarbonisation (aimed at reducing steel industry COz emissions by at least 80%) and suggests an investment roadmap. To this end, the report includes a thorough investigation of the following elements:\ne the current technology developments in the field of COz reduction in the steel industry, with a focus on their related investment needs; an investment roadmap, describing the investment needs for the technologies up to industrial deployment; and the current regulation and market context, which shapes to the real economic framework in which the EU steel industry must evolve (sustainable transition).\na Technologies, technology routes and related investment needs\nThe selection of technologies was derived from the “Technology Assessment and Roadmapping’” report (deliverable D1.2 of the GREENSTEEL project). The following were identified as the most relevant technologies:\ne hydrogen-based direct reduction (H2-DR); e hydrogen plasma smelting reduction (HPSR); e alkaline iron electrolysis (AIE); molten oxide electrolysis (MOE); carbon capture and usage (CCU) via carbon oxide conversion; iron bath reactor smelting reduction (IBRSR); gas injection into the blast furnace; e substitution of fossil energy carriers by biomass; and e high quality steel making with increased scrap usage.\nSeveral technologies can be combined to raise the overall COz-mitigation potential above their individual limits. The main auxiliary processes connected to many of the above- mentioned technologies are CO2 capture and H2 generation.\nThese technologies can be considered as individual modular components within the complete steel production chain. Technology routes integrate these components into a full process chain, including upstream operations (transformation of raw materials into intermediate steel products) and downstream applications (production of final shaped and coated products). The amalgamation of technologies into technology routes (including the integration into existing/new production chains) needs substantial additional investment. Four groups of technology routes were identified within the project as being highlyrelevant (but non-exclusive) examples: * routes based on the optimised conventional blast furnace-\n° The the those in the D1.2 of the GREENSTEEL project “Technology and groups were same as report assessment roadmapping’.\n67",
  "page_68": "GREEN STEEL FOR EUROPE — FINAL REPORT\nblast oxygen furnace-route (BF-BOF-route), on direct reduction (DR), on smelting reduction and on iron ore electrolysis. The related investments needs are shown in Table 1.\ne Technology routes based on optimised BF-BOF\nThe first technology route consists of adjustments to the conventional BF-BOF ironmaking process, many of which are possible in the short term. These adjustments include the injection of hydrogen-rich gases and the increased use of alternative energy carriers, such as biomass and scrap. Furthermore, the addition of carbon capture and usage or storage (CCUS) units to conventional processes is also considered, since CCUS is quite a flexible option that can be combined with almost all other techniques, e.g. electric arc furnace (EAF), natural gas direct reduction (NG-DR) plants or downstream processes.\nAs shown in Table 1, the investment needs can be apportioned as follows:\n- up to 2030: industrial investment for first implementations in existing BF-BOF plants and technological investment for other less mature options, including CCUS; and - up _to 2050: industrial investment for full implementation and minor technological investment for other less mature options.\ne Technology routes based on direct reduction (e.g. H2-DR-EAF route)\nThis route proved to be among those allowing COz2 mitigation potential of up to 95%. However, its success in the European steel industry depends on the availability and cost of ‘clean’ energy (hydrogen and electricity). Therefore, starting with Natural Gas-based Direct Reduction (NG-DR) is a plausible and more realistic first step for industrial deployment, which would still enable high COz mitigation. In any case, challenges and investments should be considered, which are linked to the restructuring of the existing industrial systems (i.e. the adaption of material, gas and heat supply chains).\nThe investment needs can be apportioned as follows:\n- up_to 2030: industrial investment in DR plants using natural gas and technological investments to increase hydrogen content and upgrade the technology readiness level (TRL) to 9 (first industrial deployment); and - up to 2050: industrial investment in the implementation of H2-DR-EAF and the progressive replacement of blast furnaces (and related plants).\ne Technology routes based on smelting reduction (e.g. enhanced IBRSR route)\nThe technology route based on iron bath reactor smelting reduction (IBRSR) technology replaces the BF and eliminates the need for the coke making and sintering (or pelletising ) of the iron ore. The steelmaking and hot-rolling sections can remain unchanged or, if desired, they can accommodate the additional changes presented in the BF route above.\nThe investment needs can be apportioned as follows:\n- up to 2030: technological investment in scaling up to TRL 8; and - up to 2050: industrial investment in the progressive replacement of BFs and related plants and, subsequently, for industrial deployment in the European industry.\ne Technology routes based on iron ore electrolysis\nThese routes comprise two technologies mentioned in Table 1 - alkaline iron electrolysis (AIE) and molten oxide electrolysis (MOE) (under the ‘single decarbonisation technologies’ section), which both reduce iron ores through direct use of electricity but currently have different technical maturity levels: moderate (TRL 5-6) for AIE and low (TRL 2) for MOE. Both technologies depend on the availability of large amounts of CO2- free electricity at affordable prices.\n68",
  "page_69": "GREEN STEEL FOR EUROPE — FINAL REPORT\nFor the alkaline electrolysis (AEL), the investment needs can be apportioned as follows:\n- up to 2030: technological investment in scaling up to TRL 8; and\n- up _to 2050: industrial investment in the implementation of AEL plants, for progressive replacement of BFs and related plants, and subsequently for deployment in European industry.\nFor MOE, the investment needs can be divided as follows:\n- up_to 2030: technological investment in both fundamental and low-scale developments (e.g. laboratory, pilot plant); and - up to 2050: industrial investment in further upscaling in view of achieving TRL 9 in 2050.\nNote that some of the above-mentioned technologies can be in direct competition with each other, meaning that only one can be implemented. For example, H2-DR, AIE/MOE and mixed solutions (HPSR) are in competition, whereas several others may be combined with high synergy (e.g. CCU and biomass with several other technologies).\nb Investment roadmapping\nAs to the investment needs, publicly available data have been combined wih information derived from interviews with steel producers and technology providers. In order to design an investment roadmap, the investment needs for the main technological solutions (the so-called technology routes in the D1.2 report “Technology assessment and roadmapping”) have also been considered in the context of the periods in which they will be needed by 2050.\nAn investment roadmap has been developed based on the analysis of the selected decarbonisation technologies and their investment needs. The arising within this timeframe is set out as follows:\n1 the cost for development up to TRL 8: these are the investment needs to upgrade the technology from the existing TRL to complete systems, including small-scale demonstration in an operational environment; the cost for the first industrial deployment (TRL 9): these are the investment needs for the scale up and full industrial validation of a first-of-a-kind industrial plant; ® the cost for full industrial plants: these are the investment needs for a full-scale industrial production plant (normalised to 1 Mt production capacity).\nNotably, most of the overall investment needs from 2020 onwards will be concentrated in the period 2030-2050.\nA summary of the investment roadmap for single technologies and technology routes is shown below, in Table 1.\n° a one-year operation 30% (or more) Atleast with about industrial plant production capacity.\n69",
  "page_70": "GREEN STEEL FOR EUROPE — FINAL REPORT\nTable 1: Summary of investment roadmapping for single technologies and technology routes\n| TRL development\nH2-DR\n(100 % H2) mine\nHPSR\nAIE\nMOE\nCCUS\nSingle decarbonisation technologies\n— | Investment Investment\nneeds for 1°\nInvestment\nCQ2\nneeds up\nneeds for full\nto TRL 8\nindustrial\nindustrial\nabatement\ndepl TRL 9\n(max %)\n(M€)\n(M€)\nplant (M€)\n—_—_—_P—_—_____\nNot evaluated\nag\nlow\n[2 ef [s4__ |e [iowa\n| 1000 ___| Not evaluated due foe tolowTRL_[ 9 fm\npe\nCe\nCe en\nre\nCC } 30-100\nE\n100\n7-9 | Gnd.\ndept\nIBRSR\nBF-Gas\ninjection\nBiomass EC\nusage\nIncreased\nscrap\nusage\nAuxiliary technologies\nInvestment\nInvestment\nneeds for 1°\nCO2\nindustrial\nneeds for full\nabatement\ndepl TRL 9\nindustrial\n(max %)\nplant (M€)\n(M€)\nCQ2\ncapture\nWater\nelectrolysis\nTechnology routes\nInvestment\nneeds for 1%\nTechnology pa fm [a needs up\nindustrial\ndepl TRL 9\n(M€)\nOptimised\nBF-BOF\nDirect\nCee\nBased smelting\nf=\n600**\nBased\nEs Not evaluated\n70\nInvestment\nneeds up\nto TRL 8\n(M€)\n56 [82 i dept) (independent\nNot evaluated\n(independent\nindustry\nNeced on pe foe Pew\nNeed on\nIron\nelectrolysis\nSource: own composition by the authors of the report based on desk research and stakeholders’ interviews (complete references in the bibliography). Note: data refer to a crude steel capacity of 1 Mt/a as a reference’. * €500 M including EAF. ** Excluding CO2 transport and storage. *** From greenfield (brownfield CAPEX costs\n7 In general, real industrial plant sizes differ depending a specific technology. Taking for example BF-gas on injection technology and the route based on smelting reduction, the investment needs for the Hisarna plant with a 1.5 Mt/a CS capacity are reported in Section 2.5.3",
  "page_71": "GREEN STEEL FOR EUROPE — FINAL REPORT\n40% with respect to BF-BOF). For the abbreviations used, please see the list of symbols, indices, acronyms, and abbreviations.\nThe table is divided into three parts. The first shows the investment needs for the development of the single technologies, the second includes the needs for auxiliary technologies, and the third shows the needs for the technology routes resulting from a combination of technologies to account for complete steel production chains. In each part, the investment needs for TRL8, TRLY and full industrial plants are presented. Where information was lacking, general TRL info or a common investment need for plant deployment is given.\nIt should be noted that the above-mentioned data refer to technology development from greenfield. &\nThe investment costs correspond to one (pilot/demonstration/industrial) plant at a time. However, operating at least two plants for each technology is strongly recommended to ensure reliable results and gather a broad range of experiences. The information on the technical maturity is given as a TRL range, representing different aspects of the respective technology/technology route. Regarding the readiness for first industrial deployment, the upper limit of the TRL range is relevant, since the less mature aspects are usually optional.\ne Technologies vs COzemission-abatement potential\nThe investment roadmap needs to be put into the sustainability perspective — allowing for a sustainable transition, leading to a competitive and resource-efficient industry and providing enhanced worker safety and newjob opportunities. Therefore, the costs of the different options must be considered in relation to their COz emission-abatement potential and the time to achieve such abatement.\nTechnologies related to biomass, increased scrap usage, gas injection in BF and CCUS have lower impact on COz emissions when applied individually but are the closest to industrial development and have relatively low investment costs. Conversely, the new innovative steelmaking technologies, such as HPSR and AIE iron ore electrolysis, have a big potential, but their industrial deployment requires more time and large investments due to rather low TRLs to date.\nThe H2-DR technology offers a compromise, with its moderate TRL and very high COz2 abatement potential, even in the medium term. The direct-reduction technology also guarantees a significant CO2 abatementin the short term via the natural gas-based direct reduction (NG-DR). Since this is already an industrially established technology, industrial plants can be installed in Europe in the short term, which would enable a significant short- term decrease of the COz footprint of the European steel industry.\nThese industrial DR plants could afterwards be used for further R&D activities, with the aim of maximising the ratio of hydrogen to natural gas and further decreasing industrial emissions. With this approach, major COz abatement of industrial emissions would be possible, without having to wait several years for less mature techniques to be developed. Instead, depending on the local environment (e.g. favourable conditions with respect to economic and legal barriers and energy/resource costs), first industrial sites could build DR plants within a couple of years. However, this approach would have a significant impact on investment needs.\n* In Europe the optimised BF-BOF will probably be based existing installations (brownfield) rather that route most on new installations (greenfield). The CAPEX for BF-BOF brownfield (BF-BOF retrofit) isestimated to be a bitlessthan 40% of the CAPEX for greenfield BF-BOF (Ghenda, 2013).\n71",
  "page_72": "GREEN STEEL FOR EUROPE — FINAL REPORT\nAs a general remark, even though across Europe there is a wide distribution of projects and related experimental and demo plants based on the new technologies (see comprehensive list in D1.1), how many EU plants will really be involved in the options identified within the GREENSTEEL project will depend on several factors (enablers, legal framework, especially public financial support for R&D&l and upscaling of the current demo). New low-CQz production technologies will require a €50-60 B investment, with €80-120 B per year capital and operating costs. The cost of production per tonne of primary steel will increase by 35% up to 100%. The new technologies would result in additional production costs for the EU steel industry of at least €20 B per year compared to the retrofitting of existing plants (i.e. the upgrading of existing plants with the best available techniques). At least 80% of this share is related to operational expenditure (OPEX), mainly due to increased use and higher prices for CO2-lean energy.\nMoreover, local conditions can foster the deployment of some of the presented technologies, as is the case, for example, for Belgium, France and the Netherlands, which can take the opportunity of using carbon capture and storage (CCS) in the North Sea ports, or Sweden, which can rely on the availability of green energy. Turning all opportunities into reliable pathways will also depend on other external aspects (e.g. financial support or policies). A thorough analysis of the most promising pathways, together with a general indication of the expected positive effect on investment needs will be detailed in a dedicated GREENSTEEL report (D1.7 — Decarbonisation Pathways 2030 and 2050).\nCc Regulatory and market context\nClimate protection is a central element of the European regulatory context and is enshrined in the European Green Deal Communication, with sets the goal of making the EU carbon neutral by 2050.\nThe study also looks into the market context, as it affects the investment environment. Steel is a heavily traded commodity on the global market. Global trends in steeldemand, steel supply capacity and steel trade flows shape the dynamics of the steel industry. Global crude steel production reached 1.87 B tonnes in 2019, 8.5% of which was produced in the EU. In the last decade, steel imports to the EU have been increasing while steel exports from the EU have been decreasing, with the EU being a net importer of finished steel products. The outbreak of the Covid-19 pandemic across the EU and all world regions has slashed steel consumption and production forecasts as well as impacting the overall economic outlook.\nThe production of clean steel will entail (much) higher costs for several reasons, at least for the foreseeable future. Therefore, as already discussed in the “Technology assessment and roadmapping” report and the “Collection of possible decarbonisation barriers” report (deliverables D1.2 and D1.5 of the GREENSTEEL project), new markets and business models for clean steel must be established.\nThe above constraints impact the financial scenario, and the significant investment needs call for a public support to foster the stakeholders’ effort. This need was confirmed by the first part of the GREENSTEEL stakeholder consultation: steel producers ranked “unknown market conditions for clean steel” among the three main barriers hindering the projected COQz2-emission reduction level in the decarbonisation of steel production. In order to create a proper market context for clean steel and related products, incentives are recommended for the use of clean steel (and related products), and for the promotion of clean steel products in public procurements and the adaption of standards.\nThere are some decarbonisation technologies, currently available, which enable a short- term deployment with limited R&D and investment needs, but their mitigation potential is also limited. Consequently, as there is no single technology which fulfils all demands, parallel investments in the development and deployment of several technologies are\n72",
  "page_73": "GREEN STEEL FOR EUROPE — FINAL REPORT\nneeded. These technologies, which can also be combined, provide alternatives and offer individual advantages, depending on the different framework conditions and time scales.\nAlthough all the presented technologies are expected to reach an industrial deployment by 2050 at the latest, only some of them (namely, H2-DR, CCUS, gas injection on BF, increased scrap usage) are expected to achieve TRL 9 close to 2030. Most development investments (including demonstration) are therefore needed before 2030, whereas most investments for industrial deployment will occur between 2030 and 2050.\nHowever, the DR technology provides a different opportunity, as industrial plants based on natural gas could be built and then further developed for increasing hydrogen usage. This approach would require large investments in the short term but would enable a significant short-time mitigation and a flexible and highly efficient mitigation in the medium term.\nThe huge investment needs and the related technical-economical risks call for adequate financial support of the development activities. Parallel to financial support, regulatory initiatives are needed to support clean steel markets, with the objective of propelling the technological development and the industrial deployment towards the CO2-mitigation targets.\nThe results of this report also provided inputs for the impact assessment under work package 3 of the GREENSTEEL project, which analyses and recommends different policy options\n73",
  "page_74": "GREEN STEEL FOR EUROPE — FINAL REPORT\nFunding Opportunities to Decarbonise the EU Steel Industry (Deliverable D2.4)\nClimate neutrality by 2050 is one of the main policy priorities of the European Union (EU), as outlined in the December 2019 European Commission (EC) communication on the European Green Deal (EGD). In addition to being the EU’s response to challenges related to climate and the environment, the EGD is also a growh strategy that aims to transform the EU into a fair and prosperous society, with a modern, resource-efficient and competitive economy.\nThe transition to a climate-neutral society is not only an urgent challenge but also an opportunity to build a better future for all economic sectors. By aligning actions in critical industrial areas through policy, the EC can lead the way to achieving climate neutrality while continuing to drive new business models, guiding private investment, especially in new technological solutions. Developing such solutions, however, will not be easy.\nThe Covid-19 health crisis has hit the European economy hard, causing a sharp technological slowdown, a fall in the EU’s gross domestic product (GDP) and an unprecedented situation of uncertainty. The severe lockdown restrictions imposed to contain the spread of the virus have slowed down the EU's industry, supply chains and production lines, with serious economic implications. In particular, consumption has dropped as jobs have been lost, income has fallen and the public’s appetite for buying has declined because of confinement measures closing shops.\nEnergy-intensive industries (Ells), among others, the steel sector provide materials and goods that are necessary for the European way of life, and significantly contribute to GDP and employment. Ells require a considerable amount of energy, directly or indirectly producing greenhouse gases (GHGs), and are responsible for at least 15% of the EU's emissions. Carbon dioxide (COz), the GHG most relevant to the steel industry, is difficult to mitigate with conventional technologies.\nConsequently, research and innovation (R&l) are fundamental for the development of ‘breakthrough technologies’ that would allow for compliance with the climate change targets of the EGD while maintaining global competitiveness. Creating the conditions for such innovations at the industrial and commercial scale, however, requires political support and important investments by industry. In other words, a coordinated approach is needed to change production routes, trade and consumption. This implies an unprecedented technological transformation and substantial funding. To bolster this effort and foster innovative approaches, in May 2020, the EC presented a wide-ranging package for the period 2021-27 combining the future multiannual financial framework (MFF, €1,074.3 B) and a specific recovery effort under Next Generation EU (NGEU, €750 B).\nThe purpose of this report is to analyse all main, relevant financial instruments for an overview of the funding available to reach the zero GHG emissions target in the steel sector set by the EU for 2050. In particular, this report considers a wide range of programmes relevant to the steel sector, both public and private: 25 EU programmes (19 public and 6 private), 24 private funding opportunities (mainly from banks, including both conventional instruments and green bonds), and 81 national and regional instruments (from 11 countries). The member states involved in this research and mapping exercise (Austria, Belgium, Finland, France, Germany, Italy, Luxembourg, the Netherlands, Poland, Spain and Sweden) account for at least 90% of the EU steel production and 80% of COz2 emissions from all EU steel plants.\nEU public funding opportunities\nOf all the public funding instruments available at European level, the following are significant:\ne Horizon Europe (HE, €100 B), the EU’s main funding programme for R&l;\n74",
  "page_75": "GREEN STEEL FOR EUROPE — FINAL REPORT\nthe Clean Steel Partnership (CSP), the key alliance for CO2 emission reduction in the steel sector, supported by the EU with funding from HEU; the Research Fund for Coal and Steel (RFCS), providing funding for generally smaller R&I breakthrough projects in clean steelmaking; the LIFE programme, an environment and climate initiative that may provide additional support to the transformation of EU production and distribution, including the steel sector, into a clean, circular, energy-efficient, low-carbon and climate- resilient economy; the Innovation Fund (IF), the funding programme for the demonstration of innovative low-carbon technologies; and the European Green Deal Investment Plan (EGDIP), the Just Transition Mechanism (JTM) and various other EU instruments, not only for research, development and innovation (R&D&l) but also for first-of-a-kind and infrastructure and skills projects.\nThe funding programmes dedicated to the specific investment needs of the EU steel industry (see GREENSTEEL D2.2 Report on Investment needs) are not sufficient. Overall, only about €2 B of available EU public funding would be usable for activities aiming to reduce CQz emissions in the steel sector for the period 2021-30. An overview of the EU programmes supporting steel sectors is sketched in Figure 1.\nResearch, Development &\nInnovation\nHorizon Europe *\nHorizon Europe »\nPartnership\nResearch Fund for\nCoal and Steel\nInnovation Fund\nEuropean Regional\nDevelopment Fund\nLIFE Programme\nDemonstration &\nFirst of a kind\nRoll-out & Infrastructure\nConnecting Europe\nFacility\nDigital Europe *\nCohesion Fund\nInnovFin\nEuropean Green Deal\n*\nModernisation Fund\nMember State funding (including IPCE1)\nFigure 1 EUprogrammes supporting the decarbonisation of the steel industry\n75",
  "page_76": "GREEN STEEL FOR EUROPE — FINAL REPORT\n750\nwe GREENSTEEL\n503\nps\nge” 3-2 5()\ny\n—$—$— > 1-150\nno\non\not cok\n———> 1-100\n% MH 1-25\nyi % 1-25\n© me 1-10\nra\n6 Mu I-5\nnN\n|\n200\nThe above-mentioned estimate does not take into account the possible implementation of an important project of common European interest (IPCEl) in the steel sector, which is still under discussion. Based on the existing IPCEls (microelectronics and _ batteries) additional funding could total around €2 B\nMoreover, additional funds could come from initiatives that are either new or under development, such as the EGDIP, the JTM and InvestEU. The EGDIP has a total budget of €503 B (of which InvestEU amounts to €279 B)\nAs an example, Table 1 shows an overview of European public funding opportunities\n279\n100\n=\n10 7 2\n1 0,3\nae ott ge a ae ro we wr roo co ee EU funding\nyw jo a\nProgrammes\nov”\n(2021-2030)\noo\ngw\nRe\n>25\ncH rp F5¢{1011071 10-200\nAL\ngn ro —— 10-100\nor\no> GREENSTEEL\n|\n|\n400\n1000\nEU public and private funding range per project (ME€)\nFigure 2 Top: Funding available per programme (2021-30). Down: Estimated range of funding available per project\n76",
  "page_77": "GREEN STEEL FOR EUROPE — FINAL REPORT\nHorizon\nEurope\n(HE)\nClean Steel\nPartnership\n(CSP)\nEU\nProgramme\npporting the decarbonisation | €700 M\nScope and objective\nTable 1: Overview of European public funding opportunities\nEstimation of\nFunding\nfunding\navailable in available for Beneficiaries\ntotal\ndecarbonisation\nof steel\nUndertakings\n€100 B\nand\n(2021-27)\nindividuals\nUndertakings R&D&I\nand\n(2021-27)\nindividuals\nprojects\nsmall-scale demonstration\nType of action\nBlending\nwith other\ninstruments\nTRL\nSupporting R&l in coal and steel\nsectors.\nResearch Projects cover: (I) production\nFund for | processes; (ii) application, € 40 M per\nCoal and | utilisation and conversion of year (€30 M\nSteel\nresources; (iii) safety at work; for steel)\n(RFCS)\n(iv) environmental protection; (v)\nreduction of CO2 emissions from\nsteel production\nR&D&I\nResearch projects (up to\nUndertakings 60%), pilot and\nand\ndemonstration projects\nindividuals (up to 50%) and\naccom panying measures\n(up to 100%)\nHE, CSP, F,\nLIFE\n3/5-7\nSupporting the demonstration of\nInnovation innovative\nFund (IF) technologies and _ promoting 30)\nGHG emission avoidance\nlow-carbon €10 B (2021-\n(2021-27)\nLIFE\n7-9\n77\nPromoting environment and €5.4\nclimate actions\nEll,\nrenewable\nenergy,\nIT\nB\nDemonstration & first-of-a-\nkind big (€>7.5 M) or\nsmall (€<7.5 M) projects.\nBig projects: up to 60% of HE, CSP,\nadditional costs related to RFCS, LIFE\ninnovative technologies;\nsmall projects: up to 60%\nof CAPEX\nDemonstration & first-of-a-\nHE, CSP,\nkind projects\nRFCS, IF\nClimate,\nenvironment,\nnature",
  "page_78": "GREEN STEEL FOR EUROPE — FINAL REPORT\nTRL\nType of action\nEstimation of\nFunding\nfunding\navailable in available for Beneficiaries\ntotal\ndecarbonisation\nof steel\nBlending\nwith other\ninstruments\nEuropean\nGreen Deal Helping\nInvestment regions\nPlan\n(EGDIP) green\nDigital\nEurope\n(DE)\nEU\nProgramme\nScope and objective\nthe\nsocio-economic impacts of the (2021-27)\ntransition\nBuilding the strategic digital\nCapacities\nin the EU = and €9.2B\nfacilitating\nthe wide\ndeployment\n(2021-27)\nof digital technologies\nPromoting growth, jobs and\ncompetitiveness\nthrough\ninfrastructure\ntargeted\nsupport the development of €28.7 B\nhigh-performing, sustainable (2021-27)\nand efficiently interconnected\ntrans-European networks in the\nfields of transport, energy and\ndigital services)\nNot\nUndertakings Projects aimed at skills, applicable Education,\nmobility, cooperation,\n(co-\nand\nindividuals\npolicy\nreform\nfinancing up training\nto 100%)\nDepending on\nDepends on\nSMEs,\ndepending\non EC\nthe specific\nEC\nthe specific\nand regional criterial\ncall\ncall\nwulnerable\ndeal with the €503\n& first-of-a- HE, CSP,\nRFCS, IF\nmost\nenvironment kind projects\nUndertakings\nand\nindividuals digitisation projects\nRoll-out & infrastructure\nprojects\nin\nenergy,\ntelecom and transport\nsectors\nDraft\nConnecting investment at European level (to\nEurope\nFacility\n(CEF)\n€14.7 B\n(2021-27)\nCF\nnetworks\nDraft\norientation orientation\nRoll-out & infrastructure\nErasmust Supporting education, training,\nyouth sport Europe\nand in\nSupporting the preparation and Depending\nestablishment of networking on\nimplementation and coordination allocated by\nof joint activities\neach region\nUndertakings\nand\nindividuals\nthe\nERA-NET structures, and the design, amount\n78",
  "page_79": "GREEN STEEL FOR EUROPE — FINAL REPORT\nFunding\nEU\nScope and objective\nProgramme\npo andthe EC\nSupporting high-risk, high-\npotential SMEs to develop and\nbring to the market new 1.2 BE\nproducts, services and business\nmodels that could drive\neconomic growth\nImportant\nProviding a\ncontribution\nto Union\nproject of\nAgreement\nobjectives significant impact\nand\ncommon\namong at\non economic growth,\nEuropean\nleast three\nsustainability or value creation\nMSs\ninterest\nacross the EU\n(IPCE!)\nSource: own composition by the authors of the report\nTRL\nee\nEstimation of\nfunding\navailable in available for Beneficiaries\ntotal\ndecarbonisation\nof steel\na\nR&D&I\nNational\nfunding,\nstructural\nfunds and\ncentral EU\nfunding\nprogrammes\nBy sector\nDedicated to SMEs\nCOSME, INNOSUP,\nEUROSTAS,\nSME\ninstruments\nSMEs\nBlending\nwith other\ninstruments\nee\n5-9\nType of action\n79",
  "page_80": "GREEN STEEL FOR EUROPE — FINAL REPORT\nFigure 3 shows the distribution of the 81 national and regional public instruments analysed by member states and region. The figures demonstrate the interest of member states and regions in supporting industrial transformation. The number of national instruments is consistently higher than that of regional ones. However, regions also are demonstrating growing support. That said, rules tend to differ significantly.\n12\nw GREENSTEEL\ni,\nE 10\na\nT\n0\nAustria Belgium Finland France Germany Italy Luxembourg Netherlands Poland\nSpain Sweden\n= National Funding = Regional Funding\nFigure 3: National & regional funding progranmes supporting the decarbonisation of steel industry Source: own calculation by the authors of the report.\nQuite often, national and regional programmes are insufficiently coordinated in terms of scope, timeline and funding availability. Long-term visibility and stability must also be ensured to allow for blending with the new set of EU initiatives, in order properly to support COz emission reduction in the steel sector.\nBased on the information currently available on national and regional funds, approximately €400 M per year would be available for COz emission reduction in the steel sector for all 11 European countries considered in the analysis for the period 2021-22. This amount is in addition to the amount cited above for EU instruments.\nThe report also present details on private instruments available at the European, national and regional levels, including from banks, highlighting, whenever possible, synergies such as:\ninvolvement of public and private investors, increasing the total amount of financing available to projects compared with support through grants only; greater and more extensive support to beneficiaries that may not be supported by a single grant at EU or national level, also taking into consideration state aid rules; risk reduction and bridging the so-called “innovation valley of death” (the gap between academic-based innovations and their commercial application in the marketplace); and e better alignment of company interests with the successful outcome of the project.\nIn this context, every year all main development banks (World Bank, International Finance Corporation, European Bank for Reconstruction and Development, European Investment Bank, Asian Development Bank and African Development Bank) renew their commitment to sustainability by launching newgreen bond emission plans (see figure 4).\n80",
  "page_81": "GREEN STEEL FOR EUROPE — FINAL REPORT\n12\n10,5\n10,4\n10,1\n= 10\n8,55\nseeee eens OSE OO OOOO CEOOOSOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOIO\n5,25\n4,25\n415\n415\n41\n2,95\n2,9\n2,85\nCredit BNP Paribas HSBC JP Morgan Barclays Societe\nAgricole\nGenerale\nSequencing is the possibility to continue sustaining an ongoing project through the same or a similar funding mechanism. Based on the information collected here, sequencing has not generally been highlighted as a key bottleneck to be addressed in the rules, either at the EU level or at national/regional levels.\nIn very few cases is sequencing regulated by rules associated with the funding source. Consequently, even though sequencing is important for supporting long-term technological development, the use of the tool depends much more on the specific technical nature of the project and its own evolution than on the detailed definition of rules for the funding instrument.\nConclusions\nThe 2050 climate stabilisation challenge can be met only if private capital is sufficiently supported by a consistent and coordinated framework of public funding opportunities at the EU, member state and regional levels. Both EU and national/regional financial support schemes for the decarbonisation of industrial installations must be made available at sufficient scale for the entire transition period from 2021 to 2050. In addition, the steel industry and other stakeholders will need to cooperate to overcome the technological and economic challenges they face with regard to the implementation of low-carbon production technologies.\nHowever, the analysis of EU financial support conducted in the framework of this report has found that even by combining significant financial mechanisms—such as HE, CSP, RFCS, LIFE and IF—only about €2 B would be available as grants for COz emission reduction in the steel sector for the period 2021-30. This is, of course, alarge amount of money but unfortunately far from enough to turn breakthrough technologies into technically achievable and economically viable solutions, which would allow the sector to do its part toward achieving the objective of a climate-neutral EU by 2050. In addition, based on currently available information, the analysis of national and regional funding instruments has found that approximately €400 M per year would be available for reducing CQz emissions in the steel sector in the period 2021-22, for all 11 of the European countries considered. These amounts are insufficient to meet the investment needs of the steel sector\nING Danske Bank Deutsche UniCredit Natixis NatWest Nordea\nBank\nMarkets\nFigure 4: Leading European banks for green bondunderwriting in 2019, by value of bonds (B $)\nSource: Climate Bonds Initiative — Statista.\n81",
  "page_82": "GREEN STEEL FOR EUROPE — FINAL REPORT\nGuidelines and approaches for using funding in line with technological developments (Deliverable D2.5)\nHuge investment in innovation and breakthrough technologies are crucial if the European steel industry is to meet EU climate and energy targets, boost its competitiveness and give stakeholders a ‘first-mover advantage on the global scene.\nThis report provides guidelines to EU and national policymakers and industry players on how to harness existing and forthcoming funding opportunities to decarbonise the EU steel industry and achieve the EU energy and climate targets. The guidelines are developed based on the main findings of the report on Funding Opportunities to Decarbonise the EU Steel Industry®.\nD2.4 finds that the financial support relevant to the steel sector consists of 25 EU programmes (19 public and 6 private), 24 private funding opportunities (mainly from banks, including both conventional instruments and green bonds; 13 with specific tables) and 81 national and regional instruments (from 11 countries). All the main relevant financial instruments are analysed based on the information currently available, including blending and sequencing options, to enable a global view of funding to reach the 2050 European zero greenhouse gases (GHG) emission target. Findings of the Funding Opportunities to Decarbonise the EU Steel Industry report and the Investment Needs report’? also show that the support ensured by the funding programmes dedicated to the investment needs of the EU steel industry is currently not sufficient. Considering the significance and key role of the European emissions reduction target for future generations and the high impact of the steel industry on overall COz emissions, an enormous effort is required from steel stakeholders.\nTo achieve the challenging COz reduction objectives, a strong collaboration and joint commitment of the private and public sector are needed at EU, national and regional level (see Figure 1).\n® European\n™ Member State ® Regional\n© Public\n© Private\n™ Mixed P/P ® Grants\n® Loans\n_ .\n=\n= a\nFigure 1 - Main funding elements of the blending framework\n82\n° of the ‘Green Steel for project’- GREENSTEEL Deliverable D2.4 Europe\n® of GREENSTEEL Deliverable D2.2",
  "page_83": "GREEN STEEL FOR EUROPE — FINAL REPORT\nSource: authors’ own compilation.\nAt European level, the following synergies of funding programmes are suggested:\ne Combining Research Fund for Coal and Steel (RFCS) and Horizon Europe (HE). To better achieve the synergies at European level, three options could be considered: - Combining HE and RFCS funds and assets under the same Clean Steel Partnership (CSP) call for proposals (the so-called ‘one-stop shop approach’) to ensure synergies at European level; Presenting the callas a single package (the so-called ‘single package approach’); and - Publishing at least (RFCS and HEU) CSP calls with the same deadline. Combining RFCS and HE with the Innovation Fund (IF): - HE and IF: HE can support innovation up to the pilot phase and IF can support innovation in the demonstration and scale-up phases; RFCS and IF: RFCS can support innovation for the research phase and up to the pilot and demonstration phase, and IF can supportinnovation for the scale- up phase. Combining RFCS and HE with LIFE program: - HE and LIFE: the E is nowworking to provide more support through the LIFE Climate Action financial instrument to have a basis for a larger number of projects. RFCS and LIFE: the LIFE Climate Action sub-programme supports projects to develop innovative ways to respond to the challenges of climate change in Europe. In particular, one of the main objectives of the sub-programme is to contribute to the shift towards a low-carbon and climate-resilient economy. Importantly, this objective can be reached through synergies with the RFCS. Combining RFCS and HE with IPCEI: - Member states, the EU steel industry and other actors (under the supervision of the CSP) could explore the possibility to table a proposal for setting up an IPCEI on Green Steel. This IPCEI would create a legal framework allowing the combination of EU, national, regional and private funding in compliance with state aid rules. In this respect, the European Commission may consider an ‘integrated project, i.e. a group of single projects inserted in a common roadmap or programme aiming at the same objective and based on a coherent systemic approach. The individual components of the integrated project may relate to separate levels of the supply chain but must be complementary and necessary for the achievement of the important European objective. Combining HE with ESIF: - Over the next budget cycle, the Cohesion Fund and the structural funds aim at supporting the green transition. In this respect, the combination of funding among HE and ESIF for ambitious industrial projects is especially concerning. In this report an extensive analysis of this two instruments’ combination, an overview of the differences between H2020 and structural funds and finally, on the practical side, a real industrial case of combination between ESIF and EIB loans are presented.\nSynergies and blending of funding program at national and regional level is also necessary to achieve the abovementioned objectives. Current national and regional\n83",
  "page_84": "GREEN STEEL FOR EUROPE — FINAL REPORT\ninstruments are often insufficiently coordinated in terms of their scope, timeline and funding availability. Since there are potentially €800 M available from national and regional instruments to support the COz emissions reduction in the steel sector for the period 2021-22\"! in the 11 EUcountries considered, full knowledge of those instruments is needed to create synergies with the EU instruments. In this case, the general aim is to establish formal and informal mechanisms of cooperation with member states to create additional synergies with national and regional policies and programmes.\nFinally, synergies at project level can be achieved through a combination of:\ne funding related to the same project idea; e inter-related or successive projects, e parallel projects; e projects at different Technology Readiness Levels (example of ‘vertical’ synergies in Table 1).\nTable 1: Synergies among projects in terms of Technology Readiness Level (TRL)\nTRL 1 — Basic principles observed\nHE, RFCS, regional funds\nTRL 2 — Technology concept formulated\nHE, RFCS, regional funds\nTRL 3 — Experimental proof of concept\nHE, RFCS, regional funds\nTRL 4 — Technology validated in lab\nHE, RFCS, regional funds\nTRL 5 — Technology validated in relevant environment (industrially\nHE, RFCS, IF\nrelevant environment in the case of key enabling technologies)\nTRL 6 — Technology demonstrated in relevant environment\n(industrially relevant environment in the case of key enabling HE, RFCS, IF\ntechnologies)\nTRL 7 — System prototype demonstration in operational environment\nHE, RFCS, IF\nTRL 8 — System complete and qualified\nHE, InvestEU\nTRL 9 — Actual system proven in operational environment (competitive\nmanufacturing in the case of key enabling technologies)\nHE, InvestEU\nSource: own compilation by the authors of the report.\nFrom the analysis of private instruments at European, national and regional level, including banking instruments, several possible synergies between public and private sectors have emerged:\ne involvement of public and private investors to increase the total amount of financing available to projects as compared to support through grants only;\n84",
  "page_85": "GREEN STEEL FOR EUROPE — FINAL REPORT\ngreater and more extensive support to beneficiaries that may not be supported by a single grant at EU or national level, also considering state aid rules; e risk reduction and bridging over the ‘innovation valley of death’; and e higher alignment of company interests and the successful outcome of the project.\nSeveral possible blending scenarios are shown in Table 2.\nTable 2 - R&D&I funding instruments — Blending\n| c/n\n,\ny\nS|\\O\nO|a\nP| tT | tt\nSSS 000\n00 i\n[csp\n| | | | P|\n| | | | P|\n[Clean Hydrogen __|\nL | |\n| | | | Pd\nRFCS\nLs\nMj innovation Fund _ |\nPT TT | tT |] Php ire\nPt tT tT | | | |] Ph Err\nL | | |\n| |\nJTF\n[Eramus+\n| | | | | tt\n[ERANET\npt | | tt\nIPCEL\n[RecoveryPlan\nLt TT TT tT\nSSS\neesro——\nP| | | | |\nPM innovFin\nEa\nPeMinvesteu\nPrivate banks |\nSource: own composition by the authors of the report.\nNote: green: synergies are possible between the instruments; yellow: to be specifically defined; red: Synergies are generally not allowed; and grey: information is currently not sufficient\nFinally, Table 3 evidences in a comprehensive way the possible synergies existing between the main European funding programmes, national and regional funding opportunities. While at European level the various programmatic resources can generally be combined (left side of the table), synergies between EU and national/regional instruments are generally not allowed, except for a small number of cases (right side of the table).\nBesides suggestion for synergies of funding, the report also presents several ‘success stories’ - examples of funding instruments used by steel companies to support their decarbonisation technologies. Several examples of funding instruments used by the steel sector are EIB’s loan to Arcelor Mittal, Marcegaglia Group and Aperam; EIB, H2020 and national instrument’s financing and guarantee for Salzgitter AG; and the Swedish Energy Agency’s funding support for SSAB, LKAB and Vattenfall.\nAs a final comment, to reach the 2050 climate objectives, private and public funding must join forces within a consistent and coordinated framework. The steel industry and other stakeholders will need to cooperate to overcome the technological and economic challenges regarding the implementation of CO2-low production technologies.\n85",
  "page_86": "GREEN STEEL FOR EUROPE — FINAL REPORT\nTable 3 - Main financial instruments available to the steel sector by project size\no GREENSTEEL\nProject with funding <7.5 M€\nProject funding between 7.5 and 100 ME between 100- funding >\nProject funding Projects with\n250 ME\n250 M€\nHorizon Europe (HE) and\nrelated relevant PPPs (P4P, | Pillar 2 calls to be published at the beginning of 2021.\nClean Hydrogen)\nClean Steel Partnership\nExpected calls in April/May 2021;\n(CSP)\nUsual call every year;\nResearch Fund for Coal\nAverage project dimension 1.5 M€\nand Steel (RFCS)\nfunding.\nInnovation Fund (IF)\nIF small-scale instrument (no calls\ncurrently open. Calls expected to be\nlaunched on beginning 2021).\nBudget up to 150 M€\nCalls published on 3\" of July 2020. Deadline 29\" October\nAt least 7.5 ME CAPEX\nA single legal entity, as well as consortium, can apply.\nBreakthrough projects; itis funded the innovation gap\nrespect to conventional plant.\nMaximum 60% of the relevant costs.\ngrant\nPayments against GHG emissions avoidance.\nCost incurred prior of the signature of the GA are not\nincluded in the calculation of the relevant cost.\nIF grant is not considered to be State aid\nA project that has received the IF support may also receive\na contribution from any other Union programme.\n86",
  "page_87": "GREEN STEEL FOR EUROPE — FINAL REPORT\nEuropean Green Deal\n(EGD) Calls\n87\nImportant Projects of\nCommon European\nInterest (IPCEl)\nNational and Regional\nEIB\nERBD\nBanks\nSource: own composition by the authors of the report. Note: green = funding available; yellow = funding rules under definition; red = funding not available.\nTopic Area 3 (of interest of the Steel Sector).\nWork Programme available. 10 -40 M€ project\nCSA projects starts from 2 ME\ndimension.\nDeadline on January 2021\nThe InvestEU Fund is expected to mobilise more than 372 B€ of public and private investment through an EU budget guarantee of 26,2 B€ that backs the investment of financial partners such as the EIB Group and others.\n= Two types of IPCEI actions interesting for the GREENSTEEL project:\n1 IPCEI - Hydrogen for climate action\n2 IPCEI — Low carbon industries (still in preparation)\nCurrently the maximum amount for a single MS, based on the two already active IPCEI (Microelectronics\nand Batteries), amount to 400 ME.\n= Funding up to 100% of the relevant cost, even if industry co-financing is highly expected.\n= IPCEI follows the State aid rules (2014/C 188/02).\nConsidering the wide variety of rules, these instruments have to be specifically verified ona\ncase-by-case base.\nLoans > 25M€, InnovFin\ne.g.\nEnergy\nNo defined\nDemonstration Projects up to 75M€\nupper limit\nLoans available in the range 3-250 M€ (average amount €25 M). Full details are negotiated with the client on a\ncase-by-case basis-\nConventional instruments and green bonds\nInvestEU",
  "page_88": "GREEN STEEL FOR EUROPE — FINAL REPORT\nImpact Assessment (Deliverable D3.2)\nGreen steel can be achieved through various technological pathways, some of which may be more suitable for specific producers and regions, depending on local factors related to energy infrastructure and demand. EU policy has an important role to play in the decarbonisation of the steel industry. Nevertheless, member state environmental, energy and industrial policies can also affect the prospects for certain industrial decarbonisation pathways. In the long term, some decarbonisation technologies may end up being more successful and competitive than others. This summary examines some of the most promising policy options that can support the technological pathways 12 andleverage the funding opportunities‘? identified in the project.\nIt includes policy options directly linked to specific technologies, such as green hydrogen, CCUS, renewables and scraps, but also options related to specific policy strategies such as carbon pricing — which is strengthened by the EU's Fit-for-55 package — and funding, which applies horizontally across the policy areas. Some options aim to address specific problems related to the individual technologies, while others could support industrial decarbonisation or emission reductions more generally. Anumber of cross-cutting policy options that can contribute to all policy areas have also been identified.\nBelow, the six policy areas (funding, carbon pricing, renewable electricity, green hydrogen, CCUS, scraps) are discussed separately, covering the specific policy problems, policy objectives, and policy options as well as the expected results from the most promising options.\n1 Funding\nThe general problem for funding is the limited amount of funding flowing towards decarbonisation technologies in the steel industry. This does not necessarily mean there is an insufficient amount of potential funding, but rather that the business case for individual transformational investments in (costlier) green steelmaking production capacity is still missing.\nSpecifically, the funding challenges of green steel are also rooted in the — as of yet — higher costs of green steelmaking, both with regard to CAPEX and OPEX. In addition, green steelmaking technologies are unproven at scale (although there is rapid progress in some technologies, such as hydrogen-based steelmaking) and therefore carry greater risk. While some public funding is available to be invested in emission reduction technologies for the industrial sectors, they are not sufficient considering the transformational investment needs. Moreover, funding is especially required to fill the gap between R&D and commercial deployment at scale. Investments will also depend on there being a market for green steel specifically.\nTherefore, green steel funding should cover a wide range of drivers that lead to an increase in costs and investment needs. This includes newlow-carbon production plants that replace existing blast furnaces, as well as low-carbon energy sources and infrastructure (e.g. hydrogen and CCUS). While public funding is inevitable to a degree, private funding would ideally constitute the biggest share of green steel investments. However, the market conditions for green steel will be a key driver for such private investment. The risk of carbon leakage can negatively impact it all. Competition from non- EU producers that face lower carbon costs can deter investments in green steel. Policy interventions aimed at creating a market — for example through green public procurement\n” See of GreenSteel Work Package 1\n® See of GreenSteel Work Package 2\n88",
  "page_89": "GREEN STEEL FOR EUROPE — FINAL REPORT\n(GPP) — can, nevertheless, improve the business case for such green steel investments. However, knowedge about green steel, and demand for it, should be present throughout the whole steel value chain.\nThere are also several challenges related to combining various public and private funding mechanisms to ensure that their impact is maximalised. Itis not always possible to blend different sources of funding, even if that would increase the impact. Furthermore, steel investments have long lead times and require lengthy financial commitments, even if some funding instruments operate on shorter-term project bases. Furthermore, in the wake of the Covid-19 pandemic, the capacity of member states to provide funding (i.e. State aid) may be constrained due to budgetary pressure.\nFD1.1: Reduce OPEX for low-carbon\nFD1: Lower the production costs of K\nsteelmaking\nlow-carbon steel\nFD1.2: Public support for CAPEX in\ndemonstration & early stage\nGeneral objective\ncommercialisation\nFD2.1: Mitigate innovation risks\nEnsure sufficient funding to develop\nFD2: Mitigate investment risks\nand deploy low-carbon steelmaking\ntechnologies for the EU\nFD2.2: Create a market for low-\ncarbon steel\nFD3.1: Secure public funding\nFD3: Provide adequate and timely\npublic funding\nFD3.2: Close the funding gaps\nbetween research & demonstration\nFigure 1: Policy objectives of funding (FD) for decarbonisation technologies in the steel industry\nSource: own composition by the authors of the report.\nThe objectives of funding policies are threefold in light of the above problems: the production costs of green steel need to decrease (specific objective FD1), investment risks should be mitigated (specific objective FD2), and funding should be aligned with the needs of the steel industry in terms of timing and scale (specific objective FD3) (see Figure 1). Some problems require specific and dedicated solutions.\ne To address the greater OPEX costs of green steel, the use of EU funding programmes such as the ETS innovation fund is recommended. The large CAPEX requirement cannot be fully covered with public funds, it therefore requires the mobilisation of private funds (see specific objective FD1). Public support could also go beyond direct funding, using tools such as risk mitigation instruments and loan guarantees to lower capital costs. Besides ‘technology-push’ measures, policies that result in ‘demand-pull’ for green steel are also important. These measures, such as GPP, green labels and standards, are notclassic funding instruments but can nevertheless address some of the gaps in the current steel investment landscape. In fact, these three policy tools can often address multiple policy objectives at once, going beyond funding goals. They are therefore also reviewed separately as cross-cutting policy options, together with the impact of higher carbon prices and carbon contracts for differences (CCfDs) (see specific objective FD2).\n89",
  "page_90": "GREEN STEEL FOR EUROPE — FINAL REPORT\ne Finally, synergies between funding instruments are important. Initiatives such as the Clean Steel Partnership (CSP) can play an important role here, as well as coordination instruments such as the Important Projects of Common European Interests (PCEls), as they could target technologies that enable green steelmaking (as is already happening with hydrogen) or the steel value chain as a whole (see specific objective FD3).\nTable 1: Overview of policy solutions\" — Funding\necienedcenfessbinc ore\nOption FD1: promoting the use EU funding | |\nfe\nprogrammes to finance OPEX of low-carbon\nsteel\nOption FD2: mobilising private funding to support |\nCAPEXof decarbonisation technologies\nOption FD3: ensuring public support for CAPE X pf}\nft\nbeyond direct public funding\nOption FD4: introducing risk mitigation and loan ft |\nfe\nguarantee instruments — for investments in\ndecarbonisation technologies\nOption FD8: ensuring that EU resources will ee\nsupport the green transition in the steel industry\nOption FD9: identifying pathways (2030 & 2050) ft\nfe\nfor decarbonisation technology routes and\nensuring that EU & national policy makers\naccount for them\nOption FD10: creating synergies in EU level pt\nff\nfunding via the Clean Steel Partnership\nOption FD11: creating additional synergies in EU level |\n{|\n| |\nfunding va blending & sequencing of different\nopportunities\nOption FD12: establishing an IPCEI for low-carbon Es\nsteel\nNote: This table presents the policy options in the funding area that would support the decarbonisation of the EU steel industry. The options are assessed based on the four criteria under the Better Regulation guidelines: their effectiveness, efficiency, feasibility and coherence. Colour legend: orange - low, yellow — moderate, green — high. For instance, a policy option that has a green cell in the Effectiveness column is considered to be “highly” effective. Source: own composition by the authors of the report\n2. Carbon pricing\nThe EU’s main carbon pricing policy — the EU ETS - also applies to steel sector emissions. However, the EU ETS is insufficient, on its own, to fully decarbonise the sector. This is partly because carbon prices are too lowcompared to the abatementcosts in the steel sector, but also because there are other economic and non-economic barriers to the deep decarbonisation of energy-intensive industries that make carbon pricing on its\n“ Policy options FD3-5 have been includedin this overview asthese optionsare assessed in the cross-cutting policy not chapter\n90",
  "page_91": "GREEN STEEL FOR EUROPE — FINAL REPORT\nown insufficient. In addition, the steel sector is considered at risk of carbon leakage, which may deter private investment in climate-neutral technology.\nSeveral specific issues hinder the ability of the EU ETS to contribute to the decarbonisation of the steel sector. The supply of allowances in the ETS is relatively rigid, even if it has become more responsive to fluctuations in demand after the introduction of the Market Stability Reserve. Demand is more volatile, however, which has led to supply- demand imbalances in the ETS, and with it, to carbon price volatility. This volatility undermines predictability and deters investment. While the ETS price increasingly reflects future scarcity, this is insufficient, in the short term, to drive the investments the steel sector requires. The long lead times of the steel sector’s investments exacerbates this issue. Furthermore, so long as the market for green steel remains limited, private investments may likewise lag.\nThe risk of carbon leakage can hinder the effectiveness of carbon pricing notjust because of the purported threat to competitiveness, but also because of the measures that are taken to mitigate said carbon leakage risk. Free allocation can supportthe bottom line of steel companies, but it also dampens the carbon price signal. The suggested alternative, i.e. the Carbon Border Adjustment Mechanism (CBAM), can have many different designs, each with significant impacts on investment signals and competitiveness. Beyond direct carbon costs, the carbon leakage risk may also arise through indirect costs, i.e. higher energy prices (mostly for electricity) due to the pass-through of the carbon price in energy prices. Finally, the competitiveness of the steel industry is affected by many more (global)\nCP1: Reduce the differential\nbetween the EU ETS price and\nsteel sector abatement costs,\neither by increasing the former,\nor by reducing the latter\nEnsure that carbon pricing\npolicies in the EU effectively\nCP2: Implement policies that\ncontribute to emissions\naddress the weaknesses of\nreductions in the steel sector,\n—\ncarbon pricing while supporting\nthereby supporting long-term EU\nsteel sector decarbonisation\nclimate policy objectives\nCP3: Mitigate carbon leakage\nrisk for both direct and indirect\nemissions\nfactors beyond climate policy. This too, will affect the capacity and willingness to invest in green steelmaking.\nFigure 2: Policy objectives on carbon pricing (CP) to decarbonise the EU steel sector\nSource: own composition by the authors of the report.\nThe general objective of policy interventions should be to make carbon pricing contribute effectively to the steel sector’s decarbonisation. To achieve that, the carbon pricing instruments themselves could be strengthened, but, as an alternative, policies that reduce abatement costs in the steel sector could be implemented instead. Once abatement costs are lower and green steelmaking is more competitive, the impact of a carbon price signal increases. Some additional policies that address the inherent weaknesses of carbon pricing are nevertheless recommended. This includes, for example, demand-side policies\n91",
  "page_92": "GREEN STEEL FOR EUROPE — FINAL REPORT\nthat can support an increased market for green steel. Finally, the carbon leakage risk should be mitigated for both direct and indirect carbon costs. However, mitigating carbon leakage risk is not always the same as supporting industrial competitiveness, and vice versa.\nThe most promising policy option is the introduction of CCfDs. CCfDs specifically address a key weakness of current carbon pricing policies in the EU: carbon prices are too volatile and too low to trigger investments in green steel. By agreeing on a ‘strike price’ that would enable a producer to invest in green steelmaking capacity, a variable subsidy could be agreed. CCfDs work in tandem with the EU ETS: if the carbon price gets closer to the agreed strike price, the subsidy payments can be lowered.\nIn general, policies (such as public investments) aimed to lower the steel sector’s abatement costs would be effective, as the ETS price level at which carbon-intensive steelmaking would be discouraged and made less competitive will decrease as well. The CBAM can also make investments in green steelmaking more attractive, although much depends on the design of the mechanism and what happens to existing free allocation.\nTable 2: Overview of policy solutions‘ — Carbon pricing\nPT Excciveness] Eficieney | Feasibiliy| Conerence\nOption CP1: adopting a hybrid MSR Ss\npf\ndesign\nOption CP2: reducing steel\nabatement costs\nOption CP5: introducing CCfDs\nOption CP6: implementing a CBAM\nLE\nOption CP7: introducing a separate\nindustrial competitiveness policy for the\nsteel industry\nNote: This table presents the policy options in the carbon pricing area that would support the decarbonisation of the EU steel industry. The options are assessed based on the four criteria under the Better Regulation guidelines: their effectiveness, efficiency, feasibility and coherence. Colour legend: orange - low, yellow — moderate, green — high. For instance, a policy option that has a green cell in the Effectiveness column is considered to be “highly” effective. Source: own composition by the authors of the report.\n3. Renewable electricity\nRenewables can contribute to the decarbonisation of the steel industry in two ways: directly, using electricity to power electric arc furnaces; or indirectly, due to electrification through hydrogen-based steelmaking. In both cases, vast additional volumes of renewables are needed, ranging up to 400T Wh by 2050 (up from 55TWh today — which is a little more than Romania’s total annual electricity demand). The general problem is therefore the gap between demand and supply of renewable electricity (RES-E) for the steel industry.\nThere are three specific reasons for this gap:\nnot policy chapter *® Policy options CP3 and CP4 have been included inthis overview asthese optionsare assessed in the cross-cutting\n92",
  "page_93": "GREEN STEEL FOR EUROPE — FINAL REPORT\nthe first is the insufficient installed capacity of renewables — a challenge for the whole economy, as electrification and renewables are the preferred decarbonisation option in many sectors. Volatile and occasionally low electricity prices can, nonetheless, deter further investment in renewables deployment. In addition, the deployment of some RES-E projects is sometimes hindered by administrative or local barriers;\nI\nthe second is increasing network costs and unharmonised rules on RES-levies for\nRE1: Accelerating the\ninstallation of new RES-E\ngeneration capacity in the EU\nBridging the existing and\npotential gap between supply and\nRE2: Reducing costs to source\ndemand by ensuring that RES-E VA\nelectricity and ensuring\nis available at competitive prices\n———\n—\n—\naffordable electricity for low-\nfor both direct use in steelmaking\ncarbon steelmaking\nand green hydrogen production\nRE3: Managing the variability of\nRES-E generation and matching\npower supply and demand\nthroughout different steel\nproduction processes\nthe industry, which affect industrial power prices and can also deter investment. Furthermore, indirect carbon costs are compensated unequally, while Power Purchase Agreements (PPA) may also have divergentrules across MS; lil. the third is the inherent variability of renewable electricity, which is a challenge per se. To this end, increased investments in electricity storage and balancing, or in demand-side responses are needed.\nFigure 3: Policy objectives on the availability of renewable electricity (RE)\nSource: own composition by the authors of the report\nThe EU's policy interventions to bridge the gap between RES-E supply and demand from the steel sector can be supported by: (i) accelerating the installation of new RES-E generation capacity; (ii) reducing costs to source electricity and ensuring affordable electricity for green steelmaking, and (iii) managing the variability of RES-E generation and matching power supply and demand in steelmaking.\nThe proposed policy options would affect the availability of RES-E for the steel industry by facilitating RES-E investments (through funding, better permitting rules, better rules on PPAs) and addressing the variability of RES-E supply (through an increase in RES-E storage capacity and better balancing services). EU policies can also lead to lower energy costs for the EU steel industry through a lower levelised cost of electricity (_COE) of RES- E, improved mechanisms for indirect carbon costs, updated rules on demand-response measures and PPAs. The most promising policy interventions are to continue to financially support RES-E technologies, support PPAs and green energy offers (e.g. a reformed guarantees of origin system), and to improve the availability of energy storage solutions.\n93",
  "page_94": "GREEN STEEL FOR EUROPE — FINAL REPORT\nTable 3: Overview of policy solutions — Renewable electricity\nFT soctivonoss] Eficioncy] Feasbiy [ Coherence\nOption RE1 EU funding for =\ntechnologies\nOption RE2: EU guidelines on permitting | |\n|\nprocess for RE projects\nOption RE3: compensation of indirect hs\nemission costs\nOption RE4: EU guidelines on demand- a\nresponse measures\nOption RES: PPAs or green energy offers ee\nee\nee\nOption RE6: balancing and shaping costs |\nff\nin national markets\nOption RE7: policies on energy storage\nNote: This table presents the policy options in the energy area that would support the decarbonisation of the EU steel industry. The options are assessed based on the four criteria under the Better Regulation guidelines their effectiveness, efficiency, feasibility and coherence. Colour legend: orange - low, yellow — moderate. green — high.For instance, a policy option that has a green cell in the Effectiveness column is considered to be “highly” effective. Source: own composition by the authors of the report.\n4. Green hydrogen\nGreen hydrogen — i.e. hydrogen produced through electrolysis powered by RES-E — can be used in certain green steelmaking pathways. Today, however, there is only limited availability of green hydrogen, nor is it competitively priced. This limited availability of green hydrogenis driven by a limited production capacity, i.e. lack of installed electrolyser capacity. The technological readiness of electrolysers running on variable electricity is still improving, therefore funding and projects may be risky and low in number. In addition green hydrogenis not the only type of hydrogen, nor even the only type of hydrogen that can deliver significant emissions reductions. Green hydrogen, therefore, needs to compete with these other hydrogen types such as blue and grey hydrogen\", which for now are more cost competitive. Finally, there is a poor link between the supply and demand for green hydrogen. The use of green hydrogen in the steel industry requires significant capital investments in production facilities that can produce steel this way Furthermore, infrastructure is required to match supply and demand\n® Grey reforming of hydrogen ishydrogen produced through the steam methane natural gas without carbon capture\n94",
  "page_95": "GREEN STEEL FOR EUROPE — FINAL REPORT\nGH1: Stimulating the installation\nof new electrolysers\nIncreasing the availability of\naffordable green hydrogen\nGHz2: Creating a more\nenvironment for green\nhydrogen\ncompetitive market\nGH3: Ensuring a significant and\nconsistent demand of green\nhydrogen as well as the\ntransportation between sources\nof supply and demand\nFigure 4: Policy objectives on availability of green hydrogen (GH) to decarbonise the EU steel sector\nSource: own composition by the authors of the report.\nTo increase the availability and competitiveness of green hydrogen, EU policies should foster the installation of new electrolyser capacity, create a more competitive market environment for green hydrogen specifically and support a wider demand for green hydrogen as well as the infrastructure to transport it.\nThe most promising policy options to support green hydrogen availability are a more widespread availability of CCfDs to green hydrogen producers anda wider support to MS initiatives — in particular through State aid guidelines. EU funding support for electrolysis and investment in transport infrastructure can also be worthwhile options.\nTable 4: Overview of policy solutions — Green hydrogen\nP_erectvenoss] EFiciongy | Feastiy | Coherens\nOption GH1: supporting MS initiatives\nOption GH2: providing financing for a\nelectrolysers at EU level\nOption GH3:\nframework\nOption GH4: offering a premium such as re\nCCfDs\nOption GH5: financial support for ls\nhydrogen transport infrastructure\nNote: This table presents the policy options in the green hydrogen area that would support the decarbonisation of the EU steel industry. The options are assessed based on the four criteria under the Better Regulation guidelines: their effectiveness, efficiency, feasibility and coherence. Colour legend: orange - low, yellow — moderate, green — high. For instance, a policy option that has a green cell in the Effectiveness column is considered to be “highly” effective. Source: own composition by the authors of the report\n95",
  "page_96": "GREEN STEEL FOR EUROPE — FINAL REPORT\n5. Carbon capture and use or storage (CCUS)\nCCUS provides another technological pathway for the steel sector’s decarbonisation. While CCUS has been deployed at small scale throughout the world, there is not yet widespread deployment of CCUS infrastructure, especially as part of industrial clusters. The specific reasons for this limited availability of CCUS solutions for the steel industry are related to the individual parts of the CCUS value chain: (i) CO2 storage sites are not yet available; (ii) CO2 capture is energy-intensive, faces challenges with capture rates and is costly, and (iii) many use-cases for CO2 (CCU) are incompatible with climate neutrality. In addition, there are also cross-chain issues, such as the underinvestment in CO2 transport infrastructure so long as CO2 capture and storage remain limited.\nThe different parts of the CCUS value chain are often interdependent, which raises coordination challenges. COz purity levels, expected volumes, or the availability of other low-carbon infrastructures may all affect the choices of other decision-makers in the value chain. To improve the availability of CCUS solutions for the steel industry, EU policies should: (i) target an improved access to safe COz storage sites; (ii) improve the business case for COz2 capture at high capture rates; (iii) develop a market for CCU products that is compatible with climate neutrality, and (iv) support coordination efforts along the value chain.\n~\nCCUS1: Improved access to safe\nand permanent storage options,\nincluding availability of suitable\nsites and transportation\nCCUS2: Improved business case\n— for CO, capture (at high capture\nrates)\n(cuss: Increased market for ccu |\nproducts and ensure its\ncompatibility with EU climate\nneutrality objective\nThe most promising policy options are to provide increased public funding for R&D to optimise COz capture rates; foster the use of climate-neutral CCU applications under the EU ETS; provide a coordination platform; and focus public support on entire industrial clusters, as CCUS solutions could provide decarbonisation options for (industrial) sectors beyond the steel sector, thereby increasing the efficiency of decarbonisation efforts.\nImproved availability of CCUS Sf\nsolutions\n\\ CCUS4: Increased certainty and\nthe CCUS market\nFigure 5: Policy objectives on availability of CCUS solutions to decarbonise the EU steel sector\nSource: own composition by the authors of the report.\n96\ncoordination for different actors in",
  "page_97": "GREEN STEEL FOR EUROPE — FINAL REPORT\nTable 5: Overview of policy solutions’? — CCUS\nPT exccavonoss|eicioncy] Feasy | Coherence\nOption CCUS2: supporting other |\nCOsztransport methods beyond pipelines,\nas well as recognising and promoting\nnegative emissions technologies in ETS\nOption CCUS3: providing funding fj\nff\n(CAPEXand OPEX) for COzstorage and\ntransport infrastructure\nOption CCUS5: providing increased tf ft\nft\npublic support and funding for R&D&! to\noptimise capture at high rates\nOption CCUS6: promoting the use of |\nfT\nclimate-neutral CO2\nOption CCUS7: providing a platform | |\nfe\nwhere different actors in the value chain\nmeet and coordinate\nOption\nCCUS8:\nclusters/industrial symbiosis\nNote: This table presents the policy options in the CCUS area that would support the decarbonisation of the EU steel industry. The options are assessed based on the four criteria under the Better Regulation guidelines: their effectiveness, efficiency, feasibility and coherence Colour legend: orange - low, yellow — moderate, green — high. For instance, a policy option that has a green cell in the Effectiveness column is considered to be “highly” effective. Source: own composition by the authors of the report.\n6 Iron and steel scraps\nIncreasing the reuse of ferrous scrap in steel production is effective in reducing CO2 emissions from steelmaking. However, the EU steel industry can count on only limited amounts of steel scrap, particularly high-quality scrap for steelmaking with electric arc furnaces (the EAF route). There are two reasons for this: the first one is that a large share of steel scrap generated in the EU is exported to third countries, first because scrap processing in third countries costs less, and secondly because scrap prices there are high enough to cover transport costs. The second reason is that steel scrap is lost during the steel’s life cycle and end-of-life scrap contains high level of impurities that reduce the quality of steel produced in the EAF route.\n97\n” OptionsCCUS1 and CCUS4 have been includedin this overview asthese optionsare assessed in the cross-cutting not policy chapter",
  "page_98": "GREEN STEEL FOR EUROPE — FINAL REPORT\n)\nLimiting export of scrap\nfrom EU to third countries\nEnsuring sufficient amount of high-\nquality scrap for the decarbonisation\nof the EU steel industry towards\n2050\nPreventing the losses of\nscrap throughout the\nlifecycle of steel products\nand increasing the scrap\nquality\nFigure 6: Policy objectives on the availability of steel scrap inthe EU\nSource: own composition by the authors of the report.\nPolicy measures should therefore ensure the availability of a sufficient amount of high- quality scrap in Europe, either through limiting the export of scrap to non-EU countries or preventing the loss of steel throughout the use cycle and increasing the scrap quality. The most promising policy options could have positive impacts on increasing the quality of steel scrap for EU steelmakers through promoting the use of best available technologies (BATs) and fostering innovation of scrap refining solutions. Reducing illegal scrap export, or increasing the recyclability of steel-contained products, can also be useful means to increase the availability of steel scrap in the EU.\nTable 6 Overview of policy solutions — Iron and steel scrap\nPT exectveness] Efcioney] Feasiity | Conerence\na\nOption SC1: revision of the EU regulatory\nframework on scrap exports\nOption SC2: improving the quality of _\n|\n| |\nscrap available in the EU\nOption SC3: ensuring that final products Ee\nare recyclable\nNote: This table presents the policy options linked to steel scrap that would support the decarbonisation of the EU steel industry. The options are assessed based on the four criteria under the Better Regulation guidelines: their effectiveness, efficiency, feasibility and coherence. Colour legend: orange - low, yellow — moderate, green — high. For instance, a policy option that has a green cell in the Effectiveness column is considered to be “highly” effective. Source: authors’ own composition.\n98",
  "page_99": "GREEN STEEL FOR EUROPE — FINAL REPORT\n7. Cross-cutting policy options\nSeveral policy options were identified separately in the individual chapters and are considered to have the potential to contribute to many different problem areas at the same time. These include GPP, labels for green steel, CCfDs, increased ETS scarcity and low- carbon standards. These options also represent policy approaches that could be applied to other industrial sectors as well — which often face similar decarbonisation challenges as the steel industry. As such, these options could constitute a particularly coherent set of policy measures to support the industrial dimension of the European Green Deal.\nIncreased ETS scarcity is a given with the Fit-for-55 package. A higher ETS price will further deter carbon-intensive steel production, and it may also support other policy proposals. A higher ETS price would reduce the subsidy payments made through CCfDs, while the latter could still provide crucial funding for specific green steel investments. The EU carbon price can also be used in GPP projects as a guiding factor for investments. Green labels could also support a market for green steel by making it easier for steel customers to choose climate-neutral products. Longer term, low-carbon standards could harmonise the playing field and protect EU producers of green steel, as such standards would apply to both domestic producers and importers.\n99",
  "page_100": "GETTING IN TOUCH WITH THE EU\nIn person\nAll over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en\nOn the phone or by email\nEurope Direct is a service that answers your questions about the European Union. You can contact this service:\n— by freephone: 00 800 6 7 89 10 11 (certain operators may charge for these calls),\n—at the following standard number: +32 22999696, or\n— by email via: https://europa.eu/european-union/contact_en\nFINDING INFORMATION ABOUT THE EU\nInformation about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en\nEU publications\nYou can download or order free and priced EU publications from: https://op.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https: //europa.eu/european-union/contact_en).\nEU law and related documents\nFor access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu\nOpen data from the EU\nThe EU Open Data Portal (htip://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes.\nOnline",
  "page_101": "ISBN 978-92-95080-30-0\nPublications Office\nof the European Union"
},
  "language": "Languages.ENGLISH",
  "total_pages": 101
}
