{
  "file_name": "158_1546.pdf",
  "pages": {
  "page_1": "INETTT\nInternational\nNetwork of\nEnergy Transition\nThink Tanks\nBetween CBAM, equity, and ambition — finding a just way to reach climate targets\nIn-person event\nThursday, 21. March 2024, 14:00-17:00 CET\nVenue — Quadriga Forum, Werderscher Markt 13, 10117 Berlin\nThe EU's Carbon Border Adjustment Mechanism (CBAM) as introduced in October 2023 initially applies only to a selected number of goods at high risk of carbon leakage: iron and steel, cement, fertiliser, aluminium and electricity generation. Until 2026, the focus is on gathering and reporting the data required for assessing the carbon values of imported products. After this transitional period, importers of CBAM goods must pay a fee, proportional to the carbon costs faced by domestic production. This gradual approach, focused mainly on car- bon values, is intended to smooth the roll-out and to facilitate dialogue with countries impacted by this meas- ure. At the European level, the introduction of CBAM will lead to the withdrawal of free carbon allowances for sectors vulnerable to carbon leakage. After 2030, the scope of the covered sectors will be expanded further.\nThis BETD side event hosted by the International Network of the Energy Transition Think Tanks (INETTT) will take the form of a dialogue between EU and non-EU countries. It will cross-check the effects of CBAM as intended by the EU (Germany, Poland) against the impacts expected in Brazil, Mexico, Indonesia, Turkiye and China - on socioeconomic, political, and geopolitical levels. The event aims to foster ideas on how to mitigate any potential negative effects of the CBAM in both its current and future scopes.\nThe members of the network from Mexico (Iniciativa Climatica de Mexico), Brazil (E+ Energy Transition In- stitute), Indonesia (Institute for Essential Services Reform), Poland (Forum Energii), Germany (Agora Industry), Turkiye (SHURA Energy Transition Center), and an expert guest representing the Chinese perspective (adelphi), as well as the audience gathered at the event, will explore the reality of introducing CBAM inside and outside of the EU with particular focus on community and economic impacts in the affected non-EU countries. The event will also deep dive into ways to address these issues and foster international cooperation on just energy and industrial transitions.\nRegistration\nParticipation at this event is free of charge. You can register at https://www.agora-energiewende.org/news- events/between-cbam-equity-and-ambition\nContact organisation:\nevents@agora-energiewende.de\nAgora Os\nEnergiewende\nC+\nenergy\ntransition\nSHURA\nIndustry\nEnergy Transition Center\nPARTNER EVENT\nENERGY\nTRANSITION\neX\n% Pp Institute for\nservices\nadelphi @\nContact content:\nlidia. wojtal@agora-energiewende.de\n“ ® ‘ 3  IESR\nSd\na 1\n=\n| Eseential\nINICIATIVA CLIMATICA DE MEXICO\nForum\nAgora C\n@ BERLIN\nDIALOGUE.24\nV/2",
  "page_2": "INETTT\nInternational\nNetwork of\nEnergy Transition\nThink Tanks\nProgramme\n13:30 Registration and coffee\n14:00\n14:05\n14:15\nModeration: Rabia Ferroukhi, Director, INETTT Secretariat\nWelcome\nLidia Wojtal, Project Lead, INETTT Secretariat\nIntroduction to INETTT and the global ambition framework Rabia Ferroukhi, Director, INETTT Secretariat\nPart 1: The impacts of CBAM - the European and non-European perspectives\nPresentations and reactions:\nTobiasz Adamczewski, Renewables Programme Director, Forum Energii, Poland Alkim Bag GullU, Director, SHURA Energy Transition Center, Turkiye Eleanor Batilliet, Project Officer, Agora Industry, Germany Zhibin Chen, Senior Expert, adelphi, China perspective Rosana Rodrigues, Executive Director, E+ Energy Transition Institute, Brazil Aylin Shawkat, Project Manager, Agora Industry, Germany Luisa Sierra, Energy Director, Iniciativa Climatica de México, Mexico Fabby Tumiwa, Executive Director, Institute for Essential Services Reform, Indonesia\n15:00 Coffee Break\n15:15\nPart 2: CBAM discussions at regional tables — Europe, LATAM, Asia\n16:00 Part 3: Report from the tables and a moderated panel discussion\n16:40 Wrap up and reception\nContact content:\nlidia. wojtal@agora-energiewende.de\nwa \\  IESR\ni yy,\n% Institute for\nAgora\nForum\nEnergii\nEnergiewende\nenergy\nC\nSHURA\nEnergy\nTransition Center\nPARTNER EVENT\nEssential Services\nRefor\nadelphi @\n2/2\nContact organisation:\nevents@agora-energiewende.de\nOs\n3:\ntransition\nAgora\nIndustry\n@ BERLIN\nENERGY\nTRANSITION\nDIALOGUE.24"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
