{
  "file_name": "158_1544.pdf",
  "pages": {
  "page_1": "Aqora\nEnergiewende\nOs\nBriefing on the Europe-China Workshop on Carbon Markets, with coverage of the EU CBAM and carbon asset management\nWORKSHOP SUMMARY\n310/04-DO0-2023/EN September 2023\nAuthors\nKevin Jianjun Tu (Agora Energy Transition China) Sophie Wei (Agora Energy Transition China) Zhou Yang (Agora Energy Transition China) Isadora Wang (Agora Energy Transition China) Marianna Morra-Skryabina (Agora Energiewende)",
  "page_2": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nACKNOWLEDGEMENTS\nKevin Tu is the project manager with the overall responsibility for the design and preparation of the briefing report, and Sophie Wei, Zhou Yang, Isadora Wang and Marianna Morra-Skryabina are responsi- ble for drafting session 2.1 China's carbon market, session 2.2 EU ETS, session 3 Different perspectives on the EU CBAM, and session 4 Carbon asset management, respectively.\nThe conclusion of this briefing report was only possible thanks to the contribution made by all the speakers who participated in the workshop on 9 November 2022. In addition, the authors would like to express their sincere appreciation to the event co-organizers, Shanghai Institute for International Studies and the Energy Investment Professional Committee of the Investment Association of China. Last but not least, special thanks go to Anders Hove at Oxford Institute for Energy Studies, Prof. Zhongxiang Zhang, Ma Yinchu School of Economics, Tianjin University, Oliver Sartor and Kaisa Amaral at Agora for their review and comments, Matthias Buck, Michael Yin, and Run Zhang at Agora Energiewende for their strong support.",
  "page_3": "Preface\nDear reader,\nThe world faces disruptions from multiple crises, including but not necessarily limited to climate change, COVID-19 pandemic, the Russian war against Ukraine, and the European energy crisis. Given that humanity cannot simply escape this confluence of polycrisis of global scope and importance, we should at least seek to channel it in a more positive direction instead of letting it continue in a vicious circle.\nHuman -induced climate change is the largest, most pervasive threat to the natural environment and human society the world has ever experienced. The world’s top economies and largest carbon emitters should work together to tackle the climate crisis. Therefore, EU-China cooperation on climate change is imperative.\nAgainst the above backdrop, Agora, the Shanghai Institutes for International Studies (SIIS) and the Energy Investment Professional Committee of the Investment Association of China (IAC) co-organized a workshop on 9 November 2022, convening carbon pricing experts across the globe to discuss the future of carbon pricing in Europe, China, and beyond.\nIt included an exchange of perspectives regarding the planned EU Carbon Border Adjustment Mechanism (CBAM) and its role in global climate and trade. Further discussions included a recap on the first performance cycle and the prospect of China's national carbon market, the coordination between carbon and power markets, corporate carbon assets management in Europe, and its implications for China's policymaking and corporate climate action.\nThis briefing report is intended to inform the interna- tional community, especially policymakers, about key perspectives and take-home messages emerging from the workshop as well as some recent development in these fields. It aims to improve public awareness on carbon pricing and related issues, and also makes political viable recommendations in support of Europe-China collaboration on climate change.\nWe hope you find the report helpful and would welcome your feedback.\nYours,\nMarkus Steigenberger\nManaging Director, Agora Energiewende\nKey findings at a glance:\nCarbon markets represent a major point of contact between the EU and China, and both parties should promote experience sharing and lesson learning in this regard. As accuracy and transparency of emissions data is the basis of a well-functioning carbon market, data quality is key for effective carbon pricing regimes across the world. Despite concerns in China that the EU Carbon Border Adjustment Mechanism (CBAM) could be protectionism-oriented, its design suggests that the tool will primarily protect European energy-intensive industry from carbon leakage. Carbon prices or regulations are likely to become increasingly embedded in international trade for energy-intensive basic materials. Both European and Chinese industry will need to promote green technologies to stay competitive. Carbon asset management becomes a key component of corporate sustainability practices in an increasingly carbon-constrained world. Many Chinese companies are voluntarily disclosing carbon emissions. Meanwhile, China has established a basis for stricter environmental disclosure and enforcement measures that would require effective carbon asset management practices by companies.",
  "page_4": "Content\nIntroduction\nCarbon Markets 2.1 China’s Carbon Market 2.2 EU Emissions Trading System (EU ETS) 2.3. Comparison of China’s national ETS with the EU ETS\nDifferent perspectives on the EU CBAM\nCarbon Asset Management 4.1 Brief theory of carbon asset management 4.2 Carbon asset management methods and common practices: Perspective from the Shanghai workshop. 4.3 Concluding implications for the corporate energy transition in China\n5\nConclusions and summary\nReferences\n10\n15\n3.1 Latest development of CBAM and the EU perspective\n3.2 CBAM implications for China: perspectives from the Shanghai workshop\n24\n24\n26\n29\n19\n19\n21\n3.3. Prospects of EU CBAM and its implications for EU-China climate collaboration 22\n30\n31",
  "page_5": "1 Introduction\nGiven its potential to reduce emissions at lower economic costs than alternative mitigation policies, carbon pricing is central to both the policy debate and international collaboration between Europe and China. The EU Emissions Trading System (ETS) — the world's largest in terms of revenues generated - is in its fourth phase and has recently been reformed in line with the EU's revised 2030 climate targets. China's ETS, which was largely inspired by the EU, kicked off in the form of regional pilot ETS in early 2010s. China officially launched its national ETS in 2021, which is the world's largest carbon ETS in terms of emissions covered.\nThe EU CBAM was introduced by the European Commission in December 2019 to counter the risk of what is known as “carbon leakage,\" which refers to the risk that companies covered by an ETS that face\nShare of global GDP and carbon emissions by major economy\nShare of global GDP\n25\nWorld Bank online data, BP Statistical of World Energy (2022)\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nhigher carbon pricing signals may simply shift production and emissions offshore. In the context of rising trade tensions, there are concerns over the EU CBAM in other parts of the world, including in China, which makes bilateral dialogue and exchange imper- ative.\nTo achieve their respective net-zero targets, the EU and China are expected to impose an increasingly stringent regulatory regime to enable decarboniza- tion. As enterprises operating in both economies are going to face rising carbon pricing signals, carbon asset management becomes a key component of corporate sustainability practices in an increasingly carbon-constrained world.\nFigure 1\nShare of global carbon emissions\nit\n1978\n1990\n2001\n2008\n2021\nchina\nm cu27\n75\n50 Tt\n1978\n1990\n2001\n2008\n2021\ni us",
  "page_6": "Agora Energiewende | Europe-China Workshop on Carbon Markets\n2 Carbon Markets\n2.1. China’s Carbon Market\nCO, price of CNY 32.88 (EUR 4.44)/tonne.' Compared with other international markets, the pilot markets’ volume is relatively low, with daily volume at only 10-20 thousand tonnes. Among all pilots, Guangdong has the highest trading volume: 193 million tonnes during 2013-2022, 45% of the total volume of all pilot ETS and 18 times of the volume in Chongqing, the lowest regional market. The average market liquidity” is extremely low, around 5%. Shenzhen has the highest rate at 14%.\nBrief history and Status quo of China’s Carbon Market\nRegional Pilot Carbon Markets\nChina's carbon emission trading originated from Clean Development Mechanism (CDM), which was developed under United Nations Framework Conven- tion on Climate Change (UNFCCC) and the Kyoto Protocol. In 2011, the National Development and Reform Commission (NDRC) approved pilot ETS plan in seven Chinese provinces and municipalities to begin in 2013-2014: Beijing, Tianjin, Shanghai, Chongqing, Hubei, Guangdong and Shenzhen, followed by Fujian province in 2016. The eight pilot ETS cover 3 242 emitters in more than 20 industries and 35-60% of regional aggregate greenhouse gas (GHG) emissions. The total trading volume from 2013 to 2022 was 424 million tonnes with an average\nDifferent market intervention mechanisms have been applied across pilot ETS, such as 2-10% market stability reserve, auctions, and volatility controls. All pilots allow 5-8% of allowances to be offset with\n1 Exchange rate at the time of writing EUR 1.00=CNY 7.41 2 Market liquidity: transaction volume divided by market volume\nTrading volume and average price of China’s pilot ETS\nFigure 2\n50\n70\n63\n60\n40\n50\n30\n40\nEE\n34\na\nHubei\nChongqing\nTianjin\n@ 203 © 2014 @ 2015 @ 2016 @ 207 © 2018 © 2019\nMi 2020 @ 2021 Wi 2022 —— 2013-2022 average price\nWind Technology Information, Ltd. (2023)\n27\n20\n20\n22\nShanghai Guangdong Shenzhen\n30\nal 10\nFujian\n21\n20\n10\nee ee\nBeijing",
  "page_7": "WORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nAnnual Average Carbon Price in China Pilot ETS\nFigure 3\n120\n100\nChina Certified Emission Reductions (CCERs), China's voluntary carbon market. Carbon price trajectories in all pilots generally trended downward from 2013 to 2017, and started to rebound after 2017, when the National Development and Reform Commission's official announcement of the upcoming launch of a national ETS reinforced public confidence in carbon markets.\nNational ETS in China\nAfter September 2020, when China announced its pledge to peak CO emissions before 2030 and achieve carbon neutrality by 2060 —- known in Chinese as the dual carbon goals — the Chinese Ministry of Ecology and Environment (MEE) acceler- ated the launch of national ETS. Based on experience and lessons in the eight regional pilot markets, China's national ETS officially came into operation on 16 July 2021. It is an intensity-based system with ex-post adjustment to the cap taking into considera- tion actual production levels. The ETS initially only regulates the power industry, though it is expected to subsequently expand to other energy-intensive sectors such as petrochemical, chemical, building\n80\n60\n40\n20\n2013\n2014\n2015\n2016\n2017\nWind Technology Information, Ltd. (2023)\n2018\n2019\n2020\n2021\n2022\n—— Chongqing —— Shanghai\n—— Fujian\nmaterials, steel, paper, non-ferrous metals and domestic aviation.\nChallenges Almost one decade after the first pilot ETS launched in Shenzhen city in 2013, the eight pilot regional markets continue to operate in parallel with the national ETS. This trend will continue in the near term until sectors and entities covered by reginal pilots are gradually integrated into national ETS.\nof China’s National ETS\nThe following challenges are expected to suppress the potential of China's national carbon markets:\n~ Lack of absolute cap: Although the cap set for power industry was estimated to be about 4500 MtCOz for 2019 and 2020 respectively, the intensity -based national market has no long-term target on absolute cap setting. ~ Inadequate MRV: In terms of measurement, reporting, and verification (MRV), China presently has insufficient GHG emission monitoring capac- ity, and there have been reports of data fraud in reporting and verification.\n— Tianjin\n— Beijing\n— Shenzhen —— Guangdong —— Hubei",
  "page_8": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nA snapshot of China’s national ETS\nTable 1\n$$ —_—p\n_____—\n“Sectors and entities covered 2162 entities from |____ power sector (2020 and 2021)\n“Allowance Allocation Method 100% free allocation, eee benchmarks method\n“Participants == ee\nCurrently only compliance entities\n“Cumulative Se transaction volume 408 million tonnes (16 July oe 2021-30 Dec. 2022)****\n80 224 orn 02254 RT ton) 6 sy 20et-200ee 2024\n5% (16 July 2021-30 Dec. 2022)*****\nSophie Wei (2023) * International Carbon Action Partnership (ICAP), “China National ETS’, retrieved on 20 December 2022 at China National ETS, International Carbon Action Partnership (icapcarbonaction.com); ** BP, “Statistical Review if World Energy 2021\", July 2021, at Full report - Statistical Review of World Energy 2021 (bp.com); *** Wind: CEA 2021 average daily closing price; **** Cneeex https://www.cneeex.com/c/2021-12-31/491811 shtml; https://www.cneeex.com/c/2022-1230/493617.shtml; ***** Market liquidity during 16 July 2021-30 December 2022 = cumulative trans- action value 408 MtCO2/two years’ CEA in total (4500*2)\n+ Lack of allowance auction mechanism: China has yet to set a timeline for introducing auctions to the national market, which limits the number of trading participants and exacerbates the short supply of emissions allowance in the secondary market. The oversupply of free allowances in the primary market is also one reason for the “under- supply” in the secondary market ~ Imbalanced compliance rate: among the 2162 covered entities, 121 did not comply in 2021. The compliance rate varies greatly from region to region. Although the national overall compliance rate measured against entities was 94.4%, there are 48.3% of China's regions have a lower compliance rate than that. Large companies with surplus\nquotas are reluctant to sell allowances, while small companies find it hard to buy allowances from secondary market.’ ~ Low carbon price transparency: The government rather than the market, plays the decisive role in setting carbon prices, and the process for setting intensity quotas and allowance allocation lacks transparency. The carbon price does not reflect the marginal social cost of emissions reduction Instead, short-term policy decisions mean most Zhang Zhongxiang, keynote speech at Europe- China Workshop on Carbon Markets on 9 Nov 2022 retrieved on 20 Dec 2022 at http://news.tju.edu.cn/ info/1014/63300.htm",
  "page_9": "WORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\ntrading is compliance-driven, which causes high price volatility especially right before or after the compliance deadline ~ Market volume and liquidity: China's ETS covers the largest national emission in the world, however the market transaction volume is only 179 MtCO, in 2021, 2% of the total emission covered in 2019 and 2020*. The market liquidity of 2021-2022 is around 5%, which is very low compared with 80% of the EU ETS spot market in 2020\nOutlook for China’s carbon markets In October 2021, China's central government announced a framework for \"1+N\" carbon peaking and carbon neutrality policies, in which the \"1\" stands for the overall national plan and the \"n uum stands for individual sector plans. The central government's policy confirmed that the carbon ETS would be an important policy instrument to achieve China's climate target of peaking carbon emission before 2030 and achieving carbon neutrality before 2060 The framework also confirmed the intention to strengthen the national ETS and expand its scope to cover more sectors\nAn absolute cap would better ensure an emission reduction trajectory. Currently the national ETS is intensity- based, and does not impose an absolute cap\n4 The 2021 ETS covers two years’ carbon allowance 2019 and 2020 in total\nChallenges of China’s Carbon Markets\nTable 2\nIndicators\nRegional iiot€TS\nNational TS\nenemas Bore\nem\nMRV incomplete, and not yet capable of\nMRV mechanism needs to be further\nmanaging transactions in detail\nimproved\n“Allowance auction Auction ratiois low, below5%\n100% free allocation, no timeline for auction\nae ae\nof penalties to guarantee\nCompany compliance rate lower than emis-\nis very low\ncompliance rate; regional imbalance\n| Market participants Compliance entities, agencies, Se individuals Only compliance entities\n‘reranon\non™ ee erm\non™\nSurplus CCER supply in market\nprojects registration suspended in 207/,\nno specific timeline for reinstatement yet\n‘Carbon price _Verylow carbon price high volatiity\nDistorted price signal high votatity\nRelatively low with significant regional\nRelatively low, 179 MtCOz\ndisparity\nRSET very tow marker uquicty round 5%\nVery low market iqullty, only 2%\nSophie Wei (2023)",
  "page_10": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nto the system. Though the intensity-based approach could encourage energy efficiency in coal power generation, the absence of an absolute cap still brings substantial uncertainty related to specific level and timing of peaking carbon emission before 2030.\nnarrow down the big gap between supply and demand-market demand by then was much smaller than the market supply, and to standardize the CCER projects which frauds had been found in certain applications. However, after six years of digestion, the existing CCER amount in market has almost been consumed and CCER price has seen fast growth recently. The market calls for more CCER supply. In this background, the Beijing municipal government's 14th Five-Year Plan includes plans to build a national level voluntary emission reduction management and trading center in Beijing before 2025. Wang Naixiang, the chairman of Beijing Green Exchange announced in February 2023 that a unified national CCER registration and trading system has been developed in Beijing and is pending inspection and acceptance. The reinstatement of CCERs is expected to happen in the near future. This would help further develop the offset system of the national ETS.®\nThe national ETS would benefit from a stronger legal foundation. China's national ETS is based on ministe- rial level regulations, which in China have inadequate political and legal force. Higher-level legislation should be introduced by the State Council to strengthen the legal basis of national ETS.\nThe national ETS will likely expand to cover more sectors. During the 14th Five-Year Plan (FYP) period, cement, aluminium and steel industries, which are all covered by EU CBAM, should be prioritized for coverage expansion. If so, the national ETS coverage would rise from 45% currently to 70% of China's national carbon emissions.®\nMRV needs improvement. Data quality is the basis of any efficient and credible carbon market. China has realized the importance of further improving its MRV mechanism and avoid data fraud at all levels. Severe penalties for intentional fraud are essential to deterring such behaviour.\n2.2 EU Emissions Trading System (EU ETS)\nDevelopment of the EU ETS\nLaunched in 2005, the EU ETS has grown to become the world's largest carbon market in terms of traded volume. Even after China kicked off its national carbon market in 2021, the EU ETS still ranks the first in terms of revenue generated. Across 27 EU member states, Iceland, Liechtenstein, Norway, the power sector in Northern Ireland, and a link with the ETS of Switzer- land in 2020, the EU ETS covers approximately 10 000 companies, representing around 40 percent of the total emissions of the EU.’ As of May 2023, the sectors covered by the EU ETS include electricity and heat generation, oil refining, energy-intensive industrial\nRegional pilot ETS should be gradually merged with the national ETS. In the long-run, sectors covered by regional ETS should gradually be integrated into the national ETS. Policy makers should guarantee a smooth transition of the carbon allowances in each market and give clear policy signals to market participants during the transition.\nOffsets need development along with reinstatement of CCERs. In March 2017, NDRC suspended applica- tions for CCER project filing to solve two problems: to\nSina news, https://finance.sina.com.cn/jjxw/2023-02- 07/doc-imyevxkr6230055.shtml, retrieved on 29 March 2023. Infographic - Fit for 55: reform of the EU emissions trad- ing system https://www.consilium.europa.eu/en/info- graphics/fit-for-55-eu-emissions-trading-system/\nZhang Zhongxiang, keynote speech at Europe- China Workshop on Carbon Markets on 9 Nov 2022, retrieved on 20 Dec 2022 at http://news.tju.edu.cn/ info/1014/63300.htm\n10",
  "page_11": "WORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nDevelopment of EU ETS and major policies and events\nFigure 4\nMajor policies and events\nDevelopment of the EU ETS\nemissions reduction targets set\n2004/156/EC: to establish monitoring\nand reporting guidelines\nUNFCCC: Kyoto Protocol ®@\nFirst time legally-binding\nEU Green Paper =)\nFirst ideas on the design of\nthe EU ETS proposed\nEU ETS Directive\nPhase |\n* Only power generators and energy-\nintensive industries covered\n- Almost all allowances given to businesses\nfor free\nOversupplies of allowances\nPrices fell to near zero\nGlobal financial crisis\nKept carbon prices low\nII (2008-2012): -21% vs. 1990\nEmissions of nitrous oxide included\nEU ETS launched\n(2005-2007): -8% vs.\n1990\nlevels\nlevels\nPhase\n2007/589/EC: Guidelines for the\nmonitoring and reporting\nAgreement\nMSR introduced\n*\n* Emissions from aviation activities\nincluded from 2012\n* Union registry replaced national registries\n* Share of free allowances reduced to 90%\nParis\nPhase III (2013-2020): -43% vs. 1990 levels\n- An overall EU cap set\n- Auctioning replaced free allocation as the\ndefault method\n* More sectors and gases added\n* Emissions of PFCs added\n-57% of the allowances auctioned\nPhase IV (2021-2030): -64% vs. 1990 levels\n* Faster reduction of allowances\n* MSR to be reinforced\n* Better targeted carbon leakage rules\n°57% auctioned\nNew laws adopted and included\nin the Fit for 55 package\nEU ETS revised\nThe COVID-19 Pandemic\nDepressed carbon prices\nEuropean Green Deal\nEU ETS ambition increased\nThe Fit for 55 package\nTightened and faster reduction\ntargets with more sectors\nEuropean energy crisis\nSignificant influence on prices\nThe European Commission (2023)\n11",
  "page_12": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nsectors, commercial aviation, as well as maritime transport which was newly added in the latest revision on ETS reform by the European Union. The revision also includes a separate emissions trading system for all fossil fuel emissions not covered by the existing EU ETS, namely those used for energy consumption in buildings, road transport and light industry; this is the so-called \"EU ETS 2\" Combined with the ETS 1, it will ensure that virtually all fossil fuel use in Europe is cov- ered by some form of carbon pricing.\nThe approved national caps would be summed up by the Commission to establish an overall cap for the market. The total quantity of allowances of a member state and the allowances allocations were based on the country’s historic emissions, the potential of emissions reduction by sector, and the legal obliga- tion to comply with the EU climate target and the Kyoto Protocol.\nThe designers of the ETS designed the pilot phase (2005-2007) as a learning-by-doing exercise that allowed governments to test the effectiveness and efficiency of the NAPs and the owners of covered entities to understand the rules. The pilot phase revealed a number of problems, some of which contributed to over-allocation of allowances and an allowance price crash in the pilot phase.\nAs the EU ETS entered its fourth phase, the ETS framework has been constantly improved and revised as the carbon market grew and as the EU has updated its climate targets. The most recent updated target for the emissions reductions covered by the ETS is raised from 43% to 62% by 2030, which aligns with the EU's emissions reduction target of achieving a 55% reduc- tion by 2030 and achieving climate neutrality by 2050. Figure 4 displays a timeline of the four phases of EU ETS, with key policies and milestone events.\nThe bottom-up methodology of calculating and allocating the allowances failed to create incentives to reduce emissions. Covered entities would report a higher level of historical emissions and underes- timate their emissions reduction potential to avoid high carbon prices. The criteria of NAPS in Annex III of the Directive lacked quantitative descriptions and uniform rules, leading to uncertainties around emissions baseline data and the different projections of business-as- usual scenario of different sectors and countries.® Most of the allowances were allocated for free, further amplifying the oversupply issue and disincentivizing emissions reductions. Free allowances resulted in significant windfall reve- nues for industries over-supplied with emission allowances. The reduction burdens allocated to non-trading sectors in some national allocation plans were disproportionately high to meet their Kyoto targets. However, reduction measures in the non-trading sectors were often poorly described by the member states.\nEmissions cap and allowances\nSetting a cap on emissions and tradable allowances\nare the core elements behind the EU ETS. The cap-\nand-trade mechanism makes the EU ETS an effective\ntool to ensure a politically desirable emissions\nreduction trajectory. By 2020, the sectors covered by\nEU ETS achieved emission reductions of 41 percent\ncompared to 2005 levels, over-shooting the 21 per-\ncent target set in 2008 for phase 3. The emissions cap\nfor EU ETS sectors for 2030 has recently been revised\nto -63% compared to 1990 emissions. As a conse-\nquence, EU carbon prices have risen to average\nbetween 80-100 EUR/tCO, (approximately\n620-790 RMB/tCO.) during the first half of 2023.\nDuring the first two phases (2005-2012), the EU ETS adopted a bottom-up approach to set an EU-wide cap through national allocation plans (NAPs). The NAPs required the participant countries to submit their national caps and the plans to allocate the allowances for the coming period. The national caps were reviewed and approved by the European Commission.\n8\nDirective 2003/87/EC, https://eur-lex.europa.eu/ legal-content/EN/TXT/?uri=CELEX:32003L0087\n12",
  "page_13": "The second phase of the EU ETS (2008-2012) brought about more specific guidelines and more accurate data for setting allocations baselines. However, the second phase still suffered from a weak emissions budget and overallocation of allowances by EU member states. About 10 percent allowances were auctioned in the second phase. The introduction of the Joint Implementation (JI) and the Clean Develop- ment Mechanism (CDM) in this phase provided opportunities for member states to take advantage of imported emission credits instead of focusing on domestic reductions. The decentralized approach of NAPs and free allocations were widely criticized for creating market distortions by independent organi- zations and experts.\nThe third trading phase of the ETS (2013-2020) included a common EU-wide cap for the entire EU ETS, using a linear emissions reduction factor of 1.74 percent per year. The 2013 cap was set on the basis of the average annual allowances issued in 2008-2012. Instead of free allowances based on historical emis- sions baselines, starting with Phase 3 the majority of\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nallowances were subject to auctioning. The share of allowances auctioned rose from less than 10 percent during phase 2 to 57 percent in phase 3 (see figure 5).\nFor Phase 4, to ensure consistent and faster emissions reductions, the European Council approved a revision of new annual emissions reductions factors. The original reduction factor was set at 2.2 percent in 2018? In June 2022, the Council agreed to strengthen the annual reduction rate to 4.2 percent”. Later in December 2022, the Council and the European Parliament strengthened the rate again, to 4.3 percent\nEU Emissions Trading System reform: Council approves new rules for the period 2021 to 2030 https://www.con- silium.europa.eu/en/press/press-releases/2018/02/27/ eu-emissions-trading-system-reform-council-ap- proves-new-trules-for-the-period-2021-to-2030/ 10 Fit for 55 package: Council reaches general approaches relating to emissions reductions and their social impacts, https://www.consilium.europa.eu/en/press/press-re- leases/2022/06/29/fit-for-55-council-reaches- gener- al- approaches - relating -to-emissions-reductions-and- removals-and-their-social-impacts/\nAllowances in the EU ETS (All countries, stationary installations and aviation)\nPhase 1\nPhase 2\nPhase 3\n2500\ny\n2 000 Y Y y Y Y Y y Z y Z :\nY,\n-1.74% per year\nZ Z Z Y, Y) Y, Y, Z Z\ny Z Z Z Z Z j Y, Z\ny Yj\nZ Z Z\nY,\nZ J\n1500 y\ny Z Z Y, Z Z J Y Z Z\nZ Z Z Z y, Z\nY\n-4.2%\nZ y, Z Z Y Z Y\nZ Z Z\nZ Z Y,\nZ Z Z Z\nY\nY Z\n§ 2000 Y, Z Z Z Z Z Z Z Z Y y j Z Y,\nZ\nZ Z Z Z Z Z Z\nZ Z Z\nZ Y Y,\nZ Z Z\nZ Z Z Z Z Z Z y\nZ Z Yj\n500 y y Z Z Z Y, Z Z Z Z j Z\nY\nZ\nY, y,\nZ\nZ\nZ\nZ Z Z Z Z y, Z Z\nZ Z Z\n..)\nv 2 v £ &\nv\nv\nPhase 4\niit\nev & & a> a> a S 2 & Ka 2 Sh Sh Sv ‘e) LM PP SP\nLY\nv v\n.)\nAuctioned allowances GY Freely allocated allowances 888 Adjusted (backloading or MSR) 8 Total\nEuropean Environment Agency (2022)\n13\nFigure 5",
  "page_14": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nfrom 2024-2027 and 4.4 from 2028-2030\". The consequence is that the EU ETS 1 emissions cap will be 63% below 1990 emissions levels.\ndue to the global financial and Eurozone crises. The MSR is intended to stabilize supply and demand for credits by holding excess allowances from distorting the market, depressing allowance prices, or causing price volatility. The MSR transferred unallocated allowances, including the 900 million allowances that were back-loaded, to the reserve. Every year by May 15, the European Commission publishes the volume of allowances to be placed in the reserve, or to be released from the reserve. From 2023, the MSR will be strengthened by increasing the percentage of total allowances put in the reserve if the threshold is exceeded. The MSR greatly improved the functioning of the EU ETS, effectively strengthening the incentive to reduce emissions. Since the MSR’'s introduction, the EU carbon price has risen to reflect tighter supply of allowances compared to demand, from around 5EUR/tCO, in 2015 to 20-25EURt/CO, between 2018-2020. The price has now risen to between 80-100 EUR/tCO,z in 2023.\nNew free allocations rules were adopted from phase 3. To reduce the risk of carbon leakage, the ETS allow- ance system provides a proportion of free allowances to manufacturing industries facing competition from companies with production outside the EU without comparable emissions constraints. The calculation of free allocations would apply harmonised best availa- ble emissions technology benchmarks for the instal- lations based on their historic output. Instead of NAPs, Phase 3 required member states to submit National Implementation Measures (NIMs), which include a list of installations covered by the EU ETS in their territory and preliminary annual number of free emission allowances calculated on the basis of the EU-wide harmonised rules for free allocation”.\nIn addition to the reform of cap setting and allow- ances allocation, during Phase 3 the EU ETS intro- duced some measures to resolve the surplus of allowances. The short-term measure “back-loading\" implemented in 2014 addressed the imbalance at the beginning of phase 3 by postponing the allowance auctions of 900 million allowances from 2014-2016 to 2019-2020. The back-loading measure effectively reduced the supply of allowances in the market and stabilized the carbon price in the short term.\nPhase 4 of the EU ETS began in 2021 and extends until 2030. According to recently agreed reforms in December of 2022, a rebasing of the EU ETS cap of more than 100 million allowances will take place in 2024, coupled with an increase in the linear reduc- tion factor of the cap to -4.3 percent per year from 2024-2027 and -4.4 percent from 2028-2030”. The consequence is that by 2030 the EU ETS emissions cap will be 63% below 1990 emissions levels. For phase 4, the share of allowances auctioned will be increased, as several energy-intensive industries, such as steel, cement, aluminium, hydrogen, ammonia and fertiliser will see their free allocation decline progressively from 2026 until 2034, as these sectors are moved into the Carbon Border Adjustment Mechanism instead.\nIn 2015, the EC introduced a longer-term solution to the allowance oversupply problem in the form of market stability reserve (MSR), which come into force in 2019. This was introduced to the severe economic recession experienced by the EU in the early 2010s\n11 ‘Fit for 55': Council and Parliament reach provisional deal on EU emissions trading system and the Social Climate Fund, https://www.consilium.europa.eu/en/press/ press -releases/2022/12/18/fit-for-55-council-and- parliament-reach-provisional-deal-on-eu-emissions- trading-system-and-the-social-climate-fund/ 12 2011/278/EU, https://eur-lex.europa.eu/legal-content/ EN/ALL/?uri=celex%3A32011D0278\n13 ‘Fit for 55': Council and Parliament reach provisional deal on EU emissions trading system and the Social Climate Fund, https://www.consilium.europa.eu/en/press/ press-releases/2022/12/18/fit-for-55-council-and- parliament-reach-provisional-deal-on-eu-emissions- trading-system-and-the-social-climate-fund/\n14",
  "page_15": "15\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nInitiative (RGGI), and the New Zealand ETS, contrib- uted to rising market pricing expectations in the EU.\nEconomic activity has a relatively direct impact on the carbon market's volatility. The EU ETS experi- enced two major global economic recessions — the 2008 financial crisis and the COVID-19 recession. Both substantially dented industrial output and lowered demand for carbon allowances, leading to sharp drops in short-term carbon prices. The down- ward trend of carbon prices resulting from the financial crisis lasted longer than the 2020 coronavi- rus-induced interval of low prices. While allowance demand rebounded strongly in 2021, the supply of energy recovered slowly, leading to higher prices of natural gas. When the owners of power and heat plants switched to cheaper coal, which is more carbon intensive than natural gas, this drove up the demand for carbon allowances and prices rose accordingly.\n2.3 Comparison of China’s national ETS with the EU ETS\nEU ETS is a multi-level system which has been estab- lished and improved over nearly two decades of practice. By comparison, Chinese national ETS is still in its initial stages. Any comparison of the two markets must account for the different phases of their development. Although China's National ETS covers the largest carbon emission in the world, its trading volume however is only 0.2% of the EU ETS. Trading volume is an important indicator of market maturity. China could benefit from the experiences and lessons of EU ETS in many aspects especially carbon market design and development.\nSimilarities of the two markets:\n~> Both use a bottom-up mechanism for cap setting in the beginning. > Benefitting from the experience of MRV mecha- nism in EU ETS, China has applied a similar MRV process as a basis for allowance allocation.\nCarbon price drivers in each phase of the EU ETS The EU ETS prices have experienced significant fluctuations over the years. After the global financial crisis, EU ETS prices fell €30 in 2008 to €2.75 in April 2013. The prices gradually recovered through the phase 3 until the beginning of the coronavirus pandemic, when they dropped sharply in March 2020 by more than 40 percent compared to the pre-COVID levels. The prices rebounded fast and climbed to record highs As of February 2023, the carbon prices exceeded €100\nAs the EU ETS has evolved, varying factors have influenced carbon prices. In a regulatory market, market design and the methodology of total volume setting and allocation is the most important price determinant. In the first two phases, the decentral- ised method of cap setting and free allocation caused overestimates of emissions, resulting in oversupply of total allowances, which led to price crash to nearly zero in the first phase. With the improvement of the EU ETS framework, market prices have become more resistant to policy changes and resulted in a stronger and more consistent price signal in the recent years. Since the start of phase four in 2021, the total emis- sion allocation will follow a faster reduction rate and the MSR will be further strengthened to limit the volume of allowances in circulation. The tighter emission cap was one of the major drivers of the elevated carbon prices in 2021. Apart from the internal structural factors described above, political decisions, economic growth, energy market condi- tions, weather, and international relations have all influenced carbon prices to various degrees.\nIncreasing carbon prices closely coincide with the ambition of climate policies. In 2020 and 2021, despite the pandemic-induced recession, more countries con- tinued to introduce or strengthen targets for achieving net-zero carbon emissions. More ambitious global climate goals increased investor confidence in decarbonization, pushing the carbon prices upward Outside the EU ETS, record carbon prices in other carbon markets, such as in the linked California and Québec markets, the Regional Greenhouse Gas",
  "page_16": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nDifferences of the two markets\nTable 3\nAllocation\nSectors and\ngases covered power sector with other seven sectors\nN50 from production of nitric, adipic and glyoxylic\nacids and glyoxal; PFCs from production of\naluminium.\nEU ETS2 for the buildings, road transport and ad-\nditional sectors (mainly small industry) from 2027\nSpot, futures and options trading\nChina National ETS\nEU ETS\nIntensity based cap without specific cap An EU-wide cap has been adopted with a linear\nreduction factor since phase 3\n100% free allocation for power sector, no Auctioning is the default method of allocating\ntimeline for auction\nallowances as of phase 3 of the EU ETS. The\nshare of allowances to be auctioned increased\nsteadily to 57% by the end of phase 3.\nCurrently only covered CO2 emission from CO. from\n> electricity and heat generation,\nin future coverage plan: petrochemical,\n~>\nenergy-intensive industry sectors including oil\nchemical, building materials, steel,\nrefineries, steel works, and production of iron,\npaper, non-ferrous metals, and domestic\naluminium, metals, cement, lime, glass,\naviation.\nceramics, pulp,\npaper,\ncardboard, acids and\nbulk organic chemicals,\n> commercial aviation within the European\nEconomic Area;\n> Shipping, starting from 2024.\nMethane and N;0 from shipping will be included\nin the ‘MRV’ regulation from 2024 and in the EU\nETS from 2026.\nCap setting\nEmissions allow- Spot trading of carbon emission\nance products\nallowance\nDevelopment\nprocess\nSophie Wei & Yang Zhou (2023)\nImplications of the EU ETS for China's national ETS\nBased on the experiences and lessons of the EU ETS and China's national circumstances, and drawing on the insights from Agora the following suggestions may help improve China's national ETS.\n1. Set an absolute cap on the total quantity of emis- sion allowances with a clear cap reduction roadmap for shorter term (2030) and longer term (2060) to drive emissions reductions in support of China's dual carbon goal.\nChina's national ETS develops in parallel EU ETS develops and evolves as an integrated\nwith eight regional pilot markets, though market, which has expanded and been linked\nthe national market has higher priority. to some trading systems beyond EU member\nThe eight pilot markets will gradually\nstates.\nintegrate into national ETS.\n16",
  "page_17": "17\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\npower generators apply a default value for elemental carbon that is about 20-30% higher than the meas- ured ones. This significant discrepancy has pushed some compliance entities and their consulting agencies to risk data fraud.\nIn the first phase of the EU ETS, installations often over-reported historical emissions and under-esti- mated their reduction potential, leading to over-sup- ply of allowances in the market. Data quality and transparency of the EU ETS has been largely improved with the implementation of Monitoring and Reporting Regulation (MRR) and Accreditation and Verification Regulation (AVR). Lack of uniform regulations on monitoring and reporting of carbon emissions and independent verification would lead to misreporting of data, and violates the polluter-pays principle.\nLooking ahead, reliable MRV is essential for China's national ETS to build links with other international carbon markets and reduce the cost for exporters complying with the EU CBAM or similar regulations. For industries whose emission measurements are complex and data acquisitions are difficult, a carbon tax may be introduced by the Chinese government to complement the carbon market to ensure effective emissions reduction across sectors.\n3. Expand the coverage of China's national ETS beyond the power sector.\nCurrently China's national ETS only covers the power sector, which accounts for about 45% of the nation's annual emissions. This coverage level resembles that of Phase 1 of the EU ETS, which covered 50% of emissions. However, the composition of industries was more diverse under the EU ETS from the outset, which included power and heating, steel, petrochem- icals, ceramics, glass, cement, other construction materials, and paper. The EU ETS had an equivalent of around 8000 compliance entities as emitters from different industries, versus 2162 in China, all from power sector.\nThe current intensity-based cap setting in China's ETS uses an administratively-set benchmark for each industry, considering both historical emission data as well as industry average emission levels, which depends on technology level. Tightening the bench- mark affects allowance allocation directly and thus would incentivize less advanced facilities to improve their efficiency, leading to GHG emissions reduction. However, the intensity-based benchmark system has questionable emission reduction efficacy. Compared with a fixed cap with reduction trajectory and rising auction rate, the intensity-base cap with 100% free allocation fails to send a clear price signal to the market. Once national emissions peak before 2030, an absolute cap would be indispensable for achieving carbon neutrality before 2060. The lessons from the first two phases of the EU ETS indicate that a bot- tom-up approach without harmonized rules would fail to create effective price signal and to reflect the market scarcity. An EU-wide cap with a fixed reduction rate set from the third phase ensures a con- tinuous downward trajectory of emissions from the covered sectors. The rising auction rate in allowance allocation, starting from 5% in phase 1 to 10% in phase 2 and 57% in phase 3 and phase 4 respectively, also helps in driving carbon price of EU ETS higher and making emissions abatement more effective.\n2. Improve the accuracy and transparency of emis- sions data, as the basis for effective and functional carbon market.\nChina's system of MRV gives an important role to the elemental carbon in power generation emission reporting, and this directly affects allowance alloca- tion. Power generators are required to carry out monthly elemental carbon content measurement by qualified third-party inspectors, using daily samples of ash from coal combustion. However, in practice many power generators lack this reporting. This is due to lack of knowledge of the rules, insufficient capacity to carry out the complex collection of combustion ash, or difficulty identifying local third-party inspectors. Without such reporting,",
  "page_18": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nA wider variety of participants would greatly improve the vitality of the market. China could consider to enlarge the coverage of the national ETS by referring to the principles applied in Europe. In the beginning of the EU ETS, power sectors and some energy-intensive industries were covered because of their volume of emissions and data accessibility. For China, in addition to emission volume and data accessibility, the industries to be covered by the EU CBAM should also be given priority. As a result, iron and steel as well as cement should be targeted in next step of China's ETS development. These industries account for around a quarter of China's national emissions and have relative standardized production procedure. They are also covered in EU CBAM, which highlights the benefit of including them in the ETS sooner rather than later.\n18",
  "page_19": "3\n3.1 Latest development of CBAM and the EU perspective\nIn December 2019, 14 years after the inception of the EU ETS, the European Commission adopted its Communication on the European Green Deal, envis- aging the proposal for a carbon border adjustment mechanism (CBAM). CBAM is an important element for the EU to achieve its ambitious goal of reducing greenhouse gas (GHG) emissions by at least 55% over 1990 levels by 2030, in line with the European Climate Law.\nThe EU CBAM has been conceived to help phase out free emission allowances in EU ETS and build a lever playfield for EU domestic products and imported goods. CBAM is designed to work in parallel with the EU ETS and reflect the functions on imported goods as the EU ETS does for domestic production. Its objec- tive is to gradually replace the free allocation of EU ETS allowances in sectors at risk of carbon leakage — asituation where one jurisdiction's climate policies lead to an increase in emissions elsewhere through relocation of production to non-EU countries or increased imports of carbon-intensive products.“\n| | It has not been announced as a policy that is aimed at encouraging other countries to adopt the same policies. Officially it is conceived as a policy to reduce leakage and thereby enable carbon pricing in the European Union. | |\nAaron Cosbey Small World Sustainability At the Europe-China Workshop on Carbon Markets on 9 November 2022\nDifferent perspectives on the EU CBAM\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nThe CBAM targets imports of upstream basic materi- als in carbon-intensive industries and clean energy carriers. The costs the CBAM imposes on imported goods will be based on their embedded carbon emissions, the explicit carbon costs already paid for in their country of origin and corresponding carbon prices in the EU ETS.\nThe CBAM regulation was first proposed by the EU Commission on 14 July 2021, targeting direct emis- sions in iron and steel, cement, aluminium, fertiliser, and electricity generation. It was to become fully operational in 2026.\nOn 17 May 2022, the European Parliament's Commit- tee on Environment, Public Health and Food Safety (ENVI) voted for the adoption of a CBAM. The ENVI position on the CBAM tried to broaden the scope to organic chemicals, hydrogen, and polymers. It also extended to indirect emissions caused by electricity used, and brings forward the implementation time to 2025. Other than those, the ENVI version pointed out the need for a centralised EU CBAM authority and expressed the need to support least-devel- oped-countries (LDCs) to decarbonise their manufac- turing industries with CBAM revenues.\nThe ENVI version raised extensive concerns among European industries. Some believe it sets unrealistic timetables for CBAM and ETS free allowance phase- out and adds disproportionate regulatory strain on European businesses. Business Europe, the advocate of European national business federations, said that CBAM as proposed by the ENVI committee would make European producers and employees all along the value chain suffer by rushing from free allocation of emission allowances within the ETS to CBAM, placing a disproportionate burden on industry, and making the benchmarks unrealistically stringent.\n14 Aaron Cosbey (2022); European Council (2022)\n19",
  "page_20": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nOn 22 June 2022, the European Parliament adopted a carbon legislation package with a slightly less far-reaching version of the CBAM. The scope was extended to cover indirect emissions and a wider range of products (organic chemicals, plastics, hydrogen, and ammonia), but postponed the phase-in to 2027, with the CBAM to take full effect in 2034.\nco-legislators reached a provisional agreement and decided to extend the scope to hydrogen, indirect emissions under certain conditions, certain precur- sors, and indirect emissions and some downstream products such as screws and bolts and similar articles of iron or steel. There will be a transition period of three years from 2023 to 2025, with a requirement for exporters reporting greenhouse gas footprint. On 1January 2026, CBAM fees will phase in gradually, in parallel with the phase out of EU ETS free allowances, until the instrument comes to full effect in 2034 (Figure 6). After the European Parliament and Council formally approve the CBAM, the EU Commission will incorporate the CBAM into legislation.\nThe EU legislative procedure gives the same weight to the European Parliament and the Council of the European Union (the Council). The vast majority of European laws are adopted jointly by the three of these institutions. While the European Parliament and the Commission focus on the collective good of the EU, the interest of individual member states is represented by the Council, which is made up of representatives of the member states. As the executive arm of the EU, the Commission is the only EU institution initiating laws. Thus, the trialogue among the three bodies will decide the final shape of the instrument.\nOn 9 February 2023, the EP ENVI voted to adopt the agreement on establishing the CBAM, signalling EP's official approval of the CBAM details after the trialogues. On 18 April 2023, with 487 votes to 81 and 75 abstentions, the EP adopted the rules of the CBAM, which was subsequently adopted by the Council of the EU on 25 April 2023. The vote in the Council is the last step of the decision-making procedure related to the CBAM.\nFour trialogue meetings on the detailed deal of CBAM were held on 11 July, 4 October, 8 November and 13 December 2022. After the fourth meeting, the\nCBAM timeline\nFigure 6\n14 July 2021\nThe EU Commission\npresented the\nproposal for a Carbon\nBorder Adjustment\nMechanism (CBAM) to\navoid carbon leakage\neo\n“e-\n25 April 2023\nThe Council of the European\nUnion adopted the EU CBAM\nregulation after the EP\nadopted it with 487 votes to\n81 and 75 abstentions on\n18 April 2023.\n°\n°\n1 January 2026\n2026: 2.5%, 2027: 5%,\n2028: 10%, 2029: 22.5%,\n2030: 48.5%, 2031: 61%,\n2032: 73.5%, 2033: 86%,\n2034: 100%\n= 5\n16 December 2022\nThe EU Commission, EP and\nthe Council of the European\nUnion finalized the\nimplementation details of\nCBAM after several trialogues\nduring July-December 2022.\n1 January 2034\nThe governance of CBAM\nwill most be with the\nCommission. The free\nallowances to industries\nin the ETS will be phased\nout at the same pace.\n1 October 2023\nThe first 3 years area\ntransition period for\nreporting. Scope covers\niron and steel, cement,\naluminium, fertilizers,\nelectricity, and hydrogen.\nEuropean Union (2023) and European Parliament (2022 and 2023)\n20",
  "page_21": "3.2 CBAM implications for China: perspectives from the Shanghai workshop\nThe EU is China's second largest trading partner, and China's exports to the EU account for 15% of its total exports of goods. The EU CBAM will have an immedi- ate impact on China's iron and steel and aluminium exports, which account for about 3% of the total goods import from China. Therefore, only a small portion of China's export are subject to the EU CBAM, implying a relatively small impact on China's trade and economy in the short term.\nAs of May 2023, exporters to the EU have about five months to prepare for the reporting of emissions data and will face costs for embedded carbon emissions accounting and later certification. If actual emissions data are not available, a default emission value will be used to determine the CBAM charges, based on the average emissions intensity for the country of export for the class of goods in the EU database. If the specific average emissions intensity is absent in EU database, the CBAM will likely apply a punitive default value equal to the average of the 10% most emissions -in- tensive producers in the EU.\nExperts at the workshop discussed concerns outside the EU that the basic design of CBAM appeared to imply using carbon pricing as the main policy instrument to prevent carbon leakage, though the bloc's trading partners may find it difficult to accept whether carbon pricing is the only measure that could effectively promote carbon abatement. In China, for example, the carbon market exists alongside other policy instruments such as the “dual controls\" on total energy consumption and energy intensity. In the US, there is no national carbon market and thus no nationwide carbon pricing to reflect manufacturers’ emissions abatement efforts. Experts from the EU noted that, while carbon prices in third countries are the only way to get an explicit reduction in the EU carbon price charged under CBAM, the EU's CBAM regulation does also allow for non carbon pricing\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\npolicies to be taken into account indirectly. This is because the CBAM will be based on real emissions of the products crossing the border. Thus, if a regulation or non carbon pricing policy leads to a reduction in emissions, these will be reflected by a lower CBAM charge.\n‘| | CBAM represents a trend and it has been taken seriously by the world. It means carbon as a new factor needs to be considered in inter- national trade and national competition. J J\nWu Bixuan Hiways Law Firm At the Europe-China Workshop on Carbon Markets on 9 November 2022\nThough the EU CBAM was not designed to promote the establishment of carbon markets in other econo- mies, its development has raised growing interest in adopting a similar carbon trading systems among the EU's trading partners, as well as in equivalent Border Carbon Adjustments (BCA). With its implementation, the EU CBAM does have the potential to encourage other carbon markets to reach a carbon price that is as close to EU level as possible, in order to narrow CBAM-related charges. However, it remains to be seen if higher carbon prices are the most efficient tools for other economies to decarbonize their energy economies, given vastly different national circum- stances across the globe.\nAs EU, China, the US and many of EU's trading partners are members of the World Trade Organiza- tion (WTO), it is crucial for CBAM to be compatible with WTO rules. Depending on the design, there is a significant risk that CRAM might be perceived as disguised form of trade protectionism. At the meeting of the WTO Committee on Trade and Environment (CTE) on 15 March 2023, China proposed to use the Committee as a platform and suggested members start with discussions on the European Union's CBAM at\n21",
  "page_22": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nthe June CTE meeting. The EU has insisted that its CBAM must be WTO compatible and non-discrimi- natory against third countries — that it should discriminate only on the basis of carbon content of products, an exemption that appears to be legal under article 20\" of the GATT. The EU notes for instance that it is raising carbon costs equally for both domes- tic and importing producers of the CBAM products and that these products reflect a small fraction of global trade.\n3.3 Prospects of EU CBAM and its implications for EU-China climate collaboration\nFrom the Chinese perspective, the long-term effect signalled by the EU CBAM is more worrisome than the short-term impact. It is feared that CBAM could easily spread to cover more indirect emissions or downstream, processed products or more sectors in the future. From the EU's perspective, the approved CBAM regulation forsees only that the EU ETS products exposed to risks of carbon leakage would be included in the CBAM. This means that some addi- tional basic energy intensive materials, such as brick, glass, pulp and paper, and basic chemicals might be included in future. However, the schemes designers are highly aware of the complexities and additional administrative burden of an unnecessarily broad CBAM scope. In any event, the EU could not extent CBAM to products that did not face risks of carbon leakage and CO, costs under the EU ETS while still maintaining the WTO compatibility of the mecha- nism.\nNot surprisingly, CBAM is widely regarded as a starting point of taking carbon emissions into consideration in international trade. When carmak- ers worldwide start to demand green steel products for the manufacturing of low-carbon vehicles, developing economies are expected to face more obstacles to cope with as they have fewer resources and lower capacity than the EU to decouple their economic growth from fossil fuel consumption.\n16 Wido Witecka (2022) 17 European Aluminium (2022)\n15 https://www.wto.org/english/docs_e/legal_e/gatt47.pdf\nCBAM sets a phase-out time for coal-based blast furnaces in the EU by 2034”, when free carbon emission allowances will completely phase out and CBAM fully phase in. This deadline sends a strong signal to the global steel industry to accelerate its low-carbon transformation. As of early 2023, announcements by EU steel companies of new low-carbon steelmaking capacity by 2030 are roughly equivalent to 70% of the blast furnaces that will reach the end-of-life by that time.\nAs for other industries in the EU, not all are fully supportive of the ETS and CBAM reforms. Given that the CBAM means that EU manufacturers will now begin to pay for all domestic carbon costs, some industry representatives claim that the removal of free allowances will be disadvantageous to their sectors and pose challenges for exports. For example, in November 2022, the European Aluminium, the industry association representing the aluminium value chain in Europe, warned against immediate inclusion of indirect emissions in EU CBAM. The association is now opposing the principles that an emission-intensive precursor such as alumina should automatically be included in Annex I (CN code product scope) of the Regulation.”\nFocusing on the future shape of the EU CBAM Once the EU CBAM is launched, it will serve asa reference for other energy-intensive industrial sectors that are enjoying free CO, emission allow- ances in the EU. The performance of the CBAM will have a direct influence on whether and when the EU will phase out free allowances in all sectors covered by the EU ETS, replaced with the CBAM.\n22",
  "page_23": "Throughout the legislative process of enacting the EU CBAM, a window of opportunity was always available for EU's trading partners, especially China, to provide input into the development of the CBAM and help shape it into an instrument that benefits both global decarbonization and international trade. Following the conclusion of the legislative process of the CBAM, in-depth bilateral and multi-lateral discussions are still necessary for trading partner countries to better understand the CBAM. Exchanges with key partners also provide a channel for expressing concerns. Given the present global trade tensions and Russia's war against Ukraine, there is an urgent need to enhance mutual trust on trade- and climate-related issues.\nIn the past, organisations including Agora have contributed to international dialogues to improve the development of China's ETS through online events and people-to-people visits. Looking ahead, more in-depth Europe-China dialogues on EU CBAM should be organized to deepen mutual understanding and improve political trust.\nNear-term impacts\nAs mentioned in the previous section, the carbon price in the country of origin is an important factor in deciding the CBAM price. Ideally, whether and how this cost could be recognised at the EU gate should be negotiated between the EU and its trading partners, based on mutually-recognized technical standards. For example, the China Iron and Steel Association and Baowu Group have jointly launched the Environmental Product Declaration (EPD) platform for steel on 19 May 2022; the platform aims to adopt international carbon footprint standards for Chinese steel products based on life-cycle assessments. Collaboration is needed for the EU and China to harmonise their emission accounting approaches and data accreditation — not only in the steel sector, but in all sectors covered by the EU CBAM.\nGiven the remote likelihood of the world adopting a uniform, global carbon pricing system, unilateral measures to address carbon leakage such as the EU CBAM are increasingly likely and legitimate, from the\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nperspective of upgrading global climate ambition. The best outcomes in terms of climate and trade will entail continuous research and multilateral dialogues on carbon abatement and the CBAM. Mutual under- standing of CBAM-related strengths, weaknesses, opportunities and threats may serve as a building block for effective international climate cooperation.\nChina is a hybrid superpower economy and a benefi- ciary of globalisation,’* and its response to the EU CBAM is crucial for both trade and climate relations. On the one hand, the CBAM imposes additional cost to primary goods exports to the EU that are covered in the scheme. On the other hand, the CBAM is also expected to incentivize relevant Chinese companies to improve their carbon emission accounting, which in turn will help them better prepare for domestic carbon trading. There is still potential for the EU and China to continue the dialogue on a mutually acceptable mechanism to better manage carbon leakage risks. Against the backdrop of growing sentiment against globalization, it is vitally important that the EU and China continue to promote international collaboration on climate mitiga- tion and adaptation, aiming to repair political trust and minimize bilateral friction to the extent possible.\nLike the EU, China is also faced with the risk of carbon leakage. Although China is not likely to introduce its own CBAM in the near future, it is natu- ral to start considering carbon leakage countermeas- ures once the carbon price in China starts to rise and the coverage of China's ETS expands over time.\nMore broadly, EU-China climate diplomacy goes beyond carbon markets and the CBAM. It is also closely related to advancing low-carbon technology, developing green product standards, and promoting the renewable-oriented energy transition. Climate change impacts are not limited by national borders, multilateralism and solidarity are urgently needed to achieve humanity's shared ambition to address climate change and prevent its worst consequences.\n18 Benoit & Tu (2020)\n23",
  "page_24": "24\nAgora Energiewende | Europe-China Workshop on Carbon Markets\nCarbon Asset Management\n4\n4.1 Brief theory of carbon asset management\ndocuments”°. Financial statements rarely make it clear whether the company is truly transitioning to low carbon.\nGiven the rising global awareness of climate change, more and more businesses are committing to net- zero targets and adhering to the goals of Paris Climate Agreement. According to some estimates, 20% of the world's 2 000 largest public companies have commit- ted to achieve net zero by 2050”. Though corporate emissions continue to rise at an alarming rate, the corporate climate commitment trend presents a unique opportunity to drive corporate climate actions in both developing and developed countries.\nIn the past, financial accounting and auditing stand- ards did not require disclosure of climate risks. This approach is changing, with carbon accounting being actively integrated into international financial standards accounting principles. The International Financial Reporting Standards (IFRS) Foundation and US GAAP now both state that climate related matters should be reflected in corporate financial statement. In March 2022, the IFRS Foundation published its first draft climate-related disclosure requirements, providing an internationally recognised sustainabil- ity and climate related accounting disclosures standards*1.\nCarbon asset management is a key strategy for curbing climate change on the corporate level across all sectors. Challenges remain in the design, evalua- tion and implementation of these strategies. Current strategies lack systematic theoretical approaches to an effective carbon asset management. They also lack consistent criteria, methods and assessment approaches, as well as acommon understanding of net zero. Emissions management approaches also suffer from the absence of common definitions of carbon assets, classification standards, and carbon costs calculation methods. Frameworks for disclosing climate risks are often patchy, and companies provide only partial and incomplete information about their climate impact and carbon footprint.\nAs illustrated in Figure 7, carbon asset management may include building blocks such as:\n> controls and auditing, > carbon trading, > carbon finance, > carbon risks and GHG disclosure, ~ emissions reduction policies and > clearly defined net-zero targets.\nAs a result, most companies lack comprehensive carbon reduction strategies that could promote effective carbon asset management. Carbon risks are not systematically assessed and included in the corporate financial statements and other basic\n20 Zhang, Caiping, Timothy O. Randhir, Ying, Zhanga. anuary 2018. \"Theory and practice of enterprise carbon asset management from the perspective of low-carbon ransformation.” Carbon Management. https://www. researchgate.net/publication/322648866_Theory_and_ practice_of_enterprise_carbon_asset_management_ rom_the_perspective_of_low-carbon_transformation 21 Draft] IFRS S2 Climate-related Disclosures. IFRS. 31 March 2022. Accessed on 22 February 2023 at https:// www.ifrs.org/content/dam/ifrs/project/climate-re- ated-disclosures/issb-exposure - draft-2022-2-cli- mate-related-disclosures.pdf\n19 Zhou, Lihuan and Hayden Higgins. “Investors: Sustainable Finance Demands More than Just Cutting Carbon.\" June 8, 2022. World Resources Institute. Accessed on 19 December 2022 at https://www.wri.org/ insights/paris-agreement-aligned-investments.",
  "page_25": "There are a number of financial indicators for characterizing carbon asset management and low-carbon investment. These include the carbon fund turnover ratio, the carbon emissions rate, the carbon turnover ratio, carbon technology transfor- mation efficiency, fixed carbon asset profitability. These and other metrics are being integrated into financial accounting practices.\nExamples of financial metrics applied in carbon asset management:\n~ Carbon Fund Turnover = (carbon revenues) /\n(carbon fund) * 100% ~ Carbon Emissions Ratio = (carbon emissions) / (carbon material) * 100% ~ Carbon Trading Rate = (carbon trading revenues) / (carbon allowance) * 100% ~> Carbon Fixed Assets Profitability = (net profit) / (fixed carbon assets) * 100%\nMarianna Morra-Skryabina (2023)\nMajor building blocks of carbon\nasset management\nCarbon\ntrading\nCarbon\nfinance\nCarbon asset\nmanagement\nControl and\nauditing\nNet-zero\ntargets\nGHG\nemissions\nreduction\npolicies\nCarbon\nrisks and\nGHG\ndisclosure\nFigure 7\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\n~> Carbon Technology Transformation Efficiency = (intangible carbon assets) / (carbon technology input) * 100%”\nTarget setting\nFirstly, effective carbon asset management requires that companies set the right targets, and use the best science available to inform these targets. Before setting the target, each company needs to know the size of its carbon footprint. This practice could be based on the GHG Protocol Corporate Standard, which provides an internationally consistent approach for companies to measure their emissions.\nSome companies set science-based targets that represent their share of the global carbon budget **. Companies can choose various calculation methods, including the SBTi (Science Based Targets Initiative) Corporate Net-Zero Standard”. The SBTi is a global body enabling businesses to set ambitious emissions reductions targets in line with the latest climate science. It is focused on accelerating companies across the world to halve emissions before 2030 and achieve net-zero emissions before 2050.\nTypes of carbon assets and their classification In general, all assets can be broken down into tangible and intangible assets. The goal is to trace emissions of greenhouse gases throughout the whole product lifecycle, from raw materials production to process-\n22 Zhang, Caiping, Timothy O. Randhir, Ying, Zhanga. January 2018. \"Theory and practice of enterprise carbon asset management from the perspective of low-carbon transformation.’ Carbon Management. https://www. researchgate.net/publication/322648866_Theory_and_ practice_of_enterprise_carbon_asset_management_ from_the_perspective_of_low-carbon_transformation 23 Target Setting tool. Science Based Targets. December 2021, accessed on 11 January 2023 at https://science- basedtargets.org/resources/?tab=develop#resource 24 SBTi Corporate Net-Zero Standard (Guidance). Science Based Targets. October 2021, accessed on 11 January 2023 at https://sciencebasedtargets.org/resources/files/ Net-Zero-Standard-Criteria.pdf\n25",
  "page_26": "Agora Energiewende | Europe-China Workshop on Carbon Markets\ning, sales and waste management. Various stages of lifecycle produce direct and indirect emissions. According to the Greenhouse Gas Protocol—Enter- prise Measurement and Reporting Principle, carbon emissions can be broken down into three categories:\nfor Responsible Investment (PRI”®) now represent a larger share of investment in general. The CFA Institute defines carbon as an emerging asset class. With the development of emissions trading in various countries, carbon emissions trading is becoming more liquid and carbon itself is becoming an investa- ble asset class’.\n~> Scope 1 covers direct emissions from owned or controlled sources; ~ Scope 2 covers indirect emissions from the genera- tion of purchased electricity, steam, heating and cooling consumed by the reporting company; +> Scope 3 includes all other indirect emissions that occur in a company’s value chain”.\nBetter transparency and disclosure are the keys to implementing net-zero policies and achieving a low-carbon energy transition. Disclosure essentially shows if the company is effectively implementing energy transition or continuing business as usual. Providing meaningful quantitative data is both key to promoting change and accelerating the low carbon transition within the company while ensuring auditors and the public can accurately credit corpo- rate efforts and do not perceive corporate commit- ments as greenwashing.\nTo unify emissions metrics, the international Finan- cial Stability Board (FSB) launched a Task Force on Climate -related Financial Disclosures (TCFD). The final version presented in 2017 stated that investors face immense climate change losses which could leave large amounts of fossil assets as stranded Inventory obsolescence is another potential issue, when the inventory could no longer be sold at an initial cost due to such factors as rising carbon prices ”’.\nEffective carbon management requires more than just cutting emissions, but also includes such aspects as promoting a just transition, and building resilience and climate adaptation. Incorporating these aspects requires a more comprehensive and holistic approach to energy transition.\nSustainable investment is becoming mainstream, and investors and shareholders are becoming more aware of climate change and demand more accountability and transparency from the companies in terms of the climate risks and carbon emissions. The Principles\n4.2 Carbon asset management methods and common practices: Perspective from the Shanghai workshop.\n25 Read, Simon. \"What is the difference between Scope 1, 2 and 3 emissions, and what are companies doing to cut all three?” September 20, 2022. World Economic Forum, accessed on 9 January 2023 at https://www.weforum. org/agenda/2022/09/scope-emissions -climate-green- house-business/ 26 Stranded Assets definition, Terms List, Carbon Tracker Initiative, accessed on 15 January 2023 at https://carbon- tracker.org/resources/terms -list/#stranded-assets 27 The PRI (Principles for Responsible Investment) Podcast — Carbon Accounting: integrating climate risks to finan- cial reporting, accessed on 10 January 2023 at https:// carbontracker.org/podcast- carbon-accounting-inte- grating-climate-risks-to-financial-reporting/\nFollowing China's dual carbon pledge announced in September 2020, various funds and institutions in China proposed low-carbon transformation and\n28 Annual Report 2022, Principles for Responsible Investment, accessed on 5 January 2023 at https://www. unpri.org/annual-report-2022/ 29 Azlen, Mike, Child, Alex and Glen Gostlow. \"Carbon as an Emerging Asset Class.’ CFA Institute. 5 October 2020, accessed on 12 January 2023 at https://www.cfainstitute org/en/research/industry-research/case-study-carbon- as-emerging-asset-class\n26",
  "page_27": "carbon asset management initiatives. At present, carbon asset management in China is integrated into various corporate environmental, social and govern- ance (ESG) frameworks. However, environmental reporting standards by Chinese companies are at an early stage of development and are highly frag- mented.\n| | The carbon emission data of an enterprise is the cornerstone of carbon market develop- ment[...] . i |\nXiao Yonghui\nSPIC Deputy General Manager\nAt the Europe-China Workshop on\nCarbon Markets on 9 November 2022\nIn 2022, China Enterprise Reform and Development Society (CERDS), a think tank backed by China's State Council, issued the country’s first ESG disclosure guideline that covers all companies and industries®°. The guidance is based on international ESG priorities, but also takes Chinese context into account. It was developed in collaboration with Chinese companies and relies on Chinese legislation and policies. Com- pliance with the guidance is currently voluntary and only serves as a starting point of ESG accounting implementation by Chinese companies.\nThe guideline follows the Measures for the Adminis- tration of Legal Disclosure of Enterprise Environ- mental Information, issued by China's Ministry of Ecology and Environment in December 2021 and in effect from February 2022*. According to the document, environmental disclosure is obligatory for\n30 China Enterprise Reform and Development Society, 16 February 2022, accessed at https://www.cerds.cn/site/ content/8237.html 31 Ministry of Ecology and Environment of the People's Republic of China. 26 November 2021. Accessed at https://www.mee.gov.cn/xxgk2018/xxgk/ xxgk02/202112/t20211221_964837.html\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\ncompanies with high environmental impacts, includ- ing thermal power generators, metallurgical compa- nies, and other heavy industry. It is worth noting that only listed companies with certain environmental violation records are obligated to disclose carbon emissions data.\nIn the absence of a mandatory reporting, most Chinese companies lack motivation toward carbon asset management*. Chinese companies have to transform from ‘high investment, high emissions’ models to ‘low investment, low emissions’ models, which represents a significant shift in business approaches.\nA representative example of Chinese corporate climate commitment is illustrated by the 2020 announcement by the China National Petroleum Corporation (CNPC), of China's oil majors, that it will achieve carbon peaking by 2025 and reduce carbon emissions to ‘near zero’ (VIZ) around 2050. This pledge does not provide a strict deadline and ‘near zero’ gives the company a lot of flexibility. Moreover, CNPC plans to ‘decarbonise’ mainly by substantially increasing the share of natural gas production, including coal bed methane, to about 55% of output by 2025 while decreasing the share of crude oil produc- tion *’. The report briefly mentions the importance of using ‘green sources’ of energy without elaborating whether these include hydro, wind, solar or biomass, or stating any clear goals as to how much they should\n32 Zhang, Caiping, Timothy O. Randhir, Ying, Zhanga. January 2018. “Theory and practice of enterprise carbon asset management from the perspective of low-carbon transformation.” Carbon Management, accessed on 19 December 2022 at https://www.researchgate.net/pub- lication/322648866_Theory_and_practice_of_enter- prise_carbon_asset_management_from_the_perspec- tive_of_low-carbon_transformation 33 CNPC Corporate Sustainability Report (2020), China National Petroleum Corporation official website, accessed on 7 January 2023 at http://csr.cnpe.com.cn/ enpecsr/xhtml/PageAssets/2020csr_en.pdf\n27",
  "page_28": "Agora Energiewende | Europe-China Workshop on Carbon Markets\naccount for. The company also emphasizes carbon capture, utilization, and storage (CCUS) *.\n| | In the long run, the only way to promote international sustainable development is to accelerate the transformation of the energy use structure to low carbon and improve carbon asset management. Vi Xiao Yonghui SPIC Deputy General Manager At the Europe-China Workshop on Carbon Markets on 9 November 2022\nCNPC's publicly listed subsidiary — PetroChina, which holds the corporation's most attractive assets — introduced a carbon asset management system by formulating a series of management regulations and policies. PetroChina was one of the first to join China's carbon emission rights trading. It also published its first ESG report in May 2020, in which it disclosed its GHG emissions for 2019, albeit only Scope 1 and 2 emissions*®. Scope 3 reporting was absent, as well as in subsequent ESG reports for 2020 and 2021°°. PetroChina did report additional wind and solar installed capacities that substituted for oil and gas investment. The report also mentions meth- ane emissions control initiative, methane emissions data and plans to set methane emissions targets. The company plans for new energy — meaning wind, solar and geothermal -to represent only about half of the company's production capacity by 2050°”.\n2021, Baosteel announced an action plan to achieve carbon peaking in 2023, reduce carbon emissions per metric ton of crude steel by 30% from 2020 to 2035, and achieve carbon neutrality by 2050. The compa- nies 2023 and 2050 targets are more ambitious than China's national goal of carbon peaking by 2030 and carbon neutrality by 2060. The corporation has introduced a carbon emissions tracking evaluation system and has regularly published climate action reports since 2004. However, the corporation also only reports Scopes 1 and 2 emissions®®. The corporate decarbonisation path includes the steps to promote renewables development and reducing energy intensity of its products.\nAnother example of Chinese corporate climate commitments comes from the Baoshan Iron and Steel Corporation, the Shanghai-listed subsidiary of the world's largest steelmaker China Baowu Group. In\nIn sum, major Chinese players are setting more ambitious targets than proposed by the government, but they need to raise ambition in achieving them. There is still work to be done in terms of disclosure, implementation process, integrating low carbon policies into corporate strategy and financial accounting practices.\n34 CNPC Corporate Sustainability Report (2020), China National Petroleum Corporation official website, accessed on 7 January 2023 at http://csr.cnpe.com.cn/ cnpecsr/xhtml/PageAssets/2020csr_en.pdf 35 It should be noted that PetroChina is listed on several foreign stock exchanges, including Hong Kong. Chinese companies listed on Hong Kong and other overseas stock exchanges are subject to much more stringent environ- mental regulation and obligatory disclosure. 36 PetroChina 2021 Environmental, Social and Governance Report, PetroChina official website, accessed on 5 January 2023 at http://www.petrochina.com.cn/pet- rochina/xhtml/images/shyhj/2021lesgen.pdf 37 PetroChina 2022 Interim Report, PetroChina offi- cial website, accessed on 5 January 2023 at http:// www.petrochina.com.cn/ptr/rdxx/202209/59d- cO2dbef6349789ffa241de299907e/files/bebb9c8b- 0246482583c6bb2fa73e7fbf.pdf\nAs the Chinese public and ordinary consumers become increasingly conscious of carbon footprints and climate risks embodied in the products they buy, more small- and medium-sized companies are\n38 Baosteel Climate Action Report [“e{7zp#RF], Baosteel Company Ltd., June 2022, available at https://res.baowu- group.com/attach/2022/06/24/41eb7£023c464e5da4e- 00f853a01b15c.pdf\n28",
  "page_29": "expected to develop corporate carbon asset strategies Therefore, it is important to have clear and transpar- ent unified practices for carbon accounting and carbon asset management.\n4.3 Concluding implications for the corporate energy transition in China\nThe low-carbon transformation is a long and compli- cated process, for countries as well as companies. For the latter, the transformation depends on integrating carbon asset management into corporate strategy, and integrating carbon accounting into financial statements and risk management. To improve long-term economic performance and viability, corporations need to be transparent about their climate risks and implement effective carbon asset management systems.\nClimate risks and carbon emissions have a major impact on corporate sustainability, production and operation. Therefore, to strengthen carbon asset management, Chinese companies should not only report Scope 1 and 2 emissions, but also Scope 3 emissions. New products constantly appear on the market that claim to be ‘green’ or ‘sustainable’, but these labels presently suffer from insufficient verification — both in China and internationally. Thus, both Chinese companies and their international counterparts face this problem. Solutions to this deficiency will depend on international collaboration on MRV and green labelling standards.\nSummary and Recommendations from the workshop:\n~> An effective carbon management system is key to decreasing corporate carbon emissions. Despite the growing number of companies announcing net zero targets, many enterprises still overlook the impor- tance of effective carbon management. ~ Companies should adopt carbon asset management as early as possible because it helps to avoid\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nproblems such as ‘obsolete’ or non-performing assets. It could also improve international competi- tiveness against the backdrop of CBAM or similar initiatives. ~ Corporates need to systematically integrate carbon emissions assessment into financial and strategy planning, actively engage with carbon asset management metrics and practices, and develop science-based carbon targets and budgets, which should include strategies for phasing out fossil fuels. ~ The corporate world should further upgrade its climate ambition in support of fulfilling the goals of the Paris Agreement. ~ Last but not least, international cooperation and exchange should be strengthened by government institutions, but also on the corporate level and among financial institutions to promote effective and unified carbon management standards across the globe.\n29",
  "page_30": "Agora Energiewende | Europe-China Workshop on Carbon Markets\n5 Conclusions and summary\nThe EU and China are linked by an enduring relation- ship. The EU and China are two of the world's three largest economies and carbon emitters. The EU is now China's second largest trading partner, and vice- versa. Both sides have a long-term interest to work together on a number of bilateral, regional and global issues in which they play a crucial role. Europe and China have to be part of global solutions to plan- et-scale problems — exemplified by the urgent need to mitigate climate change. Against this backdrop, Agora, SIIS and the Energy Investment Professional Committee of the IAC co-organized a workshop on 9 November 2022 in discussion of carbon markets, the EU CBAM and corporate asset management.\nbilateral collaboration on at least climate change and energy transition for the sake of safeguarding the global commons. Without such cooperation, it may be impossible for the world to achieve Paris Agreement goals and avoid the worst consequences of climate change.\nIn particular, because carbon market represents a major point of contact between the EU and China, the two parties should continue to promote experience sharing and lesson learning. In addition, while the EU CBAM risks creating tensions with the EU's trading partners in the short term, it also has the potential to accelerate the corporate energy transition beyond the EU in the longer term. Last but not least, carbon asset management is becoming a key component of corporate sustainability practices in an increasingly carbon- constrained world.\nDuring the workshop, discussants acknowledged that the international order has become more confronta- tional because of rising US-China tensions and the Russian-Ukrainian War. While ongoing geopolitical tensions are likely to hinder international coopera- tion, the EU and China should strive to maintain\n30",
  "page_31": "References\nAbnett, K. (2020): Timeline: A brief history of Europe's emissions trading system. 24 November 2020 (Accessed 18 December 2022) https://www.reuters.com/article/uk-climate- change-carbonpricing-europe-t-idUKKBN2840N9\nAdept Economics (n.d.): What does the EU's carbon border tax mean for Australia? (Accessed 22 February 2023) https://adepteconomics.com.au/what-does-the-eus- carbon-border-tax-mean-for-australia/\nBetz, R. Sato, Misato. (2006): Emissions trading: lessons learnt from the Ist phase of the EU ETS and prospects for the 2nd phase. 2006 (Accessed 19 December 2022) http://www.eprg.group.cam.ac.uk/wp-content/ uploads/2014/01/emissionstradinglessonslearned.pdf\nBP (2021): Statistical Review if World Energy 2021. July 2021 (Accessed 20 December 2022) https://www.bp.com/content/dam/bp/business - sites/ en/global/corporate/pdfs/energy-economics/statisti- cal-review/bp-stats-review-2021-full-report.pdf\nBusiness Europe (2022): ENVI vote on ETS and CBAM risks seriously undermining European competitive - ness. 18 May 2022 (Accessed 22 February 2023) https://www.businesseurope.eu/publications/ envi-vote-ets-and-cbam-risks-seriously-under- mining-european-competitiveness\nClimate Action Network Europe (2007): Assessment of Key National Allocation Plans for phase II of the EU Emissions Trading Scheme. January 2007 (Accessed 21 December 2022) http://www.old.caneurope.org/docman/emissions- trading-scheme/2824-assessment-of-key-nation- al-allocation-plans-for-phase-ii-of-the-ets/file\nCarbon Tracker Initiative (n.d.): Stranded Assets definition. (Accessed 15 January 2023) https://carbontracker.org/resources/ terms -list/#stranded-assets\nChina National Petroleum Corporation (n.d.): CNPC Corporate Sustainability Report (2020). (Accessed 7 January 2023); http://csr.cnpce.com.cn/cnpccsr/ xhtml/PageAssets/2020csr_en.pdf\nClimate Brussels (2022): CBAM Trialogues: Inclusion of indirect emissions could jeopardise Union's decar- bonisation ambitions. 7 November 2022 (Accessed 22 February 2023); https://climate.brussels/cbam- trialogues-inclusion-of-indirect-emissionscould- jeopardise -unions- decarbonisationambitions/\nCosbey, A. (2022): ENVI Rapporteur's Draft CBAM Report at Odds With Commission Plan on Key Points. 2 March 2022 (Accessed 22 February 2023) https://www.iisd.org/articles/envi-rapporteurs- draft-cbam-report\nCouncil of the EU (2022): ‘Fit for 55’: Council and Parliament reach provisional deal on EU emissions trading system and the Social Climate Fund. 18 December 2022 (Accessed 27 February 2023) https://www.consilium.europa.eu/en/press/press-re- leases/2022/12/18/fit-for-55-council-and-parlia- ment-reach-provisional-deal-on-eu-emissions- trading-system-and-the-social-climate-fund/\nCouncil of the EU (2022): EU climate action: provi- sional agreement reached on Carbon Border Adjust- ment Mechanism (CBAM). 13 December 2022 (Accessed 22 February 2023); https://www.consilium. europa.eu/en/press/press-releases/2022/12/13/ eu-climate-action-provisional-agree- ment-reached-on-carbon-border-adjustment- mechanism-cbam/\nCouncil of the European Union (2022): ‘Fit for 55’: Council and Parliament reach provisional deal on EU emissions trading system and the Social Climate Fund. 18 December 2022 (Accessed 27 February 2023) https://www.consilium.europa.eu/en/press/press-re- leases/2022/12/18/fit-for-55-council-and-parlia- ment-reach-provisional-deal-on-eu-emissions- trading-system-and-the-social-climate-fund/\n31",
  "page_32": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nCouncil of the European Union (2023): Fit for 55 package: Council reaches general approaches relating to emissions reductions and their social impacts. 29 June 2022 (Accessed 27 February 2023) https://www.consilium.europa.eu/en/press/press-re- leases/2022/06/29/fit-for-55-council-reaches- general- approaches - relating -to-emissions-reduc- tions-and-removals-and-their-social-impacts/\nEUR-Lex (2022): Functioning of the European carbon market in 2021 pursuant to Articles 10(5) and 21(2) of Directive 2003/87/EC. 14 December 2022 (Accessed 27 February 2023) https://eur-lex.europa.eu/legal-content/EN/ TXT/?uri=COM:2022:516:FIN\nEuropean Aluminium (2022): CBAM Product Scope Why alumina should not be included (Annex I). 18 November 2022 (Accessed 22 December 2022) https://european-aluminium.eu/wp-content/ uploads/2022/12/2022-11-18-European-Alumini- um-note-on-why-Alumina-should-not-be-inital- ly-included-in-Annex-I-of-CBAM.pdf\nCouncil of the European Union (2023): Infographic - Fit for 55: reform of the EU emissions trading system. 25 January 2023 (Accessed 27 February 2023) https://www.consilium.europa.eu/en/infographics/ fit-for-55-eu-emissions-trading-system/\nDeloitte (n.d.): CBAM adopted by EU Parliament. (Accessed 22 February 2023) https://www2.deloitte.com/nl/nl/pages/tax/articles/ cbam-adopted-by-eu-parliament.html\nEuropean Commision (n.d.): Allocation to industrial installations. (Accessed 22 February 2023) https://climate.ec.europa.eu/eu-action/eu-emis- sions -trading-system-eu-ets/free-allocation/ allocation-industrial-installations_en\nDupont, B. (2022): China and the EU in Climate Geopolitics. 8 April 2022 (Accessed 23 December 2022); https://eias.org/publications/op-ed/china- and-the-eu-in-climate-geopoliticssEF%BF%BC/\nEuropean Commission (n.d.): Carbon Border Adjust- ment Mechanism. (Accessed 22 February 2023) https://taxation-customs.ec.europa.eu/green-taxa- tion-0/carbon-border-adjustment-mechanism_en\nEUR-Lex (2000): Green Paper on greenhouse gas emissions trading within the European Union. February 2000 (Accessed 18 December 2022) https://eur-lex.europa.eu/legal-content/EN/ TXT/?uri=celex%3A52000DC0087\nEuropean Commission (2021): Report From the Commission to the European Parliament and the Council. 10 October 2021 (Accessed 21 December 2022) https://climate.ec.europa.eu/system/files/2021-10/ com_2021_962_en.pdf\nEUR-Lex (2003): Establishing a Scheme for Green- house Gas Emission Allowance Trading within the Community and Amending Council. 13 October 2023 (Accessed 27 February 2023) https://eur-lex.europa.eu/legal-content/EN/ TXT/?uri=CELEX:32003L0087\nEuropean Council (2022): The role of the European Council in nominations and appointments. 2 August 2022 (Accessed 22 February 2023) https://www.consilium.europa.eu/en/europe- an-council/role-nominations-appointment/#:-:tex- t=The%20European%20Council%20officially%20 appoints%20the%20entire%20 European,using%20 the%20consent%20method%20%28majority%20 of 620votes%20cast%29.\nEUR-Lex (2014): Determining Transitional Union- wide Rules for Harmonised Free Allocation of Emis- sion Allowances Pursuant. 27 April 2011 (Accessed 27 February 2023) https://eur-lex.europa.eu/legal-content/EN/ ALL/?uri=celex%3A32011D0278\n32",
  "page_33": "European Council (2023): ‘Fit for 55’: Council adopts key pieces of legislation delivering on 2030 climate targets. (Accessed 12 May 2023) https://www.consilium.europa.eu/en/press/press-re- leases/2023/04/25/fit-for-55-council-adopts-key- pieces-of-legislation-delivering-on-2030-cli- mate-targets/\nEuropean Environment Agency (2022): Total green- house gas emission trends and projections in Europe. (Accessed 5 October 2022); https://www.eea.europa. eu/ims/total- greenhouse -gas-emission-trends\nEuropean Parliament (2022): CBAM: MEPs push for higher ambition in new carbon leakage instrument. 17 May 2022 (Accessed 22 February 2023) https://www.europarl.europa.eu/news/en/press- room/20220516IPR29647/cbam-meps-push-for- higher-ambition-in-new-carbon-leakage-instru- ment\nEuropean Parliament (2022): Climate change: Deal on amore ambitious Emissions Trading System (ETS). 18 December 2022 (Accessed 19 December 2022) https://www.europarl.europa.eu/news/en/press- room/20221212IPR64527/climate-change-deal-on- a-more-ambitious-emissions-trading-system-ets\nEuropean Parliament (2022): Deal reached on new carbon leakage instrument to raise global climate ambition. 13 December 2022 (Accessed 14 December 2022); https://www.europarl.europa.eu/news/en/ press-room/20221212IPR64509/deal-reached-on- new-carbon-leakage-instrument-to-raise-glob- al-climate-ambition\nEuropean Parliament (2022): Deal reached on new carbon leakage instrument to raise global climate ambition. 13 December 2022 (Accessed 14 December 2022); https://www.europarl.europa.eu/news/en/ press-room/20221212IPR64509/deal-reached-on- new-carbon-leakage-instrument-to-raise-glob- al-climate-ambition\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nEuropean Parliament (2023): Fit for 55: Parliament adopts key laws to reach 2030 climate target. (Accessed 11 May 2023) https://www.europarleuropa.eu/news/en/press- room/20230414IPR80120/fit-for-55-parliament- adopts-key-laws-to-reach-2030-climate-target\nEuropean Parliament (n.d.): Accessed 22 February 2023 https://www.europarleuropa.eu/portal/en\nEuropean Parliament (n.d.): Carbon border adjustment mechanism as part of the European Green Deal. (Accessed 22 February 2023) https://www.europarlLeuropa.eu/legislative-train/ theme-a-european- green -deal/file-carbon-bor- der-adjustment-mechanism\nEuropean Parliament (n.d.): Legislative powers. (Accessed 22 February 2023) https://www.europarleuropa.eu/about- parliament/ en/powers-and-procedures/legislative-powers\nEuropean Union (n.d.): Accessed 22 February 2023 https://european-union.europa.eu/institu- tions -law-budget/institutions-and-bodies/institu- tions-and-bodies-profiles/european-commission_ en#:-:text=Overview&text=The%20European%20 Commission%20is%20the, the%20Council%200£%20 the%20EU\nEuropean Court of Auditors (n.d.): The EU's Emissions Trading System: free allocation of allowances needed better targeting. (Accessed 22 February 2023) https://op.europa.eu/webpub/eca/special-reports/ emissions -trading-system-18-2020/en/#:-:tex- t=The%20free%20allocation%200f%20allow- ances%20deals%20with%20the%20risk%20of, pro- ducers%20based%20in%20third%20countries\n33",
  "page_34": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nFell, H., Noél, P. (2022): Carbon Pricing During an Energy Crisis. 22 March 2022 (Accessed 25 December 2022) https://www.energypolicy.columbia.edu/research/ commentary/carbon-pricing- during-energy-crisis\nInternational Emissions Trading Association (2019) The Economic Potential of Article 6 of the Paris Agreement and Implementation Challenges. Septem- ber 2019 (Accessed 22 December 2022) https://www.ieta.org/resources/International_WG/ Article6/CLPC_A6%20report_no%2Ocrops.pdf\nFleming, S. (2020): Two EU presidents went to Davos - but who are they and what do they do? 30 January 2022 (Accessed 22 February 2023) https://www.weforum.org/agenda/2020/01/europe- an-commission -parliament-difference/\nInternational Energy Agency (2021): The Role of China's ETS in Power Sector Decarbonisation. April 2021 (Accessed 20 December 2022) https://www.iea.org/reports/the-role-of-chi- nas-ets-in-power-sector-decarbonisation\nFreshfields Bruckhaus Deringer (2022): CBAM -\nEuropean Parliament's latest draft report —- key issues at a glance. 21 February 2022 (Accessed 22 February 2023) https://www.freshfields.com/en-gb/our-thinking/ knowledge/briefing/2022/02/cbam-european-par- liaments -latest- draft-report--key-issues-at-a- glance/#:-:text=0n%2021%20December%20 2021%2C%20the%20European%20Parlia- ment%E2%80%99s%20rapporteur,of %20the%20 European%20carbon%20border%20adjustment%20 mechanism%20%28CBAM%29.\nInternational Energy Agency (n.d.): Global Energy Review: COz Emissions in 2021. (Accessed 15 Decem- ber 2022) https://iea.blob.core.windows.net/assets/c3086240- 732b-4f6a- 89d7-db0O1be018f5e/GlobalEnergyRe- viewCO,Emissionsin2021.pdf\nIVL Svenska Miljéinstitutet (2020): Analysis of national allocation plans for the EU ETS. 2 November 2020 (Accessed 19 December 2022) https://www.ivl.se/download/18.343dc99d14e8b- bO£58b7481/1445515577333/B1591.pdf\nHuabao Securities Research Team (2021): E|A fixe Bitats WO=F] rage (Summary of Domestic Carbon Trading Pilot Situation). 12 May 2021 (Accessed 17 December 2022) http://www.tanpaifang.com/tanguwen/2021/0512/ 77835.html\nKassim, H. (2016): The European Council — the who, what, where, how and why. 18 February 2016 (Accessed 22 February 2023) https://ukandeu.ac.uk/explainers/the-european- council-the-who-what-where-how-and-why/#:-:- text=The%20European%20Council%20is%20the%20 EU%E2%80%99s%20supreme%20political with%20 the%20most%20sensitive%20questions%20con- fronting%20the%20EU\nInternational Carbon Action Partnership (2021): China National ETS. 2021 (Accessed 18 December 2022); https://icapcarbonaction.com/en/ets/chi- na-national-ets\nLi, M. F., Hu, H., Zhao, L. T. (2022): Key factors affecting carbon prices from a time-varying perspec- tive. 28 April 2022 (Accessed 23 December 2022) https://link.springer.com/article/10.1007/s11356- 022-20376-x\nInternational Carbon Action Partnership (2022): Emissions Trading Worldwide: International Carbon Action Partnership (ICAP) Status Report 2022. 29 March 2022 (Accessed 20 December 2022) https://icapcarbonaction.com/en/publications/ emissions - trading -worldwide-2022-icap-status- report\n34",
  "page_35": "Luyten, A. E. (n.d.): The U.S. response to the EU CBAM: Past responses and future prospects. (Accessed 22 December 2022) https://www.tradeexperettes.org/blog/articles/ the-us-response-to-the-eu-cbam-past-responses- and-future-prospects\nMathieu, C., Barichella, Arnault., De Perthuis, C., Nagashima, M., Tu, K. J. (2021): Can the Biggest Emitters Set Up a Climate Club? A Review of Interna- tional Carbon Pricing Debates. June 2021 (Accessed 27 February 2023) https://www.ifri.org/sites/default/files/atoms/files/ mathieu_carbon_pricing_debates_2021.pdf\nMike, A., Alex, C., Gostlow, G. (2020): Carbon as an Emerging Asset Class. 5 October 2020 (Accessed 12 January 2023) https://www.cfainstitute.org/en/research/indus- try-research/case-study-carbon-as-emerging-as- set-class\nOxera (2022): Carbon trading in the European Union. 15 February 2022 (Accessed 18 December 2022) https://www.oxera.com/wp-content/ uploads/2022/02/Oxera-EU-carbon-trading-re- port-2.pdf\nPetroChina (n.d.): PetroChina 2021 Environmental, Social and Governance Report. (Accessed 5 January 2023) http://www.petrochina.com.cn/petrochina/xhtml/ images/shyhj/2021lesgen.pdf\nPetroChina (n.d.): PetroChina 2022 Interim Report. (Accessed 5 January 2023) http://www.petrochina.com.cn/ptr/rdxx /202209/59dcO2dbef6349789ffa241de299907e/ files/bebb9c8b0246482583c6bb2fa73e7fbf pdf\nPrinciples for Responsible Investment (n.d.): Annual Report 2022. (Accessed 5 January 2023) https://www.unpri.org/annual-report-2022/\nWORKSHOP SUMMARY | Europe-China Workshop on Carbon Markets\nRead, S. (2022): What is the difference between Scope 1, 2 and 3 emissions, and what are companies doing to cut all three?. 20 September 2022 (Accessed 9 January 2023); https://www.weforum.org/agenda/2022/09/ scope-emissions-climate-greenhouse-business/\nRogge, K., Schleich, J., Betz, R. (n.d.): An Early Assess - ment of National Allocation Plans for Phase 2 of EU Emission Trading. (Accessed 19 December 2022) https://www.isi.fraunhofer.de/content/dam/isi/doku- mente/sustainability-innovation/2006/WP1-2006_ An%20Early%20Assessment%200f%20 National%20 Allocation%20Plans%20for%20Phase%202%200f%20 EU%20Emisson.pdf\nScience Based Targets (2021): SBTi Corporate Net- Zero Standard (Guidance). October 2021 (Accessed 11 January 2023) https://sciencebasedtargets.org/resources/files/ Net-Zero-Standard-Criteria.pdf\nScott, B., Tunny, G. (2022): CBAM: What you need to know about the new EU decarbonization incentive. 19 December 2022 (Accessed 22 December 2022) https://www.weforum.org/agenda/2022/12/cbam- the-new-eu-decarbonization-incentive-and-what- you-need-to-know/\nShanghai Environment and Energy Exchange (2021): ERT AS ALAS AGE 20210716 -20211231 (Annual Transaction Data of the National Carbon Market 20210716-20211231). 31 December 2022 (Accessed 27 February 2023) https://www.cneeex.com/c/2021-12-31/491811.shtml\nSocial Sciences Academic Press (China) (2017): RS Fas | HUARD: PERAK & (Report Highlights | Blue Book of Carbon Emissions Trading Scheme: Aunnal Report of China Carbon Emissions Trading Scheme). 12 October 2017 (Accessed 18 December 2022) https://www.ssap.com.cn/c/2017-10-12/1062237. shtml#:-:text=3 Britt Sikh, ACRRAIS = %E3%80%82\n35",
  "page_36": "Agora Energiewende | Europe-China Workshop on Carbon Markets\nTu, K., Sartor O., Zhang, R. C. (2021): EU-China Roundtable on Carbon Border Adjustment Mechanism Briefing of the first dialogue on 26 May 2021. 26 May 2021 (Accessed 12 December 2022) https://www.agora-energiewende.de/en/publica- tions/?tx_agorathemen_themenliste%5Bproduk- t%5D=2297&cHash=85d13d8d78cfd8alelc5e- 57138ca6fa7\nZhang, Caiping., O., Zhang, (2018): Theory and practice of enterprise carbon asset management from the perspective of low-carbon transformation. January 2018 (Accessed 19 December 2022) https://www.researchgate.net/publica- tion/322648866_Theory_and_practice_of_enter- prise_carbon_asset_management_from_the_per- spective_of_low-carbon_transformation\nRandhir T.\nY.\nUNEP, UNEP Copenhagen Climate Centre (UNEP- CCC) (2021): Emissions Gap Report 2021. 26 October 2021 (Accessed 15 December 2022) https://www.unep.org/resources/emissions- gap -re- port-2021\nZhang, Z. X. (2022): sk Ht ioc Poh AB Pat Wetsst, 2EUSRBARKTI44%, BR {ERA 82.9% (President Zhang Zhongxiang delivered a keynote speech at the Europe-China Workshop on Carbon Markets, where the compliance rate of 14 provinces and cities was below 94.4% and the lowest was only 82.9%). 9 November 2022 (Accessed 20 December 2022) https://mp.weixin. qq.com/s/3siYk3F yLZJrdTHXPU1x6A\nWang, H. X., Miu, H. C. (2021): SERA Bias 2, WBAIMEIGEARKR RE (Carbon Neutral Series Report: The National Carbon Trading Market is Coming, and the Future Development Trend from Overseas and Domestic Experience). May 2021 (Accessed 15 December 2022) https://www.yunzhan365.com/basic/41682871.html\nZhao, L. (2022): 2021F Stk SUH SI WAWKRAR ALO, PHBA EE EE (Global CO, emissions in 2021: Asia Pacific accounts for more than half of carbon emissions, China ranks the world’s first carbon emissions). 22 August 2022 (Accessed 20 December 2022) https://www.sohu.com/a/578797859_120950203\nWorld Trade Organization (n.d.): The General Agree- ment on Tariffs and Trade (GATT) ARTICLE Xx. GENERAL EXCEPTIONS. https://www.wto.org/english/res_e/booksp_e/gatt_ ai_e/art20_e.pdf\nWu, X. Y. (2021): 2021 F FER AARNE fi BAF AS ERR BA (China's carbon trading market system and policy interpretation in 2021 China began to build a comprehensive carbon trading market). 30 March 2021 (Accessed 17 Decem- ber 2022) https://www.qianzhan.com/analyst/detail/220/ 210330-£22b6447. html\nZhou, L. H., Higgins, H. (2022): Investors: Sustainable Finance Demands More than Just Cutting Carbon. 8 June 2022 (Accessed 19 December 2022) https://www.wri.org/insights/paris-agree- ment-aligned-investments\n36",
  "page_37": "Publications by Agora Energiewende\nIN ENGLISH\nEnsuring resilience in Europe’s energy transition The role of EU clean-tech manufacturing\nChemicals in transition\nThe three pillars for transforming chemical value chains\nLevelised cost of hydrogen\nMaking the application of the LCOH concept more consistent and more useful\n15 Insights on the Global Steel Transformation\nDecarbonisation in State-Owned Power Companies Briefing from the workshop on 28-29 September 2022\nFrom coal to renewables\nA power sector transition in Kazakhstan\n12 Insights on Hydrogen — Argentina Edition\nBreaking free from fossil gas\nAnew path to a climate-neutral Europe\nHow Europe can make its power market more resilient Recommendations for a short-term reform\nArgentina as a hub for green ammonia\nA forward-looking development strategy for addressing the global energy and climate crises\nOverview of China’s Energy Transition 2022 Chapter on Oil\nTransforming industry through carbon contracts (Steel) Analysis of the German steel sector\nThe driving forces behind the green transition in Europe and South Korea A comparison between the European Green Deal and the Korean Green New Deal\nOverview of China’s Energy Transition 2022 Chapter on Natural Gas\n37",
  "page_38": "Publications by Agora Energiewende\nIN GERMAN\nResilienter Klimaschutz durch eine zirkuläre Wirtschaft Perspektiven und Potenziale für energieintensive Grundstoffindustrien\nWasserstoff-Importoptionen für Deutschland\nAnalyse mit einer Vertiefung zu Synthetischem Erdgas (SNG) bei nahezu geschlossenem Kohlenstoffkreislauf\nWindstrom nutzen statt abregeln\nEin Vorschlag zur zeitlichen und regionalen Differenzierung der Netzentgelte\nChemie im Wandel\nDie drei Grundpfeiler für die Transformation chemischer Wertschöpfungsketten\nRoll-out von Großwärmepumpen in Deutschland Strategien für den Markthochlauf in Wärmenetzen und Industrie\nStellungnahme zum Entwurf eines Gesetzes zur Anpassung des Energiewirtschaftsrechts an unionsrechtliche Vorgaben\nReferentenentwurf des Bundesministeriums für Wirtschaft und Klimaschutz\nEin neuer Ordnungsrahmen für Erdgasverteilnetze\nAnalysen und Handlungsoptionen für eine bezahlbare und klimazielkompatible Transformation\nRückenwind für Klimaneutralität\n15 Maßnahmen für den beschleunigten Ausbau der Windenergie\nKlimaneutrales Stromsystem 2035 (Zusammenfassung) Wie der deutsche Stromsektor bis zum Jahr 2035 klimaneutral werden kann\nStellungnahme zum Netzentwicklungsplan Gas 2022-2032 der Fernleitungsnetzbetreiber\nDie Energiewende in Deutschland: Stand der Dinge 2022 Rückblick auf die wesentlichen Entwicklungen sowie Ausblick auf 2023\nVolle Leistung aus der Energiekrise\nMit Zukunftsinvestitionen die fossile Inflation bekämpfen\nDurchbruch für die Wärmepumpe\nPraxisoptionen für eine effiziente Wärmewende im Gebäudebestand\nAll publications are available on our website: www.agora-energiewende.de\n38",
  "page_39": "Agora\nEnergiewende\nAgora Energiewende Anna-Louisa-Karsch-Straße 2 | 10178 Berlin, Germany P +49 (0)30 700 14 35-000 F +49 (0)30 700 14 35-129 www.agora-energiewende.org info&agora-energiewende.de"
},
  "language": "Languages.ENGLISH",
  "total_pages": 39
}
