{
  "file_name": "15_241.pdf",
  "pages": {
  "page_1": "Green Tomorrow, (With POSCO\n7\nr’\na\na\nBp:\npr\nSS\nTransition to a Holding Company\n& Business Strategies for 2030\ni\nff\n|\nball\n_——,\nOS\nK\\\nir, pe\na4\n=\n—\n=)\nSe\n‘@\nSEE:\nf\nWA\nify\ntay.\nPPTs\naS\nVo\nae\n+)\nae",
  "page_2": "(oith POSCO\nThis presentation contains certain forward-looking statements relating to the business, financial performance and results of the company and/or the industry in which it operates. The forward-looking statements set forth herein concern future circumstances and results and other statements that not historical facts, and are solely opinions and forecasts which are uncertain and subject to risks. Therefore, the recipients of this presentation shall be aware of that the forward-looking statements set forth herein may not correspond to the actual business performance of the company due to changes and risks in business environments and conditions.\nThe sole purpose of this presentation is to assist persons in deciding whether they wish to proceed with certain investments to the company. The company does not make any representation or warranty, expressly or impliedly, as to the accuracy and completeness of this presentation or of the information contained herein and shall not have any liability for the information contained in this presentation.",
  "page_3": "Change in Future Trend\n- Rising value of Environment, contact-less, wellness *Green Tech, Digital Tech, Bio Tech\nGreen Growth\nExpect growth from eco-friendly biz (ex. EV, Renewable Energy), while concerns for Greenflation weigh\nEconomy bloc\n- Intensifying competition to secure the supply chain in advance nations\n(oith\nMission\nGrowth Strategies\nSchedule\nInevitable step to overcome the limit of steel business-based corporate structure, in order to expedite growth in group-level in the midst of shifting business environment\nBackground Transition Model\nPOSCO\nHolding Company Transition\nBackground\nG rowth Strategies and major tasks\n[vj\nSJ\nAA\nTransition to green steelmaking\nprocess and pursue global growth\n[vj\n= Need to upgrade competitiveness, and seek new growth opportunities\n©\nLead the market by moving ahead of low- carbon technologies both home and abroad Strengthen eco-friendly steel portfolio Spearhead into future growth market\ne\n¢\n¢\n¢\nPursue balanced growth in group level, through reviewing business finding growth business and nurturing future businesses\n[vj GT, DT, BT\" Innovation\nExpand growth from new\ngrowth business sector\n-\nBuild value chain of secondary battery materials biz and reach top-tier level Nurture hydrogen biz, closely tied to group biz portfolio, as steel biz\nFind and develop new biz opportunities\ncompetence,",
  "page_4": "Continuous Capacity\nexpansion\na\n2018\n(oith\nMission\nGrowth Strategies\nSchedule\nTo change traditional steel business-oriented perception required revaluation on new growth businesses\nBackground Transition Model\nPOSCO\nHolding Company Transition\nBackground\nComplete commercialized production\n|\n2007 2021\n- Lithium : 43 (10..23) + 220k tons (°30E)\n- High purity nickel : 20 (7.23) >140k tons (\"30E)\n\nCompany Company Company\nG\nA T\nCapacity\n(LCE*,k tons)\n125 85 85\nMarket\nCap\n40 36 31\n(trillion KRW)\n* Lithium Carbonate\nEquivalent\n315 25 tril. KRW\n=\n(1,000 KRW/Share)\ncal Proved the technology to be viable, under process of commercialization investment\na\n+Q\n6.3\ntrillion\nKRW\n(k tons) Capacity Target Capital\n-\n| Steel Operating Profit\n(aggregated-based)\n~\nCompany P\n(US)\nPOSCO\n(Self-sufficient amount)\nof\n2021\na\n|\nPursue partnership to produce and R&D on green hydrogen\n114 k tons\n(Tri. KRW)\n2,500\nEstablish global partnership\nPartnership with companies both home and abroad as, Aus. ORIGIN Energy, FMG , Denmark Orsted, etc.\n‘21\n‘30 Market\nosco*\nCHEMICAL\nMarket Capital\n2008 9Dec, 2021\n* POSCO stake in P-Chemical 60% :\n9 Dec, 2021\n2 Oct, 2007\n765K\nKRW/share\n1,500\n400\n600\n800 ac (10.2.07)\nStock Price\n765\nthousand KRW/Share thousand KRW/Share\n67 Tri. KRW\n26 Tri. KRW\n1,000\nQnd\n2,239 trillion KRW\nXX KOSPI Market Cap\n500\n— POS€O Stock Price(L)\n—— KOSPI Market\nCap(R)\n07 08 09 10 11 12 13 14 15 16 17 18 19 20 21\ny\n200\n1,007 trillion KRW\n295\nMarket Cap\nMarket Cap\nRanking\n(12.9.21) 295K KRW/share\n14th\n2,000\n‘we",
  "page_5": "Vertical spin-off steel business\n|\nI\nTransition\nModel\nMission\nGrowth Strategies\nSchedule\n(With POSCO\nSpin-off steel business, 100% owned by the Holding Company, and remain unlisted for advanced governance structure led by the Holding Company\nBackground Transition Model\nHolding Company\n(Surviving Company)\n|\nNewly established companies will remain unlisted\n|\n|\nNickel\n|\nI\n100%\n|\n— eee\nL\nv\n53%\n60%\n— eee\n— eee ee ee ee\nPrevent conflict of interest within shareholders of both the Holding Company and subsidiaries, as keeping steel biz unlisted Future spun-off growth businesses will remain unlisted, to align growth value with shareholder value\nFortify governance structure led by Board of Directors of the Holding Company, through recruiting experts by business and increasing the portion of outside directors\nStrengthen management transparency by implementing audit committee and outside directors in unlisted subsidiaries\n—\n100%\n* POSCO Lithium Solution,\nPOSCO-Argentina, etc\nEstablish Advanced Governance Structure\nv\nAvoid financing through public offering of subsidiaries and execute financing led by the Holding Company, such as paid-in capital increase\n— eee ee ee ee ee\n— eee\n|\n100%\n100%\n100%\na TTT\ne3%",
  "page_6": "POSCO\nBackground Transition Model\nHolding Company\nMission\nMission\nGrowth Strategies\nSchedule\n(oith\nBuild Multi-core growth structure and manage ESG issues in group level by developing future growth business and securing group synergy\nSS\n%\nEs — — =)\nSet R&D Strategy in group level\nEstablish strategies to acquire future new technologies Recruit and nurture R&D talents e Establish R&D network to focus on all group businesses\nso—\nrT\nDevelop future business portfolio\n¢ Establish growth strategy in group level ¢ Find new business opportunity ¢ Pursue new business, through M&As\nBrig\nLead ESG\nmanagement\ne Set ESG strategy in group level Oversight on Carbon Neutral Roadmap in group level Communicate with ESG stakeholders\ncS\nRestructure group business and create synergy\ne Diagnose and evaluate group business e Nurture growth business and set the direction for restructuring Discover opportunities for synergy within businesses",
  "page_7": "Goal\nSecondary\nbattery\nmaterials\n(oith\nComplete carbon neutrality in steel\nBased on HyREX & Renewable Energy\na 50%\nConstruction,\nInfrastructure\nEnergy\nAgri.-Bio\nMission\nGrowth Strategies\nSchedule\nPursue growth based on key businesses contributing to future sustainability\nThe global business leader for sustainable future of humanity\nGlobal business leader contributing to sustainability of humanity\nLead in new mobility application\nForm future housing\nLead in renewable\nenergy\nae\nm4\nBattery Pack\n4\nCar body\n»\n> Coa\n“ee\n-\nity\na\nPlate\nit\nUf] hat _\nNet-Zero |\nyyot\nUR)\no—e\n-\na 100\nCathode/\nFe. Building\nanode\nHydrogen,\nLNG\nE\nModular\nRenewable-E\nConstruction\nLithium/Nickel\nBackground Transition Model\nSteel\nPOSCO\nSecure global food resources nt b> Ras\nBuild global infrastructure for processing and distribution\nme 20%\nHydrogen\nMain\nBusiness\n2030 2040 2050\nVision\nVision Statement",
  "page_8": "Higher demand for eco-friendly high-grade steel an pressure against capacity addition due to environmental regulations\n¢ Global steel demand increase : (’20) 1.76 > (’30) 2.19 bil tons\nLower BF expansion due to carbon neutral regulations * Reducing overcapacity : (15) 790 > (’17) 660 > (’20) 570 mil tons\n¢ Renew product portfolio based on low-carbon products\ni Amidst such trend steel product price likely to remain high\nExpand profit base and preemptively secure markets, in areas with environmental competitiveness\n|\n\"Accelerated\n¢\n*\n=\n(With POSCO\nal\nBuild eco-friendly production system and enhance product portfolio accordingly\nMission\nGrowth Strategies\nSchedule\nSteel industry faces a paradigm shift under impending carbon neutrality and intensifying economic blocs\nBackground Transition Model\ni\nGrowth Strategies\nIntensifying global partnership for carbon neural increasing demand for eco-friendly products from | customers\n* Trending to set carbon-neutral roadmap, levelling up 2030 NDC from countries as the US and EU, etc.\nMore requests from major customers to use renewable energy and reduce carbon emission unit\n* Investors request to announce global 1.5°C target\n= Without eco-friendly production system, the ecompanns s existence is at stake\nSteel\n\n\neconomic bloc, due to US-China trade war and stricter environmental regulations\nUS-China trade war expands its impact from tariff to global value chain\nEconomicbloc\nFocuson domesticmarket\nexduding China (USIMICA)\nvs (the 14\" Syearplan\n*\nthe dual circulation policy)\n¢ New Environment regulations, as CBAM - EU : Expected to be implemented from 2026 - US : Propose CBAM related legislations\n= Increasing need to form integrated supply chain within each bloc\nSteel iadlttstmy.st should transform its low-growth & highly regulated business model\nto.a sustainable, eco-friendly business model\nDomestic <)\nad Overseas",
  "page_9": "(oith\nDomestic biz\nNet CAPEX to reduce carbon emissions (~ 2030) : 2 trillion KRW\n© 20% reduction of CO, emissions\nGradual transition to carbon-neutral production system, building eco-friendly infrastructure, and strengthening low-carbon product sales portfolio (by 2030)\nMission\nGrowth Strategies\nSchedule\nIncrease corporate value by strengthening global leadership on preemptively setting the eco-friendly production system\nBackground Transition Model\nPOSCO\nGrowth Strategies\nSteel\nPro-\n- *\nSupport eco-friendly transition in customers’ perspective by expanding related high-end products and marketing solutions\n10-year average\n(2011~2020)\n78\nmil. T\n2017~2019 average\nReducing 10% of CO, emission saves carbon cost by 500 billion KRW/year\nO Improve domestic steel profitability\n* operating margin\nAverage from\n2022 to 2030\nee L |\n* Lower HMR ratio (84% > 77%), Reduce coal usage (716 > 683 kg/t-p) *2017~2019 average > 2030 * Introduce 2 new Electric Arc Furnaces (in 2025 and 2027) *CO, Unit Cost : EAF 0.5 vs BF 2 ton/t-s * Continue hydrogen-based ironmaking R&D and build demo plant* (by 2028) * DP capacity of 1 million ton requires 100,000 tons of hydrogen green\nEstablish a base to expand scrap purchase and conduct stake investments in overseas suppliers (4 million tons)\npenne n-----------)\n| Worksites 10%*\n\n*\n2030\nRaw\nMaterial *\nInvest in overseas HBI* production facilities to preemptively secure supply * 28! : Hot Briquetted Iron - Pursue JV investment for HBI production with miners in vicinity of mine in Australia (2 million tons)\n* Strengthen eco-friendly product portfolio including mobility, construction, and energy\n- Build EV motor production capacity for 7 million units, develop specialized products for wind-power/solar/ hydrogen energy and expand marketing solutions eAutopos Greenable |INNOVILT\nTTT",
  "page_10": "POSCO\nMission\nGrowth Strategies\nSchedule\n(oith\nPreoccupy demand from growth market with green and glocal production and increase eco-friendly investment\nForm partnership with miners and energy companies in regions with environmental competitiveness\n* Preoccupy production base in areas with strong eco-friendly infrastructure as RE, Hydrogen (In line with the country’s carbon neutral target and policy) - Renewable Energy capacity : (2019) 138 > (2030) 523 GW, Green hydrogen production cost (2010, PWC) : India 2.95US/kg (70% of Korea and Japan) * Build Integrated mill to expand in the growing market *Steeldemand: (2019) 100 > (2030) 180 milliontons\nmom\nIndia\nDevelop as the only integrated mill able to supply automotive steel in SEA market * - SEA market imports 60% of total demand (2030 shortage(E) :49 million tons), Steel Consumption/capita(kg) : IND 59, KR 1,039 “Source: WSA(2019)\n*\n* Achieve 10 million tons of capacity based on the operational competitiveness of PT-KP\nSecure the market that push towards low-carbon trend, with abundant low carbon resources - Recorded net export of scrap(12 million t, 2020) Auto-makers’ increasing demand on low-carbon steel(USMCA)\n*\n* Create partnership in building integrated EAF, with companies that has market dominance in low-carbon materials and steel market\nBackground Transition Model\nGrowth Strategies\nSteel\nCapex(~2030) : 12 trillion KRW\nO Secure 23 million tons of crude steel capacity\n(million tons) rane\n23.1\n2030\nOverseas biz\n5.1 2021\nO Improve global steel profitability\n* OP margin\nfr 7%\n1%\n10-year average\n2030\n(2011~2020)",
  "page_11": "us allt\n280 k tons\nPOSCO\n2030\n10\n*\n2025\n2021 Graphite 70k tons\n2025\nGraphite\nGraphite gi 150 k tons\nMission\nGrowth Strategies\nSchedule\n(oith\nExpand domestic and overseas production capacity based on partnership with customers, reach top-tier leve! with leading technology\nBecome a top-tier anode producer with diversified customer base and technological advantage\nExpand global production capacity based on partnership with clients and local producers - KR-CN: Build domestic productions for 3 major battery-makers(’25, 160kT) and for Chinese domestic market - US:EU : JV with GM (1% stage : gradual expansion after completing ’24), JV with EU battery-makers - IND: Participate with Indonesian LG consortium (completed in ’25)\nProduc\ntion\nSales\n*\nUpgrade premium high Ni products and develop product for low-priced market - Conduct Joint R&D with global battery and automotive makers to produce customized products - Secure technologies for lower-grade materials for markets as entry-level EV LFP, and high Mn\nTech\n420 K\n*\nPreoccupy market by developing technologies for materials for all-solid-state batteries - US : Co-develop Lithium-metal for next-generation EV models for US automakers - Build demo plant and collaborate with companies with solid electrolyte technologies (’22)\nNew\ntons\nmaterial\nKeep global competitiveness in graphite and enter silicon anode material business\nSecure ex-China graphite mine (Tanzania 35kt(’22~), Australia in progress), develop Eco-friendly tech. Build the first domestic artificial graphite plant, develop low-cost process(Step 1 : 8kT(12.’21.), Step 2: 24kT(’24))\n*\nGraphite\n*\n*\nCo-develop Si-C for next gen. EV with EU OEMs and build mass production facility (completedin’23) Develop business by utilizing externally developed technologies, as SiOx, Si nanowire, etc.\n*\nBackground Transition Model\nCapacity\n2021 KR CN 45k tons\nGrowth Strategies\nKR CN\n2030\nAnode materials\nCathode/Anode\nCathode materials",
  "page_12": "(With POSCO\nBecome a global top 3 player by building capacity of 220 thousand tons by 2030\nMiines *\nSalt\nLakes\nMission\nGrowth Strategies\nSchedule\nBecome a global lithium:-nicke! producer based on secured resources and eco-friendly technology\nBackground Transition Model\nGrowth Strategies\nLithium:Nickel\nLithium\nOre Phase 1: 43k t, under construction(operation from Oct 2023) Brine Phase 1: 25k t approved (operation from 2024) Brine Phase 2: 25k t in preparation (operation from 2025)\nBuild stable supply chain through preemptive investment in lithium resources - Acquired the Argentine salt lake (Aug 2018) and stake investment in Pilbara, Australia (320kT/yr, Feb 2018) - Plan to expand capacity on Hombre Muerto Salt Lake and to acquire additional ore in US/AUS area\nWith eco-friendly lithium extraction technology, develop value-added lithium products - Stable production technology proven through pilot/DP operation since 2010 - Develop materials for solid-state battery, as Li2S, Li metal, etc\nSeure stable demand by enforcing partnerships with top 3 domestic battery-makers global automakers\nEnter the market by converting nickel for STS to nickel for battery materials and expand capacity through JV with global nickel producers Invest in upstream(mines, smelting) in IND, AUS, etc., and downstream near high EV demand regions as Korea, Americas, EU, etc\n2030\n*\nRecycling\n2021\nConvert into products for SNNC battery (operation from 2023) Recycling phase 1 under construction (operation from Nov 2022) Refinery of RNO, Australia (in operation from 2024)\n_p me\n2021\n2025\n2030\nNickel\n* Form a strategic partnership with companies with waste battery collection network\n*\n11\n*\nTech\ncapacity\n2025\nAchieve 140k ton capacity in 2030 with two-track strategy, minerals(110k ton) and recycling(30k ton)\n=",
  "page_13": "(oith\nBuild 500 thousand tons by 2030 and complete 7 million tons of capacity by 2050\nProduction Roadmap\nMission\nGrowth Strategies\nSchedule\nBuild production capacity of 7 million tons by 2050, Become a global top 10 hydrogen producer\nBackground Transition Model\nPOSCO\nGrowth Strategies\nHydrogen\nRevenue\n2.3 tril. KRW\n* Early stage : Enter the market with by-product hydrogen (40k ton for fuel cell, 20k ton for industrial and mobility) * Mid stage : Full-scale overseas production of blue/green hydrogen, supply to hydrogen-based ironmaking process and coal-fired/hydrogen power generation\nApplications\nSupply Roadmap\nSteel\n100k ton(’28) >\n(’30) > 1.6 mil. ton(’40) >\n(’50)\nDP of 100k of hydrogen ironmaking in 2028, locally produce/supply 20k ton for HBI in AUS in 2030 Gradually increase hydrogen production as Hydrogen-based ironmaking process expands after 2030\nFuel cell\n20k ton(’25) >\n(’30) > 250k ton(’40) >\n(’50)\nGradually expand both domestic and overseas starting from 20k ton in 2025 (Aug. ’21, MOU with 2 power generators) Power 40k ton(’26) > (30) > 1.1 mil. ton (’40) > (’50) generation\nGradually expand hydrogen production for power generators from P-Energy (’26) LNG plant, hydrogen co-fire power plant in Samcheok (’27), and to outside power generators\nCharging\n2\nstations(’23)\n>\n> 18\nstations(’34) Expand\n>\nexternal\nsupply\nStation\n- Set-up hydrogen charging station for 1,500 hydrogen trucks at both worksites\n12\n7 Dduct 4\noe\nCAPEX\n(Accumulated, 2030)\n10 tril. KRW\n3 million ton\n500 k ton\n70 k ton\n7 million ton\n-\n-\n-\n-\n2030\n2026\n2040\n2050",
  "page_14": "13\npee\nfn Ae\noN\n(With POSCO\nglobal production\nprojects on - Blue hydrogen : Saudi Arabia, UAE, Russia (cooperate with Oil Majors) - Green hydrogen : Australia, Oman, India, Saudi Arabia, Chile (area with abundant solar and wind energy resources)\na\n-*\n—\nOman Duqm PJT\n(200kto\nMOU/NDA ith 11 companies\nJV-edwith\nproject opportunities\n* Outlook for hydrogen production by country (IEA, Jun 2019) and current projects of POSCO green review\nChile green hydrogen\nPIT\nMission\nGrowth Strategies\nSchedule\nEstablish a global! supply network of blue/green hydrogen in 7 strategic countries and acquire necessary key technologies\nEstablish global supply network focused in countries with renewable energy and low-cost natural gas resources and secure key technologies\neacxelase Set supply facilities of max. 70k ton capacity in ‘26 (2023~) [Blue Stake investment in projects with Middle East Oil Majors\n- Secure offtake volume by equity investments in blue hydrogen projects in Saudi and UAE\nUSD/kgH,\n«= 16 [Green]\nReview 15+ projects related to steel biz in regions with abundant renewable energy source\na\n- Bis 18\n- JV in Australia BP, FMG PIT, etc. and develop GW-level green hydrogen projects in Oman - Gradually expand green hydrogen for Royhill HBI (’30 200k tons >’35 400k tons)\nBis 20\nigree n rogenP.\nM20\na2\nBB 22 24\nBy 24 26\nM&A and joint R&D with external research institution to secure key technologies\nPIT 26 28\n30\n- Ammonia Cracking : develop technology to extract hydrogen from ammonia (Apr. ’21~) Cooperate with KIST, aim to commercialize cracking technology by 2026\nRNs\n30 32\n32 a4\n- High temperature electrolysis : develop technology related to nuclear power plant with KAERI (Apr. ’21~)\ni 34\n35 38\nRoyhil,\nHydrogen Turbine : Co-develop Ammonia co-firing turbine with Doosan (Oct. ’21~)\n-\ndevelopment\nEL\nTechnology Investment and M&A with leading companies, JV with global electrolysis companies\nB= 4c\nBackground Transition Model\nGrowth Strategies\nGreen\neens\nSaudi blue hydrogen PIT\n(400k ton,’28~)\nHydrogen\n6EII=D\nReview 19",
  "page_15": "-\n(oith\nLNG terminals and build ammonia terminal for hydrogen business * Increase LNG terminal capacity 8 terminals in Gwangyang * Dangjin (4 terminals by ’26, 4 more by ’30) : * Build phase 1 of ammonia terminals : Samcheok (25, 40 thousands k2) > Pohang (’28, 40 thousands k2) > Gwangyang (30, 40 thousands k2) Continuously grow through developments in Myanmar and expedition in SEA * Complete phase 2/3 of Myanmar gasfield (~’24), start production of the Mahar gas field (’27) * Develop assets in Indonesia and Malaysia (~’30) and start production\nConvert LNG power generation facility to hydrogen power plant * POSCO Energy 30% hydrogen co-firing per 1-GW LNG power generation (’26) :\n* Wind power (1.2GW) : Offshore wind power in Cheonnam (~’26), JV with companies abroad with advanced technologies (~’27)\nSolar power (0.6GW) : gradually expand capacity from the government-led PJTs and group projects\nAccelerate LNG growth, lead the market as a green energy supplier\nSales\n(trillion KRW)\n-\ntates\n2,830\nMission\nGrowth Strategies\nSchedule\nAccelerate transformation into green business and discover future growth opportunities\nBackground Transition Model\n-\nPOSCO\n14\nTerminals\nCapacity\n(thousand k2)\nPower generation capacity (Gw)\n3.5\no\n2021\nPower\nGene-\nration\n2025\n2030\nGrowth Strategies\n* Expand related business for the bridge work towards hydrogen economy\nTransfer to hydrogen power generation from LNG and expand to renewable energy\n*\n- Expand renewable energy power generation\n*\nEnergy",
  "page_16": "E&C/Infra-Agri-Bio\no\nEX\n2021\n2025\nBackground Transition Model\nTransform to eco-friendly infra biz.such as hydrogen, offshore wind power generation Start business, as ammonia cracking plant (target for commercialization in 26), and green hydrogen production Increase orders offshore wind power plant related green new deal (MOU with Orsted, May °21)\n-\nAccelerate growth through biz. portfolio diversification and acquiring agri-related assets Build-up value chain (from harvesting~export terminal~inland logistics) by investing in Ukrainian agriculture companies (’22) Acquire terminals in N/S America and inland logistics assets (’28) to increase self-sufficiency\nBecome a global major player through biz. expansion as acquired international certification on the existing business Plan to acquire palm farms (30 thousands ha by 2024) Expand downstream through palm oil refinery construction (’25) and grow palm business\nE&C/Infra\nPursue sustainable growth through enhancing eco-friendly business\n4.3\nE&C *\n&\n2030\nAccelerate growth through diversifying business portfolio\nof\n2025\n2030\nVolume\n(mil. tons)\nRevenue\n(trillion KRW)\n15\nNew order\nfrom green PJTs*\n(trillion KRW)\n*\nRevenue\n(trillion KRW)\n* Modular, plant, etc. green\nAgri-Bio\n*\n25.0\n13.5\n*\n-\n-\nMission\nGrowth Strategies\nSchedule\nTransform business into eco-friendly business and discover future growth opportunities\nWin more eco-friendly orders, such as modular, zero energy building\n~\n(oith\n2021\n25\n6.5\n-\n-\n-\nPOSCO\nGrowth Strategies",
  "page_17": "Utilized as the channel to discover new business opportunities and to foster global unicorns\n16\nGrowth Strategies\n(A) Venture Investment\nA\n2030\n225\nbil. KRW\nMission\nGrowth Strategies\nSchedule\n(oith\nPOSCO\nDiscover future growth opportunities and strengthen group competitiveness through strategic investments and systematic development\nBackground Transition Model\nBy POSCO\n\nFind new business opportunities through outstanding venture investments\n* Increase investment in items related to POSCO growth businesses, as secondary battery materials, hydrogen, etc.\n- Focus areas : eco-friendly nickel smelting, hydrogen storage tech., separation membrane materials, etc.\n* Develop seed businesses by investing in emerging businesses and technologies\n- Focus areas : graphene materials, new biologics - vaccine, BioChar*, etc.\n* Produced during pyrolysis of biomass in the absence of excellent ability to captureCO, process oxygen,\n* Operate sensing channel abroad and secure deal-flow through cooperation with top venture capitals\n2021\nWith 4-trillion-KRW+ venture fund, plans to foster 15 global unicorns within 10 years\n* Unlisted companies with 1+ trillion-KRW Enterprise value\n2,900+\n4 tril.\nKRW+\n567\n800\nbil. KRW\nInvested Capital\nFuture Biz\nNumber of investee companies",
  "page_18": "Background Transition Model\n2021\nSteel\nCrude Steel Capacity\nCarbon (Steel Production) Emission (Domestic)\nCathode/Anode materials\nCapacity\nLithium\nCapacity\nHydrogen\nCapacity\nRenewable Energy\nCapacity\nAgriculture\nVolume\n100 tons\nMission\n0.1GW\n6.5 mil. tons > 25 mil. tons\n46 mil. tons\n* Enterprise Value Sum of business value estimated with the business plan (EBITDA, etc.) multiplies by market multiple : Sales,\nGrowth Strategies\nSchedule\n(oith\nBuild balanced business portfolio by accelerating growth from eco-friendly business and target to triple EV by 2030\n2030\n3x +a\n(EV*, trillion KRW)\n(~ :\n68 mil. tons\n71mil. tons\nAs\n680 k tons\n_\n220 k tons\n2021\n2030\n500 k tons\n1\nq\n2.4 GW\nail\n0\n—\nSteel\nCathode Lithium Hydrogen Energy E&C, Agri-Bio\n/Anode\n/Nickel\netc.\nPOSCO\n79mil. tons\nv7\nra) N E&C\nOrder\n17\nO tons\n6.5 tril. KRW > 10.4 tril. KRW\n110 k tons\nGrowth Strategies\nGroup EV Target",
  "page_19": "Background Transition Model\nMission\nSchedule\n(oith\nPOSCO\nGrowth Strategies\n1 Mar Spin-off Date\n* Extraordinary General Meeting * All mentioned schedule in KST (Korean Standard Time)\n27 Dec EGM Record Date\n10 Dec BOD Meeting\n18 Jan Open e-Vote\n28 Jan EGM\nApprove spin-off plan, resolve to convene EGM*, and set record date\nFix shareholders’ list for EGM\n9:00AM ~ 5:00PM on 27 Jan\n9:00AM at POSCO Center\nNew entity inaugural assembly (2 March)\nier\n18"
},
  "language": "Languages.ENGLISH",
  "total_pages": 19
}
