{
  "file_name": "162_1576.pdf",
  "pages": {
  "page_1": "Ge LIVAN & CRO\nESG Monthly Newsletter\nah\nMay 2023\nThis memorandum highlights key recent developments in environmental, social and governance matters of relevance to companies globally. For more information on this evolving business and legal landscape, we encourage you to reach out to your regular Sullivan & Cromwell contact or the lawyers listed on our ESG practice website.\nKey Developments\nIn this Issue\nState-level ESG lawmaking continues in the U.S. In recent months, Florida and several other states enacted or proposed “anti-ESG” laws or policies, including those that are intended to restrict state funds from considering ESG factors in their investment decisions and/or to deter companies from “boycotting” on the basis of ESG factors. On the other hand, states such as California and New York have enacted or proposed laws or policies in recent months that require consideration of ESG factors in state fund investment decisions. Together with the recent open letter from 23 state attorneys general demanding information from insurance companies on their net-zero commitments, these recent state-level legal developments further amplify the polarization of the ESG-related legal landscape in the U.S. UK High Court rejects climate-focused case against Shell plc’s directors. The UK High Court has refused permission for ClientEarth, an environmental law non-government organization, to continue a derivative action against Shell plc’s board of directors. This lawsuit was the first of its kind in alleging that directors’ purported failure to manage climate risks constituted a breach of their statutory duties.\n> Legislative and\nRegulatory Updates\n> Global\n> United States\n> European Union\nInsurance Sector\nDevelopments\nLitigation and\nEnforcement\nDevelopments\nShareholder\nEngagement,\nGovernance and Proxy\nAdvisory Updates\nEnergy Transition\nUpdates\nLegislative and\n1 Global\nRegulatory\nISSB opens consultation on its proposed methodology for enhancing the international applicability of non-climate-related metrics in SASB Standards. On May 11, the International Sustainability Standards Board (“ISSB”) released the exposure draft of its Methodology for Enhancing the International Applicability of the SASB Standards and SASB Standards Taxonomy Updates, which outlines its methodology for amending the non-climate-related metrics in the SASB Standards. The SASB Standards, a widely used voluntary framework for sustainability reporting, will serve as important guidance for companies in complying with the ISSB’s pending General Requirements for Disclosure of Sustainability-related Financial Information (IFRS S1). To ensure that the SASB Standards are suitable for application by stakeholders internationally, the ISSB is considering amendments to a subset (approximately 20%) of SASB Standards metrics that include jurisdiction-specific content. The ISSB is inviting market participants to submit comments on the exposure draft by August 9. The ISSB is aiming to revise the SASB metrics based on the outcomes of the consultation before IFRS S1 comes into effect in January 2024.\nUpdates\nISSB ratifies amendments to climate-related SASB Standards, including guidance in IFRS S2 on financed emissions. On May 18, the ISSB ratified consequential amendments to align the climate-related SASB Standards with ISSB’s Climate-related\nNew York Washington, D.C. Los Angeles Palo Alto London Paris Frankfurt Brussels Tokyo Hong Kong Beijing Melbourne Sydney www.sullcrom.com\n[Lo",
  "page_2": "SULLIVAN & CROMWELL LLP\nESG Monthly Newsletter\nDisclosures standard (IFRS S2). In particular, these amendments are intended to align the SASB Standards with the application guidance in IFRS S2 on financed emissions and the Industry-based Guidance on Implementing IFRS S2 Climate-related Disclosures. Among other changes, the amendments would add financed emissions topics and associated metrics for companies engaged in asset management and custody activities, commercial banks and insurance companies. The ISSB expects to issue the amendments to the climate-related SASB Standards in June 2023.\nSBTi releases resource update. On April 21, the Science Based Targets Initiative (“SBTi’) released updates to eight of its key resources for companies to set and commit to setting science-based emission reduction targets, including its Corporate Net-Zero Standard, Corporate Net-Zero Standard Criteria, Criteria for Near-term Targets and Target Validation Protocol and Target Validation pricing. The updates include new clarifications on exclusions, significance thresholds and emissions coverage for Scope 1, 2 and 3 targets across multiple of SBTi’s resources, and changes to SBTi’s terminology to more clearly define net-zero targets or long-term targets from near-term targets. SBTi also updated its Corporate Manual to better align with relevant United Nations guidance on climate transition plans, just transition and advocacy and lobbying.\n2. United States\nStates continue to enact laws focused on ESG. On May 2, Florida enacted a wide- ranging “anti-ESG” law, which will become effective on July 1. Among other requirements, the law requires that all investment decisions regarding Florida state money be based “solely on pecuniary factors”, and prohibits state and local governments from issuing ESG bonds or considering ESG in their procurement and contracting process. In addition, the law prohibits certain financial institutions (e.g., banks with “qualified public depositories” status, banks subject to the Florida financial institutions codes, and consumer finance lenders and money services businesses licensed under Florida law) from “deny[ing] or cancellling] [their] services to a person’, or “otherwise discriminat[ing] against a person in making available such services or in the terms or conditions of such services” on the basis of factors such as political or religious beliefs or affiliations or “social credit scores”. Other states, including Kentucky, Arkansas, Montana, Kansas and Indiana, have also recently adopted laws that are intended to restrict state funds from considering ESG factors in their investment decisions and/or to deter companies from “boycotting” on the basis of ESG factors. On the other hand, states such as California, New York, Connecticut, Maryland and Rhode Island have enacted or proposed laws or policies that require consideration of ESG factors in state fund investment decisions.\n3. European Union\nEU legislators finalize new regulation to combat deforestation. The European Council has approved a new regulation aimed at minimizing the risk of deforestation by ensuring that the EU’s consumption and trade of certain commodities and products do not contribute to deforestation or degradation of forest ecosystems. The regulation sets mandatory due diligence rules for operators and traders who place, make available or export from the EU market any palm oil, cattle, wood, coffee, cocoa, rubber and soy, as well as certain derived products such as chocolate, furniture, printed paper and selected palm oil based derivates. Operators will be required to trace the commodities they are selling back to the plot of land where they were produced. The regulation creates a benchmarking system that assigns a level of risk related to deforestation and forest degradation to countries within and outside the EU, which will enable enhanced monitoring for high-risk countries and simplified due diligence for low-risk countries. The regulation\n-2-\nMay 2023",
  "page_3": "SULLIVAN & CROMWELL LLP\nLitigation and\nEnforcement\nDevelopments\nShareholder Engagement, Governance and Proxy Advisory Updates\nInsurance\nSector\nDevelopments\nESG Monthly Newsletter\nalso includes provisions for penalties. The regulation will enter into force 20 days after publication in the EU’s Official Journal.\nEU adopts regulation to address carbon leakage. On May 16, the EU adopted a new regulation known as the Carbon Border Adjustment Mechanism (“CBAM”) to address the risk of “carbon leakage”. Carbon leakage occurs when EU businesses relocate production of carbon-intensive goods to non-EU countries with less stringent climate policies, or when EU products are replaced by more carbon-intensive imports. Under the CBAM, importers of goods will be subject to a carbon price equivalent to the cost that would have been incurred had the relevant goods been produced within the EU Emissions Trading System. The CBAM will initially apply to goods in a wide range of industries whose production is at most significant risk of carbon leakage, namely cement, electricity, fertilizers, iron and steel, aluminum and hydrogen. EU importers of such goods will be required to register to become authorized CBAM declarants and will be required to pay the carbon price by purchasing and surrendering CBAM certificates. Implementation of the CBAM will be phased, and it is expected to become fully operational on January 1, 2026. A transitional period will apply between October 1, 2023 and December 31, 2025, during which importers will be subject to quarterly reporting requirements on the covered goods they have imported.\nInsurance industry net-zero alliance under scrutiny by U.S. state attorneys general. On May 15, 23 state attorneys general signed an open letter to insurers that are members of the Net-Zero Insurance Alliance (“NZIA”). The letter expresses “serious concern” about whether the insurers’ membership in the NZIA and/or the Net-Zero Asset Owner Alliance (“NZAOA”) may violate federal and state antitrust laws, as well as certain state laws that regulate how insurers set insurance terms. The letter also requests certain documents and information from the insurers, including information about communications with other NZIA or NZAOA members related to how an insurer would meet its net-zero commitments.\nUK High Court rejects derivative action against Shell plc’s directors. On May 12, the UK High Court refused permission for ClientEarth, an environmental law non-government organization, to continue a derivative action against Shell plc’s board of directors. The action—the first of its kind—alleged breach of statutory duties owed to Shell by its directors, arising from their alleged failure to manage climate risks. For the background to the claim, see our May 2022 and February 2023 newsletters. In rejecting ClientEarth’s application, the court held that ClientEarth had not demonstrated a prima facie case that a person acting in accordance with the statutory duty to promote the success of the company for the benefit of its shareholders would seek to continue the claim. ClientEarth failed to demonstrate both that the directors were in breach of their duties in the respects alleged and that the court should grant the declaratory or injunctive relief sought by ClientEarth. ClientEarth was also considered to have adduced insufficient evidence to counter an inference, arising from it holding only 27 shares in Shell, that it was bringing the claim with a collateral motive rather than in good faith. ClientEarth has since been granted a hearing at the High Court at which it will ask the court to reconsider its decision.\nState Street releases disclosure guidance on climate transition plans. In April, State Street Global Advisers (“State Street”) released new guidance setting its expectations for effective climate transition plans. The guidance outlines categories of climate transition disclosure that are generally aligned with those set out in the Institutional Investors Group on Climate Change (“IIGCC”) expectations for transition plans. These categories include a company’s long-term climate ambition, decarbonization strategy (e.g., how the transition plan integrates into a company’s long-term strategy), and capital allocation alignment (e.g., integration of climate considerations into capital allocation decisions). While recognizing that climate transition plans are “an emerging area of disclosure” and that it\n-3-\nMay 2023",
  "page_4": "SULLIVAN & CROMWELL LLP\nEnergy\nTransition\nUpdates\nESG Monthly Newsletter\nwill continue to develop its expectations over time, State Street noted that it may consider taking voting action against directors of companies in relevant sectors identified by IIGCC if those directors fail to implement and communicate effective oversight of climate transition risks and fail to demonstrate responsiveness and sufficient disclosure following engagement with State Street.\nReform of U.S. electricity transmission regulation. The U.S. federal government is planning to reduce greenhouse gas emissions to 50% below 2005 levels by 2030, relying in large part on the Inflation Reduction Act of 2022 (“IRA”), which is expected to provide over $370 billion in funding for clean energy projects over the next decade. However, capturing the full benefit of the IRA’s expected emissions will require significant development of new electric transmission infrastructure and improvement in the functioning and build-out of the interstate electric grid. Multiple proposals for transmission reform are now under discussion by regulators across the U.S. Please see our recent S&C Energy Transition Insights for more details on the potential reforms.\nGuidance on U.S. domestic content bonus clean energy tax credits. The IRA created bonus credits with respect to production tax credits (“PTC”) and investment tax credits (“ITC”) for qualified clean energy facilities or projects that meet certain domestic content requirements. Meeting the domestic content requirements could increase the otherwise applicable PTC and ITC rates by 10%. In general, the requirements are satisfied by certifying to the U.S. Secretary of the Treasury that any steel, iron or manufactured product that is a component of the applicable project was “produced in the United States.” On May 12, the Department of the Treasury and the Internal Revenue Service released Notice 2023-38 describing rules that will be included in the proposed regulations regarding the domestic bonus credit requirements. Please see our recent S&C Energy Transition Insights for more details.\nU.S. and Australia sign Climate, Critical Minerals and Clean Energy Transformation Compact. On May 20, the President of the United States and the Prime Minister of Australia signed the Australia — United States Climate, Critical Minerals and Clean Energy Transformation Compact (the “Compact”). The Compact creates a framework for further cooperation between the U.S. and Australia in critical minerals and clean energy. A crucial commitment in the Compact is President Biden’s plan to request that the U.S. Congress designate Australia as a “domestic source” under the U.S. Defense Production Act of 1950, which would remove barriers for U.S. investment in Australian sources of minerals on the U.S. critical minerals list and could provide access to Australian suppliers of critical minerals to U.S. loan and guarantee programs, as well as other U.S. incentives. Other objectives of the Compact will be progressed by a newly formed bilateral forum and taskforce. Please see our recent S&C Energy Transition Insights for more details.\n-4-\nMay 2023",
  "page_5": "SULLIVAN & CROMWELL LLP\nESG Monthly Newsletter\nABOUT SULLIVAN & CROMWELL LLP\nSullivan & Cromwell LLP is a global law firm that advises on major domestic and cross-border M&A, finance, corporate and real estate transactions, significant litigation and corporate investigations, and complex restructuring, regulatory, tax and estate planning matters. Founded in 1879, Sullivan & Cromwell LLP has more than 900 lawyers on four continents, with four offices in the United States, including its headquarters in New York, four offices in Europe, two in Australia and three in Asia.\nCONTACTING SULLIVAN & CROMWELL LLP\nThis publication is provided by Sullivan & Cromwell LLP as a service to clients and colleagues. The information contained in this publication should not be construed as legal advice. Questions regarding the matters discussed in this publication may be directed to any of our lawyers or to any Sullivan & Cromwell LLP lawyer with whom you have consulted in the past on similar matters. If you have not received this publication directly from us, you may obtain a copy of any past or future publications by sending an e-mail to SCPublications@sullcrom.com.\n-5-\nMay 2023"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
