{
  "file_name": "162_1569.pdf",
  "pages": {
  "page_1": "1 April 2020\nCc ClientEath\nEMB=R\nCOAL TO CLEAN ENERGY POLICY\nClientEarth and Ember joint feedback on the Roadmap for a carbon border adjustment mechanism (CBAM)\nApplications in the energy sector\nSummary\nClientEarth and Ember welcome the European Commission’s initiative to propose a CBAM. This summary is expanded upon in Ember’s ‘The path of least resistance’ report; and ClientEarth and Ember’s full joint briefing found below, both of which form part of our submission.\nScope of the CBAM\nThe main objective of the CBAM is to fight climate change by tackling carbon leakage. The measure will be more effective if it captures leakage of GHGs such as methane. Therefore, we suggest replacing the term “carbon” with a broader term such as “emissions” or “GHG”.\nExisting and new methodologies should evolve where possible to capture GHGs. The CBAM should seek ways to overcome administrative burden and include measures that guarantee “ancillary verifications, controls and audits of installations in third countries” per the roadmap.\nThe CBAM should be assessed:\ne As an alternative to the measures in the ETS that aim to address carbon leakage. Hence, it may nullify the need free allowances and indirect cost compensation if designed so as to ensure a level playing field between EU industries and their non-EU counterparts in relation to the price of carbon-intensive goods imported to the EU. To ensure compatibility with the Energy Taxation Directive under revision. In light of the New Industrial Strategy for Europe and the announced White Paper on an Instrument on Foreign Subsidies, as well as the update of the Industrial Emissions Directive.\nA CBAM can be compatible with WTO rules, for example Article II.2 or Article III.2 of the GATT. In any case, the CBAM could be justified under Article XX of the GATT exemption, and more specifically for the reasons described in paragraphs b (allowing measures for the protection of human, animal or plant life or health) and/or g (allowing measures for the conservation of exhaustible natural resources). As the CBAM objective is to combat climate change rather than to favour EU domestic products and services over foreign ones, it can be designed ina way not to constitute an arbitrary or unjustified discrimination or a disguised restriction on international trade.\nApplication\nThe measure should apply in the following areas of the energy sector:",
  "page_2": "ClientEarth and Ember joint feedback on the Roadmap for a carbon border adjustment mechanism\n(CBAM). Applications in the energy sector\n1 April 2020\ne Trade of electricity through interconnectors\nElectricity imported to the EU from non-EU countries through interconnectors is not subject to carbon pricing, and is often sourced from carbon-intensive power plants (e.g. Bosnia & Herzegovina, Serbia, Turkey, Morocco, Ukraine). Research by Ember shows that carbon leakage in electricity is already occurring, and a CBAM could be the only effective way to avoid this leakage.\ne Fossil fuel imports to the EU\nThe EU’s importing of coal, fossil gas, LNG and oil involves significant risk of leakage given the emissions intensity of extracting, processing, storing and transporting those materials. Such emissions may not be properly accounted for due to lack of adequate legal climate frameworks, and so could cause GHG leakage. The Commission should ensure the CBAM properly accounts for the emissions involved in these imports.\nForm\nThe roadmap and Ember in its report suggest several options for the mechanism. The choice of the most suitable and effective form should be based on compatibility with WTO rules, timing of the mechanism, adaptability and effectiveness.\nLegal basis and instrument\nAs the main purpose of the measure is to combat climate change, Article 192 of the TFEU seems to provide a more suitable legal basis than Article 207. To safeguard a higher level of harmonisation and coordination in a complex area, a regulation is preferred over a directive.\nFinal remarks\nThe CBAM will link to various areas of EU policy and legislation. We strongly recommend the CBAM is adopted through a transparent, close and meaningful cooperation with DG TAXUD with DGs CLIMA, TRADE, ENER, COMP and ENV.\nFinally, ClientEarth and Ember should be included in the specialised audience, which will participate in the more technical consultation.\nFull joint feedback\nWe welcome the European Commission’s proposal for a carbon border adjustment mechanism (CBAM or ‘mechanism’) envisaged in the European Green Deal as a means to achieve the EU’s ambition of reducing greenhouse gases (GHGs) by 50-55% by 2030. According to the Roadmap Impact Assessment for the CBAM (Roadmap), the mechanism should apply to sectors with the greatest levels of leakage. As such, this document highlights the need for immediate action to address emissions leakage caused by current policy, specifically in the energy sector.\nOutlined below are considerations and recommendations relating to the objective of the mechanism, its consistency with relevant law and policy, methodological issues, scope and legal form.\nCc ClientEath\nEMB=R\nCOAL TO CLEAN ENERGY POLICY",
  "page_3": "ClientEarth and Ember joint feedback on the Roadmap for a carbon border adjustment mechanism\n(CBAM). Applications in the energy sector\n1 April 2020\nObjective\nThe Roadmap notes the EU’s GHG reduction efforts could be negated by the lower climate ambition of non-EU trading partners, and that the CBAM could address this risk by avoiding carbon leakage. However, in order to genuinely reflect the EU’s climate ambition, the term “carbon leakage” should be broadened beyond referring only to carbon dioxide; it should incorporate leakage of other GHG emissions such as methane. This approach would make the CBAM consistent with other EU tools and policies contributing to the EU Paris Agreement commitments, such as the Emission Trading Scheme (ETS), the Energy Taxation Directive (ETD), the Effort Sharing Regulation, and the New Industrial Strategy for Europe (Industrial Strategy).' Therefore, we suggest the term “carbon” in the CBAM should be replaced with a broader term capturing all greenhouse gases, such as “emissions” or “GHGs”.\nConsistency with EU law and policy\nThe relevant EU legal frameworks and policies dealing with GHG liability must be consistent. As recalled in the Roadmap, the European Green Deal envisages a CBAM “for selected sectors, to reduce the risk of carbon leakage”. The CBAM is considered an alternative to the measures in the ETS that aim to mitigate carbon leakage from certain sectors, such as the allocation of free allowances and compensation for indirect costs passed onto electro- intensive industries.\nThe CBAM may therefore nullify the need for ETS-related State aid; this is particularly clear for the allocation of free allowances. In this respect, the draft ETS State aid Guidelines provide that “[t]he Commission may decide to review or adapt these Guidelines at any time if this should be necessary for reasons associated with competition policy or in order to take account of other Union policies or international commitments.”* The implementation of the CBAM could be one such relevant policy.* The purpose of the aid measures would indeed disappear if a CBAM were designed in such a manner as to ensure a level playing field between EU industries and their non-EU counterparts which export carbon-intensive goods to the EU.*\nIn relation to the ETD, we consider that the CBAM would not affect the need to revise this Directive in order to bring it in line with the 2030 energy targets and climate neutrality by 2050.° While both the CBAM and a reform of energy taxation can increase the price of GHGs and contribute to climate objectives, these tools have different geographical and material scopes, and are complementary. Therefore, we recommend that the two files be conducted in parallel and made compatible with one another.\nThe need for and scope of the CBAM should also be assessed in light of the Industrial Strategy. The CBAM should be implemented as a safeguard measure for EU industry, not a permanent remedy. Differences in ambition between the EU and third countries will likely persist in 2021, which is the deadline set by the Commission to introduce the CBAM. There\n1 Commission’s communication of 10 March 2020, COM(2020) 102 final:\nhttps://ec.europa.eu/info/sites/info/files/communication-eu-industrial-strategy-march-2020_en.pdf 2 https://ec.europa.eu/competition/consultations/2020 ets stateaid uidelines/consultance_report.pdf at para.\n67.\n3 See Annex 1 of the draft ETS State aid guidelines submitted to public consultation between 14 January and 10 March 2020:\nh ttps://ec.europa.eu/competition/consultations/2020 ets stateaid uidelines/draft_ets uidelines _en.pd li\n4 The stakeholders’ submissions to the public consultation not published the Commission's website yet. are on See e.g. ClientEarth’s observations on the draft ETS State aid guidelines:\nhttps://www.documents.clientearth.org/library/download-info/clientearths-response-to-the-consultation-on-the- draft-ets-state-aid-quidelines/\n5 Roadmap and consultation the ETD : https://ec.europa.eu/info/law/better-regulation/have-your- on say/initiatives/12227-Revision-of-the-Energy-Tax-Directive-\nCc ClientEath\nEMB=R\nCOAL TO CLEAN ENERGY POLICY",
  "page_4": "ClientEarth and Ember joint feedback on the Roadmap for a carbon border adjustment mechanism\n(CBAM). Applications in the energy sector\n1 April 2020\nwill probably therefore be a genuine need for the CBAM. Nevertheless, EU industry must not be able to exploit the CBAM to reduce its duties to rapidly decarbonise, become energy efficient and invest in the technologies to enable this. Likewise, the CBAM should not undermine the ambition of the EU to support industrial evolution as per its industrial policy commitments.\nThe Commission is currently seeking feedback on its roadmap® for an update of the Industrial Emissions Directive (‘IED’). That roadmap proposes exploring the inclusion of decarbonisation of industry within the scope of the IED, which applies to large combustion plants, amongst over 50,000 industrial installations. As pressure increases on EU installations to decarbonise, it is essential that decarbonisation is also encouraged amongst industrial operators exporting to the EU, including via a CBAM\nA final point in relation to consistency with EU law and policy is that the CBAM’s rates and methodologies should adapt to variations in subsidies given to non-EU industries that are exporting carbon-intensive goods to the EU. This could be linked to the announced White Paper on an Instrument on Foreign Subsidies, which will address distortive effects caused by foreign subsidies within the single market.\nConsistency with WTO rules\nThe Roadmap notes the feasibility of the mechanism will need to be assessed against WTO rules. Our conclusion is that the CBAM could be consistent with General Agreement on Tariffs and Trade (GATT) provisions and be taken for example on the basis of Article II.2 or Article Ill.2 of the GATT. A detailed analysis of these options goes beyond the scope of the present document.\nIn any case, the CBAM could be justified under Article XX of the GATT exemption, and more specifically for the reasons described in paragraphs b (allowing measures for the protection of human, animal or plant life or health) and/or g (allowing measures for the conservation of exhaustible natural resources). As the CBAM objective is to combat climate change rather than favour EU domestic products and services over foreign ones, it can be designed in a way not to constitute an arbitrary or unjustified discrimination or a disguised restriction on international trade, (which are prohibited under WTO law).\nTo strengthen the justification under the WTO rules, we suggest the following features in the CBAM design:\ne Maintain a high level of transparency and consistently emphasise the climate-related purpose of the mechanism throughout the drafting process and adoption, application, monitoring and reporting of the measure once in place; Seek a negotiated but principled solution with affected countries; Provide importers the opportunity to prove their own emissions; Avoid entrenchment by prescribing an expiration date that can be extended to prevent further leakage if warranted; Use any revenues generated from the CBAM to promote decarbonisation and climate policies in third countries;’ Use Article 192 of the Treaty on the Functioning of the European Union (TFEU) alone or with Article 207 TFEU as the legal basis for the measure.\n6 Roadmap and consultation the IED: https://ec.europa.eu/info/law/better-regulation/have-your- on say/initiatives/12306-EU-rules-on-industrial-emissions-revision 7 See for example https://ener ost.eu/eu-green-deal-meetin -targets-by-lowering-non-eu-neighbour- emissions-too/.\nCc ClientEath\nEMB=R\nCOAL TO CLEAN ENERGY POLICY",
  "page_5": "ClientEarth and Ember joint feedback on the Roadmap for a carbon border adjustment mechanism\n(CBAM). Applications in the energy sector\n1 April 2020\nMethodology\nMethodological considerations relating to the energy sector are set out below:\ne Existing and new methodologies should evolve where possible to capture greenhouse gas emissions in the whole production and value chain at upstream, midstream and downstream level including, for example, emissions from transportation and extraction that are not otherwise captured. We understand that the Roadmap favours reducing administrative burden overall but recognises that “ancillary verifications, controls and audits of installations in third countries may be needed”. We recommend that the CBAM seek ways to address administrative burden rather than compromising the effective assessment of emissions intensity. For example, for electricity imports, the methodology used to estimate the emissions intensity will be a crucial design choice for both the effectiveness and legality of the measure. Carbon intensity varies enormously by country and by hour. Tracking these variations would make an effective policy, but country-specific treatment may contravene the non-discrimination rules of the WTO (for example, GATT Article I). A compromise could be to use technology benchmarks, combined with detailed generation data and other relevant information already at hand such as market data on international exchanges. Regardless, the relatively simple value chain of electricity production should minimise administrative burden.\nCBAM in the energy sector\nWe recommend that the mechanism apply to the following areas of the energy sector.\n1 Trade of electricity through interconnectors\nInterconnectors are considered a key component of the clean energy transition as they enable better integration of renewables and fairer prices for consumers. However, the EU has interconnections with multiple neighbouring non-EU countries that produce carbon-intensive electricity. Electricity from these countries is not subject to carbon pricing, and is often sourced from power plants that do not comply with environmental standards commensurate with the EU (e.g. Bosnia & Herzegovina, Serbia, Turkey, Morocco, Ukraine).\nResearch by Ember shows that carbon leakage in electricity is already occurring, and could increase with growing disparity in climate ambition between the EU and neighbouring states as the level of interconnection increases.® As it is not possible to know the origin of electrons at their point of consumption, a CBAM on electricity imports is the only effective way to avoid this leakage. A CBAM on electricity would have the added benefits of incentivising clean electricity in other countries and improving cross-border health benefits. However, precautions would need to be taken to ensure EU Member States do not abuse such a mechanism to restrict the application of Article 16(8) of Electricity Market Regulation® which prescribe an , obligation for Member States to increase the use of interconnection capacity, and thus electricity trade, by at least 70%\n2. Fossil fuel imports to the EU\n8 Dr Chris Rosslowe, ‘The path of least resistance: how electricity generated from coal is leaking into the EU’ Sandbag (January 2020), available at https://ember-climate.org/wp-content/uploads/2020/01/2020-SB-Path-of- least-resistance-1.2b DIGI.pdf. ® Regulation (EU) 2019/943 of the European Parliament and of the Council of 5 June 2019 the internal market on for electricity\nCc ClientEath\nEMB=R\nCOAL TO CLEAN ENERGY POLICY",
  "page_6": "ClientEarth and Ember joint feedback on the Roadmap for a carbon border adjustment mechanism\n(CBAM). Applications in the energy sector\n1 April 2020\nWhere the EU imports coal, fossil gas, LNG or oil, there is significant risk that the greenhouse gas emissions associated with the extraction, processing, storage, and transportation of those fossil fuels may not be properly accounted for and so cause GHG leakage.\nEvidence now shows that emissions from extraction, processing and transporting fossil gas, LNG and oil is extremely greenhouse gas intensive. Methane can warm the planet more than 80 times as much as carbon dioxide over a 20 year period. A recent study showed that anthropogenic methane emissions, mainly from the oil and gas sector, have been underestimated by up to 40%.'° The processing and transport of LNG further increases greenhouse damage due to the level of methane leakage - Robert Howarth of Cornell University estimates that shale gas LNG imported to Ireland would have a greenhouse gas footprint at least 44% higher than that of coal.\"\nIn terms of coal, EU producers may be subject to stricter regulation and therefore higher carbon liability than neighbouring export countries. For example, methane emissions from mining are accounted for through the Effort Sharing Regulation 2018/842, meaning that coal production emissions would be covered by the EU's broad climate target. The CBAM could therefore level the playing field between coal producers in the EU and those from neighbouring countries in terms of such regulation and carbon liability.\nAs the EU develops infrastructure for increased importation of fossil gas, LNG and oil, and continues to import coal from countries such as Russia, stopping GHG border leakage will be critical. In order to avoid perverse incentives for the use of imported fossil fuels, the Commission, as part of its announced methane strategy, should ensure the CBAM properly accounts for the emissions involved in these imports.\nCBAM form\nThe Roadmap outlines three options for the form of the CBAM. The choice of form should take into account the following criteria.\n1 Compatibility with WTO rules: Extension of existing schemes, which apply to producers based within the EU, would have better prospects of passing the WTO test. Implementing the CBAM in this way would help show that the measures do not introduce discrimination against imported products. For example, the areas discussed in this submission could be regulated through changes to the ETS or the ETD. 2 Timing: The review of related EU legislation such as the ETS and the ETD offer an opportunity to adopt the complementary CBAM by 2021; 3 Adaptability: The selected form should be amenable to quick adjustment as a response to the increase of climate ambition in non-EU countries; 4. Effectiveness: An effective mechanism should: a. Minimise risk of carbon price gaming; b. Prevent resource shuffling, whereby exporters reduce their climate obligation by substituting electricity with lower carbon intensity, while exporting high- carbon electricity with other trade partners;\n10 Benjamin Hmiel et al, ‘Preindustrial 14CH4 indicates greater anthropogenic fossil CH4 emissions’ Nature (20 February 2020) Vol 578. \"1 Testimony of Robert W. Howarth, Ph.D. Cornell University before the Joint Committee Climate Action on House of Oireachtas, Ireland 9 October 2019.\nCc ClientEath\nEMB=R\nCOAL TO CLEAN ENERGY POLICY",
  "page_7": "ClientEarth and Ember joint feedback on the Roadmap for a carbon border adjustment mechanism\n(CBAM). Applications in the energy sector\n1 April 2020\nCc Prevent bypass and semi-finished goods, whereby carbon related taxes may be avoided by producing and exporting semi-finished goods. '2\nRevenues\nAs mentioned above, CBAM revenues should be used in a similar way to the ETS: to promote EU climate and energy policies, and support decarbonisation efforts and climate policies in third countries. Emphasis should be on the latter, given the Green Deal envisages the EU taking a leading role in the climate change fight. In addition, to mitigate possible negative social impacts, the Commission should consider distributing CBAM revenues to any vulnerable customers affected by price increases (in electricity or other goods) as well as to , support just transition initiatives in those areas, where local economies might be particularly impacted by rising costs of energy.\nLegal basis and instrument\nAs the main purpose of the measure is to combat climate change, Article 192 of the TFEU seems to provide a more suitable legal basis alone or together with Article 207 of the TFEU. To safeguard a higher level of harmonisation and coordination in a complex area, a regulation would be preferred over a directive.\nFinal remarks\nThe CBAM will interact with multiple areas of EU policy and legislation. We strongly recommend the measure be adopted following transparent, close and meaningful cooperation with DG TAXUD with DGs CLIMA, TRADE, ENER, COMP and ENV.\nIn addition to the general public consultation, ClientEarth and Ember request that we be included in the specialised audience to participate in the technical consultation.\nEMB=R\nCOAL TO CLEAN ENERGY POLICY\n12For more detail on the above criteria on effectiveness please see Adam Whitmore, \"The ABC of BCAs: An overview of the issues around introducing Border Carbon Adjustments in the EU”, Sandbag (December 2019), available at https://ember-climate.org/wp-content/uploads/2019/12/2019-SB-Border-Adjustments DIGI-1.pdf\nCc ClientEath"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
