{
  "file_name": "162_1580.pdf",
  "pages": {
  "page_1": "5/30/23, 12:35 PM\n2023 Climate and the Financial Sector Newsletter | Climate and the Financial Sector-22 May 2023\nIf you have problems viewing this email, you can view it in a web browser.\n1A\nCLEARY GOTTLIEB\noe\nin }\no,»| #7\nBN\n—,\n\\ TF\nley\n| ia\n-_F\n=\na\noN mt\nA\n_— >\n22 May 2023\nClimate and the Financial Sector\nThis weekly newsletter highlights climate-related regulatory, litigation and enforcement developments relevant to the financial sector.\n—\nGeneral\n11 May 2023 [Global]: The ISSB seeks feedback to improve international applicability of SASB Standards\nThe International Sustainability Standards Board (ISSB) has launched a consultation to amend the SASB Standards to ensure that the references used are internationally applicable. The SASB Standards are an important source of guidance, particularly to help companies identify sustainability-related risks. The revision of certain references in the SASB Standards is necessary to improve international applicability, as the ISSB estimates that approximately 20% of the metrics included in the SASB Standards are not internationally applicable. Feedback is expected by August 9, 2023. The ISSB’s goal is to amend the metrics within the SASB Standards before IFRS S1 become effective in January 2024. [link]\n12 May 2023 [UK]: High Court refuses permission to ClientEarth for derivative claim against Shell’s Board of Directors over climate risk management\nThe High Court has concluded that ClientEarth has failed to make out a prima facie case for the grant of permission under section 261(1) of the Companies Act 2006 (CA\na\nhttps://client.clearygottlieb.com/104/2587/may-2023/climate-and-the-financial-sector-22-may-2023(1).asp#\n1/3\n-",
  "page_2": "5/30/23, 12:35 PM\n2023 Climate and the Financial Sector Newsletter | Climate and the Financial Sector-22 May 2023\n2006) to proceed with a derivative claim against the directors of Shell Ple for alleged breaches of their duties in relation to the company’s climate change risk management strategy (see our alert of February 22, 2023 here). The Court found that the test under section 263(2)(a) of the CA 2006 had been satisfied, which requires an application for permission to continue a derivative claim to be refused if the Court is satisfied that a person acting in accordance with his duty to promote the success of the company would not seek to continue the claim. According to the Judge, the claim is not brought in good faith where the primary purpose of bringing the claim is an ulterior motive in the form of advancing ClientEarth’s own policy agenda, with the result that, but for that purpose, the claim would not have been brought at all. In the Judge’s view, the fact that ClientEarth is the holder of only 27 shares in Shell, but proposes that it should be entitled to bring a claim on behalf of Shell in a claim which is of very considerable size, complexity and importance, gives rise to a very clear inference that its real interest is not in how best to promote the success of Shell for the benefit of its members as a whole. This reasoning ignores the support from a number of institutional shareholders. On 19 May 2023, ClientEarth announced it had been granted a hearing at the High Court to request it reconsiders the dismissal of the claim. [link - link]\n16 May 2023 [EU]: Fit for 55: Carbon Border Adjustment Mechanism Regulation published in the EU Official Journal\nThe Regulation (EU) 2023/956 of the European Parliament and of the Council of May 10, 2023, establishing a Carbon Border Adjustment Mechanism (CBAM) has been published in the EU Official Journal. The application of the CBAM Regulation will be spread over a period between October 1, 2023 and January 1, 2026. [link]\n17 May 2023 [EU]: The ESAs issue consolidated Q&A on SFDR\nThe European Supervisory Authorities (EBA, ESMA and EIOPA) have jointly published a consolidated Q&A on the SFDR and the SFDR Delegated Regulation. The document combines answers from the European Commission and by the ESAs on various SFDR issues such as the definition of sustainable investments, PAI disclosures, or financial product disclosures. [link]\n16 May 2023 [France]: The AMF communicates on the standard report under Article 29 of the French Energy Climate Law\nThe Autorité des marchés financiers (AMF) has amended its guidelines to specify the procedures for the preparation and submission of “Article 29” climate reports to be published by investment service providers (PSI), including asset management companies (SGP). The “Article 29” climate report must be published annually in a standardized format and submitted by PSIs and SGPs to the AMF within 6 months of the end of the financial year. The AMF has provided three different models of “Article 29” climate reports, depending on the balance sheet size of the entities. [link]\nhttps://client.clearygottlieb.com/104/2587/may-2023/climate-and-the-financial-sector-22-may-2023(1).asp#\n2/3",
  "page_3": "5/30/23, 12:35 PM\n2023 Climate and the Financial Sector Newsletter | Climate and the Financial Sector-22 May 2023\ni\nAmélie Champsaur\nPartner, Paris\nachampsaur@cgsh.com\na\nClara Cibrario Assereto\nAssociate, London-Rome\nccibrarioasseretoWegsh.com\nAndreas Wildner\nAssociate, London\nawildner@cgsh.com\na Y\nsi\nPierre Mathé\nAssociate, Paris\npmathe@cgsh.com\nCamille Kernevés\nAssociate, Paris\nckerneves@cgsh.com\nThis memorandum was intended for your details.\nManage My Subscriptions | Unsubscribe | Forward to a Friend\nPrivacy Statement\n© 2023 Cleary Gottlieb Steen & Hamilton LLP. All rights reserved.\nThis message was prepared as a service to clients and other friends of Cleary Gottlieb to report on recent developments\nthat may be of interest to them. The information in it is therefore general, and should not be considered or relied on as legal\nadvice.\nhttps://client.clearygottlieb.com/104/2587/may-2023/climate-and-the-financial-sector-22-may-2023(1).asp#\n3/3"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
