{
  "file_name": "162_1581.pdf",
  "pages": {
  "page_1": "_\n=\n1° European Civil\nSociety Forum on\nTrade and Sustainable\nDevelopment\nDaniele Basso\nTrade Committee advisor of the ETUC\nLi\n\\\nOpening roundtable:\nTrade and sustainable development: Where are we and where do we want to go?\nModerator: Carolyn Deere-Birbeck (Full Profile)\n“=\nEa\nFRANCE22 European Econo mi\nand Social Committee\nLuisa Santos\nDeputy Director General BusinessEurope\nat\nResponsible for international relations and Chair of BusinessEurope’s EU-UK Task Force. She was a member of the TTIP Advisory Group and of the Expert Group on EU trade agreements of the European Commission. Her _ principal experience is in trade and the textiles sector, having acted first as the chief representative for the Portuguese textile industry in Brussels, later as Trade and Industry Manager for Euratex — the European Apparel and Textile Confederation. She was also the manager responsible for international partnerships — including a joint venture in India — for a leading Portuguese textile company. Her academic background is law and management.\nAnais Berthier\nSenior Lawyer, Head of EU Affairs at ClientEarth\na\nAnais has worked for law firms in France and in Belgium, including Huglo-Lepage & Associés, handling issues on a wide range of European law matters including waste, chemicals (including on the REACH Regulation), facilities’ permits, environmental liability and climate change. Before moving to Brussels, she worked as a lawyer for the French Ministry of the Environment, where she focused on Kyoto Protocol and World Trade Organisation (WTO) issues. Before becoming Head of EU Affairs at ClientEarth she led our work on strengthening the rule of law. This included ensuring the implementation and enforcement of the procedural rights provided by the Aarhus Convention: access to information, public participation in decision-making process and access to justice in environmental matters.\n29 March 2022 | 9:30-17:30\nOnline event\nBernd Lange (Full CV)\nChair of the International Trade Committee\nat the EP\nMr. Bernd Lange chairs Conference of Ps Committee Chairs (CCC) of the European Parliament since 2022.\nHe is a member of COVID-19 Vaccines Contact Group between the European Commission and the European Parliament since 2021.\nSince 2019 he is the chair of the Fair Trade Working Group of the European Parliament; Member of the Delegation for relations with the countries of Southeast Asia and the Association of Southeast Asian Nations (ASEAN) and a member of Brexit Steering Group. Since 2014 he is the chairman of the Committee on International Trade, Rapportuer for the trade relation EU-USA. Since 1974 Mr. Bernd Lange is a member of the SPD (German Social-Democratic Party) and member of IG Metall (Metalworkers Trade Union).",
  "page_2": "Lab 1: How can trade catch up with environment and climate agenda and how to steer work forward?\nModerator: Isabelle Garzon\nDirector of Studies and Development at Europe Jacques Delors\n12) Me) As a European Commission official for 26 years, Isabelle has a thorough knowledge of the European Union’s policies and institutions. Her varied background ranges from policy-making and design to legislation and implementation of several EU policies, both internal and external (trade — Pascal Lamy’s cabinet - I development Stefano Manservisi-; external relations; agriculture; maritime affairs and fisheries, cohesion budget). Isabelle also has extensive experience of European legislative and budgetary processes, as well as international negotiations. Prior to joining EJD, she was advisor to the Director General of DG MARE. An experienced team leader (10 years as Head of Unit), Isabelle is results-oriented and has a strong capacity to lead public policy thinking and innovative ideas in a collective way in order to find solutions to complex issues\na\nAndres Barcelo Delgado\nAntoine Oger\nral\nHead of the Global Challenges and SDGs team at the Institute for European Policy (IEEP)\nEESC Rapporteur on CBAM\n——\nA\nAndrés Barcelé, Member of the European Economic & Social Committee since 2015, was the Rapporteur in the Committee Opinion about the CBAM\nEU’ l. His work focuses on the greening of the s trade. policy and the coherence of the EU’s internal and external policies related to trade and sustainable development He also has a long experience in the provision of trade-related technical assistance to developing countries\nHe is the Director General at UNESID, the Spanish Steel Association since 2009. Previously he was the Director in charge of Trade policy and Statistics between 2003 and 2009\nHis professional background includes working for the several industrial sectors: steel capital goods, and mining, and with experience in the public administration in Spain, as Director at the Industrial State Agency\nFrom 1999 to 2001 he was detached as Pre Accession Adviser in Poland in a Twinning Project devoted to the coal and steel restructuring process in that country\nHe is Member of the Board at UNE, the Spanish Standardization Association, at Eurofer, the European Steel Association, and at Worldsteel, the international steel association\nSaskia Bricmont (Full profile)\nRapporteur: Rob Francis (Full profile)\nMember of the INTA committee at the\nTrade and sustainability reporter at\nEuropean Parliament\nBorderlex\nSaskia Bricmont has been a member of the\nRobert Francis IS the trade and\na sustainability reporter for Borderlex. A\nEuropean Parliament since 2019. She is a\nmember of the LIBE (Civil Liberties, Justice\nlong-time resident of the “Brussels\nbubble”, he previously spent 15 years working for an EU public affairs consultancy for whom he led the Brexit team and advised clients from a range of sectors on their advocacy and communication strategies towards the EU institutions\nAffairs) (International Trade) committees. The respect of human rights and more particularly of children's rights are the common thread of her political commitment. Her objective is to make the European Union the first continent of Fair Trade. Saskia Bricmont wants to be the relay within the European Parliament of those who commit themselves daily to the climate, social justice, democracy and human rights\nand Home\nand INTA\nAt Borderlex Rob covers — among others — the trade aspects of the EU Green Deal, WTO-related environmental issues, and EU trade and labour rights policies. A UK national, Rob holds a bachelor’s degree in Modern Languages from Oxford University and a Master's in European Public Affairs from Maastricht University",
  "page_3": "wt\nLead, Sustainable Trade and Fisheries Subsidies at the International Institute for Sustainable Development\n)\nAlice Tipping is Lead, Sustainable Trade and Fisheries Subsidies at the International Institute for Sustainable\nDevelopment. She has designed and led highly respected programmes of research and policy dialogues on\ntrade and environment issues, particularly on fisheries subsidies. She has a deep understanding of the\nintersection of foreign policy, law and environmental protection that’s informed by roles in government and in managing policy- relevant research.\nPrevious roles to IISD include Programme Manager, Environment and Natural Resources for the International Centre for Trade and Sustainable Development (ICTSD), Policy Advisor to New Zealand’s Permanent Mission to the United Nations in Geneva, Second Secretary and Legal Adviser to New Zealand’s Permanent Mission to the World Trade Organization (WTO), and Policy Advisor and Legal Advisor at New Zealand’s Ministry of Foreign Affairs and Trade.\n= o=\nCorinne Vargha Bio ox= o= =f Director of the International Labour Standards Department x Ms Vargha joined the ILO in 1988 and served in various legal positions in the field and in Headquarters. Throughout these »Ms C. VARGHA years, she facilitated a number of national tripartite discussions around labour law reforms and provided technical advice on comparative labour law and international labour standards to governments, policy-makers and union and employers’ organizations leaders. She also has extensive experience in supporting Member States’ commitment derived from the ILO 1998 Declaration on Fundamental Principles and Rights at Work to realize labour rights beyond regulation.\n5\nEmmanuelle Butaud-Stubbs (Full\nprofile)\nSecretary-General at International\nChamber of Commerce (ICC) France\ni\nEmmanuelle BUTAUD-STUBBS, currently Secretary General of the French Committee of the International Chamber of Commerce has worked as Senior Management or Head of International affairs in several French professional organisations (Medef, Insurance, Textiles, Liaison Committee for Labor-intensive industries). Her experience in trade policy covered a wide range of issues such as the removal of textiles and clothing quotas, trade defense instruments, international cooperation programs, trade finance, trade and climate policies, WTO reform, EU trade policy. As a member of the European Economic and Social Committee during 10 years, she has been rapporteur of several opinions dealing with the WTO reform, the new multilateral matrix, the creatives industries, mandatory due diligence, the emergence of carbon markets, or decent work in Global Supply Chains. She is graduated from Sciences Po Paris, has a Master's degree in Sociology and recently obtained an EDHEC Online Executive Certificate Advanced Strategic Management.\nPrior to being appointed Director of the International Labour Standards Department on 1 July 2015, she was Chief of the Fundamental Principles and Rights at Work Branch (2014-2015) and the Head of the Labour Law and Reform Unit in the ILO Governance and Tripartism Department (2005-2013).\nRapporteur: Professor James Harrison (Full profile)\nProfessor in the School of Law at the University of Warwick\n} Professor in the School of Law at the University of Warwick. He is Co-Director of the Centre for Human Rights in Practice. He is also one of the editors of Lacuna Magazine (www.lacuna.org.uk). He has worked ed for issues of trade and sustainability. His book ‘Free Trade Agreements and Global Labour many years on Governance: The European Union’s Trade-Labour Linkage in a Value Chain World’ Was published last year. He has advised a wide of international national and civil on trade and\nrange\norganisations,\ngovernments\nsociety organisations\nsustainability issues.\nLab 2: How can trade catch up with social agenda and how to steer work forward?\nModerator: Alice Tipping (Full profile)",
  "page_4": "Lab 3: What framework for an inclusive and efficient monitoring of TSD?\nModerator: Professor James Harrison (Full profile)\ns\nProfessor in the School of Law at the University of Warwick\nProfessor in the School of Law at the University of Warwick. He is Co-Director of the Centre for Human Rights in Practice. He is also one of the editors of Lacuna Magazine (www.lacuna.org.uk). He has worked for on issues of trade and His book ‘Free Trade and Labour ——s many years sustainability. Agreements Global Governance: The European Union’s Trade-Labour Linkage in a Value Chain World’ Was published last year. He has advised a wide range of international organisations, national governments and civil society organisations on trade and sustainability issues.\npe\nStefano Palmieri\nTH\nBenedikt Wiedenhofer\nPresident of the EESC Section for Economic and Monetary Union and Economic and Social Cohesion and rapporteur on the role of civil society in the framework of trade i agreements\n$ pede\nRelations\nAdviser,\nInternational\nDepartment at BusinessEurope\niy 8 He works on China, Africa, EU-UK relations, development-related issues, and the implementation of EU free trade agreements (FTAs). He is currently the chair of the EU domestic advisory group (DAG) under the EU FTA with Peru, Colombia and Ecuador. Moreover, he sits on the EU DAG under the EU-Central America Association Agreement and on the Consultative Committee under the EU-CARIFORUM Economic Partnership Agreement. Before joining BusinessEurope he completed traineeships in the Trade Policy Department of the European Parliament and, as a part of his Bachelor studies, the German Embassy in Dublin and the Siemens Government Affairs Office in Brussels. He holds a master’s degree in global political economy from the University of Technology Dresden and a bachelor’s degree in European studies from the Catholic University of Eichstatt-Ingolstadt. During his studies, he also spent one semester at the Universidad Catdlica de Chile in Santiago de Chile and one semester at the Université de Nantes in France.\nHe is member of the International and European Department at the Italian trade union Confederazione Generale Italiana del Lavoro (CGIL). He served as head of the CGIL's Europe office in Brussels (2009-2010). Previously he held several positions including: Coordinator of research in \"Local development and industrial policy\" at Istituto di Ricerche Economiche e Sociali (IRES); member of the Trade Union Advisory Committee (TUAC) to the OECD, of the Steering Committee of the Institute de la Protection Sociale Europeenne (IPSE), of the ICFTU/ITS/TUAC Committee for International Co-operation on Workers Capital, of the Macroeconomic Group of the Social Dialogue Committee of the European Trade Union Confederation at the European Commission; researcher at the Italian National Council for Economy and Labor (CNEL) and expert on the Science of Finance and Financial Law at the University of Rome \"Tor Vergata\".\nRapporteur: Rob Francis (Full profile)\nTrade and sustainability reporter at Borderlex\nRobert Francis is the trade and sustainability reporter for Borderlex. A long-time resident of the “Brussels bubble”, he previously spent 15 years working for an EU public affairs consultancy for whom he led the Brexit team and advised clients from a range of sectors on their advocacy and communication strategies towards the EU institutions.\nA |\nAt Borderlex Rob covers — among others — the trade aspects of the EU Green Deal, WTO-related environmental issues, and EU trade and labour rights policies. A UK national, Rob holds a bachelor’s degree in Modern Languages from Oxford University and a Master’s in European Public Affairs from Maastricht University.",
  "page_5": "Lab 4: Delivering on TSD promises: rights are only as good as their effective enforceability\nModerator: Jean-Baptiste Velut (Full profile)\nAssociate Professor at Sorbonne Nouvelle University of Paris\nvate His research focuses on US and European trade policies, trade agreements and globalization debates. Jean- Baptiste is a senior expert with LSE Consulting’s Trade Policy Hub, for which he coordinated the 7-country comparative analysis of TSD approaches commissioned by DG Trade. His recent publications include Understanding Mega Trade Deals: The Political and Economic Governance of New Cross-Regionalism (Routledge, 2018) and a preface to the book “Vers une politique commerciale socialement responsable dans un contexte de tensions commerciales” edited by E. Boulanger, M. Rioux & S. Zini (Presses de l'Université du Québec, 2021). He is currently writing a book on civil society inclusion and new trade linkages in US trade policymaking.\nAngelo DiCaro Director of Research at Unifor Angelo DiCaro is the Director of Research for Unifor, Canada’s largest private sector union. Angelo leads Unifor’s strategic economic and policy research, and oversees the union’s international trade policy work, among other key files. Angelo represented Unifor as part of the federal government's Labour Consultation Group during recent NAFTA renegotiations. He participates in various national and international trade research fora, including through the Canadian Centre for Policy Alternatives, the IndustriALL global union Working Group on Trade and Industrial Policy, and is a founding members of Canada’s Trade Justice Network (a collaboration of civil society organizations focusing on trade justice advocacy and activism). Angelo is an appointed member of the Canadian Labour Domestic Advisory Group, under the CETA. He is based in Milton, Ontario.\nStuart Newman\nSenior Legal Advisor - Sustainable Trade & Customs at amfori\nStuart started his career at the UK Patent and Trademark Office dealing with trademark applications. He quickly moved to the IPR policy department where he represented the UK at meetings in Brussels and Geneva and once had to draft a reply for the Minister of Trade to a letter written by someone claiming to be the “astral time twin of the Prince of Wales”.\nHe was later seconded to the EU Commission, first to the IPR unit and then to Market Access. At the former, he once examined Slovenia’s claim that Lipizzaner horses (that make the Spanish Riding School in Vienna so famous) should be protected as a geographical indication. At the latter, he tried to combat counterfeit Scotch whisky (e.g., “Laird’s Sporran’), and illegal marketing approval of pharmaceuticals, in Turkey.\nAfter a short stint at Novartis in Basel, he returned to Brussels to work for the Foreign Trade Association (now called Amfori) representing EU importers, retailers, and brand-names. Here he specialises in the world of sustainable trade and customs issues. He has also written several articles on anti-dumping policy.\nRapporteur: Axel Marx\n|\nDeputy Director Leuven Centre for Global Governance Studies\nMeena! As\nAs. ® Axel Marx is Deputy Director Leuven Centre for Global Governance Studies, KU Leuven. His research interests include voluntary sustainability standards, sustainable development, human/labour rights, corporate social responsibility, EU trade policy and global governance. He has managed over 50 funded research projects and acted as a consultant to several national and international organizations including the European Parliament, the European Commission, ILO, UNIDO, UNFSS, UNCTAD, OECD, IDEA, Worldbank and several European Governments. His academic publications (200+) have appeared in more than 50 international peer reviewed journals and 6 languages. He recently developed Massive Open Online Courses on the Sustainable Development Goals and Sustainable Trade on the EdxX-platform. As a guest lecturer he taught at European University Institute, China University of Political Science and Law and several European Universities. He is currently the co-chair of the Academic Advisory Council of the United Nations Forum on Sustainability Standards and a member of the Evidensia Research Council.",
  "page_6": "Concluding roundtable:\nMeeting civil society expectations on TSD: delivering on ambitions\nMaria Martin-Prat\nDeputy Director General at DG TRADE, Commission\na”\nModerator: Desirée LeClercq (Full profile) Assistant Professor, Cornell School of Industrial Labor Relations\nProfessor LeClercq holds the\nProskauer Employment and Labor\nLaw Assistant Professor chair at Cornell University's School of Industrial and Labor Relations in Ithaca, New York, where she teaches international labor law, U.S. labor law and employment law. Prior to joining Cornell, she worked for the Office of the United States Trade Representative as a director for labor affairs, and for the International Labour Organization in Geneva, Switzerland as a legal officer.\nShe is currently covering Asia, Africa, ol Caribbean and Pacific, Sustainable Development and Green Deal, Services and Digital Trade, Investment\nLN\nand Intellectual Property.\nShe is also the Commission's Chief Negotiator for the negotiations with China on a bilateral investment agreement. Before her current post, Ms. Martin-Prat was Director in DG TRADE. Prior to that, she was consecutively Head of the Copyright Unit and Head of Unit responsible for free movement of services and freedom of establishment in the European Commission. She was a member of Commissioner Joaquin Almunia's Cabinet. Ms Martin-Prat also worked as a lawyer in the private sector and in the European Parliament. Ms. Martin-Prat is admitted as a solicitor in Spain and has two postgraduate degrees in European Law.\nJean-Marie Paugam\nDeputy Director General at the World Trade Organization\n«\nvas\n~~\nJean-Marie Paugam is Deputy Director\nGeneral of the World Trade Organization\n(WTO) in Geneva since 2021. Before this, he was’ Permanent Representative of France to the WTO . Mr. Paugam has held various Senior Management responsibilities on Trade, Development and International Finance, with the French Treasury and with the UN system (International Trade Center). He also was Senior Research Fellow with the French Institute of International Relations (IFRI), France’s leading think-tank on international affairs. M. Paugam graduated in 1993 from the French National Administration School (ENA) and holds a Master Degree in Business Law as well as a Diploma of Political Sciences from the University of Aix-Marseille.\nTanja Buzek\n2\nChair of the International Trade Follow- up Committee of the EESC and Rapporteur on the TSD Review.\n*\neh\nTanja Buzek is President of the\nInternational Trade Follow-up Committee of the European Economic and_ Social Committee (EESC) and Chair of the EU DAG under the TCA. She works on EU Liaison Affairs for the German services trade union ver.di, representing two million workers in both the private and public sectors. As senior trade union advisor in charge of EU affairs and representative towards the European institutions, one focus of hers is trade policy. Since 2014 a member of the EESC, she leads the EESC’s work as rapporteur and co-rapporteur on a number of trade-related opinions, most recently on the TSD Review and the EU-US Trade and Technology Council. She is as a member of the Follow-up Committees on EU-UK and on Transatlantic Relations. With respect to the Domestic Advisory Groups (DAGs), she is active as member for Japan, Korea and the Trade and Cooperation Agreement with the UK (TCA) as well as the current Vice-Chair of the CETA DAG. She also acts as the DAG coordinator for the EESC. She represents ver.di as a titular member in the Executive Board of the European Transport Workers’ Federation (ETF). From 2017 to 2019, she was member of the first Group of Experts of DG Trade on EU trade agreements, representing the European services workers union UNI Europa. She is currently part-time seconded to the International Transport Workers’ Federation (ITF) with headquarter in London, to lead the work on trade."
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
