{
  "file_name": "164_1596.pdf",
  "pages": {
  "page_1": "i Engineering\n3 =e\nnoose: Ibec\nPeet\nIndustries Ireland\nEngineering\nIndustries lreland\nRegulatory\nTracker\nLast Updated: August 2024\nL,\n‘oa\nSz.\n=\n<4 “pt\nViele y\nMyf 47\n==\nee ~",
  "page_2": "Table of\nContent\nAbout Engineering Industries Ireland\nRegulatory Objectives\nStrategic Partnership\nRegulatory Overview:\nGlossary\n29\nJoin Regulatory Working Group\n30\nBecome a member of Engineering Industries Ireland 31\nCorporate Sustainability Reporting Directive\nEco-design for Sustainable Products Regulation\nConstruction Products Regulation\nBattery Regulation\nPackaging and Waste Packaging Directive\nCarbon Border Adjustment Mechanism\nCritical Raw Materials Act\nGeneral Product Safety Regulation\nMachinery Regulation\nProduct Liability Directive\nREACH\n11\n13\n15\n17\n19\n21\n23\n25\nPFAS\n27",
  "page_3": "Engineering\nIndustries Ireland\nord Ibec\nAbout\nEngineering\nIndustries\nlreland\nEngineering Industries Ireland,\nIbec’s 39th Trade Association\nrepresents engineering\nbusinesses, both homegrown and\nmultinationals, big and small, to\nadvocate for a supportive\nbusiness environment, as well as\nprovide expert employer\nrelations, industry insight and\nincomparable networking\nopportunities for our members.\nEngineering Industries Ireland’s mission is building a better, sustainable future for engineering companies by influencing, collaborating and supporting the delivery of a high-quality service to add value for the businesses of our members.\nThe association, launched in November 2021, has 155+ members. The sector represents exports of €8.8 billion, 10,800 enterprises, employing 50,751 people, 65% of which are indigenous companies in industrial automation, precision engineering, agriculture machinery, material handling, print and packaging, energy and environment, process engineering, automotive, metal fabrication, industrial chemicals and engineering services.",
  "page_4": "Engineering\nSEE Ses Industries Ireland\nibe\ne)\nChris Collins Schneider Electric Country President, Ireland, European Operations\n&\nGd\n)\nEd Byrne\nGalco Steel Group Managing Director & Chairman\nBoard of Engineering Industries lreland\nSam Payne BOC Gases, Managing Director\nGer Tarpey Lisk Ireland, Managing Director\nSs\na fo\nClaudia Binder\nLiebherr Container Cranes Managing Director & Vice- Chair\nio\nNoranne Stack Enercon Windfarm Services Irl. Managing Director\n—\ns¥\nBrian Cooney KUKA Robotics, Managing Director\nJohn Kelly Suir Engineering, Chief Executive Officer\nwe:\nNiall Fay\nGrant Engineering Ltd Director Vice Chairman\n2\na\nDiarmuid Doherty Valeo Vision Systems, General Manager\na\n¥\nMary Ann Flemming Penn Engineering President\nuy\nMichael Stratford Thermo King Operations Leader Ireland",
  "page_5": "Regulatory Objectives:\nAs part of the Engineering Industries lreland Strategy 2022-2025, the overarching regulatory ambition is to encourage and embrace a progressive and value-driven regulatory ecosystem that sustains the evolution of the engineering industries in Ireland.\nKey deliverables\ne Develop a reputation as the go to place for insight and expert opinion on sector specific regulation. Improve the performance of Irish business and protect consumers through the development and roll out of compatible industry-led standards in the quality and safety of goods and services.\nHigh level objectives\nDevelop a reputation as the go to place for insight and expert opinion on sector specific regulation?\ne Engage with government, regulators and industry bodies on the review of the National Legislative Framework and the development of European and national directives, regulations and standards. e Lobby for national consultation on all sector or product-based regulation. Engage with the consultation process on new or changes to regulations.\ne Uphold and strengthen what is known as the ‘New Approach’ to technical harmonization and standards, which recognises that standards are a voluntary, end-user-driven and private compliance tool, an approach that gives flexibility to producers while reducing administrative burden.\nImprove the performance of Irish business and protect consumers through the development and roll out of compatible industry-led standards in the quality and safety of goods and services.\ne Engage with industry on the creation, development and consultation of industry standards, directives, and regulations. e Work with relevant parties at national or international level to create and develop the appropriate standards in innovation, and new digital technologies such as Al and sustainability. Work with businesses to help them apply standards and regulations.",
  "page_6": "Strategic Partnership\nalim\norg EUROPE’S TECHNOLOGY INDUSTRIES\nOrgalim are a European-level federation that represents Europe's technology industries. Based in Brussels, the federation comprises of 28 national industry associations and 20 European sector association.\nAs members of Orgalim, Engineering Industries Ireland, together with Ibec and lbec Europe, work collaboratively to further influence policy and regulatory changes at a European and global level on behalf of the Irish Engineering sector.\nOrgalim represent engineering disciplines such as mechanical engineering, electrical engineering and electronics, ICT and metal technology and work on a broad spectrum of policy and regulatory areas such as the green transition, the digital transition, trade and compliance, and energy and climate.\nYou can learn more about Orgalim here.\norgalim\nDELIVERING\nTHE NET-ZERO\nTRANSFORMATION\nom\n|",
  "page_7": "Eco-design for Sustainable Products Regulation\nThe aim of this regulatory tracker is to give Engineering Industries lreland members an insight into regulatory changes that are expected to have a significant impact on the engineering sector, now and into the future.\nThis document serves as a resource for members to gain insights into relevant areas of EU regulation.\nEach topic overview is structures as follows:\n¢ About/Background ¢ Impact on industry/next steps ¢ Engineering Industries Ireland position ¢ Resources/Consultations\nThe regulatory landscape within the European Union is influenced by a number of initiatives. Throughout this document we look at legislation contained within the EU Green Deal, the EU Green Deal Industrial Plan, the EU Product Safety Framework and EU Chemical legislation.\nCarbon Border Adjustment Mechanism (CBAM)\n,",
  "page_8": "se Industri bce ios ing\nit siete B +\nsoit\nlreland\nCorporate Sustainability\nReporting Directive (CSRD)",
  "page_9": "Corporate Sustainability Reporting Directive (CSRD)\nAbout / Background:\nImpact on Industry/Next steps:\n¢ The CSRD will amend the Non-Financial Reporting Directive (the “NFRD”) to introduce more detailed reporting requirements in respect of sustainability issues such as environmental rights, social rights, human rights and governance factors ¢ The CSRD will oblige in scope companies to disclose information on their societal and environmental impact connected with their own operations and with their value chain. This helps investors, civil society organisations, consumers and other stakeholders to evaluate the sustainability performance of companies, as part of the European Green Deal.\nLarge companies, as well as listed SMEs, will now be required to report on CSRD. Some non-EU companies will also have to report if they generate over EUR 150 million on the EU market.\nCompanies subject to the CSRD will have to report according to European Sustainability Reporting Standards (ESRS). The standards are developed ina draft form by the European Financial Reporting Advisory Group (EFRAG).\nBusiness will report on CSRD on the following dates:\n¢ 01 January 2024 for public interest entities in scope of EU non-financial reporting rules (> 500 employees). 01 January 2025 for other large companies (greater than 250 employees). 01 January 2026 for listed SMEs, with an ‘opt out’ possible until 2028\nFirst ESRS published\nin Official Journal —\n22 Dec 2023\nTimeline ————®—————_e—_—__—___@—______@—_@—_____ 5\n\nLarge companies\nPublic of CSRD in\nCSRD Entered in\n(>250 employees)\nOfficial journal — 14\n6\nforce — 05 Jan 2023\nwill report — 01 Jan\nDec 2022\n2025\n¢ Engineering\nSY Industries lreland\n* Ib\nAdvocacy/Position:\nEll call for full harmonisation of the CSRD to ensure a level playing field and avoid internal market fragmentation. Ell will continue to monitor the standards and raise awareness of new challenging reporting requirements’ that may impact on businesses, especially SMEs. Ell will support members with implementation phase, through 3 CSRD Taskforces.\nResources/Consultations:\ne Ibec webinaronCSRD: | e European Commission on CSRD: e EFRAG Voluntary reporting standard for SMEs (VSME):\nEC Consultation\nListed SME’s will\non CSRD opens —\nreport — 01 Jan 2026\nFeb 2020\nCompanies in scope will report for first time — 01 Jan 2024",
  "page_10": "“eeeee So eee ae\nsoeess sate\nfi\nsess :. aliacivios Engineer\nIbec\n|\nlreland\nEco-design for Sustainable\nProducts Regulation (ESPR)",
  "page_11": "Eco-design for Sustainable Products Regulation (ESPR)\nThe Departments of Enterprise, Trade and Employment, and Environment, Climate and Communications are working with stakeholders to put in place appropriate institutional arrangements to implement the expanded Eco-design for Sustainable Products legislation in Ireland. Almost all products placed on the EU market will be in scope of ESPR, with the expectation of medical products, veterinary products and food and feed. As part of the ESPR, all products placed on the EU market will require a Digital Product Passport (DPP) which will provide details of the products sustainability. As part of the ESPR, all products placed on the EU market will require a Digital Product Passport (DPP) which will provide details of the products sustainability. The DPP will help consumers and businesses make informed choices when purchasing products, facilitate repairs and recycling.\nThe ESPR is part of the European Green Deal and Circular Economy Action Plan, and its proposal aims to reduce the lifecycle of environmental impacts of products and improve the functionality of the internal market. The ESPR extends the scope of the current eco- design framework and replaces the 2009 Eco- design Directive. The Regulation covers a broader range of products and additional sustainability criteria such as durability, reliability, reusability and repairability. The Regulation also aims to stop the destruction of unsold consumer goods. Adaption of first ESPR measures is expected in early 2026\nParliament and Council reached provisional agreement on ESPR — D ec 2023\nTimeline ————®—————_e—___——_@—____@—__@—____ #5\nESPR enters into\nAdaption\nof first\nPublic Consultation\non EPSR — Jan to\nforce — July 2024\nESPR measures —\n8\nQ1 2026\nMay 2023\n¢ Engineering\nSY Industries lreland\n* Ib\nAbout / Background:\nImpact on Industry/Next steps:\nAdvocacy/Position:\nWe acknowledges its contribution towards a circular economy and increased harmonisation within the EU single market. There are concerns regarding its effect on competitiveness, particularly for SME’s, therefore, additional support is needed. Information requirement for the DPP must be set on a need-to-know basis and must be closely intertwined with other initiatives under the EU’s digital agenda and must safeguard knowledge-based assets.\nResources/Consultations:\ne Ibec webinaronESPR:\ne European Commission on ESPR:\nAdaption of\nFirst product\nAdoption of the ESPR Working Plan — March 2025\nESPR Proposal —\nrequirements\n03 March 2022\n— Mid 2027",
  "page_12": "is oe So witiss S\nRITE Seee'\nPeeee\nfi\nsess ies Industries\nIbec\n|\nlreland\nConstruction Products\nRegulation (CPR)",
  "page_13": "Construction Products Regulation (CPR)\nAbout / Background:\nThe Construction Products Regulations came into effect in the EU on 1st July 2013. As part of the European Green Deal, The European Parliament adapted a revision of the CPR on 11° July 2023. The aim of the regulation is to harmonise the safety performance of construction products. It applies to any product placed on the EU market. The main objective of the revised CPR is to strengthen the single market and facilitate free movement of construction products, to increase the focus on sustainability within the sector and promote the use of digital tools with regards to compliance e.g., digital product passport. CE marking is mandatory for all construction products placed on the market in the European Economic Areas covered by a harmonised EN standard.\nImpact on Industry/Next steps:\nThe methods and rules for assessing the performance of products are predominantly developed within the European standardisation system. The process follows mandates or standardisation requests issued by the European Commission which are drafted according to the regulatory needs of Member States. Harmonised product standards continue to be a central pillar of the regulation but there will be two types now; Harmonised performance standards and harmonised conformity standards. The new declaration of performance and conformity (DoP&C) includes the product’s environmental sustainability performances. This may be in digital format and part of the digital product passport. CE marking is, in principle, the only marking allowed and only contain the administrative information.\nCPR enters into\nforce — Q3 2024\n(Preparatory phase)\n\nEP adapted new\n1 year later\nObligation to deliver a digital product passport — Q1 2028\nie __,\nrevision of CPR —\n11 July 2023\nCPR came in effect\n—01 July 2013\n¢ Engineering\nSY Industries lreland\nIbex\nAdvocacy/Position:\nThere are concerns regarding the possible double regulation of products between the Construction Product Regulation (CPR) and the Ecodesogn for Sustainable Product Regulation (ESPR). In addition to this, the presence of two different and conflicting models of the Digital Product Passports (DPP) in these two regulations will increase administrative burdens and create confusion in the market.\nResources/Consultations: e European Commission on CPR: e Department of Housing, Local Gov. and Heritageon CPR:\n10\nApplication of harmonised standards under new CPR — Q3 2025\nTimeline",
  "page_14": "Ss ined, Industries ne ing\nHH pana\n33 RET\nIbec\nlreland\nBattery Regulation\n11",
  "page_15": "Impact on Industry/Next steps:\nEconomic operators that place batteries on the EU market (excluding SMEs) are obligated to establish and implement a due diligence policy that addresses the social and environmental impacts throughout the supply chain, from raw material extraction to disposal The information that needs to be printed on the battery label is laid down in Annex VI of the Regulation and must include information such as the name of the manufacturer, battery category, type and chemistry. Waste collection targets for portable batteries to increase from 45% in 2023, to 63% by 2027, and 73% by 2030. Waste collection targets for LMT batteries are set to achieve 51% by 2028, and 61% by 2031. Target for lithium recovery from waste batteries set to achieve 50% by end 2027 and 80% by end 2031. Battery Regulation\ncomes into application\n— 18 Feb 2024\nTimeline ——@———___®@—____—__e_________@—________@ ________@ ___@\n5\nBattery regulation\nBatteries required to hold recycled\nBattery Directive\nBattery Regulation\ncontent documentation — 18\n12\nentered into force\nentered into force\nDeadline — 18 August 2024\n— 17\nAugust\n2023\nAugust 2028\n— 06 Sept 2006\nBattery Regulation\nAbout / Background:\nAdvocacy/Position:\ne Developed as part of the European Green Deal, the Battery Regulation will replace the Batteries Directive on batteries and accumulators The Regulation's objectives are to foster the production of sustainable high-quality batteries in the EU, while ensuring batteries are safe and sustainable. It also standardises the waste management rules for batteries at end-of-life There are 3 recognised categories under the existing Directive. Portable, Industrial and Automotive. The new regulation expands this to five categories for batteries. Namely portable batteries, industrial batteries, LMT batteries (light means of transport), electric vehicle batteries and SLI (starting- lighting- ignition) batteries.\nResources/consultations:\ne European Commission on Battery Regulation\nLink\n¢ WEEE Ireland on Battery Regulation: __\nCommission adopts proposal\nApplication of Extended\nProducer Responsibility —\non new rules on batteries —\n09 Dec 2020\n18 Feb 2025\n¢ Engineering\nSY Industries lreland\n* Ib\nRepresentatives from Engineering Industries Ireland currently sit on the Department of the Environment, Climate and Communications Batteries Regulation Steering Group.",
  "page_16": "se :. Industri Engine ios ing\nwets soit ae\nit\nPackaging and Packaging\nWaste Regulation (PPWR)\nlreland",
  "page_17": "Packaging and Packaging Waste Regulation (PPWR)\nAbout / Background:\nImpact on Industry/Next steps:\nThe proposed revision of the EU legislation on Packaging and Packaging Waste is a key element of the European Green Deal's Circular Economy Action Plan and it is in line with the commitments taken under the EU plastics strategy. It will replace the existing Packaging and Packaging Waste Directive which was introduced in 1994. It aims to prevent the generation of packaging waste, reduce its quantity and promote its reusability and recyclability. It also aims to reduce the need for primary natural resources and increase the use of recycled plastics in packaging through mandatory targets. The Commission’s vision for packaging: “All packaging, including plastics, on the EU market is reusable or recyclable in an economically viable, cost-effective manner by 2030”.\n* The regulation aims to harmonise national measures on packaging and packaging waste. Design criteria within the regulation to increase recycling rate.\no From 01 January 2030 packaging will have to comply with the design for recycling criteria o From 01 January 2035 the requirements will be further adjusted to ensure that recyclable packaging is sufficiently and effectively collected, sorted, and recycled\nCompanies supplying to final distributors or consumers must ensure that no more than 40 of the total volume of packaging is empty space.\nPackaging considerations to become mandatory in\ngreen public procurement contract awarding.\nof the packaging be scaled down\nminimum size by weight, volume, and layers of\npackaging\nFirst trilogue meeting on PPWR — 05 Feb 2024\nenters into force - 1994\nTimeline ————_—_—_—_—__—_eo1 rae)\nEuropean Commission adapted revision proposed PPWR — Nov 2022\nResources/Consultations:\nUnit\nmust\nto its\n14\nPackaging Directive\n\n¢ Engineering\nSY Industries lreland\n* Ib\nAdvocacy/Position:\nEll acknowledges the PPWR contribution to a more circular economy and a functioning internal market through harmonizing national standards on packaging and packaging waste. Ell asks that the proposed changes do not have a negative effect on competitiveness and must not add to industry already onerous administrative regulatory burden.\ne European Commission on PPWR:\ne Orgalim Position PaperonPPWR:\nCouncil needs to approve the agreement. Then the PPWR shall enter into force 20 days following its publication in the Official Journal of EU. It shall apply 18 months from the date of entry into force.",
  "page_18": "“secce So eee siete\nfi\nsess ies eieieives\nlreland\nsate Ibec\nCarbon Border Adjustment\nMechanism (CBAM)\n15",
  "page_19": "About / Background:\nThe Carbon Border Adjustment Mechanism is a tool implemented by the European Union to put a fair price on the carbon emitted (direct emissions only) during the production of carbon intensive goods that are entering the EU. The CBAM will initially apply to the import of certain goods and selected precursors whose production is carbon intensive and at most significant risk of carbon leakage. These include cement, iron and steel, aluminium, fertilisers, electricity. The National Competent Authorities for CBAM in Ireland are the Environmental Protection Agency (EPA) and Revenue. CBAM applies to the importation of selected materials with a minimum goods value treshold of €150/consignment.\nEnd of First reporting period — 31 Jan 2024\nCBAM enters into application and transitional phase begins\n— 01 Oct 2023\n\nOnly EU Method of\nreporting is accepted from\n01 Jan 2025 onwards\nEngineeri\nIndustries\nAdvocacy/Position:\nEll call for the following in relation to CBAM: increase the minimum goods value threshold from €150 per order to €10,000 per year. Alignment of the Ireland and the UK CBAM regimes to protect businesses. Carry out a full review and impact assessment of CBAM in 2025. Extension of the use of default values when calculating emissions until Dec 2025 (end of transition period).\nResources/consultations:\nIbec Position Paper on CBAM Ibec CBAM Webinar: European Commission — CBAM: CBAM Checklist for importers: CBAM Reporting Portal: Orgalim Position Paper on CBAM:\nCBAM Enters\nin Force -\nJan 2026\nImpact on Industry/Next steps:\ne EU importers will be required to declare the emissions embedded in their imports. If importers can prove that a carbon price has already been paid at source, the corresponding amount can be deduced. The ‘Transitional Phase’ runs from 01 October 2023 and to January 2026, after which the it enters into force. During this period, importers of goods in scope, will only have to report greenhouse gas emissions embedded in their imports (direct and indirect emissions), without the need to buy and surrender certificates. They can do so via the reporting portal Until the end of 2024, companies will have the choice of reporting in three ways: (a) full reporting according to the new methodology (EU method); (b) reporting based on an equivalent method and (c) reporting based on default reference values (only until July 2024). As of 01 January 2025, only the EU method will be accepted\n16",
  "page_20": "RITE S\nPeeee\nfi ies Industries |\nlreland\nit witiss\nIbec\nCritical Raw Materials Act\n17",
  "page_21": "About / Background:\nCritical Raw Materials are materials that are indispensable to the EU economy and are crucial for a wide range for strategic sectors such as renewable energy, digital, aerospace and defence. The Critical Raw Materials Act is part of the Green Deal Industrial plan and will ensure EU access to a secure and sustainable supply of critical raw materials, enabling Europe to meet its 2030 climate and digital objectives. The act will create a robust supply chain for critical raw materials and will reduce the EUs over reliance on third countries for such CRMs. The act will also improve the sustainability and circularity of critical raw materials on the EU market by taking measures to improve the collection of critical raw material-rich waste and ensure its recycling into secondary critical raw\nDeadline to achieve\nCRMA targets - 2030\n\nEuropean Council adapt the CRMA — 18 March 2023\nEngineeri\nIndustries\nAdvocacy/Position:\n* The lists of Critical Raw Materials (CRMs) should be extended to include aluminium, aluminium oxide and zinc. The list should also be updated at least every two years.\nResources/consultations:\nIbec Webinar on the CRMA: European Commission on the CRMA: Full listing of CRMs listed in the CRMA:\nImpact on Industry/Next steps:\nThe Act identifies 34 CRMs most of which are relevant to the engineering sector. These include lithium, Tungsten, cobalt, bauxite, titanium etc. The listing it on its fifth iteration and was last updated in 2023. The Act sets out targets to achieve by 2030 for domestic capacities of CRMs. These include: o at least 10% of the EU’s annual consumption for extraction o at least 40% of the EU’s annual consumption for processing o at least 25% of the EU’s annual consumption for recycling © no more than 65% of the EU’s annual consumption from a single third country Manufacturers or importers of products containing any of the CRMs listed in the act, must start to diversify and localise their supply chain in relation to these CRMs\nCommission published methodology for establishing CRMs — July 2017\nFirst list of CRMs\n18\npublished - 2011",
  "page_22": "“eeeee So eee siete\nsoeess sate\nfi\nsess ies eieieives\nlreland\nIbec\nGeneral Product Safety\nRegulation (GPSR)\n19",
  "page_23": "About / Background:\nThe General Product Safety Regulation (GPSR) will replace the General Product Safety Directive (2001/95/EC) from the 13\" Dec 2024 onwards. The GSPR sets essential rules on the safety of consumer products placed on the EU market for; o For which no specific safety provisions are provided in other EU legislation, AND: o For products subject to specific safety requirements (by union harmonised legislation), the GSPR applies to aspects and risks not covered by those requirements. The regulation modernises the EU general product safety framework and address the new challenges posed to product safety by digitalisation and Al. GSPR applies to all kinds of potential health hazards, including mental health.\nImpact on Industry/Next steps:\nWithin the GSPR, the economic operator includes the manufacturer, authorised rep, importer, distributer and fulfilment service provider. Products covered by the GSPR coming from outside the EU must have a responsible person within the EU. When placing a product on the market, manufacturers must ensure that the product is safe by carrying out an internal risk analyses for the product (art.9[2]). This must contain the following: General description of product Essential characteristics relevant for safety All identified risks If risks identified — measures to mitigate or eliminate said risks Importers must keep a copy of technical documentation for a period of 10 years after placing product on the market.\nAdaption: Voted by EP on 30 March 2023 and approved by Council on 25 April 2023\n\nPublication in\nPreparation for Implementation\nPublic\nthe OJEU —\nAgreement -\nEp\n28 Nov 2022\n23 May 2023\nEngineeri\nIndustries\ne Greater clarity is needed on how this regulation will co-exist with existing harmonized standards.\nAdvocacy/Position:\nResources/Consultations:\ne Engineering Industries Ireland GPSR Webinar:\ne European Commission — GSPR:\nCommission\nEntry into\nEntry into\nApplication —\nProposal —\nforce —\n30 June 2021\n13 Dec 2024\n12 June 2023\n20",
  "page_24": "Ss ined, Industries ne ing\nHE pana\nssesercaes\nIbec\nlreland\nMachinery Regulation\n21",
  "page_25": "Advocacy/Position:\nResources/Consultations:\nEngineering industries Ireland Webinar: Orgalim Webinar on Machinery Reg: European Commission — Machinery Reg: NSAI guide to Machinery Regulation:\nMachinery\nDirective Ceases —\n19 Jan 2017\nAbout / Background:\nThe new Machinery Regulation 2023/1230 replaces the existing Machinery Directive 2006/42/EC and comes into force on 20° Jan 2027. The regulation harmonises health and safety requirements for machinery, while allowing free movement of machinery within the internal market. The new Machinery Regulation is structed according to the New Legislative Framework (NLF) which aims to improve the internal market for goods by strengthening market surveillance and boosting the quality of conformity assessment. The new regulation includes new technologies such as autonomous machinery, internet of things with connected machinery, Al etc. It also includes ‘substantial modification’ to existing machinery.\nPublication of Machinery Directive - 1989\nEngineeri\nIndustries\ne Greater clarity is needed on how the regulation it will co-exist with existing harmonized standards. Greater clarity is needed around the term ‘substantial modification’ to avoid unnecessarily submitting a new conformity assessment.\nImpact on Industry/Next steps:\nThe new Machinery Regulation provides greater clarity as to when there is a substantial modification (a definition is included in the regulation) to existing plant and machinery, and when a new CE conformity assessment must be conducted An Authorised Representative may represent the manufacturer in the European market. The new machinery regulation outlines the obligations of the economic operator (usually manufacturer, authorised rep, distributer etc.). If no AR is present for non-EU manufacturers, the economic operator need to provide access to the technical documentation and cooperate with the relevant market surveillance authority (HSA in Ireland). Manufacturers can now provide instructions and the EU Declaration of Conformity in digital format.\nMachinery regulation was adopted — 14 June 2023\n\nPublication in\nRevision of\nMachinery\nthe OJEU —\n29 June 2023\ndirective - 2006\ne\ne\ne\nMachinery Regulation\nEnters into Force —\n20 Jan 2027\n22",
  "page_26": "sess :. Engineer Industries\nPRT feces\nsees $\nlreland\nRITE\nPeeee\nIbec\nProduct Liability Directive\n23",
  "page_27": "Product Liability Directive\nAbout / Background:\n¢ The Product Liability Directive was introduced in 1985 and aimed to introduce a common set of rules enabling harmonisation and an equal level of protection for consumers throughout the single market, using the concept of no fault-based producer liability for damage caused by defective products In September 2022, the European Commission published a new legislative proposal for a Directive on liability for defective products which would replace the existing Product Liability Directive. ¢ The new proposal aims to bring the European Union's product liability regime up to speed with new digital technologies, the circular economy and global value chains by ensuring that consumers receive compensation for defective products including those manufactured outside the EU.\nAdvocacy/Position:\nThere are concerns that the introduction new Legislative Proposal for a Directive on liability for defective products (Revised Product Liability Directive) may lead to increased legal costs for industry and may undermine competitiveness and stifle innovation.\nResources/Consultations:\nImpact on Industry/Next steps:\n¢ This Directive applies to any product marketed in the European Economic Area. Compensation for material damage is limited to goods for private use or consumption with a lower threshold of €500. It sets out a time limit of 3 years for the recovery of damages and forbids clauses limiting or excluding the liability of the producer. Producers can be cleared of liability under certain conditions, notably, if they prove that o they did not put the product into circulation o the defect was due to the compliance of the product with mandatory regulations issued by public authorities o the state of scientific or technical knowledge at the time the product was put into circulation could not detect the defect\nEuropean Commission on the Product\nLiability Directive:\nOrgalim Position Paper on the Product\nLiability Directive:\nProduct Liability Draft Proposal published Public consultation Directive introduced for new Product Liability opened — March 2023 - 1985 Directive — Sept 2022\n\nD raft proposal currently under review.\n}-—_—_—_—_—————____—_——>. »\n¢ Engineering\nSY Industries lreland\nIbex\nTimeline",
  "page_28": "Ss ined, Industries ne ing\nHH pana\n33 RET\nIbec\nlreland\nREACH Regulation\n25",
  "page_29": "REACH Regulation\nAbout / Background:\nThe registration, evaluation, authorisation and restriction of chemicals (REACH) is the main EU Regulation which protects human health and the environment from the risks that can be posed by chemicals. The REACH Regulation (EC 1907/2006) entered into force in 2007 and has since evolved to reflect the advancement of various chemicals. The HSA is the lead Competent and Enforcement Authority for REACH in Ireland. The European Chemicals Agency (ECHA) is the body responsible for the administration of REACH in the EU National competent authorities from EU Member States and EEA countries are required to submit to the Commission every five years a report on the operation of REACH.\nResources/consultations:\ne European Commission on REACH:\n¢ Engineering\nSY Industries lreland\nIbex\nAdvocacy/Position:\ne In the work programme for 2023, published on 18 October 2022, the European Commission indicated that the revision of REACH (under the EU Green deal) would be pushed back to the fourth quarter of 2023. It remains uncertain when this revision will be presented. Ell are monitoring the EU work programme for 2025\nImpact on Industry/Next steps:\nREACH places the burden of proof on industry to manage the risks from chemicals and to provide safety information on the substances. Manufacturers, importers and downstream users of chemicals all have obligations under REACH. Manufacturers and importers are required to gather information on the properties of their chemical substances and to register that information in a central database in the European Chemicals Agency (ECHA). The Agency is the central point in the REACH. REACH stipulates that chemical substances that exceed 1 tonne per year per company must be registered with ECHA. In this process, companies must identify the risks linked to the substances they handle and indicate how they manage them. This obligation applies to both substances and mixtures.\ne ECHA REACH Database:\ne HSA on REACH:\nREACH Regulation\ncomes into force —\n01 June 2007\nTimeline —e—-AS\n\n26",
  "page_30": "Engineering\nIndustries Ireland\nIbec\nPFAS\n27",
  "page_31": "About / Background:\n2021 OECD defines PFAS as ‘substances that contain at least one fully fluorinated methyl (CF3-), or methylene (-CF2-) carbon atom (without any H/CI/Br/| atom attached to it). Per- and polyfluoroalkyl substances (PFAS) are a large class of thousands of synthetic chemicals that are used throughout society. However, they are increasingly detected as environmental pollutants, and some are linked to negative effects on human health An EU-wide restriction is proposed on the use, manufacture and placing on the market of products containing PFAS. The restriction was proposed by authorities from Denmark, Germany, Norway, the Netherlands and Sweden.\nRestriction on PFAS proposed - 13 Jan 2023\n28\nResources/consultations:\nEngineeri\nIndustries\nAdvocacy/Position:\nThere are concerned that a blanket ban would have a significant negative impact on the engineering sector given its use in the production of many products within the sector. We advocate for the reduction in use of PFAS where reasonable and possible, however, it is essential to maintain its use where no suitable alternatives are currently available.\nImpact on Industry/Next steps:\nPFAS has been in use the 1950’s and is commonly used within engineering subsectors such as the automotive, renewables, aerospace, semiconductor and electronic sectors.\nAny business that is manufacturing a product containing PFAS may be required to take this product off the market or find an alternative to the use of PFAS within the product\nThe European Chemical Agency (ECHA) launched a consultation on PFAS in 2023 and received 9,592 responses with 5,642 valid submissions/comments. ECHA is currently discussing a joint plan on how to best evaluate the proposal with the five national authorities, who prepared it. Once agreed, the plan will be made public.\nA date has yet to be set for the implementation of the proposed ban on PFAS.\nEPA on PFAS:\nECHA Consultation responses:\nOrgalim Position Paper on PFAS:\nOrgalim Webinar on PFAS:\nConsultation\non PFAS closes\n— 25 Sept 2023\n\n6-Month Consultation\nECHA are currently evaluating the proposal with not implementation date set\non PFAS opened — 22\nMarch 2023",
  "page_32": "Glossary\nRegulation\nWithin the EU, a regulation is a binding legislative act. It must be applied in its entirety across the EU\nDirective\nWithin the EU, a directive is a legislative act that sets out a goal that EU countries must achieve. However, it is up to the individual countries to devise their own laws on how to reach these goals\nDeclaration of conformity (DoC)\nA DoC is a mandatory document that a manufacturer or an authorised representative need to sign to declare that a particular product complies with specified EU requirements.\nCE Marking\nThe letters ‘CE’ appear on many products traded on the extended Single Market in the European Economic Area (EEA). They signify that products sold in the EEA have been assessed to meet high safety, health, and environmental protection requirements.\nNotified body\nRecognised third parties carrying out the assessment of the performance of a product.\nHarmonised Standards\nStandards providing a technical basis to assess the performance of a certain product. This in turn enables manufacturers to draw up a declaration of performance.\nDerogation\nA derogation is a provision in an EU legislative measure which allows for all or part of the legal measure to be applied differently, or not at all, to individuals, groups or organisations. The option to derogate is often granted to Member States and to the social partners.\nDeclaration of Performance (DoP)\nDocument which provides information on the performance of a product.\nTrilogues\nTrilogues are tripartite meetings between Parliament, the Council and the Commission regarding legislative proposals.\nAuthorised Economic Operator\nTraders established in the customs territory of the EU who are part of the international supply chain and involved in customs-related operations, may apply for the Authorised Economic Operator (AEO) status. The AEO status is granted by the competent customs authority and recognised by customs authorities in all Member States\n29\nys Engineering\n= Ibe\nwae ron In ustries Ireland",
  "page_33": "ngineerin\nss industries ireland\nWould you like to become a member of the Engineering Industries Ireland Regulatory Working Group?\nIf so, you can register your interest by scanning the QR code below or via this\nam i eS Ft “it +} oe “a ahs, Ths ., el Fs a\n30",
  "page_34": "Engineering Industries Ireland membership\nmeans you are part of the leading voice\nthat Supports and represents Ireland's\ndiverse Industral engineering and\nengineering services sector.\n@\nJoin us.\nTogether we ensure a vibrant future\nfor the Irish engineeering industry\nContact the membership team:\nEmail membership@ibec.ie\nTelephone +353 (01) 605 1500\nff} engineeringindustriesireland\nSl\ndeo\nScan the QR code\nto visit the Engineering\nIndustries Ireland website\n31"
},
  "language": "Languages.ENGLISH",
  "total_pages": 34
}
