{
  "file_name": "164_1591.pdf",
  "pages": {
  "page_1": "Europes\n\nGlobalFocus Issue 26 | Summer 2024\nses sates\neee )\nPeee®\n<I t-4\nFor Irish Business\nNew EU IngieJopeley\ncycle 2024- eee\neS ae\nsantos\non si\na\nEU\ntariffs.\non Chinese electric vehicles\nEU corporate sustainability legislation\nComment: Migrant workers aren’t\njust filling gaps -— our economy won’t\nthrive without them\n7,\nTeak",
  "page_2": "In this issue...\nFrom the Editor\nPere eT eer eeeer eee rer rerrrr rrr er rere eee eee ree eer errr reer errr reer eee eee eee eee ees\nNew EU institutional cycle 2024-2029\neee eee eee ee eee eee errr\nComment rere errr ereeeeeeeeeeee ree rrrrrr errr reer Terre rere eee eee rere errr reer eer eee eee eee eee eee 11\nGlobal Trade and International Affairs tee cece cece cece eee eeeneenenneneneesessesesees 12\nPolicy desks\nreer errr errr rere eeeeeeeeeeOeeSeTeeeeeeeee reer rere eee eee eee eee ee eee rere eee ee ee ee ee 14\nlbec EU & International Events and Activities pec c cece eee eneeneeneneeceneesesees 16\nIbec Europe & Global Focus | Issue 26 | Summer 2024",
  "page_3": "Ibec Europe & Global Focus | Issue 26 | Summer 2024\nOpportunity to influence\nThe re-election of Ursula von der Leyen as Commission President as well as the results of the EU, French and UK elections are at the forefront of our minds as we publish the summer 2024 edition of the Ibec Europe and Global Focus. The policy consequences are not yet clear, but there will be significant challenges and opportunities for business.\nWhile substantial gains for the far-right were forecast in the new European Parliament , the results were significantly different with the European Peoples Party (EPP) making significant gains and the Socialists and Democrats (S&D) losing less than anticipated. In France, poor results for MEPs in the Renew group resulted in President Macron calling a National Assembly election. Marine Le Pen’s National Rally (RN) party won in the first round of voting but the second-round result showed a victory for the united left, including moderate and far left parties, with President Macron’s Renaissance in second place ahead of the far right. The formation of a French government will be complex, and the likely impasse could have consequences for the EU . In the UK, the formation of a new Labour government, with a large majority, offers a fresh opportunity to build positive bilateral relations, and work towards developing closer EU- UK trade relations in advance of the review of the Trade and Cooperation Agreement in 2026.\nThe European Parliament election results mean, that despite some gains for the right, the centre bloc, which collaborated in the last mandate, still hold a majority and, for the most part, supported the continuation of von der Leyen’s leadership. The process to renew the EU institutions for the mandate 2024-2029 is well underway. The new Parliament is constituted, and, in this edition, we cover the committee membership of the Irish MEPs. The Commission President has been elected and we also analyse the impact for Irish business of her Political Guidelines for 2024-2029. This refresh offers a renewed opportunity to shape the policy outlook over the next five years to strengthen the EU for business and citizens.\ns\nPat Ivory\nDirector of EU & International Affairs\n0\nPhone: +353 1 605 15 71\nEmail: pat.ivory@ibec.ie\n-\n“This year of change is an opportunity to strengthen our influence in the EU and to set outa vision for a competitive, innovative, sustainable and open EU.”\nIn our engagement with MEP candidates before the elections, and elected MEPs after the elections, Ibec has been calling for the EU to address the cost and regulatory competitiveness challenges facing business. We also called for the EU to unlock the potential of the single market for capital and digital and for social and labour market policies that support competitiveness including attracting skilled, international workers. The EU also needs a focussed trade policy that safeguards EU openness to drive Irish and EU business competitiveness and growth.\nIn this edition, we also analyse the EU’s 14th sanctions package on Russia and tariffs on Chinese electric vehicles, the implementation of the Carbon Border Adjustment Mechanism, as well as the latest development on horizontal EU sustainability files.\nThis year of change is an opportunity to strengthen our influence in the EU and to set out a vision for a competitive, innovative, sustainable and open EU. We look forward to working with members and all our stakeholders, including our newly elected MEPs and Commissioner-designate Michael McGrath, to ensure the voice of business is heard.\nXX",
  "page_4": "Electing\nforBusiness\nNew EU institutional cycle 2024-2029\nEuropean Parliament election outcome\neee aoeee ° ee . so,\neo0Steag\natte* oe ose ee\nFeg\"e,\na) o* o* o*\nos.\noe\n*e,\n. o6\n‘mt\no* Lae\nbeh)\na ,* 6\noo?\nte,\nbg\neo os\n*.\nhal .\nse,\noo 6\noe000*\nTI iT ] +, ©\noe 68\neee\nat)\noe? *s,\no,_°6 oe\nLA\nCe\ne666\nLo\nStee te oe.\neseeceas\noo\nete6\neo\n720 seats ebea¢80666\n#66606660666666066\nLPP EET LET To\n(of T20 seats in total) BBB SCC BBB BEBEBES\nGroup\nSeats\nChange\nSeats %\n© European People’s Party\n138\n+1? =\n261%\n® Socialists and Democrats\n136\n3+\n18.39%\n® Patriots for Europe\n84\n+35 =\nWTS\n@® Conservatives and Reformists\n78\n+o =\n10.8%\n© Renew\nTT\n25°\nTOT %\n® Greens\n53\n1a\nTAR\n® Lett\n46\n+o =\n64%\n® Europe of Sovereign Nations\n(ow)\n25\n0\n© Nonaligned\n33\n09 5\n45%\nPolitico 2024 European election results\nAnalysis\nThe European Parliament election results show that the centre bloc of the European People’s Party (EPP), Socialists and Democrats (S&D), Renew Europe and the Greens / EFA, which collaborated in the last mandate, still holds a majority. The EPP improved their position as the single largest political group, winning 188 of the 720 seats. The S&D has remained stable; however, the Renew Group and Greens witnessed significant declines.\nHungarian Prime Minister Viktor Orban and Rassemblement National’s Marine Le Pen’s recently announced far-right group ‘Patriots for Europe (PfE)’ has\nIbec Europe & Global Focus | Issue 26 | Summer 2024\nParliament hearings of prospective Commissioners\n2 September — Presentation of organigramme and mission letters\n20 September — The European Parliament sends questionnaires\n29 September — Questionnaires are sent back\n30 September - 4 October - Commissioners-designate hearings\n21 October —- European Parliament vote\n\nBeginning of term of the new European Commission\n\nBeginning of the term of the new European Council President, Antonio Costa (S&D, Portugal) and publication of European Commission Work Programme 2025\n35%\novertaken Renew as the third largest political group, with 84 MEPs currently and more expected to join. PfE also gained more seats than the European Conservatives and Reformists (ECR) and the formation of their group has marked the end of the Identity and Democracy Group (ID) in the European Parliament. Although the growth of the right has not been as extreme as pre-election predictions might have suggested, the formation of the group will certainly increase the strength of the right in the European Parliament significantly. It is also notable that the Greens experienced defeat in this election, losing 18 of their previously held seats.\nTimeline",
  "page_5": "4\nWw nape\n+E\nIrish EU Commissioner nominee\nIbec Europe & Global Focus | Issue 26 | Summer 2024\nPolitical context\nIbec Priorities\nEU Top Jobs\nDuring a European Council meeting on 27-28 June leaders of the 27 EU Member States agreed on appointments and nominations for several senior EU jobs. Ursula von der Leyen was nominated to continue as president of the European Commission, Antdénio Costa, former Prime Minister of Portugal, was confirmed as President of the European Council from 1 December and Kaja Kallas, current Prime Minister of Estonia, was nominated as the High Representative for Foreign Affairs and Security policy. On 16 July, Roberta Metsola was re-elected as President of the European Parliament, after gaining 562 votes from newly elected MEPs. She will remain in her role for another 2.5 years, after which the position is likely to be filled by a member of the Socialists & Democrats party. On 18 July, Ursula von der Leyen was re-elected as President of the European Commission for 2024-2029. She received 401 votes in favour, 284 votes against, and 15 abstentions. Turn to page 7 for the Political Guidelines of President von der Leyen’s next Commission. Kaja Kallas will be subject to hearings in front of the European Parliament and a subsequent vote of approval or rejection after summer along with all other nominated European Commissioners\n((\nANA\n%\nSS —-]\n4 { 7\nento Ey\nry par\nPa\nFianna Fail politician Michael McGrath has been nominated by the Irish Government as the next EU Commissioner from Ireland. He has been involved ¢| in politics for over 20 years and has been a member (TD) of the lrish Parliament since 2007 Michael McGrath has held several important Government roles including Minister for Finance and Minister for Public Expenditure and Reform and Opposition Spokesperson on Public Expenditure and Financial sector.\nx\nCompetition and regulation Focus on competitiveness We must ensure that EU policymakers recognise the scale of the cumulative regulatory challenges facing business focusing on growth and not only compliance by substantially reducing the introduction of new legislation. We need stronger investment and proactive growth measures to address sustainability and other challenges and ensure the EU industrial policy supports a broad range of sectors\nSingle Market: Unlock potential for capital\nand digital to support innovation We must develop a new Single Market strategy which underpins fair competition and supports pro-growth policies of open small member state economies. It is important to accelerate the introduction of the Capital Markets Union and maximise the potential of digital and Al to support innovation\nConcentrate on EU added value We must ensure that social and labour market policies are supporting rather than undermining the global competitiveness of EU business. It is imperative that we emphasise labour market policies such as upskilling and training and ensure that immigration policy recognises the important contribution of skilled migrants to the labour market\nEU social policy and the Labour Market\nGeopolitics, trade and investment: Renew\nopenness We must advance on ambitious EU trade policy and safeguard an open and competitive business environment to drive Irish and EU competitiveness. It is important that we foster close relations and strategic partnerships with key trading partners, such as the USA and UK, as well as the WTO and OECD to address trade barriers and to support economic growth\ncommitment to\nXXX Xx XXX\nXK XKKXKM,\nx Xx x x\nXXXXKRXKRXX\nx XXX 4 ‘*\nAB x XX xX XxX XXKXX x 4 .\nxX XX BS XX.\nx\n—\nphe\nx\noe xKOOOT asecetetes\nRs SE",
  "page_6": "ir\nHi)\ni\na, 9, see\n—\na\n=\n——\nz\nER\n=\nStage\n~~\na\nOF ie\nting\nou ©Ss\n—s\nma |\nSeal\nEz —_\n—\n—\nfor\n——=\n=.\" ==\neS\n-_\n2\n—=\n=\n=\n* —\n<————\n—\n—\n—\noo\ni.\nPgll\nee. |\nans\nBe\n=\nre\ned\noe\nat\na 7a. =\n2\na\n—\n=\n~—\n— — x\n=\neal on\n—\n=z\na*\n—\n=\ner\nPet\nRecalling the EU’s founding values and the rule of law, the Strategic Agenda commits to Europe’s role as a global player, strengthening defence capacities in cooperation with transatlantic partners and NATO, leveraging enlargement as an investment in peace and security, and managing migration. Positively, the third pillar emphasises strengthening long-term competitiveness and improving citizens’ economic and social wellbeing. There is a commitment to the Green Deal and retaining the ambition to achieve climate neutrality by 2050. On competitiveness, measures are expected to be brought forward on state aid, Capital Markets Union, engaging with WTO and trade policy, and economic security. Supports are expected for the green and digital transitions through investment, scaling up manufacturing capacities, and harnessing the potential of data. Finally, it aims to balance investment in growth of business and industry with investment in skills and training to enhance labour competitiveness.\nAnother player in defining the direction of travel is the rotating Presidency of the Council of the EU. On 1 July, Hungary took over the Presidency until the end of 2024, when Poland will take over for the first half of 2025. The seven Hungarian priorities cover the same topics of competitiveness, defence, enlargement and migration that are likely to dominate the new legislative mandate’s agenda. In addition to these, they hope to focus on cohesion policy, agricultural policy and demographic challenges. Nevertheless, their Presidency comes at a period of transition, and so it is unlikely we will see much legislative activity taking place as MEPs and the new Commission take up their positions. A spokesperson for Commission President von der Leyen has confirmed that the Commission has decided to limit its representation during Hungary’s six-month presidency to senior civil servant level during informal meetings of the Council in Hungary. This is in response to Prime Minister Viktor Orban’s unsanctioned trips to Moscow and Beijing, which were not in line with official EU policy.\n_—_\nVt\n“eT\n—\n——e\nae,\na,\nasl\n©\na\na\n—\nWith growing geopolitical tensions and a stagnation in Europe’s relative economic growth and global competitiveness, the next legislative cycle is expected to bring a renewed momentum around European competitiveness and rejuvenation of the Single Market.\n——\n2 ee\n=—— a,\n2)\neee a a a\n— Ao oe eee\nna\n= —s\n—_—\"*\nIbec Europe & Global Focus | Issue 26 | Summer 2024\n———\n—\n“fl\nft Saat\na\n——=\n*\n3\nThe Letta Report on the Future of the Single Market, presented to the European Council in April 2024, kickstarted political dialogue on a new Single Market strategy, driven by the four freedoms and keeping a strong focus on free trade and openness. The report gives direction on issues of key concern for business, such as improvements in governance and enforcement of existing laws, supports for the green and digital transitions, and application of better regulation measures and the aim to simplify EU rules.\nIn response, the European Council conclusions “A_ Single Market for the benefit of all”, re-confirmed the call on the Commission to adopt a horizontal strategy for a modernised single market by June 2025. Although there is no endorsement of Mr Letta’s suggestions in these conclusions, the Council reserves it position until the report by Mario Draghi on EU competitiveness. President von der Leyen recently indicated that the Draghi’s report on competitiveness is still being drafted, when published it is expected to feed into political guidelines for 2024-2029, and the Commission Work Programme for 2025.\nThe political guidelines will be mostly shaped by the EU Strategic Agenda 2024-2029, adopted by the European Council at the end of June as its priorities for the EU over the next five years.\n1) a free and democratic Europe 2) astrong and secure Europe; 3) a prosperous and competitive Europe\nyr:\nContextualising the new legislative cycle\n—=—\n—=\ni ay\n=,\na\na as\nes\nch\n-, oF\nee\neg\nod\n&\nnex\nPl\n4\nPg\na* eT\nC\n*. a\na\nq —_",
  "page_7": "BL AARAAAA\nXXXX porecegeceses\nXXX.\nXX\nXXX,\nXX XKXKKKKX KKK\nXXAMXR KKK\nESBS SESS seiscaies XXX\nOP ORERE\nFeeER xX x Rxxd\nx\nXxX XXX\nx\nSupporting people, strengthening our societies and our social model The next Commission will see a continuation of social policy as a high priority. This includes implementation of the European Pillar of Social Rights, legislating on the digitalisation of the workplace, promoting Social Dialogue and ensuring a just transition. A new initiative is to introduce a European Affordable Housing Plan, supported by EU funding and State Aid flexibility for Member States Work will continue in the areas of gender equality and youth engagement and mental health, including initiatives on cybersecurity and online wellbeing\nSustaining our quality of life: food security, water and nature\nThe next Commission aims to support farmers cooperatives, and agri-food businesses and the competitiveness of our entire food value chain alongside protecting food security, water resilience and nature. It promises to provide financial support those who use sustainable farming methods and for climate adaptation measures\nProtecting our democracy, upholding our values The next Commission aims to support media freedom preserve free speech, protect civil society, and uphold the rule of law. With a particular focus on protecting democracy online, the Commission aims to create a European network of fact-checkers, increase digital literacy, step up digital enforcement in line with the Digital Services Act, and counter foreign information manipulation\nA global Europe: Leveraging our power and partnerships\nThe next Commission will continue to support Ukraine. It states that China and Russia are geostrategic rivals and a new foreign, security and economic policy must be designed with this in mind. Von der Leyen plans to work directly to strengthen relations with the UK and stated that enlargement is a geopolitical imperative for the next Commission. The Economic Security Strategy to enhance the security while strengthening the economy will continue\nDelivering together and preparing our Union for the future\nThe next Commission will focus on\nimplementation, investment and reform including preparation for the next multiannual financial framework (MFF) from 2028. It proposes Treaty change, and to strengthen the interinstitutional partnership, including supporting Parliament’s right of legislative initiative\nPolitical Guidelines for the next European Commission\nOn 18 July, incumbent Commission President Ursula von der Leyen delivered a speech to the European Parliament in Strasbourg ahead of the vote on her re-election. In response to the Council’s Strategic Agenda she outlined Political Guidelines for the next European Commission\n“Europe’s Choice” sets out proposals for continuing the policy priorities of the outgoing Commission including maintaining ambitions and existing agreements on climate, digital, migration, social, while focusing more on implementation and competitiveness\nA new plan for Europe’s sustainable prosperity and competitiveness\nThe recent focus on competitiveness is set to continue Concurrently, there is a clear commitment to the European Green Deal, aiming to retain high climate ambitions while better supporting competitiveness via a three-fold approach of better regulation, fostering investment and targeted measures for strategic sectors\nFor better regulation, the ambition is to reduce administrative burden, simplify implementation and enhance enforcement, while also consolidating and codifying legislation to eliminate overlaps. Taking inspiration from the Letta Report, a 28th company law regime will be introduced as an alternative to the rules in any given Member State. Also stemming from the Letta Report, the focus on investment will be driven by a new Savings and Investment Union to leverage private savings alongside maximising private investment and completing the Capital Markets Union. Strategic areas for Irish business have been identified including clean industry and energy, health, pharmaceuticals and life sciences, and Al and data\nA new era for European Defence and Security The next Commission will continue to seek to enhance the EU’s role on defence and security. Support for Ukraine will continue, including investment in its security and reconstruction. It calls for an increase in EU defence spending and industry, building a true European Defence Union while collaborating with NATO, and a dedicated Commissioner for Defence. This will see measures such as strengthening cyber defence capabilities and sanctions. Delivering the Pact on Migration and Asylum and “stronger common borders” will be complemented by acommitment to attract talent via legal migration to meet skills needs\nIbec Europe & Global Focus | Issue 26 | Summer 2024",
  "page_8": "Electing\nforBusiness\nIrish MEPs by EP committees\nCS\n(“epp\nFINE GAEL }<\ne Transport & Tourism Committee\ne Budget Committee (BUDG)\n(TRAN)\ne International Trade Committee\nNina\n(INTA)\nCarberry\nGAEL )< e Internal Market & Consumer\ne Employment and Social Affairs\nFINE\nProtection Committee (IMCO)\nCommittee (EMPL)\nRegina\nDoherty\ne Subcommittee on Tax Matters (FISC) ¢ Committee on Economic and\nMonetary Affairs (ECON)\ne Industry, Research & Energy\n¢ Committee on the Environment\nFINE GAEL)\nSean\nCommittee (ITRE)\nPublic Health and Food Safety (ENVI)\nKelly\n¢ Committee on Foreign Affairs (AFET)\nFINE\nGAEL >< e Agricultural & Rural Development\ne Civil Liberties, Justice and Home\nCommittee\n(AGRI)\nAffairs\n(LIBE)\nMaria\nWalsh\n¢ Committee on Regional Development\n(REGI)\n®: Labour?\n¢ Committee on Employment and\ne Civil Liberties, Justice & Home Affairs\n*\nSocial Affairs (EMPL)\nCommittee (LIBE)\nAodhan\nO Riordain\nrenew\neurope.\ne Development Committee (DEVE)\nwos\ne Industry, Research & Energy\nCommittee (ITRE)\n¢ Subcommittee Human\non\nRights\nAndrews\n(DROl)\ne Agricultural & Rural Development\ne International Trade Committee\nwos\nCommittee (AGRI)\n(INTA)\nCowen\nIbec Europe & Global Focus | Issue 26 | Summer 2024",
  "page_9": "x\nx xX\n3 x XXE RR\nXXXXK\nxX\nBL AARAAANSGS:\nXXXX XXRKXX:-\nXXX XKXXXX,\nXX XXXXX ,\nxX\nx\nXX XKXKKKRRX RX?\n‘\nXXXAMRRKXKX\nKX KARR MKKRRARKRK MRM\nxX x BR XXKR XXX?\nxX XX XKKXXXK\nXxX XXX\nXXX\nlrish MEPs by EP committees / continued\nMEP\nFull Membership\nme\n¢ Committee on Economic and\n©)\nMonetary Affairs (ECON)\nBilly\ne Subcommittee on Tax matters\n(FISC)\nKelleher\nSubstitute Membership\n¢ Committee on Women’s Rights\n& Gender Equality (FEMM)\ne Environment, Public Health and\nFood Safety Committee (ENVI)\ne Subcommittee on Public Health\n(SANT)\ne Transport & Tourism Committee\n(TRAN)\nINDEPENDENT\n.P\ne Industry, Research & Energy\nCommittee (ITRE)\n¢ Committee on Internal Market &\nConsumer Protection (IMCO)\ne Civil Liberties, Justice & Home\nAffairs Committee (LIBE)\nFIANNA /FAIL\nCynthia Ni\nMhurchu\ne\nMichael\nMcNamara\ne\nRegional Development Committee\n(REGI)\nSinn Féin\nLynn\nBoylan\nAgriculture & Rural Development\nCommittee (AGRI)\nCiaran\nMullooly\ne Environment, Public Health and\nFood Safety Committee (ENVI)\ne International Trade Committee\n(INTA)\nre apd eoins\npo Nae\nSinn Féin\nKathleen\nFunchion\ne Employment and Social Affairs\nCommittee\n(EMPL)\ne Regional Development Committee\n(REGI)\n¢ Committee on Internal Market &\nConsumer Protection (IMCO)\nINDEPENDENT e Agricultural & Rural Development\nLuke ‘Ming’\nCommittee (AGRI)\nFlanagan\ne Fisheries Committee (PECH)\na\niy\nau\nIbec Europe & Global Focus | Issue 26 | Summer 2024\nXX",
  "page_10": "Electing forBusiness\nEU enlargement\nMore than a decade since the EU last welcomed a new member (Croatia 2013) there is a renewed momentum behind accession in the context of Russia’s war on Ukraine and ambition to advance the integration of Western Balkans countries with the EU. The momentum behind accession has also grown due to 2024 marking the 20-year anniversary of the largest and most complex enlargement to date. In 2004, ten new countries joined: Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia and Slovenia.\nIn November 2023, the Commission commenced this process by adopting the 2023 Enlargement Package that recommended opening accession negotiations with Ukraine, Moldova, and Bosnia and Herzegovina. The package also recommended granting candidate status to Georgia. On 20 March 2024, the Commission published a Communication on pre-enlargement reforms and policy reviews. The objective is to contribute to the ongoing discussion about the EU’s preparedness ahead of new enlargement(s) and the reforms that may be necessary to this end. The Commission will carry out reviews in early 2025, which will be open to stakeholder input.\nAs of 2024, there are several countries aspiring to become EU members: six in the Western Balkans (Albania, Bosnia and Herzegovina, Kosovo, North\nMacedonia, Montenegro and Serbia) and four in other regions (Ukraine, Moldova, Georgia and Turkey). All candidates come with unique circumstances and challenges. Aside from vast economic and democratic differences, including territorial disputes, meeting the terms of EU membership acquis presents a huge challenge for current candidates.\nIn June, the EU opened accession negotiations with Moldova, Ukraine and Montenegro. This July, the EU announced that its pausing Georgia’s accession due to the introduction of new legislation on transparency of Foreign Influence. While little progress is anticipated before the end of 2024, new momentum is expected in January 2025 as Poland takes over the Presidency of the Council of the EU and the new EU institutions are fully in place. Poland has been a strong supporter of Ukraine’s candidacy in particular.\nIt is vital for business that accession remains merit- based, and that each candidate country is assessed on its own progress on the fulfilment of the criteria. Reform at EU level is essential as businesses need to have certainty that future rounds of enlargement don’t create negative impacts on supply chains, procurement and competitiveness, and the single market.\nall\nne\n=\n-—-\n¥\nd\n*\nyO\nLs\nv\nf.\n¢\ni\nt+\nMi\nPh\nus | Issue 26 | Sum re024\n*,",
  "page_11": "Migrant workers aren’t just filling gaps - our economy won’t thrive without them\nDanny McCoy, Ibec CEO for the Irish Independent | 23 June 2024\nThe election of several migrant candidates a couple of weeks ago at a local level shows that, despite the prominence of migration as a topic during the campaign, the anticipated move to an anti-migrant stance was not what the Irish electorate did. This view is endorsed day in and day out by the Irish business community. Having said that, now is the time to think seriously about the importance of migration to Ireland and the impact that divisive debates can have. No one can argue against the importance of having a fair, robust and rules-based migration system. However, if there are lessons to be drawn from the past few months, it is that we must strive harder than ever to protect the values and principles that underpin our social and economic model. Amid global conflicts and the difficulties faced by migrants, discussing economics might seem inappropriate but it is crucial. The economy is a strong argument for migration.\nIreland has been built on inclusivity, diversity and openness. These values must not be lost in debates and electioneering. Businesses must help uphold these values as their erosion will affect everyone, both personally and professionally. Of most concern to businesses is the emergence of the “us versus them” ideology. Employers, many of whom have international workforces, are conscious of their staff feeling welcomed and that Ireland is a place where they want to build their lives and careers. Given our immigrant history, we can empathise with how upsetting certain anti-migration narratives feel to the different nationalities working in our society. These are the immigrants working to enhance our experience economy, our tech industry and our food industry not to mention the healthcare staff that keep our health service functioning. They are not a small segment of the workforce. Out of 2.7 million people in employment here, 20% are non-lrish nationals — a fifth of the total number employed in the country. Our economic model has been successful both because of our ability to develop homegrown talent and to complement it with international talent. Every time our economy has grown, and opportunities developed, migrants ensured our progress was not slowed and the system didn’t lag. Workers from across the world also bring fresh innovation, perspectives and initiative to our society. It is regularly remarked by leaders in our most innovative companies that the openness of Ireland to talent is critical to their continued success here. In all\n“To ensure our economy’s long-term sustainability and to address demographic challenges, Ireland must enhance its attractiveness to skilled, international workers.”\nsectors, Ireland would have far less variety, innovation and activity without our migrant communities.\nAs the Irish business model continues to evolve, our labour requirements become increasingly specialist and technical, requiring an ability to attract talent from both the EU labour market and beyond. Currently, growth in employment is being facilitated by very large flows of non-Irish nationals into the labour market. In Q1, employment among Irish nationals grew by 1.7% while non-lrish national employment grew by 15% year on year. The data clearly shows where these individuals are filling the gaps. According to the CSO, sectors most dependent on immigrant labour include industry (14%), health (13.4%), retail and wholesale (12.4%) and the tech sector (11.4%). Work permits are most often sought for nurses, healthcare assistants, chefs, computer programmers and doctors. These are all critical roles for our quality of life and indeed our longevity.\nTo ensure our economy’s long-term sustainability and to address demographic challenges, Ireland must enhance its attractiveness to skilled, international workers. With an ageing population and a projected 2:1 employee-to- pensioner ratio by 2050, our economy will rely on migrants to boost the working-age population. Also, as populations age worldwide, competition for workers in sectors like care will intensify. Ireland, already facing a potential care crisis, depends on international workers to fill professional care roles. A robust care sector is essential to support the growing number of individuals needing care. One in nine employees are working as carers, a number set to rise. Without adequate support, many carers may leave the workforce or reduce their hours. Therefore, creating an environment that attracts international carers is crucial.\nWhen it comes to migration, business is invested not just because it is the right thing to do but because the stakes are so high. If we are going to manage migration, we need to extend our capacity through the wealth we have generated from our economic success. If we are going to secure future investment and create new opportunities for Ireland, we need to fight hard to protect our reputation globally as an open and inclusive society. If we are going to future-proof employment in certain sectors and underpin prosperity for all sectors of society, migrants will be central to this effort.\nIbec Europe & Global Focus | Issue 26 | Summer 2024",
  "page_12": "a, SS\n—\nCBAM\nImplementation\nTimelines\n—\nGlobal Trade & International Affairs\nra\nCarbon Border Adjustment Mechanism (CBAM)\nCBAM introduces tariffs on a range of carbon- intensive products imported into the EU such as cement, electricity, fertilisers, iron and steel, and aluminium hydrogen, and some related downstream products. It will apply in its definitive regime from 2026, while the current transitional phase lasts between 2023 and 2025. This gradual introduction of the CBAM is aligned with the phase-out of the allocation of free allowances under the EU Emissions Trading System (ETS) to support the decarbonisation of EU industry\nCurrently, it is not working as intended. Businesses subject to the new rules are experiencing many practical administrative and technical compliance challenges, mostly stemming from the lack of timely guidance to impacted EU and non-EU firms Meanwhile, the low obligation threshold of €150 per consignment has imposed a disproportionate administrative burden on businesses, logistics companies, and postal systems outweighing environmental returns. Targeted adjustments are needed to support compliance and ensure the CBAM is workable and effective when the definitive regime begins in 2026\nTo support our members, lbec is working closely with National Competent Authorities responsible in Ireland, the Revenue Commissioners and the Environmental Protection Agency, and is shortly set to finalise a CBAM position paper that will aid ongoing lobbying efforts aimed at making CBAM fit for businesses\na\n'\n= ity\nRa\ni\nEurope\n\nThe CBAM Transitional Period commenced on October 2023 and runs until 31 December 2025. The first round of reporting showcased that 95% of declarants used default values\n1\n\n|\nUntil 31 July 2024, and only where the above data is not available, default values published by the Commission can be used to calculate embedded emissions\nUntil 31 December 2024, alternative methods covered by existing carbon pricing schemes, compulsory emission monitoring schemes or verified emissions monitoring schemes, can be used to calculate embedded emissions.\n\nAs of 1 January 2025, only the EU method will be accepted, and estimates (including default values) can only be used for complex goods if these estimations represent less than 20% of the total embedded emissions\ntf eng\n(eae\n\n| Bees\n|e\n>\n= mee\n—\nage\ni\naj\nIL. == L\nbi\nal Fi\ncay:\nmm,\n_=\n|\n‘a\n|\n— =\nLe\n—— 2\nSis See\ni\n+\nie Pr\n*\nam\n4\nec\n—\ner:2024 |",
  "page_13": "| a a\nonal Affairs\nOn 12 June the Commission concluded its investigation into Chinese battery electric vehicles (BEV). As part of its ongoing investigation, the Commission has provisionally concluded that the BEV value chain in China benefits from unfair subsidisation, which is causing a threat of economic injury to EU BEV producers. The investigation also examined the likely consequences and impact of measures on importers, users and consumers of BEVs in the EU.\nOn 4 July, the Commission imposed provisional countervailing duties on imports of battery electric vehicles from China. Discussions with China continue at technical level with a view to reaching a WTO-compatible solution. The individual duties applying to the three sampled Chinese producers are: BYD 17.4%, Geely 19.9% and SAIC 37.6%. Compared to the rates pre- disclosed on 12 June, provisional duties were adjusted slightly downwards based on comments on the accuracy of the calculations submitted by interested parties. Ibec is monitoring these developments and encourages members to reach out directly with any questions or queries.\n= =\nTihs,\n| |\nGlobal\nInternati\nEU sanctions on Russia\nThe Council adopted a 14th package of sanctions against Russia on 24 June. The package introduces restrictive measures designed to target high-value sectors of the Russian economy, like energy, finance and trade, to make it more difficult to circumvent preexisting sanctions. The package also tackles Russian banking networks abroad and introduces new measures relating to transport, protection of EU operators, intellectual property rights (IPR) and a plan to make EU operators responsible for sanctions violations by subsidiaries and partners in third countries.\nAs several EU member states, including Hungary, remain reliant on Russian gas and energy imports the package is less ambitious than proposed by the Commission. For example, the so-called “No Russia clause” will not be extended to subsidiary companies in third countries, which would have further targeted circumvention via third countries.\nOn 29 June, the Council also adopted new sanctions against Belarus, in view of the regime’s involvement in Russia’s war against Ukraine. The measures aim at mirroring several of the restrictive measures already in place against Russia, and thereby address the issue of circumvention stemming from the high degree of integration existing between the Russian and Belarusian economies.\nDespite the Commission facing challenges in enforcing the sanctions to their desired extent, the ongoing implementation of sanctions sends a strong message to European businesses in terms of diversifying and moving their supply chain away from Russia. The EU is firmly set in its commitment to continue supporting Ukraine. Further sanctions packages are envisaged in the future. lbec is actively monitoring this situation and welcomes any questions or queries from members.\nLE\net i: :\nir\na\nFF\n\n=\nvu\nao.\nPoa\nTrade &\nnS\nfe\nHL lil\noe\n: 4\n—\na\n=f\neee —\n-_=\na\n—=\n[oan\n=45\noF\n=\n—\n| elssue 26 | Summer 2024\n.\n—\na ae\n=\nJ\n3\nJ\nied Sl ieckeiaoe\nSa\n==\n—\nem\na",
  "page_14": "Sharpening our Edge - Ibec’s Budget Submission\nIbec has launched our pre-Budget 2025 submission “Sharpening our Edge” well in advance of the anticipated Irish Government budget this autumn. The Irish economy has emerged stronger than ever from a period of significant turbulence, adding over 400,000 jobs since 2019 — the fastest employment growth in Europe. We are in an enviable position. Securing our international competitiveness now depends on how well we can invest in our critical physical infrastructure, efficiency of regulation and public services, access to talent, and further development of the all-island economy.\nTo ensure competitiveness, we must avoid past mistakes and address high costs\nAs the global economy enters a period of significant\nchange, there is renewed focus on competitiveness\namongst Ibec members. This is driven by key global\ntrends such as the end of net zero interest rates, rising\ninflationary risk due to geopolitical fracturing and\ncompetition between Europe and the other two economic\nblocs. The EU response is too cumbersome for business;\ntherefore, it is critical that state aid rules are carefully\ndesigned, along with a robust fiscal capacity to support\nthe twin transition. This will ensure that a level playing\nfield is created for business across all member states.\nBetter regulation is important for competitiveness and sustainable growth. Ireland must implement the OECD recommendation to re-establish the ‘Better Regulation Unit’ in the Department of An Taoiseach, to ensure a better quality regulatory processes and in line with other EU countries ensure adequate impact assessments and ex-post evaluation takes place.\nBalance low carbon goals with reduced energy costs is vital\nWe must protect cost competitiveness. We should undertake a benchmarking exercise and introduce competitiveness subvention where needed to ensure that energy costs in Ireland are in line with other EU member states. We should deliver on net zero carbon and support environmental sustainability, potentially introducing a competitive Carbon Contracts for Difference (CCfd) scheme, which has been successful in other member states.\na\n2025\nInvesting in skills is essential With a €2 billion surplus in the National Training Fund (NTF) in Ireland by 2025, we should use it to upskill the workforce. Treating NTF spending like other specific purpose funds would support this. We must address underinvestment in infrastructure and public goods.\nBuilding affordable housing is essential for the Irish economy. This can be achieved using offsite construction methods; encouraging more businesses to invest in offsite manufacturing and leading to increased speed of delivery. lreland’s starting point figures are in line with other member states; however, this could be increased to 50% - 70% over the lifetime of the programme. The Irish Government should introduce a €200 million National Training Voucher scheme.\nWe need to future-proof Ireland’s business model, we need a renewed focus on productivity and growth and innovation\nWe must make strategic investments to see continued increase in living standards into the future. To meet the challenges of the digital transformation, the Irish Government budget 2025 should allocate €100 million annually over the period of 2025 — 2030 to meet our national and EU digital transition targets, as well as €160 million in cybersecurity and digital capabilities. An additional €300 million should be allocated for education and training, improving qualification recognition for non- EEA nationals, to maintain relief for family business and invest €50 million in research and innovation.\n\nbec\nSharp Our ening Budget Submission\n2025\nIbec Europe & Global Focus | Issue 26 | Summer 2024",
  "page_15": "The CS3D was formally adopted by the Council of the EU on 24 May and on 5 July. It will enter into force on 25 July and apply to the first set of companies in 2027. The deadline for national transposition is 25 July 2026.\nThe Commission plans to launch an open public consultation to gather views on sectors to be prioritised for the development of implementation guidelines. At a later stage, it is expected that there will be further consultations with targeted stakeholders when the Commission is drafting sector-specific implementation guidelines. To work towards consistent transposition in all member states, the Commission plans to host transposition workshops with relevant authorities and a European Network of Supervisors will be established. Ibec is continuing to engage with Government and will be active in the transposition process.\nVy\n\n\n\n\nL\neT\nty\n=\n—\nSS\ngt\nxy\ni\nAY fel\n=\nSs a\n=\ni\n— = tates a ey ee\n= a\n=]\n— i)\nS\n==.\nFa\na Ss,\na a a a —— a =\nan\n——,\nin!\npe rors\nhd\n— a\na\n—\ni\n_ |\ni — — se ——s\n=\n——\n~\nSS I=\n=.\nSS =\ner 2024\n=, ip\nir,\n———\n[——\nSsue 26\n=e — =)\na\n=\ni i a\na\naim",
  "page_16": "Ibec EU & International Events and Activities\nMidlands-North-West\nA:\nPT Bi cone\nPolicy £\noe\nPat Ivory was joined\nby Fionnuala Croker,\nActing Head of Office at\nthe European Parliament\nLiaison Office in Ireland\nes\n=\nIbec Europe & Global Focus | Issue 26 | Summer 2024\na? a Sa aS\nVY\na\na\naaa\nwee\nRéisin de Bhaldraithe, EU\nPolicy Executive joined\nwas\nby Dr Rory Costello, Associate £\nProfessor at the University\nof Limerick and founder of\nWhichCandidate.ie\n2 tat\n> 1:1\nigs\nri\nEl\nae\n,\n=\niz\na pm\nnV\nAl\nME = . XxX AK Electin, xX r UsinNess A Stronger Stronger Euro irelang Initiative xX. XX xx AK SX Ibec xX XxX XX\nIn advance of the European Parliament elections, Ibec engaged with candidates from the six main political parties through hustings events in each of the three constituencies: Dublin, Ireland South, and Midlands- North-West. At each event, lbec presented our Electing for Business campaign, outlining the policy priorities of Irish business for the new legislative cycle to candidates and members. Since the elections, lbec has continued to engage with the newly and re-elected MEPs.\nIn addition to the hustings, lbec published three podcasts as part of the Electing for Business campaign.\n[be\nFitzgerald and Noelle Ireland South\nEeropean Movement interes\na\n=\n\\ ae\nther:\n|\n~_\n_\n~ Dubli\nEp.\nFoutder, WhehCandidate\nAssociate Prodewsor, UL\noe —o\nan ry\nsf\n6) cea,\nPat Ivory, Director of EU\n& International Affairs\nspoke with former MEP\nFrances\nO'Connell, CEO of European\nMovement Ireland\nEp at\nent\nhy\nwe\nvs\nb=",
  "page_17": "Ibec EU & International Events and Activities\nSBS.\n|\nft\nyi\n=\nBusinessEurope IMCO Committee meeting in Copenhagen\nOn 21 June, lbec participated in\nBusinessEurope’s Internal Market Committee meeting in Copenhagen, hosted by our counterpart Danish Industry. Guest speakers from Danish Think Tank Europe and Danish Business Authority presented to the group. Participants from national federations reflected on the outcome of the European elections, the potential impact on policies in the next mandate, and how to work together to promote European competitiveness moving forward. The group discussed plans for the Danish Council Presidency in the second half of 2025 Roisin de Bhaldraithe, EU Policy Executive represented Ibec at the meeting\nee\nIbec President Paul Duffy and\nPat Ivory, Director of EU and\nInternational Affairs.\n=\nBusinessEurope Council of\nPresidents in Budapest\nOn 27-28 June, lbec participated in the BusinessEurope Council of Presidents meeting in Budapest at the invitation of our Hungarian counterpart MGYOSZ Ibec President Paul Duffy, Senior Vice President at Pfizer joined Danny McCoy, Ibec CEO, Pat Ivory, Director of EU and International Affairs and Neil Willoughby, Head of EU Policy. The delegation shared business priorities for the incoming Hungarian Presidency of the Council of the EU. They met with Tamas Sulyok President of Hungary and also exchanged views with Marton Nagy, Minister for the National Economy of Hungary and Enrico Letta, President of the Jacques Delors Institute and author of the recent report on the future of the Single Market\nla oe\n|\n_ Secretary General\n|\nand Péter Lakatos\na!\nPresident of\nf\nMGYOSZ -\n7\na\nBusinessHungary,\n ———t\nae\nguest speaker Enrico\nLetta, and Frederik\nPersson President of\nBusinessEurope.\na\n—\n:\n¢\niN\nrte’\nQi\nfn\nA's\na\nEl\n\\f\n=\n<p\ni || “a\nIbec Europe & Global Focus | Issue 26 | Summer 2024\nPod\n,\niL\nake:\nLe\nn/\nfi\nwat",
  "page_18": "—\naes seco\n2,\na\nal\n‘yr\n:\na\nri\nWi\nwi.\n—\nee E BA\nARS\n!\nOn 2 July, Ibec met with European Commission Executive Vice President Valdis Dombrovskis on economic security as part of a BusinessEurope meeting. Pat Ivory, Director of EU and International Affairs highlighted the importance of maintaining Europe’s position as a choice location for trade and investment in the Economic Security strategy. You can read our common position as European business here\nFed\nroe\nr=\nae ——i\n—\nfT\noe ee\n——\nlest\n—_—\ni\n}\nSond\nfh\nSi\n\nEUROPE\n1.——aeaeE\n‘\ni\n—_— ——\n-\n— +\nSS\"\nbal\no\\\niPr a\nUSINE KI\nROPE\n£\nPE\nIbec Europe & Global Focus | Issue 26 | Summer 2024\ncmt\n=\n41 Ds\n|\ntel\nSchool\nation\nbe\n+m *\n&.\n-_ a\na\n;\nbusiness\nOn 13 June, Pat Ivory, Mor of. EU & International Affairs Ibec presente nd International {fairs team te g7 USA, Asia and the Middle East a —\n3\n- -\n“4\n“=",
  "page_19": "oe\nee\neee\nee\ne?\no,e ee\nee\nIbec\nFor lrish Business\nIf you want to pick up on any of these items, don’t hesitate to contact any member of the team.\not\n=\nS\n‘ 4\n+32 740 35\n2 14\nniamh.mcgonagle@ibec.ie\n|\nNeil Willoughby\nHead of EU Policy\nLimerick\nGardner House, Bank Place\nCharlotte Quay\nLimerick\n+353 61 410 411\nmidwest@ibec.ie\nwww.ibec.ie/midwest\nKlaudia Dudzinska\nExecutive, Trade &\nInternational Affairs\n+353 1 605 17 56\nklaudia.dudzinska@ibec.ie\nPat Ivory\nDirector of EU &\nInternational Affairs\n+ 353 1605 15 71\npat.ivory@ibec.ie\n+32 2 740 14 32\nneil.willoughby@ibec.ie\n+32 740 33\n2 14\nroisin.debhaldraithe@ibec.ie\n7\nNiamh McGonagle\nEU Policy Officer\nRoisin de Bhaldraithe\nEU Policy Executive\nCork\n2nd Floor Penrose One\nPenrose Dock\nCo. Cork, T23 KW81\n+353 21 429 5511\ncork@ibec.ie\nwww.ibec.ie/cork\nDonegal\nPier One\nQuay Street\nDonegal Town\n+353 74 972 2474\nnorthwest@ibec.ie\nwww.ibec.ie/northwest\nWaterford\nWaterford Business Park\nCork Road\nWaterford\n+353 51 331 260\nsoutheast@ibec.ie\nwww.ibec.ie/southeast\nly @ibec_irl\nff) www.linkedin.com/company/ibec\nIbec HQ\n84-86 Lower Baggot Street\nDublin 2\n+353 1 605 1500\ninfo@ibec.ie\nwww.ibec.ie\nGalway\nRoss House\nVictoria Place\nGalway\n+353 91 561 109\ngalway@ibec.ie\nwww.ibec.ie/west\nBrussels\nAvenue de Cortenbergh 100,\n1000 Brussels\n+32 (0)2 740 14 30\nibec.europe@ibec.ie\nwww.ibec.ie/europe"
},
  "language": "Languages.ENGLISH",
  "total_pages": 19
}
