{
  "file_name": "164_1590.pdf",
  "pages": {
  "page_1": "Stronger\nIreland\nCompetitive, Innovative,\nSustainable & Open\n\nx*\nFor Irish Business",
  "page_2": "Ibec | Stronger Europe Stronger Ireland",
  "page_3": "An EU that puts\nsustainability at the\nheart of our prosperity\nContext\nsummary\nTackling climate change is the single greatest challenge facing humankind today. Global temperatures are increasing, our environment is changing, with man-made greenhouse gas (GHG) emissions being the main driver.\nIrish business is committed to the\nEuropean Deal’s central tenet for Europe to become the first climate-neutral continent in 2050. If this target is to be achieved, the realisation of the 2030 interim target to reduce GHGs by 55% versus 1990 levels via the landmark Fit for 55 legislative package will be intrinsic.\nGreen\n1.\nAs we move beyond the pandemic, the goal of economic recovery presents an opportunity to further the low carbon and sustainability agendas, aid the transition to a circular economy, improve quality of life, and bolster long-term competitiveness Through a comprehensive policy approach with an emphasis on economic incentives and fostering investment, competitiveness and sustainability ambitions can go hand-in-hand. In tandem, the EU must strive to bring international partners along with its ambition to meaningfully address climate change and to improve global environmental, social, and governance (ESG) standards.\nproduction\nIn\ntandem, bring partners along with its ambition to meaningfully address climate change and to improve global environmental, social, and governance (ESG) standards.\nthe EU must strive to\ninternational\nThe EU must prioritise producing policy measures which make use of all available tools and ensure a sustainable transition.\nAcost-effective green transition\n2. Support for low carbon\ninvestment\n3. Protection for sectors at risk\nof carbon leakage\n4. Enable sustainable\nCompetitive, Innovative, Sustainable & Open",
  "page_4": "Priority 1\nA cost-effective green transition\nCapitalise on the economic and social opportunities of the green transition\nThe transition to a circular carbon neutral continent is a unique opportunity to bolster competitiveness, improve quality of life, and create thousands of sustainable jobs in all member states. For the benefits of the transition to be fully realised, policy must be cost-effective and accommodate the unique decarbonisation needs of individual member states and hard- to-transition sectors. Sectors, regions, and occupations that face major upheaval due to climate policies, must be supported and protected to ensure a just transition for all.\ne\ne Business is committed to the central target of achieving a climate-neutral economy by 2050. However, this should not overlook the significant challenges in the short-term. The 2030 targets must be seen as a critical milestone in the transition to a sustainable economy. A one- size-fits-all approach for 27 member states and millions of businesses which all have different starting points, challenges, and pathway to climate neutrality may be counterproductive. The EU must empower its member states to deliver by respecting technological neutrality and setting frameworks for action, not a prescriptive list of dos and don’ts.\nThe Fit for 55 legislative package includes some of the most ambitious climate and energy targets globally, especially on energy efficiency. If these targets are to be retained, Member States and obligated parties will need to retain existing flexibilities to deliver these in a cost-effective way.\nThe European Green Deal must work to ensure a just transition which protects vulnerable communities and sectors, leaving no one behind. In support, the EU must enable access to funding and supports for those most affected.\nIbec | Stronger Europe Stronger Ireland",
  "page_5": "Priority 2\nSupport for sustainable investment\nDeliver a comprehensive policy approach to foster green finance\nIn combination with legislative proposals focused on pricing, targets, and standards, the EU must underpin and enable their success with adequate support measures to foster investment. Public funding must be aligned with policy goals to achieve the mutual ambitions of business and government.\nOver the coming decade, the focus of European fiscal policy must be on policy that is not just sustainable in the narrow sense of debt and deficits, but which takes a broader perspective on producing sustainable economic, social and environmental outcomes. Given the need to prioritise investment to meet our ambitions around the environment, digitalisation and quality of life initiatives in the coming years, the stability and growth pact must be revised to recognise its value as a catalyst for enabling vital green spending and investing in the future.\ne\nAll proposals at EU level must be considered carefully to avoid duplicating or adversely impacting on pre-existing national policies and legislation to meet climate targets. The proposed extension of the Emissions Trading Scheme (ETS) to incorporate road transport and buildings must be reviewed to avoid conflicting with effective national carbon pricing regimes which finance crucial decarbonisation activity.\nCompetitive, Innovative, Sustainable & Open\nThe European green deal policies and legislation must enable the use of low-carbon solutions and investment in natural gas where needed to ensure the transition does not compromise energy security. Through the Corporate Sustainability Reporting Directive (CSRD) and Taxonomy, the EU has an opportunity to develop a new global standard in sustainability reporting and become a world leader in sustainable finance. However, the reporting requirements under the CSRD must be developed in consultation with industry groups to ensure proportionality, alignment with other voluntary reporting regimes, and a minimisation of the administration burden.\ne",
  "page_6": "Ibec | Stronger Europe Stronger Ireland\nPriority 3\nProtection for sectors at risk of carbon leakage\nEnsure a level playing field for European business\nThe EU must continue to lead international efforts to implement the 2015 Paris Agreement and strive to bring international partners along with its ambition to address climate change. To reconcile our climate ambitions while safeguarding the international competitiveness of European business, the EU must ensure a level playing field.\ne The increase in the ambition of the ETS in line with 2030 targets should go together with sufficient carbon leakage protection for direct and indirect emissions. This will be important to ensure the international competitiveness of European businesses participating in the ETS. The EU must ensure the proposed Carbon Border Adjustment Mechanism (CBAM) is compliant with World Trade Organization (WTO) rules. Building on this, the EU must work together with our main trading partners to ensure it is compatible with regions that have comparable standards. At the same time, the EU should encourage all international partners to move in the same direction.\n*\ne\nThe Commission’s proposed transition arrangements under the CBAM for affected businesses should be retained to prevent carbon leakage and protect the international competitiveness of European businesses that continue to invest significantly in reducing in their carbon footprint.\nAny extension of the scope of the proposed CBAM after 2030 should only be considered after an evaluation of its performance for the sectors initially covered and a thorough impact assessment of candidate sectors.\ne\nx",
  "page_7": "Priority 4\nEnable sustainable production\nEmpower business and member states to foster sustainability in supply chains\nIrish businesses are increasingly considering the impact of their operations, not just in terms of maximising returns but in generating returns in a way which balances economic, environmental, social and governance goals. Business recognises its responsibilities and supports the EU’s ambition to improve ESG standards within the EU and internationally. To succeed, the EU should empower business and member states to foster sustainability in supply chains through a collaborative approach.\nIn international value chains, business is committed to building on the achievements of voluntary standards towards embedding sustainability in corporate governance and fostering the better identification and management of climatic, environmental, social, and human rights risks. Given the array of national initiatives, harmonised EU legislation aligned with the standard-setting voluntary OECD Guidelines and UN Guiding Principles makes sense.\nThe EU should work closely with business and member states to develop a clear, stable and enabling regulatory environment which can facilitate the sustainability transition. To succeed, the EU should work to foster public-private collaboration in different sectors and along supply chains to enable every actor to contribute effectively at every stage to meeting ESG goals.\ne\nCompetitive, Innovative, Sustainable & Open\ne\nAny future EU sustainable corporate governance. legislative framework must be implementable, proportionate, and effective. It should distinguish between the roles of government and business, ensuring that business is supported and provided with adequate information and advice to inform decision-making. It should address corporate governance and due diligence separately to achieve clear and workable measures.\nIn line with the objectives of the initiative, the requirements should be risk-based. This means accounting for company size, where business is conducted, the risks associated with the specific activities, and the different roles of supply chain actors.\nThe initiative must ensure a level playing field for European business. All companies active in the single market should be in scope while the EU must work to advance standards internationally.",
  "page_8": "www.ibec.ie/EUCampaign\n© @ibec_irl\n© Connect with\nus on LinkedIn\nContact us\nPat Ivory\nIbec Director of EU and International Policy\nT: +353 1 605 1571\nE: pat.ivory@ibec.ie\nEU Transparency Register: 479468313744-50\n#IbecEU\n9 Ibec Head Offices\n84/86 Lower Baggot Street,\nDublin 2.\nT: + 353 1 605 1500\nE: membership@lbec.ie\nwww.ibec.ie/membership\n9 Donegal Offices\nSrd Floor,\nPier One,\nQuay Street,\nDonegal Town,\nDonegal.\nGalway Offices\nRoss House,\nVictoria Place,\nGalway.\nT: + 353 91 561109\nE: galway@ibec.ie\nwww.ibec.ie/west\nCork Offices\nSecond Floor,\nPenrose One,\nPenrose Dock,\nCork.\nT: + 353 21 429551 1\nE: cork@ibec.ie\nwww.ibec.ie/cork\nLimerick Offices\nGardner House,\nBank Place,\nCharlotte Quay,\nLimerick.\nT: + 353 61 410411\nE: midwest@ibec.ie\nwww.ibec.ie/midwest\n9 Waterford Offices\nT: + 353 74 9722474\nE: northwest@ibec.ie\nwww.ibec.ie/northwest\nWaterford Business Park\nCork Road\nWaterford\nT: + 353 51 331260\nE: southeast@ibec.ie\nwww.ibec.ie/southeast\nBrussels Offices\nAvenue de Cortenbergh, 89,\nBox 2,\nB-1000 Brussels,\nBelgium.\nT: +32 (0)2 740 14 30\nE:\neurope@ibec.ie\nwww.ibec.ie/europe"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
