{
  "file_name": "164_1599.pdf",
  "pages": {
  "page_1": "Revenue\nCain agus Custa im ——_ I 1\n$$ $$_$_—§| @ pe\nCustoms Consultative Committee\nbe\n5 October 2023\n——\nLE\n1. CBAM\nrm ——\n7\n|\n:\n2. Forced Labour Regulation\n3. EU-UK TCA - Rules of Origin\n=\nCustoms Division\nof\nRevenue",
  "page_2": "Revenue |\nCain agus Custaim na hittreann Irish Tax and Customs\nSS\na\n= wo\nyi\nae\n—\n—_\n- =\n<P\n)\nCustoms Consultative Committee\nCBAM and Forced Labour Regulation\nRonan Gill Customs Division\nRevenue",
  "page_3": "ee\nRevenue > .\n— _ a a mn — irea ~\nCBAM 1\na\na\nee a\nA\nRevenue and EPA participated in a Webinar hosted by IBEC on 11 September\ne\nApprox. 50 attendees. Event was recorded and available to IBEC\n—\nmembers\nNumber of follow-up questions received\n—\nRevenue and EPA issued a CBAM stakeholder engagement email to 277\ne\ndeclarants of CBAM goods on 22 September\nAwareness of CBAM, transitional phase beginning\n—\nQuarterly CBAM report on imports for Q3 2023 due by end Jan 2024\n—\nQueries received and followed up on\n—",
  "page_4": "CBAM 2\nee\na\na\nee a\nA\ne Products — Iron, steel, aluminium, cement, electricity, fertilisers and hydrogen The Environmental Protection Agency are the National Competent Authority and Revenue is the Customs Authority. We will work together to engage with all stakeholders to implement CBAM. — Information Campaign on stakeholder responsibilities — Implementing Acts being prepared covering inter alia customs controls required CBAM transition phase began | October 2023. We are advised by the EU Commission that the CBAM reporting portal should be up and running by end October 2023. A further communication will issue to stakeholders at that time. Further information is available on the CBAM pages of www.revenue.ie\n5/00/2028\nRevenue ki\nCain agus Custaim na hEireann Irish Tax and Customs",
  "page_5": "ee\nRevenue ki\nCain agus Custaim na hEireann Irish Tax and Customs\ne\nForced Labour Regulation\na\na\nee a\nA\nCommission proposal for a Regulation on prohibiting the importation of products made with forced labour to the Union market was adopted in September 2022. International Labour Organisation (ILO) released a report in September 2022 — 27.6 million people in forced labour — 86% imposed by the private sector — Increase in recent years (24.9 million in 2019) ILO definition of forced labour: “AI work or service which is exacted from any person under the menace of any penalty and for which the said person has not offered himself voluntarily”. The proposal is to prohibit forced labour products — Will cover EU manufactured goods (for domestic and exports), and imported products Risk-based enforcement by National Competent Authorities Co-ordination role by European Commission international to facilitate\nSpecific provisions on\ncooperation\nimplementation",
  "page_6": "ee\nRevenue 32\n— _ a a mn — irea ’\ne\nForced Labour Regulation 2\na\na\nee a\nA\nThe proposal for a Forced Labour Regulation was adopted in September 2022\nInitial feedback was requested by January 2023\nDiscussions resumed in August 2023 under ES Presidency\nCentralised or Devolved management\n—\n— Destruction of Goods\n— Penalties\nRegulation will enter into force two years after being adopted\nProducts on market on that date will fall into scope\n—\nItis not expected to apply retrospectively\n—\n5/00/2028",
  "page_7": "AS\n=\nRevenue 3\nCain agus. Custaim na — reann Irish Tax and Cust\na\n~\neA\n_ Agreement\n't\n—\n=\n4%;\niv\na\nCustoms Consultative Committee\nEU-UK Trade and Cooperation\nRules of Origin - Electric Vehicles\nEmma Dooley\nRevenue Commissioners\nIreland",
  "page_8": "ee\nRevenue 3\nCust hE Irish 1 1C\nEU-UK TCA\nRules of Origin\na\na\nee a\nA\n¢ The EU—UK Trade and Cooperation Agreement (TCA) 1s the free trade agreement which governs the relationship between the EU and the UK after Brexit.\n¢\nThe TCA outlines the product-specific rules (PSRs) of origin for electric accumulators (used in electric vehicles) and electric\nvehicles (EVs).\n¢ These rules\nset out the foreign content allowances for these\nproducts:\n¢ Foreign inputs up to a specified percentage are permitted in the product and it can still be considered as originating in the EU or UK, and therefore can benefit from zero tariffs.\n5/00/2028",
  "page_9": "ee\nRevenue\nCain a taim “<\" Irish a 1 Custor\n¢ Under\nOrigin — Foreign Content Allowance\na\na\nee a\nA\nCurrent foreign content allowance permitted\n> Battery Packs used in EVs 70%\n> Battery parts for electrical accumulators used in EVs 70%\n> Hybrids, plug-in hybrids and EVs 60%\nthe TCA, it was agreed that foreign content allowances\nwould decrease over time.\nFrom | January 2024, products will need to be composed of a greater percentage of EU/UK inputs, rather than third country inputs, to benefit from the zero tariffs. Failure to do so will result in a 10% tariff — the Customs Duty charged on 3rd country vehicle imports to the EU.\n5/00/2028",
  "page_10": "Revenue § Ex » (fs\nhfireann\nCurrent v New - Foreign content allowance\nCain agus eyes na Irish Tax stoms\nSee ea\neee\nForeign content\nForeign content\nForeign Content\nallowance until 31\nallowance from |\nAllowance from 1\nDecember 2023\nJan 2024 to 31 Dec\nJanuary 2027\n2026\n30%\n35%\n40%\n50%\n55%\n“Battery Packs”\nused in EVs\nBattery parts for\nelectrical\naccumulators used\nin EVs\nHybrids, plug-in\nhybrids and EVs\n45%\n70%\n70%\n60%"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
