{
  "file_name": "164_1588.pdf",
  "pages": {
  "page_1": "The EU Carbon\nBorder Adjustment\nMechanism",
  "page_2": "Introduction\nThe transition to net zero is an opportunity to grow the Irish economy and build a globally competitive sustainable enterprise base. For this to happen, sustainable low and zero carbon businesses must not be undercut in EU and global markets by unsustainable competitors that are not subject to the same environmental costs, standards, and oversights. Without robust “carbon leakage” protections, the EU’s industrial base will lose global competitiveness, EU manufactured products will become less attractive for export to third countries, manufacturing will be at risk of relocating elsewhere, and global greenhouse gas emissions will continue to rise.\nThe EU Carbon Border Adjustment Mechanism (CBAM), in principle, and if implemented effectively, could help address this problem by imposing a financial adjustment on high carbon imports. It has the potential to accelerate emissions reduction within the EU Single Market, prevent carbon leakage in certain sectors, and encourage industrial decarbonisation globally.\nHowever, the CBAM, which began its transitory phase in January 2024 is not working as intended. Businesses subject to the new rules are experiencing many practical administrative and technical compliance challenges. Many of these challenges stem from the delays to the provision of comprehensive guidance and resources to impacted EU and non-EU based firms. Meanwhile, the low obligation threshold of €150 per consignment has imposed a disproportionate administrative burden on businesses, logistics companies, and postal systems outweighing any environmental return. Irish-based firms could also soon face unique trade and competitiveness challenges with the UK set to introduce its own CBAM in 2027.\nTargeted reforms and adjustments are needed to support compliance and ensure the CBAM is workable and effective when the definitive regime begins in 2026.\nThis paper sets out the main difficulties Irish businesses face when complying with the new rules, emerging challenges driven by the Uk’s intentions to develop their own CBAM, and the threat to business competitiveness if these problems are not resolved. This paper also sets out six recommendations on how to address these challenges and develop a more effective and balanced carbon border regime.\nKey Messages\nThe EU’s CBAM has the potential to accelerate industrial decarbonisation globally while also protecting the competitiveness of sustainable European businesses in EU and global markets. The CBAM is not working as intended and targeted reforms are needed to support compliance and ensure it is effective when the definitive regime begins in 2026. The transitionary phase of the CBAM must be seen as an opportunity to pilot the new model, develop data collection and reporting know-how, identify and fix compliance challenges, and refine methodologies. A comprehensive review in 2025 should inform the definitive regime. To support compliance during the transitionary period, reporting timelines should be extended, businesses should be allowed to use default emission values until the end of 2025, and the minimum threshold for compliance should be increased from €150 per consignment to a €10,000 yearly import value. With the UK set to introduce its own CBAM in 2027, both the EU and the UK should work towards a system of mutual recognition or a formal linking of their respective carbon border and emissions trading systems.\nIbec Policy Paper\nThe EU Carbon Adjustment Mechanism",
  "page_3": "Challenges and recommendations\n1. Revise the minimum obligation threshold\nThe CBAM rules currently apply to all imports of CBAM goods where the shipment value is equal to or greater than €150. This threshold was set because it also the EU customs declaration threshold. This is an extremely low obligation threshold given the cost and work involved in identifying, calculating and reporting the associated embedded emissions. This low threshold is placing a particularly high burden on postal systems and small businesses with significant problems expected when financial adjustments are needed from 2026.\nIbec recommends that the obligation threshold be revised upwards and instead apply to imported CBAM goods equal to or above the value of €10,000 over the year. This could significantly reduce the administrative complexity and focus attention on all significant embedded emissions. This minimum threshold should be reviewed as part of the planned 2025 review.\nActions:\nImmediately increase the minimum goods value threshold from €150 per order to €10,000 per year. Review the minimum threshold and assesses alternative options as part of the planned 2025 review.\n>\n>\n2. Support businesses calculate embedded emissions and extend use of default values\nThe greatest challenge businesses face in meeting their CBAM obligations is the calculation of embedded emissions using the EU methodology’. The EU methodology requires business after the 31st of July 2024 to calculate emission using actual and reliable data provided directly by the relevant suppliers — the producers or exporters of the CBAM goods. Until then, businesses can use “default values” — emission factors provided by the European Commission.\nMost obligated Irish firms are using default values to calculate embedded emissions. The expectation that these businesses will be able to calculate embedded emissions using the “EU Methodology” for the next reporting period is unrealistic. Most businesses, especially smaller organisations with lower purchasing power and influence, face major challenges securing the compliance of suppliers and installations in third countries. Many of these suppliers are reluctant to share the necessary data or simply do not have the capacity to comply with the EU requirements. The capacity of suppliers to engage on this can depend on many factors including the size of the supplier, their export dependence on the European market, the size and value of the shipment as well as the number of intermediaries between the supplier and the manufacturer.\n1 See Business Europe Carbon Border Adjustment Mechanism (CBAM) implementation survey here. Ibec provided member feedback in early 2024.\nIbec Policy Paper\nThe EU Carbon Adjustment Mechanism",
  "page_4": "The expectation that businesses will respond to this supplier noncompliance by switching supplier is misguided. Many businesses are in the middle of multiyear contracts. And in some industries, supply chains are heavily specialised with very few if any alternative suppliers.\nThe complexity of calculating embedded emissions using the EU methodology is such that firms may have to recruit expertise solely for CBAM compliance and/or outsource the work to specialised consultants. This an expense that many smaller firms simply cannot afford putting them at a competitive disadvantage.\nlbec recommends that CBAM declarants should be allowed to use default values without restrictions for the full duration of the transition period. The extension of default values into the definite regime should also be considered for complex products and sectors where data calculation remains an enduring problem. In addition, given the complexities within certain industrial sectors and supply chains, it is not feasible to identify and acquire detailed data for every component within the scope of CBAM requirements. Where this is the case, the European Commission should consider the use of a due diligence standard allowing the reporting of a “reasonable estimate’.\nIf the EU Methodology is to be adopted at scale, the European Commission must provide enhanced guidance, supports, and training for suppliers and producers in third countries, particularly those in developing countries. Stronger efforts are needed to market the new CBAM rules internationally.\nActions:\n>\nAllow the use of default values for the full duration of the transition period. Consider permitting the use of “reasonable estimates” for complex products and supply chains. Provide enhanced supports and training on the new requirements for suppliers and producers in third countries. Provide support to businesses struggling to find alternative suppliers.\n>\n>\n3. Revise reporting deadlines\nCalculating and reporting embedded emissions on a quarterly basis is a costly and time-consuming undertaking, particularly for SMEs. This problem is compounded for companies that must also comply with other reporting legislation such as the Corporate Sustainability Reporting Directive (CSRD) and EU Taxonomy. The burden on businesses could be partially reduced by moving from a quarterly to a biannual reporting system and extending reporting deadlines to two months after the reporting period. This would help reduced costs, allow more time for engagement with suppliers, and improve the reporting accuracy without undermining the integrity of the carbon border system.\nActions:\n> Allow companies to submit CBAM reports every biannually instead of quarterly > Extend the reporting deadline to two months after each reporting period\nIbec Policy Paper\nThe EU Carbon Adjustment Mechanism",
  "page_5": "4. Improve industry supports and reporting process\nSince the introduction of the CBAM, Ireland’s National Competent Authorities (NCAs), the Revenue Commissioners and the Environmental Protection Agency (EPA), have provided proactive support and guidance to Irish business developing and submitting reports. Ibec continues to work closely with both organisations to ensure a successful implementation of the new regime. This cooperation will be increasingly important as we transition to the definitive regime and financial adjustments will be required. It is vital these organisations have the necessary resources to ensure an effective and fair implementation of CBAM and can give businesses the support and guidance they need to comply with the new rules. This is particularly important for obligated SMEs who do not have the capacity to hire in specialised expertise or consultants to assist with their reporting requirements\nFor many businesses trading across Europe, the lack of a centralised reporting option means they must report on a country-by-country basis with different rules and procedures creating unnecessary costs and administrative challenges. In some other Member States, the NCAs have also proved less accessible and supportive. Ibec would like to see more standardised and harmonised ways of working across Member State NCAs to support businesses reporting in multiple jurisdictions.\nWhile businesses faced several technical challenges submitting CBAM reports using the Trade Portal earlier this year, these issues have now been largely resolved. The functionality of the Trade Portal continues to improve and Ireland’s NCAs have responded quickly to industry feedback on how to make reporting easier. However, lbec would like to see greater flexibility on who can access the portal. Right now, only authorised individuals within an organisation can have access which is problem for firms that would like to use customs brokers or clearing agents to submit data on their behalf.\nActions:\n>\nProvide more support and technical assistance to companies, for instance through manuals and additional trainings on how to use the trade portals, user-friendly guidance and support tools. Provide adequate resources for NCAs to ensure a robust and ongoing support, technical guidance, and training for obligated firms. Allow clearing agents and customs brokers to act as company representatives for CBAM data entry. Promote standardised and harmonised ways of working across Member State NCAs to support businesses reporting in multiple jurisdictions.\n5. Carry out a full review and impact assessment of the CBAM in 2025\nIt is crucial that this period of transition is used, as intended, as a learning phase to pilot the new model, develop data collection and reporting know-how, identify and fix compliance challenges, and refine methodologies. In that spirit, it is important that businesses struggling with compliance should not be penalised, especially for matters outside their control.\nA comprehensive review in 2025 is needed to help inform the definitive regime and ensure that industry and NCAs are ready for full compliance. If the assessment reveals further problems, e.g. persisting difficulties for companies in obtaining actual emissions data from suppliers, the Commission should consider extending the use of default values. The review will also be important in ensuring alignment with other EU legislative initiatives, reporting requirements, and the development of the UK’s CBAM (see below).\nIbec Policy Paper\nThe EU Carbon Adjustment Mechanism",
  "page_6": "To help inform the definitive regime, the European Commission should also carry out a comprehensive impact assessment of the legislation. This assessment should consider the success and potential of the CBAM to drive emissions reduction within and outside the EU Single Market. It should also assess the CBAM’s impact on EU competitiveness, carbon leakage trends, trading relationships and retaliatory measures (if any), economic impacts in developing countries, and changes in global supply chains.\nThe potential for the CBAM to undermine instead of protecting European competitiveness must be taken seriously and fully assessed. For some sectors, the added compliance costs and challenges in securing compliant suppliers will erode any protection the carbon border provides. Businesses operating out of countries that do not face these requirements will be able to negotiate better prices from their suppliers and offer more competitive prices in global/EU markets.\nActions:\n> Carry out a full review of the CBAM at the end of the transition period to help inform definitive regime from 2026. > Conduct a full impact assessment of the CBAM in 2025 to assess emission reduction potential and impacts on supply chains, trade, carbon leakage, and business competitiveness,\n6. Work with the UK and key trading partners on the implementation of the CBAM\nThe EU has long provided global leadership on climate action and through the CBAM, the EU could use its economic influence to accelerate emission reduction globally. The CBAM could also help mobilise efforts to link compatible carbon markets and harmonise carbon prices across jurisdictions — a critical step in preventing carbon leakage and ensuring global cooperation on climate change. However, an ineffective CBAM could be viewed as protectionist instrument and could damage relationships with key trading parties, particularly those in developing countries. Fair and open trade is essential to support EU competitiveness and resilience. The EU must work with and support trading partners on the implementation of the CBAM.\nThe EU must work particularly closely with the UK which has already committed to establishing its own CBAM in 2027. While both carbon border systems will share common principles and similarities, there will be differences in the carbon price used for financial adjustments, the scope of sectors covered, and reporting obligations. This could create unique trade and competitiveness challenges for Irish-based firms. It is imperative that the two systems are closely aligned to prevent double regulation and protect the integrity of the carbon border.\nIt remains unclear how the EU and UK CBAMs will impact businesses trading in Northern Ireland, the functioning of the all-island Single Electricity Market (SEM), and electricity traded across the Irish sea. So far, the Commission has not engaged comprehensively with businesses and stakeholders operating in both jurisdictions on these matters\nIbec recommends that the UK and the EU build on their shared climate objectives and work towards a shared recognition and formal linking of their respective carbon borders and emissions trading systems (ETSs). This process should begin with a series of high-level bilateral engagements in early 2025 and engagement with the EU members states most impacted.\nIbec Policy Paper\nThe EU Carbon Adjustment Mechanism",
  "page_7": "Actions:\n> Work towards the alignment of the EU and the UK CBAM regimes to protect businesses operating in Northern Ireland from double regulation, prevent barriers to trade on the island of Ireland, and eliminate opportunities for circumvention and carbon leakage. Address the challenges faced by the EU’s close trading partners, such as Liechtenstein, Norway, Switzerland, Turkey and the UK. Develop more supports for third countries, particularly developing countries, impacted by the CBAM.\nIbec Policy Paper\nThe EU Carbon Adjustment Mechanism",
  "page_8": "ix) ru\nee\ne?\ne®,\n%e\ne®\neee ee\nIbec\nFor Irish Business\nklaudia.dudzinska@ibec.ie\nIbec is Ireland’s\nlargest lobby\nand business\nrepresentative group. Our purpose is to help build a\nbetter, sustainable future by influencing, supporting and\ndelivering for business success. With over 260\nemployees, lbec\nengages\nwith key stakeholders in\nIreland and internationally through our six regional\noffices and our Brussels office, along with an extensive\ninternational network in the UK and US.\nIbec positions are shaped by our diverse membership,\nwhich range from small to large, domestic to\nmultinational and our 39 trade associations cover a wide\nrange of industry sectors.\nAs well as lobbying, Ibec provides a wide range of\nprofessional services and management training to\nmembers on all aspects of human resource\nmanagement, occupational health and safety, employee\nrelations and employment law.\nwww.ibec.ie\n@ibec_irl\nConnect with us on LinkedIn\nconor.minogue@ibec.ie"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
