{
  "file_name": "164_1597.pdf",
  "pages": {
  "page_1": "@ege0e oe\neee oe @,0°,0e\ne®\n©eee?\nee\nee\nfe\nee\n0°,\neve\noe\nene\nes oe\nOW)\nee\nee\nee\nee\neee\n@e\nefe\nee\nlbec\nFor lrish Business\nAe\n* i ee 4, ar\nFy, 8 _— ie ¢\n°F\n:. Y\nan\n[\nihe |\ni\nA\n—\nAp ay\nat\nhh\n4¢\nqe\n7\n6\na\n&\nCBI\nPhe\nAn Ibec/CBI\nJoint Business\nCouncil (JBC)\npaper\nTT a\nx.\no>\n“Oo & Che\noF:\nal\nfie,\nY\n—_ T\nir,\n=\ney Ay\n4\nTY\n&& =|\n4h rye\nry F\na\ne\n‘oe wet by\n§ fen ears #.°\ni\n+\nve\nryas\nad:\nAd\n144%\noh\nae Ot\n> is ry\nLP ¥ e. ” m4\n:\n|\n2\n4\na> =“\nre\nec #@«.7€\n®, Fol\n)\nRees WS Ope re\nai a) fag bo\n{\nI. a\ni |\nae\neh es\na\n“s\n=\n% e re.\n¥\ns\nv4 -\n< We\nbs\noe\né TxA\nWas\nit. * | ee,\nLa.\n€)\nOG,\n+. as\nhay\nme YS te at of\nil}\nSil\n_~> rt ~\nbd\na)\nit",
  "page_2": "",
  "page_3": "Introducti:\n\nOur conversations and ongoing engagement with businesses across the island have identified the following key policy priorities for all-island firms:\nThis high-level summary of Ibec/CBI JBC priority policy asks is supported by more detailed discussion of these issues in our previous reports and consultation responses such as:\n# Protect and build on all-island trade and business success\ni Invest in essential infrastructure and connectivity\n@ Build a low carbon all-island economy\nHi Maximise the benefits of the all-island labour market\n@ Highlight the synergies for private sector investment in the all-island economy\n@ Prioritise long-term resilience of the all-island economy\n Ibec/CBI ‘Connected’ Report (2015) describing the core transport infrastructure investment needed for a prosperous island with a population of over 8m by mid-century; Hi Ibec/CBI ‘Business on a Connected Island’ Report (2018) evidencing how Ireland and Northern Ireland benefit economically from the improvements brought about by peace, stability and an invisible border for goods, services, labour and finance; @ Sustaining the Benefits of All-island Business (2022): CBI NI and Ibec members detailed the tangible benefits operating all- island is delivering for them; @ Ibec/CBI Response to the All-island Rail Review (2023); and  Ibec/CBI ‘Shared Energy Futures’ Report the need for increased\n(2024) highlighting\nN-S cooperation and policy alignment on\nenergy and net zero ambitions for the island\ncel 5\ncel [=\ncel\nBusiness on\na connected\nisland\ncel\nAn |bec/CBI Joint Business Council paper\n=",
  "page_4": "aie\na) ES a\n-\nre in\nREL\nGr ad\na\na\na\n~~ a\na?\nEF | —-\na\ns/yg va\n‘fe 4\nyi\n/\nrt\nfa\nAll-lsland Business Policy Priorities 2024",
  "page_5": "&\nProtect and\ntrade success\nulld on all-island\n@ Adequately fund and support all-island institutions such as InterTradelreland (ITI) and Tourism Ireland which work to promote all-island business and economic activity.\n§ Mobilise and utilise all the agreed North-South institutional architecture set up under the\nBelfast/Good Friday Agreement.\n@ Enhance EU-UK policy coordination to ensure the ongoing success of all-island business\n& Implement the Windsor Framework provisions enabling the NSMC and cross border bodies such as ITI to make proposals that protect and support N-S business and business to the EU-UK Specialised Committees established under the Trade and Cooperation Agreement.\n@ Also ensure Northern Ireland achieves its ‘observer status’ regarding the UK-EU Joint Committee and that the priorities of the all-island economy are effectively represented in this process.\n@ Enhance coordination on operational issues where the UK and EU diverge, such as the Carbon Border Adjustment Model (CBAM).\nAn Ibec/CBI Joint Business Council paper",
  "page_6": "ie\nInvest in essen\ninfrastructure\nand connectiv!\nCoordination\nRoad and Rail\nAir\nWater\n® Set up a Joint North-South (N-S) Committee to monitor and prioritise all-island Infrastructure Projects.\n® Engage in regular N-S collaboration on spatial strategies and long-term development plans, such as for the National Development Plan and its regional implementation.\n® Prioritise the delivery of all-island infrastructure projects that will deliver most economic benefit such as the A5 North-West transport corridor, the North/South Electricity Interconnector and the train service along the N-S economic corridor.\n™@ Ensure decisions taken today regarding the island’s road and rail network are consistent with population projections and comparable in nature to competitive global regions.\n& Complete an all-island core road network - including for electric vehicle charging - while supporting de-carbonisation targets.\n® Prioritise the Belfast/Dublin Enterprise service and ensure it has long-term flexibility to respond to market growth and commuter needs (frequency, capacity and speed). Examine the economic gains from having a high-speed hourly service.\nCollaborate on the delivery of a rapid EV charging point network across the island.\n® Set up an all-island multi-stakeholder taskforce to mobilise financing and strategic investment in all-island water infrastructure to leverage economies of scale and shared catchments to address shared issues and challenges of supply quality and resilience.\n@ An economic appraisal should be carried out to consider the value to both economies from re-establishing strategic air routes to support the all-island economy, particularly Belfast-Cork and Derry-Dublin. Such an appraisal should weigh up cost against the potential benefits to tourism, trade, student mobility and all-island collaborative university and medical research.\nAll-Island Business Policy Priorities 2024",
  "page_7": "«\nBuild a low carbc\nall-island econom\n® Regional Collaboration: Embrace new opportunities for North-South and East-West collaboration and policy alignment on energy and climate action.\n@ Energy Futures Scoping: Undertake an Energy Futures 2040 scoping exercise to plan for the future energy landscape.\n@ Investment Mobilisation: Enhance regulatory and policy cooperation and certainty to mobilise investment.\n® Transition Acceleration: Accelerate the net zero transition through new research collaborations and knowledge transfers.\n@ Electricity Market Support: Ensure adequate investment in electricity infrastructure, including re-enforcing the all-island grid for greater capacity.\n™ Widen the scope of the all-island electricity market: to help tackle the immediate challenges and, looking to the future, deliver a secure and self-sufficient Single Energy Market on the island of Ireland.\nSingle Electricity Market: Protect and strengthen the all-island Single Electricity Market, which has been integral to reinforcing energy security and integrating renewables.\n™ Gas Security: Strengthen gas security and decarbonisation efforts.\n™ Renewables Infrastructure Investment: Invest in generation and network infrastructure to support renewables and address capacity deficits.\n@ Align policy across the island for off-shore energy.\n§ Crisis Cooperation: Enhance energy crisis cooperation and planning between Great Britain, Ireland and Northern Ireland.\n@ Address planning bottlenecks: Urgently address delays in strategic energy and renewables infrastructure development due to planning and regulatory challenges.\n™ Regulatory Certainty: Provide clear policy signals and guidance for investors and businesses to support the net zero transition.\n§ Align with Net Zero/Green Deal standards across the island to adapt products and services.\nAn |bec/CBI Joint Business Council paper",
  "page_8": "Maximise the\nenefits of\nthe all-island\nlabour market\n™@ Use the evidence base in the forthcoming Labour Employer Economic Forum (LEEF) report on the all-island labour market to address bottlenecks and barriers to all-island labour mobility (e.g tax and social welfare treatment of cross-border workers, recognition of qualifications etc). @ Hold regular Ireland-UK bi-lateral conversations on all-island labour mobility issues such as updating the bi-lateral agreement on Trans-Border Workers Relief. @ Restore the all-island Expert Group on Future Skills to be a dedicated voice in support of the N-S alignment of course content arrangements and qualifications. ™@ Develop a labour mobility strategy for the island to ensure that the all-island labour market can meet the needs of industry over the next 25 years. ® Strengthen the all-island labour market by attracting the necessary talent to the island. @ Build the evidence base for introducing an ‘all-island work visa” to underpin labour mobility across the island.\nAll-Island Business Policy Priorities 2024",
  "page_9": "7,»\nHighlight the\nsynergies for\nprivate sector\nInvestment in the\nall-island economy\n@ Explore the possibility of securing funding from the EU and other sources for all-island investment, particularly in a sustainability context ™ Explore support from the US Government/US Investors which will provide additional investment across the island to support and sustain peace and prosperity underpinned by the Belfast/Good Friday Agreement ™@ Consider the development of a new joint Strategic Investment Fund to mobilise critical infrastructure, network upgrades etc., that is additional to existing commitments such as from Shared Island Funding or the EU/UK PEACEPLUS Programme\nAn |bec/CBI Joint Business Council paper",
  "page_10": "Prioritise long-\nterm resilience\nof the all-island\neconomy\n@ Ensure strategic planning to protect the all-island economy in areas where lack of coordination or disruption could leave the island vulnerable to economic shocks. These areas include demography, food production, Al, and climate change. ™ Support an evidence-based assessment of all-island economy policy issues using the all-island economy macroeconomic model developed jointly by the Economic and Social Research Institute (ESRI) and the National Institute of Economic and Social Research.\nAll-Island Business Policy Priorities 2024",
  "page_11": "To discuss further please contact\nAngela McGowan\nDirector, CBI Northern Ireland\nangela.mcgowan@cbi.org.uk\n“4\nAn |bec/CBI Joint Business Council paper\nFergal O’Brien\nExecutive Director,\nLobbying & Influence, Ibec\nfergal.obrien@ibec.ie\nare\nate\n¥\na\na",
  "page_12": "© ee*o®\n®e\nee\neve ee\ne?\nIbec\nFor lrish Business\nIbec Head Office\n84/86 Lower Baggot Street\nDublin DO2 H720\nT: +353 (0)1 605 1500\nE: info@ibec.ie\nwww.ibec.ie\nCBI Northern Ireland\n2nd Floor, Hamilton House,\n3 Joy Street, Belfast BT2 8LE\nT: +44 (0) 28 9010 1100\nE: Northern.|reland@cbi.org.uk\nwww.cbi.org.uk\nC.BII"
},
  "language": "Languages.ENGLISH",
  "total_pages": 12
}
