{
  "file_name": "164_1595.pdf",
  "pages": {
  "page_1": "Engineering a better future\nBudget\nSubmission\n2025\nAugust 2024\natneeeeenes ence.\nIreland\noe 222838 oe O cennees®\neseces occee. see, inde Industries nee ing\nes eatin ace A &\ngeoes Ibec",
  "page_2": "About us\nEngineering Industries Ireland is the lbec sector representing the engineering manufacturing and engineering services companies in Ireland. The Association is comprised of over 155 member companies spanning industrial automation, precision engineering, agriculture machinery, material handling, energy and environment, automotive, metal fabrication and processing, paper, print and engineering services.\nEstablished in November 2021, Engineering Industries Ireland (an lbec trade Association) supports the development of the engineering industry both domestically and internationally. Our vision is for Ireland to be a global engineering centre of excellence, where multinationals and home-grown companies collaborate strategically to help companies become more sustainable, innovate, prosper, and drive economic growth.\nlreland’s engineering sector is composed of 10,800 individual enterprises, employing over 50,000 people with annual exports of €8.8 billion (representing 3.6% of Ireland’s total exports), 65% of these enterprises are indigenous companies.\nEngineering Industries Ireland, under the careful stewardship of our Board of industry leaders, brings these discrete engineering subsectors together, into a powerful new advocacy voice for the sector.\nOur network is structured around core working groups, taskforces and campaigns, which are the primary enablers of our strategy.\nIn 2022, we launched our four-year strategy - the main objective of which is for ‘Ireland to become a global engineering centre of excellence’. To achieve this objective, Engineering Industries lreland’s work focuses on four key pillars, Innovation, Sustainability, People and Regulation.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future",
  "page_3": "Contents\nExecutive Summary\nSummary of measures for Budget 2025\nMeasures for Budget 2025\n— Competitiveness\n— Innovation\n10\n— Sustainability\n13\n— People\n15\n— Regulation\n17\nEngineering Industries Ireland Strategy 2022 - 2025\nBoard members of Engineering Industries Ireland\nAbout Ibec\n20\n21\n19\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future",
  "page_4": "Executive Summary\nlreland’s engineering business sectors are navigating a highly uncertain and volatile environment, characterized by increased competition for technology investments, declining trade openness, and rising geopolitical risks impacting global supply chains, energy, and commodity markets.\nAs outlined in the Government’s White Paper on Enterprise 2022-2030, Ireland’s international competitiveness hinges on factors such as business costs, access to finance, skills, infrastructure, taxation, and regulation. Budget 2025 must ensure that the appropriate framework conditions are in place to promote Ireland’s long-term competitiveness and prosperity. This includes addressing the cost of doing business and capacity constraints in housing, infrastructure, and energy.\nIreland’s export-driven economic model, a cornerstone of our success, now faces challenges in a shifting global economy. As a highly integrated player in global value chains, our engineering sectors encounter both opportunities and risks.\nDespite our strong economic fundamentals and demographic advantages, the global economic landscape necessitates decisive action. Budget 2025 must prioritize support for businesses and society, including infrastructural investments that match private sector contributions and resources to manage increased regulatory demands. Meeting the 2030 emissions and renewable energy targets requires urgent government investment in green technologies and talent development.\nEngineering Industries Ireland members remains dedicated to delivering high-quality, innovative, and sustainable products. Addressing infrastructural constraints, regulatory burden and supporting the growth of indigenous firms are crucial for enhancing productivity and export growth.\nIf Ireland is to succeed both economically and socially in the years ahead then a concerted programme of innovation is vital. By leveraging digital technology, fostering innovation, and adopting responsible business practices, Irish firms can meet evolving customer and societal demands, securing their position in rapidly changing global markets.\nIn this context, the Board of Engineering Industries Ireland presents a range of recommendations to support our strategy, “Engineering a Better Future,” for inclusion Budget 2025.\nin\n|\nArk\nPauline O’Flanagan,\nDirector,\nEngineering Industries Ireland\nPY\nEd Byrne,\nGalco Steel, Group Managing\nDirector & Chairman\nEngineering Industries lreland Budget Submission 2024\nEngineering a better future",
  "page_5": "Summary of Measures for Budget 2025\nTo support competitiveness of engineering business, government should:\nMeasure 1:\nPut in place a State backed export credit insurance scheme and an\nExport Credit Agency to ensure Irish engineering businesses can\ncompete on a level playing field on the international markets.\nMeasure 2:\nMaintain the existing CGT retirement relief structures for family\nbusinesses\nMeasure 3:\nIntroduce a PRSI rebate based on the number of lower earning workers on a company’s payroll, relative to the increases in weekly labour costs which will occur in 2024, 2025 and 2026\nMeasure 4:\nReduce the cost of employment by ensuring the entry point to the top rate of PRSI remains above the Minimum Wage.\nTo increase the number of engineering\nbusinesses engaging in innovative activities\nsmal\nMeasure 6:\nExpand the list of qualifying fields for R&D Tax Credit beyond the\ntraditional science and technology categories.\nMeasure 5:\nDevelop a National Research and Innovation Funding Plan.\nMeasure 7:\nIntroduce a super R&D tax credit of 50%, for new carbon reduction\ntechnologies.\nMeasure 8:\nIncrease the R&D tax Credit cap on outsourcing R&D from 15% to\n25%.\nMeasure 9:\nPut in place appropriate definitions of eligible expenditure to incentivise\nuptake of R&D tax credit scheme especially for SME’s",
  "page_6": "Summary of Measures for Budget 2025\nCaN\nTo support engineering businesses ambition\nto play a leading role in climate change\nMeasure 10:\nLaunch a new super deduction capital allowance for business\ninvestment in environmental and sustainability related capital\ninvestments.\nMeasure 11:\nIntroduce a competitive Contracts for Difference (CfD) scheme to drive\nmajor emissions reduction and resilience in Irish industry\nMeasure 12:\nIntroduce an Exchequer funded operational support to grow\nbiomethane production.\nMeasure 13:\nSupport the adoption of biofuels\nMeasure 14:\nIncrease funding for State direct support schemes for decarbonisation\nTN N\nOOO To develop and attract talent to the\nengineering sector and to foster engagement\nand lifelong learning, government should:\nMeasure 15:\nStrengthen and resource career guidance in second level schools for\nTechnology, Engineering and Mathematics professions.\nMeasure 16:\nImprove gender balance, equity and inclusion in Technology,\nEngineering and Mathematics education at third level.\nMeasure 17:\nPrioritise Engineering sectors for National Skills Strategy update\nbeyond 2025.\nMeasure 18:\nPromote and strengthen pathways from schools into further education\nand training and apprenticeships.\nMeasure 19:\nIncrease take-up of apprenticeships by identifying and overcoming\nfinancial obstacles for employers and consortia.",
  "page_7": "Summary of\nMeasures for\nBudget 2025\nTo encourage and embrace a progressive\nand value-driven regulatory ecosystem that\nsustains the evolution of the engineering\nindustries in Ireland, government should:\nMeasure 20:\nWork towards the alignment of the Ireland and the UK CBAM regimes\nto protect businesses.\nMeasure 21:\nEnsure adequate staffing and specialist staff in key regulatory bodies.\nMeasure 22:\nEase the burden of regulatory compliance for business.\nEngineering Industries lreland Budget Submission 2024 Engineering a better future",
  "page_8": "Measures for Budget 2025\nCompetitiveness\nAt the heart of lreland’s national competitiveness is creating an environment in which Irish engineering businesses are able to compete successfully in international markets. As asmall, open economy, we are particularly vulnerable to external shocks such as wars, global commodity prices especially for energy and trade wars. Consequently, we cannot afford to be complacent about our performance and must continuously strive for improvement, so that we remain a highly competitive economy, especially for small and medium enterprises. We need to encourage companies to export and grow beyond the Irish market. Ireland’s GDP growth continues to be driven by strong exports of multinational enterprises in a few key sectors, therefore, Ireland should broaden the corporation tax base and support the growth of small medium enterprises to reduce reliance on the tax receipts from the highly concentrated multinational sector. We are also, acutely aware of the role the SMEs play in job creation and the need for Ireland to remain competitive and remain an attractive place for SMEs and entrepreneurs to establish and grow their own businesses.\nTo support competitiveness of the engineering sector and indigenous business to form and scale, government should:\nMeasure 1:\nPut in place a State backed export credit insurance scheme and an Export Credit Agency to ensure Irish engineering businesses can compete on a level playing field on the international markets.\nAs the only material EU country that does not have a state-backed export credit insurance or agency, Ireland is putting itself at a competitive disadvantage against other EU competitors that can access such schemes and, as a nation, we are at risk of losing long established engineering multinationals with a base here. We are also making it more difficult to diversify our economy; more difficult to develop a thriving home-grown green engineering sector, and more difficult to have a thriving sector of exporting SMEs. This is unlikely to cost an estimated €10 million. In 2023, the UK equivalent provided £8.8 Billion in new financing, helping 650 UK companies to export, with plans to support over 1,000 small and medium enterprises a year by the end of the decade.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future",
  "page_9": "Measure 2:\nMaintain the existing CGT retirement relief structures for family businesses.\nFor many medium sized Irish family businesses the planned changes, announced in Finance Act 2023 and due to come into effect in January 2025, would introduce a cap on retirement relief and result in an additional taxable event worth over 40% of the total notional value of the business on the retirement of the current owner. This requires the succeeding family member to take a significant share of the value out of the business to meet this new tax obligation. The potential changes will make transfer and continuation of family-owned businesses unworkable and encourages sale rather than growth of indigenous, family-owned SMEs.\nMeasure 3:\nIntroduce a PRSI rebate.\nIntroduce a PRSI rebate based on the number of lower earning workers on a company’s payroll, relative to the increases in weekly labour costs which will occur in 2024, 2025 and 2026. The PRSI support scheme would be based on a rebate for each worker below an agreed earnings threshold. This could be operated through Revenues PAYE Modernisation (PMod) system in much the same way as the EWSS and other schemes have been in the recent past.\nMeasure 4:\nReduce the cost of employment by ensuring the entry point to the top rate of PRSI remains above the Minimum Wage.\nA failure to increase the income threshold for the reduced employer PRSI rate of 8.8% in Budget 2024 was a mistake, particularly given the very large increase in the national minimum wage in January of this year. This was a break from policy in recent budgets and was at odds with the recommendation of the Low Pay Commission. Recognition of this during 2024 was very welcome amongst the business community. The threshold should be indexed above the minimum wage each year in the coming years.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future",
  "page_10": "A\nou O\nInnovation\nIt is widely regarded that most of the growth in Europe’s technology industries is stemming from the innovative products, processes and systems developed by companies in the EU and commercialised worldwide. R&D and innovation in the sectors takes many forms: companies can carry out research in-house or through contracted projects, or they can participate in collaborative projects with universities, research institutes or other companies and start-ups. Engineering Industries Ireland promotes these connections across domains and sectors, as it is the diversity of R&D and innovation strategies that makes for such a rich innovation ecosystem within Ireland and the EU. Ireland also provides a tax credit of 30% of capital and revenue spend on qualifying R&D which is critical to support innovation in the engineering sector. We are living in an age of unparalleled technological disruption and accelerated business transformation. Expected growth is in engineering and industrial technologies with opportunities among companies in industrial automation, packaging and engineering design and among companies that support digitisation across the wider economy. The renewable energy space will present growth opportunities, as will activities linked to electrification and connected and autonomous vehicles. The very real threat of climate change around the globe requires flexibility and agility from the Government and the engineering sector, collaborating to reduce the dependency on carbon and manage industry activities in a more sustainable way.\nTo support the development of an innovation ecosystem for engineering industries and encourage companies to play a leading role in the development of new technologies and sustainable products and processes and services government should:\nMeasure 5:\nDevelop a National Research and Innovation funding Plan.\nGovernment to establish a National Research and Innovation funding plan to support the ambitious targets set out in lreland’s Research and Innovation Strategy, ‘Impact 2030’. As part of this plan government should increase budget allocations for R&l in line with the EU average (0.71% of GNI). This increased investment will drive product and process innovation within the sector, enabling industry to embrace digital and circular practices. This additional investment will also strengthen research collaborations between engineering businesses, academia and national research and technology centres.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n10",
  "page_11": "Measure 6:\nExpand the list of qualifying fields for R&D tax Credit beyond the traditional science and technology categories.\nTo enable businesses to play a leading role in accelerating the pace of digital transformation, they must be incentivised to conduct R&D activity in these areas Despite recent changes to the existing Irish R&D Tax relief scheme, it remains limited in terms of scope and qualifying categories. To meet the commitments in our national and EU digital transition targets, Government needs to expand the list of qualifying fields for R&D tax Credit beyond the traditional science and technology categories to include research into technologies such as artificial intelligence, machine learning, blockchain etc.\nMeasure 7:\nIntroduce a super R&D tax credit of 50%, for new carbon reduction technologies.\nImplement a super R&D tax credit of 50%, for new carbon reduction technologies- solar, wind, hydro, or biomass energy technologies, as well as other green technologies. A super R&D Tax credit would drive innovation, enhance competitiveness, support economic growth, and contribute significantly to Ireland’s climate and energy goals. The tax credit would make Irish businesses more attractive to investors, enabling them to compete on a more level playing field with international counterparts and potentially leading to the development of globally competitive solutions.\nMeasure 8:\nIncrease the R&D tax Credit cap on outsourcing R&D from 15% to 25%.\nIn Ireland, R&D activity can take many forms and often involves collaborations or partnerships with third parties such as research institutes, universities, or businesses from within the industry and may span both the public and private sectors. This collaborative approach to R&D approach may be due to shared interests or limited internal resources or knowledge for example. These collaborations create a progressive and effective innovation ecosystem. To promote deeper linkages between the engineering sector and further and higher education and technology centres, Government needs to increase the R&D tax Credit cap on outsourcing R&D from 15% to 25%.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n11",
  "page_12": "Measure 9:\nPut in place appropriate definitions of eligible expenditure to incentivise uptake of R&D tax credit scheme especially for SME’s.\nA rich culture of innovation within SME’s ensures the organisations are constantly evolving, innovating and remaining competitive. The complexity of the R&D Tax credit’s application process and its associated administrative burden and costs have been cited as the main barrier to SME’s availing of the scheme. Putting in place appropriate definitions of eligible expenditure and including items such as rent, overheads and administrative costs would result in the scheme becoming more accessible to SME’s and results in greater uptake within this cohort.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n12",
  "page_13": "CRN\nSustainability\nIrish Engineering firms are playing a leading role in climate change to achieve lIreland’s 2030 emissions targets of 51% (from 2018 levels) and in the development of new sustainable products and processes. Access to secure, clean and affordable energy is essential for business and the future development of the Irish economy. We are ideally placed to become a major player in the areas of wind-generated electricity and hydrogen, biomethane and have the natural resources needed to be a major exporter of green energy as well as generating 100% of our own energy requirements.\nTo support engineering businesses ambition to play a leading role in climate change to achieve Ireland’s 2030 emissions targets, government should:\nMeasure 10:\nLaunch a new super deduction capital allowance for business investment in environmental and sustainability related capital investments.\nThe capital allowances should be increased to a super deduction of 130% of capital outlay and significantly simplified to bring forward investment in our low carbon future. The Government should also modernise the Triple E register for energy-efficient equipment supports.\nMeasure 11:\nIntroduce a competitive Contracts for Difference (CfD) scheme to drive major emissions reduction and resilience in Irish industry.\nGovernment to introduce a competitive multi-technology Climate Action Contracts scheme, based on the CfD models now in place in Germany and the Netherlands. The scheme would be open to all industries and would support a range of decarbonisation technologies and renewable alternatives including heat pumps, geothermal, electric boilers, and biomethane. The critical difference between this scheme and those already in place is one of scale and duration. It would enable large scale emissions reduction by providing a guaranteed strike price for a 10-15- year period bridging the gap between the fossil fuel option and the market price for the renewable alternative. The scheme would support a least-cost approach as winning bidders would be selected on their promise to save the most carbon at the lowest cost. The Irish scheme would be designed with safeguards including a two-way CfD function, annual subvention caps, and an early termination option if renewable prices fall below a certain threshold.\n13\nEngineering Industries lreland Budget Submission 2024 Engineering a better future",
  "page_14": "Measure 12:\nIntroduce an Exchequer funded operational support to grow biomethane production\nFurther work should take place over the coming year to design an effective Exchequer funded operational support to grow biomethane production in line with the National Biomethane Strategy.\nMeasure 13:\nSupport the adoption of biofuels to help decarbonise heat and transport sectors.\nThe biofuel industry can stimulate economic growth by creating jobs in heat, agriculture, technology, and manufacturing sectors. Biofuels can be integrated into existing transportation infrastructure, offering a practical solution for reducing emissions from road transport. This supports the transition to more sustainable transport systems and complements other green transportation initiatives. Developing the infrastructure for biofuel production and distribution requires significant investment and government needs to incentivise the private sector to invest in the technology.\nMeasure 14:\nIncrease funding for State direct support schemes.\nThe value for money thresholds in state support schemes should be reformed. The cap on project value for the EXEED support programme should be removed, value level for Non-Domestic Solar PV grants should be increased and the cap in the Support Scheme for Renewable Heat (SSRH) should be increased from €1 to €5m. These changes could be supported by developing a standing industry forum to boost the effectiveness of business support schemes and by rolling out regional one-stop-shops for SMEs.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n14",
  "page_15": "O O O\naa? 7N ~-\nPeople\nThe availability of talent, skills and people remain a top priority for Irish engineering businesses. Investment in people and skills will be core to the engineering sector successfully navigating both the digital and green transitions while also focusing on developing core engineering skills that are fundamental to a thriving sector. The recent OECD Review of Skills in Ireland shows that lifelong learning in Ireland falls significantly short of that in comparator countries. The development of both formal and informal lifelong learning initiatives within the engineering sector will play a pivotal role in ensuring continued success and evolution within a labour market characterised by rapidly evolving skills needs. As a small open island economy, our ability to withstand shocks into the future will depend on helping businesses improve productivity and strategically develop talent using innovative learning tools and technologies. Strategic workforce development places businesses ahead of the curve by boosting creativity, ideation and innovation and helps workers adapt to the new world of work by future proofing their skills. If we get this right, we can look forward with renewed confidence.\nTo develop and attract talent to the engineering sector and to foster engagement and lifelong learning government should:\nMeasure 15:\nStrengthen and resource career guidance in second level schools for Technology, Engineering and Mathematics professions.\nStrengthen and resource career guidance in second level schools to steer young people towards careers or learning pathways for which they are well suited and hold good employment prospects such as engineering. In addition, strong career guidance can help adults successfully navigate a labour market characterised by rapidly evolving skills needs.\nMeasure 16:\nImprove gender balance, equity and inclusion in Technology, Engineering and Mathematics education at third level.\nGovernment should accelerate the implementation of the STEM Education Policy Statement 2017-2026 and the recommendations on Gender Balance in STEM Education in March 2022 which acknowledges that there is an urgent need to increase broader participation in STEM Education and to enhance STEM learning for learners of all backgrounds, abilities and gender, with a particular focus on increasing participation in engineering and technology. The implementation of the recommendations needs to be closely monitored and a review and evaluation process put in place urgently focussing on engineering careers from craft level 6 to Master level supported by the engineering sectors most affected. In addition, amore targeted approach is required to improve the diversity of the engineering workforce both at early-stage and in multi-tracked careers if we are to achieve our ambitious climate targets.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n15",
  "page_16": "Measure 17:\nPrioritise Engineering sectors for National Skills Strategy update beyond 2025.\nWith record numbers of people now in employment, the engineering sector in Ireland has experienced skills and labour shortages which has the potential to hinder future growth prospects of the sector. With this in mind, Government should prioritise the engineering sectors such machinery, electrification, additive, renewable energies, automation, automotive, hydrogen, biomethane, precision engineering, process engineering, fabrication, welding and engineering services as high-impact areas in the development of National Skills Strategy 2030 and related action plans and partner with industry bodies as key stakeholders in the design and development and with relevant partners to support effective implementation.\nMeasure 18:\nPromote and strengthen pathways from schools into further education and training and apprenticeships.\nBy strengthening educational pathways, the Irish government can create a more efficient and responsive education system that supports economic growth, meets industry needs, and provides equitable opportunities for all individuals. A well-balanced tertiary education system includes robust vocational training and apprenticeship programs and supports economic growth by providing a steady and diversified supply of skilled workers across various sectors. This is crucial for industries such as engineering, manufacturing, and technology, which drive economic development and innovation.\nMeasure 19:\nIncrease take-up of apprenticeships by identifying and overcoming financial obstacles for employers and consortia\nA new funding model for apprenticeships must be introduced which allows for long-term strategic development of apprenticeship programmes and supports employer engagement especially for small and medium enterprises. There is a striking policy inconsistency between craft apprenticeships and consortia apprenticeships regarding the funding for off the job training and funding to support the management and development of apprenticeship programmes. There is an opportunity to address these concerns through the single integrated system for apprenticeships and by leveraging the financial surplus of the National Training Fund (NTF).\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n16",
  "page_17": "Regulation\nEngineering Industries Ireland are concerned that the most recent regulatory burden on engineering firms represent a source of competitive disadvantage. The compliance cost of regulation can negatively impact upon productivity and can also divert resources away from more productive activities. Government needs to introduce a more systematic evaluation of proposed regulation and ensure that the potential benefits out weight the additional costs of implementation. Government must intensify work through sector-based representatives and the Labour Employer Economic Forum to ensure better coordination of policies that can address inflationary pressures in the run-up to Budget 2025.\nTo encourage and embrace a progressive and value-driven regulatory ecosystem that sustains the evolution of the engineering industries in Ireland, government should:\nMeasure 20:\nWork towards the alignment of the Ireland and the UK CBAM regimes to protect businesses.\nGiven that the UK have committed to establishing its own CBAM by 2027, Government should work towards the alignment of the Ireland (EU) and the UK CBAM regimes. It is imperative that the two systems are closely aligned to protect businesses operating in Northern Ireland from double regulation, prevent barriers to trade on the island of Ireland, and eliminate opportunities for circumvention and carbon leakage. The UK and the EU build on their shared climate objectives and work towards a shared recognition and formal linking of their respective carbon borders and emissions trading systems (ETSs).\nMeasure 21:\nEnsure adequate staffing and specialist staff in key regulatory bodies.\nWe should provide significant funding for capacity in both sectoral regulators across the economy, licencing bodies where significant backlogs have emerged, bodies in the planning system, courts, and local authorities where they have capacity challenges. We should also invest in policy development, planning and data functions where there are significant backlogs in guidance on new technologies or sectoral/ technological strategies.\n17\nEngineering Industries lreland Budget Submission 2024 Engineering a better future",
  "page_18": "Measure 22:\nEase the burden of regulatory compliance for business.\nDevelop a rigorous Government SME stress test on new and existing regulation and consider impact assessments and a ‘red tape’ challenge regulatory reduction campaign. This would seek feedback from individuals, businesses and other parties on existing laws and regulations, mandating all government departments to undertake regulatory burden assessments on each business sector within their remit.\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n18",
  "page_19": "Engineering Industries Ireland\nStrategy 2022 to 2025\nEngineering Industries Ireland’s vision is for Ireland to be a global engineering centre of excellence, where multinationals and home-grown companies collaborate strategically help companies become more sustainable, innovate, prosper and drive economic growth. To realise the vision, in February 2022, the Association launched its strategy Engineering a better future 2022 — 2025 which sets out the key objectives below under pillars Innovation, Sustainability, People and Regulation. The Strategy highlights goals to support the development of an innovation ecosystems for engineering industries and encourage companies to play a leading role in the development of new technologies and sustainable products and services. It also commits to support engineering companies to play a leading role in climate change to achieve lreland’s 2030 emissions targets of 51% (from 2018 levels) and in the development of new sustainable products and processes. The strategy also sets out key objectives to develop and attract a diverse talent to the sector and to foster engagement and promote lifelong learning\nto\nfour\nkey\ng®,\n©\nOOO\n“TN *\nPillar 2\nPillar 3\nPillar 4\nSustainability\nPeople\nRegulation\nSupport engineering industries to play a leading role in climate change to achieve lreland’s 2030 emissions targets of 51% (from 2018 levels) and in the development of new sustainable products and processes.\nTo develop and attract talent to the sector and to foster engagement and promote lifelong learning\nTo encourage and embrace a progressive and value-driven regulatory ecosystem that sustains the evolution of the engineering industries in Ireland.\nKey deliverables:\n1 Develop and attract engineering talent for the future. Create deeper linkages between the engineering sector and further and higher education and technology centres. Foster engagement and life long learning to ensure a sustainable workforce.\nKey deliverables:\n1. Develop a reputation as the go to place for insight and expert opinion on sector specific regulation 2. Improve the performance of Irish business and protect consumers through the development and roll out of compatible industry-led standards in the quality and safety of goods and services.\nKey deliverables:\nKey deliverables:\n1 Encourage the engineering sector to lead in the circular economy and climate neutral manufacturing. Support the engineering sector in targeting sustainable grants for investment and innovation activities using the EU’s taxonomy for sustainable activities. 3 Support sustainable and\n1\nresilient supply chains.\nPillar 1\nInnovation\nSupport the development of an innovation ecosystem for engineering industries and encourage member companies to play a leading role in the development of new technologies, and sustainable products, processes, and services.\nDevelop the engineering sector as a global centre for engineering excellence and innovation. Accelerate the pace of digital transformation and realise new business opportunities as we transition to a low carbon economy through funding supports. Increase the number of engineering businesses engaging in innovative activities.",
  "page_20": "Board of Engineering Industries lreland\nbi\nGer Tarpey Lisk Ireland Managing Director\nEd Byrne Galco Steel Group Managing Director & Chairman\nccd\nw\n= *\nNiall Fay Grant Engineering Ltd Director\n: a\nNoranne Stack Enercon Windfarm Services Irl. Managing Director\nClaudia Binder Liebherr Managing Director & Vice Chair\nSs\nMary Ann Fleming Penn Engineering President\n-\nChris Collins Schneider Electric Country President, lreland, European Operations\nSam Payne BOC Gases Managing Director\nis Tada,\nit\nG\nJohn Kelly Suir Engineering Chief Executive Officer\nTo\n.\nMichael Stratford Thermo King Operations Leader Ireland\n¥\na3\n>\nBrian Cooney Kuka Robotics Ireland Managing Director\nDiarmuid Doherty Valeo Vision Systems General Manager\nEngineering Industries Ireland Budget Submission 2024 Engineering a better future\n20",
  "page_21": "About Ibec\nIbec is Ireland’s largest lobby and business representative group and supports thousands of businesses of every size, spanning every sector of the economy. With over 300 staff, and together with our 39 trade associations, we promote a positive business environment in Ireland by campaigning for evidence-based policies that are formulated in consultation with our members. We engage with key stakeholders in Ireland through our six regional offices and internationally through our Brussels office and our extensive network in the EU, UK and US. As well as lobbying, we support our members directly through our employment law and HR practice on employee relations, industrial relations, occupational safety and health and HR policies and procedures. We provide a range of professional learning & development programmes designed to meet the evolving needs of business and individuals alike through the Ibec Academy and industry specific government funded L&D programmes through our trade associations\nwww.ibec.ie\nEngineering Industries Ireland Budget\nEngineering a better future\nSubmission 2024\n21",
  "page_22": "Engineering\nIndustries Ireland\nIbec\nEngineering Industries Ireland,\n84/86 Lower Baggot Street, Dublin 2.\nT: +353 1 605 1500\nwww.engineeringindustriesireland.ie\nLinkedin @Engineering Industries Ireland\nTwitter @engineeringibec\nIbec Offices\nIbec Head Office\n84/86 Lower Baggot Street,\nDublin 2.\nT: +353 1 605 1500\nE: membership@ibec.ie\nGalway Offices\nRoss House,\nVictoria Place,\nGalway.\nT: +353 91 561109\nE: galway@ibec.ie\nwww.ibec.ie/west\nCork Offices\nSecond Floor,\nPenrose One,\nPenrose Dock,\nCork.\nT: + 353 21 4295511\nE: cork@ibec.ie\nwww.ibec.ie/cork\nLimerick Offices\nGardner House,\nBank Place,\nCharlotte Quay,\nLimerick.\nT: + 353 61 410411\nE: midwest@ibec.ie\nwww.ibec.ie/midwest\nDonegal Offices\n3rd Floor,\nPier One,\nQuay Street,\nDonegal Town,\nDonegal.\nT: + 353 74 9722474\nE: northwest@ibec.ie\nwww.ibec.ie/northwest\nWaterford Offices\nWaterford Business Park,\nCork Road,\nWaterford.\nT: + 353 51 331260\nE: southeast@ibec.ie\nwww.ibec.ie/southeast\nBrussels Offices\nAvenue de Cortenburgh 100,\n1000 Brussels,\nBelgium.\nT: +32 (0)2 740 14 30\nE: europe@ibec.ie\nwww.ibec.ie/europe\nwww.ibec.ie"
},
  "language": "Languages.ENGLISH",
  "total_pages": 22
}
