{
  "file_name": "168_1641.pdf",
  "pages": {
  "page_1": "()\nADBRI\nBuilding Austral 1882\n\\\nil.\neu\né ,\nas\nas\n~~\n_— 7\nNG\nWe\ni ee\nPe |\nPp\nio\nBuilding\nbetter\na\nAustralia\ni\n—\nas | A,\naly het\ny\nBo\na ey\nsl Vee *\nae\nme: |\nma\n-\niy,\n| al\n&\n\\%\ner Bh\n=)\nWw.",
  "page_2": "Adpi ea\nis building a better\nally\nnt,\n‘\nri\nwe li a\nie:\n———\njhe\n.\negates, rl\na=\naY\nVv\n————\n/\nhe\nA vg\nte\noy = ‘®\ni, !\nke\nall\n-\nal\nWat\n>\n=\n%\na |\n“s\nro\nSe\nT +\nti,\n-\n—_—\naf\n1]\n» *\n——\n=i a\n—\n“yf a\nLat\nes\nThi\na 4\ner |\n“4\n—:\nJ\n.\n|\nmS iN sail\n*\nit i\"\nor\nbal\n4 |\nar\nwy\na i] '\nFu\nA\n-\n| te\nA)\na\n=\n-\na\na ha\na+\n«4\nae i »\n| ij\nAN\ni=, = ai\nVAD,\n“ wledgment Country\nWea nowledge the Aboriginal and Torres Strait\nIslander peoples as the Traditional Custodians of\nthe lands and waters of Australia. We recognise\ntheir €ontinuing custodianship of Country and\nculture and’pay respect to their Elders| past,\npresent and emerging\n+\nThe Munster site hosted students from the.iWomen-program\nThe program encourages women to pursue non-traditional-roles\nim,\n)\neae\n|\nY:\na a.\nell\nca\n——\nPe\ne e\nbetter Australia\nBuilding a better Australia is what\nwe do at Adbri, it’s how we contribute\nsocially and economically as a\ncompany, and as individuals\nelt\n—\na\n|\n=n\n4\n| ey\n| x\nAckn\nof",
  "page_3": "Adbri 2023 Sustainability Report\nAdbri has been an industry pioneer in Australia since 1882.\nWe’re committed to our continued contribution to a safe, healthy and sustainable future for Australians, our communities and the environment. By focusing on our goals of engaged people and communities, and a sustainable and responsible business, we are helping build a better Australia.\nhae\nmk\n=\nScope/About this Report\nAdbri Limited (the Company)reportson controlled entities as held.at year\nended 31 December 2023. This report was published on 27 February 2024.\nJoint ventures included in this Sustainability Report are Burrell Mining\nServices and Batesford Quarry, all other joint ventures are excluded. This\ndiffers to Adbri’s financial statements, which includes the B&A Sands Pty Ltd.\nIndependent Cement and Lime Pty Ltd, Sunstate Cement Ltd, Mawsons\nGroup and Aalborg Portland Malaysia Sdn. Bhd joint ventures.\nGreenhouse gas emissions, electricity, process waste, alternative fuel data\nand water usage are reported as at 30 June 2023, consistent with regulatory\nreporting requirements where applicable, unless otherwise stated.\nAll financial data is reported in Australian dollars.\nReferences to ‘Adbri’, ‘the Company’, ‘we’ and ‘our’ are to Adbri Limited, and,\nexcept where the context otherwise requires, Adbri Limited’s subsidiaries.\nAny restatements are noted in the Report.\nry\n“ya, 4 ara\nYoo\ni)\nMessage from the Chair of the Safety, Health, Environment and Sustainability Committee\nAt aglance\nOur approach to sustainability\nCorporate overview\nHealthy, safe and engaged people\nPositive contribution to communities\nReduce adverse environmental impacts\nResponding to climate change\n20\n23\n10\n16\nDisclaimer\nDisclaimer is available on page 32.\nAdbri Limited ABN 15 007 596 018\nAdbri is a registered trademark of Adbri Limited",
  "page_4": "2\nMessage from the Chair of the Safety, Health, Environment and Sustainability Committee\n“In 2023 we introduced our\n10 E-ssential Rules, focused on\nenvironmental stewardship, which\nguide our employees to minimise\nimpact to the environment in our\neveryday work. The E-ssential\nRules are an important step\nchange in raising awareness\nand empowering our people to\nmanage environmental risks,\nand are supported by standards\nthat focus\nsix significant\non our\nenvironmental aspects.”\ne\nrr\nI'm pleased to share the positive sustainability progress achieved by Adbri during 2023, in this year’s Sustainability Report. This report highlights Adbri’s achievements, as well as addressing both the opportunities and the challenges ahead of us as we continue to ensure our operations are safe, environmentally responsible, efficient and profitable.\nAs always, the safety of our people remains of utmost importance at Adbri. | am pleased to report an improvement in safety across the organisation, with our total recordable injury frequency rate (TRIFR) reducing 10% over the 12 months to 7.1. Importantly, we have seen a significant decrease in severity of injuries in 2023 compared to previous years.\nThese outcomes reflect the focus of leadership on the safety of our people, with a significant improvement in our lead indicator measures such as visible leadership walks and critical control verifications. We are also continuing to focus our efforts on psychological wellbeing and contractor engagement, with a evitalisation of our Take 5 program across all worksites.\nIn 2023 we introduced our 10 E-ssential Rules, focused on environmental stewardship, which guide our employees to minimise impact to the environment in our everyday work. The E-ssential Rules are an important step change in raising awareness and empowering our people to manage environmental risks, and are supported by standards that focus on our six significant environmental aspects.\nWe also made positive steps to embed operational decarbonisation into our broader business strategy. This moves us further towards our goal of net zero emissions by 2050. In 2023, we saw a reduction in Scope 1 emissions by 6% and Scope 2 emissions by 28% compared to the prior year, and our energy intensity across our cement and lime production continuing to reduce in line with our commitments.\nWe successfully trialled and obtained approval to increase the use of refuse derived fuel (RDF), an alternative fuel to replace natural gas, at our Birkenhead cement facility. Increasing RDF usage can further educe gr nhouse gas emissions and divert refuse from landfill each year.\nWe've recently branded our range of lower carbon products, Futurecrete® and EvoCem™. These products use supplementary cementitious materials to reduce the embodied carbon, while meeting performance requirements, as we actively encourage customers and governments to adopt new lower carbon products in their projects and society more broadly.\nThe Safeguard Mechanism Reforms saw us collaborate with government and other parties on the proposed changes. Due 0 our decarbonisation efforts across our operations, we do not anticipate a material impact to earnings based on the 1 July 2023 egislation. We also made a submission to the Carbon Leakage Review, supporting a carbon border adjustment mechanism CBAM) for clinker, cement and lime.\nWe remain committed to our sustainability improvement journey, confident in our belief that a sustainable business is a successful business.\nOf course, our progress this year relied on the unwavering commitment of our people, and | thank them for their efforts. To our customers, shareholders, suppliers and partners, | also say thank you for your continued support.\nTogether we are building a better and more sustainable Australia.\n\\ n Rha\nJ\n_\n—\n—.\n=\nMichael Wright\nChair of Safety, Health, Environment and Sustainability Committee",
  "page_5": "Adbri 2023 Sustainability Report\nAtaglance\nOur strategic pillars\nWe put safety first\nWe care about each other's wellbeing\nWe live by our Life Saving Rules\nWork Safe, Home Safe\nSustainability highlights\n10:,\nimprovement\nin TRIFR\n10\nE-ssential\nRules launched\n8,\ndecrease\nin total Scope 1 and\nScope 2 GHG emissions\ngam\nspent\nwith First Nations suppliers in LTIFR\n3%\nincrease\nin female employees\n53.\nimprovement\nCustomer Focus\nFully-owned operations' by geography\nWe deliver on our promises\nWe are agile in meeting our customers’ needs\nWe build long-term partnerships that add value\nWe act with integrity\nNT\nQLD\n{o) fe}\nDoF Inclusivity\nWA\nWe work together\nWe embrace differences\nWe respect and listen to each other\nWe empower our people\n(A)\nSustainable Growth\nWe create value for our investors and our communities\nWe contribute to a sustainable future\nWe learn and innovate\nWe invest in our people\nOperated in CY2023 reporting year. Excludes tenements that exclusively supply internal cement and lime operations.\nCement plants\nLime plants\nConcrete plants\nQuarries?\nMasonry plants\n55\n20\nSA\nvic\nNSW\nTAS",
  "page_6": "ZZ\n4\nOur approach to\nsustainability\nAdbri’s approach to sustainability is built on strong relationships with our people, customers, suppliers, partners, shareholders and the communities where we operate, as we aim for continuous, company-wide improvements along our entire value chain.\nWe identify the most material sustainability topics relevant to our business and stakeholders and then focus our efforts and activities on these areas.\nThese areas are set out on page 6.\n4\n» *\nc=\na 2\nCit\n“-\ni= pill\n-— =\n7\n—_ =\nOur Sustainability Framework\nAdbri’s Sustainability Framework sets out our priority areas, including two overarching goals, related focus areas and five-year targets. This approach enables us to be transparent about our efforts and progress.\nOur first overarching goal ‘Engaged people and communities’ drives our focus on healthy, safe and engaged people and making a positive contribution to communities.\nOur second overarching goal ‘Sustainable and responsible business’ focuses our efforts on reducing adverse environmental impacts and responding to climate change.\nIn 2024, we will update our Sustainability Framework to drive further improvements in sustainability performance.\n» pa\ni eS\noll yy. ‘\nTaal\ni\n= foe\n>.\n3\noe\n© ip\nYa\noe\nD's\na\nEE\na\noff\nil\naw?\n— =\n——=- _\nom\n-\na\n—EEEE = -_\non",
  "page_7": "Adbri 2023 Sustainability Report\nGoal 1: Engaged people and communities\nFocus area\n5-year targets\nane\n10% reduction in TRIFR\nevery year\nHealthy, safe\nand engaged\npeople\nInnovate Reconciliation\n2023: 7:1 (10% reduction\nfrom 2022)\nMaintain regular external\ncommunications\n@ Overall: Year-on-year\nreduction achieved\nfour\nyears since\n2023: 43%\nOverall: 13% above target\n2023: 19%\nOverall: 4% increase\nagainst baseline\n2023: Average 390 users per\nmonth (10% decrease from\n2022). 7 virtual townhalls held.\n0°\nfe) [e)\nO99\nPositive\ncontribution to\ncommunities\nProgress\n(against 2019 baseline)\ntwo out\nof\nAction Plan (RAP) approved\n20% female employees\nDigital platform established\nto improve communications\nEnhance Adbri's diverse and inclusive culture.\nProtect our people from harm through our commitment\nto ‘Work Safe, Home Safe’.\nPromote mental health and wellbeing.\nRespect and support the rights of our employees.\n2023: Innovate RAP launched\nin November 2023\nbaseline\nSustainable Development Goals alignment\nand commitments\nEi\nGood health and wellbeing\nDecent work and\neconomic growth\n[5 |\nGender equality\n30% female Non-executive\nDirectors\nOngoing communication\nactivities\nDecent work and\neconomic growth\nMake a positive contribution to the communities where\nwe operate, through maintaining economic vitality\nand\nsustainable growth.\nMitigate the risk of modern slavery in our supply chain.\nMeasure the economic value Adbri generates.\nCommunity\nGoal 2: Sustainable and responsible business\n5-year targets\n)\nReduce adverse\nenvironmental\nimpacts\nProgress\n(against 2019 baseline)\n@ FY23: 5% increase from FY22\nbaseline\n2023: $164,658 investment\nSustainable Development Goals alignment\nand commitments\ninvestment\naligned with community\nengagement strategy\nFocus area\n25% reduction in process waste!\nIndustry, innovation\nto landfill\nand infrastructure\nResponsible consumption\nand production\nIntroduce efficiencies into our processes to reduce our\nimpact on the environment from production and our\nfinal products.\n| Responsible consumption\nResponding to\nclimate change alternative fuel in South Australia\n7% GHG emissions reduction\n24% supplementary cementitious\nmaterials as a proportion of total\ncementitious product sales\nOverall: 32% reduction against\nFY23: 8% reduction from FY22 [=| Industry, innovation\nOverall: 19% reduction\nand infrastructure\nagainst baseline\nand production\nFY23: 35% (2% decrease\n1 Climate action\n|\nfrom FY22)\nOverall: 12% above baseline\n2023: 23%\nOverall: 2% increase\nagainst baseline\n1 Process waste includes cement kiln dust (CKD), lime kiln dust (LKD) and\noff-specification kiln materials, produced at our major lime and clinker\nproduction sites.\n@\n@\n50% kiln fuel to be sourced from\ne@\nDevelop and invest in product quality and research low\ncarbon technologies to build sustainable and resilient\nproducts and manufacturing processes.\nCollaborate develop technology solutions.\nto\nPromote sustainable choices for consumers.\nntroduce efficiencies into our processes to reduce our\nimpact on the environment from production and our\ninal products.\nTake action to reduce GHG emissions for a low carbon\nuture by improving our production processes, building\nresilience, setting ambitious targets, investing in\nemerging technologies and ensuring our stakeholders\nare engaged.\nOn target\nBehind target\nPartially achieved",
  "page_8": "6\nMateriality\nOur materiality assessment identifies the most material sustainability topics relevant to our business and stakeholders. These are used to frame the content of this Sustainability Report, Sustainability Framework and focus areas.\nOur materiality process\nIn 2023, in line with the Global Reporting Initiative (GRI) materiality requirements, we updated our material topics. This process involved undertaking peer benchmarking, assessment of global trends, internal stakeholder interviews and integrating 2022 external stakeholder interviews to determine our most material topics.\nInternal stakeholders from a wide range of areas across the business were engaged to understand how Adbri's activities positively or negatively impact externally on communities, the environment, and the economy, as well as how our people and business are impacted by external factors. A materiality threshold was then applied to identified topics with topics below the threshold still acknowledged internally as areas to be managed.\nOur Executive Leadership Team (ELT) reviewed, gave feedback on, and validated the material topics, which were then endorsed by the Adbri Board for publishing within this report.\nIn 2024, we plan to again engage with external stakeholders, in line with our commitment to engage external stakeholders in the materiality process every two years.\nAdbri’s material sustainability topics\nOur material topics\nThe most important material topics to Adbri, as listed below, inform the breadth and content of this Sustainability Report, and our future Sustainability Framework. As recommended by the GRI, each material topic is addressed either in this Sustainability Report, or in our Annual Report, including our management approach for each topic.\nWhilst many of the material topics from 2022 have carried over to 2023, there have been some notable changes.\nImportantly, the decarbonisation, and physical and transition risks of climate change aspects that were included in last year’s Climate response and decarbonisation topic have now been separated into three separate areas, acknowledging the increased material importance of each: Greenhouse gas emissions reduction, Climate resilience and Government policy.\nIn addition, the importance of engagement with our communities and Indigenous relations has been called out as a separate material topic this year.\nEnvironmental\nSocial\n— Business ethics\nand conduct\n— Cyber and data security\nEconomic\nGovernance\n— Government Policy\nGreenhouse gas\nemissions reduction\nSustainable products\nWaste management and\ncircular economy\nClimate resilience\nResponsible water use\nEnergy management\nAir quality\nBiodiversity and land\nmanagement\nCommunications and\nbrand awareness\nEconomic performance\nand contribution\nWorkforce health, safety\nand wellbeing\nCommunity and\nIndigenous relations\nCulture, engagement\nand development\nStakeholder expectations\nWorkforce diversity\nand inclusion\nSustainable supply chain\nWorkplace relations",
  "page_9": "Adbri 2023 Sustainability Report\nGovernance\nAdbri is committed to being a responsible corporate citizen and actively seeks to contribute to the wellbeing of shareholders, customers, the economy and the community. To this end, Adbri has in place governance structures to assist in the oversight of environmental, social and governance (ESG) issues.\nThe performance and effectiveness of the Board, and each sub-committee of the Board, is reviewed annually with improvements made where required. All Board Committees have oversight or input into aspects of sustainability and ESG and, where possible and relevant, incorporate or consider sustainability criteria into decision making, including strategic direction, change and risk management, and investment decisions.\nHighest\ngovernance body\nManagement\noversight\nCoordination and\nimplementation\nAdbri Board\nThe Adbri Board is responsible for overseeing the operations and performance of the Company, in addition to ensuring Adbri operates in line with its core values. The Adbri Board oversees the Company's response to climate change, including goal and target setting, strategy, investment decisions, risk management and performance against our commitments. The Board considers climate change, health, safety, environment and sustainability to be skill areas in the Board Skills Matrix that are of significant importance to the Company. These areas are monitored and factored into decision-making, where possible and relevant, by the highest governance body in the organisation.\nSafety, Health, Environment and\nAudit, Risk and Compliance (ARC) Committee\nSustainability (SHES) Committee\nSupports the Board with the oversight of sustainability and climate-related risk management and financial disclosures, new and emerging non-financial risks, with the Board retaining overall accountability for Adbri’s risk profile. The Company's key risks are reviewed on a quarterly basis by the ARC Committee.\nSupports the Board on matters relating to community engagement, corporate social responsibility and sustainability, and monitoring and overseeing the effectiveness of Adbri’s practices concerning work health and safety and impact on the environment. Progress towards health and safety, environment and climate targets are monitored by the SHES Committee ona quarterly basis.\nMore detail on the roles, responsibilities, composition, and membership of each committee can be found in Adbri’s Corporate Governance Statement on our website.\nPeople & Culture Committee\nNomination & Governance Committee\nSupports the Board in relation to the achievement of Adbri’s ESG priorities by ensuring that its work is aligned with its values.\nSupports the Board in relation to nomination and\ngovernance matters. It regularly assesses the Board\nSkills Matrix. ESG expertise is a key skill the Committee\nconsiders in assessing the appropriate mix of skills\nrepresented on the Board.\nExecutive Leadership Team\nCEO and Executive Leadership Team (ELT): Day-to-day responsibility for managing material sustainability risks and opportunities, and Net Zero Emissions roadmap management and implementation, sits with Adbri’s CEO. The ELT considers sustainability as both a risk and an opportunity, with the Board setting personal key performance indicators on key SHES areas to drive accountability for achieving Adbri’s ESG related goals.\nChief Sustainability & Innovation Officer:\nIn 2023, Adbri appointed a new ELT role accountable for driving Adbri’s climate and sustainability strategies, policies, and sustainability and climate goals across the Group.\nChief People Officer:\nAccountable for driving Adbri’s HSE and HR leadership, policies and targets across the Group.\nGroup Functions and Business Units\nHSE, People & Culture and Climate & Sustainability teams:\nSupport management in implementing HSE, people and decarbonisation and initiatives across the business, collaborating with several working groups to achieve key outcomes. The teams are responsible for proposing and implementing HSE, people, and climate and sustainability related strategies, policies and goals; advising on risks and opportunities; and monitoring KPIs and reporting to management.\nOperations, Technical, Finance, and Commercial functions and teams: HSE, people, sustainability and climate related scopes are an integral consideration across every aspect of the business.\nBoard oversight",
  "page_10": "Risk\nAdbri’s Risk Management Policy, framework and control systems provide a mechanism for management to actively identify and manage both financial and non-financial risks to Adbri’s businesses, including new and emerging risks. Adbri’s risk management principles, systems and processes include:\nRisk\nAppetite Sets out our appetite to pursue opportunities aligned with strategy or, alternatively, cease activities that may be inconsistent with objectives.\nStatement\nRisk\nManagement Sets out responsibilities for risk management and the process for identifying, monitoring and managing strategic and operational risk plans, controls and performance and for reporting on them to the ELT and the ARC Committee.\nPolicy and\nframework\nStrategic Risk\nSets out climate change and ESG issues as material risks.\nRegister\nIntegrated health, safety and environment management system (HSEMS)\nProvides standards and a framework for\nachieving objectives.\nPolicies\nIncluding Diversity and Inclusion Policy, Health, Safety and Environmental Policy, Anti-bribery and Corruption Policy, Modern Slavery and Speak Up (Whistleblower) Policy. All key policies are available on the Adbri website.\nTraining and\nTraining requirements to achieve our health, safety, environment, people and culture objectives have been determined for job roles throughout the business. Adbri’s Learning Management System, iLearn, is the central platform for training and competency assignments and completions.\ndevelopment\nInternal audit\nA risk-based approach to evaluate business activities and performance with audit results reported to the Board for information and monitoring. KPMG has been engaged by Adbri to execute the internal audit program.\nprogram\nAn external, independent auditor was also engaged separately to conduct limited assurance on our FY23 National Greenhouse and Energy Reporting (NGER) submission, with the results published in the Responding to climate change section of this report. The limited assurance engagement was undertaken in accordance with ASAE 3000.\nFurther to the internal audit program, Deloitte Touche Tohmatsu is engaged as Adbri’s external auditor and is responsible for assuring he Company's financial statements. More details can be found in Adbri’s Corporate Governance Statement. We also undertake an internal verification process on unaudited reports, such as this Sustainability Report.\nCorporate overview\nMaterial topics\nBusiness ethics and conduct\nThe Adbri Board is committed to conducting business ethically and in accordance with the highest standards of corporate governance. Adbri’s Corporate Governance Statement provides an outline of the main corporate governance practices in place during the past financial year.\nOur people are guided by our Code of Conduct, which outlines what constitutes responsible business conduct at Adbri.\nIn addition, Adbri’s Speak Up Policy provides support to employees wanting to raise concerns about potential business misconduct, helping to promote a ‘safe to speak up’ culture where all our people feel supported and encouraged to come forward with any concerns. The policy provides guidance on how to speak up, including details of an external, anonymous and confidential ‘Whistleblowers’ hotline service, and outlines protections a discloser will receive and how Adbri will respond to reports of potential misconduct.\nEconomic performance and contribution\nAdbri’s Sustainable Growth pillar guides our investment in people, communities and economy. Our products help build the homes and infrastructure that are essential for a thriving and growing nation.\nProtecting Adbri’s economic vitality by being a low-cost, lower carbon producer is integral to delivering on our sustainability and wider business strategy. We invest in research and partnerships to support our future operational plans, while developing sustainable products that meet consumer demands. We pursue an agenda of sustainable growth and transformation through a combination of organic growth, acquisitions, joint ventures and greenfield projects.\n2023 snapshot &\nAdbri reports a strong full year 2023 result with underlying! EBITDA of $311.0 million in 2023, an increase of 30.9% on the prior year. Demand for product continues to be strong across key markets, with pricing and cost discipline supporting the improved earnings. Capital management remains a priority, as we position the Company for the future.\nFurther detail is available in our 2023 Annual Report and Tax Transparency Report.\n1 Excludes property (profit)/expenses and significant items.",
  "page_11": "Adbri 2023 Sustainability Report\nCommunication and brand awareness\nWe strive to be transparent in sharing our sustainability strategy and ESG progress with our employees, contractors and external stakeholders including investors, customers and partners.\nInternally, we communicate regularly with our employees throughout the year via toolbox meetings, company-wide emails, dedicated Teams channels, a collaboration platform (Viva Engage) and our regular employee online town halls. Our contractors also participate in toolbox meetings and other onsite briefing forums.\nExternally, we share our sustainability progress through our Sustainability Report, investor presentations, ASX announcements and shareholder meetings. Our key operational sites also use a range of engagement techniques to keep the local community informed on operational and environmental improvement projects. Adbri also regularly shares social content on LinkedIn to build brand awareness.\n2023 snapshot &\nAligning our SA brands\nIn August, we rebranded our five South Australian brands - Adelaide Brighton Cement, Direct Mix Concrete, Southern Quarries, Penrice Quarries and Adbri Masonry - to Adbri Cement, Adbri Concrete, Adbri Quarries, and Adbri Masonry. This common brand provides greater brand awareness for our South Australian stakeholders, making it easier for them to recognise who we are and what we do.\nBranding our lower carbon products\nTo align with our net zero action of creating new products, in July we launched Futurecrete®, our low carbon concrete Futurecrete® is a national brand that provides a sustainable choice for our concrete customers. Futurecrete® concrete is manufactured using a minimum of 25% supplementary cementitious materials (SCMs) as cement replacement. The use of SCMs in concrete reduces embodied carbon, enhances concrete durability and can support the circular economy by repurposing industrial by-products. Futurecrete® was released to customers in South Australia and Queensland through targeted product launch events, with broader promotion to continue into 2024.\nIn November 2023, we also launched Adbri EvoCem™, an innovative lower carbon cement that provides equivalent performance to Type GP cement, but with the added benefit of reducing embodied carbon by up to 8%, a comparison verified in our Environmental Product Declarations (EPDs). EvoCem™ is a General Portland Limestone Cement (Type GL) pioneered by Adbri in Australia. The product release was supported through a series of customer engagement activities, including meetings with infrastructure owners, presentations at industry forums and targeted customer discussions. These engagements generated considerable interest and, along with broader go-to-market promotions planned for 2024, is expected to help accelerate the acceptance and uptake of this low carbon innovation.\na\nCyber and data security\nCyber security continues to be a significant risk to all organisations, whether they be private, public, government or non-government. Adbri’s cyber security priority is the protection of employee and customer data, and we are undertaking ongoing work in this space to stay ahead of the potential reputational and financial risks posed by cyber-related threats.\n2023 snapshot &\nUpskilling our people\nA key focus for this year has been upskilling our people to help them avoid scams and phishing, both at work and in their personal lives. As one component of a multi-layered approach, Adbri has increased company-wide communication on cyber threats, delivering online cyber training packages, as well as conducting simulated phishing exercises to better inform and educate our people. We also have communicated with our customers on cyber security risks via broadcast emails.\nIdentifying areas for improvement\nAn internal Cyber Security Working Group has been formed to monitor and progress key initiatives to better protect the organisation. The working group is leading a gap analysis against ISO 27001 to further strengthen our cyber capabilities and establish an Information Security Management System (ISMS). The next stage will be the development of a multi-year cyber security strategy.\n1,\nrd\nig\nmh\n———\ned\nee ee oe\ny~\na",
  "page_12": "10\nHealthy, safe & engaged people\nAt Adbri, we put safety first. We make it clear to our people we want them to ‘Work Safe’ so they can go ‘Home Safe’. We strive to create a psychologically safe workplace where we care for each other and where mental health and wellbeing are equally as important as physical health.\nWe welcome people from all backgrounds at Adbri and our workplaces aim to reflect the diversity of the communities in which we operate. We believe a diverse workforce and an inclusive approach supports higher performance and provides a positive organisational culture where all our people feel they belong, are valued, and contribute meaningfully to building a better Australia.\nMetrics and targets\nOur TRIFR has improved since December last year to 7.1, equating to a 10% reduction. In addition, we have seen a positive trend in the number of high consequence events, with our lost time injury frequency rate (LTIFR) improving by 53%. We have also recorded further significant improvement in our lead indicators such as visible leadership walks and critical control verifications.\n2023\nFatality\nOo\nTotal recordable injury frequency rate (TRIFR)'\n71\nTRIFR (Employee)!\n6.9\nTRIFR (Contractor)!\n7.3\nLost time injury frequency rate’\n1.4\nHigh potential incidents?\n33\nHigh potential incident frequency rate’\n5.6\nHSE near misses?\n417\nHSE hazards\n2,842\nCritical control verifications in field\n2,069\nVisible leadership\n2,283\nFemale Non-executive Directors’ %\n43\nFemale senior executives® %\n22\nFemale senior managers % (direct reports to senior executives)\n25\nFemale employees %\n19\n2021\nO\n6.3\n6.8\n6.2\n2.3\n50\n9.6\n029\n3,199\n1,210\n611\nA3\n29\n29\nI\nes,\na\nLh\nWe continue to work to attract females into our business and in 2023 we have seen an overall increase from 16% to 19%. This increase can be attributed to our continued focus on recruitment and training programs, including the Adbri Driver Academy, promoting females into leadership roles, as well as traineeships and apprenticeships.\n2019\nO\n10.6\n14.6\n5.1\n2.5\n37\n74\n874\n3,21\n40\n15\nsa\n=\n2020\nO\n5.6\n77\n3.5\n17\n54\n10.9\n486\n2,922\n699\n218\n50\n25\n16\n1\n22\n16\nExcludes property (profit)/expenses and significant items.\n2022\nO\nug\n6.5\no)5)\n3.0\n43\n8.2\n425\n2,568\n1411\n1137\n50\n17\nTe\n|\n217\n43\n22\nA\n24\n15",
  "page_13": "Adbri 2023 Sustainability Report\nMaterial topics\nWorkforce health, safety and wellbeing\nAdbri’s Health, Safety and Environment (HSE) Policy outlines our overarching commitment to health, safety and the environment and our broad HSE objectives. Our HSE Policy is supported by our HSEMS, outlining the minimum expectations across all activities and operations managed by Adbri. The HSEMS also facilitates the identification of critical risk controls, the completion of HSE audits and inspections, and offers health assessments and fitness for work programs for our employees.\nOur HSEMS is supported by a number of systems including Cintellate, our HSE software system, and its mobile enabled application, Roam, to collect and analyse data. This allows us to monitor and respond to real time trends and risk management obligations. We have processes in place to identify work-related hazards, including workplace inspections and audits, critical control verifications, visible leadership walks and toolboxes, with all employees and contractors encouraged to report hazards. All identified hazards are managed in accordance with the hierarchy of controls to eliminate or minimise the risk, supported by tools such as Job Hazard Analyses, Safe Work Method Statements and Take 5s. Where a hazard has not been safely controlled, our workers are instructed to stop the activity and escalate to management.\nAcross Adbri's sites, we have identified six critical risks with the highest potential for serious injury. Each of these critical risks have critical risk controls that must be in place before work commences on any relevant activity. Supporting our critical risks and hazard management approach, Adbri has implemented 10 Life Saving Rules, that all our people are required to follow.\nIncident management and investigation are an integral part of our health and safety risk management. Transparent and timely reporting and investigation of HSE incidents, with appropriate escalations and notifications, supports understanding and future management of risks to prevent similar incidents from occurring again. In 2023 Adelaide Brighton Cement Limited entered into an enforceable undertaking relating to our critical risk of falls from a height. Details can be found in the 2023 Annual Report.\nLead indicators, such as critical control verifications, hazard reports and near misses, are used to improve our injury prevention programs. Where an injury occurs, Adbri utilises an early intervention program that enables early intervention injury management and promotes recovery.\nWe consult with our workforce on health and safety matters, through our HSE Committees, Health and Safety Representatives, toolbox meetings and direct communications.\n2023 snapshot &\nImproving psychological health and safety\nWe support a new legislation on the management of psychological injuries and illnesses, and recognise the importance of psychologically safe workplaces. In 2023 we engaged with the entire Adbri workforce on the preparation of a psychological health and safety risk assessment to better understand the impact of psychosocial hazards at work, and to identify controls to eliminate or minimise the risks identified. The risk assessment results will form the basis of Adbri’s future psychological health and safety strategy, supported by programs and actions to shape our psychological health and safety culture, such as our Mental Health Champions program.\nManaging exposure to dust\nAnother key priority for Adbri is our response to risks associated with exposure to harmful dusts, including Respirable Crystalline Silica (RCS). Adbri manages RCS risks through a program of personal and static monitoring. This enables us to understand any exposure risks, and to then identify and implement controls to eliminate or minimise the risk. Adbri’s RCS program is supported by training delivered to employees and contractors.\nFocusing on contractor performance\nIn 2023, Adbri increased the focus on contractor safety through development of Adbri’s HSE Contractor Management Strategy. The strategy identifies actions to improve the way contractors are selected, onboarded and managed. It confirms our commitment to ensure the management of contractors at our operations delivers on our safety, health, wellbeing and environmental expectations.\nContinuing and improving audits, inspections and Take 5s\nIn 2023, our auditing program focused on HSEMS compliance, including hazard and incident management, emergency preparedness, and two risk areas relating to mobile plant and fixed plant.\nDuring the period, we reinvigorated the use of Take 5s to ensure our people are identifying and assessing new or previously unidentified hazards and risks associated with their work or changing conditions, to further improve safety outcomes.\nTotal recordable injury frequency rate by division\nTotal recorded injuries per million hours worked\n15\n1\nLost time injury frequency rate by division\nTotal lost time injuries per million hours worked\n45\n10\n3.0\n1.5\n0.0\n2019\n2020\n2021\n2022\n2023\n2019\n2020\n2021\n2022\n2023\na\nCement\nand Lime\nLi]\nConcrete and Masonry\nAggregates\na\na\nCement\nand Lime\nLi]\nConcrete and Masonry\nAggregates\na\nTotal\nTotal",
  "page_14": "12\nHealthy, safe & engaged people continued\nCulture, engagement and development\nAt Adbri we strive to create a positive workplace culture where all our people feel they belong, are valued and can contribute meaningfully.\nOur Inclusivity pillar sets out our agenda to work together, embrace differences, respect and listen to each other, and empower our people.\nCreating ways to have our people's views and opinions heard is an important component of our culture-building activities. We measure employee engagement through our regular ‘pulse’ surveys and bi-annual engagement surveys. We use the results of these surveys to further develop our employee engagement plans.\nWe focus on promoting and developing leaders, as well as engaging trainees and graduates to support those in the early years of their Car rs. Our development strategy incorporates vocational and job skills training, and career development discussions as part of the annual performance cycle.\nExecutive talent and succession updates and actions are reported to the People and Culture Board Committee annually. To ensure we have a robust pipeline of future executives, we maintain an assessment and development program with an annual cadence, including regular conversations at CEO and Board level.\n| it\n2023 snapshot &\nIncreasing engagement\nWe conduct bi-annual engagement surveys and regular pulse surveys that focus on the key areas of: engagement, culture, direct management, meaningful work, and systems and process improvements, with positive improvements recorded across all areas in 2023.\nPleasingly, employee engagement is 8% higher in September 2023 from September 2022.\nDeveloping our people\nOur Frontline Leader program continued throughout 2023, with more than 85 participants over the term of the year, building the capability of current and future supervisor team members. We also conducted additional Safety Leadership training within the Concrete, Aggregates and Masonry businesses to build leadership commitment and capability in delivering our safety management framework consistently, every day.\nImproving employee onboarding\nAs part of our progress in building a common culture across Adbri’s operations, we launched our executive-led induction sessions in 2023 to enhance the onboarding of new employees. The first session was held in November providing an important opportunity for new starters to hear first-hand about Adbri’s culture directly from our executives. These sessions complement our existing online induction training and will continue in 2024.\nOur development strategy\nincorporates vocational and\njob skills training, and career\ndevelopment discussions as part\nof the annual performance cycle.\n\\\\\"\n1 i\nFirs,\no\noe\n4 ;\nAy\npo,\n7,\n4\n=\nae\nae\noe lee ee\n=\nee\nws\nbe\n=,\nee |\na\nui\ney",
  "page_15": "Adbri 2023 Sustainability Report\nWorkforce diversity and inclusion\nAt Adbri we strive to create a workplace where people from all backgrounds are treated fairly and have the opportunity to succeed and every person feels comfortable to be themselves at work.\nOur 2022-25 Diversity, Equity and Inclusion (DEI) Strategy is supported by Adbri’s Diversity and Inclusion Policy. The DEI is collectively owned and sponsored by the Board, CEO and Executive team, delivered by all Adbri leaders and lived by all Adbri employees We also implemented and tracked measurable objectives for achieving gender diversity at all levels of our organisation. This year we tracked female participation and retention and invested in understanding the experience of our female workers in frontline leader and non-traditional roles and provided accommodations and support to enable a culture in which they can thrive.\nThe DEI Strategy outlines the four main pillars that we are working towards:\n= Diverse workforces = Inclusive experiences = Purpose-led organisation Authentic reconciliation\nGender diversity\nBy implementing this strategy, we aim to:\n= Attract and retain a diverse workforce representative of our communities. Create safe workplaces with positive employee experiences where all people feel they belong, are valued, and can contribute meaningfully to building a better Australia. Identify and close role level gender pay gaps through gender pay parity analysis and the annual remuneration review process. Educate and operate on Country with care and respect. Drive equity in all aspects of our organisation. Invest strongly in the communities in which we operate - we are loyally local, nationally growing.\nWe have two internal working groups that support the DEI Strategy: the Reconciliation Action Plan (RAP) Working Group and the Diversity and Inclusion Working Group.\nEach year as part of our diversity objectives we report on non-Executive Director and general workforce gender targets, and our progress in achieving them as part of our Sustainability Framework (refer to page 5 of this report). While no target has been set for executive gender representation, we do report on our progress each year. Additional information about our diversity progress under the Workplace Gender Equity Act (Cth), with our gender equity indicators, is also available publicly.\n13\nEmployment by geography\n|\nTotal workforce female\n19+.\n@\n1622\nTotal employees in 2023\nS\n|\nTotal workforce male\n81:\n0.0\n@\n|\nBoard\n(Male)\n|\nSenior executives Senior executives\n(Male)\n(Female\n|\nSenior managers Senior managers\n(Male)\n(Female\n|\n|\nBoard\nSouth Australia\n(Female\n31%\n|\n|\nNew South Wales\n21%\n|\nQueensland\n19%\n|\nWestern Australia\n13%\n|\nVictoria\n12%\n|\nNorthern Territory\n3%\n|\nTasmania\n1%",
  "page_16": "14\nHealthy, safe & engaged people continued\n2023 snapshot &\nEncouraging higher female representation across the workforce\nGaining greater insights through our diversity and inclusion survey\nIn 2023, our People and Culture function introduced Listening Circles for female employees, with the aim of creating safe and respectful spaces where individuals can share their thoughts and experiences, while connecting with others in the Company in a meaningful way. The Listening Circles are facilitated by local ‘D&l champions’ at their worksites and are designed to encourage and promote greater female representation, especially in operational roles.\nIn 2023 we conducted a survey of 800 employees across 12 of our major operational sites. The survey was designed to provide leaders with a deeper understanding of the diversity of Adbri’s workforce, and their inclusion experiences.\nOverall, the survey found that Adbri employees believe we have inclusive workplaces and create inclusive experiences.\nOur most recent Diversity and Inclusion survey found that at least four in every five people at Adbri agree that:\n- They feel comfortable to be themselves at work. - People from all backgrounds are treated fairly at Adbri. - lf they raised a diversity concern, their direct manager would respond positively.\nSupporting and developing early-stage career entrants In 2023 the Adbri Graduate Program recruited ten new graduates who will commence their two-year programs with the Company in 2024. This program supports our focus on developing early-stage career entrants. Six out of the ten engineering graduates commencing the program identify as female.\nIn addition, Adbri sponsors a scholarship for an engineering student at the University of Adelaide in South Australia. This scholarship recipient participates in our summer vocational learning program to gain practical on-the-job learning experiences.\nOverall, the survey found that\nAdbri employees believe we have\ninclusive workplaces and create\nAccelerating diversity behind the wheel through our Driver Academy\ninclusive experiences.\n=\nFollowing its successful inaugural year in Victoria in 2022, Adbri’s Driver Academy was expanded in 2023 to also include applicants from New South Wales and Queensland.\nTe\ntC\n‘\nfi\n“fo =\nKt\nInitially created to address industry-wide driver shortages by encouraging applications from outside the typical candidate pool, Adbri’s Driver Academy aims to attract and skill candidates with a safety mindset, culture fit and work ethic representative of the communities we operate in. It is particularly targeted at encouraging women to consider driving as a career opportunity.\n4\nFf\nyr\nFrom this year’s intake and training, we now have an additional 15 drivers joining the Adbri team in Victoria, New South Wales and Queensland.\n)\na\nAll successful candidates undertake a full induction, licensing, skilling and onboarding program as part of their traineeship.\n.\ni\nEno.\n/\nee\nNeca\nwat\n7",
  "page_17": "Adbri 2023 Sustainability Report\nWorkplace relations\nWe believe in creating a relationship with our people based on fairness, mutual trust and co-operation. Our Code of Conduct and pillars underpin our recognition of key rights including non-discrimination and equal treatment, freedom of association, collective bargaining and labour rights.\nCollective bargaining agreements cover 54% of our workforce. To ensure a fair outcome for our people and representatives, we follow guidance provided by the Fair Work Ombudsman, relating to enterprise agreements and bargaining. Our management team works hard to communicate with all our people; keeping them updated on business priorities and workplace relations activities.\nWe recognise that enhanced workplace relations stem from fair remuneration for the delivery of key performance outcomes. The governance of remuneration outcomes is a focus of the Board and the People & Culture Committee. Remuneration policies are regularly reviewed to ensure that remuneration for employees and Executive Key Management Personnel (KMP) continue to remain aligned to shareholder value. Our governance framework for determining Executive KMP and Non-executive Director remuneration is outlined in our Remuneration Report within the 2023 Annual Report.\n5A. (<)\nof our workforce are\ncovered by collective\nbargaining agreements.\n15\nCc)\noon\n=\n|\ni\n~k 7 7\n7\nte\n1 a =\nra\ncy\nae\n4\n*,\nAne\n—\nFy",
  "page_18": "16\nPositive contribution to communities\nAdbri is proud to be part of the communities we operate in. We recognise that we have a social licence to operate and continue to look for ways to strengthen our engagement and to build long-term relationships. We listen to the concerns of our communities and respond in a timely and transparent manner.\nAs we continue to build a better Australia, we also remain focused on building capability and capacity in our communities. We achieve this through creating local employment and supply opportunities and supporting a range of community initiatives aligned to our pillars of safety, customer focus, inclusivity and sustainable growth.\nef\nLhe\nto\ni\n«\nhd\na,\n—\n—_ =.\n4\nof\nav\nTk\nhe!\nHee\ni\nS\n“Sc\nwie.\ni\n1a\na\nrf\n<7\"\nyy\nee\nhh\nft\n4\natt\n—\nve\nHere\na\n\"\nMetrics and targets\n|\nCommunity and Industry\nthe environment\n34%\nCommunity investment spend by focus area\n=\na\nEducation\n44%\n|\nHealth and\nwellbeing\n19%\na\nOur total community investment spend for 2023 was consistent with 2022 at $164,658. With a targeted and systematic approach to sponsorship now in place, we do not anticipate that sponsorship will return to 2021 values. Instead, we will remain focused on sponsoring select initiatives that maximise community value and create opportunities for staff participation\n2023\n$164,658\n2022\n$162,903\n2021\n$246,161\nca\nSupported the Stephen Michael Foundation 2028 Rising Leaders Camp tohelpat-riskand disengaged youth.\n2020\n$203,204\n2019\n$263,221\nCommunity investment",
  "page_19": "Adbri 2023 Sustainability Report\n17\nMaterial topics\nCommunity and Indigenous relations\nAdbri actively engages and invests in the communities in which we operate. Given the varying size of our operations, we adopt a scalable approach to community engagement.\nFor our large manufacturing sites, including Munster and Birkenhead where there is potential for extensive interaction with the community, we have site-specific Community Engagement Plans to keep stakeholders informed and, where appropriate, consulted on operational matters. Adbri Cement, Cockburn Cement and Morgan Cement also operate dedicated community websites and have 24/7 community hotlines.\nThe bulk of our community investment is focused around our key operational sites of Munster and Birkenhead. All requests for sponsorship are considered on their merits and must align to Adbri's pillars. Support ranges from in-kind through to financial contributions.\n2023 snapshot &\nWorking collaboratively with local communities\nOur local communities continue to take a high level of interest in Adbri as we consult them on our day-to-day operations.\nIn South Australia, the Birkenhead Community Liaison Group (CLG), a key conduit with the local community, met quarterly to discuss our operations, use of alternative fuels and raw materials and planned environmental improvement projects. In addition, the CLG recently hosted a drop-in session to encourage new community and business members.\nInvesting in local communities\nOver the year Adbri continued to support a number of initiatives within our local communities, focusing on sponsoring select programs that maximise community value, aligned to our pillars.\nPositive and negative community feedback is logged into Adbri’s Cintellate system for investigation and resolution in a timely manner. Data from community feedback is analysed to identify opportunities or improvement, as well as being provided to the SHES Committee on a quarterly basis.\nThe RAP Working Group has made steady progress on our econciliation journey in 2023, culminating in the launch of our Innovate RAP in November. Our Innovate RAP adopts a evised governance model designed to empower and drive more meaningful change. This will see our reconciliation efforts championed by our RAP Working Group Chair, supported by an independent Aboriginal advisor and four leaders who will drive progress across key focus areas. This core group will also be supported by Adbri’s Chief Operating Officers, with regular updates to the People & Culture Committee.\nIn Western Australia, we continued to regularly engage with the community on operational matters, particularly on feed diversion trials in Kiln 6 at the Munster site. In November, we held community drop-in sessions to discuss the feed diversion trial outcomes. The results show a significant reduction in odour detection and intensity in the community when the feed diversion was operational. Cockburn Cement has written to the Department of Water and Environmental Regulation (DWER) seeking permission to use the feed diversion in summer 2023/24.\nSafety Financial sponsorship of sporting and community clubs located close to our operational facilities to encourage wellbeing, including: North Haven Football Club, Dongara Junior Netball Club, Port District Football Club, Portland Football Club, Port Adelaide Cricket Club, Sellicks Football Club, Brother Rugby League Club, Launceston City Football Club, Kalaya Children’s Centre, Le Fevre Kindergarten, Smithfield Plains Kindergarten, Coogee Jetty to Jetty Swim, Fort-to-Fort Remembrance Walk and Adelaide Kite Flyers Association. Inclusivity Financial support for two Aboriginal and Torres Strait Islander peoples high school students, the Aboriginal Law Society mentoring program, Curtin University - Moordit} Yorga mature age scholarship program and Aurora Foundation High School program. Support for Kwinana Industries Councils (KIC) iWomen program and community sporting programs that encouraging female participation. In-kind support to the Wyn Carr House project in WA that provides accommodation for women over the age of 55 years who are at risk of homelessness. Sustainable Support of programs to encourage students to pursue science-based career options, including the KIC Growth iSCIENCE project and provision of engineering scholarships. Ongoing support for the Coogee Community Garden and tree planting events. In-kind support for the creation of underwater garden beds in Cockburn Sounds aimed at improving the survival rates of transplanted seagrass.",
  "page_20": "18\nPositive contribution to communities continued\n\nEncouraging employees to volunteer and fundraise\nAll Adbri employees are entitled to one day of paid volunteering eave each year. Our people can use this day to volunteer within their local communities. For example, employees from our Adelaide office and Birkenhead operations volunteered at Foodbank, helping pack boxes of food for distribution around the state, while other employees used the time to donate blood and plasma via the Red Cross.\nany of our employees arrange fundraising for causes that are meaningful to them. Employees at Birkenhead participated in the ‘One Foot Forward’ challenge and organised a ‘Small Change For Positive Change’ morning tea, raising funds for the Black Dog Institute. At Austen Quarry in NSW, employees organised a morning tea to raise money for the Cancer Council.\nContinuing our RAP journey\nOur recently released Innovate RAP outlines our commitments over the next two-year period as we continue to progress reconciliation.\nAs anational company with sites across Australia, Adbri engages with Aboriginal and Torres Strait Islander peoples through our employees, our suppliers, our customers and our local communities. Supporting employment and upskilling, ensuring cultural safety in our workplaces and building commercial opportunities are all core to our reconciliation investment.\n———-J\n\\Za\n| 2\nCN\n@\noe”\na\n<a\ngecee®\nwo\neee\no**\na\na\na®*\noe\nost *®\neo?\neene** ——\na .\nsanceesene®\nThe artwork featured in Adbri’s Innovate RAP was designed by Tyrown Waigana, an Aboriginal and Torres Strait Islander multidisciplinary artist and graphic designer. The imagery signifies Adbri’s commitment to understanding the rich connection that Aboriginal and Torres Strait Islander peoples have to Country, and our responsibility to forge meaningful connections between our worksites, communities and the Country on which we operate.\nApproximately 3.5% of our employees identify as Aboriginal and/or Torres Strait Islander peoples. In addition, many of our sites are in regional Australia, close to Aboriginal and Torres Strait Islander people’s communities, and have the potential to impact on Country. Consulting with local communities, engaging them in rehabilitation projects, and providing resources and infrastructure, enables Adbri to continue to build meaningful connections and to provide practical support and agency to local communities. Our vision is to strive to create actively inclusive, supportive, educated, culturally safe and engaging workplaces for Aboriginal and Torres Strait Islander peoples.\nDuring the year we created opportunities for our people to learn about Aboriginal and Torres Strait Islander people’s culture, particularly during NAIDOC and Reconciliation Weeks. This included a cultural awareness webinar accessible to all staff, hosted by Evolve Communities. We also held Smoking Ceremonies and Welcome to Country at significant corporate and operational events through the year. We are committed to proactively inviting and welcoming Aboriginal and Torres Strait Islander peoples to our workplaces to share their knowledge.\nP|\n1\n|\n=\n|\ndiy",
  "page_21": "Adbri 2023 Sustainability Report\nSustainable supply chain\nAdbri adopts a sustainable procurement approach to goods and services as part of building community capacity.\nWe take a risk-based approach to managing ethical sourcing that is largely based on geographic location and the types of goods or services provided. As a component of operating a sustainable business, and as a key inclusion in our Sustainability Framework under ‘Positive contribution to communities’, Adbri is committed o the elimination of modern slavery in our supply chains. Adbri condemns modern slavery in all its forms.\nRelevant employees are required to complete online modern slavery raining.\nOur Modern Slavery Statement, released annually, outlines the key steps we have taken over the previous 12 months.\n2023 snapshot &\nEngaging Aboriginal and Torres Strait Islander peoples and suppliers in our supply chain\nSince 2022 Adbri has significantly increased engagement\nwith First Nations suppliers as we create opportunities within\nour supply chain. Pleasingly, in 2023 First Nation supplier\nspend exceeded $3 million for the year; up 300% on the\nprior year.\nOur partnership with Amaroo ining and Civil is creating opportunities through the provision of agitator trucks to Hy-Tec for projects including the Tindal RAAF Base upgrade in Katherine, Northern Territory. Other contracts included working with First Nation managed services for labour hire, as well as supply in areas such as stationery, PPE, security, new vehicle purchases, electrical services, drinking water and logistics.\nProgressing against modern slavery\nIn 2023, as part of our continuous improvement process, we reviewed and updated our Modern Slavery Policy. Key updates included commitments to training employees on how to identify red flags and report identified issues, and adding in reference to the Fair Call and the Adbri Speak Up Policy.\nIn 2023, we collaborated further with a number of our joint venture partners on modern slavery risk assessment. We will continue to meet with our joint venture partners to review and discuss modern slavery initiatives or challenges within our businesses. This is an important collective and collaborative approach.\n19\nStakeholder expectations\nAdbri engages with a broad range of stakeholders to understand heir expectations and views. We adopt an open and inclusive approach and aim to respond to our stakeholders’ changing needs. Our stakeholders include communities, customers, government local, state, federal), regulators, joint venture partners, shareholders, inanciers and insurers, suppliers, employees and contractors, education, academia, research bodies, industry groups, media and non-government organisations (NGOs).\nEngagement with our employees and contractors is covered in the material topics in the ‘Healthy, Safe and Engaged People’ section of this report, and with our communities in the ‘Community and Indigenous relations’ material topic.\nInvestors and customers are also significant stakeholders, having a considerable impact on the success of the business.\nWe communicate regularly with our investors, banks, analysts and proxy advisors through results and ASX announcements, webcasts and events such as our Annual General Meeting and site visits. We also actively engage with investors and stakeholders on our approach to climate change. We have provided support to industry groups in the development of their own roadmaps, in particular to a VDZ, world-renowned research centre, for the development of he Decarbonisation Pathways for the Australian Lime Sector report, eleased in 2023.\nEnsuring our customer needs are met is of paramount importance o Adbri. Our Sales teams facilitate and manage our customer elationships. On a day-to-day basis, customer interactions are ecorded in fit-for-purpose Customer Relationship Management CRM) software and an annual customer satisfaction survey is undertaken to facilitate formal feedback between Adbri and our customers.\n2023 snapshot &\nMeasuring and improving customer satisfaction in our annual survey\nTo help measure our performance against our Customer Focus pillar, we conduct an annual customer satisfaction survey assessing a range of topics including overall satisfaction, value, ease of doing business, sustainability and performance in key value areas (account management, products and quality, ordering process, delivery performance, credit and accounts).\nIn 2023, Adbri enjoyed an uplift in all key performance measures, including a customer satisfaction score (CSAT) of 74%, up from 70% in 2022.\nCustomer feedback from the survey is reviewed and the insights help drive improvements in customer experience while informing our approach to demonstrating our capability and full value to our customers.",
  "page_22": "20\nReduce adverse environmental impacts\nAs a sustainable and responsible business, Adbri has set objectives, aligned to our Sustainable Growth pillar, for responsible environmental stewardship.\nWe adopt a systematic, continuous improvement approach to managing risks and opportunities for reducing environmental impacts, to ensure that our operations contribute to a safe, healthy and sustainable future for the environment. Aspects of this systematic approach include:\nEngaging with Adbri’s integrated HSEMS. Setting objectives within operational business planning. Providing guidance and training for significant environmental aspects. Utilising a systematic approach to check compliance with environmental obligations documents. Conducting site inspections and audits to review risks, measure th effectiveness of our controls and assess our compliance performance. Tracking, reporting and regularly communicating environmental performance with internal and external stakeholders. Reviewing performance for opportunities for improvement.\n_\n_\n_\nOur Obligation Management System and integrated HSEMS support the environmental commitments outlined in our HSE Policy. This policy outlines the responsibilities of employees and contractors, as well as our HSE objectives, including to avoid, reduce or control waste and pollutants to reduce adverse environmental impacts.\nCintellate is used for recording hazards, incidents and community interactions, as well as recording related corrective and preventative actions to improve performance. Where necessary, all notifications are provided in a timely manner to relevant regulators. We invest in continuous improvement, and collaborate with government and the wider industry on solutions to improve environmental performance.\n— i\n—\nMetrics and targets\nEnhancing our standards and guidance through an Environmental Step Change Strategy\nIn 2023, we continued a review of the HSEMS, with a particular focus on enhancing standards and guidance for environmental risk and opportunity management. The review also included considering data and reporting systems to better inform decision making, identifying opportunities for improvement, and improving training and awareness.\nAs part of this, we identified our Significant Environmental Aspects and introduced guidance and training around these as focus areas, commencing with air and water quality. These aspects are also reflected in our 10 E-ssential Rules released during the year. The E-ssential Rules help raise awareness and empower staff and contractors to manage risks and opportunities in their everyday work.\nTo embed the E-ssential Rules into our operations, training modules were rolled out for operational managers and supervisors, and incorporated into toolbox talks to all operational staff. A brochure was also prepared for all staff, summarising the E-ssential Rules and providing guidance on how every employee can support improved environmental performance.\nDevelopment and rollout of the Environmental Step Change Strategy will continue in 2024 addressing land management, natural resources, waste management, and chemicals and fuels.\n2023\n130,562\n32\n1,239\n1\nOo\n$245,0007\nAn Environmental Incident that is a breach of Environmental legislation, permit, licence or other obligation that results in a non-trivial regulatory penalty. On 1 December 2022, CCL was found guilty of six charges relating to unreasonable emission (odour) from our Munster operations. On 8 December 2023, an appeal court determined the fine at $245,000 across all six charges. CCL regrets the interference which impacted nine residents over seven days in January to April 2019. CCL is giving significant attention, time and expense to: . Understand the feedback about odour in the community adjacent its operations; . Review its operations; and . Liaise with DWER about the feedback and its operations.\n_\n1,327\n1\n1\n$15,000\n2022\n2021\n2020\nProcess waste fo landfill’ (tonnes)\n124,464\n170,259\n161,088\nProcess waste fo landfill’ (% reduction since 2019)\n35\n1\n16\nMains potable water usage (MI)\n1,335\n1,091\n1,206\nNumber of reportable environmental incidents’\nO\nO\n1\nNumber of fines in relation to environmental licences\nO\nO\n1\nPenalties\nNil?\nNil\n$15,000\n2019\n191,574",
  "page_23": "Adbri 2023 Sustainability Report\n2)\nFnuirenmen\n: Matt!\nbe ie |\nMaterial topics\nAir quality\nAir quality is one of Adbri’s Significant Environmental Aspects, with a focus on responsibly managing emissions to atmosphere to reduce the risk of air pollution and nuisance impacts on the community. Emissions include dust, noise and vibration, odour, particulates and gas.\nWe aim to achieve this across our varied operations by:\n=\nery day\nYou can ntiny ou jowing\nP\nenvir mv rk bY ov\nal Rules-\nab ri’s E\nen Ee ae ne\npee TT\nae\npee ot\n=m\na\n=\ncannes ea”\ncanner onl\narenes et\n2023 snapshot &\nCompleted odour trials at Cockburn Cement Limited (CCL) operations - Munster\nCockburn Cement (CCL) has been working with the DWER to investigate and understand odour complaints in the Munster, Beeliar and Yangebup suburbs of the City of Cockburn.\nOur extensive works and investigations over many years have found that odour can be generated in CCL’s stacks when the raw material, shellsand, is heated between 400°C and 600°C. By modifying the process and exposing the shellsand to higher temperatures, earlier laboratory trials indicated it can destroy odour causing substances before they are emitted. This is referred to as the feed diversion solution.\nAfter gaining approval from DWER in August 2021 to trial the solution, the trial commenced in May 2022 and concluded in April 2023.\nThe results of the feed diversion solution trials are positive and show a significant reduction in odour detection and intensity in the stack during the testing period. We are currently seeking approval from DWER to use the feed diversion solution on an ongoing basis.\nImproving dust and noise management\nDuring 2023, we continued implementation of our Environment Improvement Program at Birkenhead, including completion of an updated air emissions inventory and noise model to identify new dust and noise improvement opportunities.\nElsewhere, extensive dust controls across the lime kiln dust disposal area at Munster were extended and enhanced, and anew cement kiln dust disposal process at Blanchetown, South Australia was developed to reduce dust generation and improve landfill efficiency.\nfe) ADBR!\nIdentifying potential sources of emissions to atmosphere. Putting in place management controls to mitigate the risk of offsite emissions. onitoring emissions where sites have higher risk settings, or as required by licence, including through stack testing, and dust, noise and blast monitoring, to assess compliance anaging site operations to reduce the risk of generating uncontrolled emissions to atmosphere. Seeking operational improvements to mitigate or reduce he generation of emissions.",
  "page_24": "22\nReduce adverse environmental impacts continued\nWaste management and circular economy\nWaste management and natural resources efficiency are both part of Adbri’s Significant Environmental Aspects, with a focus on conserving natural resources to improve our efficiency and support a circular economy. In addition, responsible handling of waste reduces pollution and increases sustainable outcomes.\nWe aim to achieve this by:\nIdentifying the key waste generated by our sites. Seeking opportunities to reduce waste generation and apply circular economy principles. Separating waste streams to increase opportunities for recovery of suitable streams for reuse in our processes, or for recycling and beneficial reuse offsite, in preference to landfill disposal. Putting in place management controls to mitigate the risk of pollution and litter and to ensure the lawful handling of waste. Responsibly handling hazardous and prescribed waste. Creating innovative and sustainable outcomes by investing in research and development and utilising alternative raw materials and alternative fuels to realise climate and circular economy benefits and reduce natural resource consumption.\n=\n=\n=\n2023 snapshot &\nSupporting a circular economy for packaging\nDuring the year, Adbri joined the Australian Packaging Covenant Organisation (APCO). As a not-for-profit organisation responsible for managing the Australian Packaging Covenant, APCO helps lead the development of a circular economy for packaging in Australia. As a signatory to the Covenant, Adbri will be reporting on our action plans and progress annually, which will help us meet our regulatory requirements under the National Environment Protection (Used Packaging Materials) Measure 2011.\nResponsible water use\nWater quality management is one of Adbri’s Significant Environmental Aspects, with a focus on controlling and responsibly managing water resources. We also ensure correct storage and handling of chemicals, fuels and other materials used at our sites to reduce the risk of pollution impacts on surface and groundwater.\nWe aim to achieve this by:\n=\nIdentifying water usage and wastewater generation at our sites. Implementing and regularly inspecting water quality controls, including appropriate drainage and containment design to prevent sediment and erosion and to mitigate the risk of pollution. Diverting and separating clean stormwater away from operational and materials stockpiles. Ensuring lawful handling of wastewater. Ensuring correct secure and bunded storage and handling of chemicals and fuel and ensuring we are prepared for spill response. onitoring water quality and compliance. Seeking to minimise potable water usage and increasing and\n=\necycling reuse opportunities.\n2023 snapshot &\nBuilding a strong culture of water efficiency\nCockburn Cement was recognised with the Industrial Platinum Business of the Year award in Watercorp’s Waterwise Program in May 2023. The award recognises ‘a strong culture of water efficiency’ at Cockburn Cement’s Munster operation, with annual water use reduced by 27.5 million litres since 2012. An artificial wetland recycles most processed water and captures stormwater, and regular monitoring and sub meters help make the most of our resources.\nLand management is one of Adbri’s Significant Environmental Aspects, with a focus on site management and development practices to protect land quality, including biodiversity and heritage, and responsibly managing legacy contamination.\nWe aim to achieve this by:\nAcknowledging our role as landowners for responsible environmental stewardship. Conducting surveys and identifying sensitive areas at our sites. Seeking to minimise ground disturbance. Developing controls and management plans to mitigate risks of adverse environmental impacts. Obtaining all relevant approvals related to land management activities. Actively protecting and enhancing biodiversity outcomes including through rehabilitation.\n2023 snapshot &\nProgressing rehabilitation at Batesford Quarry\nIn March 2023, we completed Stage 4 rehabilitation works at Batesford Quarry, Adbri’s joint venture operation near Geelong. This was the last major stage to complete the ten plus year rehabilitation project at the quarry and represents 10% of the total rehabilitation works.\nAn additional 30,000 trees were planted in 2023, bringing the total to more than 100,000 trees over three years.\nOur Batesford quarry also supports a decade-long program with the Victorian Peregrine Project involving annual monitoring and tagging of chicks nesting in limestone at the site. The Victorian Peregrine Project is a volunteer-based conservation initiative across Victoria combining field research, community engagement and education.\nIn support of the program, two new nest box sites were established at our Batesford operation to encourage the birds away from operational areas of the quarry. A pair of Peregrine Falcons (Falco peregrinus) have made good use of the nest boxes to provide a safe haven for their chicks in 2023 and 2022.\nBiodiversity and land management",
  "page_25": "Adbri 2023 Sustainability Report\nResponding to climate change\nAdbri accepts the Intergovernmental Panel on Climate Change’s evidence that warming of the planet is unequivocal, that human influence is the main driver and that physical impacts are unavoidable.\nWe believe the world must pursue the Paris Agreement goals with increased collective ambition to accelerate action in order to limit the impacts of climate change, and that business has a critical role to play in responding to scientific evidence and addressing the risks and uncertainties of climate change.\nWith cement, concrete and lime products having a critical role to play in the transition to a low carbon economy, we are committed to reducing our operational greenhouse gas emissions in line with our public targets as we transition to a low carbon future, evident in our material topics: greenhouse gas emissions reductions, sustainable products, government policy, climate resilience and energy management.\nWe are committed to producing lower carbon products for our customers to support their sustainability goals, and to partnering with others to develop technologies and solutions as we differentiate our business to increase market share and profitability. This will also require engaging with governments to adopt appropriate policies to support sustainable manufacturing in Australia, as well as working with experts to build our knowledge and enhance the resilience of our assets to adapt to the potential physical impacts of climate change.\nMore detail on our position on climate change can be found in our Net Zero Emissions Roadmap.\n———————_———\nee ee —1_i_\n— = ih\n=\nAdbri has signed an agreement for a\nnew limestone vessel in 2026 where\nelectricity will replace about 25%\nof the vessel's diesel fuel. By 2031,\nwe aim to achieve 100% electric\npower capabi y, further reducing\nScope 1 emissions.\nEe;\nry &\nrh |\n—_\n¢\n+2 ie\n1%\na MI d=]\n5\n44\n7\n23\nMetrics and targets\nIn FY23, Adbri’s total operational Scope 1 and 2 GHG emissions decreased 8% compared to the previous year. This reduction was a result of a 6% decrease in Scope 1 emissions and a 28% reduction in Scope 2 emissions.\nScope 1 emissions reduced from FY22 levels as a result of decreased production at some of our cement and lime sites, alternative fuel use at Birkenhead and Angaston, and the phase out of coal as a kiln fuel at Munster.\nThe significant drop in Scope 2 emissions is a result of greater renewable generation contribution within the National Electricity Market and Western Australia’s South West Interconnected System.\nTotal emissions Scope 1, 2 & 3 and energy consumption\nFY23\nFY22\nFY21\nFY20\nScope 1 emissions (tCO,-e)\n1,798,170\n1,922,718\n2,092,331\n2125121\nScope 2 emissions (CO,-e)\n132,803\n183,268\n197118\n207,432\nScope 3 emissions (1CO,-e)!\n932,042\n979,849\n1,012,808\nN/A\nTotal energy consumption (G))\n12,829,762\n13,523,765\n14,175,950\n14,286,867\nTotal operational GHG emissions (Scope 1 and 2)(tCO,-e)\n1,930,973\n2,105,986\n2,289,449\n2,332,553\nFY19\n2,156,481\n230,539\nN/A\n14,782,120\n2,387,020\n1\nOur Scope 3 emissions calculation methodology remains the same as last reporting period. We are in the process of expanding our Scope 3 emissions calculation methodology to include more categories of Scope 3 emissions, in preparation for mandatory climate-related financial reporting in Australia.",
  "page_26": "24\nResponding to climate change continued\nAdbri’s Net Zero Emissions Roadmap targets and goals\nTargets\n7% absolute reduction\nin operational emissions\nby FY24\nBaseline\nFY19\n2,387 ktCO,-e\nFY23 result\n1931 kico,-e\n19% below baseline\nFY23 progress\nThe use of alternative fuels, reducing coal use at Munster and Scope 2\nemissions reduction via grid decarbonisation have all contributed to\nabsolute emissions reduction. A further contributing factor has been\na decrease in production of clinker and lime, reducing our\nScope 1 emissions.\n50% kiln fuel to be\nFY19\nsourced from alternative 23%\nfuel in South Australia\nWaste oil substitution increased at our Angaston operations, offset by a\nslight decrease in RDF usage at Birkenhead, compared to FY22.\nAdbri obtained approval for increased usage of RDF at Birkenhead with\nthe SA EPA, to substitute more kiln fuel with alternative fuels.\nIn addition, we have received approval for waste oil storage upgrades\nat Angaston so that we can seek approval for increased use of\nalternative fuels.\n2019\n21%\n35%\n15% remaining to\nreach FY24\ntarget\n23%\n1% remaining to\nreach 2024 target\nPositive increase in SCM usage in 2023, including Type GL Cement trials\nundertaken in NT and WA, with regular consumption of Type GL in SA and\nNSW ongoing.\n20% reduction in cement FY20\nScope 1 emissions\nintensity\n(kgCO,-e net/tonne) by\nFY30\n24% supplementary\ncementitious materials\n(SCMs) as a proportion of\nfinal cementitious product\nIncreased alternate fuel usage and SCM substitution (above) are critical to\nreduce cement net emissions intensity.\nFY20\n1,100 kgCO,-e/\ntonne\n557 kgCO,-e\nnet/tonne\n526 kgCO,-e\nnet/tonne\n6% below baseline\n1048 kgCO,-e/ The greatest influence on the reduction in lime Scope 1 emissions intensity\ntonne\nthe reduction in coal use in the kilns at Munster, which was replaced\nwith natural gas. Coal use has decreased from being 68% of the kiln fuel\n5% below baseline\nconsumption in FY19 to 21% in FY23.\n10% reduction in lime\nScope 1 emissions\nintensity\n(kgCO,-e/tonne) by FY30\nFY20\n8%?\nPreviously, the percentage was calculated as the proportion of our group electricity consumption offset by voluntary Large-scale Generation Certificates (LGCs). In recent months, Adbri has expanded this methodology to include the LGCs purchased because of our electricity consumption, assigned to us via the government nominated Large-scale Renewable Energy Target (LRET). Updated data collection and calculation methodology to determine amount of zero emissions electricity being consumed. RPP refers to the Renewable Power Percentage, published annually by the Clean Energy Regulator.\nCement emissions intensity historical performance and target commitment (kgCO,-e net/tonne)\n100% zero emissions\n7%\nRefined calculation methodology and data collection’ has enabled\nelectricity supply\nupdated historical analysis of our zero-emissions electricity supply,\nby FY30'\n93% remaining to\nreflected in\nan updated\nbaseline value of 8%.\nreach FY30 target\nSince FY20, we have seen a slight decrease in the per cent default\ndelivered renewable electricity from the grid (RPP3), which is influenced by\ngovernment legislation.\nThe reduction in renewable electricity percentage, coupled with a\n6% reduction in electricity consumption over time, has caused our\nzero-emissions electricity supply to lower by 1%.\nLime emissions intensity historical performance and target commitment (kgCO,-e/tonne)\n1,300\n1,200\n1,100\n1,000\n900\n800\nFY30 target\n446\n20% reduction\non FY20\nare\n550\nMette ete\n600\nne\nFY23\ntee\n526\nSL LK fF LK LX LX KX YX LL KX & av\n600\n500\n400\n10% reduction\non FY20\nee & & ros & oo rea & we rea & & a Rew\n500\n1,100\n1,048\nro)\neee\neee eee\nesse eeeeeeeeeseescesceeseescens\nFY30 target\n450\nFY20\n557\n400",
  "page_27": "Adbri 2023 Sustainability Report\n25\nFY23 Operational GHG emissions (Scope 1+ Scope 2) by source\na\na\nProcess\nMobile plant\nemissions\nand generators\n63%\n3%\na\nKiln fuel\nTransport\nemissions\n2%\n25%\na\nElectricity\nOther\nemissions\nstationary fuel\n7%\nGHG emissions by product Scope 1 + Scope 2 kt CO2e\na\nNatural gas\n59%\nRDF\n12%\nDiesel\n11%\na\nElectricity\n10%\nCoal\n71%\nFY23 Energy consumption by source\nWaste oil\nFY19\n2,387\nFY20\n2,333\nFY21\n2,289\nFY22\n2,106\nFY23\nCement @& Lime Concrete, Aggregates and Masonry\nThermal efficiency\nElectrical intensity'\nG3J/t clinker\nkWh/t cement\n1,931\nReduced energy consumption GJ (000)\n120\n128\n4.3\n14,500\n4.3\n125\n124\n120\n4.2\n120\n14,000 14,287\n14,116\n4;\n13,500\n115\n17\n4.0\n13,524\n110\n4.0\n13,000\n3.9\n3.9 3.9\n12,814\n100 FY20 FY21 FY22 FY23\n105\n3.8\n3.7 FY20 FY21 FY22 FY23\n12,500\n12,000 FY20 FY21 FY22 FY23\nAlternative fuel use in South Australia’ Clinker to cement ratio\n%\nSupplementary cementitious material\nof total cementitious material sold\n0.80\n40\n23\n37%\n20\n20\n21 21\n30\n0.76 0.77\n35%\n0.78\n15\n0.78\n20\n27%\n25%\n0.77\n10\n0.75\n0.72\n0.74\n10\nFY20 FY21 FY22 FY23\nDue to refinement of calculation methodology and data collection in 2023, current and previous data has been updated to ensure appropriate comparability for progress reporting.\nFY20 FY21 FY22 FY23\n0.70 FY20 FY21 FY22 FY23\n1",
  "page_28": "26\nResponding to climate change continued\nGross emissions intensity by product Scope 1 & Scope 2' kg GHG/t\nOperational GHG emissions (Scope 1 + Scope 2)\n‘OOO t\n2400\n1200\n2,333\n1000\n2300\n2200 2,283\n2,289\n2,232 2,106\n800\n400\n2100\n1,931\nOur long-term 2050 goal is heavily dependent on the commercialisation of breakthrough technologies to reduce Scope 1 emissions. While we are committed to investing in the development of these essential breakthrough technologies, we acknowledge there may be impediments to their adoption in our operations that impact our ability to meet our goal.\nOur commitment to decarbonise our operations and products is reinforced by our absolute emissions and emissions intensity targets. These have been publicly shared and are reported on annually. In addition, we link Executive remuneration and incentives to emissions reduction targets to further demonstrate our commitment to our net zero emissions goal. For example, the 2023 Short Term Incentive target was for a 5% reduction in absolute greenhouse gas emissions, which was achieved. More details on Executive remuneration incentives can be found in the Remuneration Report within the 2023 Annual Report.\nWe are continually maturing our capital allocation processes to ensure climate-related risks and opportunities are adequately and consistently considered. In the future, this will include guidance on application of an internal shadow carbon price.\n600\n2000\n2,109\n1900\noO\n@ Kiln production & Total operational GHG emissions (Scope 1 + Scope 2)\nMaterial topics\nGreenhouse gas emissions reductions\n1 Due to refinement of calculation methodology and data collection in 2023, current and previous data has been updated to ensure appropriate comparability for\nprogress reporting.\n200\n& Group cement intensity Scope 1+ Scope 2 @ Group lime intensity Scope 1+ Scope 2\nAdbri operates two emissions-intensive, trade-exposed and hard-to-abate processes - the integrated manufacture of clinker and the production of lime. Unavoidable, chemically liberated carbon dioxide from the high-temperature processing of limestone accounts for approximately 63% of Adbri’s Scope 1 and Scope 2 GHG emissions. There is currently no complete substitute for limestone in this process.\nAs acknowledged by the Science Based Targets Initiative (SBTi), the pace of decarbonisation for the cement industry is likely to be slower than other industries, however we are committed to and focused on partnering with innovators in this space.\nIn the short to medium term, we are committed on focusing on using conventional approaches to abate our energy-related emissions, while we work in collaboration with key partners to demonstrate the viability of emerging technologies to reduce our process emissions.\n1800\n2,026\n1700 FY20 FY21 FY22 FY23",
  "page_29": "Adbri 2023 Sustainability Report\n27\n2023 snapshot &\nHeading towards net zero emissions\nIn 2023 we made progress towards our goal of net zero emissions by 2050 by advancing our three action areas of: reduce emissions, create new products, and collaborate.\n2023 Progress\nCement\nProcess and energy efficiency\nimprovements\nIncrease decarbonated raw feed\nIncrease alternative fuels\nIncrease the use of SCMs\nDiesel reduction and replacement\nIncreasing the maximum allowable RDF rate has been\napproved by the EPA, diverting an additional 80,000 tonnes\nof refuse from landfill each year and a reduction of\ngreenhouse gas emissions by a further approximately\n13,000 tonnes\nannually.\nInstallation of a new, more efficient kiln burner, resulting in a\n5% clinker gas consumption benefit, while supporting up to\n100% substitution of natural gas with RDF in the calciner.\nLaunched EvoCem™ Type GL Cement to increase SCM\nusage and reduce overall cement net intensity. We\naccelerated the internal use of Type GL cement within our\nNSW and SA premix concrete business and successfully\ncompleted field trails of GL cement conducted in NT, WA\nand Vic. We have developed a significant and compelling\ndatabase of GL test data within concrete and have been\nactively using this to influence change within Australian\nStandards, both of which are critical levers to mass adoption\nSigned an agreement for a new limestone vessel where\nelectricity will replace about 25% of diesel fuel when it\ncommences operations in 2026.\nProcess and energy efficiency\nimprovements\nContinued to progress the Calix Prefeasibility Study to\nunderstand the ability and commercial viability of using\nCalix’s calciner process to produce low emission quicklime\non an Adbri site.\nLime\nExplore options for\nalternative fuels\nFuel switching\nContinuing to investigate potential alternative kiln fuels,\nincluding biofuel, to reduce emissions and promote\ncircular economy.\nPhasing out coal use as a kiln fuel at Munster, providing\na positive impact on reducing the emissions intensity of\nlime production.\nProcess and energy efficiency\nimprovements\nFurther swap out of existing masonry gas fired kilns\nwith continuous curing systems has been completed in\nQueensland and Victoria, reducing gas consumption by\n60% compared to the previous gas fired curing systems\nConcrete,\nAggregate\nand Masonry\nModernising fleet to reduce emissions intensity through\nincreased capacity and engine efficiencies.\nHYDI Hydrogen on Demand Truck Trial, an optimisation\ninitiative, resulting in less carbon emissions. The trial was\npaused during 2023, however recommenced at the end of\nthe year with results and commerciality to be assessed.\nEntered into a partnership with Janus Electric to develop\nbattery-electric retrofit options for prime\nmovers,\nwith Janus\nconverting the first of Adbri’s existing prime movers into\nan electric vehicle in 2023. Converting existing vehicles\nsignificantly reduces the need for capital investment. The\nelectric technology utilises exchangeable batteries to power\nheavy vehicles, with the batteries powered by renewable\nenergy sources such as solar or wind. The resulting electric\ntrucks emit zero tailpipe emissions, reducing air pollution\nand improving air quality.\nOptimisation of quarry fleet and machinery scheduling to\nreduce fuel consumption has seen positive results during trials.\nDiesel reduction\nand replacement",
  "page_30": "28\nResponding to climate change continued\n2023 Progress\nElectricity\nBreakthrough\ntechnologies\nBuilding\ndesign and\nconstruction\nKey partners\nel\nZero emissions electricity\nBreakthrough technologies\nDevelop new SCMs Innovate and develop lower carbon products Launch Environmental Product Declarations (EDPs) to inform choice Create product awareness to grow market demand\nSupport efficient and innovative building design and construction Recycle concrete\nWork together across our processes to reduce emissions and create new products with customers, suppliers, joint venture partners, technology developers, research organisations, industry associations, governments, and standard setting authorities\nProcess and energy efficiency\nimprovements\nLower carbon\nproducts\nUpdated methodology for calculating zero emissions electricity to more accurately reflect our baseline and progress. As part of our ongoing investment into rooftop solar, we installed an additional 80kW in 2023, taking our installed capacity of rooftop solar to a total of 1.1MW.\nCompleted preliminary studies into a large-scale carbon capture facility for Dongara and a pilot scale facility for Munster. We will continue to assess collaboration opportunities and progress feasibility investigations. Monitoring carbon utilisation technology and commenced engagement to better understand this technology.\nReleased Environmental Product Declarations (EPDs), that are independently verified to ISO 14025 and the best practice standard EN 15804, and are registered with EPD Australasia. Launched a new lower carbon concrete range, Futurecrete®. The product range uses up to 65% supplementary cementitious materials to reduce the embodied carbon in concrete, backed up by our newly released EPDs. Launched a low carbon Type GL cement, EvoCem™. The product provides equivalent performance to Type GP cement, with up to 8% less embodied carbon, as confirmed in our independently verified EPDs.\nPartnerships with technology developers, industry associations and government, including:\nCIF Smartcrete recarbonation investigation/project HILT CRC, SmartCrete and MECLA\n=\n=\nResearch collaboration with University of Adelaide on two projects completed by Chemical Engineering students: Mineral Carbonation Using CO, Captured From The Birkenhead Cement Plant and Methanol Production Using CO, Captured From The Birkenhead Cement Plant.\nPa\nOo\nch\ne\no\nfe\nTp\nLio\n<4\nLS\nhers\n-. Lae -\nee\ner\nP|\n=\n=i\nee io a Ps,\n—_—\n~*~\n\\\nlal\nz=\n=\no==\n=.\nOa, +. Sp\nea\non\n‘Tm,\ni>\n=\neal\no=\nov.",
  "page_31": "in Victoria, utilising\nBy\nCemeninmix0625% cement+eplacement,.this resulted in a reduction of up to 270,000 kg CO,\nAdbri 2023 Sustainability Report\n\nAdbri began innovating our products for sustainability over 15 years ago, using cement substitutes in our mixes. Through rigorous testing and product development, we developed a range of lower carbon products, including Futurecrete® and EvoCem™, which reduce the embodied carbon in cement and concrete to provide our customers with more sustainable choices.\nWe are proud that our Birkenhead Type GP cement is the lowest embodied carbon Type GP cement verified in Australia.\nAdbri has a well-established supplementary cementitious materials (SCM) strategy, involving the use of existing materials such as fly ash and slag, while also focused on developing new and emerging SCMs. Our SCM usage is on track to meet our 2024 target.\nSCM usage is largely influenced by seasonal effects, with increased capacity for usage during warmer weather periods when setting times are reduced.\n2023 snapshot &\nProviding customers with transparent product credentials\nAs part of our ongoing commitment to developing low carbon products, in 2023 we released a series of standalone Environmental Product Declarations (EPDs) for our lime, pre-mixed concrete and masonry products, to complement our Cement EPD released in 2022. These EPDs provide our customers with independently verified life cycle analysis (LCA) data (including embodied carbon), conducted in accordance with ISO14025 and EN15804, allowing them to confidently make informed sustainability decisions involving the use of our products.\nIn addition to our standalone EPDs, we have also attained independent verification for cement, pre-mixed concrete and masonry LCA calculators. These calculators allow Adbri to provide bespoke EPDs for our customers and their projects.\nA\na\ni ha\nF\na\":\n~~\niN\na\n#\nJi\n’ |\n2\nProviding a lower carbon cement choice with EvoCem™\nDuring 2023 we launched Adbri EvoCem™, a lower carbon cement which is AS3972 compliant and provides equivalent performance to Type GP cement. EvoCem™ is a General Limestone cement (Type GL) which has been pioneered in Australia by Adbri. EvoCem™ reduces embodied carbon by up to 8% compared to General Purpose (Type GP) cement, as verified in our Cement EPD.\nThrough rigorous field trials and testing, we've placed over 300,000: of concrete containing EvoCem™ in New South Wales, South Australia and Northern Territory, across a broad range of concrete strength grades and applications. The roll out of EvoCem™ across Adbri’s broader manufacturing network is continuing, with trials successfully started in Victoria and Western Australia.\nLaunching our Futurecrete® low carbon concrete range\nIn 2023 we launched Futurecrete®, our national low carbon concrete range. Futurecrete® concrete meets the performance requirements of AS1379 and AS3600 and is suitable for use in a wide range of concrete applications.\nFuturecrete® lowers the embodied carbon of concrete by incorporating supplementary cementitious materials (SCMs) as a cement replacement. The use of SCMs also contributes to concrete durability and supports the circular economy through the recycling of industrial by-products, including fly ash and slag. To be considered a Futurecrete® low carbon concrete, the mix must contain a minimum of 25% SCMs. To enable more significant carbon reductions, our Futurecrete® Ultra range uses over 41% SCMs in the mix as cement replacement, further reducing embodied carbon of the mix. Our Futurecrete® and Futurecrete® Ultra products are supported by our independently verified Concrete EPDs.\n_\nah\na\n=\n_\nq\nlp Mice the embodied-carbon of the Yarra Tram Track Renewal\nNe\n29\nts.\na\nby Bulfon\ne and creating\nSar Of Supply, co\nfe) conventional concrete with no cement replacement:\nsubstitution.\n—\nHog\nProject\nour\n4\nson between Hy-Tee's Vict\n4\n\\\ncrete® SOMPa ae and the AusLCl 5OMPa concrete with no cement\nSate",
  "page_32": "30\nResponding to climate change continued\nGovernment policy\nThroughout 2023, we welcomed direct engagement with the government on issues and proposed legislation that impacts our industries, including the Safeguard Mechanism reforms and Carbon Leakage Review, as well as decarbonisation and innovation unding programs.\nWe look forward to continuing to work with the Federal Government on their Carbon Leakage Review including clinker, cement and ime, and to working with State and Federal Governments on practical measures to reduce emissions, such as by allowing the ower embodied carbon, Type GL cement in Government funded infrastructure projects.\nAdbri has also engaged with the Australian Treasury’s consultation on proposed mandatory climate-related financial disclosures, by providing feedback via industry associations. We welcome the Australian Accounting Standards Board's intention to introduce the new Australian Sustainability Reporting Standards.\nAs one of the three domestic producers of clinker and lime, Adbri is a member of the Cement Industry Federation (CIF) and Cement Concrete & Aggregates Australia (CCAA). We are also continuing members of HILT CRC, SmartCrete CRC, MECLA, and Concrete Masonry Association of Australia (CMAA). As a proactive industry member, we may not always agree with the climate- related policy positions taken by industry associations, but we are committed to continuing collaboration, and advocating for strong climate action. If relevant, where we aren't aligned with an industry association's views, we proactively engage directly with government on the matter.\n2023 snapshot &\nWorking together on the Safeguard Mechanism\nAdbri supports the need for Australia to decarbonise\nand the ambition of the Safeguard Mechanism reforms.\nWe recognise we cannot advance climate change action\nwithout government policy that creates the right framework\nfor change.\nOver the course of 2023, we have actively engaged with Government throughout the Safeguard Mechanism reforms consultation period to:\n- Gain recognition of the importance of domestic cement and lime manufacturing and previous decarbonisation progress. Maintain targeted consideration for trade exposed, hard- to-abate manufacturing sectors. Support $400 million in additional targeted funding for industries providing critical inputs to clean energy industries (including cement and lime) to support the radical innovation required to decarbonise our industry.\nThe Government's recognition of the strategic importance of Adbri’s operations, as well as the challenges facing hard-to-abate sectors, will be vital as Australia transitions to a low carbon economy.\nClimate resilience\nAdbri‘s climate change risk assessments are aligned with the Taskforce for Climate-related Financial Disclosures (TCFD) approach and include an analysis of both transitional and physical risks. Physical climate change impacts and the need to adapt to a changing climate, is a material risk to Adbri.\nOur assessment of the potential impacts to our operations against a variety of scenarios, and across multiple time horizons, is ongoing. With mandatory Australian climate-related financial reporting standards proposed for introduction in 2024, Adbri will look to expand on these disclosures in due course.\nThe market, policy, reputational and technology risks associated with the transition to a low carbon economy are also considered material risks to the business. The scenario analyses undertaken in 2020 and 2022 continue to inform our strategy and business planning, which will be reviewed with regulatory updates as Australia moves towards mandatory climate-related financial reporting.\nEnergy management\nAdbri’s operations use various forms of energy to produce and transport our products to customers, including kiln fuels, fuel for vehicles, and electricity from the grid or generated behind the meter at our operations.\nAcross the business, we are focused on efficient use and consumption of fuels and energy, whether it be diesel use in trucks or electricity used for cement milling.\nSecurity of energy supply is particularly important for our kilns, where fuel sources such as natural gas and RDF are vital for producing clinker and quicklime. We measure and track our energy consumption to assess our progress against FY24 and FY30 targets\n2023 snapshot &\nIncreasing renewable energy capacity\nAt our Hy-Tec concrete operations in Alexandria, six kilometres south of Sydney's CBD, we installed another 80kW solar photovoltaic system, increasing the total installed capacity at the site to 179kW. Overall, our installed solar capacity across our Concrete, Aggregates and Masonry sites is over 1.1MW.\nDuring 2023, we progressed investigation of behind-the-meter solutions at our key sites.\nImproving energy efficiency\nOver the last 18 months, Adbri Masonry has been undertaking an energy efficiency initiative to swap out existing masonry gas fired kilns with continuous curing systems. The curing systems offer consistent temperature and humidity throughout the chamber, speeding up the curing process and reducing gas consumption by 60% compared to the previous gas fired curing systems.",
  "page_33": "Adbri 2023 Sustainability Report\n31\nBuilding a better Australia... and a better Adbri\nWe approach 2024 with the belief that a sustainable business is a successful business.\nThe health and safety of our people remain our highest priority, as we expand our programs beyond physical safety to include psychological wellbeing.\nThe decarbonisation of our operations, and broader industry, will continue to see us collaborate with innovators and governments to support the transition to a low carbon economy, while remaining focused on reducing what we can, now.\nIn 2024, on the expiry of our current framework, we will review our Sustainability Framework to set new near-term targets.\nFeedback\nAdbri welcomes all feedback on the 2023 Sustainability Report. If you have any questions or comments, please email info@adbri.com.au. For more information about specific topics, see the Adbri website at www.adbri.com.au.\nae\nNT\na\nSS\ngg\npe\ni!\nS -«\nae\na\nas\nyak\nAP\nma!\n(ea\nLe\nes\nibs, Mes\n—\nee ae ae\nory\nall\nmT\nfp?\ni\nAe\n|\n=\nll te we\nA\n4\ni\naoe\n| ee ae\nes\n|\na\nai\nfs",
  "page_34": "32\nDisclaimer\nThis Sustainability Report has been prepared as part of Adbri Limited’s annual reporting materials for the purpose of providing investors in Adbri Limited with general information regarding the Company's performance and plans for the future with respect to sustainability. The information included in this Sustainability Report and the Net Zero Emissions (NZE) Roadmap released by the Company to the Australian Securities Exchange on 2 May 2022 (Roadmap) is not investment or financial product advice. Before making an investment decision, you should seek appropriate financial advice, which may take into account your particular investment needs, objectives and financial circumstances. Past performance is no guarantee of future performance.\nThis Sustainability Report, as well as the Roadmap which is referred to and aspects of which are contained in this Sustainability Report, contain forward-looking statements and statements of opinion.\nThese include\nclimate\nexternal enablers\nmay statements regarding change, transition scenarios, (including technology commercialisation, policy support, market support for lower carbon products, raw materials availability and energy availability), actions of third parties, as well as our goals, targets and plans in relation to sustainability (including health and safety, people and culture, community, the environment and climate change). Such statements may be identified by the use of terminology including, but not\nimited to, ‘intend’, ‘aim’, ‘ambition’, ‘aspiration’, ‘goal’, ‘target’, ‘project’, see’, ‘anticipate’, ‘estimate’, ‘plan’,\n‘objective’, ‘believe’, ‘expect’, ‘commit’, ‘may’,\n‘should’, ‘need’, ‘must’, ‘will, ‘would’, ‘continue’, ‘forecast’,\n‘guidance’, ‘trend’ or similar words.\nUnless specified otherwise, any such statements speak only at the date of this Sustainability Report or he Roadmap. Readers are cautioned not to place undue reliance on such statements, particularly in ight of the long-time horizon which this Sustainability Report and the Roadmap discuss and the inherent uncertainty in possible policy, market and technological developments in the future.\no representation or warranty is made regarding the accuracy, completeness or reliability of the orward-looking statements or opinion, or the assumptions on which either is based. All such information is, by its nature, subject to significant uncertainties outside of the control of the Company, and actual\nresults, circumstances and developments may differ materially from those expressed or implied in this Sustainability Report or the Roadmap. There are also limitations with respect to scenario analysis, and it is difficult to predict which, if any, of the scenarios might eventuate.\nScenario analysis is not an indication of probable outcomes and relies on assumptions that may or may not prove to be correct or eventuate. Except as required by applicable laws or regulations, the Company does not undertake to publicly update or review any forward-looking statements, whether as a result of new information or future events.\nTo the maximum extent permitted by law, the Company and its officers do not accept any liability for any loss arising from the use of the information contained in this Sustainability Report or the Roadmap. Unless otherwise stated, the emissions data contained in this Sustainability Report or the Roadmap is reported as 30 June, consistent with regulatory reporting requirements. The Company’s financial year ends on 31 December.",
  "page_35": "Registered Office\nLevel 4, 151 Pirie Street\nAdelaide SA 5000\n+61 8223 8000\nABN 15 007 596 018\nadbri.com.au\nC ADBRI Building Australia since 1882"
},
  "language": "Languages.ENGLISH",
  "total_pages": 35
}
