{
  "file_name": "168_1640.pdf",
  "pages": {
  "page_1": "ROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nSEPTEMBER 2025\nCARBON BORDER ADJUSTMENT MECHANISM AND TURKIYE\nPrepared by The Trade Council of Denmark in Istanbul\nThe European\nGreen Deal\n‘%\nSin\ni) /",
  "page_2": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nContents\n1. What does EU Green Deal and Carbon Border Adjustment Mechanism mean for TUrkiye? oo. ccc cece cece cece eee eee eee eee eee eee neces ee eee ee ees eases eases ee ees ee easeeeaseeeaseeeaseaseaeaseeeaesauaesanas 3\n1.1\nWhat is EU Green Deal? .....ccccccccccccseeeeeeesceeeeeeeeeccaeeeeeeeesuaueeeeeeeesggaueteeeeesggunneenenegs 3\n1.2\nWhat is Carbon Border Adjustment MechaniSMm?............:::eeceeeeeeeee teeta eee eeeeeeeeeeeaeaees 4\n1.3 What CBAM means for DUSINESSES?........ccccceeeeeeeecceeeeeeeecscueeeeeeeescuuueteeeeesgguneeenneegs 6\n2. What does CBAM mean for Tiirkiye and Turkish companies? ........csscseceeseeeeseeeeeeees 7\n3. Cooperation opportunities between Tiirkiye and Denmark Perera\nPage 2 of 12",
  "page_3": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\n1.\nWHAT DOES EU GREEN DEAL & CARBON BORDER ADJUSTMENT MECHANISM MEAN?\n1.1 WHAT IS EU GREEN DEAL?\nThe Green Deal is the European Union's (EU) new growth strategy for transitioning the EU economy to a sustainable economic model. The key objective of the EU Green Deal (EGD), which was presented in December 2019, is for the EU to become the first climate neutral continent by 2050, resulting in a cleaner environment, more affordable energy, smarter mobility, new jobs, and an overall higher quality of life. In addition, it plays a significant role in the EU's strategy for achieving the 2030 Agenda for Sustainable Development.\nThe Green Deal is made up of 8 main components:\n> Raising the EU's 2030 and 2050 climate goals > Providing safe, affordable, and clean energy Organising business for a sustainable and circular economy Using resources and energy efficiently\nAiming for a toxic-free environment with minimal pollution Protecting and regenerating ecosystems and biodiversity An equitable, healthy, and sustainable food system Quickening the transition to smart, environmentally friendly mobility.\nOver the next ten years, at least €1 trillion in sustainable investments are expected to be required, according to the European Commission.\nThere are four key investment areas:\ne Sustainable Infrastructure\nAt least 30% of investments across these four investment sectors will go towards tackling climate-related issues.\ne Research, Innovation and Digitisation\ne Small and Medium Sized Businesses\ne Social Investment and Skills\nPage 3 of 12",
  "page_4": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nWHAT IS CARBON BORDER ADJUSTMENT MECHANISM?\nZ Can\ny a Sf GSE y i. f iy re\nif, TAAL:\nall a, fs aS, ole\n| ii\n™ LSS\nSz.\net _\n—<\nal, af\nClimate change is a global issue that demands global solutions. As the EU improves its own climate ambitions, and as many non-EU nations maintain less rigorous climate policies, there is a risk of so- called \"carbon leakage.\" Carbon leakage happens when EU-based enterprises relocate carbon- intensive production to nations with less severe climate policies than the EU, or when EU products are replaced by more carbon-intensive imports.\nThe EU's Carbon Border Adjustment Mechanism (CBAM) is a game-changing tool to reach EU climate goals. CBAM puts a fair price on carbon produced during the manufacture of carbon-intensive goods entering the EU and encouraging cleaner industrial production in non-EU nations exporting to the EU.\nThe CBAM will ensure that the carbon price of imports is equivalent to the carbon price of domestic production and that the EU's climate objectives are not jeopardised by confirming that a price has been paid for the embedded carbon emissions generated in the production of certain goods imported into the EU. The CBAM is intended to comply with WTO regulations.\n> The CBAM rule went into effect on May 16, 2023, the day after it was published in the Official Journal of the EU. > The CBAM will go into effect in its transitional phase on October 1, 2023. > When the permanent system goes into effect on January 1, 2026, importers will be required to declare the amount of goods imported into the EU in the previous year as well as the inherent GHG. They will subsequently hand over the appropriate amount of CBAM certificates.\nThe CBAM will first apply to imports of certain items and selected precursors whose manufacturing is carbon intensive and poses the greatest risk of carbon leakage.\n1.2\n#EUGreenDeal\nCARBON BORDER ADJUSTMENT MECHANISM\n\nPage 4 of 12",
  "page_5": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nFigure 2: Carbon Border Adjustment Mechanism\nin its first phase, the CBAM will focus on goods most at risk of carbon leakage:\nEU Carbon Border Adjustment Mechanism simplified illustration\nsy\n|\nEU Buyer (Importer)\n¢ CBAM authorization\n¢ Annual CBAM declaration\nSS\n2 Sisis\n= ae a\nJuve\nThe goal of this transition period is to act as a pilot training period for all interested parties (importers, producers, and authorities), as well as to collect important data on embedded emissions in order to adjust the technique for the long term.\ne CBAM will be phased in gradually over time, allowing for a deliberate, predictable, and balanced transition for EU and non-EU firms, as well as public bodies. During this time, importers of goods subject to the new standards will simply be required to report greenhouse gas emissions (GHG) inherent in their imports (direct and indirect emissions), with no financial payments or adjustments required. Indirect emissions will be included in the scope after the transition period for specific industries (cement and fertilisers), using a technique that will be devised in the meanwhile.\nEU Supplier*\n* CBAM not applicable\noT\n== —\nES\nCEMENT IRON & STEEL ALUMINIUM FERTILISER HYDROGEN ELECTRICITY\nSource: European Commission 2023, CBAM Factsheet\nNon-EU Supplier\nCBAM certificate\nto import\n* Including goods originating from Iceland, Liechtenstein, Norway, and Switzerland Source: The Conference Board,\nPage 5 of 12",
  "page_6": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\n1.3 WHAT CBAM MEANS FOR BUSINESSES?\nDuring the first year of implementation, businesses will have three options for reporting:\n(a) complete reporting using the new methodology (EU method); (b) reporting using analogous third-country national systems; and (c) reporting using reference values.\nOnly the EU method will be allowed as of January 1, 2025. In addition, the Commission is establishing specific IT tools to assist importers in reporting these calculations, as well as detailed guidelines.\nWhen the permanent system goes into effect on January 1, 2026, importers will be required to declare the amount of goods imported into the EU in the previous year as well as the inherent GHG. They will subsequently hand over the appropriate amount of CBAM certificates.\nThe certificates’ price will be determined by the weekly average auction price of EU Emission Trading System (ETS) allowances stated in €/tonne of CO2 emitted. The phase-out of free allocation under the EU ETS will occur concurrently with the phase-in of CBAM between 2026 and 2034.\nFigure 1: Carbon Border Adjustment Mechanism\n7 e\n“fF\nk\nalready been paid Ay\nduring the production of the\nimported goods, the\ncorresponding amount\ncan be deducted.\nEU importer\ndeclares\nthe emissions\nembedded in its imports and\nsurrenders\nthe corresponding number\nof certificates each year.\nb\na\n|\nEU importers of goods\nif importers can prove that a\ncovered by the CBAM registers\ncarbon price has\nwith national authorities\nwhere they can also buy\nCBAM certificates.\nCertificates are priced based on\nweekly ETS\nallowances.\nes European\n#EUGreenDeal\nSource: European Commission 2023, CBAM Factsheet\nCommission\nPage 6 of 12",
  "page_7": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\n2.\nTurkiye is the EU's 7th biggest trade partner, representing 3.3% of the EU's total trade in goods with the world (imports and exports combined) in 2022.\nIn 2022, 40.5 percent of total export trade of Turkiye was with the EU.\nWHAT DOES CBAM MEAN FOR TURKIYE & TURKISH COMPANIES?\nAs seen below, Turkiye’s export items falls into energy intensive sectors that will be taxed after 2026.\nExports to the European Union in CBAM sectors in 2019; 23 most-exposed countries in terms of aggregated value of exports (billion $)\nmAluminium Cement meElectricity Fertilizers Mlron & Steel\nRussian Federation Sa\nCh LL Le\nNorway EEE\nUnited Kingdom LEE\nUkraine\nSwitzerland\nKorea, Rep.\nIndia\nUnited States\nLee\nUnited Arab Emirates\nBrazil\nIceland\nSerbia/Montenegro\nSouth Africa\nEgypt\nBelarus\nJapan\nAlgeria\nMalaysia\nIndonesia\nCanada\nMorocco\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\nSource: WITS.\nPage 7 of 12",
  "page_8": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nThus, Turkish exporters has to get ready for the CBAM mechanism and in that line Turkish Ministry of Trade introduced the “Green Reconciliation Action Plan” in 2021, which determines Turkiye’s position on carbon pricing and taking into account the EU's carbon regulation at the border. In addition, Turkiye will develop Emissions Trading System (ETS) to be the main tool in carbon pricing implementation under the responsibility of the Ministry of Treasury and Finance.\nSteel, aluminium and cement specialization working groups also formed within the scope of the Green Reconciliation Action Plan. The action plan under the coordination of the Ministry of Industry and Technology is summarized below.\nCement Sector: The implementation of the “Low Carbon Roadmap for the Turkish Cement Industry” project, of which the EBRD (European Bank of Reconstruction and Development) is the funder and the PwC company is the contractor, has started. Companies operating in the sector were visited, and the data to be used in the project were shared with the sector representative Union and relevant Ministries. Due to the earthquake disaster in Turkiye, it was decided to add an interim calendar to the project in order to study the effects of the earthquake on the future projections of the sector.\nSteel Industry: The implementation of the “Low Carbon Roadmap for the Turkish Steel Industry” project started on April 27, 2022, in cooperation with the EBRD, within the scope of the Carbon at the Border Arrangement. The project aims to present the modernization needs of Turkish steel production facilities, the creation of a steel product map and the sectoral projection for the years 2030 and 2053. In order to be competitive and in harmony with the upcoming CBAM mechanism, there needs to notable investments in the steel sector such as electrification of the production, smarter HVAC systems within the facilities, control of hazardous emissions as well as low carbon steel production technologies and investments.\nAluminium Sector: The project to create a “Zero Carbon Aluminium Roadmap” with the EBRD started on October 18, 2022 and is expected to be completed in 2023. The road map includes several initiatives such as to optimize of the production, increase the energy efficiency and digitalization, and create an industrial symbiosis.\nFertilizer Sector: In order to support the reduction of greenhouse gas emissions in the fertilizer sector, the project preparation studies for the determination of the road map for Turkiye continue, and an agreement has been reached with the EBRD as the funder of the project. Increasing agricultural efficiency and fuel savings are part of Tirkiye’s vision in the agriculture sector.\nTextile Sector:\nAccording to Eurostat, the Statistical Office of the EU, approximately 60% of the EU textile and clothing products are procured from non-EU countries.\nWithin the framework of the full integration efforts to the European Green Deal Agreement, Turkish textile industry also took important steps though a sustainability action plan. The plan includes scientific carbon footprint measurement and reporting and pilot applications, and a road map for reducing carbon emissions in the textile sector. Turkish textile industry, which is the world's 5th largest supplier and the EU's 2nd largest supplier aims to recycle 95% of textile materials and plans implement Waste Management Projects (Reuse, Upcycling, etc.).\nPage 8 of 12",
  "page_9": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\n3.\nCOOPERATION OPPORTUNITIES BETWEEN TURKIYE & DENMARK\nCement Sector\nDenmark has invested in technologies to capture and utilize CO2 emissions from cement production. One notable example is the \"Project Green Cement\" by Aalborg Portland, a major cement producer in Denmark. They have been working on developing innovative solutions to capture CO2 emissions during the cement manufacturing process and utilize the captured CO2 in other industrial applications. In addition, Danish cement companies have been adopting energy-efficient kilns that consume less energy during cement production. These kilns use advanced technologies to optimize heat transfer and reduce fuel consumption, leading to lower greenhouse gas emissions. These companies also have been replacing fossil fuels with alternative fuels like biomass, waste-derived fuels, etc. Danish experts can conduct technical workshops and training programs in Turkiye to educate cement industry professionals about green cement technologies and sustainable practices. These sessions could cover topics such as energy efficiency, waste utilization, and emission reduction techniques. By leveraging Denmark's experience and expertise in green cement initiatives, Turkiye can accelerate its transition towards a more sustainable cement sector, reduce carbon emissions, and contribute to global efforts in combating climate change.\nIn line with the net zero targets of the cement companies and upcoming CBAM reporting, cement sector in Turkiye will invest in:\nNew energy efficient technologies, Innovation and R&D, Digitalization and robotics, Electrification of the car/truck fleet and construction machines, Low carbon foot-printed products, Usage of biogas\nB. Steel Sector\nDenmark's steel sector has been making strides in adopting green innovative initiatives to reduce carbon emissions and move towards zero carbon steel production.\n> Denmark has been investing in hydrogen-based steel production methods. By using green hydrogen, the steel industry can significantly reduce its carbon footprint. > Danish steel companies have been implementing carbon capture and storage technologies to capture and store CO2 emissions from the steelmaking process. > Denmark's steel sector has embraced circular economy principles by promoting recycling and reusing steel scrap. This reduces the need for energy-intensive extraction of raw materials and minimizes waste, making the industry more sustainable.\nPage 9 of 12",
  "page_10": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nDenmark can support Turkiye in accessing green financing mechanisms and investment opportunities for sustainable steel projects. Turkiye and Denmark can collaborate on joint projects to demonstrate zero carbon steel production methods, including hydrogen-based processes and carbon capture and storage initiatives.\nBig steel producers in Turkiye have started to declare net zero targets, and will invest in:\nProduction of green steel, Green energy transition, Circular economy, New energy efficient technologies, Low carbon foot-printed products, Recycling facilities, Increasing energy efficiency\nC. Fertilizer Sector\nDenmark has been exploring and promoting the use of green fertilizers made from organic waste and other sustainable sources. These green fertilizers provide essential nutrients to crops while reducing reliance on synthetic fertilizers, which are energy-intensive to produce and can lead to nutrient runoff and environmental pollution.\n> Turkiye can collaborate with Danish fertilizer companies and research institutions to develop and implement green fertilizer technologies using organic waste from agriculture, livestock, and other industries. Danish farmers prioritize soil health and adopt regenerative practices, such as cover cropping, crop rotation, and reduced tillage. Turkiye can learn from Denmark's soil health management approaches and promote regenerative agriculture practices. They can work with Danish experts and organizations to develop soil monitoring systems and establish guidelines for sustainable soil management.\nDenmark's agriculture sector has been investing in renewable energy systems, such as wind and solar power, to reduce its carbon footprint and achieve energy self-sufficiency. Turkiye can collaborate with Danish renewable energy experts and this can include setting up solar panels on farms, installing small wind turbines, and promoting the use of biogas from agricultural waste.\nD. Textile Sector\n> Danish textile companies have been focusing on using sustainable fibers, such as organic cotton, tencel, and recycled polyester. These fibers have a lower environmental footprint compared to conventional ones, as they require less water and energy during production. These companies have also been implementing water and energy-efficient technologies to reduce consumption during various stages of production, including dyeing, finishing, and washing. They have been exploring closed-loop production systems, where waste and by- products are recycled and reused within the manufacturing process. Denmark's fashion and textile designers have been focusing on sustainable design principles, such as creating durable and timeless pieces, reducing waste through pattern optimization, and promoting repair and upcycling. Denmark has been promoting\nPage 10 of 12",
  "page_11": "WX\nEX\nsS\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nsustainable fashion initiatives, such as clothing rental services, second-hand markets, and repair workshops, to extend the lifespan of garments and reduce overall consumption. Turkiye can collaborate with Danish sustainable fashion initiatives to establish similar services within its own market.\nIn order to obtain cleaner industrial roduction textile sector in Turkiye will invest in:\nInnovation and R&D, Sustainable textile and raw materials, Program of calculating production costs and carbon footprint together, Low carbon foot-printed products, Usage of recycled fiber.\n* ¥\nfe\nPage 11 of 12",
  "page_12": "DEX\nEX\nSR:\nROYAL DANISH\nCONSULATE GENERAL\nThe Trade Council in Istanbul\nCONTACT:\nFor further information, please contact the Energy & Environment Team:\nSeda Kayrak Bilgen\nSenior Trade Manager\nDirect phone: +90 212 359 1912 Mobile: +90 532 601 66 12 E-mail:_sedkay@um.dk\nElif Tagyumruk\nCommercial Assistant\nOffice Phone: +90 212 359 1905 E-mail: elitas@um.dk\nRoyal Danish General Consulate of Denmark Istanbul\nAddress: Trump Towers, 14\" Floor, Buyukdere Cad. 34387, Mecidiyekoy, Sisli Istanbul Turkiye Phone: +90 212 359 1900 Mail: isthkt@um.dk https: tyrkiet.um.dk\nPage 12 of 12"
},
  "language": "Languages.ENGLISH",
  "total_pages": 12
}
