{
  "file_name": "169_1646.pdf",
  "pages": {
  "page_1": "Revisiting Carbon Border Adjustments\nA Volunteer’s Guide on How to Use CCL’s 1-Pager with Congressional Staffers\nBackstory e The Carbon Fee and Dividend (CFD) policy, as articulated by CCL, stands on a three-legged stool: (1) a carbon fee, (2) a carbon dividend and (3) a carbon border adjustment.\nThe prospect for enactment of a CFD package in 2022 with these components has stalled. But CCL is seeing bipartisan interest around a standalone version of the third component, now being called a Carbon Border Adjustment Mechanism (CBAM).\n(“© Citizens’ Climate Lobby\nWhat Are Carbon Border Adjustment Mechanisms?\nThe fastest way to tamp down carbon emissions is to target the highest-polluting sources: Countries like the United States that have invested in cleaner, more efficient innovations for these products should not be at a competitive disadvantage with those who have not. One way to level the playing field is to place a carbon border adjustment mechanism (CBAM) on goods from countries whose products have a higher carbon footprint. A CBAM could account for differences in the higher carbon goods from countries with higher emissions per ton of product and reward the most efficient producers while providing an economic incentive for other nations and industries to take steps to their emissions.\nCCL’s official position is that any CBAM should also have a domestic carbon price. However, we are happy to encourage a deeper look at a CBAM alone. We believe that will ultimately help us get both a CBAM and a domestic carbon price in place.\ncut\nImportant CBAM Updates\n“If we had a border carbon adjustment, it would help our workers, help our industry, incentivize them to do it right.” — Senator Bill Cassidy\n@ The European Union (E® track to implement their CBAM starting in 2023. Companies will have a reporting requirement in that year for aluminum, fertilizer, electricity, cement, iron and steel. In 2025 or 2026, countries exporting covered goods to the EU will be required to buy EU carbon certificates - currently around $100 metric ton of CO2 - to pay for the difference between carbon footprints. Countries that have a domestic carbon price can also deduct that from the price they would have to pay. Canada is considering a similar move, which would replace a current policy of free allowances for their carbon-intensive industries (no final decision has been made\n“When you let polluters sell in your market without a border adjustment you are losing U.S. jobs in the competing industries and essentially you are subsidizing the polluters. This makes no sense, \"— Robert Lighthizer Former President Trump’s top trade adviser\nFor our June 2022 Lobby Day, we have created both a 1-page Primary Ask and a 1-page Companion Handout (shown at right) to share with Congressional staff.\nper\n“We have an opportunity to counter Putin’s playbook with a bold initiative consistent with European priorities: a transatlantic climate and trade initiative that would cut global greenhouse gas emissions, increase energy security, and reduce Russia’s power to coerce Europe.” — Senator Kevin Cramer\nBoth of the handouts can be accessed and downloaded here.\nyet).\nThis Volunteer Guide provides tips on how to present the Companion Handout to Congressional staffers by explaining each of the four sections in the handout with more depth to help CCL lobby teams who seek to use these handouts in their meetings. Each of the number sections below corresponds with the labeled sections on the right.\nMore About CBAMs\nU.S. goods tend to have ! itly lower carbon footprints than similar goods in many countries. Depending on the approactreeBAM can be keyed to: (a) the carbon footprint of the product, (b) explicit carbon pricing, or (c) a combination of the two. World Trade Organization (WTO) rules do stipulate that foreign and domestic trade must be treated equally between nations (GATT Article III and GATS Article XVII). Any American CBAM should be designed with this in mind. Observing how the EU handles their CBAM rollout with respect to WTO rules should help inform this question.\nrrr RRR\nCONTACT: CCL VP of Gov’t Affairs: Danny Richter, 202.567.7045, daniel@citizensclimate.org www.citizensclimatelobby.org",
  "page_2": "1. What Are Carbon Border Adjustment Mechanisms?\nOverview: This section of the Companion Handout explains how a Border Carbon Adjustment works.\nWhat to know: The Carbon Border Adjustment Mechanism (CBAM) is a fee or tariff on certain goods that are traded between countries, such as fossil fuels themselves, but also energy-intensive commodities like steel, cement, fertilizer, paper, and aluminum.\nIf the U.S. had a CFD where the carbon fee increased the cost of a domestic product, the CBAM charge would have ensured that an imported product bears the same carbon cost. For example, if a U.S. carbon fee increased the cost of a ton of American-made steel by $25, a ton of steel imported from a country that has no carbon pricing would be charged $25 at the border to make up the difference.\nHowever, there is another twist to the CBAM concept. What if an American industry already has a lower carbon footprint than the same industry in a competing country, regardless of carbon pricing? Shouldn’t the cleaner U.S. industry be rewarded for prior investments that have already reduced their climate impact? For example, American-made steel has about half the carbon footprint as the global average. Could foreign- made steel be charged a CBAM to make up that difference? Some lawmakers think so.\nWhile the U.S. has no national carbon price, a CBAM based solely on carbon footprint is under bipartisan discussion in Congress. The Companion Handout shown on page 1 is available here, and lays out some of the detailed arguments in favor of a CBAM, with a view toward economic concerns raised by Republicans in Congress.\nThis point is made particularly clear in the second sentence of this section in the Companion Handout. We recommend emphasizing that second sentence with the populist Republican office you are meeting with. In particular, highlight the argument that a CBAM fosters innovation, and that the United States is already a step ahead of other countries because of our investments.\nSay this to your MOC/staffer: You can help America win by having a look at Carbon Border Adjustments that are now being discussed by your colleagues. This is a policy that would reward American businesses for innovations they have already invested in to reduce carbon emissions, making our industries among the cleanest in the marketplace.\n2. Important CBAM Updates\nOverview: This section of the Companion Handout describes planned and potential CBAM enactments by two of our major trading partners.\nWhat to know: The European Union (EU) is poised to launch a CBAM over the next three years that will take both carbon pricing and carbon footprints into account. Their CBAM will begin with documentation and verification of carbon footprints starting in 2023, and the CBAM fees will be imposed starting in 2025 or 2026. A similar move is under discussion by Canada as well. The Companion Handout highlights this timeline. The EU is the largest foreign market available to American exporters, and Canada is our largest national trading partner. Together they account for $1.8 trillion in trade. The first bullet also includes the industries the EU plans to cover, to help you answer that predictable staffer question. The purpose of these bullets is to enable you in the meeting to provide timely, accurate, and relevant information to the staffer that says “Hey! You need to pay attention to this!”\nSay this to your MOC/staffer: A CBAM is not something where the U.S. would be getting out over our skis - it’s already on the way to being rolled out by the EU, and possibly by Canada in the near future. These countries account for $1.8 trillion in trade with the U.S. at last count, so we need to pay attention to it.",
  "page_3": "3. Quote Section\nOverview: This section quotes prominent Republicans saying good things about how a CBAM policy could help America.\nWhat to know: Being a Good Team Player: in moral foundations theory, Jonathan Haidt in his book “The Righteous Mind” identifies loyalty as a value that American conservatives prioritize more highly than American liberals. So, we have provided in the Companion Handout quotes from prominent Republicans saying that America should do a CBAM. Feel free to read these in your meeting. They will give “permission” for the office to look more deeply at this issue without violating their loyalty to the party.\nSay this to your MOC/staffer: Look, there are prominent Republicans, including current officeholders, saying positive things about a CBAM, and saying them publicly. They’ve obviously given it some thought. What are your thoughts about it?\n4. More About CBAMs\nOverview: This section of the Companion Handout explains how CBAMs are likely to interact with international trade rules.\nWhat to know: The U.S. is amember of the World Trade Organization (WTO), and is therefore subject to certain rules over international trade practices. WTO members agree to refrain from trade policies that unfairly benefit their domestic businesses over those in other countries - a principle known as equal treatment (GATT Article Ill and GATT Article XVII). Border tariffs could be subject to WTO challenge if it violates these rules. There is an environmental exception (GATT Article 20), but there must be a convincing case that the legislation does not constitute a “disguised restriction on international trade.”\nThus any legislation for a standalone carbon border adjustment based solely on relative carbon footprints will need to make a strong case that it does not violate WTO rules. Again, it is CCL’s official position that any climate policy, any carbon price, or any CBAM must not violate WTO law. On this issue in particular, since 34 out of 36 developed economies already have a carbon price in place, it would be particularly easy and quick for the United States to lose a trade war sparked by implementing a CBAM that violates WTO law. Feel free to bring up this fact when you are going over this final section of the handout.\nSay this to your MOC/staffer: Of course, a CBAM is a policy that affects cross-border trade, and that means that international agreements like the WTO have to be considered. Up until now, most trade experts have advised that a CBAM can only be WTO-compliant if the country imposing it also has carbon pricing. But given how much American innovation has reduced the carbon footprints of our goods compared to many of our competitors, that presumption is being challenged. You should get familiar with this debate, because an American CBAM could be a winning bet for our economy."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
