{
  "file_name": "170_1669.pdf",
  "pages": {
  "page_1": "Chemischen Industrie e.V\nWir gestalten Zukunft\nKURZPOSITION DES VCI ZUM TRILOG ZUM CBAM-VORSCHLAG DER EU\nCBAM: Besser ohne Chemie\nFür einen erfolgreichen Trilog zu CBAM sind aus Sicht der Chemie folgende Ergebnisse wünschenswert:\n1 Vor dem Hintergrund der veränderten geopolitischen Rahmenbedingungen und der Lage an den Energiemärkten sollte die CBAM-Einführung aufgeschoben werden Besser ohne Chemie: Die Chemie sollte mindestens in der Pilotphase wegen der Wertschöpfungskettenkomplexität außerhalb des Scopes bleiben Spätere Scope-Ausweitungen nur nach abgeschlossener Evaluierung mit sachgerechten Ergebnissen Kompensationsmechanismen für industrielle Kunden von CBAM-Produkten schaffen, um Durch- reichung von Carbon Leakage zu verhindern Ausweitung auf Chemie nicht ohne WTO-kompatible Exportentlastungen zur Vermeidung von exportbasiertem Carbon Leakage Diplomatischen Ansätzen (z.B. Klima-Clubs) den Vorrang vor unilateralen Schritten geben\n1. Veränderte globale Realitäten erfordern neue Prioritäten: CBAM- Einführung aufschieben\no\nDie geopolitische Situation ist verändert, die Lage an den Energiemärkten zunehmend unsicher und prekär mit großen Risiken für die Versorgungssicherheit sowie hohen, existenziellen Belastungen für Unternehmen und Verbraucher. Daher muss die Einführung von CBAM neu überdacht und zunächst aufgeschoben werden (bei Beibehaltung gegebenen Entlastungstatbestände wie kostenlose Zuteilung und Strompreiskompensation). De facto hätten CBAM im Scope des Kommissionsvorschlages vor allem Auswirkungen auf Russland, die Ukraine und die Türkei gehabt. Der Handel mit diesen 3 Ländern wird - mit unterschiedlichen Vorzeichen - derzeit komplett neu bewertet, und auch der Handel mit anderen Partnern der EU sollte nicht unnötig durch unilaterale, als protektionistisch wahrgenommene Schritte belastet werden. Zudem hat das Auslaufen der freien Zuteilungen und die Einführung von Grenzmaßnahmen kostensteigernde und damit preistreibende Wirkungen. Auch dies ist im derzeitigen Umfeld von geopolitischen Unsicherheiten, physischen Knappheiten, Versorgungsproblemen, hohem Druck in allen Lieferketten und Inflation kontraproduktiv. Durch das Zusammenspiel von ETS und CBAM und ohne Klima-Club würde dem EU-Verbraucher der Großteil der Kosten der globalen Transformation aufgebürdet. Die EU muss stattdessen zuerst die Bedingungen für klimafreundliche Investition in der EU verbessern und in ihrer Klimadiplomatie den Fokus auf eine breitere globale Beteiligung und Harmonisierung legen, um ein Umfeld zu schaffen, in dem ein CBAM die gewünschte Wirkung überhaupt entfalten könnte.\n2. Besser ohne Chemie: CBAM-Scope schlank halten\no Im Grundsatz unterstützen alle Trilog-Partner die Einführung eines CBAM. Daher ist es wichtig, CBAM so zu gestalten, dass Schaden und Nutzen des CBAM nicht in einem Missverhältnis zueinander stehen - für den Klimaschutz, ökonomisch und geopolitisch.\n| Stand: 30. September 2022\n[1\nVerband der Ole",
  "page_2": "Ole\nDaher ist es aus unserer Sicht erforderlich, dass bei der CBAM-Einführung die Chemie insgesamt aus dem CBAM-Scope herausgehalten wird.! Denn unsere Branche hat zu hohe Komplexität: zu komplizierte Produktionsstrukturen?, eine sehr breite Produktpalette, zu viele Industriekunden in der EU und ist auf der Import- und Exportseite international stark verflochten. Da kann ein CBAM - mindestens in der Pilotphase, vermutlich auch später - für sie nicht funktionieren. Besonders wichtig ist, dass - anders als im Entschluss des EP - mindestens die CN-Gruppen 29 und 39 sowie Untergruppen der CN-Gruppe 28 nicht Teil des CBAM-Scopes werden, da die Komplexität und die Exportorientierung dieser umfangreichen Produktgruppen besonders hoch sind. ® Ein CBAM ohne Chemie hätte für die CBAM-Befürworter den Vorteil, dass die praktischen Probleme der Einführung, die Gefahr rechtlicher Unsicherheiten und internationaler Konflikte geringer sind und damit das politische Ziel einer CBAM-Einführung realistischer ist.\n3. Künftige Scope-Ausweitungen: Voraussetzungen müssen stimmen\no Die Chemie kann nur dann Teil des Scopes werden, wenn die Umsetzungsprobleme für diese komplexe Branche gelöst und Wettbewerbsnachteile für die Chemie und ihre Wertschöpfungsketten in der EU und beim Export sicher verhindert werden können. Eine Ausweitung des CBAM-Scopes bedarf daher frühzeitiger, tiefgreifender sorgfältiger Analysen und Vorbereitungen. Hierzu bedarf es eines ergebnisoffenen Analyse- und Arbeitsprogramms. Die vorgesehene Evaluierung muss vollständig abgeschlossen sein, die Ergebnisse öffentlich zur Diskussion vorliegen und notwendige Verbesserungen am CBAM eingeleitet sein. Vor einer Ausweitung des CBAM-Scopes sind zudem die Rahmenbedingungen für CO2-freie Produktion in der EU bedingungslos auf Kostenminimierung auszurichten, um Green Leakage (Verlagerung von grünen Investitionen) zu vermeiden\n4. Kein CBAM für chemische Grundstoffe ohne Instrumente zur Vermeidung von Carbon Leakage bei Industriekunden\no Sollte die Politik im Trilog zu dem Schluss kommen, dass einzelne Produkte, z.B. Ammoniak, Salpetersäure und Wasserstoff Teil des CBAM-Scopes sein sollen, so sind bei CBAM-Einführung Kompensationslösungen für die Verwendung in industriellen Wertschöpfungsketten erforderlich, um die Wettbewerbsfähigkeit nachgelagerter Produkte im EU-Binnenmarkt und auf Exportmärkten nicht zu untergraben. Die global gehandelten Produkte der Wertschöpfungsketten verlieren durch ein CBAM ersatzlos jeden Carbon Leakage Schutz, mit der Folge von Carbon Leakage und Ripple-Effekten auf die dem CBAM unterliegenden Grundprodukte. Aktuell sollen die Importbedingungen in die EU für Ammoniak und Harnstoff erleichtert werden. Die Einführung eines CBAM gerade für diese Produkte erscheint daher fragwürdig, so dass eine Gesamtausnahme der Chemie - siehe oben - der plausiblere Weg ist.\n! Einzelne VCI-Mitglieder können sich abweichend dann ein CBAM für einzelne chemische Produkte vorstellen, wenn es Lösungen für Exporte und Wertschöpfungsketten sowie begleitende internationale Ansätze gäbe. 2 Isocyanate werden Beispiel Ammoniak und vielen anderen Produkten in verschiedenen zum aus Zwischenschritten hergestellt; die Komplexität der organischen Chemieindustrie verdeutlicht anschaulich PetrochemicalsEurope: https://www.petrochemistry.eu/about-petrochemistry/flowchart/\n3 CN 29: organische Chemikalien, z.B. Ethylen, Toluol, Chloroform, Vinylchlorid CN 39: Kunststoffe und u.v.m.; Erzeugnisse daraus, z.B. Lineares Polyethylen, Ionomeres Harz, Polyvinylfluorid u.v.m.; CN 28: anorganische Chemikalien, z.B. Wasserstoff\n| Stand: 30. September 2022\n|2",
  "page_3": "Ole\n5. Kein Chemie-CBAM ohne Exportentlastungen - aber derzeit ist keine regelgerechte Ausgestaltung in Sicht\no Im Trilog muss die Frage nach Entlastungen zur Vermeidung von exportbasiertem Carbon Leakage eine Rolle spielen. Für die exportintensive Chemie sind derartige Entlastungen unverzichtbar. Der CBAM würde, wenn überhaupt, die Wettbewerbsfähigkeit ggü. Importeuren sichern, nicht aber bei Exporten, gerade weil die freien Zuteilungen sukzessive wegfallen sollen. Zugleich ist aber ebenso unabdingbar, dass Export-Entlastungen WTO-kompatibel sind. Eine Anforderung, deren Erfüllung aus unserer Sicht kaum möglich erscheint - alle bisherigen Vorschläge wurden verworfen. Zudem wird die Exportentlastung oft nur für die CBAM-Sektoren selbst gefordert, eine Forderung, die außer Acht lässt, das CBAM gerade die Exporte von Downstream-Produkten belastet - Exportentlastungen also auch für diese wirken müssen (s. 4.). Aus diesem Grund bevorzugen wir für die chemisch-pharmazeutische Industrie die weitere Ausstattung mit freien Zuteilungen (sie wirken neutral vom Absatzmarkt und sind damit keine Exportsubvention) und diplomatische Ansätze zum Klimaschutz, zum CBAM und zu Exporterstattungen.\n6. Diplomatische Ansätze vor CBAM-Einführung voll ausschöpfen\no Unabhängig vom Scope kann der EU-CBAM internationale und handelspolitische Spannungen bis hin zum Risiko von Handelskriegen auslösen. Klima-Diplomatie ist daher so wichtig wie nie. o Im Fokus sollte die Arbeit am von den G7 im Juni 2022 beschlossenen Klima-Club stehen. Hinter dessen Gründung sollte die unilaterale Einführung von CBAM zurückstehen - dies sollte ein weiterer guter Grund für einen Aufschub der CBAM-Einführung sein.* Klimaklubs müssen dabei als „großer Klub der grünen Märkte“ ausgestaltet und auf eine faire globale Teilung der Transformationskosten ausgerichtet sein, mit Hilfestellung, nicht Abgrenzung gegenüber ärmeren Staaten, so wie das auch das Paris Agreement vorsieht.\nAnsprechpartner: Dr. Matthias Blum\nAbteilung Wirtschaft, Finanzen und IT\nBereichsleiter Außenwirtschaft\nT +49 69 2556-1415 | M +49 160 5395236 | E mblum@vci.de\nVerband der Chemischen Industrie e.V. - VCI Mainzer Landstraße 55 60329 Frankfurt\nwww.vci.de | www.ihre-chemie.de | www.chemiehoch3.de LinkedIn | Twitter | YouTube | Facebook Datenschutzhinweis | Compliance-Leitfaden | Transparenz\nRegisternummer des EU-Transparenzregisters: 15423437054-40 Der VCI ist in der „öffentlichen Liste über die Registrierung von Verbänden und deren Vertretern“ des Deutschen Bundestags registriert.\nDer Verband der Chemischen Industrie (VCI) vertritt die Interessen von rund 1.900 Unternehmen aus der chemisch-pharmazeutischen Industrie und chemienaher Wirtschaftszweige gegenüber Politik, Behörden, anderen Bereichen der Wirtschaft, der Wissenschaft und den Medien. 2021 setzten die Mitgliedsunter- nehmen des VCI rund 220 Mrd. Euro um und beschäftigten über 530.000 Mitarbeiterinnen und Mitarbeiter.\n* Die VCI-Eckpunkte Klima-Club finden Sie unter Ansatz für Klimaschutz und grüne Märkte | VCI zum\n| Stand: 30. September 2022\n|3"
},
  "language": "Languages.GERMAN",
  "total_pages": 3
}
