{
  "file_name": "177_1719.pdf",
  "pages": {
  "page_1": "DSRA)) Deutsche\nRohstoffagentur\nRohstoff-Trends\nQ2/24\nAl\n.—\n—\nCr\nInhalt:\nZr\nCritical Raw Materials Act der EU tritt in Kraft Neue Strafzölle der USA gegen chinesische Waren CBAM der EU soll ausgeweitet werden Basismetalle - Short Squeeze bei Kupfer an der COMEX Nebenmetalle Seltene Erden - Kontrollen treten in Kraft Veranstaltungen / Veröffentlichungen\n10",
  "page_2": "Rohstoffagentur\nmm Critical Raw Materials Act der EU tritt in Kraft\nSE\n:--\n“\nDSRA)) Deutsche\nRohstoff-Trends Q2/24\nMind. 10 %\nMind. 40 %\nMind. 25 %\nMax. 65 %\ndes jährlichen Bedarfs an\ndes jährlichen Bedarfs an\ndes jährlichen Bedarfs an\ndes jährlichen Bedarfs an\nstrategischen Rohstoffen\nstrategischen Rohstoffen\nstrategischen Rohstoffen\nstrategischen Rohstoffen\ninnerhalb der EU\ninnerhalb der EU\ninnerhalb der EU\nder EU aus einem Land\nAb 2023\nimportieren\nBergbaukapazität Weiterverarbeitung Recyclingkapazität Bezug aus Drittland\nRichtwerte für die Gewinnung, Verarbeitung, Recycling sowie maximale Importmenge von strategischen Roh- stoffen innerhalb der EU. Die angestrebten Richtwerte sollen ab dem Jahr 2030 gelten (Quelle: EU-Kommission).\nAm 18. März 2024 hat der Rat der Europäischen Union den Critical Raw Materials Act (CRMA) verabschie- det. Die EU verfolgt damit das Ziel, die Abhängigkeit in der Rohstoffversorgung und die damit verbun- denen Risiken für Europa zu minimieren. Dieses Ziel soll mithilfe verschiedener Vorgaben und Maßnah- men erreicht werden. Im Fokus stehen dabei 34 als kritisch und 17 als strategisch definierte Rohstoffe. Letztere sind von der EU als wichtig eingestuft, da diese für Schlüsselindustrien wie die erneuerbaren Energien, Digitalisierung sowie Verteidigung und Raumfahrt unabdingbar sind.\nMit dem Gesetz hat die EU erstmals Richtwerte sowohl für den Ausbau der Gewinnungs- und Verarbei- tungskapazitäten innerhalb Europas als auch die Diversifizierung der Bezugsquellen aufgestellt. Dem- nach soll bis zum Jahr 2030 die primäre Gewinnungskapazität (Bergbaukapazität) von strategischen Rohstoffen innerhalb der EU derart ausgebaut werden, dass mindestens 10 % des jährlichen Verbrauchs damit gedeckt werden könnten. Analog zu der Gewinnungskapazität wurden auch Richtwerte für Verar- beitungs- und Recyclingkapazitäten in Höhe von 40 % und 25 % festgelegt. Diese Richtwerte sind nicht für jeden einzelnen strategischen Rohstoff festgeschrieben, sondern beziehen sich auf die Gesamtkapa- zitäten für alle strategischen Rohstoffe. Zudem soll bis zum Jahr 2030 die EU-Einfuhr von strategischen Rohstoffen derart diversifiziert werden, dass kein Drittland mehr als 65 % des Jahresverbrauches der EU liefert.\nUm die Richtwerte für die Gewinnungs-, Verarbeitungs- und Recyclingkapazitäten innerhalb der EU zu erreichen, sollen Projekte identifiziert und als strategische Projekte definiert werden. Für die Erleich- terung der Entwicklung solcher strategischen Projekte sind die EU-Mitgliedstaaten aufgefordert bis Februar 2025 zentrale Anlaufstellen einzurichten. Um ein Bergbauprojekt als strategisch anerkennen zu lassen, muss ein Antrag bei der Kommission eingereicht werden. Wird ein Projekt von der Kommission als strategisch eingestuft, kann dies unter anderem ein beschleunigtes Zulassungsverfahren oder Un- terstützung bei der Finanzierung mit sich bringen. So darf beispielsweise das Genehmigungsverfahren für Bergbauprojekte 24 Monate nicht überschreiten. Für strategische Projekte im Bereich der Verarbei- tung sowie des Recyclings beträgt diese Zeit maximal 15 Monate. Strategische Projekte müssen dabei nicht zwangsläufig auf dem Gebiet der EU verortet sein, sondern können sich auch in Drittstaaten befin- den. In diesem Falle zählen diese Projekte dann nicht zu den vorgegebenen Richtwerten.\nMit dem CRMA werden noch weitere Instrumente zur Stärkung der europäischen Rohstoffversorgung geschaffen. So plant die EU-Kommission ein zentrales Beschaffungssystem für strategische Rohstoffe zu errichten. Daran können Unternehmen mit Sitz in der EU teilnehmen.\nQuelle: EU-Kommission",
  "page_3": "DL\nDERAT) Deutsche\nRohstoffagentur\nRohstoff-Trends Q2/24\nNeue Strafzölle der USA gegen chinesische Waren\nDie USA haben im Mai diesen Jahres eine Reihe neuer Strafzölle gegen die Volksrepublik China verhängt. Nach Ansicht der US-Regierung werden durch staatliche Subventionen und unfaire Handelspraktiken chinesische Exportprodukte künstlich verbilligt, sodass ein fairer Wettbewerb nicht stattfinden könne. Die Zölle umfassen mehr als 380 verschiedene Handelsspezifikationen und reichen von Aluminium und Stahl über Halbleiterprodukte bis zu medizinischen Masken. Die wohl signifikanteste Erhöhung stellen dabei die neuen Zölle in Höhe von 100 % für elektrische Fahrzeuge ab dem 01. August 2024 dar. Halblei- terprodukte (ab 2025) und Solarzellen (ab August 2024) werden mit einem Importzoll von 50 % belegt.\nBisher exportierte die VR China nur in sehr geringem Umfang Elektrofahrzeuge in die USA. Durch die neuen Zölle wird es allerdings unwahrscheinlicher, dass chinesische Automobilkonzerne in den USA ih- ren Marktanteil ausbauen können. Auch bei den Solarzellen ist die Situation vergleichbar. Von allen chi- nesischen Solarzellenexporten (HS 854142 & HS 854143) gingen im Jahr 2023 nur etwa 0,2 % in die USA.\nDie bereits existierenden Zölle auf Lithium-Ionen-Batterien (LIB) von 8 % werden auf 25 % erhöht. Dies betrifft LIB sowohl für Elektrofahrzeuge als auch für Nicht-Elektrofahrzeuge. Im Jahr 2023 importierten die USA LIB für Elektrofahrzeuge aus China im Wert von insgesamt 2,3 Mrd. US$, was 65 % aller LIB-Im- porte ausmachte. Gleichzeitig importierten die USA im selben Jahr auch LIB für Nicht-Elektrofahrzeuge im Gesamtwert von 10,9 Mrd. US$ aus China, was knapp 72 % aller Importe dieser Kategorie ausmacht. Daher wird damit gerechnet, dass die Preise für in den USA hergestellte Elektrofahrzeuge steigen wer- den, da viele US-Autohersteller weiterhin auf chinesische Importe angewiesen sind oder möglicher- weise auf teurere Alternativen zurückgreifen werden.\nElektrofahrzeuge\nSolarzellen\nHalbleiter\nNatürlicher Graphit\nAndere kritische Minerale\nPermanentmagnete\nAuch im Bereich der kritischen Minerale sollen Importzölle für chinesische Waren gelten. Neben drei verschiedenen Graphitspezifikationen werden für weitere 26 Rohstoffspezifikationen Importzölle in Höhe von 25 % ab August 2024 erhoben, unter anderem auf Aluminium, Chrom, Kobalt, Indium, Mangan oder Zink. Bei sechs von diesen 29 Rohstoffspezifikationen sind die USA zu über 40 % auf Importe aus China angewiesen, darunter Kobalt (60 %), natürlicher Graphit (59 %) oder Tantal (41 %). Obwohl als kritische Minerale bezeichnet, beziehen sich die neuen Importzölle nicht auf die im Februar 2022 vom Geologischen Dienst der USA (USGS) veröffentlichte Liste kritischer Minerale.\nDie bisherigen Zölle auf chinesische Stahl- und Aluminiumimporte werden ab August 2024 von durch- schnittlich 7,5 % auf 25 % angehoben. Mit den bereits geltenden Importzöllen der sogenannten „Sektion 232“ von 25 % auf Stahl und 10 % auf Aluminium ergibt sich ein kombinierter Importzoll von 50 % für Stahlprodukte und 35 % für Aluminiumprodukte. Diese deutliche Erhöhung soll die heimische Industrie vor billigen Importen schützen.\n25%\n25%\n25%\n25%\n25%\n25%\nBatteriekomponenten [777 % 25%\n(Nicht-Lithium-Ionen-Batterie)\nLithium-Ionen-Batterie (Allgemein) W452.) 25%\nLithium-Ionen-Batterie (Elektrofahrzeuge) WA=%) 25%\nStahl & Aluminium [72:53 25%\n100%\n0%\nÜbersicht über die ursprünglichen und neuen Importzölle auf verschiedenen Warenkategorien (Quelle: Office of the United States Trade Representative (USTR)).\na\n100 %\n50%\n50%\n50 %\n75 %\n25%\nu Bisheriger Zoll m Neuer Zoll",
  "page_4": "DL\nDERAT) Deutsche\nRohstoffagentur\nRohstoff-Trends Q2/24\nDie neuen Zölle sind unter der „Sektion 301“ veröffentlicht. Diese wurde im Jahr 2018 unter dem ehe- maligen Präsidenten Donald J. Trump eingeführt und sollten es der US-Regierung ermöglichen, Han- delspraktiken anderer Länder zu untersuchen und darauf gegebenenfalls zu reagieren. Derzeit gelten die Zölle dieser Sektion für chinesische Importe im Wert von über 300 Mrd. US$. Mit den neuen Import- zöllen kommen nun Waren im Wert von etwa 18 Mrd. US$ dazu.\nQuellen: The White House, Office of the United States Trade Representative (USTR), Reuters\nCBAM der EU soll ausgeweitet werden\nZum Oktober 2023 hat die Europäische Union den CO,-Grenzausgleichsmechanismus Carbon Border Adjustment Mechanism (CBAM) eingeführt. Mit dem CBAM verpflichten sich Importeure darüber zu be- richten, wieviel direkte CO,-Emissionen (Scope 1) bei der Herstellung bestimmter Produkte freigesetzt wurden. Vorerst gilt der CBAM nur für Produkte, deren Produktion mit hohen CO,-Emissionen verbun- den sind: Aluminium, Eisen und Stahl, Düngemittel, Zement, Strom und Wasserstoff. Nach Umsetzung des CBAM plant die EU-Kommission den Anwendungsbereich bis zum Jahr 2030 auf alle Sektoren auszu- dehnen, die dem EU-Emissionshandel unterliegen.\nDie EU will mit dem CBAM sicherstellen, dass für Importe die gleichen CO,-Emissionspreise anfallen wie für Erzeugnisse, die innerhalb der EU produziert wurden. Denn im Gegensatz zur Europäischen Union existiert in vielen Staaten kein CO„-Zertifikatehandel. Damit Unternehmen ihre Produktion nicht in solche Staaten verlagern, soll der CBAM die CO,-Kosten dieser importierten Produkte mit in der EU produzierten Waren ausgleichen und ein „level playing field“ schaffen. Jedoch gilt für diese Importe eine Wert-Untergrenze. Werden Produkte mit einem Wert unter 150 € in die EU eingeführt, müssen keine CBAM-Angaben dazu gemacht werden.\nDerzeit müssen Importeu- re quartalsweise Angaben darüber machen, welche CBAM-relevanten Produkte sie im vorangegangenen Quar- tal in die EU eingeführt haben und welche direkten Emissio- nen mit deren Herstellung ver- bunden waren. Bisher konnten die Importeure dazu auf von der EU vorgegebene Stan- dardwerte zurückgreifen. Ab August 2024 müssen jedoch die realen Emissionsdaten der ausländischen Produzenten, einschließlich der Vorproduk- te, angegeben werden.\nu\nGegenwärtig müssen jedoch noch keine CO;-Zertifikate für EU-Importe erworben werden. Nach dem Ende der Übergangszeit dürfen dann ab Januar 2026 jedoch nur noch zugelassene CBAM-Anmelder Pro- dukte in die EU einführen. Ab diesem Zeitpunkt müssen in dem Maße CO,-Zertifikate erworben werden, wie europäische Produzenten für die derzeit noch überwiegend kostenlosen Zertifikate ebenfalls zu zahlen hätten. Ab dem Jahr 2026 werden anfangs nur 2,5% der Zertifikate kostenpflichtig. Der Anteil der kostenfreien Zertifikate sinkt anschließend kontinuierlich, bis es ab 2034 keine kostenfreien Zertifikate mehr geben wird.\nQuellen: EU-Kommission, White & Case\na",
  "page_5": "3\nRohstoffagentur\nRohstoff-Trends Q2/24\nBasismetalle - Short Squeeze bei Kupfer an der COMEX\nmem\nDSRA)) Deutsche\nSeit Anfang 2024 haben die Preise für verschiedene Basismetalle einen signifikanten Anstieg erlebt. Alle Metalle (Aluminium, Kupfer, Nickel, Blei, Zinn und Zink) wiesen zeitweise zweistellige Preisanstiege auf, allen voran Zinn (48 %), Nickel (36 %) und Kupfer (34 %).\n3,5\n1\n2,5\n2\n1,5\nAusgangspunkt dieser Preispeaks war Kupfer. Seit Ende Februar 2024 erlebte der Kupferpreis an der CO- MEX einen deutlichen Anstieg. Verantwortlich dafür sind institutionelle Anleger, darunter Hedgefonds und große Finanzinstitute, die vermehrt auf steigende Kupferpreise gesetzt haben. Diese Investoren kauften so viele Kupfer-Kontrakte wie zuletzt im Jahr 2017. Davon angetrieben stieg auch der Kupfer- preis an der Londoner Metallbörse LME. Gleichzeitig stiegen auch die Preise für Aluminium, Zinn und Nickel, unterstützt durch eine erhöhte Handelsaktivität und Spekulationen an den Märkten.\nSeit Ende Mai 2024 geht sowohl das Handelsvolumen als auch die Anzahl der von institutionellen Anle- gern gehaltenen Kontrakte zurück. Dies führte zu einem Rückgang der Preise für verschiedene Basis- metalle.\nDie Preisentwicklung dieser Metalle verdeutlicht die Bedeutung von finanziellen und spekulativen Kräf- ten auf den Rohstoffmärkten. Die Volatilität, die durch solche Bewegungen entsteht, kann weitreichen- de Auswirkungen haben, insbesondere auf industrielle Verbraucher dieser Metalle, die sich im Vorfeld nicht abgesichert hatten.\nQuellen: CME Group, London Metal Exchange (LME), Fastmarkets, Reuters\nKupfer: Chinas Kupferbestände an der Shanghai Future Exchange (SHFE) haben sich seit Anfang des Jahres mehr als verzehnfacht. Mit über 300.000 t waren die Lager der SHFE derart gut gefüllt wie zuletzt im Frühjahr 2020, als während der ersten Ausgangsbeschränkungen in der Corona-Pandemie die Nachfrage nach Kupfer einbrach und das Metall an den Börsen zwischengelagert wurde.\nÜblicherweise bauen sich die Kupferlager in den ersten Monaten eines Jahres auf und werden anschlie- ßend nach dem chinesischen Neujahrsfest wieder langsam abgebaut, wenn die Fabriken ihre Produk- tion wieder steigern. In diesem Jahr allerdings dauert der Anstieg der Bestände deutlich länger als üb- lich. Zusätzlich zu den offiziellen Lagern an der SHFE haben auch die chinesischen Kupferproduzenten\nPr\nI\nvr\n1 “a:\nMAN\nne ANY en VE RE\nANA\n&\nSr\nRZ\na”\nRN R RN R RR Q E R RN R x Q E\n© LME-Aluminium —— LME-Kupfer —— LME-Nickel —— LME-Blei —— LME-Zinn —— LME-Zink\nRelative Preisentwicklung der LME-Basismetalle seit März 20218 (Quelle: LME).\nwe\n170.52 WV ante\n0,5\nN N\nNS)\nR%\nRN\nSG\ngs” Ri\nSV",
  "page_6": "DL\nDSRA)) Deutsche\nRohstoffagentur\nRohstoff-Trends Q2/24\nKupferlager aufgebaut. Diese beliefen sich nach Aussagen des Informationsdienstleisters Shanghai Metals Market (SMM) Ende Mai auf nochmals rund 120.000 t.\n1.000.000\n900.000\n800.000\n700.000\n600.000\n500.000\n400.000\n300.000\nIn den ersten fünf Monaten des Jahres 2024 produzierte China knapp 5,5 Mio. t Raffinadekupfer, ein Anstieg gegenüber dem Vorjahreszeitraum von etwa 6 %, trotz der derzeit negativen Hüttenlöhne, die chinesische Kupferhütten für die Verarbeitung von Kupferkonzentrat auf dem Spotmarkt erhalten. Nach der Schließung der Kupfermine Cobre Panama sowie neuer Kupferhütten in China haben die Hüttenbe- treiber mehr Kupferkonzentrat auf dem Spotmarkt gekauft als in den jeweiligen Vorjahreszeiträumen. Dies führte seit Ende 2023 zu einem Verfall der Hüttenlöhne.\nIm Herbst eines jeden Jahres werden Benchmark-Hüttenlöhne für das kommende Jahr von den Berg- werksproduzenten und Hüttenbetreibern verhandelt und auf einen bestimmten Betrag fixiert. Derzeit bekommen die chinesischen Kupferhütten, die über diesen Benchmark bezahlt werden, rund 80 US$f/t. Für die Verhandlungen in diesem Herbst wird jedoch erwartet, dass dieser Wert aufgrund der neuen Hüttenkapazitäten in China bei gleichzeitig vermindertem Angebot an Kupferkonzentrat nicht erreicht wird.\nIm Mai 2024 wurde mit fast 74.000 t so viel Kupfer aus China exportiert wie zuletzt im Juli 2016, was einem Anstieg von 200 % gegenüber dem Vormonat entspricht. Diese Exporte wurden durch die ho- hen Kupferpreise an der LME begünstigt. Die schwache Nachfrage auf dem chinesischen Binnenmarkt führte zu einem Rekordtief der Prämien (-90 US$/t) für Kupferkathoden in Shanghai.\nQuellen: London Metal Exchange, Shanghai Future Exchange (SHFE), Shanghai Metals Market (SMM), National Bureau of Statistics of China (NBS), Global Trade Tracker, Fastmarkets\nZink: Der Zinkpreis ist seit Jahresbeginn von rund 2.500 US$/t auf knapp 3.000 US$/t im Juli 2024 gestiegen. Nachdem einige Bergbauproduzenten und Hüttenbetreiber im vergangenen Jahr aufgrund der angespannten Kostensituation und der niedrigen Zinkpreise die Produktion drosselten oder einge- stellt hatten, hat sich der Zinkpreis wieder erholt.\n200.000\n100.000\nMai 2017\nMai 2018\nMai 2019\nMai 2020\nMai 2021\nMai 2022\nMai 2023\nMai 2024\nm COMEX\nEB LME\nu SHFE\nKupferbestände an der drei Metallbörsen, LME, COMEX und SHFE (Quellen: LME, SHFE, CME Group).\na",
  "page_7": "DL\nDERAT) Deutsche\nRohstoffagentur\nRohstoff-Trends Q2/24\nDie Bergwerksförderung der 20 größten Zinkproduzenten sank im ersten Quartal 2024 gegenüber dem Vorquartal um 5,5 %. Das setzte die Hüttenlöhne auf dem chinesischen Spotmarkt unter Druck, die seit Jahresbeginn von 80 US$/t auf derzeit 5 US$/t gefallen sind. In den ersten fünf Monaten des Jahres 2024 gingen die chinesischen Konzentratimporte gegenüber dem Vorjahreszeitraum um 24 % zurück, wäh- rend sich die Importe von Rohzink im gleichen Zeitraum fast verdreifacht haben. Fastmarkets geht da- von aus, dass der Konzentratmarkt in diesem Jahr ein Defizit von etwa 350.000 t Zink aufweisen könnte.\nm\n#;\n.; u\nz» ..\npn\nyo.\nSPS\nli\nKar\nnn -\nrn\nRR\nSn\nNebenmetalle\na\nNE\n£\nTrend: Doch die Situation könnte sich mit der Wiedereröffnung des Kipushi Zinkbergwerkes in der De- mokratischen Republik Kongo verbessern. Das von Ivanhoe Mines (62 %) und Gecamines (38 %) betrie- bene Bergwerk wird nach Aussagen der Betreiber aller Voraussicht nach in Q3 2024 in Betrieb genom- men. Nach der Startphase wird mit einer Jahresproduktion von 270.000 t Zink gerechnet. Damit würde Kipushi zu den fünf größten Zinkbergwerken weltweit zählen.\nQuellen: Fastmarkets, S&P Global Capital IQ, Ivanhoe Mines, General Administration of Customs of the People's Republic of China\nAntimon: Die Preise für Antimon haben weltweit Rekordhöhen erreicht, was auf anhaltende Versor- gungsengpässe und eine beständige Nachfrage aus der Solarindustrie zurückzuführen ist. In Europa stand Anfang Juli der Preis für Antimon (Regulus Grade II) bei über 22.000 US$/t, ein Anstieg um 60 % innerhalb von nur drei Monaten.\nVerschiedene Faktoren wie bspw. Produktions- und Lieferunterbrechungen tragen zu dieser Preisent- wicklung bei. In China, dem größten Produzenten von Antimon, sind die Fördermengen seit Jahren stark rückläufig, was die Abhängigkeit von importiertem Material zunehmend erhöht hat. Der anhaltende kriegerische Konflikt in Myanmar, viertgrößter Produzent von Antimonerz mit überwiegend China als Exportziel, verschärft die Versorgungsknappheit.\nnA\nN\nDer.\nAN\nFin\nRT\nen\na\nBr:\nBe\nZinkblende (Copyright: VV Voennyy).",
  "page_8": "DSRA)) Deutsche\nRohstoffagentur\nZudem hat der Ausfall des Oman Antimony Roaster und die ungewisse Lage bei dem russischen Produ- zenten Polyus zu einer weiteren Angebotsverknappung geführt.\nDie geringe Verfügbarkeit von Antimonerz veranlasste chinesische Antimonhütten dazu, die Produktion zu drosseln oder ganz einzustellen. Die dadurch gestiegenen Antimonpreise führten dazu, dass einige Kunststoffproduzenten nach Ersatzstoffen für antimonhaltige Flammschutzmittel suchen. Zinkborate und Zinkstannate können in bestimmten Fällen Antimontrioxid ersetzen. Laut Argus Metals können die- se Antimonersatzstoffe bei verschiedenen Anwendungen, insbesondere bei Flammschutzmitteln, aller- dings zu Leistungseinbußen führen, da das Polymer geschwächt wird.\nBI\nRohstoff-Trends Q2/24\nF\n2\n\"\n[\nDie Nachfrage aus der Solarindustrie, in der Natriumpyroantimonat als Läutermittel für Glas verwen- det wird, wächst weiterhin (siehe Rohstoff-Trends Q1/24). Diese Nachfrage hat sich im Jahr 2023 auf 30.000 t erhöht und wird voraussichtlich aufgrund einer höheren Produktion von Solarglas weiter zunehmen.\nQuellen: Argus Metals, Reuters, Nasdaq, Fastmarkets\nBismut: Seit Mitte Mai 2024 ist der Preis für Bismut um ca. 60 % gestiegen. Ende Juni erreichte der euro- päische Marktpreis mit knapp 15 US$/kg (für 99,99 % reines Bismut) ein Niveau, das zuletzt im Jahr 2015 verzeichnet wurde.\nRR\nBe;\nwo\ng7\n]\n4\nan\nAntimonbarren (Quelle: Campine B.V.).\n16\n12\n14\n10\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\n2024\nEuropäischer Preis für Bismutmetall (99,99 % Bi) (Quelle: Asian Metal).\na",
  "page_9": "DL\nDSRA)) Deutsche\nRohstoffagentur\nRohstoff-Trends Q2/24\nDieser Preisanstieg wurde durch zwei wesentliche Entwicklungen in China ausgelöst. Anfang Mai 2024 begannen neue Umweltkontrollen, unter anderem in der Provinz Hunan, aus der ein Großteil der chi- nesischen Bismut-Metallproduktion stammt. Infolgedessen kündigten zahlreiche Produzenten Produk- tionskürzungen oder -unterbrechungen an. Zusätzlich trieben spekulative Aktivitäten an der chinesi- schen Zhonglianjin-Börse den Preis weiter in die Höhe. Die raschen Preissteigerungen führten dazu, dass Produzenten und Händler in Erwartung weiterer Preiszuwächse ihre Angebote zurückhielten oder Verkäufe verzögerten. Diese Reaktion verschärfte die Marktsituation und verstärkte die Preisvolatilität.\nDie Verwendungsbereiche von Bismut sind sehr vielfältig, wobei die weltweit fünf größten Einsatzge- biete Arzneimittel, Pigmente, niedrigschmelzende Legierungen, metallurgische Zusätze sowie Indus- triekatalysatoren sind. Hierbei sind die Verwendungsbereiche in den einzelnen Ländern jedoch sehr unterschiedlich.\nTrend: Die Umweltinspektionen sollten ursprünglich bis Mitte Juni andauern. Einige Unternehmen ha- ben die Produktion bereits wieder aufgenommen, was zu einem leichten Preisrückgang führte. Sollten weitere Produzenten ihre Produktion wieder aufnehmen, könnte sich die Marktlage weiter entspannen und zu einer Stabilisierung der Bismutpreise führen.\nQuellen: Asian Metal, Fastmarkets, Argus Metal\nIndium: Der Preis für Indium ist im Mai 2024 innerhalb weniger Tage um über 60 % gestiegen. Diese Entwicklung wird von Marktbeobachtern auf zwei verschiedene Faktoren zurückgeführt. Zum einen hat sich das Indium-Angebot in China aufgrund von Umweltinspektionen in den für die Indiumproduktion relevanten Provinzen reduziert. Zum anderen trieben, wie bereits bei Bismut beobachtet, spekulative Aktivitäten an der chinesischen Zhonglianjin-Börse den Preis in die Höhe. Dieser Preisanstieg hatte über China hinaus eine Signalwirkung und ließ auch in Europa die Preise anziehen. Hier hatte sich seit Okto- ber 2023 der Indiumpreis entgegen dem chinesischen Preis entwickelt und ist aufgrund der Verfügbar- keit von Indium aus Südkorea, Japan, aber auch Taiwan, Kanada und Frankreich gesunken.\nNNNN\nDL\n>N\n€\nc3\nSr\nIR\n-\nDie geplanten Importzölle der US-Regierung auf Indium (HS-Code 8112.92.30) ab August 2024 (siehe Artikel 2) haben bisher nicht zu einem höheren US-Import von Indium aus China geführt.\nQuelle: Argus Metals, Fastmarkets, Global trade Tracker\nTitandioxid: Die Eu-Kommission gab im Juni 2024 bekannt, dass alle chinesischen Importe von Titandi- oxid mit den HS-Codes 2823.00.00 sowie 3206.11.00 ab sofort zollamtlich erfasst werden. Vorausgegan- gen war die formelle Einleitung eines Antidumpingverfahrens gegen chinesische Importe von Titandio- xid in die EU im November 2023.\nQuelle: BGR\na",
  "page_10": "DL\nDSRA)) Deutsch\nRohstoffagentur\nRohstoff-Trends Q2/24\n700€\n600 €\n500€\n400€\n300 €\n200 €\n100€\n0€\n2020\n2021\n2022\n2023\nImportwert\nEuropäischer Importwert der betreffenden Titandioxidspezifikationen aus China zwischen 2020 und 2023 (Quelle: Eurostat (Comext))\nDie Europäische Union importierte im Jahr 2023 aus der Volksrepublik China knapp 250 Mio. t Titandio- xid der beiden Produktkategorien. Dies entspricht rund 45 % aller Importe aus Nicht-EU-Ländern. Beim Importwert lag der Anteil chinesischer Importe bei 38 %\nIn der Durchführungsverordnung vom 07.06.2024 führt die EU-Kommission unter anderem an, dass die chinesischen Produktionskapazitäten den chinesischen Bedarf um mehr als die Hälfte überschreiten und daher deutliche Uberkapazitäten in der Volksrepublik vorliegen\nQuellen: Eurostat, EU-Kommission\nAm 29.06.2024 hat der chinesische Staatsrat schärfere Kontrollen für den Abbau, die Verarbeitung und den Handel mit Seltenen Erden (SE) angekündigt. Es handelt sich um eine gesetzliche Verordnung zur Regulierung der SE-Industrie in China. Die öffentliche Konsultation zu dieser neuen Verordnung hat be- reits 2021 stattgefunden. Am 26.04.2024 hat der Staatsrat die neue Verordnung genehmigt. Nun folgt die öffentliche Ankündigung\nDi Di m\neb\nQuelle: iStock.com/Randall Stewart\nm Titanoxide \" Pigmente mit >= 80% TiO\nSeltene Erden - Kontrollen treten in Kraft\n|",
  "page_11": "DSRA)) Deutsche\nRohstoffagentur\nIm Vergleich zum 2021 veröffentlichten Entwurf beinhaltet die neue Verordnung unter anderem noch schärfere Sanktionsmaßnahmen bei Verstößen und mehr Macht der Kontrollinstanz, klare Benennung der Zuständigkeiten von Ministerien und Lokalregierungen, explizite Erwähnung der Exportfirmen, Streichung des Satzes „importierte SE dürfen außerhalb der SE-Quote verarbeitet werden“, flexiblere Quotenregelung sowie die Erweiterung der Definition von SE-Produkten und damit auch eine Erweite- rung der Geltungsbereiche.\nDie neue Verordnung hat eine direkte Auswirkung auf die chinesische Seltenerdindustrie. Diese wird jetzt noch strenger kontrolliert als bisher. Sollte dies zu einer Angebotsverknappung führen, dürf- te eine Preissteigerung die direkte Folge sein, was wiederum spürbare Folgen für die nachgelagerte deutsche Industrie haben dürfte. Die neue Verordnung dient auch als Vorlage für die Regulierung ande- rer seltener Metalle.\nQuelle: DERA-Newsletter „Rohstoff-Länderkompakt-China”\nRohstoff-Trends Q2/24\nVeranstaltungen / Veröffentlichungen\nZentrale Anlaufstelle Rohstoffe\nEine neue „Zentrale Anlaufstelle Rohstoffe“ wird deutschen Unternehmen zukünftig den Zugang zu Rohstoffen und Rohstoffinformationen erleichtern. Eine gemeinsame Anlaufstelle der Deutschen Roh- stoffagentur (DERA) in der BGR, der Germany Trade and Invest (GTAI) und der Deutschen Industrie- und Handelskammer (DIHK) zu Fragen der Rohstoffversorgung und Diversifizierung der Bezugsquellen dient als weiteres Beratungsangebot für Unternehmen und Rohstoffanbieter.\n= z\nbe\nfi.\nY\na\n@scyther5\nDer Fokus liegt auf mineralischen Rohstoffen, verarbeiteten Zwischenprodukten sowie Kreislaufwirt- schaft und Recycling. Die Anlaufstelle ist Teil des German Mining and Resources Network, das unter anderem acht internationale Kompetenzzentren für Bergbau und Rohstoffe umfasst.",
  "page_12": "DL\nDSRA)) Deutsche\nRohstoffagentur\nRohstoff-Trends Q2/24\nDERA Rohstoffinformationen\nzum Recycling von NdFeB-Magneten\nDSRA) RA\nDie Deutsche Rohstoffagentur (DERA) veröffentlicht im August eine Studie zum Recycling von NdFeB-Magneten. Die vom Fraunhofer IWKS erstellte Auftragsstudie gibt einen umfassenden Einblick in ver- schiedene Recyclingverfahren, den Handel mit End-of-Life NdFeB-Ma- gneten und einen Überblick über den nationalen Stand des Recyclings in Forschung und Industrie.\nRohstoffa, ;gentur\n60 DERA Rohstoffinformationen\nRecycling von NdFeB-Magneten in Deutschland\nAuftragsstudie\n23 Fraunhofer\nDas Thema Recycling von NdFeB-Magneten gewinnt zunehmend an Bedeutung. Wie im Juni bekannt wurde, tritt in China eine neue Ver- ordnung in Kraft, die die dortige Seltenerd-Industrie strenger kont- rolliert. Dies könnte zu einer Angebotsverknappung und damit zu Preissteigerungen führen, die auch die deutsche Industrie empfind- lich treffen könnte (Newsletter: Rohstoff | Länderkompakt | China).\n60\nINd\n| Naaayoem\nDie Studie steht ab Mitte August kostenlos auf der DERA-Website zum Download bereit.\nHerausgeber:\nDeutsche Rohstoffagentur (DERA) in der Bundesanstalt für Geowissenschaften und Rohstoffe, Dienstbereich Berlin |Wilhelmstraße | 25-30 13593 Berlin | Tel.: +49(0)30 36993 226 | E-Mail: dera@bgr.de Internet: www.deutsche-rohstoffagentur.de |www.bgr.bund.de | LinkedIn Redaktion: Dennis Bastian | Pressekontakt: Andreas Beuge\nDie Verbreitung der Newsletter-Inhalte durch Dritte ist mit Quellenangabe und Links zu den Originalmel- dungen auf der Website der DERA erlaubt. Belege bitte an die DERA unter dera@bar.de senden.\nm Impressum\na"
},
  "language": "Languages.GERMAN",
  "total_pages": 12
}
