{
  "file_name": "17_276.pdf",
  "pages": {
  "page_1": "PRESS RELEASE\nJ 4\naed\nFOR IMMEDIATE RELEASE\nNew Research Reveals Asian Steelmakers’ Attempts to Weaken the EU’s Carbon Border Adjustment Mechanism\nEvidence includes steelmaker meetings with a Director-General from the European Commission, Trade Ministries from Japan and Korea, and the World Trade Organization\nJapanese and Korean steel industries appear to be actively advocating to weaken the ambition of the EU CBAM during its pilot phase, new InfluenceMap analysis finds. Evidence from 2022-2024 suggests strategic engagement by the steelmakers to weaken or oppose the introduction of the CBAM, including with the European Commission, the WTO, and their domestic governments. Japanese and Korean steelmakers are simultaneously advocating to weaken their own domestic climate policies including carbon pricing, which would mean their domestic markets couldn't take advantage of exemptions for EU importers with equivalent strength carbon pricing that are built into CBAM. The CBAM is currently in its stakeholder dialogue phase, preceding a review of its scope and methodology, and is at risk of being weakened due to oppositional influence from these entities. InfluenceMap anticipates that these findings will be of great interest to the investor community in Japan, who in recent months have been increasingly concerned about companies applying pressure of this kind.\nThe most prominent engagement in Japan is coming from Nippon Steel, JFE Steel, and the Japan lron_ and Steel Federation (JISF), and in Korea from POSCO, Hyundai Steel, and the Korea Iron and Steel Association (KOSA).\nSteelmakers in Asia have actively engaged with the EU CBAM from as early as 2021. Evidence collected between 2022-2024 suggests continued engagement by industry during the policy’s transitional phase to weaken or oppose its introduction, including direct engagement with the European Commission and WTO. When the European Commission Director-General for Taxation and Customs Union visited Japan and Korea in November 2023 to discuss the EU CBAM, he pledged to reflect the opinions of business and policymakers from the region through continued close consultation.\nAt the same time, the steelmakers are advocating to weaken domestic carbon pricing policy in their respective countries. This contradicts the arguments they are making in their engagement against the CBAM, as the costs imposed by the EU on imports under CBAM would only prove more onerous if the country does not have an equivalent strength carbon price.\nKarin Kitsuda, Japan Analyst at InfluenceMap said:\n“Our research reveals significant evidence of highly strategic efforts by the Japanese and Korean steel industries not only to undermine the EU CBAM but also carbon pricing and other climate policies",
  "page_2": "domestically. There appears to be a contradiction in this strategy, given the EU CBAM is designed to accommodate regions with strong domestic climate policies. This suggests that these industries’ concerns are not simply a pushback against unilateralism or trade protectionism, and raises questions about the preparedness of the Japanese and Korean steel industries for the rapidly growing momentum toward global net-zero emissions legislation.”\nAdvocacy by the Japan Iron and Steel Federation:\ne January 2024: JISF presented their concerns about the EU CBAM at a meeting attended by the Director of the Metals Technology Office of the Japanese Ministry of Economy, Trade, and Industry (METI). November 2023: A seminar on the EU CBAM was attended by representatives from the European Commission, METI, and JISF. During a panel discussion at the seminar, JISF appeared to not support the EU CBAM, stating that it is “impossible to comply” with its requirements. It opposed penalties during the transition period while calling for further stakeholder coordination on the policy. October 2023: JISF Chairman (and JFE Steel CEO) Yoshihisa Kitano stated that he was “against the introduction\" of the EU CBAM. September 2023: JISF and KOSA jointly hosted a closed-door seminar on green steel, which was attended by the industry ministries of both countries and included discussions on global carbon policies and the EU CBAM. July 2023: In comments submitted to the European Commission, JISF did not support the reporting obligations of the transitional period of the EU CBAM. June 2023: In a statement published by the Nikkan Kogyo newspaper, Yoshihisa Kitano expressed optimism about the Japanese government's participation in the Multi-Party Interim Appeal Arbitration Arrangement (MPIA) to resolve issues around “protectionist and home-priority trade policies” such as the EU CBAM. April 2022: JISF signed a joint industry recommendation letter advocating for a restructuring of the EU CBAM and the exclusion of sectors such as chemicals.\nAdvocacy by POSCO:\ne May 2023: At Trade Talks with WTO Director-General, the Vice President of POSCO appeared to not support the EU CBAM, stating it could be “abused as another trade barrier” and need “a more active solution based on the WTO agreement.” March 2023: In a meeting between POSCO and the European Commission, POSCO expressed concerns about CBAM becoming a “discriminatory measure.”\nIn addition, evidence suggests highly strategic engagement by Japanese and Korean steelmakers undermining a range of key climate policies. For instance, KOSA advocated for a weaker 2030 NDC greenhouse gas emissions reduction target for industry in South Korea in a statement in May 2023, and JISF appeared to advocate for a weaker feed-in tariff for renewable energy in a statement in January 2022. This is all despite the potential for ambitious climate policies to help importing companies meet the EU CBAM requirements by accelerating the development of carbon-neutral products.\nAdditional advocacy on the EU CBAM by the Japanese and Korean Steel Industry:\ne KOSA: In a July 2023 comment submitted to the European Commission, the organization did not support the CBAM’s reporting requirements.",
  "page_3": "e Hyundai Steel and KOSA: In July 2023 they both attended a meeting with MOTIE to identify the industry's difficulties with the EU CBAM, during which they stated concerns about the potential burden of provisions on companies.\nFor more information, or to arrange interviews on this topic please contact:\nKitty Hatchley, Press Officer, InfluenceMap (London)\nE: kitty.hatchley@influencemap.org\nBackground\nThis briefing covers corporate engagement with the EU's Carbon Border Adjustment Mechanism (CBAM), a border tax applying the EU carbon price to imports. It will initially apply to imports of the following goods: iron and steel, cement, aluminum, fertilizers, electricity, and hydrogen.\nThe CBAM’s core objective is to equalize the price of carbon between EU products and imports, to ensure that EU industry subject to the EU Emissions Trading System (ETS) is not undermined by imports from countries with lower carbon prices. The European Commission has stated that the CBAM is compatible with World Trade Organization (WTO) guidelines.\nTimeline of CBAM\nOctober 1, 2023 — December 31, 2025: Pilot transitional phase of the EU CBAM, during which importing companies will only be subject to reporting requirements. This phase will serve as a learning period for stakeholders, based on which the European Commission will refine CBAM methodology for the definitive period starting in 2026. Comprehensive reviews will be conducted to determine the functioning scope of CBAM and consider its extension to include all products currently under the EU ETS by 2030.\nMarch 4, 2020: A carbon border tax initially proposed by the European Commission.\nJuly 14, 2021: CBAM regulation proposed by the European Commission as part of its Fit for 55 package.\nApril 18, 2023: Establishment of EU CBAM approved by the European Parliament.\nOctober 1, 2023: Transitional phase of the EU CBAM begins.\nJanuary 31, 2024: Deadline for first report from EU importers.\nJanuary 1, 2026: Beginning of the permanent system of the EU CBAM, wherein financial responsibilities for EU importers will come into effect to replace EU ETS carbon leakage protection measures.\n« 2026-2034: Phasing-in of EU CBAM alongside the phasing-out of free allocation of emissions allowances under the EU ETS.\nThis analysis is based on comparing the positions and statements of the steel industry with benchmarks based on Science Based Policy. For further details please refer to the InfluenceMap methodology."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
