{
  "file_name": "17_263.pdf",
  "pages": {
  "page_1": "=~ h /\noor\nJapanese & South Korean Steel Sectors Among ‘Worst Performing’ on Climate Policy\nJapanese and South Korean steel sector companies rank among the most negative on climate policy engagement when compared with their global competitors, according to new analysis by climate think tank InfluenceMap.\nThe analysis shows Japan's Nippon Steel and JFE Steel are the worst performing, scoring D- and E+ on InfluenceMap's A-to-F system of measuring climate policy engagement against the goals of the Paris Agreement.\nKorea's POSCO and Hyundai Steel perform slightly better, but are both still within the D performance band. These scores indicate obstructive engagement on climate policy.\nThis opposition to Paris-aligned climate policy contrasts with many of the steel sector’s customers (in real estate, construction, machinery) which have stronger climate goals and are more likely to support government action on climate change. (See quadrant graphic below)\nFurthermore, given the move towards greater reporting requirements for Scope 3 emissions - including from the US Securities and Exchange Commission (SEC) - there will be greater pressure on the steel sector's customer base to decarbonize and support climate policy.\nThe analysis focuses on eight steel companies within the Climate Action 100+ (CA100+) investor initiative, with the addition of Hyundai Steel and JFE Steel.\nIt also assesses Japan's and South Korea's main industry groups for the steel sector.\nThe analysis shows the Japan Iron and Steel Federation (JISF) and the Korea Iron and Steel Association (KOSA) both score an E+ on InflueneMap's system, ranking as the two most negative industry associations compared with other global steel industry associations in Europe and the United States.\nIn Japan, Nippon Steel, JFE Steel and the JISF take negative positions on virtually all strands of climate- relevant policies, with the exception of government investment and R&D of new technologies to decarbonize the steel sector.\nThe two companies and JISF have questioned Japan's 2050 net zero target and the 2030 GHG emissions target, and are actively opposed to domestic carbon pricing policies including carbon tax and emissions trading. Nippons Steel and JISF often cite concerns over costs and reliability of renewables in order to advocate for nuclear and fossil fuels to remain in the energy mix.\nInfluenceMap's Country Manager for Japan, Monica Nagashima, said: \"The Japanese steel sector is a global laggard when it comes to climate policy engagement. Its active and negative approach to the energy transition risks undermining Japan's ability to reach its net zero by 2050 target. Furthermore, its climate\nTM) Influe\nPRESS RELEASE",
  "page_2": "policy engagement has the potential to put Japan at a competitive disadvantage at a time when other countries are more actively pursuing decarbonization policies.\"\nThe two South Korean steel companies’ direct and indirect engagement is at odds with their support for 2050 net zero targets.\nDespite POSCO and Hyundai Steel both making positive statements on the urgent need for climate action, both demonstrate negative engagement with key climate policies such as the Korean Emissions Trading Scheme (K-ETS) and the European Carbon Border Adjustment Mechanism (CBAM).\nKOSA takes an even more negative approach than both companies, and has actively opposed South Korea's more ambitious 2030 GHG emissions reduction target. This raises concerns that POSCO and Hyundai Steel could be channeling their most obstructive policy positions through KOSA. Of particular note is POSCO Chairman Choi Jeong-woo's role as Chairman of KOSA.\nInfluenceMap's Country Manager for Korea, Yuna Chang, said: \"The South Korean steel sector regularly points out that it is trade-exposed and sensitive to international competition. It uses this as a reason to oppose ambitious climate regulation. However, this analysis shows that the sector is falling behind the climate policy ambition of some of its most important customers globally.\n\"South Korean and Japanese steel companies have set ambitious climate targets, yet they are opposing the policies required to help them get there. If they are serious about retaining their competitive edge, they will need to rethink this approach or risk being left behind in the global steel sector transition.\"\nGlobal Steel Value Chain: Climate Policy Engagement Landscape\nMisaligned with Paris Agreement\n<j\nMixed alignment\nSiemens @\nAligned with Paris Agreement\n>\nISFO\nABB\nthyssenkripp @\nNippon Steel Corporation @\nTrane Tectholoties\nBluestope Steel a\nA\nStrategic engagement\n3% Saou ae ae Se ee eee Sie nora POSEO @ | - General Hectric ee ey nee See Y\nJFE Steel @\nAeon\nActive engagement\nReal Estate Companies Association of Japan) @\n12% PE aR Pa ET\nKorea {ron and SteelAssociation ()- scatter aes s aS Se NI SN a Se SA ER CT\nChina Steel @ Hyundai\nSteel Co\nengagement\n® Sekislti House\n§%p ~ - = = =o nnn nn nnn ne nnn nn nnn ene nen nen n een n eens aa aa aaa *\n0% SS A A A a Sc\neR NO SL A I SL BO aT Rg I EE Ne EN OT ES SE OOS\nMM\nClimate performance band\n© Industry associations @® Automobiles @® Construction Materials @® Industrials @ RealEstate @@ Retailing G@ Steel\n@ Transportation\nClick here for the full analysis.\nEuroferC) Volkswagen @\nArcelorMittal @\n*\na\n@ Maersk\nSaint-Gobain",
  "page_3": "For further information or to arrange interviews, please contact:\nMonica Nagashima, Country Manager - Japan, InfluenceMap (Tokyo) monica.nagashima@influencemap.org\nYuna Chang, Country Manager — Korea, InfluenceMap (London) yuna.chang @influencemap.org\nSimon Cullen, Communications Manager, InfluenceMap (London) simon.cullen@influencemap.org\nAbout InfluenceMap\nInfluenceMap is a London-based think tank providing data driven analysis to investors, corporations and the media on issues related to energy and climate change. Our metrics for measuring corporate influence over climate policy are used by investors, including the global Climate Action 100+ investor engagement process. We have analysts in London, New York, Tokyo, and Seoul."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
