{
  "file_name": "180_1732.pdf",
  "pages": {
  "page_1": "a\nEUROFER\nEU proposals on Emissions Trading and Carbon Border Adjustment derail the green transition\nOpen letter by the CEOs of the EU steel industry to the European Parliament and the Member States\nThe European steel industry is a strategic sector for the EU’s green transition, economic resilience and independence. We have clear plans and concrete projects to reduce our sector’s CO2 emissions by at least 55 percent by 2030 and to achieve climate-neutral steel production in the European Union by 2050. These commitments represent a truly industrial revolution that requires a massive €30 billion capital investment in breakthrough technologies over the coming eight years and a significant increase in operational costs stemming from the use of decarbonized electricity and hydrogen.\nHowever, European legislators are now considering proposals on the EU’s Emissions Trading System (ETS) and the Carbon Border Adjustment Mechanism (CBAM) that undermine our capacity to invest in these projects and derail the transition to green steel production in Europe.\nThe proposals weaken carbon leakage protection of our industry in the domestic and global markets, favouring international competitors which are not subject to equivalent carbon costs. In Europe, new allocation rules will suddenly reduce the main CO2 benchmark by around 40 percent — because of one plant that was previously not in the scope — and set a value which no company can achieve in just three years. This is due to a premature transition from the free allocation and indirect cost compensation system to a CBAM which has not yet been tested. Circumvention and resource shuffling are only a few of the many risks that could undermine the CBAM’s effectiveness. Moreover, the CBAM does not yet foresee any measure to preserve the EU’s 20 million tonnes of steel exports per year, worth €45 billion, and the 30,000 jobs that are directly dependent on these.\nThe proposals also remove massive allowances from the market, further driving the carbon and electricity price in Europe at a time when businesses and households are struggling with skyrocketing energy costs and inflation. Finally, they fail to capture the much higher carbon footprint of stainless steel imports derived from the embedded alloying elements.\nWe call on the European Parliament and Council to immediately address these concerns and in particular to:\ne Avoid further scaling back existing carbon leakage protection until the CBAM has proven its effectiveness and a solution for exports is in place; Prevent a sharp decrease in free allocation for existing steel plants which would result from a modification of the benchmark scope. Instead, low carbon technologies must be rewarded without reducing prematurely benchmark values, at least in the first years when such technologies are introduced at an industrial scale.\nThe aforementioned changes to the ETS and CBAM will allow us to make the green steel transformation happen now within the EU. Our investments will greatly benefit climate protection, the EU’s industrial competitiveness, and hundreds of thousands of jobs across the EU.\nGeert Van Poelvoorde, CEO, ArcelorMittal Europe\nHenrik Adam, Chairman of the Board, Tata Steel\nNetherlands Holding\nBernhard Osburg, CEO, thyssenkrupp Steel Europe AG\nFrancesc Rubiralta Rubio, Chairman and CEO,\nCELSA Group\nPage | 1\nThe European Steel Association (EUROFER) AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium\n+32 3 738 79 20 | mail@eurofer.eu | www.eurofer.eu | EU Transparency Register: ID 93038071152-83\nPr 2000",
  "page_2": "a\nEUROFER\nAlexander Becker, CEO, GMH Gruppe\nOlavi Huhtala, CEO, SSAB Europe Mario Caldonazzo, CEO, Arvedi Hubert Zajicek, CEO, voestalpine Steel Division Lorenzo Riva, CEO, Riva Group Gunnar Groebler, CEO, Salzgitter AG Timoteo Di Maulo, CEO, Aperam Karl-Ulrich Kohler, Chairman of the Board, SHS- Stahl-Holding-Saar Gmbh &Co Ajay Aggarwal, Executive President Europe, Liberty Steel Group Heikki Malinen, President and CEO, Outokumpu Oyj Jan Czudek, CEO, Trinecké zelezarny José Enrique Freire Arteta, President, Megasa James E. Bruno, President, US Steel Kosice Hans Jiirgen Kerkhoff, President, Wirtschaftsvereinigung Stahl Bernardo Velazquez Herreros, President, UNESID Spanish Steel Association Zlatislav lvkov, General Manager, Stomana Industry S.A. Markus Ritter, CEO, Marienhitte Stahl & Walzwerk GmbH George Michos, CEO, Sidenor Group Vasileios Goumas, CEO, Hellenic Halyvourgia Markus Menges and Florian Gliick, Managing Directors, Badische Stahlwerke GmbH Roberto Re, CEO, Metinvest Europe Radek Strouhal, CEO, Vitkovice Steel Giuseppe Pasini, President, Feralpi Group Claudio Riva, President, Riva Acciaio Alessandro Banzato, CEO, Acciaierie Venete Antonio Marcegaglia, President and CEO, Marcegaglia Steel Giuseppe Lucchini, President, Lucchini Rs Michele Della Briotta, President Europe, Tenaris\nJosé Jainaga, CEO, Sidenor Aceros Especiales Carlos Alvarez, CEO, Aceros Inoxidables OLARRA, S.A. Andrey Zubitskiy, President of the Management Board, SIJ Group Francisco Irazusta, Executive Chairman, Tubos Reunidos SA Nicos Georgakellos, President, ENXE — Hellenic Steelmakers Union lonel Bors, President, UniRomSider — Romanian Steel Producers’ Union Stefan Dzienniak, President of the board, HIPH — Polish Steel Association Roman Stiftner, Managing Director, Austrian Mining and Steel Association Ivan Jurko&ek, General Manager, Store Steel Annika Roos, Managing Director, Jernkontoret Kimmo Jarvinen, Managing Director, Metallinjalostajat Philippe Coigné, Director General, Groupement de la Sidérurgie Bruno Jacquemin, Délégué Général, A3M Daniel Urban, Chairman, Ocelafska unie Anton Petrov, Chairman of the Board, Bulgarian Association of the Metallurgical Industry lanc Petru, Executive Manager, UNITUB — General Union of Romanian Tubes Producers Michel Tellier, CEO, Reinosa Forgings & Castings Timo Rautalahti, CEO, Boliden Harjavalta Alexis Van Maercke, Secretary General, APEAL Klaus Peters, Secretary General, ESTEP — European Steel Technology Platform Axel Eggert, Director General, The European Steel\n—\nAssociation (EUROFER)\nKlaus Enwald, CEO, Ovako Imatra Oy Ab\nPage |2\nThe European Steel Association (EUROFER) AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium +32 3 738 79 20 | mail@eurofer.eu | www.eurofer.eu | EU Transparency Register: ID 93038071152-83\nPr 2000"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
