{
  "file_name": "180_1734.pdf",
  "pages": {
  "page_1": "RR 2025-92\nFrån:\nSkickat:\nTill:\nÄmne:\nBifogade filer:\nUppföljningsflagga: Flagga:\nKategorier: AppServerName: ArchiveStatusCode: DocumentID: DocumentlisArchived:\nRemissvaren ska ha kommit in till Finansdepartementet senast den 3 april 2025. Eftersom förhandlingarna om förslaget inom EU redan har påbörjats är det dock viktigt att remissvaren kommer in så snart som möjligt för att dessa ska kunna beaktas vid förhandlingarna. Svaren bör lämnas per e-post till fi.remissvar(Wregeringskansliet.se och med kopia till oliver.sparrings(Wregeringskansliet.se och sandra.backlund(Qregeringskansliet.se. Ange diarienummer Fi2025/00650 och remissinstansens namn i ämnesraden på e-postmeddelandet.\nSvaret bör lämnas i två versioner: den ena i ett bearbetningsbart format (t.ex. Word), den andra i ett format (t.ex. pdf) som följer tillgänglighetskraven enligt lagen (2018:1937) om tillgänglighet till digital offentlig service. Remissinstansens namn ska anges i namnet på respektive dokument.\nRemissvaren kommer att publiceras på regeringens webbplats. Förslaget finns ännu inte på svenska varför den engelska versionen bifogas.\nI remissen ligger att regeringen vill ha synpunkter på förslagen eller materialet i promemorian.\nMyndigheter under regeringen är skyldiga att svara på remissen. En myndighet avgör dock på eget ansvar om den har några synpunkter att redovisa i ett svar. Om myndigheten inte har några synpunkter, räcker det att svaret ger besked om detta.\nAnn-Britt Eriksson <ann-britt.erikssonQregeringskansliet.se>\nden 13 mars 2025 13:32\ninfoQmobilitysweden.se; infoQbyggforetagen.se;\njennyQbyggmaterialindustrierna.se; registrator; infoQMenergiforetagen.se;\ninfoQsvemin.se; infoQteknikforetagen.se; infoQforetagarna.se; info se;\ninfoQhagainitiativet.se; appliaQtebab.com; infoQikem.se; imy; letti.freivaldsQivl.se;\nofficeQjernkontoret.se; registratur; registrator; registrator; konkurrensverket;\nkonsumentverket; info Qlrf.se; info; nacka tingsratt; registrator; infoQnnr.se;\ninfoQpvforetagen.se; Regelrådet; registrator; infoQMskgs.org; registrator;\njordbruksverket; info-hq Qsei.org; registrator; infoQsbi.se; svea hovratt;\ninfoQsvenskbetong.se; remisserQnaturskyddsforeningen.se;\ninfoQsvensktaluminium.se; remisserQsvensktnaringsliv.se;\ninfoQvastsvenskahandelskammaren.se; registratorQskr.se; tillvaxtverket; tullverket; infoQwwf.se\nRemiss av Europeiska kommissionens förslag till ändringar av Europaparlamentets\noch rådets förordning (EU) 2023/956 om inrättande av en mekanism för\nkoldioxidjustering vid gränsen. Svar senast den 3 april 2025.\nRemissmissiv Europeiska kommissionens förslag till ändringar av Europaparlamentets och rådets förordning.pdf; KOM förslag.pdf\nFölj upp\nHar meddelandeflagga\nBjörn\np360 prod\n3\nRR 2025-92:01\n-1",
  "page_2": "För andra remissinstanser innebär remissen en inbjudan att lämna synpunkter.\nRåd om hur remissyttranden utformas finns i Statsrådsberedningens promemoria Svara på remiss (SB PM 2021:1). Den kan laddas ned från Regeringskansliets webbplats www.regeringen.se.\nRoger Ghiselli Kansliråd\nHälsningar Ann-Britt Eriksson Assistent Finansdepartementet Skatte- och tullavdelningen 103 33 Stockholm Tel. 08-405 16 31",
  "page_3": "ö Regeringskansliet\nPostadress: 103 33 Stockholm\nBesöksadress: Jakobsgatan 24\nE-post: fi.registratorQregeringskansliet.se\nRemiss\n2025-03-13\nFi2025/00650\nEuropeiska kommissionens förslag till ändringar av Europaparlamentets och rådets förordning (EU) 2023/956 om inrättande av en mekanism för koldioxidjustering vid gränsen\nRemissinstanser\n1 BIL Sweden 2 Byggföretagen 3 Byggmaterialindustrierna Ekonomistyrningsverket Energiföretagen Sverige Föreningen för gruvor, mineral- och metallproducenter i Sverige (SveMin) Föreningen Teknikföretagen i Sverige (Teknikföretagen) Företagarna Greenpeace 10 Hagainitiativet 11 Home Appliance Sweden, APPLiA 12 Innovations- och Kemiindustrierna i Sverige (IKEM) 13 IVL Svenska Miljöinstitutet 14 Jernkontoret 15 Kammarkollegiet 16 Kommerskollegium 17 Konjunkturinstitutet\nTelefonväxel: 08-405 10 00\nWebb: www.regeringen.se\nFinansdepartementet",
  "page_4": "18 Konkurrensverket\n19 Konsumentverket\n20 Tantbrukarnas riksförbund\n21 Myndigheten för tillväxtpolitiska utvärderingar och analyser\n22 Nacka tingsrätt (mark- och miljödomstolen)\n23 Naturvårdsverket\n24 Näringslivets Regelnämnd\n25 Plåt & Ventföretagen\n26 Regelrådet\n21 Skatteverket\n28 SKGS (Skogen, Kemin, Gruvorna och Stålet)\n29 Statens energimyndighet\n30 Statens jordbruksverk\n31 Stockholm Environment Institute\n32 Styrelsen för ackreditering och teknisk kontroll (SWEDAC)\n33 Stålbyggnadsinstitutet\n34 Svensk Betong\n35 Svenska Naturskyddsföreningen\n36 Svenskt aluminium\n37 Svenskt Näringsliv\n38 Sveriges Kommuner och Regioner\n39 Tillväxtverket\n40 Tullverket\n41 Västsvenska Handelskammaren\n42 Världsnaturfonden WWF\nRemissvaren ska ha kommit in till Finansdepartementet senast den 3 april 2025. Eftersom förhandlingarna om förslaget inom EU redan har påbörjats är det dock viktigt att remissvaren kommer in så snart som möjligt för att dessa ska kunna beaktas vid förhandlingarna. Svaren bör lämnas per e-post\n2 (3)",
  "page_5": "till fi.remissvar(QWregeringskansliet.se och med kopia till oliver.sparrings(Qregeringskansliet.se och sandra.backlund(QYregeringskansliet.se. Ange diarienummer Fi2025/00650 och remissinstansens namn i ämnesraden på e-postmeddelandet.\nSvatet bör lämnas i två versioner: den ena i ett bearbetningsbart format (t.ex Word), den andra i ett format (t.ex. pdf) som följer tillgänglighetskraven enligt lagen (2018:1937) om tillgänglighet till digital offentlig service. Remissinstansens namn ska anges i namnet på respektive dokument.\nRemissvaren kommer att publiceras på regeringens webbplats. Förslaget finns ännu inte på svenska varför den engelska versionen bifogas.\nI remissen ligger att regeringen vill ha synpunkter på förslagen eller materialet i promemorian.\nMyndigheter under regeringen är skyldiga att svara på remissen. En myndighet avgör dock på eget ansvar om den har några synpunkter att redovisa i ett svar. Om myndigheten inte har några synpunkter, räcker det att svaret ger besked om detta.\nFör andra remissinstanser innebär remissen en inbjudan att lämna synpunkter.\nRåd om hur remissyttranden utformas finns i Statsrådsberedningens promemoria Svara på remiss (SB PM 2021:1). Den kan laddas ned från Regeringskansliets webbplats www.regeringen.se.\nRoger Ghiselli\nkansliråd\n3 (3)",
  "page_6": "a\noe\n—\n—_————\n=\n—\n—\n=\nCouncil of the\nEuropean Union\nInterinstitutional File:\n2025/0039(COD)\nBrussels, 27 February 2025 (OR. en)\n6609/25\nSIMPL 3 ANTICI 5 ECOFIN 219 EF 45 DRS 10 COMPET 96 FIN 249 COH 10 CODEC 180\nPROPOSAL\nFrom:\ndate of receipt\nTo:\nNo. Cion doc.:\nSubject:\nSecretary-General of the European Commission, signed by Ms Martine\nDEPREZ, Director\n27 February 2025\nMs Thérése BLANCHET, Secretary-General of the Council of the\nEuropean Union\nCOM(2025) 87 final\nProposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND\nOF THE COUNCIL amending Regulation (EU) 2023/956 as regards\nsimplifying and strengthening the carbon border adjustment mechanism\nDelegations will find attached document COM(2025) 87 final.\nEncl.: COM(2025) 87 final\n6609/25\nGIP.B\nEN",
  "page_7": "isa\nEUROPEAN\nCOMMISSION\nBrussels, 26.2.2025\nCOM(2025) 87 final\n2025/0039 (COD)\nProposal for a\nREGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\namending Regulation (EU) 2023/956 as regards simplifying and strengthening the carbon border adjustment mechanism\n(Text with EEA relevance)\n{SWD(2025) 58 final}\nEN\nEN",
  "page_8": "EXPLANATORY MEMORANDUM\nCONTEXT OF THE PROPOSAL\n1\nReasons for and objectives of the proposal\ne\nIn his report on ‘The Future of European Competitiveness’, Mario Draghi emphasised the need for Europe to create a regulatory landscape which facilitates competitiveness and resilience!. In the Budapest Declaration on the New European Competitiveness Deal, EU Heads of State and Government called for ‘a simplification revolution, ensuring a clear, simple and smart regulatory framework for businesses and drastically reducing administrative, regulatory and reporting burdens, in particular for SMEs’”. Multiple companies and stakeholders have voiced their concerns about the administrative burden resulting from a number of EU acts, including Regulation (EU) 2023/956 establishing a Carbon Border Adjustment Mechanism (‘CBAM Regulation’)’.\nIn its Communication on the Competitive Compass for the EU, the Commission confirmed that it would deliver an unprecedented simplification effort to achieve the agreed policy objectives in the simplest, most targeted, most effective and least burdensome way. In its Communication entitled ‘A simpler and faster Europe: Communication on implementation and simplification’, the Commission set out an implementation and simplification agenda that delivers fast and visible improvements for people and business on the ground, requiring more than an incremental approach and underlining the need for bold action to streamline and simplify EU, national and regional rules*.\nAdministrative requirements, including reporting requirements, play a key role in ensuring correct enforcement and proper monitoring of legislation. Generally, their costs are largely offset by the benefits they bring. However, reporting requirements can also impose disproportionate burdens on stakeholders, particularly affecting small and medium-sized enterprises and micro-companies.\nThis proposal will deliver simplifications and cost-efficient improvements to the CBAM Regulation without affecting the achievement of objectives in this policy area. The proposed measures will not undermine the environmental objective of CBAM, rather the measures will enable a more efficient CBAM while the key design principles of the mechanism will remain unchanged.\nThe proposal will make it easier for importers of goods into the Union to comply with CBAM reporting obligations by simplifying some of those CBAM reporting requirements which rely on complex calculations and data collection processes which would hamper the CBAM’s effective implementation.\nIn addition, the proposal will strengthen the monitoring and supervision of CBAM. It will increase the ability of the Commission to process data and exchange relevant information with national authorities to ensure that the utility of the information reported by stakeholders is\nEN\nEN\n“The future of European competitiveness”, September 2024.\nBudapest Declaration on the New European Competitiveness Deal, 8 November 2024.\nRegulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing a\ncarbon border\nadjustment mechanism (OJ L\n130,\n16.5.2023, p\n52,\nELI: http://data.europa.eu/eli/reg/2023/956/o}).\nReference to be added when published",
  "page_9": "maximised. It will also enable the Commission to better detect risks and the national competent authorities to be better equipped to take appropriate actions where needed\nFinally, simplifying the mechanism will also be a key enabler for a potential future scope extension. In the second half of 2025, the Commission will present a comprehensive CBAM review report as provided in Article 30 of the CBAM regulation, which will pave the way for a potential extension of the CBAM scope\nConsistency with existing policy provisions in the policy area\ne\nThis proposal is part of a package of measures aiming at simplifying reporting requirements by looking comprehensively at existing requirements, with a view to assess their continued relevance and to make them more efficient. It builds on existing rules from the CBAM Regulation, Commission Implementing Regulation (EU) 2023/1773 of 17 August 2023 laying down the reporting obligations for the transitional period? and Commission Implementing Regulation (EU) 2024/3210 of 18 December 2024 laying down rules for the CBAM registry\nConsistency with other Union policies\ne\nThe proposal is consistent with the objectives of the better regulation agenda, as it will strengthen the Commission’s ability to carry out its general supervision of CBAM, while avoiding the costs (both for the Commission and the entities providing the information) that would otherwise be incurred in collecting the information through other means\n2\nLEGAL BASIS, SUBSIDIARITY AND PROPORTIONALITY\nLegal basis\ne\nThe proposal amends an existing regulation. Therefore, the legal basis for the proposal is the same as the legal basis of the amended Regulation, namely Article 192(1) of the Treaty on the Functioning of the European Union (‘TFEU’) in the area of environment protection\nIn accordance with Articles 191 and 192(1) of TFEU, the Union shall contribute to the pursuit inter alia, of the following objectives: preserving, protecting and improving the quality of the environment, promoting measures at international level to deal with regional or worldwide environmental problems, and in particular combating climate change\nSubsidiarity (for non-exclusive competence)\ne\nThe CBAM Regulation created a common uniform framework ensuring an equivalence between the carbon pricing policy applied in the EU’s internal market and the carbon pricing policy applied on imports\nThe simplifications to that regulation envisaged by this proposal will further enhance legal certainty and rationalise the reporting requirements\n5 Commission Implementing Regulation (EU) 2023/1773 of 17 August 2023 laying down the rules for the application of Regulation (EU) 2023/956 of the European Parliament and of the Council as regards reporting obligations for the purposes of the carbon border adjustment mechanism during the transitional period (OJ L 228 9.2023, p. 94, ELI: http://data.europa.eu/eli/reg_impl/2023/1773/o0}).\nIS.\nCommission Implementing Regulation (EU) 2024/3210 of 18 December 2024 laying down rules for the application of Regulation (EU) 2023/956 of the European Parliament and of the Council as regards the CBAM registry (OJ 30.12.2024, ELI: http://data.europa.eu/eli/reg_imp1l/2024/3210/o0})\nEN\nEN",
  "page_10": "e\nProportionality\nThe simplification of administrative requirements, including reporting requirements, simplifies the legal framework by introducing changes to existing requirements that do not affect the substance of the policy objectives. The proposal is therefore limited to those changes that are necessary to decrease the compliance burden and to ensure compliance in a more efficient manner without changing the substance of the legislation concerned.\nThe proposal is consistent with the principle of proportionality as it does not go beyond what is necessary to meet the objectives of the Treaties. The proportionality of the proposal has a number of important aspects.\nFirstly, it is recognised that it is challenging for importers to deal with the CBAM reporting requirements while at the same time Member States’ competent authorities must carry out important supervision tasks. This will be mitigated by introducing a threshold to exempt from CBAM obligations certain importers.\nSecondly, for importers within the CBAM scope, the proposal contains changes to the reporting requirements, targeting those which are necessary to decrease the compliance burden and ensure compliance in a more efficient manner.\nChoice of the instrument\ne\nThe proposal requires amending the CBAM Regulation. It lays down the specific rules necessary for the simplified application of certain provisions of the CBAM Regulation, where the goals pursued cannot be reached through the adoption of implementing measures as they require amending basic provisions of the CBAM Regulation. This concerns the de minimis derogation, the reporting obligations, the calculation of embedded emissions and the calculation of the financial adjustment.\n3\nRESULTS OF EX-POST EVALUATIONS, CONSULTATIONS AND IMPACT ASSESSMENTS\nSTAKEHOLDER\ne\nEx-post evaluations/fitness checks of existing legislation\nThe proposal relies on the experience gained in implementing the CBAM Regulation since the mechanism started to apply in its transitional phase on 1 October 2023.\ne\nStakeholder consultations\nSince the CBAM started to apply in its transitional phase on 1 October 2023, the Commission Services have continuously been consulting stakeholders in the Union and in third countries relevant for CBAM via multiple communication channels. In 2023, the Commission Services renewed the mandate of the expert group on CBAM’ whose mission is to assist the Commission services in the development and implementation of the CBAM, harness technical expertise and bring exchanges of experience and good practices in CBAM implementation.\nIn 2023, the Commission Services also launched a broad communication campaign to raise awareness about CBAM including in third countries, explain the rules and provide useful advice in how CBAM could be implemented by the relevant stakeholders (such as importers, third\n7 https://ec.europa.eu/transparency/expert-groups-register/screen/expert- groups/consult?lang=en&groupID=3927\nEN\nEN",
  "page_11": "country producers, national authorities). This communication campaign relied on publicly available live webinars in several EU languages. Useful materials have been provided on the CBAM-dedicated webpage®: targeted e-learning materials, Q&A, guidance (also translated to non-EU official languages).\nThe Commission was also in regular contact with national competent authorities for CBAM, to discuss various issues concerning implementation of CBAM, with a view to improve its functioning and effectiveness.\nOn 6 February 2025, the Commission hosted a high-level consultation day with key stakeholders to test the main ideas of the legislative package on simplification on targeted policies, including the CBAM, and to collect input and feedback ahead of its adoption on 26 February 2025.\nBased on these actions and repeated public meetings with relevant business representatives from the Union and third countries, the Commission Services have collected sufficient feedback from stakeholders to adopt the best measures to achieve the objective of the proposal: simplify the complex reporting rules to reduce the compliance burden and ensure CBAM is efficiently rolled out while preserving its environmental objective and climate objective.\nCollection and use of expertise\ne\nThe proposal has been elaborated following a process of internal scrutiny of existing reporting obligations and is based on experience in implementing the related legislation, including the data collected through the quarterly CBAM report submitted by declarants. Since this is a step in the process of continuous assessment of reporting requirements in Union legislations, the scrutiny of such burdens and of their impact on stakeholders will continue in the future.\nImpact assessment\ne\nThe proposal concerns targeted changes of the CBAM Regulation to simplify some of its requirements, including reporting. The main measures are based on experience in implementing this Regulation and abovementioned related implementing acts. The proposed targeted changes ensure a more efficient and effective implementation of the existing mechanism.\nThis proposal is accompanied by an analytical document, the Commission Staff Working Document (SWD) “Towards a simpler and more effective Carbon Border Adjustment Mechanism 999 . The analytical document builds on and further complements the analysis carried out in the original impact assessment conducted in 2021.\nRegulatory fitness and simplification\ne\nIn the 2021 impact assessment accompanying the CBAM legislative proposal'®, the Commission concluded that, since CBAM is initially applied to imports of selected basic materials and their products, large businesses would be the primary ones affected, but that in practice the CBAM would result in relatively higher compliance costs for small and medium- sized enterprises (SMEs) compared to large enterprises in scope of CBAM, e.g. those importing CBAM goods above the derogation.\n8\nhttps://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en XXX. SWD(2021) 643 final.\n9 10\nEN\nEN",
  "page_12": "Based on the experience in implementing CBAM in its transitional phase, and on the assessment of stakeholders’ feedback since 1 October 2023, it has become clear that CBAM requires two types of main simplifications: a broader derogation from CBAM requirements of importers of very small quantities of CBAM goods, and a set of simplifications for the rest of the importers of CBAM goods to facilitate their compliance with the administrative requirements.\nThe proposed simplification is expected to exempt around 90% of importers from CBAM obligations, while maintaining more than 99% of embedded emissions in scope of CBAM, thereby safeguarding the environmental nature of the mechanism.\ne Fundamental rights\nThe proposal respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the Union. In particular, it contributes to the objective of a high level of environmental protection in accordance with the principle of sustainable development as laid down in Article 37 of the Charter.\n4 BUDGETARY IMPLICATIONS\nThis proposal will have implications for the EU budget. Its impact is assessed in the legislative financial and digital statement accompanying this proposal.\n5 OTHER ELEMENTS\nImplementation plans and monitoring, evaluation and reporting arrangements\ne\nAs the proposal amends the CBAM Regulation, it does not have additional implementation plans and monitoring, evaluation and reporting arrangements beyond the existing ones under the said Regulation.\nIt is however important to recall that the Commission will continue ensuring that arrangements are in place to monitor and evaluate the functioning of the CBAM, including its enforcement against circumvention practices, and evaluate it against the main policy objectives. Given that the CBAM is one of the policy proposals under the ‘Fit for 55 Package’ adopted by the Commission in July 2021!!, monitoring and evaluation will be carried out in alignment with the other policies of the package.\nThe Commission will monitor how CBAM is implemented to feed into its analysis and will regularly report to the European Parliament and to the Council on the application of the CBAM Regulation. As part of that reporting, the Commission will propose possible changes to improve its functioning, collect the necessary information for a potential further extension of the scope of CBAM, including on other goods that could be at risk of carbon leakage, such as downstream products. Those reports should also contain an assessment of the impact of the CBAM on carbon leakage, including in relation to exports, and its economic, environmental, social and territorial impact throughout the Union.\nDetailed explanation of the specific provisions of the proposal\ne\nThe proposal contains two types of simplifications.\nFirst, importers of small quantities of CBAM goods, which represent very small quantities of embedded emissions imported into the Union and in most cases correspond to SMEs and\n11\nCOM(2020) 690 final.\nEN\nEN",
  "page_13": "individuals, will be exempt from CBAM obligations. For those importers, the administrative burden resulting from compliance with CBAM obligations significantly outweighs the environmental and regulatory benefit. This is due to the combination of (1) the insignificant share of embedded emissions in all their CBAM goods imported into the Union and (ii) the inability of national authorities to enforce the rules due to the large numbers of importers of small quantities of CBAM goods.\nSecond, the proposal contains a set of simplifications for importers of CBAM goods above the threshold to facilitate their compliance with the reporting requirements. In particular, the proposal simplifies and streamlines the authorisation procedure for national competent authorities and the Commission, the data collection processes from third country producers to authorised CBAM declarants, the calculation of embedded emissions for certain goods, the emission verification rules, the calculation of the authorised CBAM declarants’ financial liability during the year of imports into the EU and the claim by authorised CBAM declarants for carbon prices paid in third countries where goods are produced.\nArticle 1(1) amends the derogation from the CBAM obligations by introducing a new mass threshold as laid out in a new Annex VII to the CBAM Regulation, to exclude importers of very small quantities of goods.\nArticle 1(2) amends the definitions of importer and operator to facilitate reporting requirements.\nArticles 1(3) and 1(4), point (b), draw the consequences of the new threshold on the rules related to the authorisation that importers must be granted to import goods above that threshold, and provide for the possibility for authorised CBAM declarants, which remain legally responsible of their CBAM obligations, to technically delegate in the CBAM Registry the reporting requirements to third parties to facilitate compliance.\nArticles 1(4)(a) changes the annual deadline for submitting the annual CBAM declaration.\nArticle 1(4)(c) introduces the possibility for authorised CBAM declarants to claim a carbon price paid in a third country other than the country of origin.\nArticles 1(4), point (d), and 1(6) amend the rules on emission verification so that the obligation to verify embedded emissions only applies to actual values.\nArticle 1(5) amends the calculation of embedded emissions in the case of relevant input materials (precursors).\nArticle 1(7) introduces the possibility for authorised CBAM declarants to use default carbon prices calculated and made available by the Commission and claim carbon prices paid in third countries other than the country of origin of the goods.\nArticle 1(8) facilitates reporting obligations by introducing several changes to the portal established pursuant to Article 10 to register operators and installations in third countries.\nArticle 1(9) creates the registration of accredited verifiers so they can access the CBAM registry and carry out certain relevant tasks to facilitate reporting obligations.\nArticle 1(10) strengthens the empowerment Member States give to their national competent authority to carry out the CBAM-related duties and responsibilities.\nEN\nEN",
  "page_14": "Articles 1(11) and 1(13) draw the consequences of the changes introduced by this proposal on the requirements applying on the CBAM registry, risk analysis and monitoring.\nArticle 1(12) streamlines the consultation of other competent authorities and the Commission to reduce excessive administrative burden.\nArticle 1(14) sets the start date of the sales of CBAM certificates to February 2027 to address significant uncertainties related to the year 2026, which is the first year of the post-transitional period, and streamlines the information exchanges between the CBAM registry and the common central platform.\nArticles 1(15) and 1(18) draw the consequences of the move of certificate sales to 2027 on the determination of the financial adjustment for the year 2026.\nArticle 1(16) simplifies the calculation as from 2027 by authorised CBAM declarants of their expected financial liability during the year of imports.\nArticle 1(17) modifies the repurchase limit to facilitate the way authorised CBAM declarant may manage their CBAM financial liability and draws the consequence of the change of the CBAM declaration submission annual deadline.\nArticles 1(19) modifies the scope of information exchanged with customs authorities, the competent authorities and the Commission to reflect the introduction of the derogation.\nArticles 1(20) and 1(22) introduce the rules and information exchanges on the monitoring of the derogation.\nArticle 1(21) introduces the possibility for competent authorities to modulate the penalty based on relevant facts and circumstances and draws the consequences of the new derogation.\nArticle 1(23) amends the empowerments given to the Commission by the co-legislators to adopt delegated acts in light of the simplifications made by this proposal.\nArticle 1(24) complements the reporting by the Commission to the co-legislators with the application of the derogation as amended by this proposal.\nArticle 1(25) amends the list of CBAM goods to exclude non-calcined kaolinic clays.\nArticle 1(26) adds electricity to the list of CBAM goods for which only direct emissions are to be taken into account in the calculation of the embedded emissions.\nArticle 1(27) amends Annex IV to Regulation (EU) 2023/956 to exclude input materials which have been subject to the EU ETS or to a carbon pricing system that is fully linked with the EU ETS.\nArticle 1(28) introduces a new Annex VII to set the threshold referred to in Article 1(1) point (b).\nFinally, the Annexes contain several simplifications of embedded emission calculation to facilitate reporting obligations, for instance in the case of default values or precursors produced in the EU.\nEN\nEN",
  "page_15": "2025/0039 (COD)\nProposal for a\nREGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\namending Regulation (EU) 2023/956 as regards simplifying and strengthening the carbon border adjustment mechanism\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee!”,\nHaving regard to the opinion of the Committee of the Regions 13 bd\nActing in accordance with the ordinary legislative procedure,\nWhereas:\n(1) During the transitional period, which started on 1 October 2023, the Commission has been collecting data and information on the implementation of the Carbon Border Adjustment Mechanism (‘CBAM’) as provided for in Regulation (EU) 2023/956 of the European Parliament and of the Council’, including through the analysis of quarterly reports submitted by reporting declarants. The information collected and the exchanges with the stakeholders, including as part of the expert group on the CBAM, have outlined possibilities for simplifications and improvement of the CBAM. The Union is committed to ensure a smooth roll-out of the CBAM during the post-transitional period starting on | January 2026. (2) Based on the experience acquired and data collected during the transitional period, the distribution of importers of CBAM goods into the Union shows that only a small proportion of importers accounts for the vast majority of embedded emissions in those goods. The derogation applied to the importation of goods of negligible value referred to in Article 23 of Regulation (EC) No 1186/2009 (consignments of a value below EUR 150) appears insufficient to ensure that the CBAM applies to importers in proportion to their impact on emissions covered by Regulation (EU) 2023/956. For those importers of small quantities of goods, compliance with CBAM reporting and financial obligations could be unduly burdensome. Furthermore, as part of the 2023 Customs reform package, 12 OJC,,p.. 13 OJC,,p.. 14 Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing a carbon border adjustment mechanism (OJ L 130, 16.5.2023, Pp 52, ELI: http://data.europa.eu/eli/reg/2023/956/o}).\nEN\nEN",
  "page_16": "the Commission proposed to remove this derogation!’. Therefore, a new derogation should be introduced to exempt importers of small quantities in terms of mass of CRAM goods from CBAM obligations, while preserving the environmental objective of that mechanism and its capacity to achieve its climate objective. (3) A new threshold based on cumulative mass per importer per year should be introduced in Regulation (EU) 2023/956, ensuring that more than 99% of emissions are maintained in scope. This is a robust and targeted approach as it accurately reflects the environmental nature of the CBAM by taking into account all imported emissions over a period of time in determining the threshold. It also eliminates the risk of circumvention through the artificial splitting of consignments by a single importer. (4) A mass-based threshold reflecting the average emissions intensity of the volume of imported CBAM goods would better translate the climate objective of the CBAM. A single mass-based threshold applying cumulatively to all CBAM goods in the iron and steel, aluminium, fertilisers and cement sectors imported by importers during a calendar year is the simplest design for importers, as they will not have to obtain or provide any data additional to those provided in the customs declaration, thereby reducing substantially any CBAM-related administrative burden for these importers. A threshold set at a level of 50 tonnes will exempt the vast majority of importers from obligations under Regulation (EU) 2023/956 while maintaining more than 99% of embedded emissions in the scope of the CBAM. To establish the threshold, a new Annex VII should be introduced. (5) The main principles governing the threshold, including ensuring that nearly all embedded emissions remain in the scope of the CBAM, should be laid down in Regulation (EU) 2023/956 to provide legal certainty. Regulation (EU) 2023/956 should also provide for the possibility to re-calculate the threshold on the basis of updated average emission intensities of imported goods or significant changes in trade patterns or practices of circumvention affecting the coverage of embedded emissions in the scope of the CBAM. (6) To ensure that the derogation is sufficiently targeted, it should apply to the importer. The indirect customs representative, due to the nature of its activity and the related obligations under Regulation (EU) 2023/956, should always be required to obtain an authorisation. (7) The competent authorities and the Commission should — based on customs information — monitor the quantities of goods imported to assess compliance with the threshold. To allow the competent authorities to make an informed decision, the customs authorities and the Commission should make the necessary information and data available to the competent authorities. Where the competent authority concludes that an importer has exceeded the threshold, it should communicate that information to the customs authorities who, in turn, should not allow further importation of goods from that importer until the end of the calendar year, or until that importer has obtained the status of authorised CBAM declarant. (8) Where an importer expects to exceed the annual threshold or intends to import goods after exceeding the threshold, the importer should apply for authorisation pursuant to Article 5 of Regulation (EU) 2023/956. For importers who have not been granted the\n15 Proposal for COUNCIL REGULATION amending Regulation (EEC) No 2658/87 regards the a as introduction of a simplified tariff treatment for the distance sales of goods and Regulation (EC) No 1186/2009 as regards the elimination of the customs duty relief threshold (COM(2023) 259 final.\nEN\nEN",
  "page_17": "authorisation before exceeding the threshold, penalties should apply for the entirety of the imported goods in accordance with Article 26(2) of Regulation (EU) 2023/956. The payment of the penalty in accordance with Article 26(2) of that Regulation should release the importer from the obligation to submit a CBAM declaration and to surrender CBAM certificates. (9) To ensure that the definition of an importer covers all relevant customs procedures, it is necessary to amend it to include the case of the simplified customs procedure where only a bill of discharge is submitted pursuant to Article 175(5) of Commission Delegated Regulation (EU) 2015/2446'°. (10) To strike a balance between the effectiveness of the authorisation procedure and the risk profile of the applicants, the consultation procedure should be optional for the competent authority. The consultation procedure should allow the competent authority to consult other competent authorities and the Commission when considered necessary based on the information submitted by the applicant and customs information made available in the CBAM registry. (11) To provide additional flexibility, the authorised CBAM declarants should be able to delegate the submission of the CBAM declaration to a third party. The authorised CBAM declarant should remain liable for the submission of the CBAM declaration. To provide the required delegation and access, that third party should fulfil certain technical credentials, including holding an Economic Operators Registration and Identification (EORI) number and being established in a Member State. (12) Authorised CBAM declarants are required to submit their annual CBAM declaration and surrender the corresponding number of certificates by 31 May of the year following the year of import. In order to provide authorised CBAM declarants flexibility to comply with their obligations, a later date of submission would provide authorised CBAM declarants more time to collect the necessary information, ensure that embedded emissions are verified by an accredited verifier, and purchase the corresponding number of CBAM certificates. The date for the cancellation of CBAM certificates should be adjusted accordingly. (13) The embedded emissions of some aluminium and steel goods currently included in the scope of CBAM are primarily determined by the embedded emissions of input materials (precursors), while the emissions arising during the production steps of those goods are typically relatively low. They consist of finishing processes that are carried out by separate installations not covered by the EU emissions trading system (‘EU ETS’) as provided for in Directive 2003/87/EC of the European Parliament and of the Council!’, except for the case of integrated facilities. The embedded emissions of those production processes should be excluded from the system boundaries of the calculation of emissions. (14) Where input materials (precursors) have already been subject to the EU ETS or to a carbon pricing system that is fully linked with the EU ETS, the embedded emissions of\n16\nCommission Delegated Regulation (EU) 2015/2446 of 28 July 2015 supplementing Regulation (EU) No 952/2013 of the European Parliament and of the Council as regards detailed rules concerning certain provisions of the Union Customs Code (OJ L 343, 29.12.2015 p 1 ELI: > http://data.europa.eu/eli/reg_del/2015/2446/oj).\n17\nDirective 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a system for greenhouse gas emission allowance trading within the Union and amending Council Directive 96/61/EC (OJ L 275, 25.10.2003, p. 32, ELI: http://data.europa.eu/eli/dir/2003/87/0}).\nEN\nEN",
  "page_18": "those precursors should not be accounted for in the calculation of the embedded emissions of complex goods. (15) Authorised CBAM declarants are required to submit an annual CBAM declaration containing the calculation of embedded emissions on the basis of either default values or actual values verified by accredited verifiers. Default values will be calculated and made available by the Commission. Therefore, the verification of embedded emissions should only apply to actual values. (16) Information collected during the transitional period illustrates difficulties for reporting declarants to obtain the required information on the carbon price effectively paid in a third country. To facilitate the deduction of the carbon price, the Commission should, where possible, establish an annual average carbon price expressed in EUR/tCOze of the effective carbon price paid, based on the best available data from reliable, publicly available information and information provided by third countries, including on a conservative basis. (17) Authorised CBAM declarants may claim a reduction in the number of CBAM certificates to be surrendered corresponding to the carbon price effectively paid in the country of origin for the declared embedded emissions. Since the carbon price may be paid in a third country other than the country of origin of the imported goods, such carbon price should also be eligible for deduction. (18) To improve the reliability of the emissions data contained in the CBAM registry and to facilitate the submission of data, accredited verifiers should be allowed to access the CBAM registry to verify the embedded emissions upon request from an operator in third countries. In addition, parent companies or related undertakings of those operators should be allowed to access the CBAM registry for the purpose of registering and sharing relevant data on behalf of the controlled operator. The operators should be required to provide a corporate or activity registration number to ensure their identification. (19) To foster the implementation of Regulation (EU) 2023/956 at national level, Member States should ensure that the competent authorities have the necessary powers to perform their duties. (20) To provide authorised CBAM declarants sufficient time to prepare for compliance with the amended obligations under Regulation (EU) 2023/956, Member States should start selling CBAM certificates in 2027 for emissions embedded in goods imported during the year 2026. The price of CBAM certificates, purchased in 2027 and corresponding to emissions embedded in goods imported into the EU in 2026, should reflect the prices of EU ETS allowances in 2026. (21) The obligation for the authorised CBAM declarants to ensure that the number of CBAM certificates on their account in the CBAM registry at the end of each quarter corresponds to at least 80 % of the emissions embedded in the goods they have imported since the start of the year, is insufficiently tailored to the expected financial adjustment. It is therefore necessary to both reduce the ratio from 80 % to 50 % and integrate the free allocation of EU ETS allowances. Furthermore, the authorised CBAM declarant should be able to rely on the information submitted in the CBAM declaration in the previous year, for the same goods and third countries. (22) The repurchase limit should likewise align more accurately with the number of CBAM certificates which the authorised CBAM declarants are required to purchase during the year of imports.\nEN\nEN",
  "page_19": "(23) Since CBAM certificates are cancelled without any compensation, there is no need for an exchange of information from the common central platform to the CBAM registry at the end of the working day. (24) The competent authorities, when applying penalties, should be able to take into account the specific circumstances such as the intentional or negligent behaviour of the declarant. That would allow for a reduction of the amount of the penalty where minor or unintentional errors are made. (25) The CBAM applies to certain carbon-intensive goods imported into the Union. The list of CBAM goods in Annex I of Regulation (EU) 2023/956 includes ‘[o]ther kaolinic clays’ in the list of cement goods. While calcined kaolinic clays are carbon-intensive products, this is not the case for non-calcined kaolinic clays. Non-calcined kaolinic clays should therefore be excluded from the scope of the CBAM. (26) Annex II to Regulation (EU) 2023/956 lists the goods for which only direct emissions should be taken into account in the calculation of embedded emissions. For goods not listed in that Annex, both direct and indirect emissions should be taken into account. Since indirect emissions are not relevant in the case of electricity generation, electricity should be added to the list of goods in that Annex. (27) It is also necessary to simplify the means for determining default values when reliable data for the exporting country would not be available for a certain type of goods. In such cases, to prevent carbon leakage, the default value should be set at the level of the average emission intensity of the ten exporting countries with the highest emission intensities for which reliable data is available, which is an appropriate average to ensure the environmental objective of the CBAM. This is without prejudice to the possibility to adapt these default values based on region-specific features pursuant to point 7 of Annex IV of the CBAM. (28) In order to amend certain non-essential elements of Regulation (EU) 2023/956, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of amending the threshold in Annex VII to that Regulation, where necessary, as determined in accordance with Article 2(3a) of that Regulation. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law- Making”. In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts. * Jnterinstitutional Agreement between the European Parliament, the Council of the European Union and the European Commission on Better Law-Making, Interinstitutional Agreement of 13 April 2016 on Better Law-Making, (OJ L 123, 12.5.2016, p. 1-14, ELI: http://data.europa.eu/eli/agree_interinstit/2016/512/ oj” (29) Since the objectives of this Regulation cannot be sufficiently achieved by the Member States, namely simplifying certain obligations and strengthening the mechanism that the Union has adopted to prevent the risk of carbon leakage and thereby reduce global carbon emissions but can rather, by reason of the scale or effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the\nprinciple of subsidiarity as set out in Article 5 of the Treaty on European Union. In\nEN\nEN",
  "page_20": "accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(30) Regulation (EU) 2023/956 should therefore be amended accordingly,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nAmendments to Regulation (EU) 2023/956\nRegulation (EU) 2023/956 is amended as follows:\nArticle 2 is amended as follows:\n(1)\n(a) paragraph 3 is replaced by the following:\n(2)\n(3)\n‘3. By way of derogation from paragraphs 1 and 2, this Regulation shall not apply to goods to be moved or used in the context of military activities pursuant to Article 1, point (49), of Commission Delegated Regulation (EU) 2015/2446*.\n*Commission Delegated Regulation (EU) 2015/2446 of 28 July 2015 supplementing Regulation (EU) No 952/2013 of the European Parliament and of the Council as regards detailed rules concerning certain provisions of the Union Customs Code (OJ L 343, 29.12.2015, p. 1, ELI: http://data.europa.eu/eli/reg deV/2015/2446/o)).>.\n(b) the following paragraph 3a is inserted:\n“3a. By way of derogation from paragraphs 1 and 2, importers, including authorised CBAM declarants, shall be exempted from the obligations under this Regulation, where the goods listed in Annex I, with the exception of electricity and hydrogen, do not exceed, cumulatively per calendar year, the mass-based threshold laid down in point 1 of Annex VII.\nThe threshold laid down in point 1 of Annex VII shall ensure that at least 99% of the emissions embedded in the imported goods and processed products pursuant to Article 2(1) and (2) are not covered by the derogation referred to in the first subparagraph.\nThe Commission is empowered to adopt delegated acts to amend the mass threshold set out in Annex VII to reflect a material change in the average emission intensities of goods used for the calculation of the threshold laid down in point 1 of Annex VII, or significant changes in the pattern of trade in goods, including practices of circumvention of that threshold as referred to in Article 27(2), point (b).’;\nArticle 3 is amended as follows:\n(a) point (15) is replaced by the following:\n“(15) ‘importer’ means either the person lodging a customs declaration for release for free circulation of goods or a bill of discharge in accordance with Article 175(5) of Delegated Regulation (EU) 2015/2446 in its own name and on its own behalf or, where the customs declaration is lodged by an indirect customs representative in accordance with Article 18 of Regulation (EU) No 952/2013, the person on whose behalf such a declaration is lodged;\n(b) point (31) is replaced by the following:\n‘(31) ‘operator’ means any person that operates or controls an installation in a third country, including a parent company controlling an installation in a third country;’;\nArticle 5 is amended as follows:\nEN\nEN",
  "page_21": "(4)\n(a) paragraph 1 is replaced by the following:\n‘1. Any importer established in a Member State shall, prior to importing goods into the customs territory of the Union, apply for the status of authorised CBAM declarant (‘application for an authorisation’).\nAn indirect customs representative shall submit the application for authorisation where the indirect customs representative is appointed by an importer in accordance with Article 18 of Regulation (EU) No 952/2013 and agrees to act as authorised CBAM declarant, including where that importer is subject to the derogation pursuant to Article 2(3a).’;\n(b) the following paragraph 1a is inserted:\n‘la. An importer shall submit the application for an authorisation in accordance with paragraph | where the importer expects to exceed the threshold laid down in point 1 of Annex VII.’;\n(c) paragraph 2 is replaced by the following:\n‘2. Where an importer is not established in a Member State, the indirect customs representative shall apply for the status of authorised CBAM declarant, including where that importer is subject to the derogation pursuant to Article 2(3a).’;\n(d) in paragraph 5, point (g) is replaced by the following:\n‘(g) estimated monetary value, volume of imports of goods into the customs territory of the Union by type of goods and information on the Member States of import, for the calendar year during which the application is submitted, and for the following calendar year;’;\n(c) the following paragraph 7a is inserted:\n‘7a. An authorised CBAM declarant may delegate the submission of CBAM declarations as referred to in Article 6 to a person acting on behalf and in the name of that declarant. The authorised CBAM declarant shall remain responsible for performing the obligations set out with regard to authorised CBAM declarants in this Regulation.’;\nArticle 6 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n“1. By 31 August of each year, and for the first time in 2027 for the year 2026, each\nauthorised CBAM declarant shall use the CBAM registry referred to in Article 14 to\nsubmit a CBAM declaration for the preceding calendar year.’\n(b) paragraph 2 is replaced by the following:\n2. The CBAM declaration shall contain the following information:\n(a) the total quantity of each type of goods imported during the preceding calendar year, expressed in megawatt-hours for electricity and in tonnes for other goods, including the imported goods below the threshold laid down in point 1 of Annex VII);\n(b) the total embedded emissions in the goods referred to in point (a) of this paragraph, expressed in tonnes of COvze emissions per megawatt-hour of electricity or, for other goods, in tonnes of CO2e emissions per tonne of each type of goods, calculated in accordance with Article 7 and verified, when actual emissions are used, in accordance with Article 8;\nEN\nEN",
  "page_22": "(5)\n(6)\n(c) the total number of CBAM certificates to be surrendered, corresponding to the total embedded emissions referred to in point (b) of this paragraph after the reduction that is due on the account of the carbon price paid in a third country in accordance with Article 9 and the adjustment necessary to reflect the extent to which EU ETS allowances are allocated free of charge in accordance with Article 31;\n(d) where applicable, copies of verification reports, issued by accredited verifiers, under Article 8 and Annex VI.’;\n(c) paragraph 6 is replaced by the following:\n“6. The Commission is empowered to adopt implementing acts concerning the standard format of the CBAM declaration, including detailed information for each installation and country of origin or other third country and type of goods to be reported, which supports the totals referred to in paragraph 2 of this Article, in particular as regards embedded emissions, the carbon price paid, the default carbon price, the procedure for submitting the CBAM declaration via the CBAM registry, and the arrangements for surrendering the CBAM certificates referred to in paragraph 2, point (c), of this Article, in accordance with Article 22(1), in particular as regards the process and the selection by the authorised CBAM declarant of certificates to be surrendered. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 29(2).’;\nArticle 7 is amended as follows:\n(a) paragraph 5 is replaced by the following:\n‘5. The authorised CBAM declarant shall keep records of the information required to\ncalculate the embedded emissions in accordance with the requirements laid down in\nAnnex V. Those records shall be sufficiently detailed to enable verifiers accredited\npursuant to Article 18, where applicable, to verify the embedded emissions in\naccordance with Article 8 and Annex VI and to enable the Commission and the\ncompetent authority to review the CBAM declaration in accordance with Article\n19(2).’;\n(b) in paragraph 7, point (a) is replaced by the following:\n‘(a) the application of the elements of the calculation methods set out in Annex IV, including determining system boundaries of production processes, which shall be limited to the system boundaries of production processes covered by the EU ETS, and relevant input materials (precursors), emission factors, installation-specific values of actual emissions and default values and their respective application to individual goods, as well as lay down methods to ensure the reliability of data on the basis of which the default values shall be determined, including the level of detail of the data, and including further specification of goods that are to be considered as ‘simple goods’ and ‘complex goods’ for the purpose of point 1 of Annex IV. Those implementing acts shall also specify the elements of evidence demonstrating that the criteria required to justify the use of actual emissions for electricity consumed in the production processes of goods for the purpose of paragraph 2 that are listed in points 5 and 6 of Annex IV are met;’;\nin Article 8, paragraph | is replaced by the following:\n‘1. Where the embedded emissions are determined on the basis of actual emissions, the authorised CBAM declarant shall ensure that the total embedded emissions declared in the CBAM declaration submitted pursuant to Article 6 are verified by a\nEN\nEN",
  "page_23": "(7)\nverifier accredited pursuant to Article 18, based on the verification principles set out in Annex VI.’;\nArticle 9 is replaced by the following:\n‘Article 9\nCarbon price paid in a third country\n1. An authorised CBAM declarant may claim in the CBAM declaration a reduction in the number of CBAM certificates to be surrendered in order to take into account the carbon price paid in a third country for the declared embedded emissions. The reduction may be claimed only if the carbon price has been effectively paid in a third country. In such a case, any rebate or other form of compensation available in that country that would have resulted in a reduction of that carbon price shall be taken into account.\n2. The authorised CBAM declarant shall keep records of the documentation required to demonstrate that the declared embedded emissions were subject to a carbon price in a third country that has been effectively paid as referred to in paragraph 1. The authorised CBAM declarant shall in particular keep evidence related to any rebate or other form of compensation available, in particular the references to the relevant legislation of that country. The information contained in that documentation shall be certified by a person that is independent from the authorised CBAM declarant and from the authorities of the third country. The name and contact information of that independent person shall appear on the documentation. The authorised CBAM declarant shall also keep evidence of the actual payment of the carbon price.\n3. The authorised CBAM declarant shall keep the records referred to in paragraph 2 until the end of the fourth year after the year during which the CBAM declaration has been or should have been submitted.\n3a. By way of derogation from paragraphs 1, 2 and 3, where the carbon price effectively paid in a third country for the declared embedded emissions cannot be determined, an authorised CBAM declarant may claim in the CBAM declaration a reduction in the number of CBAM certificates to be surrendered in order to take into account that carbon price for the declared embedded emissions, by reference to yearly default carbon prices. In such a case, any rebate or other form of compensation available in that country that would have resulted in a reduction of that default carbon price shall be taken into account. The reduction may be claimed only where a carbon price was set by the rules applicable in the third country and a yearly default carbon price can be determined for that third country, including on a conservative basis.\nAs from 2027, the Commission may, for third countries where carbon pricing rules are in place, determine, publish the methodology and make available, in the CBAM registry referred to in Article 14, the default carbon prices for those third countries, based on the best available data from reliable, publicly available information and information provided by those third countries. In such a case, any rebate or other form of compensation available in that country that would have resulted in a reduction of that default carbon price shall be taken into account.\n4. The Commission is empowered to adopt implementing acts concerning the conversion of the yearly average carbon price effectively paid in accordance with paragraph 1, and of the yearly default carbon prices for the third countries, in\nEN\nEN",
  "page_24": "(8)\naccordance with paragraph 3a, into a corresponding reduction of the number of CBAM certificates to be surrendered. Those acts shall also concern the conversion of the carbon price expressed in foreign currency into euro at the yearly average exchange rate, the evidence required of the actual payment of the carbon price, examples of any relevant rebate or other form of compensation referred to in paragraph 1, the qualifications of the independent person referred to in paragraph 2 of this Article and the conditions to ascertain that person’s independence. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 29(2).’;\nArticle 10 is replaced by the following:\n‘Article 10\nRegistration of operators and of installations in third countries\n1. The Commission shall, upon request by an operator of an installation located in a third country, register the information on that operator and on its installation in the CBAM registry referred to in Article 14.\n2. The request for registration referred to in paragraph | shall contain the following information to be included in the CBAM registry upon registration:\n(a) the name, address, corporate or activity registration number, contact information of the operator, and, if applicable, of its controlling entity including its parent company together with the supporting documents;\n(b) the location of each installation including the complete address and geographical coordinates expressed in longitude and latitude, including six decimals;\n(c) the main economic activity of the installation;\n3. The Commission shall notify the operator of the registration in the CBAM registry. The registration shall be valid for a period of five years from the date of its notification to the operator of the installation.\n4. The operator shall inform the Commission without delay of any changes in the information referred to in paragraph 2 arising after the registration, and the Commission shall update the relevant information in the CBAM registry.\n5. The operator shall:\n(a) determine the embedded emissions calculated in accordance with the methods set out in Annex IV, by type of goods produced at the installation referred to in paragraph 1 of this Article;\n(b) ensure the embedded emissions referred to in point (a) of this paragraph are verified in accordance with the verification principles set out in Annex VI by a verifier accredited pursuant to Article 18;\n(c) keep a copy of the verification report as well as records of the information required to calculate the embedded emissions in goods in accordance with the requirements laid down in Annex V for a period of four years after the verification has been performed, and, where applicable, a copy of the documentation required to demonstrate that the declared embedded emissions were subject to a carbon price in a third country that has been effectively paid, until the end of the fourth year after the year during which the independent person has certified the information contained in that documentation in accordance with Article 9(2);\nEN\n10\nEN",
  "page_25": "(9) the following Article 10a is inserted:\n(d) determine, where applicable, the carbon price paid in a third country in accordance with Article 9, and upload accompanying documentation and evidence.\n6. The records referred to in paragraph 5, point (c), of this Article shall be sufficiently detailed to enable the verification of the embedded emissions in accordance with Article 8 and Annex VI, and to enable the review, in accordance with Article 19, of the CBAM declaration made by an authorised CBAM declarant to whom the relevant information was disclosed in accordance with paragraph 7 of this Article.\n7. An operator may disclose the information on the verification of embedded emissions and the carbon price paid in a third country referred to in paragraph 5 of this Article to an authorised CBAM declarant. The authorised CBAM declarant shall be entitled to use that disclosed information in order to fulfil the obligation referred to in Article 8.\n8. The operator may, at any time, ask to be deregistered from the CBAM registry. The Commission shall, upon such request, and after notifying the competent authorities, deregister the operator and delete the information on that operator and on its installation from the CBAM registry, provided that such information is not necessary for the review of CBAM declarations that have been submitted. The Commission may, after having given the operator concerned the possibility to be heard and having consulted with the relevant competent authorities, also deregister the information if the Commission finds that the information on that operator is no longer accurate. The Commission shall inform the competent authorities of such deregistration.’;\n‘Article 10a\nRegistration of accredited verifiers\n1. Where an accreditation is granted in accordance with Article 18, the accredited verifier shall submit a request for registration in the CBAM registry to the competent authority of the Member State in which the national accreditation body is established. The request for registration shall be submitted within two months from the granting of the accreditation. The competent authority shall register the information on accredited verifiers in the CBAM registry.\n2. The request for registration referred in paragraph 1 shall at least contain the following information to be included in the CBAM registry upon registration:\n(a) the name, and unique accreditation number of the verifier;\n(b) the scopes of accreditation relevant for CBAM;\n(c) the country of establishment of the verifier;\n(d) the date of accreditation and expiry date of accreditation certificates relevant for CBAM;\n(e) any information on administrative measures imposed on the verifier relevant for CBAM;\n(f) copies of accreditation certificates.\n3. The competent authority shall notify the verifier of the registration in the CBAM registry.\nEN\nEN\n11",
  "page_26": "(10)\n(11)\n4. The accredited verifier shall notify the competent authority of any changes to the information referred to in paragraph 2 arising after the registration. The competent authority shall ensure that the relevant information is duly updated in the CBAM registry.\n5. The verifier shall verify the embedded emissions in the CBAM registry upon request from an operator pursuant to Article 10(5), point (b).\n6. The competent authority shall deregister a verifier from the CBAM registry where the verifier is no longer accredited pursuant Article 18 or where the verifier has not complied with the obligation laid down in paragraph 4. The competent authority shall notify the Commission and the other competent authorities of the deregistration. The competent authority shall delete the information on that accredited verifier from the CBAM registry provided that such information is not necessary for the review of CBAM declarations that have been submitted.’;\nArticle 11 is amended as follows:\n(a) in paragraph 1, first subparagraph, the following sentence is added:\n‘Each Member State shall ensure that the designated authority have all the powers necessary for the performance of their functions and duties under this Regulation.’;\n(b) the following paragraph 3 is added:\n“3. At the request of the Commission, competent authorities shall provide information\non the implementation of this Regulation to the Commission. This information may be\nused by the Commission for the report pursuant to Article 30(6).’;\nArticle 14 is amended as follows:\n(a) paragraphs 3 and 4 are replaced by the following:\n‘3. The CBAM registry shall contain, in a separate section of the registry, the information about the operators and installations in third countries registered in accordance with Article 10(2) and the information about the accredited verifiers registered in accordance with Article 10a.\n4. The information in the CBAM registry referred to in paragraphs 2 and 3 shall be confidential, with the exception of the names, addresses, corporate or activity registration numbers, contact information of the operators, the location of installations in third countries and the information on accredited verifiers referred to in Article 10a(2). An operator may choose not to have its name, address, corporate or activity registration number, contact information and the location of its installations made accessible to the public. The public information in the CBAM registry shall be made accessible by the Commission in an interoperable format.’;\n(b) paragraph 6 is replaced by the following:\n“6. The Commission shall adopt implementing acts concerning the infrastructure and specific processes and procedures of the CBAM registry, including the risk analysis referred to in Article 15, the electronic databases containing the information referred to in paragraphs 2 and 3 of this Article, the procedures and the technical credentials to perform the delegation referred to in Article 5(7a), the data of the accounts in the CBAM registry referred to in Article 16, the transmission to the CBAM registry of the information on the sale and repurchase of CBAM certificates referred to in Article 20, and the cross-check of information referred to in Article 25(3). Those implementing\nEN\n12\nEN",
  "page_27": "(13)\nEN\n13\n(12)\nEN\nacts shall be adopted in accordance with the examination procedure referred to in Article 29(2).’;\nArticle 17 is amended as follows:\n(a) in paragraph 1, the second subparagraph is replaced by the following\nsubparagraphs:\n‘Before granting the status of authorised CBAM declarant, the competent authority may consult relevant competent authorities or the Commission via the CBAM registry about the fulfilment of the necessary conditions and criteria for taking a favourable decision. The consultation shall take place within the period prescribed for the decision concerned and shall not exceed 15 calendar days.\nThe consultation procedure may also be applied for the purposes of re-assessment and monitoring of a decision.’;\n(b) in paragraph 8, the second subparagraph is replaced by the following:\n‘Before revoking the status of authorised CBAM declarant, the competent authority shall give the authorised CBAM declarant the possibility to be heard. The competent authority may consult relevant competent authorities or the Commission via the CBAM registry on the conditions and criteria for the revocation. The consultation shall not exceed 15 calendar days.’;\n(c) in paragraph 10, point (e) is replaced by the following:\n‘(e) the specific deadlines, scope and format of the consultation procedure referred to in paragraphs | and 8 of this Article.’;\nin Article 19(3), the second subparagraph is replaced by the following:\n‘The Commission shall also facilitate the exchange of information with competent authorities about fraudulent activities, the conclusions pursuant to Article 25a and the penalties imposed in accordance with Article 26.’;\nArticle 20 is amended as follows:\n(a) paragraph | is replaced by the following:\n‘1. From 1 February 2027, a Member State shall sell CBAM certificates on a common\ncentral platform to authorised CBAM declarants established in that Member State.’;\n(b) paragraph 3 is replaced by the following:\n‘3. The information on the sale and repurchase of CBAM certificates in the common central platform shall be transferred to the CBAM registry at the end of each working day.’\n(c) paragraph 6 is replaced by the following:\n‘6. The Commission is empowered to adopt delegated acts in accordance with Article 28 supplementing this Regulation by further specifying the timing, administration and other aspects related to the management of the sale and repurchase of CBAM certificates, seeking coherence with the procedures of Commission Delegated Regulation (EU) 2023/2830\".\n*Commission Delegated Regulation (EU) 2023/2830 of 17 October 2023 supplementing Directive 2003/87/EC of the European\nParliament and of the Council by laying down rules on the timing, administration and other aspects of auctioning of greenhouse gas emission allowances (OJ L, 2023/2830, 20.12.2023, ELI: http://data.europa.eu/eli/reg_del/2023/2830/oj).’;\n(14)",
  "page_28": "(15)\n(16)\n(17)\nArticle 21 is amended as follows:\n(a) in paragraph 1, the first subparagraph is replaced by the following:\n“The Commission shall calculate the price of CBAM certificates as the average of the closing prices of EU ETS allowances on the auction platform, in accordance with the procedures laid down in Delegated Regulation (EU) 2023/2830, for each calendar week.’;\n(b) the following paragraph 1a is inserted:\n‘la. By way of derogation from paragraph 1, for the year 2026, the Commission shall calculate the price of CBAM certificates that corresponds to the embedded emissions declared in accordance with Article 6(2), point (b), in 2027 as the quarterly average of the closing prices of EU ETS allowances on the auction platform, in accordance with the procedures laid down in Delegated Regulation (EU) 2023/2830, of the quarter of importation of the goods to which those emissions correspond.]’;\n(c) paragraph 3 is replaced by the following:\n*3. The Commission is empowered to adopt implementing acts on the application of the methodology provided for in paragraphs | and 1a to calculate the price of CBAM certificates and the practical arrangements for the publication of that price. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 29(2).’;\nArticle 22 is amended as follows:\n(a) in paragraph 1, the first sentence is replaced by the following:\n‘By 31 August of each year, and for the first time in 2027 for the year 2026, the authorised CBAM declarant shall surrender via the CBAM registry a number of CBAM certificates that corresponds to the embedded emissions declared in accordance with Article 6(2), point (c), and verified in accordance with Article 8, for the calendar year preceding the surrender.’;\n(b) paragraph 2 is replaced by the following:\n‘2. From the first quarter of the year 2027, the authorised CBAM declarant shall ensure that the number of CBAM certificates on its account in the CBAM registry at the end of each quarter corresponds to at least 50 % of the embedded emissions in all goods it has imported since the beginning of the calendar year, taking into account the adjustment for free allocation as referred to in Article 31, determined by reference to any of the following:\n(a) default values in accordance with the methods set out in Annex IV without the mark-up as referred to in Section 4.1 of that Annex;\n(b) the number of CBAM certificates surrendered in accordance with paragraph | for the calendar year preceding the surrender, provided that the customs declaration for the import of goods refers to the same goods by CN code and countries of origin as the CBAM declaration submitted for the preceding calendar year.’;\n(c) the following paragraph 2a is inserted:\n‘2a. The authorised CBAM declarant shall comply with the obligation laid out in paragraph 2 at the end of the quarter where the authorised CBAM declarant exceeds the threshold laid down in Annex VII.’;\nArticle 23 is amended as follows:\nEN\n14\nEN",
  "page_29": "(18)\n(19)\n(a) in paragraph 1, second subparagraph, the second sentence is replaced by the following:\n‘The authorised CBAM declarant shall submit the repurchase request by 30 [November] of each year during which CBAM certificates were surrendered. ’;\n(b) paragraph 2 is replaced by the following:\n‘2. The number of CBAM certificates purchased during a calendar year and subject to repurchase as referred to in paragraph 1 shall be limited to the total number of CBAM certificates needed to fulfil the obligations set out in Article 22(2) during that calendar year.’;\n(c) the following paragraph 2a is inserted:\n‘2a. By way of derogation from paragraph 2, the number of CBAM certificates that corresponds to the embedded emissions declared in accordance with Article 6(2) in 2027 for the year 2026 which have not been surrendered in accordance with Article 22(1) shall be subject to repurchase as referred to in paragraph | only in 2027.’;\nArticle 24 is amended as follows:\n(a) in the first paragraph, the first sentence is replaced by the following:\n‘On 1 October of each year, the Commission shall cancel any CBAM certificates that were purchased during the year before the previous calendar year and that remained in the account of an authorised CBAM declarant in the CBAM registry. Those CBAM certificates shall be cancelled without any compensation’;\n(b) the following paragraph is added:\n‘By way of derogation from the first paragraph, on 1 [December] 2027, the Commission shall cancel any CBAM certificates that correspond to the embedded emissions declared in accordance with Article 6(2) in 2027 for the year 2026. Those CBAM certificates shall be cancelled without any compensation.’;\nArticle 25 is amended as follows:\n(a) in paragraph 2, the second sentence is replaced by the following:\n‘That information shall include the EORI number or the form of identification declared in accordance with Article 6(2) of Delegated Regulation (EU) 2015/2446, and the name, address and contact information, of the importer or of the authorised CBAM declarant as well as the CBAM account number of the authorised CBAM declarant, the eight-digit CN code of the goods, the quantity, the country of origin, the date of the customs declaration and the customs procedure. ’;\n(b) paragraph 3 is replaced by the following:\n“3. The Commission shall communicate the information referred to in paragraph 2 of this Article to the competent authority of the Member State where the authorised CBAM declarant or the importer is established and shall, for each CBAM declarant, cross-check that information with the data in the CBAM registry pursuant to Article 14.’;\n(c) paragraph 4 is replaced by the following:\n‘4. The customs authorities may communicate, in accordance with Article 12(1) of Regulation (EU) No 952/2013, confidential information acquired by the customs authorities in the course of performing their duties, or provided to the customs\nEN\n15\nEN",
  "page_30": "authorities on a confidential basis, to the Commission and to the competent authority of the Member State that has granted the status of the authorised CBAM declarant or to the competent authority of the Member State where the importer is established.’;\n(20)\nthe following Article 25a is inserted:\n‘Article 25a\nMonitoring and enforcement of the threshold laid down in point 1 of Annex VII\n1. The competent authorities and the Commission shall monitor the importation of goods listed in Annex | and the corresponding threshold laid down in point 1 of Annex VIL.\nThe Commission shall periodically and automatically exchange with competent authorities information necessary for the monitoring of importers in the CBAM registry.\n2. Where the Commission considers, based on a preliminary assessment, that an importer has exceeded the threshold, it shall communicate the information on which the preliminary assessment is based to the competent authority of the Member State where the importer is established.\nThe competent authority may request from the importer, the customs authorities or the Commission documentary evidence necessary for assessing whether the importer has exceeded the threshold.\n3. Where the competent authority concludes that an importer has exceeded the threshold, it shall inform the importer of the decision. The decision shall include the reasons for the decision, as well as information about the right to appeal, the penalties applied in accordance with Article 26(2), and a request to apply, where necessary, for authorisation in accordance with Article 5. The competent authority shall also notify the customs authorities and the Commission of the decision via the CBAM registry.\nThe submission of an appeal shall not suspend the implementation of the disputed decision.\n4. In concluding whether an importer has exceeded the threshold in accordance with paragraph 3, a competent authority shall disregard a practice or an arrangement or a series thereof which has been put into place for the main purpose or one of the main purposes of falling below the threshold and are therefore, having regard to all relevant facts and circumstances, not genuine.\nA practice or an arrangement or a series thereof shall be regarded as not genuine where they are not put into place for valid commercial reasons which reflect economic reality. All importers involved in such a practice or arrangement shall be jointly liable for the penalty applied in accordance with Article 26(2).\nIn such cases, the competent authority shall consider that the importer has been involved in a serious infringement of this Regulation for the purpose of Article 17(2), point (a).\n5. The Commission shall periodically set out specific risk factors and points for attention, based on a risk analysis in relation to the threshold, taking into account information contained in the CBAM registry, data communicated by customs authorities in accordance with Article 25, and other relevant information sources,\nEN\n16\nEN",
  "page_31": "(21)\nEN\nEN\nArticle 26 is amended as follows:\n(23)\nincluding irregularities identified as a result of the controls carried out in accordance with Article 15(1).’;\n(a) the following paragraph la is inserted:\n‘la. The competent authority may decrease the amount of the penalty calculated in accordance with paragraph 1, considering one or more of the following factors:\na)\nthe extent of unreported information;\nb) the level of cooperation and readiness of the authorised CBAM declarant to comply with requests for information;\nc)\nthe unintentional nature of the behaviour of the authorised CBAM declarant;\nd) the past compliance of the authorised CBAM declarant.’;\n(b) paragraphs 2 and 3 are replaced by the following:\n‘2. Where a person other than an authorised CBAM declarant introduces goods into the customs territory of the Union without complying with the obligations under this Regulation, that person shall be held liable for the payment of a penalty. Such a penalty shall be effective, proportionate and dissuasive and shall, depending in particular on the duration, gravity, scope, intentional nature and repetition of such non-compliance and the level of cooperation of the person with the competent authority, be an amount from three to five times the penalty referred to in paragraph 1, applicable in the year of introduction of the goods, for each CBAM certificate that the person has not surrendered. The payment of the penalty shall release the person from the obligation to submit a CBAM declaration or surrender certificates.\n3. The payment of the penalty in accordance with paragraph | shall not release the authorised CBAM declarant from the obligation to surrender the outstanding number of CBAM certificates in a given year.’;\nin Article 27(2), point (b) is replaced by the following:\n‘(b) artificially splitting imports, including via non-genuine arrangements, to avoid exceeding the threshold referred to in Article 2(3a).’;\nArticle 28 is amended as follows:\n(a) paragraphs 2 and 3 are replaced by the following:\n‘2. The power to adopt delegated acts referred to in Articles 2(3a), 2(10), 2(11), 18(3), 20(6) and 27(6) shall be conferred on the Commission for a period of five years from [date of publication]. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for further periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3. The delegation of power referred to in Articles 2(3a), 2(10), 2(11), 9(5), 18(3), 20(6) and 27(6) may be revoked at any time by the European Parliament or by the Council.’;\n(b) paragraph 7 is replaced by the following:\n‘7. A delegated act adopted pursuant to Articles 2(3a), 2(10), 2(11), 9(5), 18(3), 20(6) or 27(6) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification\n(22)\n17",
  "page_32": "of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.’;\n(24)\n(25)\nin Article 30(6), point (b), the following point is added:\n‘(v) the application of the threshold laid down in point | of Annex VII.’;\nArticle 36(2) is amended as follows:\n(a) point (b) is replaced by the following:\n‘Article 2(2) and Articles 4, 6 to 9, 15 and 19, Articles 21 to 22(1), Article 22(3),\n(26)\n(27)\nArticles 27 and 31 shall apply from 1 January 2026.’;\n(b) the following points are added:\n(c) Article 22(2) shall apply as from 1 January 2027;\n(d) Article 20(1), (3), (4) and (5) shall apply as from 1 February 2027.’.;\nin Annex I, the CN code “2507 00 80 — Other kaolinic clays” is replaced by ‘2507 00 80 — Other kaolinic clays [except non-calcined kaolinic clays]’;\nin Annex II, the following table is added:\n‘(Electricity\n(28)\nAnnex IV is amended in accordance with Annex I to this Regulation.\nin section 2, point (k), of Annex VI, point (ili) is replaced by the following (i1i) the identification of the installations where the input material (precursor) has been produced and the actual emissions from the production of that material;’;\n(29)\nanew Annex VII as set out in Annex II to this Regulation is added:\nArticle 2\nEntry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels,\nFor the Council The President\nFor the European Parliament\nThe President\nEN\nEN\n18",
  "page_33": "LEGISLATIVE FINANCIAL AND DIGITAL STATEMENT\nFRAMEWORK OF THE PROPOSAL/INITIATIVE eee eee ree eee eee eee eee eee ee eee eee ee eee eee ee\n1.1\nTitle of the proposal/initiative Some reer ee ree rec ee ree eee reese ees ee reese see ee see ese see see esses see see ees eeseeseeseeees\n1.2\nPolicy area(s) concerned PURE eeeeeee eee eee eee ee ere eee eee eee ee eee eee eee ee eee eee eee eee eee ee eee eee eee eee ee eee eee eee ee eee Ty\n1.3\nObjective(s) Cee e reece reece c eee ee reer e eres ee senses see see eee ee esses see ee see eee see EE EEE EE EEE SE EEE EEE EE EEE eee Eee eeseeseeseeees\n1.3.1 General objective(s) POeeeeeeeCEeeee eee e eee eee reer ee ee eee eee eee eee ee eee eee eee Tere eee eee eee ee eee Tee eee ee eee eee eee eee ee eee\n1.3.2 Specific objective(s) eee merece renee eee ee ree eee eee se eee s ee eee eee se ees ee eee eee eee ee see eee ees ee see see eee ses sesseseseeses\n1.3.3 Expected result(s) and impact PURER ESESERES ESOS ESESESTEE SESE S SSeS eS ESSE Cee eee eee T ee Se Tee eee eee ee eee eee ee eee eee eee ey\n1.3.4 Indicators of performance eee meer cere reece ree ee neers eres sees eee ee eee see eee ee see eee see ees esses eee ses ses eeseeseesees\n1.4\nThe proposal/initiative relates tO: ......ececcceseescesseceseeeeseceeeeeeseceaeceaeeeeeeeaeeeeseeeeeeeaeenes 4\n1.5\nGrounds for the proposal/initiative Cece meee cece nee e cree renee sees eee ee sees eee ee see eeseeseeseesessessesesseseees\n1.5.1 Requirement(s) to be met in the short or long term including a detailed timeline for\nroll-out of the implementation of the initiative eee eee eee eee eee eee eee eee eee ee ee eee eee eee ey\n1.5.2 Added value of EU involvement (it may result from different factors, e.g.\ncoordination gains, legal certainty, greater effectiveness or complementarities). For\nthe purposes of this section 'added value of EU involvement is the value resulting\nfrom EU action, that is additional to the value that would have been otherwise\ncreated by Member States alone. ........eeccecccescceeseceseeeeseeeseeeeseceeeceaeeeseeenaeeeeeeeeeeenaeenas 4\n1.5.3 Lessons learned from similar experiences in the past eee eee eee eee eee eee eee eee eee ee eee ee ee eee\n1.5.4 Compatibility with the multiannual financial framework and possible synergies with\nother appropriate instruments eer eee rere reer eee eee ee eee eee eee eee eee eee eee eee eee ee eee ee eee eee eee eee ee eee ee eee ee ee eee\n1.5.5 Assessment of the different available financing options, including scope for\nredeployment eee reer eee eee e eee eee eee eee eee eee ee eee eee eee ee eee eee eee ee eee eee eee eee eee ee eee eee eee eee ee eee eee ee eee eee ee ee\nDuration of the proposal/initiative and of its financial impact Cece ccc rcc ccc cccccccc sce cececeeecees\n1.6\n1.7\nMethod(s) of budget implementation planned eee errr rere eee eee eee eee eee eee eee ee eee eee eee eee eee eee ee Ty\nMANAGEMENT MEASURES eee eee r eer er eee ee nee ree renee eee ee see se reer ee eee see see esses see sesseseeseseeesees\n2.1\nMonitoring and reporting rules PURER ePESEOE SECO e Eee Se eTe eee ee eee eee ee ee eee eee ee eee eee eee eee eee ee eee eee ee eee eee ee\n2.2\nManagement and control system(s) eee eee e cree reese eee ree ree ree sess see ese see ses esses see seesessesesseesesees\n2.2.1. Justification of the budget implementation method(s), the funding implementation\nmechanism(s), the payment modalities and the control strategy proposed eee cer ccccecccces\n2.2.2. Information concerning the risks identified and the internal control system(s) set up\nto mitigate them See e meer ee renee cee r eee e eres eee e reese eee sees esse eee ee eee ees eH eee ee EEE eee see EEE eE see eee see ees seseesessesees\n2.2.3. Estimation and justification of the cost-effectiveness of the controls (ratio between\nthe control costs and the value of the related funds managed), and assessment of the\nexpected levels of risk of error (at payment & at closure)\n2.3\nMeasures to prevent fraud and irregularities Smee cece ence reer ee renee nee ee eee eee esses reese esessesseseeeeeeees\nESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE\n10\nEN\nEN\n19",
  "page_34": "Heading(s) of the multiannual financial framework and expenditure budget line(s)\naffected eee ee ee ee ee eee eee ee eee eee eee eee eee Tee eee eee eee Cee eee ee eee Cee Cerri reer errr rer err errr errr rrr rr rrr reer) 10\nEstimated financial impact of the proposal on appropriations eee e eee eee eee eee eee eee eee eee 12\n3.2.1. Summary of estimated impact on operational appropriations a eee rec re ccc ecccccecsccceccceeecees 12\n3.2.1.1. Appropriations from voted budget Oeeeeeee eee eee Tree eee eee eee ee eee eee eee ee eee eee eee eee eee eee ee eee ee eee eee eee Ty 12\n3.2.1.2. Appropriations from external assigned revenues emcee reer ce rec reece secre esecseseeseceessesseseeseeees 17\n3.2.2. Estimated output funded from operational appropriations eee e eee ee reer reer eee ere eee eee ee eee eee Ty 22\n3.2.3. Summary of estimated impact on administrative appropriations eee cee ccc ccccececccecececececs 24\n3.2.3.1. Appropriations from voted budget eee eee eee eee ee eee eee eee ee eee eee eee eee eee eee ee eee eee eee eee ee eee eee eee ee eee ee 24\n3.2.3.2. Appropriations from external assigned revenues Come cee ec ree rec ccc ceseeeseseeseseesesseseessesesseeees 24\n3.2.3.3. Total appropriations\n24\n3.2.4. Estimated requirements of human resources eee cece cece ccc ee cer ee cee see eee see ees eeseeseseesseseeseeeeees 25\n3.2.4.1. Financed from voted budget\n25\n3.2.4.2. Financed from external assigned revenues eee meer ec ee eer ee cee ee cease eee see ees eeseeseeseseeseeseseeseees 26\n3.2.4.3. Total requirements of human resources\n26\n3.2.5. Overview of estimated impact on digital technology-related investments eee cee ceccccees 28\n3.2.6. Compatibility with the current multiannual financial framework\n28\n3.2.7. Third-party contributions eee cree reer ee cence eee eee e eres eee e eee ee eee ee senses esses esses see eee ses eeseeseeesesesees 28\n3.3.\nEstimated impact on revenue\n29\n4\nDIGITAL DIMENSIONS eee ee eee eee eee ee eee eee eee eee ee eee eee eee eee eee ee eee eee ee eee eee eee eee ee eee eee ee ee ee eee ee 29\n4.1\nRequirements of digital relevance emcee cree eee ee nee cce renee reer ee see reese ree eee see sessesee ese seeseseesesesesees 30\n4.2\nData eeeeeeee reer ee ee eee ee ere eee eee eee eee ee eee eee eee ee eee eee eee eee eee ee ee eee ee eee eee eee eee ee eee eee eee eee eee eee ee eee ee eee eee eee 30\n4.3\nDigital solutions eee cere reer er eee sec eer ee reese ese ee eee eee see se eee sees esse eee ee eee eee see se eee ee eee see ses eesseseeseeees 31\n4.4\nInteroperability assessment PRE eeEeePe eee eee eee eee eee eee eee eee eee eee eee ee eee eee ee eee eee eee ee eee eee eee eee ee eee eee Ty 31\n4.5\nMeasures to support digital implementation Cece reece cece ec reece e reese ec reeseeseeseseeseeseeseseeseeseees 32\n3.1.\n3.2.\nEN\nEN\n20",
  "page_35": "1.1\n1.2\n1.3.2. Specific objective(s)\n1.3.3. Expected result(s) and impact\nEN\nFRAMEWORK OF THE PROPOSAL/INITIATIVE\nTitle of the proposal/initiative\nPolicy area(s) concerned\nClimate policy\nObjective(s)\nIn light of the EU’s increased climate ambitions, the introduction of a CBAM has the overarching objective of addressing climate change by reducing GHG emissions in the EU and globally.\nThe amending proposal aims at simplifying the compliance burden on importers of CBAM goods.\nThe overarching objective of addressing climate change is further articulated in a number of specific objectives, namely: (i) Addressing the risk of carbon leakage under increased EU ambition. (11) Contributing to the provision of a stable and secure policy framework for investments in low or zero carbon technologies. (iii) Ensuring that domestic production and imports are subject to similar level of carbon pricing. (iv) Encouraging producers in third countries who export to the EU to adopt low carbon technologies. (v) Ensuring that the measure is effective, minimising the risk of being circumvented, thus providing environmental integrity. (vi) Ensuring a proportionate administrative burden for businesses and public authorities in the application of the measure.\nThe amending proposal aims at: (i) reducing administrative burden; (ii) improving the functioning of CBAM.\nSpecify the effects which the proposal/initiative should have on the beneficiaries/groups targeted.\nThe introduction of a CBAM envisages a reduction in greenhouse gas emissions both in the EU-27 and in the rest of the world in the sectors covered by CBAM. The CBAM is also expected to reduce the risks of carbon leakage, therefore gradually replacing the free allocation of allowances under the EU ETS.\nAs regards economic impacts, the modelling conducted before the adoption of the CBAM Regulation indicated that the introduction of a CBAM and other measures needed to reach the EU’s increased climate ambitions could lead to a GDP contraction for the EU 27 by 0.22 % to 0.23 % in 2030. Impact on the investment side is modest. On the consumption side CBAM appears to have a slightly stronger negative effect relative to the scenario of increased climate ambition and no CBAM.\nBy effectively reducing carbon leakage, the introduction of a CBAM leads to a reduction in imports in the EU 27. Overall, the social impacts of CBAM are limited.\nAdministrative impacts on the Commission, businesses national authorities, are expected. Altogether, compliance costs for businesses and authorities, while\n1.3\n1.3.1. General objective(s)\nEN\n21",
  "page_36": "significant, are expected to be proportionate, and manageable in light of the environmental benefits of the measure. While revenue generation is not an objective of CBAM is expected to generate additional revenue, which for 2030 is estimated at above EUR [2.1 billion to be updated].\nThe amending proposal expects to:\n(1) reduce the number of entities subject to CBAM obligations while preserving the environmental integrity of the mechanism and its capacity to achieve its climate objective;\n(11) enhance the functioning of the mechanism by simplifying and streamlining processes and procedures. The proposal will make it easier for importers of goods into the Union to comply with CBAM reporting obligations by simplifying some of those CBAM reporting requirements which relate to complex calculations or rely on hazardous data collection processes which hamper effective CBAM implementation.\nIn addition, the proposal will also strengthen the monitoring and supervision of CBAM. It will increase the ability of the Commission to process data and exchange relevant information with national authorities to ensure that the utility of the information reported by stakeholders is maximised. It will also enable both the Commission to better detect risks and national authorities to be better equipped to take appropriate actions where needed.\n1.3.4. Indicators of performance\n1.4\n1.5\n1.5.1.\nSpecify the indicators for monitoring progress and achievements.\nExempt from CBAM obligations importers of small quantities of CBAM goods\nOptimisation of processes to increase effectiveness and reduce administrative burden\nThe proposal/initiative relates to:\nOa new action\nO anew action following a pilot project / preparatory action!®\nthe extension of an existing action\nCa merger or redirection of one or more actions towards another/a new action\nGrounds for the proposal/initiative\nRequirement(s) to be met in the short or long term including a detailed timeline for roll-out of the implementation of the initiative\nThe CBAM was introduced from October 2023. A simplified system of the CBAM scheme is currently in place until the end of 2025. Specifically, a transitional period (dry-run for data collection) currently applies to facilitate the smooth roll out of the CBAM and allow traders and importers to adjust.\nCommission services are in charge of implementing and enforcing CBAM both during the transition period (2023-2025) and will also be during the definitive phase (from 2026).\n18\nAs referred to in Article 58(2), point (a) (b) of the Financial Regulation.\nor\nEN\n22\nEN",
  "page_37": "During the transition period this implies collecting information from importers of CBAM goods in the EU on the embedded GHG emissions of these goods and analysing data.\nThe Carbon Border Adjustment Mechanism (CBAM) calls for a progressive introduction of the different functions necessary for its effective implementation. Firstly, a number of reports and reviews need to be prepared in order to facilitate the financial obligation to be set in place. Recognizing this, the CBAM regulation foresees its implementation in two consecutive periods: the Transitional Period from October 2023 until end of 2025 and the Definitive Period as from early 2026.\nDuring the Transitional Period the obligation placed on importers and the EU Authorities (customs) is limited to the filing of the quarterly CBAM reports in addition of the Import declarations.\nDuring the transitional period, transitional information management system (CBAM Transitional Period - CBAM TP) were put in place to support the submission and collection of quarterly reports, as well as the assimilation of data from each report into an aggregated database, to allow for their effective analysis for the purposes of reporting in line with the provisions of the Regulation.\nAdditionally, during the transitional period, customs authorities are tasked with informing customs declarants of the obligation to report information, so as to contribute to the gathering of information as well as to the awareness on the need to request the status of authorised declarant when applicable (before the first importation of CBAM goods from 1 January 2026).\nThe Definitive Period is planned to start on the 01.01.26 for the core CBAM declaration and certificates management services as listed here and one year earlier for authorised declarants registration and processing of CBAM authorisations by the competent authorities:\n- importers are only entitled to import these goods after they have been granted an authorisation (except in case of the derogation proposed in the amending Regulation) by competent authorities, or if they would appoint a representative authorised as CBAM declarant. Customs authorities should not allow the importation of CBAM goods without a authorised CBAM declarant being involved. Furthermore, the customs authorities may carry out checks on the goods, including with respect to the identification of the authorised CBAM declarant, the eight-digit CN code, the quantity and the country of origin of the imported goods, the date of declaration and the customs procedure. The Commission should include the risks relating to CBAM in the design of the common risk criteria and standards pursuant to Article 50 of Regulation (EU) No 952/2013\n- The CBAM should be based on a declarative system where an authorised CBAM declarant, who may act on its own behalf or represent one or more importers, submits annually a declaration of the embedded emissions in the goods imported to the customs territory of the Union and surrenders a number of CBAM certificates corresponding to those declared emissions.\n- An authorised CBAM declarant should be allowed to claim a reduction in the number of CBAM certificates to be surrendered corresponding to the carbon price already effectively paid for those emissions in other jurisdictions. The amending Regulation proposes to introduce a default carbon price which would allow declarants to claim a\nEN\n23\nEN",
  "page_38": "deduction where it cannot be demonstrated that a carbon price has been effectively paid.\n- The embedded declared emissions should be verified by a person accredited by an EU national accreditation body where actual emissions are declared.\n- The CBAM central system should allow operators of production installations in third countries to register in the CBAM registry and to make their verified embedded GHG emissions from production of goods available to authorised CBAM declarants. The Commission should manage the CBAM registry containing data on the authorised CBAM declarants, operators and installations in third countries. The amending Regulation proposes to allow accredited verifiers to access the registry to improve the reliability of emission data shared by operators with declarants through the registry.\n- To reduce the risk of carbon leakage the Commission should take action to address practices of circumvention\n- For the sale and re-purchase of CBAM certificates a common central platform should be established. For the purpose of oversight of the transactions on the common central platform, the Commission should facilitate the exchanges of information and the cooperation between competent authorities, and between those authorities and the Commission. Additionaly, a swift flow of information between the common central platform and the CBAM registry should be establised.\n- The Commission should carry out risk-based controls and should review the content of the CBAM declarations accordingly. For enforcement purposes, Member States may also carry out reviews of individual CBAM declarations. The conclusions of the reviews of individual CBAM declarations should be shared with the Commission and should be made available to other competent authorities in the CBAM registry.\n- Member States should be responsible for the correct establishment and collection of revenues arising from the application of this Regulation.\nTherefore, during the definitive period the number of tasks attributed to the EC increase drastically, requiring an increase in staffing needs. The tasks carried out by this team will include the supervision of authorisation of CBAM declarants made by MS competent authorities, the management of the central database and central registry, coordination and information exchange with MS competent authorities, review of declarations and oversight of the external platform and lastly, tasks requiring legal competencies such as litigation and recovery and financial responsibility oversight. The structure of the team is further defined below.\nDuring the definitive period the Commission will be in charge of the majority of the tasks resulting from the CBAM regulation.\nCBAM IT Budget\nThe CBAM Budget to be engaged/ committed for the period 2023-2027 have been assessed at 101,74 M€.The CBAM IT budget encompasses Analysis & Development services, Deployment services, Operations services, cloud services and/or on premises hardware and software licenses for the Transitional and Definitive CBAM System as detailed below :\n- The CAPEX cost has been estimated based on the actual budget engaged and the budget authorised by EC IT Corporate Governance in the form of approved Vision Documents for the following past projects of DG TAXUD IT projects, due to their similarities in terms of IT Architecture Model: CDS, CRMS2, SURV3, REX, CSRD2,\nEN\n24\nEN",
  "page_39": "Tasks attributed to the\nEuropean Commission Transitio Transitio Transitio Definiti Definiti\nand shared with MS for\nnal\nnal\nnal\nthe implementation of |\nve\nve\nporiog\nPeriod\nPeriod\nPeriod Period\n|\nCBAM\n2023\n2024\n2025\n2026\n2027\n=P\nManagement\nregistration\ninformation In the\ncentral database of\ninstallations outside\nthe EU\nManagement of central aan\nregistry\naccounts\n(surrendering\ncertificates including\n80% rule, cancellation\nCoordination\ninformation exchange\nbetween\nthe\ncompetent authorities\nand customs\nCheck and control for Bani\nirregularities\nRisk-based controls\nand maintenance of an\nindependent\nEN\nEN\nEBTI, Customs Trans-European Declaration Management Systems developed and operated by DG TAXUD\n- The OPEX cost has been assessed on the basis of the current annual infrastructure and operational costs of DG TAXUD, their provisions for IT infrastructure, IT Support and Service Desk activities for the production systems delivered by the projects referenced above\n- The pricing is based on the current Framework Contracts pricing in place\nIn the IT Policy budget line, the budget of the joint procurement between the COM and MS of the platform for buying and selling of certificates for managing operations is not included\nThe CBAM team would consist of 90 EC staff (including 15 IT staff) in 2027\nThe amending Regulation proposes to introduce rationalisations of administrative requirements, including reporting. Since those requirements were introduced by Union Law, their rationalization is also best done at EU level to ensure legal certainty and consistency of reporting. This change corresponds to additional IT cost of 18,95 M€ for the period of 2025-2027. This will ensure a level playing field for companies and authorities across the Union, which will be benefiting from the rationalisation of reporting requirements arising from this proposal\nee\nand Saas\nof\nincluding\nof\nand Saaae\n25",
  "page_40": "transaction log and |\ninform\nMS\nof\nirregularities\nOversight and review lI\nof declarations and\nemission reports:\n1 Oversight of the\nautomated step\nof\nchecking\nthrough\nthe\ndeclarations\nReview\ndeclarations\n(embedded\nemissions\ncalculations,\nobligations of\ncertificates,\ndeduction\nof\ncarbon\nprice\npaid abroad and\nFA)\n+ Assessment of\nunsubmitted\nCBAM\ncertificates\n10\n10\nSetting up risk-based poy\nfactors for the review\nof the declarations\noF 22\nPenalties\nOversight, monitoring Saas\nand management of\nthe external platform\nfor buying and selling\nand calculation of price\nof CBAM certificates\nReview and reporting {ite\nobligations by the end\nof the transitional\nperiod\nincluding\nassessment\nof\ntransitional\nperiod\nreports\n[Litigation andrecovey[3__[3__ [3\nfe _[e_\nEN\nEN\n26\nof",
  "page_41": "Ly\n| fomeesere—®\nDrafting of secondary | |\nty\nlegislation\n(Implementing\nand\nDelegated Acts\nOutreach Methodology and Training for }2 1\n2\n2 |\n1\na\ncalculating embedded\nemissions\nYear ct\n| 2023 = |\n2006\n| CBAM pep team | team]120 PP =\na\ni\na\nEN\nEN\nThe strategic importance, the magnitude and complexity of the CBAM IT project require a dedicated CBAM IT team to be established to manage the overall project implementation and operations\n27\nThe down staff, including IT staff, from 2023 to 2027 would be\noo 2027,\nThe CBAM IT team consists of 15 members of specialised IT profiles for defining and managing CBAM IT System Architecture and Project Organisation and planning, the activities in terms of development, deployment, the organisation of the Service Model the management of operations and support in front of Trade, COM services, climatic and Customs authorities, in parallel of the Transitional and definitive CBAM IT systems\nThe CBAM IT team would consist of 15 EC staff structured as presented in the graph below",
  "page_42": "-n ager (B\nAN\nperat\nM\nSAME\nBAM\nerat\nager (&\nThe proposed plan deploying the CBAM IT team is the\n2023 = |\n2027\nNo\njc\nResources\nCC\nCR\nEN\n2006 cn\nYear\na a\nEe Ee CC\n1.5.2 Added value of EU involvement (it may result from different factors, e.g. coordination gains, legal certainty, greater effectiveness or complementarities). For the purposes of this section 'added value of EU involvement' is the value resulting from EU action that is additional to the value that would have been otherwise created by Member States alone\nReasons for action at EU level (ex-ante) Reducing GHG emissions is fundamentally a trans-boundary issue that requires effective action at the largest possible scale. The EU\n28\nEN",
  "page_43": "as a supranational organisation is well-placed to establish effective climate policy in the EU, like it has done with the EU ETS.\nThere exists already a harmonised carbon price at EU level. This consists of the price resulting from the EU ETS for the sectors covered by the system. The only meaningful way to ensure equivalence between the carbon pricing policy applied in the EU’s internal market and the carbon pricing policy applied on imports is to take action at the level of the Union.\nAny initiative needs to be implemented in a way that provides importers, regardless of country of origin and port of entry or destination within the EU, with uniform conditions and incentives for GHG emission reductions that are equivalent to those of domestic producers. The single effective way to do this is by taking action at the level of the EU.\nThe proposed simplification introduced by the amending Regulation is best done at EU level to ensure legal certainty and consistency. This will ensure a level playing field for companies and authorities across the Union, which will be benefiting from the rationalisation of reporting requirements arising from this proposal.\nExpected generated EU added value (ex-post) In parallel to the EU ETS, reduction of GHG emissions and protection against the risk of carbon leakage in the EU single market can be established most adequately at the EU level. Additionally, the need for minimal administrative costs is best achieved by establishing consistent rules for the entire single market, further underlining the added value of an intervention at the EU level.\nThe public consultation has confirmed the added value of taking action on the CBAM at the EU level. In particular, stakeholders agree that an EU CBAM is needed due to existing differences of ambition between the EU and the rest of the world and in order to support the global climate efforts. In addition, in view of the EU’s position in international trade, if it introduces a CBAM the environmental effect on international climate ambitions will be most effective as a potential example to follow.\nThus, the objective of reducing emissions and climate neutrality requires — without equally ambitious global policies — action by the European Union.\n1.5.3. Lessons learned from similar experiences in the past\nThe CBAM is anew mechanism. The preferred option in the Impact Assessment draws\nfrom the EU Emissions Trading System and aims at replicating some of its features.\nIf sufficient ressources are not made available to enforce CBAM correctly, there is a\nserious risk that businesses will avoid CBAM.\nThe amending proposal relies on the experience gained in implementing CBAM since\nthe mechanism started to apply in its transitional phase on 1 October 2023.\n1.5.4. Compatibility with the multiannual financial framework and possible synergies with other appropriate instruments\nIn the interinstitutonal agreement of 16 December 2020, signed in the context of the negotiations, the European Parliament, the Council and the Commission agreed that \"the institutions will work towards introducing sufficient new own resources with a view to covering an amount corresponding to the expected expenditure related to the repayment\" of NextGenerationEU. As part of the mandate received, the Commission was invited to put forward a proposal for a CBAM in the first semester of 2021.\nEN\n29\nEN",
  "page_44": "The final agreement by co-legislators foresees that most of the implementation and enforcement of CBAM will be the responsibility of the Commission. Therefore, in order to ensure the correct deployment of the proposal the appropriate financing means need to be made available within the current MFF.\nThe amending proposal is consistent with the objective of the better regulation agenda, as it will strengthen the Commission’s ability to carry out its general supervision of CBAM, while reducing administrative the costs (notably for small importers, but also for Member States’ authorities) that would otherwise be incurred in collecting the information through other means.\n1.5.5. Assessment of the different available financing options, including scope for redeployment\n\nEN\n30\nEN",
  "page_45": "1.6\nComments\n1.7\nDuration of the proposal/initiative and of its financial impact\nOC limited duration\n— UO ineffect from [DD/MM]YYYY to [DD/MM]YYYY — OI financial impact from YYYY to YYYY for commitment appropriations and from YY YY to YYYY for payment appropriations.\nunlimited duration\n— Implementation with a start-up period from YYYY to YYYY, — followed by full-scale operation.\nMethod(s) of budget implementation planned!”\nDirect management by the Commission\n— [xl by its departments, including by its staff in the Union delegations; — LO by the executive agencies CL] Shared management with the Member States LO) Indirect management by entrusting budget implementation tasks to: — X) third countries or the bodies they have designated L international organisations and their agencies (to be specified) CL] the European Investment Bank and the European Investment Fund C1 bodies referred to in Articles 70 and 71 of the Financial Regulation C1 public law bodies C1 bodies governed by private law with a public service mission to the extent that they are provided with adequate financial guarantees L bodies governed by the private law of a Member State that are entrusted with the implementation of a public-private partnership and that are provided with adequate financial guarantees LI bodies or persons entrusted with the implementation of specific actions in the common foreign and security policy pursuant to Title V of the Treaty on European Union, and identified in the relevant basic act L)-bodies established in a Member State, governed by the private law of a Member State or Union law and eligible to be entrusted, in accordance with sector-specific rules, with the implementation of Union funds or budgetary guarantees, to the extent that such bodies are controlled by public law bodies or by bodies governed by private law with a public service mission, and are provided with adequate financial guarantees in the form of joint and several liability by the controlling bodies or equivalent financial guarantees and which may be, for each action, limited to the maximum amount of the Union support.\n19\nDetails of budget implementation methods and references to the Financial Regulation may be found on the BUDGpedia site: https://myintracomm.ec.europa.eu/corp/budget/financial-rules/budget- implementation/Pages/implementation-methods.aspx.\nEN\nEN\n31",
  "page_46": "NA\nEN\n32\nEN",
  "page_47": "MANAGEMENT MEASURES\n2.1 Monitoring and reporting rules\nEN\nThe Commission will ensure that arrangements are in place to monitor and evaluate the functioning of the CBAM and evaluate it against the main policy objectives.\nBefore the end of the transitional period at the end of 2025 and every two years thereafter, the Commission will publish comprehensive assessments of the functioning of the CBAM, including its governance. The 2025 report will also review the scope of the CBAM to examine the possibility of extending it to cover emissions of other EU ETS sectors at risk of carbon leakage, products further down the value chain as well indirect emissions for all sectors. For this, it is necessary to monitor the effect of CBAM on the shortlisted sectors.\nManagement and control system(s)\nJustification of the budget implementation method(s), the funding implementation mechanism(s), the payment modalities and the control strategy proposed\nA significantly centralised set-up allows a very uniform and efficient implementation of CBAM across the EU including in Member states with more limited administrative capacity on climate issues. The majority of the implementation and enforcement functions have been attributed to Commission services. These also require an increased number of control functions in order to ensure the correct implementation and management of the CBAM. The Commission has also foreseen an increased number of measures for fraud prevention.\nWhile this simplification package will significantly reduce the administrative burden for importers, notably SMEs, as well as national authorities, this is made possible by Commission services taking up increased responsibilities and more tasks, notably in the monitoring and enforcement.\n2.2.2. Information concerning the risks identified and the internal control system(s) set up to mitigate them\nThe CBAM will be based on a declarative system, which entails the risk of non- declaration or misdeclaration.\nIn order to address the risk of non-declaration, the system requires an authorisation before importing goods in the scope of the Regulation. National Customs Authorities will be in charge of enforcing this rule by not releasing into free circulation these goods as long as the declarant is not authorised according to this Regulation.\nIn order to address the risk of misdeclaration a system of auditing on risk assessment criteria as well as random audits will be in place coupled with sanctions set up as a sufficiently high level to serve as deterrent. Auditing will take place both at the level of CBAM declaration by the national authorities and at the level of import declarations by customs authorities.\n2.2.3. Estimation and justification of the cost-effectiveness of the controls (ratio between the control costs and the value of the related funds managed), and assessment of the expected levels of risk of error (at payment & at closure)\nCommission services will control the correct application of CBAM, in particular the surrender of CBAM certificates and the correct application of the de minimis\n2.2\n2.2.1.\nEN\n33",
  "page_48": "2.3\nthreshold. A strong risk management system will be applied to ensure cost-effective controls and tackle risks of circumvention.\nMeasures to prevent fraud and irregularities\nThe financial interests of the Union should be protected through proportionate measures throughout the expenditure cycle, including the prevention, detection and investigation of irregularities, the recovery of funds lost, wrongly paid or incorrectly used and, where appropriate, administrative and financial penalties.\nEfficient anti-fraud actions require active cooperation, including knowledge-sharing and exchange of information, between customs authorities and competent authorities, both at national level and EU level; it may also require cooperation with third countries. A specific attention should be drawn to non-reliable economic operators (e.g. shell company, missing traders) and cross-border trade inside the EU.\nQuick anti-fraud action should be put in place to react to new/newly detected fraud risks. Authorities in charge should report and share knowledge on fraudulent patterns.\nWhere an authorised CBAM declarant or an importer fails to comply with the obligations in the CBAM regulation, penalties will be applied. The amount of the penalty will be based on penalties in the EU ETS.\nIn case of repeated offences, the national competent authority may decide to suspend the account of the declarant.\nCommission services, together with national competent authorities and national customs, have set up CBAM risk management network, which will work on a joint anti-circumvention strategy.\nEN\n34\nEN",
  "page_49": "Heading of\nmultiannual\nframework\nfinancial Number\n3.1.\nESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE\nHeading(s) of the multiannual financial framework and expenditure budget line(s) affected\ne Existing budget lines\nIn order of multiannual financial framework headings and budget lines.\nType of\nBudget line\nexpenditure\nContribution\nfrom\nfrom\ncandidate\nFrom\ncountries\nDiff./Non-\nEFTA\nand\nother\ndiff.”°\ncountries\npotential\nthird\n21\ncountries\ncandidates\n2\nother assigned\nrevenue\nDiff./Non\n-diff.\nNO\nNO\n09 20 04 01 (CBAM)\nDiff./Non\n-diff.\nNO\nNO\ne New budget lines requested\nIn order of multiannual financial framework headings and budget lines.\nHeading of\nmultiannual\nDiff./Non\n-diff.\nDiff./Non-\ndiff.\nother assigned\nrevenue\nfinancial Number\nfrom\ncandidate\nfrom\ncountries\nother\nand\nthird\npotential countries\ncandidates\nfrom\nEFTA\ncountries\nframework\nYES/NO\n20 21 22\nDiff. = Differentiated appropriations / Non-diff. = Non-differentiated appropriations. EFTA: European Free Trade Association. Candidate countries and, where applicable, potential candidates from the Western Balkans.\nEN\nEN\n35",
  "page_50": "3.2\n3.2.1\nEstimated financial impact of the proposal on appropriations\nSummary of estimated impact on operational appropriations — UO The proposal/initiative does not require the use of operational appropriations — [xl The proposal/initiative requires the use of operational appropriations, as explained below\n3.2.1.1 Appropriations from voted budget\nEUR million (to three decimal places)\nDG: TAXUD\n2024\n2021-2027\nPayments\n(2a)\nCD\n|\na A\nA\nBudget line\nes es ee\nPayments\n(2b)\nAppropriations of an administrative nature financed from the envelope of specific pro STrammes\n[Budgetline 000 |\nTOTAL appropriations\nfor DG TAXUD\n2021-2027\n2024\n|\nCommitments pw\n28,090\n34,750\n33,700\n30,150\n126,690\nTOTAL operational appropriations\nPayments\nEN\nBudget line\n36\n23\nEN\nTechnical and/or administrative assistance and expenditure in support of the implementation of EU programmes and/or actions (former “BA’ lines), indirect research, direct research",
  "page_51": "0.000\n37\nEN\n(6)\n0.000\n0.000\nPw\nCommitments\n24\nEN\n0.000\n0.000\nTOTAL appropriations of an administrative nature financed from the envelope for specific programmes\nTOTAL appropriations under HEADING 3 of the multiannual financial framework\n+ TOTAL operational appropriations (all operational headings) Payments\n¢ TOTAL appropriations of an administrative nature financed from the envelope for specific programmes (all operational headings)\nTOTAL appropriations Under Heading 1| to 6 of the multiannual financial framework (Reference amount)\nPayments\n[iiading of mltannval nancial ramenork [7 Administrative expenditure’\n\nYear\nDG: TAXUD\n2024\n¢ Human resources\n* Other administrative expenditure - Missions\nTOTAL MFF\n2021-2027\n126,690\nThe necessary appropriations should be determined using the annual average cost figures available on the appropriate BUDGpedia webpage\nTOTAL\nMFF 2021-\n2027\n35,283",
  "page_52": "(Total\nTOTAL appropriations under HEADING 7 of the multiannual financial commitments\nframework\n= Total\npayments)\nYear\n2024\n42,746\nEUR million (to three decimal places)\nTOTAL MFF\n2021-2027\n163,491\n|\nTOTAL appropriations of an administrative nature financed\nfrom the envelope for specific programmes\nTOTAL appropriations under\nHEADING 3\nof the multiannual financial framework\nYear\n2025\nCommitments\nYear\n2024\n(4)\nFw |\n| Year | | Year | | Year | Year\n2024\n28,090\n34,750\n33,700\nTOTAL MFF\n2021-2027\n30,150\n126,690\n| 33,067 ,067 | | 103,844 844\n| sno | 2600\n150\n690\nTOTAL operational appropriations\nTOTAL MFF\n2021-2027\n126,690\nPayments\n+ TOTAL operational appropriations (all\noperational headings)\n38\nPayments\nEN\nEN",
  "page_53": "¢ TOTAL appropriations of an administrative nature financed from the envelope for specific programmes (all operational headings)\nTOTAL appropriations under Headings 1 to 6 of the multiannual financial framework (Reference amount)\nCommitments\nPayments\n“Administrative expenditure 225\n\n(6)\n0.000\n0.000\n0.000\n0.000\n0.000\nYear\n2024\nEUR million (to three decimal places)\nTOTAL\nMFF 2021-\n2027\n35,283\nTOTAL appropriations under HEADING 7 of the multiannual financial framework\nYear\n2026\nDG: TAXUD\n(Total\ncommitments\n= Total\npayments)\nYear\n2025\nYear\n2024\nThe necessary appropriations should be determined using the annual average cost figures available on the appropriate BUDGpedia webpage.\nEUR million (to three decimal places)\nTOTAL MFF\n2021-2027\n163,491\n39\nEN\n25\nEN",
  "page_54": "3.2.2\nEstimated output funded from operational appropriations (not to be completed for decentralised agencies)\nTotal Total\nNo cost\n26,702 27,728 41,136 45,079\nTies s Ts Enter as many years as necessary to show the\nduration of the impact (see Section1.6)\nOUTPUTS\nType”®\nAvera\nCost\nCost\nCost\nCost\nCost fo} Cost\nCost\nge\nZi\ncost\nSPECIFIC OBJECTIVE No 177\n| -oune | | | fe ft |\nSPECIFIC OBJECTIVE No 2 ..\nI\n| Subtotal Subtotal for for specie specie objective objective No No? No? a\na\nCommitment appropriations in EUR million (to three decimal places)\nIndicate\nobjectives and\noutputs\n140,645\n| sous | fF\n| -ounue |\nSubtotal for specific objective No 1\nOutputs are products and services to be supplied (e.g. number of student exchanges financed, number of km of roads built, etc.) As described in Section 1.3.2. ‘Specific objective(s)\nTOTAL\n26\n27\nEN\nEN\n40",
  "page_55": "3.2.3. Summary of estimated impact on administrative appropriations — UO The proposal/initiative does not require the use of appropriations of an administrative nature — [&l The proposal/initiative requires the use of appropriations of an administrative nature, as explained below\n3.2.3.1. Appropriations from voted budget\nVOTED APPROPRIATIONS\n2024\n2025\n2026\nTOTAL\n2021 - 2027\nHEADING 7\nOutside HEADING 7\nThe appropriations required for human resources and other expenditure of an administrative nature will be met by appropriations from the DG that are already assigned to management of the action and/or have been redeployed within the DG, together, if necessary, with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints.\n3.2.4. Estimated requirements of human resources — O The proposal/initiative does not require the use of human resources - The proposal/initiative requires the use of human resources, as explained below 3.2.4.1. Financed from voted budget\nEstimate to be expressed in full-time equivalent units (FTEs)?°\nVOTED APPROPRIATIONS\nYear\n2024\n¢ Establishment plan posts (officials and temporary staff)\nOS\neC\nPN\na\ne [2201 External A staff (inFTEs) ARATE\n‘Lo |) dS\n[20005 (AC\npe\nATENDanPDnweEUDsKeN\n28\nPlease specify below the table how many FTEs within the number indicated are already assigned to the management of the action and/or can be redeployed within your DG and what are your net needs.\nEN\nEN\n41",
  "page_56": "Admin. Support\n- at Headquarters\nline\na1 [XX.OL.YY.YY] - mAGAD-miteewn EU Delegations —————*d\nin\n| oo\n[aro BAG END-Dewtesewen) ———SS—C*d\nfe\nOC\nee\na\nThe additional resources mentioned above were already allocated during the adoption of the initial CBAM Regulation. There are no changes to the HR establishment plan posts and external staff, except for the correction of the number of establishment plan posts for 2026 (adjusted from 15 to 25 — Clerical error in the previous LFS).\nThe staff required to implement the proposal (in FTEs):\nTo be covered by\nExceptional additional staff*\ncurrent staff\navailable in the\nCommission\nservices\nTo be financed\nunder Heading 7\nor Research\nTo be financed\nfrom fees\nTo be financed\nfrom BA line\nEstablishment\nplan posts\nExternal\nstaff | N/A\n(CA, SNEs, INT)\nN/A\nN/A\nN/A\n42\nN/A\nN/A\nThe CBAM regulation requires the Commission to follow up with several delegated and implementing acts once the CBAM regulation is adopted. Commission staff will also be needed to review and assess the functioning of the CBAM system and to implement the IT system.\nMany atsks can be carried out by external agents.\nDescription of tasks to be carried out by:\nOfficials and temporary staff\nExternal staff\n3.2.5. Overview of estimated impact on digital technology-related investments\nEN\nN/A\nN/A\nCompulsory: the best estimate of the digital technology-related investments entailed by the proposal/initiative should be included in the table below.\nExceptionally, when required for the implementation of the proposal/initiative, the appropriations under Heading 7 should be presented in the designated line.\nThe appropriations under Headings 1-6 should be reflected as “Policy IT expenditure on operational programmes”. This expenditure refers to the operational budget to be used to re-use/ buy/ develop IT platforms/ tools directly linked to the implementation of the initiative and their associated investments (e.g. licences, studies, data storage\nEN",
  "page_57": "etc). The information provided in this table should be consistent with details presented under Section 4 “Digital dimensions\nTOTAL Digital and IT appropriations\nTOTAL\nMFF\n2021 -\n2027\nHEADING 7\nOutside HEADING 7\n3.2.6. Compatibility with the current multiannual financial framework\nThe proposal/initiative\nEN\n— OU can be fully financed through redeployment within the relevant heading of the multiannual financial framework (MFF) — [x] requires use of the unallocated margin under the relevant heading of the MFF and/or use of the special instruments as defined in the MFF Regulation — OU requires a revision of the MFF\nAdditional IT expenditures are needed to cover IT development needed to implement changes related to implementation of the CBAM simplification procedures and implement the IT tools supporting detection of the irregularities and limiting the risk of fraud: 6.350M in 2025, 6.850M in 2026 and 5.750M in 2027 — in commitment appropriations. In addition, 2M are needed on an annual basis to cover studies including to assess regularly the effectiveness of the CBAM as well as outreach activities, including external communication and training sessions with stakeholders These costs were not covered in the previous LFS. The proposal requires transfering up to 25M from Heading 4 (11.0301 — CCEI) to Heading 3 (09.200401 — CBAM)\n3.2.7 Third-party contributions\nThe proposal/initiative\n— [xl does not provide for co-financing by third parties — O provides for the co-financing by third parties estimated below\nAppropriations in EUR million (to three decimal places)\nSpecify the the ace co-financing co-financing body body | pf =>\n>\n>\ntt\nEN\n43",
  "page_58": "3.3. Estimated impact on revenue\n— DO The proposal/initiative has no financial impact on revenue. — [x The proposal/initiative has the following financial impact:\n—\nx]\non own resources\nO\non other revenue\nO\nplease indicate, if the revenue is assigned to expenditure lines\nEUR million (to three decimal places)\nImpact of the proposal/initiative!\nEN\nArticle 09 20 04 01\nEN\nBudget revenue line:\nYear 2026\nAs regards traditional own resources (customs duties, sugar levies), the amounts indicated must be net amounts, i.e. gross amounts after deduction of 20% for collection costs.\nFor assigned revenue, specify the budget expenditure line(s) affected.\nOther remarks (e.g. method/formula used for calculating the impact on revenue or any other information).\n44\nied\nAppropriations\navailable for the\ncurrent\nfinancial year\nEstimates on share of revenue affected was based on internal Commission calculations using Customs import data and default values. These were applied on revenue estimates from the Commission’s 2021 impact assessment, which stood at approximately EUR 2.1 billion in 2030. Since less than 1% of emissions would not be captured under the new de minimis threshold, the foregone implied revenue for the year 2030 due to emissions not captured is estimated at approximately EUR 21,000,000.\nDIGITAL DIMENSIONS\nThere are not changes in that Digital concepts and architecture approved by CBAM Definitive system project charter, in terms of digital requirements, data used, digital solution, reusability assessment and Measures to support digital implementation.\nThe only change is related to the Risk management, Circumvention monitoring which was analyse and assessed and included in Project charter as place holder but not included in the Project Charter estimates. The key objective of the Risk management component is supporting detection of the irregularities and limiting the risk of fraud\nAlso, the simplification changes do not result in a change of the digital solution architecture, however, requires additional budget to implement the change to features and services already build by CBAM.",
  "page_59": "4.1\nRequirements of digital relevance\nCBAM Ae SR 3rd\neats\nDeclarant Countries\nOperators\nRK\nNCA\nA\nAuthorities\nUsers (Customs/OLAF/Other\nEC services)\nCBAM Definitive System\n——-\nImport\n=a\n———\nInward\nKs\n[_TaRIC\n_\nExchange Ea Ea\need\nCee\n|_e0s_|\n|_crs__|\n) bo\n“Seen, [eset |\nEmissions\nissions\nValues\n|_surv_|\n|_crms2_|\nPricing of\nSupporting\nSees Seer\nEmissions\n|_csro2_|\nAs shown in diagram abvoe , the CBAM Registry gets import information for the CBAM goods from the EU Customs systems either from the MS or via DG TAXUD, along with the importers customs identification and the Customs classification of the imported goods. The CBAM system makes in return the CBAM authorisations of the CBAM Declarants available to the National Customs Import Systems to enforce the CBAM regulation at the import clearance of the CBAM goods. The CBAM Information system exchanges as well risk management information with the EU Customs systems. The interface with the EU Customs Systems is a vital feed for the operation of CBAM as the whole concept of CBAM is to avoid double capture of information by requesting the CBAM Declarants to complement their imports with a report of the emission incurred during their production in third Countries The “data provided once” is a basic principle of CRAM\nCBAM will also interact with the new CBAM Mechanism (IT systems or other means) of the National Competent Authorities to foster the integration of the national CBAM enforcement processes across the MS and the national processes for the collection of penalties and recovery information\nAnother key new external system for CBAM is the Common Central Platform (CCP), the Information System by which the CBAM Declarants will purchase the CBAM certificates from the Member States. The price of the certificates will be set by the allowance price defined\nEN\nEN\nEnforcement\nInformation\nes\n—_—- — —__:\n~—_-\n45",
  "page_60": "in the ETS system. The CBAM Declarants will need to keep their CBAM accounts in an 80% balance on a quarterly basis to ensure that they are in position to surrender the required number of certificates for offsetting their declared emissions and emission prices already paid in third Countries. The Commission will re- purchase the surplus certificates from the CBAM Declarants in name of the Member States. The Commission and the Member States must jointly establish and manage this platform, which is however outside the scope of the CBAM Registry. The interface with the CCP is vital for the CBAM Declarants to provision the necessary certificates in their CBAM accounts. The accounts and the certificates will be highly sensitive information.\nThe ETS system will simply set the selling price of the certificates.\nThe primary users of the CBAM Registry are the CBAM Declarants. DG TAXUD anticipates that they may amount to 200.000 in 2026 (following the adoption of the simplification the number of declarants will be reduced but it will be further extended by the CBAM extension for the downstream goods). They will use the CBAM Registry to declare the emission accrued on the production of their imported goods on a yearly basis (May of each year), to monitor the quarterly balance of their CBAM accounts in term of certificates versus declared imports and to interact with the National Customs Authorities during review of their CRAM declarations. The CBAM Declarants will first be vetted by the National Competent Authorities via the CBAM Registry and then be granted an authorisation to import CBAM goods and be given a CBAM account. The CBAM Declarants will then be able to declare annually their emissions in the CBAM Registry and to surrender the required certificates.\nThe Operators of the Installations producing the CBAM goods in the third countries will register on the CBAM Registry before entering the emission details of their products. The CBAM Declarants will be able to refer to the entries of the Operators to justify their reported emission. It is a significant measure to reduce the compliance burden of the CBAM Declarants and to improve the quality of the CBAM data. While there is no evidence to support an estimate at this stage, DG TAXUD guestimates the number of Operators at 50.000 in 2026.\nThe CBAM National Competent Authorities (NCA) will use the CBAM Registry to grant the access to the CBAM Declarants, to manage the CBAM Authorisations, to monitor the CBAM accounts and declarations and interact with the CBAM Declarants to ensure their compliance with the CBAM regulation. They are the single point of contact to the CBAM Declarants.\nOther Authorities will be granted access to the CBAM Registry to contribute to the risk management and the enforcement from their respective areas of responsibilities. The CBAM Registry will coordinate and support the inter-agencies collaboration in fostering compliance. The National Customs Administrations will validate the CBAM Authorisation during the control of the import declarations using the replication and validation services of the CBAM Registry via the EU CSW-CERTEX.\nThe Commission will assign and maintain the CBAM accounts of the CBAM Declarants up to date in the CBAM Registry, combining the information from the imports received from National Customs Administrations, the emissions from the yearly declarations, the quantity of certificates, their purchase reported by the CCP, their yearly surrendering confirmed by the CBAM Declarant, and the re-purchase of unused certificates. The Commission will use the CBAM Registry to monitor the imported goods and associated emissions, for the risk\nEN\n46\nEN",
  "page_61": "management, and particularly the risk of circumvention. The CBAM Registry will also offer a secure forum for the exchange of sensitive information between all Authorities having a responsibility in the enforcement of the CBAM regulation.\nThe access of all actors to the CBAM Registry via dedicated portals supported by a distributed access management across the stakeholders:\ne The NCA will manage the access of the CBAM Declarants to the CBAM Declarant portal, using either national credentials already granted by the National Customs Administrations or an EU login one; The Commission will manage the access of the Operators of the third countries Installations, to the same name portal, using credentials granted by EU login. It remains to be clarified whether the Commission will rely on external trusted parties to delegate them the granting of the authorisation to access the CBAM Registry; The NCA, the Commission and other Authorities will each manage the access to their users.\nThe CBAM Core Registry depicts the automated processes that the Commission will operate to fulfil its obligations under the CBAM regulation, as summarised above. The Reference Data Management will be a key -office process ensuring the consistency and integrity of all automated processes serving the collaboration and cooperation between all stakeholders. Beyond the “simple” list of goods, of National Competent Authorities, and of the price of emission, they will list the specific parameters used to report emissions according to specific methodologies and the default value for the emissions as established. The default value is key for the plausibility validation of the declared emissions.\n4.2. Data\nCBAM will be processing following data assets\nCBAM Declarant Data. (Phase2) Operators of 3rd Countries and their Installations Data. (Phase2) CBAM Reference Data. (Phase2) CBAM Users’ Access Management Data. (Phase2) CBAM Declarant/ Importer Functions. (Phase2) CBAM EU Commission Authorities Functions. (Phase2) Operators of 3rd Countries Installations (O3CIs) for Phase2 & Accredited Verifiers Functions (TBC Phase3). CBAM Declaration Data, Review, and Declaration Lifecycle Data. (Phase3) CBAM Imported Goods Data. (Phase3) CBAM Emissions & Calculations Data. (Phase3) CBAM Ledger (Registry) Data. (Phase3) CBAM Certificate Management Data. (Phase3) CBAM Non-Compliance Monitoring, Circumvention Investigation, and Risk Management Data. (Phase3) CBAM Reporting, Dashboards, Notifications, and Document Management Data. (Phase3) CBAM Secure Forum Data. (Phase3) National Competent Authorities Functions. (Phase3)\nEN\n47\nEN",
  "page_62": "e CBAM Non-Compliance Monitoring, Circumvention Investigation, and_ Risk Management Function. (Phase3)\nFurther details for each data asset can be found in the table below\nCBAM Definitive Primary\nRelevant Business Component/ Processes Description\nAsset Description\nCBAM Certificate Lifecycle Management provides information on certificates and\nBAM Certificate\nnumber of certificates processed, their value, and manages the certificate's lifecycle,\nManagement Data\nand for providing information for risk and non-compliance monitoring purposes.\nDeclarant Authorisation & Declarant Replication & Validation Data.\nDeclarant Account & Account Management Data.\nCBAM authorisation management in charge of lifecycle management of the CBAM\nCBAM Declarant Data\nauthorisation granted by the NCA to importers or indirect representatives.\nCommunicates the required information of the CBAM Declarant Account to\nCBAM Authorisation Replication and Validation Services (ARVS), that maintains\nthe information on the CBAM Authorised Declarants to be provided to NCAs and\nNational Customs Competent Administrations (NCCA) in charge of assessing the\nimporter authorisations.\nDeclaration Lifecycle Management & Declaration Reporting Data.\nCBAM Declaration Data,\nReview, and Declaration\nCBAM Declaration Lifecycle (Declaration Creation, Imported Goods, Emissions,\nLifecycle Data.\nReview, Finalisation or Rejection) Management & Reporting.\nCBAM Emissions &\nCalculation of CBAM Declarant imported goods emissions based on data obtained\nper declarant, reference data, registry data (declarant's own values), Operators &\nCalculations Data.\n3rd Countries (verification report), etc.\nThe NCA and Commission Portals feature interfaces that monitor the ingress of\nCBAM Imported Goods\nSURV3 data (incl. identifying issues) and enable users to manually input data, via\nfile batch upload, for imported goods as well as data for inward processing goods.\nData.\nThis data will then undergo processing, be stored within the Portals, and\nsubsequently forwarded to the Registry Back End for consolidation.\nCBAM Ledger (Registry)\nData.\nRegistry Ledger Account Processing & Transaction Data.\nNote: The exact data to be\nCBAM Registry Ledger manages, accounts for, and registers journal entries of\nstored in the Ledger is not\nDeclarant data (incl. account number) and transactions between related CRAM\nyet finalised. The main\ncomponent\nrelationships through append-only data\nand immutable data\nconcept is that the Ledger is store (incl. for declaration lifecycle\nan\nprocess\nan immutable journal and\nmanagement,\nauthorisation & account\nappropriate security\nmanagement, certificate management, risk & non-compliance monitoring, ARVS,\netc.).\nmeasures have been\naddressed. This asset will be\nre-assessed during P3.\nCBAM information system used for tracking, monitoring, and enhancing potential\nor confirmed cases of irregularities & non-compliance in CBAM scheme.\nIdentifying, monitoring, investigating, and reporting on circumvention and other\nCBAM Non-Compliance\nillegal practices in non-compliance with CBAM Regulation.\nMonitoring, Circumvention Risk Assessment (incl. results of declarations assessments) & management\nInvestigation, and Risk\ncomponent to identify & assess risks (e.g. risk events analysis, verification reports,\nManagement Data.\nrisk control results, etc.) relating to declaration review process & CBAM Registry\nBack-End potential irregularities & circumventions (further investigation).\nIntegrates information and functionality between investigations, risk management,\nand secure forum for respective activities.\nEN\n48\nEN",
  "page_63": "CBAM Reporting,\nDashboards, Notifications,\nand Document\nManagement Data.\nCBAM Secure Forum\nData.\nCBAM Users’ Access\nManagement Data.\nCritical tool for tracking and monitoring CBAM scheme and KPIs and relevant\nbusiness metrics collection and analysis.\nUsed to communicate business information to relevant users of CBAM system and\nscheme; this includes the ability for replying to notifications where necessary/\nrequired.\nUsed for the storage, retrieval, and management of documents affecting many\ncompartments across the CBAM system.\nPlatform for ad hoc communication as well as sensitive information exchange\nbetween all authorities responsible for CBAM regulation implementation (NCAs,\nNCCAs, Commission,\nOther Authorities such\nas EPPO,\nOLAF\netc.).\nAll other structured and/ or un-structured information/ data sourced and/ or\nextracted from the CBAM system and stored and/ or processed in storage and\nmedia locations external to the CBAM system.\nUsers’ (e.g., declarants, Member States Customs Authorities, EC Authorities, etc.)\naccess, login, and access management data to the CBAM system.\nAllows operators of 3rd country installations producing CBAM applicable goods to\nregister/ de-register (e.g. cessation of operations) as CBAM operators and provide\nrelevant information regarding production processes/ methods, qualifying\nOperators of 3rd Countries parameters, emissions data, and verification reports, etc.\nand their Installations\nData.\nmay\nCBAM Declarant/\nImporter Functions\nThe relevant verification report be made available for use by CBAM\nDeclarants - this information includes confidential production and qualifying\nparameters data that may not be available to Declarants but only EU Commission\nand NCAs).\nPrimary business functions performed by the Declarant/ trader relying on processes\nexecuted/ initiated through the CBAM Declarant portal.\nCBAM EU Commission\nFunctions\nPrimary business functions performed by the European Commission relying on\nprocesses executed/ initiated through the CBAM Commission portal.\nCBAM Non-Compliance\nMonitoring, Circumvention CBAM information system used for tracking, monitoring, and enhancing potential\nInvestigation, and Risk\nor confirmed cases of irregularities & non-compliance in CBAM scheme.\nMana ement Function\nPrimary business functions performed by member state’s national competent\nNational Competent\nauthorities (NCAs/ NCCAs) relying on processes executed/ initiated through the\nAuthorities Functions\nCBAM NCA portal.\nOperators of 3rd Countries Primary business functions performed by 3rd Country Operators & Installations and\nInstallations & Accredited Accredited Verifiers (TBC) relying on processes executed/ initiated through the\nVerifiers Functions\nCBAM 3rd Country Operators & Installations portal.\n4.3. Digital solutions\nEN\n49\nEN",
  "page_64": "A\nComaries\nOther Authorities\nDeclarant\nUsers Users (Customs/OLAF/Other\nOperators\nEC services)\nCBAM Definitive System\nCBAM Common\n————r\nInward\nPe Be\n|\n—\nRecovery\n| Exchange\n| Enforcement\nInformation\nit\n“Seen, EU CSW\n—————\nCERTEX\nSees Seer\nCBAM Registry High Level architecture will be made of 3 layers\ne The portal layer offering different portals for each of the user communities of the CBAM Registry: CBAM Declarants, Operators of the third countries Installations, CRAM National Competent Authorities, the Commission, The National Customs Administrations, OLAF, and other EC services; The User Access Management layer: to manage the Authentication and Authorisation of the users of the CBAM Registry. The National Competent Authorities will need to provide and manage the access of the CBAM Declarants (expected to be above 200.000 parties in 2026) while the Commission will do the same for the third countries Operators (estimated at 50.000 parties in 2026) each MS and EU administrations being in charge of the access of its own users;, each MS and EU administrations being in charge of the access of its own users; The Back End: to support all data and rule management required for CBAM as well as all interactions with external systems. To be noted that: to support all data and rule management required for CBAM as well as all interactions with external systems. To be noted that:\no CBAM will implement numerous workflows, notifications, and exchanges of information across the Commission, the National Competent Authorities and\nEN\nEN\n50",
  "page_65": "the CBAM Declarants, in particular in the areas of declaration submission, review (including risk assessment); The management of the Declarant accounts, the management CBAM certificates (potentially financial assets), the risk management and the secure exchange of information have high security requirements.\n4.4. Interoperability assessment\nCBAM is cross border by design as it supports the CBAM lifecycle across the EU, and in particular the orchestration of the Risk Assessment, review of the CBAM Declarations across all NCA and the Commission.\nCollaboration across National Customs systems will be ensured, by leveraging the Commission’s IT services and interfaces (such as SURV3, EU CSW - CERTEX), as well as new components, specifically designed for CBAM purposes.\nThe CBAM Registry has been designed to support interoperability by emphasizing use on openness, modularity, decoupling and robust interfaces. It will interact with the CBAM national systems, with the Common Central Platform, the EU Customs systems from DG TAXUD and the National Customs Administrations, with the other DG’s systems via open interfaces\nThe CBAM Central Repository will use the existing interfaces of the EU Customs Systems managed by DG TAXUD and will define dedicated formats for the Customs Import and Inward Processing records to be provided by the National Customs Administrations. The new interfaces with the National Customs Systems will be published early 2024 to allow the National Customs Administrations enough lead time to prepare their systems accordingly.\nThe S2S interface between the CBAM Registry and the CCP will be based on structured messages exchange and be available early 2024 to allow enough lead time for both the CBAM Registry and the CCP to integrate their respective interfaces by mid-2025.\nThe S2S interface between the CBAM Registry and the CBAM National Systems (to be developed by the MS) will be based on structured message exchanges and also be made available early 2024.\nThe S2S interface with the systems of the other EU Authorities will be specified and developed on a bilateral basis during the elaboration and build of the CBAM Registry.\nAll these interfaces will be structured messages based and will comply as far as possible with the EUCDM and with the UCC Annex B. The A2B and B2B specifications will be referred in a CBAM Implementing Act\nReusability Constraints\nThe reusability is at the very heart of the architecture principles adopted for the CBAM Central Register. There are two sides to the reusability: use of external services by the CBAM Registry and re-use components in the build of the CBAM Registry.\nReusability from DG TAXUD services and components\nEN\nEN\n51",
  "page_66": "The CBAM Registry will use the EU Customs Services offered by DG TAXUD out of the box to:\ne retrieve the EORI information of the trader; e get the customs import records available from Surveillance 3; e get the CBAM goods from the TARIC system; e offer the CBAM Authorisations Replication and Validation service to the National Customs Systems via the EU CSW-CERTEX and; e exchange secure information with the CRMS2 system.\nThe user access management of the portals of the CBAM Registry will be entrusted to UUM&DS, allowing the willing MS to re-use the Customs credentials of the CBAM Declarants to provide them access to the CBAM Declarant portal and the Commission (or trusted third parties) to grant access right to the Operators of the third countries Installations to their EU Login authentication credentials.\nThe CBAM Registry will reuse several technology components of the DG TAXUD and Corporate IT landscape without compromising its compliance with the floatability principle spelt out in the Architecture Overview in appendix 2, namely:\ne The DG TAXUD TSOAP middleware architecture which will be reused in each\nof the CBAM Registry compartments;\nThe monitoring and auditing COTS Elk and Kafka;\nThe sources of the Customs application framework management (TATAFng) of\nDG TAXUD;\nThe documentation and source code of the Customs Decision Management\nSystem of DG TAXUD for the built of the CBAM Authorisation system;\nThe documentation and source code of the Customer Reference System of DG\nTAXUD to provision the CBAM Authorisations to the National Customs Systems\nfor their control during the import clearance;\nThe documentation and source code of the Customs Risk Management System 2\n(CRMS2) of DG TAXUD to provision the Secure Forum for Exchange of\nInformation;\nThe DG TAXUD TEMPO methodology, including PM’;\nThe 2 Data Centres of DG TAXUD for the testing, integration and for as long as\nthe CBAM Registry operation is entrusted to DG TAXUD, along with their\nfirewalling, Active-Active clustering, the load balancing and the 2 DC Active-\nPassive to ensure the scalability, High Availability, Disaster Recovery, some of\nthe security needed by the CBAM Registry.\nTo be noted that DG TAXUD has followed all recommendations from DIGIT since 2014 when designing Business Application Services, Data Services and Utility Services for its generation of SOA applications.\nReusability from EU corporate services and components\nThe CBAM Registry will use EU Login for the authentication of the CBAM declarants of the MS being UUM&DS type D, of the Operators of the third Countries Installations and all officials of the National Competent Authorities, of the Commission, of the National Customs Administration and other Commission services. The CBAM Registry will use the Customs\nEN\n52\nEN",
  "page_67": "eIDAS eID network for the authentication of the CBAM Declarants from the MS UUM&DS type A, B & C.\nThe CBAM Registry will use UUM&DS for the authorisation of all its users.\nA migration from UUM&DS to EU Access will be considered when all functionalities of UUM&DS will be offered by EU Access, including the support of the Customs eIDAS eID network.\nThe CBAM Registry will make available the CBAM public information on Europa.\nIn addition, DG TAXUD is keen to maximize the re-use of Corporate services and components that would meet some of the CBAM requirements, de-risk its timely deployment and secure the quality of its operation while lowering its CAPEX and OPEX.\n4.5.\nMeasures to support digital implementation\nThe CBAM regulation defines the deployment of the CBAM Registry in two periods declined in 3 consecutive phases:\ne Period perspective: a progressive deployment during a Transitional Period from the Q4 2023 until the Q4 2025, followed by a Definitive Period from Q1 2026. o During the Transitional Period, the CBAM importers report the emission of their imported goods quarterly but do not have to purchase and surrender certificates. It is the running in period of the CBAM scheme. During the Definitive Period, starting on 01 January 2026, the CBAM Declarants must be authorised, they declare their emissions once per year, they purchase certificates to keep their CBAM account at minimum 80% balance between their emissions and the purchased certificates, and they surrender their certificates with their yearly declarations. e Phase & Part perspective: o CBAM Phase 1: the “CBAM reports” by the importers of CBAM goods (so called Part 1), to be used during the whole Transitional Period as from Q4 2023 (out of scope of the Project Charter); CBAM Phase 2: the “CBAM reports” provided by the importers of CBAM goods (Part 1), the CBAM Declarant Authorisation and the registration of the Operators of third countries Installations (so called Part 2) as from 31 December 2024 in anticipation of the Definitive Period; CBAM Phase 3: The Part 2 augmented with the CBAM declarations and certificates along with the full CRAM account management (so called Part 3) as from the start of the Definitive Period but without Part 1 “CBAM Reports” as from the end of the Transitional Period 31 December 2025. CBAM Declarations, Accounts 20 Part 3 and Risk Analysis =~ Part 1 CBAM Phase 1 CBAM Phase 2 n\na Bete\nCBAM Transitional Period\nEN\n53\nEN",
  "page_68": "Deployment in two phases/parts of the CBAM Registry\nThe CBAM Phase 1 (implementation of CBAM Part 1 and its operation from Q4 2023 until end 2025 is entirely covered by the Project Charter of the Transitional Period\nThe two figures below illustrate the approach to deliver the full scope of the Definitive System in two phases, depicting the user communities, the external systems at play and the main entities being managed in the scope of the respective phases. Refer to the next section for the definition of the external systems and entities.\nCBAM Part 2 Scope: on top of Part 1, The “CBAM reports” by the importers of CBAM goods, comes the Part 2 “CBAM Authorisation and Installations” (both in green in the following diagrams), which will enter in operation on 31 December 2024 as mandated by the CBAM regulation. Both Part 1 and Part 2 will then be further maintained and evolved during the remaining of the Transitional Period. The “CBAM Authorisation and Installation” will be integrated in the CBAM Definitive System while the “CBAM reports” will be phased out at the end of the Transitional Period. The Part 1 and Part 2 interface the CBAM Registry with the National Customs Import Systems, with the National Customs Inward Processing Systems and the supporting EU Customs systems of DG TAXUD to foster compliance at minimal burden for trade. CBAM Part 2 comes in anticipation of the Definitive System by delivering its first component.\nThe CBAM Phase 2 Timeline: It starts on the 31 December 2024 and ends on the 31 December 2025 with the start of the Definitive Period. The user community is extended to the Operators of the Installations in the third countries while the CBAM Declarants will need to obtain the required authorisations for the Definitive Period.\nEN\n54\nEN",
  "page_69": "Authorised\nDeclarants\nA\nOperators of 3rd\nCountries\nCBAM Phase 2 from 31.12.2024\nrane\n= oe\nome\n[Access vu§Ds2_|\ni\nhiicetaaleel\n[access uiwosz |\nA\nNational\nAuthorities\nEN\n55\nEN",
  "page_70": "CBAM Part 3 Scope: The “CBAM Declarations, Accounts and Risk Management” part (in purple in the following diagram), will enter in operations at the start of the Definitive Period scheduled for the 1 January 2026. It constitutes the core of the CBAM definitive system. CBAM Part 3 also includes the interfaces with the National Import Systems for the CBAM Authorisations via the EU CSW-CERTEX, the Common Central Platform for the purchasing of CBAM Certificates, ETS, OLAF, and the Systems of the National Competent Authorities. Furthermore, it adds the CBAM Certificates capabilities to the CBAM Registry as well as all the Risk Management ones. As the CBAM Certificates and Risk Management modules handle confidential information and monitor cases of circumvention and non-compliance, CBAM Part 3 manages sensitive information and requires highly secure processes. This part will be further maintained and evolved during the Definitive Period.\nThe CBAM Phase 3 Timeline: It starts on the 1 January 2026 and matches with the Definitive Period. During this phase, only the parts 2 & 3 of CBAM will operate in parallel and in close interaction, as the Part 1 was specific for the Transitional Period and is phased out. The user community is extended to the National Customs Administrations\nCBAM Part 3 Scope: The “CBAM Declarations, Accounts and Risk Management” part (in purple in the following diagram), will enter in operations at the start of the Definitive Period scheduled for the 1 January 2026. It constitutes the core of the CBAM definitive system. CBAM Part 3 also includes the interfaces with the National Import Systems for the CBAM Authorisations via the EU CSW-CERTEX, the Common Central Platform for the purchasing of CBAM Certificates, ETS, OLAF, and the Systems of the National Competent Authorities. Furthermore, it adds the CBAM Certificates capabilities to the CBAM Registry as well as all the Risk Management ones. As the CBAM Certificates and Risk Management modules handle _ confidential information and monitor cases of circumvention and non-compliance, CBAM Part 3 manages sensitive information and requires highly secure processes. This part will be further maintained and evolved during the Definitive Period.\nThe CBAM Phase 3 Timeline: It starts on the 1 January 2026 and matches with the Definitive Period. During this phase, only the parts 2 & 3 of CBAM will operate in parallel and in close interaction, as the Part 1 was specific for the Transitional Period and is phased out. The user community is extended to the National Customs Administrations.\nEN\n56\nEN",
  "page_71": "Authorised\nOperators of 3rd\nCountries\nCBAM Phase 3 from 01.01.2026\n= acta\ncea\n|\n*#ee, os ames\nHigh Security Processes\nveel\ncae | ~\nS|\neet ed\n=)\n{ia\neva\neee\nfo fea\nbaoee”\nleoe**\nee ar\nS a |\na...\nii\nDT ded poakisuverssbutawacenmuqcasesay=sseerenoseleanues nti.\nae:\nOLAF\nAdministrations\nEnforcement\nInformation\nEN\nNational\nAuthorities\nCommission\nCBAM Phase 3 - High Level Architecture\nee =e)\n]  [{ [Aecesstnjunss Access uniter]\nEN\n57",
  "page_72": "oS\noe\n_———n\n———\n=\n—\n—\n=\nCouncil of the\nEuropean Union\nCOVER NOTE\nFrom:\ndate of receipt:\nTo:\nBrussels, 27 February 2025 (OR. en)\n6609/25\nADD 1\nSIMPL 3 ANTICI 5 ECOFIN 219 EF 45 DRS 10 COMPET 96 FIN 249 COH 10 CODEC 180\nInterinstitutional File:\n2025/0039(COD)\nSecretary-General of the European Commission, signed by Ms Martine\nDEPREZ, Director\n27 February 2025\nMs Thérése BLANCHET, Secretary-General of the Council of the\nEuropean Union\nCOM(2025) 87 final\nANNEXES to the Proposal for a Regulation of the European Parliament\nand of the Council amending Regulation (EU) 2023/956 as regards\nsimplifying and strengthening the carbon border adjustment mechanism\nDelegations will find attached document COM(2025) 87 final.\nNo. Cion doc.:\nSubject:\nEncl.: COM(2025) 87 final\n6609/25 ADD 1\nGIP.B\nEN",
  "page_73": "ESA\nEUROPEAN\nCOMMISSION\nBrussels, 26.2.2025\nCOM(2025) 87 final\nANNEXES | to 2\nANNEXES\nto the\nProposal for a Regulation of the European Parliament and of the Council\namending Regulation (EU) 2023/956 as regards simplifying and strengthening the carbon border adjustment mechanism\n{SWD(2025) 58 final}\nEN\nEN",
  "page_74": "ANNEX I\nAnnex IV is amended as follows:\n(1) in point 4, the third sentence is deleted. (2) point 4.1 is amended as follows: (a) the fourth sentence is replaced by the following: ‘When reliable data for the exporting country cannot be applied for a type of goods, the default values shall be based on the average emission intensity of the ten exporting countries with the highest emission intensities for which reliable data can be applied for that type of goods.’; (b) the fifth sentence is deleted; (3) in point 7, the second paragraph is replaced by the following: ‘Where declarants for goods produced in a third country, a group of third countries or a region within a third country can demonstrate, on the basis of reliable data, that alternative region-specific adaptations of default values are lower than the default values determined by the Commission, such region-specific adaptations can be used.’\nEN\nEN",
  "page_75": "ANNEX II\nThe following Annex VII is added:\n‘ANNEX VII\nThreshold referred to in Article 2(3a)\n. The threshold referred to in Article 2(3a) shall be set at 50 tonnes of net mass.\n. For determining the threshold, the following methodology shall be applied:\nDL, Em; x 1_(Q; > Q) Q chosen such that > target share of emissions of 99% Total emissions\nWhere:\nQ is the mass-threshold in tonnes allowing to capture a given target share of emissions;\n— Annual emissions per importer; i, Em; = an qi jE\nqi,j is the imported volume in tonnes by importer i of the CN code j;\nJ; is the number of CN codes imported by importer i among the four sectors considered (aluminium, cement, fertilisers, iron and steel);\nET; is the emission intensity for CN code ys\nTotal emissions: the total emissions in CO2 of the four CBAM sectors considered, that is the sum of corresponding emissions for all importers: total emissions = ye Em, , where N is the number of importers;\nQi = a qi; : the total volume in tonnes of CBAM goods imported by importer ¢;\n1(Q; > Q) is an indicator function equal to 1 when Q,; > Q (that is, when an importer is importing volumes higher than the mass-threshold Q), 0 otherwise.\nTo capture uncertainty over changes in trade patterns while maintaining the environmental objective of this Regulation, a margin of 0.25 percentage points is added to the level of 99% of the embedded emissions as referred to in Article 2(3a) of this Regulation.\nFor simplicity, the threshold shall be rounded to the nearest ten.\nBy July of each calendar year, the Commission shall, based on import data covering a reference period of 12 months preceding the month? of this assessment, assess whether the value derived from the methodology deviates by more than 5 tonnes from the threshold laid down in point 1.’\nThe emission intensities E; are based on default values (without mark-up) for emissions published for the transitional period. For cement and fertiliser products, direct emissions and indirect emissions are considered; for aluminium and iron and steel products, only direct emissions are considered. For future updates of the threshold, the default values shall be set in accordance with the methods set out in Annex IV without the mark-up as referred to in Section 4.1 of Annex IV.\nFor the purposes of establishing the threshold referred to under point 1, import volumes by importer were calculated based on import data for the period of 1 October 2023 to 30 September 2024.\n—\nEN\nEN",
  "page_76": "oS\noe\n_———n\n———\n=\n—\n—\n=\nCouncil of the\nEuropean Union\nCOVER NOTE\nFrom:\ndate of receipt:\nTo:\nBrussels, 27 February 2025 (OR. en)\n6609/25\nADD 2\nSIMPL 3 ANTICI 5 ECOFIN 219 EF 45 DRS 10 COMPET 96 FIN 249 COH 10 CODEC 180\nInterinstitutional File:\n2025/0039(COD)\nSecretary-General of the European Commission, signed by Ms Martine\nDEPREZ, Director\n27 February 2025\nMs Thérése BLANCHET, Secretary-General of the Council of the\nEuropean Union\nSWD(2025) 58 final\nCOMMISSION STAFF WORKING DOCUMENT Accompanying the document Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) 2023/956 as regards simplifying and strengthening the carbon border adjustment mechanism\nDelegations will find attached document SWD(2025) 58 final.\nNo. Cion doc.:\nSubject:\nEncl.: SWD(2025) 58 final\n6609/25 ADD 2\nGIP.B\nEN",
  "page_77": "nes\nEUROPEAN\nCOMMISSION\nBrussels, 26.2.2025\nSWD(2025) 58 final\nCOMMISSION STAFF WORKING DOCUMENT\nAccompanying the document\nProposal for a Regulation of the European Parliament and of the Council\namending Regulation (EU) 2023/956 as regards simplifying and strengthening the carbon border adjustment mechanism\n{COM(2025) 87 final}\nEN\nEN",
  "page_78": "1. Introduction\nThe European Union has set itself the legal objective of becoming a climate-neutral and climate resilient continent by 2050 as enshrined in Regulation (EU) 2021/1119 on the European Climate Law!. These binding goals were specified in the Communications on the European Green Deal? and on A Strong Social Europe for Just Transitions®, in which the Commission set the ambition to upgrade Europe’s social market economy to achieve a just transition to sustainability.\nIn his report on ‘The Future of European Competitiveness’, Mario Draghi emphasised the need for Europe to create a regulatory landscape which facilitates competitiveness and resilience.’ In the Budapest Declaration on the New European Competitiveness Deal, EU Heads of State and Government called for ‘a simplification revolution, ensuring a clear, simple and smart regulatory framework for businesses and drastically reducing administrative, regulatory and reporting burdens, in particular for SMEs’.° Multiple companies and stakeholders have voiced their concerns about the administrative burden resulting from a number of EU acts, including Regulation (EU) 2023/956 establishing a Carbon Border Adjustment Mechanism (‘CBAM Regulation’)°.\nIn its Communication on the Competitive Compass for the EU, the Commission confirmed that it would deliver an unprecedented simplification effort to achieve the agreed policy objectives in the simplest, most targeted, most effective and least burdensome way. In its Communication entitled ‘A simpler and faster Europe: Communication on implementation and simplification’, the Commission set out an implementation and simplification agenda that delivers fast and visible improvements for people and business on the ground, requiring more than an incremental approach and underlining the need for bold action to streamline and simplify EU, national and regional rules.’\nAs part of the European Green Deal, the European Union introduced the Carbon Border Adjustment Mechanism (CBAM)*’. CBAM is an environmental instrument that tackles carbon leakage by putting a carbon price on imports of CBAM goods. The CBAM applies to imports of certain goods and selected precursors: cement, iron and steel, aluminium, fertilisers, electricity and hydrogen. CBAM will apply with financial consequences as from 2026, while the current transitional phase spans between 2023 and 2025. The experience gained during the first year and a half of CBAM implementation during the transitional phase shows that there is scope to simplify the CBAM while preserving its environmental integrity. The need for simplification was actively raised by all stakeholders both in the EU and outside, public authorities and business. A broad set of mutually reinforcing amendments are proposed\n' Regulation (EU) 2021/1119 of the European Parliament and of the Council of 30 June 2021 establishing the framework for achieving climate neutrality and amending Regulations (EC) No 401/2009 and (EU) 2018/1999 (‘European Climate Law’) (OJ L 243, 9.7.2021, p. 1).\n2\nCOM/2019/640 final\n3 COM/2020/14 final\n4 “The future of European competitiveness”, September 2024.\n> Budapest Declaration the New European Competitiveness Deal, 8 November 2024. on\n6 Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing carbon border a adjustment mechanism (OJ L 130, 16.5.2023, p. 52, ELI: http://data.europa.eu/eli/reg/2023/956/o}).\n7 https://commission.europa.eu/document/download/8556fc33-48a3-4a96-94e8-\n8ecacefleal8_en?filename=250201_ Simplification _Communication_en.pdf\n8 Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing carbon border a adjustment mechanism (OJ L 130, 16.5.2023, p. 52, http://data.europa.eu/eli/reg/2023/956/0}) (‘the CBAM Regulation).",
  "page_79": "to facilitate the smooth implementation of CBAM and minimise its administrative burden while ensuring its environmental integrity.\nSimplifying CBAM is part of an unprecedented simplification effort by the European Commission, in the Competitiveness Compass 9 To sustained and as set out . ensure measurable efforts over the years ahead, the Commission has set ambitious quantified targets for reducing administrative burden: at least 25% for all companies and at least 35% for SMEs. One central element of the CBAM simplification package is to introduce a new CBAM de minimis threshold, which will allow to exempt occasional importers of small quantities of CBAM goods. For exempted importers, administrative costs related to the CBAM — that means all costs related to the compliance with CBAM other than the financial CBAM obligation - will be cut by almost 100%. As the majority of the exempted importers are SMEs, the CBAM simplification will contribute substantially to the Commission targets.\nThis simplification package in itself is of key importance for ensuring the functioning of the CBAM. It is a crucial first step towards a strengthened and more effective CBAM that delivers on climate objectives without putting undue burden on businesses. Simplifying the CBAM will be key to making the mechanism work on the ground and support EU industry in its decarbonisation efforts by avoiding carbon leakage risks. Simplifying the mechanism would also be a key enabler for a potential future scope extension, notably to downstream goods.\nThe present document discusses the proposed simplifications of the CBAM Regulation for the Omnibus legislative package. The document is organised in two main sections. Section 2 focuses on the measures to simplify CBAM for small importers, outlining and assessing the proposal for a new de minimis threshold. Section 3 covers other simplifications that will benefit larger importers of CBAM goods and also operators in third countries.\n2. Simplifying CBAM for small CBAM importers: A new de minimis threshold\n2.1 Problem definition\nFrom the experience gathered during the ongoing transitional period, it has become clear that compliance with CBAM entails an administrative burden for EU importers, who need to obtain an authorisation to become CBAM declarants prior to the importation of CBAM goods, submit an annual declaration (based on actual emissions’ information received from their suppliers or on the use of default values with a markup), purchase and surrender CBAM certificates. To date, the experience from the reporting during the CBAM transitional period and from exchanges with Member States, industry stakeholders, international partners, third country operators, and NGOs have confirmed that the compliance burden is particularly onerous for occasional importers of small quantities of CBAM goods.\nThe problem essentially concerns four CBAM industrial sectors, namely iron and steel, aluminium, fertilisers and cement.'® For these, customs import data from the first year of the\n° COM/2025/30\n10 Tn contrast, the problem of having large number of occasional importers is not applicable to the other two CBAM sectors, a electricity and hydrogen. In the case of electricity, the sector is instead characterised by imports of large volumes by a limited number of individual importers. The hydrogen sector is characterised by a very low number of importers overall. The customs data analysed show that there are only 64 importers of hydrogen across the EU-27, which together account for 92%",
  "page_80": "transitional period of the CBAM (Q4 2023 — Q3 2024) show that roughly 80% of CBAM importers accounted for only 0.1% of all imported emissions embedded in CBAM goods, and only 10% of importers accounted for more than 99% of the emissions (see Figure 1 below). Several Member States submitted similar findings based on the analysis of their national customs data. Moreover, the median value of CBAM goods imported per (small) importer per year (that is, importing for example less than 50 tonnes of mass per year) is only around EUR 1,600 (see Section 2.3.1 for more detail). Therefore, the administrative costs for small importers, which were estimated, in the 2021 impact assessment accompanying the Commission proposal'!, to range from EUR 5,440 to EUR 6,900 per year!’, are disproportionate compared to the value of goods imported into the EU by these small importers.\nFigure 1. Distribution of importers and distribution of emissions 13\n100!\nTs\n90'\n80'\n70'\n60'\n50'\n40)\n30)\n20'\n10'\nie)\n10\n20\n30\n40%\n0\n60%\n'\n70\n80\n90\n1009\ncumulative proportion of importers\nSource: Surveillance data (see footnote 20 for further details) analysed by the Commission for the four CBAM sectors included in the simplification: aluminium, cement, fertilisers, iron and steel.\nThe current CBAM Regulation provides for a de minimis threshold based on the existing de minimis in customs legislation, which proves not to be fit for the purpose of maximising the CBAM’s effectiveness to fight carbon leakage while minimising its administrative burden. Article 2(3)(a) of the CBAM regulation exempts goods listed in\nof the overall emissions of the hydrogen sector. For these reasons, hydrogen and electricity are excluded from this proposal to exempt occasional importers of small CBAM quantities.\n'l See Impact Assessment Report of 14.7.2021 (SWD(2021) 643 final). Throughout the current Staff Working Document, the numbers taken from the 2021 Impact Assessment Report have not been adjusted for inflation.\nTf default values are used for CBAM declarations (see Section 2.3.1).\n'3 Based customs import data from the first (Q4 2023 Q3 2024), CBAM goods imported in the EU by on year — were approximately 200.000 importers. Of these, close to 58% were pure iron and steel importers, about 20% were pure aluminium importers and another 20% importers of both iron and steel and aluminium goods. The remaining 2% consisted of fertilisers importers (1%), cement importers (0.4%), and importers of other different combinations of CBAM goods (0.6%). It is estimated that the total yearly number of importers is approximately 200,000. The missing number of importers is extrapolated with the 175,000 analysed so far, representing 89% of overall emissions for the four CBAM sectors included in the simplification.",
  "page_81": "Annex I to the CBAM Regulation from its scope provided that the intrinsic value of such goods does not exceed, per consignment, the value specified for goods of negligible value as referred to in Article 23 of Council Regulation (EC) No 1186/2009\" - currently EUR 150. Based on the data collected during the ongoing transitional period, it can be concluded that this threshold has proven insufficient to exclude occasional importers of small CBAM quantities, responsible only for a very small fraction of GHG emissions and which are often small and medium-sized enterprises (SMEs), or individuals, from the scope of CBAM. Moreover, on 17 May 2023, the Commission put forward proposals for the reform of the EU Customs Union. If adopted, the proposed reform will abolish the current threshold whereby goods valued at less than EUR 150 are exempt from customs duty, because it is prone to a high risk of circumvention of the customs rules and distorts the level playing field for EU businesses. 15\nThere are a number of problematic issues in the design of the current CBAM de minimis threshold:\n1) The current threshold is too low. While the Commission impact assessment estimated around 20,000 CBAM importers per year, the analysis of customs data shows that there are 10 times more importers in scope of the CBAM!° many of which SMEs (see box 2 in section 2.3.1 for more detail). As described above, this leads to a higher administrative burden than anticipated, which is particularly onerous for occasional importers of small quantities of CBAM goods. 2) The current threshold is expressed in monetary value. This is not a good indication for policy relevance, since the CBAM is based on embedded emissions. Analysis, using the Commission’s global default values at product level and Surveillance data, shows that mass is a better proxy for embedded emissions of importers than value for the current product scope, in line with the environmental objective of the CBAM. This will likely be even more the case, if and when the CBAM scope will be extended to downstream products, where the CBAM goods are representing only parts of the imported products. While the decisions on the future scope are not yet taken, it is important to design a system that is future-proof to provide legal and planning certainty. 3) The current threshold is applied on a consignment-basis. This poses problems in terms of circumvention risks, which led the European Union to abolish the EUR 22 VAT threshold!’ and the European Commission to propose abolishing the EUR 150 threshold for customs duties. Moreover, such an approach is insufficiently tailored to occasional importers of small CBAM quantities: Some large importers would also benefit from such an exemption, because some of their consignments would be below the consignment-threshold despite having over the year material CBAM imports. Conversely, a significant number of occasional importers of small quantities — as measured by estimated annual emissions in their imports - would not be exempted,\n'4 This threshold is based Council Regulation (EC) No 1186/2009 of 16 November 2009 setting Community system on up a of reliefs from customs duty.\n'5 The estimated savings from the proposed do not overlap with estimated savings from the UCC reform. While measures there are strong synergies between the Customs reform proposal, notably the strengthened EU customs risk management and the establishment of a central EU Customs Data Hub, which will facilitate enforcement of the CBAM, all savings estimated in this document are CBAM-specific.\n16 This assessment is based Surveillance data. on\n'7 Council Directive (EU) 2017/2455",
  "page_82": "because they would have one or a few consignments above such a threshold (See section 2.2.1 for more details). From a policy perspective, what matters for CBAM, and its environmental objective, are annual emissions embedded in CBAM goods imported into the Union.\nIn addition to the administrative costs for occasional importers, the high number of CBAM importers currently in scope by consequence implies a high burden on authorities, notably national competent authorities (NCAs). An effective CBAM relies on effective monitoring and enforcement. Under the current rules, NCAs would need to check and ensure compliance for a large population of importers. The overwhelming majority of them import goods with a very limited number of embedded emissions. This would absorb resources that could otherwise be devoted to monitor and ensure compliance of imports with material levels of emissions.\n2.2 Proposed way forward\nBased on the data collected throughout the ongoing transitional period, the Commission proposes an informed amendment to the current de minimis threshold to reduce administrative costs for all actors involved, notably SMEs, while preserving the environmental integrity of the CBAM. This is achieved by amending the threshold and setting a target of at least 99% of emissions to remain in the scope. By exempting less than 1% of emissions the amendment would preserve the environmental objective of the CBAM.\nGiven the above, this proposal consists in an exemption based on an annual cumulative mass threshold of imports in the four industrial CBAM sectors per importer. A mass- based threshold of 50 tonnes is proposed to ensure that more than 99% of emissions are maintained in the scope. The mass-based threshold is calculated to translate the emissions objective of maintaining more than 99% emissions in scope based on a methodology using customs import data and the Commission’s global default values (see Box | for more detail). The threshold would be updated for the subsequent year, if the methodology to derive the mass-based threshold ensuring that at least 99% emissions are in scope results in a threshold that deviates by more than 5 tonnes from the threshold chosen pursuant to paragraph 1 of this Annex of the CBAM regulation.\nImporters that are below this threshold will be exempted from the CBAM authorisation and declaration obligation and from the obligation to purchase CBAM certificates. They will need to self-identify as “occasional CBAM importers” when lodging their customs declarations and monitor that they do not exceed the threshold over the year. Compliance with the threshold will be monitored by Commission and national authorities, based on Customs import data. This will be paired with strong anti-abuse provisions and will be subject to regular reviews to assess the robustness of the threshold in 2027 and every two years thereafter. The proposed exemption will allow the Commission and national authorities to focus their monitoring and enforcement on importers representing a material share of imports of CBAM goods, therefore strengthening the effectiveness of the CBAM, increasing the protection for EU industries against carbon leakage, and supporting decarbonisation efforts. By making the CBAM more administratively manageable, this simplification will also enable a potential future scope extension of the CBAM to a broader range of sectors, notably for downstream products, which is also an important step to address certain circumvention practices. The proposed way forward would also alleviate CBAM related reporting burden on third country producers.",
  "page_83": "2.2.1 An easily implementable and environmentally robust threshold\nA simplification that maintains the environmental integrity of CBAM. Different levels of mass were assessed for the determination of the threshold, ranging from 10 to 500 tonnes (see Table 1).\nThe choice of a threshold of 50 tonnes per year per importer is guided by two dimensions:\n1) Preserve the environmental integrity of the CBAM 2) Conditional to one, maximise the benefit in terms of reduced administrative burden\nCBAM is an environmental measure. The proposed simplifications should not reduce the effectiveness of the CBAM as a climate instrument. With this in mind, it is proposed to set out in the Regulation a target of emissions that need to be maintained in scope. Taking also into account cost-benefit considerations, a target of maintaining at least 99% of emissions was chosen. Such a target would both maximise the benefits from simplification and ensure that only a negligible volume of emissions is exempted compared to the total. It also allows for making the exemption future-proof (see section 2.2.1).\nBased on a robust methodology (see Box 1), this emissions-target is translated into a cumulative mass-based threshold of 50 tonnes per importer per year. Considering the weighted average emission intensity across all four sectors (iron and steel, aluminium, fertilisers and cement), the 50 tonnes mass-based threshold corresponds to approximately 80 tonnes of CO2 equivalent on average per importer.'® Such a mass-based threshold would allow for exempting an estimated 182,000 importers (91% of total number of importers), representing less than 1% (1.e. 0.73%) of the total emissions of the imports across the four CBAM sectors considered (iron and steel, aluminium, cement, fertilisers).\nTable 1. Distribution of exempted importers and emissions for different annual mass- thresholds in tonnes 19\nAnnual thresholds\nPercentage of\nPercentage of\nEstimated\nPercentage of\nin tonnes\nimporters\nemissions from\nremaining\nemissions from\nexempted\nexempted\nnumber of\nremaining\nimporters\nimporters\nimporters\n0%\n0%\n200,000\n100%\n10\n83%\n0.19%\n34,000\n99.81%\n30\n89%\n0.49%\n22,000\n99.51%\n70\n92%\n0.94%\n16,000\n99.06%\n150\n94.5%\n1.62%\n11,000\n98.38%\n250\n96%\n2.30%\n8,000\n97.70%\n500\n97%\n3.57%\n6,000\n96.43%\nSource: Commission’s analysis based on Surveillance data.\n'8 For each importer, the corresponding emissions calculated by multiplying the quantity imported for each CN code by are its corresponding emission intensity (see Box | for further details). The weighted average emission intensity of 1.55 tCO2/t across all four sectors (iron and steel, aluminium, fertilisers and cement) is calculated by dividing the total emissions (that is the sum of emissions across all importers) by the total volume in tonnes imported by these importers.\n!°\nThe table covers the four CBAM sectors included in the proposed simplification: aluminium, cement, fertilisers, iron and steel. Its interpretation should be as follows: 83% of all CBAM importers have imported less than 10 tonnes of these four CBAM goods from October 2023 to September 2024 and account for 0.02% of all emissions. It is estimated that the total yearly number of importers is approximately 200,000. The column on “estimated remaining number of importers” extrapolates the missing number of importers with the 175,000 analysed so far, representing 89% of overall emissions for the four CBAM sectors included in the simplification.",
  "page_84": "Box 1. Methodology to determine the mass threshold\nThe mass-threshold is set to ensure that at least 99% of embedded emissions are covered by CBAM, which, in turn, preserves the environmental objectives of the mechanism.\nIn order to do so, the emissions embedded in the quantities imported need to be estimated. For the implementation of this calculation, customs data from 1 October 2023 to 30 September 2024 were used. These correspond to the first 12 months of CBAM transitional regime and 20,21 are provided to the Commission through the surveillance system.\nFor each customs declaration, the amount of corresponding CO2 emissions is calculated by multiplying the volume imported for each CN code with the corresponding Commission’s global default value (without mark-ups) for emissions published for the transitional period. As per the CBAM Regulation, for cement and fertilisers direct emissions and indirect emissions are considered, while for aluminium and iron and steel only direct emissions are considered. The volumes imported and corresponding CO2 emissions (see Equation 1 below) are then aggregated at importer-level:\nEquation 1:\nJi\nFor a given importer i, Em; = >, qi jE]\nwhere:\nj=1\nqi,j is the imported volume in tonnes by importer i of the CN code j, J; is the number of CN codes imported by importer i among the four sectors considered (aluminium, cement, fertilisers, iron and steel), E]; is the emission intensity for CN code j.”\nFor a given annual threshold in tonnes of volume imported, importers that would not be exempted are identified and the corresponding proportion of overall emissions captured is calculated (see Equation 2 below for a given mass-threshold of Q tonnes):\nEquation 2:\nproportion of emissions captured for a mass — threshold of Q tonnes =\nLit Em; x 1(Q; > Q)\nTotal emissions\nwhere:\n- Q is the mass-threshold in tonnes allowing to capture a given target share of emissions (see paragraph below);\n20 The Commission surveillance system (\"customs surveillance\") records and centralises all trade data (import and exports) directly from the national customs authorities on a daily basis. For each transaction, the stored data contain the information available on the Single Administrative Document (SAD), including the volume and origin of the consignment. According to Art.55(2) of Commission Implementing Regulation (EU) 2015/2447, the customs authorities shall provide the Commission at least once a week with data on customs declarations for the goods that have been made subject to surveillance at release for free circulation or at export.\n21 Tt should be noted that for Member States, customs data provided in the surveillance system do not contain the some Economic Operators Registration and Identification (EORI) identifiers for the importers for the full period considered. For these Member States, customs data from the surveillance system are therefore supplemented by customs data provided separately to the Commission. Overall, the customs data used in the simplification analysis include approximately 175,000 importers, representing 89% of the emissions for the four CBAM sectors (aluminium, cement, fertilisers, iron and steel).\n22\nFor the purpose of defining the 50 tonnes mass-threshold, the emission intensities E; are based on default value (without mark-ups) for emissions published for the transitional period. As per the CBAM Regulation, for CN codes in cement and fertilisers, direct emissions and indirect emissions are considered; for CN codes in aluminium and iron and steel, only direct emissions are considered.",
  "page_85": "= — - Qi Dy qi,j : the total volume in tonnes of CBAM goods imported by importer i, 1(Q; > Q) is an indicator function equal to 1 when Q; > Q (that is, when an importer is importing volumes higher than the mass-threshold Q), 0 otherwise, Total emissions : the total emissions in CO2 of the four CBAM sectors considered, that is the sum of corresponding emissions for all importers: total emissions = Y:_, Em; , where N is the number of importers.\nThe proposed mass-threshold is set based on the following methodology:\na) At least 99% of emissions should be captured, in order to preserve the environmental integrity of the CBAM (see Equation 3);\nEquation 3:\nLita Em; x 1_(Qi > Q)\nQ chosen such that\n> target share of emissions of 99%\nTotal emissions\nb) To capture uncertainty over future trade patterns while maintaining the environmental objective, a margin of 0.25 percentage points is added to the 99% emissions target. c) For simplicity, the mass-threshold is rounded to the nearest ten, e.g. if a value of 52 tonnes would result in 99.25% emissions captured it would be rounded down to 50 tonnes, if a value of 57 tonnes would result in 99.25% emission captured, it would be rounded up to 60 tonnes.\nBased on a-c, the threshold is set at 50 tonnes mass per importer per year.\nTo make this approach future-proof, a mechanism is introduced to ensure that the emissions target share is met, even if trade patterns evolve or default values are updated. By July of each calendar year, the Commission shall, based on data covering a reference period of 12 months preceding the month of this assessment, assess whether the value derived from the aforementioned methodology deviates by more than 5 tonnes from the threshold laid down in point 1 of Annex VII. Where this is the case, and in accordance with the empowerment laid out in Article 2(3a) of this Regulation, the Commission shall update the threshold.\nFigure 2 below also illustrates the environmental integrity of the CBAM (proxied by the red curve illustrating the percentage of emission from non-exempted importers) against the proportion of importers exempted (blue curve).",
  "page_86": "Figure 2. Distributions of importers exempted against emissions of non-exempted importers\n100.0% -\n=\nH+ eae estas ——L—- oe a ae aioe +\na\nSars eres tf! See -- me 4 nh\nre\nee —+—--tt—--b---\npe ene\n+\n97\nis\nae\na\neee ee\nne bees\na\nSS Se Sr\n= SSS\nae\n95.0)\n25 SG\nbe Gila Sie Sue Gls See Aa GUN eta) (His Gl Gila Gn aistie Sia bra fo Seta Se) oil\no\nGa S Se\n6 a Gta\n6\neo eo\n92\nSSRR SHS OT AGAR SEAT RESR OE ERAAEE BORE Ee SESE ESSE Ed BOGE SESE AS RE On Ea Eee Ra ee aeae Teas Ree Bae tt\n90.0)\nhs Se cm trl ers erat fect eee) mt et Get meee een me Gest es fee fe eh ar Grit eh eh ws Cet wesc ede Bd oes infeed Se ea fs ee pcs fnew ee\nSRR A ee ee ee eee ee a ea eee\n87\n85.0)\n82.5\nEASELS ERSE CES ERS SRS SERS ESSER CNSR RS CRIS\nSr\nERS\nASRS\nSES SRS BARS RASS\nCS Cie\nEASE ES CRS RS SESS Pere EARS ETERS\nE\n'A\n80.0\n775\n=\nProportion of emissions of non-exempted importers\n75.0\n= Proportion of importers exempted\n72.5\n70.0\n67\n65.0\n62\nip PRN LE Sa Sa eo eg Ta rns end 2s\n' ' pg pega a ALI Rea Ra SE a io De me ce a pe\noeooceo\nnin nnts3terrec Ft\necaog00accocoaoooC8o PSEPRI RAGES RE ER ERR RESEE SRS REE REE geo900\nMNTAODDRON Nao\nNad\nmass threshold in tonnes\nSource: Commission’s analysis based on Surveillance data. Note: Line A corresponds to a threshold of 10 tonnes, line B to 30 tonnes, line C to 50 tonnes, line D to 70 tonnes, line E to 150 tonnes, line F to 250 tonnes, line G to 500 tonnes.\nA targeted and robust threshold, maximising benefits and limiting circumvention risks.\nThe proposed approach changes the logic from a current consignment-based threshold to an annual cumulative threshold at importer level. This would allow for a more targeted and robust exemption than a consignment threshold. Differences in CBAM compliance burden are most pronounced at the margin between being part of the CBAM scope or not. This is because many compliance steps are either done once or on an annual or quarterly basis. For example, obtaining the status of authorisation CBAM declarant is done once. Complying with the rule to have a sufficient number of CBAM certificates on the account (See also Section 3.4.1) is a quarterly obligation. Complying with the CBAM declaration and financial obligations is an annual exercise. This means that the measure of efficiency for the threshold is not to maximise the number of exempted consignments given a certain in-scope emission level, but to maximise the number of exempted importers. Put differently, the reduction in administrative costs of having a consignment out of scope for importers that are otherwise in scope of the CBAM is negligible, as most of the administrative costs arise anyway.\nIn this respect, the annual cumulative threshold is clearly superior: For example, with the same emission target (e.g. 99.27% emissions in scope with an annual threshold of 50 tonnes) approximately 79% of importers would have been exempted under a consignment approach,” which is 12 percentage points less than under the annual threshold approach (1.e. an estimated 24,000 fewer companies that would benefit from the exemption). Moreover, amongst the importers that import less than 50 tonnes per year, approximately 13% of these importers have consignments above the consignment-threshold and would therefore not be exempted under a consignment approach. Last, amongst the importers that import more than 50 tonnes per year,\n23 The analysis shows that consignment threshold around 2.6 tonnes would allow to capture approximately 99.27% of the a overall emissions. An importer is exempted if all its consignments are below the consignment-threshold.",
  "page_87": "almost all of them have consignments below the consignment-threshold, and 25% of consignments are in average below the consignment-threshold.\nIn addition, a consignment-based threshold is prone to higher circumvention risks (such as from artificial splitting of consignments). This is not the case with an annual cumulative threshold.\nA simple implementation with the use of a mass-based threshold for importers. In their analysis, Commission services considered as an alternative a threshold expressed in CO2 emissions instead of the mass-based threshold. However, this alternative was discarded with a view to simplifying application for importers. Various stakeholders (Industry representatives and NGOs) expressed a strong preference for a mass-based approach, among others at a stakeholder event on 6 February. Importers, and particularly occasional importers of small quantities, are unlikely to be aware of the levels of emissions embedded in their goods — which is precisely part of the administrative burden that this proposal aims to cut. If the threshold was expressed in emissions, importers would have to self-monitor their import volumes for each of the CN codes that they import and multiply these with the default values on emission intensities of those CN codes. In contrast, the proposed mass-based threshold both ensures that the overall emission target is achieved (that is, more than 99% of emissions are captured by the remaining importers) and facilitates implementation, as importers can self- monitor their compliance with the threshold entirely based on data provided for the customs declaration, thereby reducing the administrative costs to the lowest levels possible.\nThis choice entails some trade-offs. CBAM products are characterised by divergent emission intensities, which cannot be captured individually by a mass-based threshold. This creates the theoretical possibility that importers, which would have been exempted under a hypothetical emissions-based threshold equivalent to the 50 tonnes mass-threshold, which is approximately 80 tonnes of CO2 equivalent, would now not be exempted. This said, analysis suggests that such cases only materialise rarely in reality: based on the same methodology used to derive the threshold, less than 0.05% of all importers would not be exempted based on the cumulative mass-based threshold of 50 tonnes, while their emissions embedded in their imports would be below the hypothetical emissions-equivalent threshold of approximately 80 tonnes of CO2 equivalent. This means that the loss of accuracy resulting from a simpler design of the threshold affects less than 100 importers, while it benefits the more than 180,000 other importers that will have fewer administrative costs related to the monitoring of their compliance with the threshold.\nAnother alternative, somewhat in between an emissions-based threshold and a single mass- based threshold, would have been to express the mass-based threshold per sector (i.e., four mass-based thresholds), aiming to capture divergences in emission intensities between sectors. However, this option was discarded as it would have introduced the possibility that importers who import goods from more than one sector remain under the respective sectoral mass-thresholds while importing up to four times more tonnes compared to importers who are only active in one CBAM sector.\nA future proof threshold. This approach set out in 2.2.1 and as detailed in Box 1 is future proof. It is anchored around a clear and unambiguous emission-target share of at least 99% of emissions, fully reflecting the environmental objective of the CBAM. This target will remain valid over time, and would also be appropriate, if and when there was a decision to extend the sector to other EU ETS sectors at risk of carbon leakage or to downstream products. Moreover, the methodology translating the 99%-target into practical application is designed to dynamically align to changes in trade patterns and/or the level of emission\n10",
  "page_88": "intensities, ensuring that also going forward, the environmental objective of the CBAM is fully preserved.\n2.2.2 What does the simplification mean for importers?\nA simplified operationalisation for importers. Importers that expect to stay below the annual cumulative threshold, and thus qualify for the exemption, can, when lodging an import declaration for a CBAM good, self-identify as an occasional CBAM importer and thereby be granted a derogation from the authorisation obligation. These importers would not be required to take any additional administrative steps and would not have to access the CBAM Registry. At any time during the year, a self-identified occasional importer can decide to apply for the status of an authorised CBAM declarant in case it expects to exceed the de minimis threshold.\nThroughout the year, importers would self-monitor the volume of their imports to estimate and examine whether the mass-based threshold is reached. Defining the threshold in “mass” facilitates the monitoring as importers would be able to check their compliance with the threshold not based on emission intensities but on mass of imports only, which is data they already provided in the customs declaration and thus already available. The obligation is thus limited to the summation of the quantities of imported CBAM goods.\nCertainty for exempted importers. Importers should have certainty about their status — whether they are exempted or not. This is not a concern for large importers whose imports clearly exceed the threshold - these know that they are not exempted. It is also not a concern for importers that are importing at very low levels. Therefore, only importers with import activities around the selected threshold will face some administrative burden in terms of projecting whether they expect their imports over the calendar year to remain below the threshold. Estimates suggest that around 2700 importers are importing at levels +/-15% of 50 tonnes of mass. These are only around 1.3% of the total number of importers, meaning that a 50 tonnes mass-threshold would provide reasonably levels of planning certainty for more than 98.5% of all importers of CBAM goods.\nCalculation of the CBAM financial adjustment for importers above the thresholds. The new CBAM de minimis will not affect the calculation of the CBAM financial adjustment for importers above the threshold. Importers who expect to exceed the threshold during the calendar year must apply for authorisation. If they indeed exceed the threshold, the CBAM financial adjustment will be calculated against all imports of CBAM goods.\nAn alternative design, which would provide for a deduction for importers above the threshold of emissions equivalent to the mass threshold was discarded for the following reasons:\ne Allowing for the deduction of the embedded emissions below the 50 tonnes mass threshold also for large CBAM importers would almost triple the number of exempted emissions — from 0.73% of total emissions to 1.98% of total emissions. This is due to the fact that all large importers would get a rebate of the full emissions equivalent of the 50 tonnes mass threshold (after accounting for any reporting based on actual values and the deduction of the CBAM factor), whereas the vast majority of exempted importers imports quantities substantially below the threshold, thus benefiting less in absolute terms from the exemption to acquire CBAM certificates. Such a deduction would not provide any added value in terms of reduction in administrative costs, as they only apply to importers that are in scope of CBAM and therefore have to comply with all reporting and financial obligations anyway.\n11",
  "page_89": "2.2.3 Compliance and Circumvention risks\nThe proposed simplification will allow authorities to focus their efforts on ensuring compliance by large importers, instead of ensuring compliance of a large number of small players.\nMonitoring, detecting circumvention and enforcement. Monitoring will be conducted on the basis of customs data obtained in the Surveillance system, allowing the Commission to have an EU-wide approach for all imports into the Union. The CBAM Regulation will be amended to specify that the Commission and NCAs for CBAM are jointly responsible for the monitoring of occasional importers and for detecting those who exceed the threshold.”4 Where the Commission detects that an importer has exceeded the threshold, it shall inform the NCA and the NCA will establish whether the threshold has been exceeded.\nNational customs authorities who receive information from the NCA that an importer has exceeded the threshold must not allow the importation of further CBAM goods by this importer, in accordance with Article 25(1) of the CBAM Regulation. In addition, occasional importers who have exceeded the threshold without previously having obtained an authorisation will be liable for the payment of a penalty. If the importer wants to resume the import of CBAM goods once the threshold was exceeded, then it will have to obtain the status of ‘authorised CBAM declarant’, submit a CBAM declaration and surrender certificates corresponding to these additional imports.\nLimited risks of circumvention under a robust monitoring system. While an annual threshold is not prone to circumvention risks that are known from the application of consignment-based de minimis thresholds such as artificial splitting of consignments, one circumvention risk that may arise is that importers may artificially split their imports across different subsidiaries or related entities, each with a different EORI number (“artificial split of EORI numbers”). Such a scheme would enable each subsidiary to remain below the threshold while at group level, they would import in total a quantity exceeding the threshold. However, such a scheme may be costly and cumbersome to set up and it is not evident that the benefits would outweigh the costs: the proposed annual threshold of 50 tonnes would only represent around EUR 4000 CBAM financial obligation on average per importer per year.*> Moreover, Commission services and other authorities will be able to track changes in import patterns and, analysing customs data combined with other data sources, will be able to detect material circumvention schemes.\nStrengthening of anti-abuse provisions. The CBAM Regulation will also include strengthened anti-abuse provisions, with an explicit reference to cases of “artificial split of EORI numbers”, and will provide for extended empowerments for authorities to act upon non-compliance and circumvention activities. In particular, NCAs will be able to apply penalties where companies have artificially split their imports over separate importers with different EORI numbers for the main purpose of avoiding CBAM obligations. Lastly, thanks to the simplification, CBAM authorities will also be able to focus resources on major circumvention risks.\n24 While these efforts will be of high importance to the effectiveness of CBAM, they will entail much lower ensure administrative burden for authorities than what would be required without a new de minimis provision.\n25 This is based the following calculations: (i) 50 tonnes multiplied by (weighted) emission factor the four on average across CBAM sectors of 1.55 implied 77.5 tonnes CO2 eq., (ii) an effective carbon price (i.e., taking into account gradual phase in of CBAM) at EUR 50.\n12",
  "page_90": "Continuous monitoring of the robustness of the threshold. Finally, it is proposed that the Commission will monitor the robustness of the threshold in terms of circumvention risks, including through the biennial report reviewing the functioning of the CBAM as set out in Article 30 (6) of the CBAM Regulation.\n2.3 Impact and quantification of the savings\nAs mentioned above, introducing a de minimis threshold of 50 tonnes will free tens of thousands of small importers from any administrative burden related to CBAM, as well as alleviate the burden on public authorities. At the same time, there will be some loss of revenues. This section discusses the cost-benefit analysis.\nAs regards the cost savings from a new de minimis, two categories are considered.\nThe first category corresponds to cost savings for exempted importers since no administrative costs will apply to them. As explained below, this amounts to approximately EUR 1,123 million per year. The analysis of the profile of exempted importers also shows that mostly SMEs benefit from these cost-savings, as they make up at least 74% of the companies affected by the exemption. Cost savings for SMEs would therefore amount to at least EUR 831 million.”°\nThe second category corresponds to cost savings for public authorities in Member States, due to lower implementation and enforcement costs with the exemption applying to 91% of importers of CBAM goods. This amounts to approximately EUR 87.5 million.\nThe aggregated costs savings (1.e., across importers and public authorities) are then compared to the loss of revenue from the new de minimis, estimated at 1% of expected CBAM revenues.\nAs explained below, the cost-benefit analysis shows that the new de minimis of 50 tonnes of mass would lead to an overall net benefit of EUR 1,189 million. Nevertheless, it should be recalled that the collection of revenues is not the primary objective of CBAM.\nThis section focuses on impacts that are quantifiable with the available data. As set out in section 2.1 and 2.2, there will be also other entities that indirectly benefit from this exemption. For example, narrowing down the number of importers in the EU to those importing large quantities, inevitably narrows the scope of the supply chain affected upstream. The new CBAM de minimis will thus also benefit third-country operators in the form of reduced administrative costs.\n2.3.1 Estimated cost savings for small importers\nA 50 tonnes mass threshold would lead to the exemption of 91% of importers for the CBAM sectors considered in the simplification, namely aluminium, cement, fertilisers, iron and steel. This represents an estimated 182,000 exempted importers, who are the main target of the simplification.’\n26 See Better Regulation toolbox (https://commission.europa.eu/law/law-making-process/planning-and-proposing-law/better- regulation/better-regulation-guidelines-and-toolbox/better-regulation-toolbox_en), Chapter 22.\n27 Without the proposed de minimis threshold of 50 tonnes of of the importers of CBAM goods could change new mass, some their behaviour and no longer import. For the purposes of this analysis, such behavioural change is not considered. This is\n13",
  "page_91": "The 2021 impact assessment accompanying the Commission proposal estimated that administrative costs for importers would be in the range of EUR 5,440 to EUR 6,900 per year, under the situation where CBAM declarants use default values for emissions. Under the situation where CBAM declarants would report actual emission values, the yearly administrative costs would be in the range of EUR 30,800 to EUR 45,300 per year.78\nSince exempted importers under this proposal would largely be small importers, the analysis assumes that they would choose to report emissions based on default values. Since an estimated 182,000 importers would be exempted under the proposed new de minimis threshold, the administrative cost savings for importers would be in the range of EUR 990,080,000 to EUR 1,255,800,000 per year. Moreover, these estimated cost savings do not consider that relying on default values would imply accepting increased levels of embedded emissions due to the proportionally increased mark-ups added to the average emissions intensities of a given country, resulting in higher administrative costs.\nIt should be noted that such administrative costs, i.e. in the range of EUR 5,440 to EUR 6,900 per year per importer, seem already disproportionately high compared to the value of goods imported into the EU by exempted importers (i.e., with yearly imports less than 50 tonnes of mass), where the median value per importer is around EUR 1,600 per year.?? This would be even more the case if small importers were reporting actual emission values, with administrative costs estimated in the range of EUR 30,800 to EUR 45,300 per year. Under the proposed new de minimis threshold of 50 tonnes of mass, these small importers could continue to import without being impacted by the CBAM.\nTo sum up, the administrative cost savings for all the exempted importers are estimated at approximately EUR 1.12 billion per year, which is the average of the range of EUR 990,080,000 to EUR 1,255,800,000 per year.\nCosts savings for SMEs. The profile of importers exempted under the proposed new de minimis threshold was also analysed, on the basis of data from the ORBIS database and customs.\nIn customs data, the importers are identified with their EORI numbers, except for natural persons and some occasional importers who are not required to have an EORI number. In contrast, companies are identified in ORBIS based on other identifiers. The Commission services carried out an exercise to reconcile the EORI numbers in customs data with the different identifiers available in ORBIS.\nBox 2 below details the analysis that shows that at least 74% of the exempted companies under the proposed simplification would be SMEs. In other words, among the EUR 1.12 billion per year of costs savings due to lower administrative costs, at least EUR 831 million would benefit SMEs. SMEs are therefore the main beneficiaries of the new de minimis threshold.\njustified, because even if some importers were no longer importing CBAM goods in such a scenario, this would lead to non- negligible costs for them (e.g. higher prices, changes in supply chains etc.) which are difficult to monetise. 28\nSee Impact Assessment Report of 14.7.2021 (SWD(2021) 643 final), Part 2/2, Table 6.3.\n29 This figure is based customs data for the period October 2023 to September 2024, for imports of CBAM goods. on\n14",
  "page_92": "Box 2. Methodology to identify SMEs\nThe Commission services extracted from ORBIS several variables to define the type of companies: (1) number of employees, (ii) turnover, (111) the size classification, which is a measure for the type of companies developed by ORBIS. In case of missing data in ORBIS for number of employees and turnover, the Commission services relied on the size classification variable provided by ORBIS that is a composite indicator of other variables.\nOverall, among the 175,000 importers available in customs data for EU imports of aluminium, cement, fertilisers, iron and steel, approximately 71,000 of the importers matched in ORBIS have information on the type of companies (i.e., size classification variable in ORBIS). Table 2 below provides the definition of small, medium, large, and very large, according to the size classification from ORBIS.\nTable 2. Size classification variable defined in ORBIS\nAmounts in EUR\nVery large\nLarge\nMedium\nSmall\nOperating revenue\n>= 100 million >= 10 million\n>= | million\nCompanies in Orbis\nTotal assets\n>= 200 million >= 20 million\n>= 2 million\nare considered to be\nEmployee number\n>= 1,000\n>=150\n>=15\nsmall when they are\nnot included in another\ncategory.\nSource: Orbis URLSize Classifications: Guide - Orbis User Guide Note: for Very Large companies, being Listed is also a criteria\nThe analysis of the profile of importers exempted is based on a sample of approximately 71,000 importers. The Commission services consider that this sample of 71,000 importers is still representative of the whole population of importers, since these 71,000 importers represent approximately 72% of the overall emissions for the four CBAM sectors included in the simplification.\nThe following elements should also be considered for the interpretation of the results.\n- First, the matching of customs data with ORBIS is biased toward large companies. This is because ORBIS is unlikely to include information on natural persons or occasional importers, which also import CBAM goods. Second, some identifiers are missing in customs data since (1) natural persons and occasional importers are not required to have an EORI identifier. Third, the definition of small and medium companies is more restrictive in ORBIS compared to the commonly accepted definition (https://single-market-economy.ec.europa.eu/smes/sme- fundamentals/sme-definition_en): (1) some companies defined as medium in ORBIS are actually small companies (that is, with staff headcounts lower than 50), and (11) some companies defined as large in\nORBIS are actually medium companies (with staff headcount lower than 250).\nBased on the considerations above, the analysis therefore underestimates the proportion of SMEs positively\naffected by the new de minis threshold.\nThe analysis shows that among these 71,000 importers:\n- Approximately 63,000 of those 71,000 importers would be exempted since their volumes imported would be below the new mass-based de minimis of 50 tonnes per year. Approximately 8,000 of those 71,000 importers import more than 50 tonnes of mass per year and would therefore not be exempted. Among the 63,000 importers exempted, 74% of these importers are small or medium companies as defined by ORBIS: 40% are small companies, 34% are medium companies.\n2.3.2 Estimated cost savings for public authorities in Member States\nIn terms of implementation and enforcement, CBAM affects both the NCAs for CBAM (e.g., authorisation of declarants, review of CBAM declarations, sale and repurchase of CBAM certificates) and Customs Authorities (e.g., review of customs declarations, border controls).\nThe 2021 impact assessment accompanying the Commission proposal estimated that implementation and enforcement costs for public authorities would be EUR 481 per year per importer under the situation where default value for emissions are used, and EUR 7,985 per importer under the situation with actual values for emissions. 30 year per\n30 See Impact Assessment Report of 14.7.2021 (SWD(2021) 643 final), Part 2, Table 6-5.\n15",
  "page_93": "Since exempted importers under the simplification proposal are largely small importers, the Commission assumes that they would choose to report emissions based on default values. Therefore, the implementation and enforcement cost savings for public authorities would be approximately EUR 87,542,000 per year?!.\n2.3.3 Estimated revenue losses due to the new de minimis threshold\nThe 2021 impact assessment accompanying the Commission proposal estimated that the revenue from CBAM would be approximately EUR 2.1 billion in 2030.*? Since less than 1% of emissions would not be captured under the new de minimis threshold (see Table 1), the foregone implied revenue for the year 2030 due to emissions not captured is estimated at approximately EUR 21,000,000.\n2.3.4 Estimated net benefits from the reduction of administrative burden\nTable 3 below provides the aggregated costs savings and loss of revenue due to the proposed new de minimis threshold of an annual 50 tonnes of mass per importer. Overall, the proposed new de minimis annual threshold would lead to cumulative cost savings of EUR 1,210 million, a limited loss of revenue (EUR 21 million), and an overall net benefit of EUR 1,189 million.\nTable 3. Result of the cost-benefit analysis for the proposed new de minimis threshold of 50 tonnes of mass per importer per year\nCost savings\nImporters: reduction in administrative costs\nEUR 1,123 million\nof which Corresponding to SMEs At least EUR 831 million\nPublic Authorities: reduction in implementation and enforcement costs\nEUR 87.5 million\nTotal cost savings\nEUR 1,210 million\nLoss of revenue\nNet benefit of the proposed new de minimis\nNet benefit\nEUR 1,189 million\nSource: Commission’s analysis.\n31 182,000 exempted importers multiplied by EUR 481. 32 See Impact Assessment Report of 14.7.2021 (SWD(2021) 643 final).\n16",
  "page_94": "3. Simplifying CBAM for large CBAM importers\nIn addition to the de minimis exemption, a number of simplifications will be introduced that will benefit importers that will remain within the scope of CBAM, or operators in third countries. These measures can be grouped in four categories depending on whether they aim at simplifying (i) authorisation of declarants, (11) emission calculation, (iii) reporting requirements, or (iv) financial liability.\nIt should be noted that due to limited data availability, it is difficult to quantify the impact of the measures presented in this section in terms of reduction of administrative costs.*> Where possible, Commission services attempted to provide an illustration of the order of magnitude, or else describe qualitatively, how the measure will contribute to simplifying and strengthening the CBAM, while safeguarding its environmental objective.\nSeparate from this simplification proposal, the Commission clarified, in a letter to stakeholders on 19 December 2024, that CBAM does not apply to electricity generated in the exclusive economic zone of Member States and imported into the customs territory of the Union.** This means that there is no obligation for importers, regarding such electricity imports, to apply for the status of authorised CBAM declarant, to access the CBAM Registry, or to pay a CBAM adjustment.\n3.1 Measures to simplify the authorisation of declarants\n3.1.1 Authorisation procedure\n3.1.1.1 Problem definition\nMember States and stakeholders have expressed concerns about the administrative burden in relation to the procedure to grant importers the status of authorised CBAM declarant, which may consequently hinder the importation of CBAM goods. Concerns are raised in particular with respect to the mandatory consultation procedure.\nSecondly, importers have complained about the need to seek technical expertise for the submission of CBAM declarations and the assessment of CBAM obligations. Currently, only indirect customs representatives can assume legal liability for the CBAM declaration covering goods of an importer, but these representatives may not have the necessary expertise to carry out this task. Further, costs for contracting indirect customs representatives can be high and their capacity limited.\n33 None of the costs and benefits of the presented in Section 3 included in the estimates presented in section 2.3, measures are meaning that the additional administrative cost savings of measures presented in Section 3 will come on top. While a quantitative assessment of their impact was not possible at this stage, Commission Services will strive to assess their impact in the future, including where possible also quantitatively, for example in the biennial CBAM review reports as per Article 30 of the CBAM regulation.\n34 This is due to the fact that, in line with Articles 59 and 60 of the Union Customs Code (UCC), and by analogy to Article 31(h) of the UCC—Delegated Act, electricity generated by installations in the EEZ of the costal Member State has an “EU origin”, meaning that such electricity is not “originating in a third country” (as required by Art. 2 of the CBAM Regulation). Hence, it is not in the scope of the CBAM rules.\n17",
  "page_95": "3.1.1.2 Proposed way forward\nIt is important to simplify the processing of applications for authorisation and reduce the associated administrative burden for Member States and the Commission.\nOptional consultation procedure\nAs the CBAM authorisation is valid in all MS and importers may have cross-border activity, the consultation procedure should still be part of the CBAM authorisation procedure: it will provide NCAs the possibility to monitor and control the information submitted to other NCAs. However, it should be for the NCA taking the authorisation decision to decide whether there is a need to launch a targeted consultation with other NCAs and/or the Commission. In light of the unnecessary obligation imposed on NCAs that would result in an excessive administrative burden, it is proposed to make the consultation procedure optional and no longer compulsory.\nIntroduction of a CBAM representative\nSince authorised CBAM declarants may not be qualified or have the operational capacity to fulfil the obligations related to the submission of a correct CBAM declaration, including the calculation of the embedded emissions, they could delegate the access and the right to submit a CBAM declaration to a third party e.g. consultants and/or environmental experts. The representative would not apply for authorisation; however the representative shall fulfil certain criteria to obtain access to the CBAM registry, (e.g. be holder of an EORI number, established in a Member State), and shall follow procedures, which will be established in an implementing act. Authorised CBAM declarants will remain liable for all CBAM obligations including the purchase and surrender of the correct number of CBAM certificates, however the basis of the calculation will be done by the trusted third party. To implement this, the Commission will need an empowerment to set up the technical solutions for the access management in the CBAM registry.\n3.1.1.3 Impact and simplification\nWhile the new CBAM de minimis will reduce administrative costs related to the authorisation procedures drastically, by decreasing the number of requests from around 200,000 to around 20,000, the proposed measures will further simplify the authorisation process. This will allow for a more efficient authorisation process, and reduce administrative costs for both NCAs and the Commission. The dedicated and targeted process provides the possibility to focus and control on those applicants which have a higher risk profile. In turn, this will allow declarants to obtain the status of ‘authorised CBAM declarants’ in due time and start importing CBAM goods as soon as possible.\nIn addition, the simplified authorisation procedure will — in particular for the SMEs that remain in scope even after the introduction of a new de minimis — smoothen the application process. Finally, creating a formal role of ‘CBAM representative’ to support the submission of CBAM declaration is expected to reduce the associated administrative burden for importers.\n18",
  "page_96": "3.2 Measures to simplify emissions calculation\n3.2.1 Exclusion of non-calcined clay\n3.2.1.1 Problem definition\nThe CBAM scope includes ‘Other kaolinic clays’ (CN code 2507 00 80) in the list of cement goods. While calcined clays are carbon-intensive products, this is not the case for non- calcined clays. However, both types of clays are in, as the CN code does not differentiate between these two types of clays. Calcined clays can be used to (partly) replace clinker in cement, while non-calcined clays are one of the main raw materials used for the manufacturing of ceramics, an industry sector that is currently not covered by the CBAM scope.\n3.2.1.2 Proposed way forward\nThe inclusion of non-calcined clays in scope of CBAM is neither in line with the CBAM objective to target emission-intensive goods nor in line with the scope of the EU ETS.\nDuring the CBAM transitional period, the reporting obligation also applies to non-calcined clays, which represents an unnecessary administrative burden. As a partial relief, Implementing Regulation (EU) 2023/1773°> already provides simplification, as embedded emissions for non-calcined clays have been set to zero without the need to calculate the embedded emissions.\nBased on the above it is proposed to remove the non-calcined kaolinic clays from the CBAM scope.\n3.2.1.3 Impact and simplification\nThe exclusion of non-calcined clays from the CBAM scope would reduce the administrative burden from importers of this low-emission good, while having a very limited revenue impact as non-calcined clays are not carbon-intensive and are thus less relevant for carbon leakage risks. Based on available customs data, approximately 385 EU importers imported “other kaolinic clays” (under CN code 2507 00 80) in the period Oct 2023-Sept 2024. Given that currently CN code 2507 00 80 on ‘Other kaolinic clays’ does not distinguish between calcinated and non-calcinated clays, there exist no data on trade volumes that differentiate between the two types of those clays, which would allow us to make a confident estimate of the number of importers affected by this simplification. Cost savings from those exempted from CBAM that imported non-calcined clays cannot be further quantified at this stage.\n3.2.2 Default values\n3.2.2.1 Conditions to use default values\n3.2.2.1.1 Problem definition\nArt. 7(7)(a) empowers the Commission to adopt implementing acts on the methodology to “specify the conditions under which it is deemed that actual emissions cannot be adequately determined”. This means that the Commission would need to set conditions, consequently importers would need to provide evidence why actual emissions cannot be determined, and\n35 Commission Implementing Regulation (EU) 2023/1773 of 17 August 2023 laying down the rules for the application of Regulation (EU) 2023/956 of the European Parliament and of the Council as regards reporting obligations for the purposes of the carbon border adjustment mechanism during the transitional period\n19",
  "page_97": "the Commission (and potentially also MS) would have to assess this evidence. However, this would run counter to the simplification objective. Moreover, CBAM implementation so far has relied on the assumption that importers would be able to choose freely between reporting actual emission data or default values made available by the Commission. This is for example evidenced by the fact that the current provisions on the content of CBAM declarations do not require a justification why actual emissions cannot be determined.\n3.2.2.1.2 Proposed way forward\nThe cycle of conditions, evidence and Commission/NCA assessment should be avoided.\nIt is therefore proposed to remove the requirement in Art. 7(7)(a) to “specify conditions when actual emissions cannot be adequately determined.”\n3.2.2.1.3. Impact and simplification\nDeclarants would be allowed to freely choose between actual embedded emissions and default values with a mark-up. This avoids a cycle where the Commission would have to set criteria when actual emissions cannot be determined, where declarants would have to provide evidence (potentially requiring the participation of operators in third countries) and where the Commission and MS NCAs would have to assess the evidence.\nThis does not weaken the protection against the risk of carbon leakage, which will be ensured by setting default values and proportionately designed mark-ups at appropriate levels to safeguard the environmental integrity of the CBAM, as required by the CBAM Regulation.\n3.2.2.2 Data collection challenges\n3.2.2.2.1 Problem definition\nAnnex IV, Section 4 specifies that “The Commission shall publish guidance for the approach taken to correct for waste gases or greenhouse gases used as process input, before collecting the data required to determine the relevant default values for each type of goods listed in Annex I. ...”. The approach that has been taken so far is to use publicly available databases of international institutions (such as the International Energy Agency) and of international industry sector associations (such as the World Steel Association or the Global Cement and Concrete Association). These databases are publicly available (although sometimes behind a paywall), rely on a consistent approach across installations/countries, are often based on actual data and are peer-reviewed. Collecting actual values from individual installations poses several challenges:\n- Contrary to the EU ETS, there is no obligation on operators in third countries to provide such information, which is often considered business-sensitive. Even if individual installations provide actual data, there is currently no verification mechanism in place. Such data may differ in terms of the underlying methodology.\nTherefore, the Commission has not embarked on an exercise to collect data from individual installations and consequently no guidance has been published.\n3.2.2.2.2_ Proposed way forward\nIt is proposed to revise the Annex IV, Section 4 concerning the determination of default values to match an approach that is technically feasible. The core principles of using actual and best available data should be kept.\n20",
  "page_98": "3.2.2.2.3. Impact and simplification\nAs there would be no data collection from individual installations in third countries, the publication of a Commission guidance document on how to collect data would no longer be necessary. The Commission will instead rely on best available data (i.e. reliable data from publicly available sources), as specified in the CBAM Regulation.\n3.2.2.3 Alternative default values based on worst EU ETS installations\n3.2.2.3.1 Problem definition\nAnnex IV, Section 4.1 specifies that default values shall be set at the average emission intensity of each exporting country and for each of the goods under the CBAM scope, increased by a proportionately designed mark-up. When reliable data for the exporting country cannot be applied for a type of goods, then Section 4.1 provides for an alternative approach of setting default values which is based on the average emission intensity of the X% worst performing EU ETS installations for that type of goods.\nThe problem with this alternative approach is that even though the most relevant processes are covered by the EU-ETS, and emissions intensity data are available for those, this is not the case for some processes and goods.\n3.2.2.3.2 Proposed way forward\nThe EU ETS products benchmarks cover only 11 products that are relevant for CBAM, while the CBAM scope encompasses 569 different CN codes. The ETS benchmarks cover the most greenhouse gas (GHG) intensive production steps, but not the downstream processes, so estimations would be necessary for the latter. Some CBAM goods are not covered by any product benchmark (e.g. ferro-alloys, aluminous cement). Moreover, some CBAM goods are produced by very few installations in the EU, which would make it impossible to determine for example the worst 1% or 10%. Finally, in some cases the worst EU producers are still more GHG-efficient than most of their competitors in third countries (e.g. for nitric acid). Therefore, it is necessary to define a simpler approach to determining default values when reliable data for the exporting country cannot be applied for a type of goods.\nIt is proposed to set the alternative default value at the level of the average emission intensity of the ten countries with the highest emission intensities for which reliable data are available. This would provide a strong carbon leakage risk protection, while not being overly punitive. It would also ensure that the absence of data does not result in a more favourable treatment compared to countries where data are available. The possibility also exists for declarants to demonstrate that default values based on region-specific features should be lower, pursuant to point 7 of Annex IV to the CBAM Regulation.\n3.2.2.3.3 Simplification and impact\nIn the absence of data for some countries, the derivation of alternative default values based on the worst EU installations can be simplified by just using the average of the ten highest default values of those countries for which reliable data are available. This is a much simpler, more practical and understandable approach for importers. It strengthens the protection against the risk of carbon leakage when importers use default values, while not being overly punitive in cases where importers are not able to obtain actual emission data.\n3.2.3 Emission calculation for downstream processing\n3.2.3.1 Problem definition\nThe embedded emissions of some aluminium and steel goods currently in the scope of CBAM are primarily determined by the embedded emissions of input materials. In other words, most\n21",
  "page_99": "embedded emissions are stemming from the production of their precursors while the emissions arising during the production steps of these goods are typically relatively low. In addition, these production processes are largely not covered by the EU ETS*®. They consist of finishing processes that are carried out by separate installations not covered by the EU ETS (except in the case of integrated facilities). At the moment, the CBAM reporting requires monitoring and reporting of the emissions of these finishing processes, as well as those stemming from the production of their precursors.\n3.2.3.2 Proposed way forward\nTo reduce the burden on operators in third countries from the additional monitoring of emissions of the final production steps — the latter typically not covered by EU ETS — it is proposed to exclude those manufacturing processes from the boundaries of the calculation of emissions for these aluminium and steel goods.\nSuch an exclusion would simplify substantially the monitoring and calculation efforts for those products. The simplification would improve the application of the CBAM methodology notably for complex goods, which is a precondition for the future potential expansion of the scope of CBAM to more downstream goods. Moreover, the simplification will have a positive impact on the manufacturers of those goods as they will be exempted from the obligation to monitor and report emissions happening at their own installation. The only data needed to calculate the embedded emissions of the final CBAM good would be the embedded emissions in the precursors purchased from external providers and the quantity of precursors needed per tonne of final CBAM good produced.\n3.2.3.3 Impact and simplification\nThe exclusion better focuses the CBAM methodology and its boundaries on GHG-intensive processes and better aligns the CBAM and ETS scopes, since the final processes of the metal manufacturing sectors are not under the EU ETS. Furthermore, the excluded emissions represent a very small share of total emissions.\nInternationally available data constrain the possibility to derive robust estimates of the impact, since publicly available data are not consistent in the attribution of emissions in different processes. Nevertheless, based on JRC IDEES data, in the EU such finalization processes would correspond to about 6% of embedded energy consumption in the case of an integrated route. This range is of a similar dimension to the range observed for a very specific CBAM product (using international available data). Specifically for CN Code 73181600, the share of embedded emissions corresponding to finalization processes varies around 4% when produced by the integrated route — although differences can be high between countries (depending on how they report emissions) and production routes.\n3.2.4 Exemption of precursors produced in the EU\n3.2.4.1 Problem definition\nAt the moment, precursors (i.e. CBAM goods used as input materials into the production of other CBAM goods) produced in the EU, which are exported to third countries for the production of CBAM goods, must be accounted for in the determination of the embedded\n36 One example of this problem relates to the production of CN codes under HS 7318 (screws, bolts, nuts, etc.), whereby input materials into these products (e.g. steel rod wires) undergo manufacturing processes to produce the final goods. In the EU, these processes (e.g. cutting and forging etc.) are usually carried out by installations outside the scope of EU ETS and typically account for a very small share of the emissions.\n22",
  "page_100": "emissions of CBAM goods when imported into the EU. Under the current rules, these emissions have to be reported, the ETS carbon price has to be paid by EU producers, and these amounts have to be fully deducted from the CBAM financial adjustment.\nFor example, under the current systems, a third-country producer that exports mixed fertilisers to the EU and sources their input materials (ammonia and urea) from an EU-based installation covered under the EU ETS, would need to obtain information on embedded emissions of the ammonia and urea to add them to their overall calculation of embedded emissions of the mixed fertilisers. Then, the corresponding ETS carbon price, which had already been paid the EU producer, would be fully deducted from the calculation of their CBAM obligations to avoid double-counting.\n3.2.4.2 Proposed way forward\nThe inclusion of precursors adds a reporting and compliance burden without any added value from an environmental (as emissions embedded in precursors are covered by the EU ETS and the ETS carbon price deducted from the CBAM financial adjustment).\nIt is therefore proposed to attribute zero embedded emissions to the precursors produced in the EU (or in countries or territories excluded from CBAM pursuant to Annex III of the CBAM Regulation) which are already covered by the EU ETS and for which a carbon price has thus already paid under the EU ETS in the calculation of specific embedded emissions of CBAM goods. The volumes and origins of those precursors would remain part of the monitoring of the installation for verification purposes.\n3.2.4.3 Impact and simplification\nThe solution would include less precursors for which data collection is needed thus eliminating an administrative burden for EU importers and operators in third countries, without affecting the number of CBAM certificates to be surrendered. This simplification would therefore not reduce the environmental effectiveness of the CBAM or subsequent CBAM revenue while eliminating transaction costs along the value chain. The proposed solution is not expected to generate new or additional circumvention risks. As indicated above the volumes and origins of the precursors continue to be monitored by the operator for verification purposes.\n3.2.5 Emission verification\n3.2.5.1 Problem definition\nCBAM declarants must submit an annual CBAM declaration containing the calculation of embedded emissions on the basis of either default values provided by the Commission or actual values calculated by third-country installations.\nCurrently, the CBAM Regulation requires verification of all embedded emissions, even if they are based on default values provided by the Commission. This is impractical and costly. There is no added value to ask CBAM declarants to ensure that these default values are verified by an accredited verifier.\n3.2.5.2 Proposed way forward\nIt is proposed to remove the verification of embedded emissions based on default values provided by the Commission for the reasons highlighted below:\ne Such verification does not provide a clear added value if default values are used. Embedded emissions based on default values will be calculated automatically in the\n23",
  "page_101": "CBAM Registry on the basis of the quantities of imported CBAM goods declared (and cross-checked with national customs data). Verification of default values is redundant. For actual values, the accredited verifier, in principle, visits the installation and provides reasonable assurance that the methodology for the calculation of emissions (and its underlying assumptions) is correct. For default values, no visit to the premises of the installation would be relevant. The accredited verifier could verify the content of the CBAM declaration but there would be no added value in doing this (see point above). This would come at a cost for the declarant, and the lack of readily available accredited verifiers could make the verification difficult to obtain in practice.\n3.2.5.3 Impact and simplification\nRemoving this requirement (i.e. requirement to verify the emissions when they are based on default values) comes with no disadvantage. It would facilitate the use of default values for importers and reduce their cost, including the associated administrative constraints. This would also help third country producers, particularly SMEs, who could rely on using default values.\n3.2.6 Exclusion of indirect emissions of electricity\n3.2.6.1 Problem definition\nAnnex II to the Regulation lists the goods for which only direct emissions have to be taken into account for the purpose of CBAM. The Annex includes goods in the iron and steel, aluminium, and chemical sectors. For goods not listed in this Annex, both direct and indirec 137 emissions have to be taken into account for CBAM purposes. This is thus the case for goods in the cement and fertilisers sectors**, but also electricity based on the current text of Annex II. While the Regulation does not explicitly mention that indirect emissions of electricity are not relevant for CBAM, it is implied.\nThis emerges from the following elements.\nRecital 19 of the Regulation appears to imply that when the Regulation was drafted the goods listed in Annex II were intended to be only those which are eligible for indirect cost compensation: “cc Indirect emissions should, however, be taken into initially for ... not account the goods in respect of which financial measures apply in the Union that compensate for indirect emissions costs incurred from greenhouse gas emission costs passed on in electricity prices. Those goods are identified in Annex II to this Regulation....”’ Electricity production is not eligible for indirect cost compensation*’.\nAnnex III, Section D.2 of the Commission Implementing Regulation (EU) 2023/1773 laying down “Rules for determining the emission factor of electricity as imported goods” reads: “For determining the specific actual embedded emissions of electricity as imported goods,\n37 “Indirect emissions” defined the emissions from the production of electricity which is consumed during the are as production processes of goods.\n38 Agglomerated iron ores (CN 2601 12 00) constitute an exception. These goods are refined products from mining activities that are used as input for iron and steel manufacturing. In CBAM, they are listed under the iron and steel sector heading. However, these products are not eligible for indirect cost compensation and both direct and indirect emissions are taken into account for CBAM.\n39 Communication from the Commission: Guidelines on certain State aid measures in the context of the system for greenhouse gas emission allowance trading post-2021 (2020/C 317/04). OJ C 317, 25.9.2020, p. 5-19.\n24",
  "page_102": "only direct emissions shall be applicable in accordance with Section 2 of Annex IV to Regulation (EU) 2023/956”. The fact that only direct emissions of electricity are to be considered under CBAM has therefore been made clear since August 2023, when the Implementing Regulation was adopted.\nOn substance, indirect emissions are not really relevant for electricity as a CBAM good, as in this case the CBAM concerns installations producing electricity, not consuming it. The auto- consumption of electricity by power plants (e.g. electricity consumed by auxiliary equipment such as fans, pumps, flue-gas treatment systems, air conditioning, and lighting) can be taken into account by subtracting it from the gross electricity generation to result in the net electricity generation. Indeed, Annex III, Section D.3 of Implementing Regulation (EU) 2023/1773 addresses the auto-consumption of electricity in installations producing electricity: “For the production of electricity, the activity level shall refer to net electricity leaving the system boundaries of the power plant or cogeneration unit, after subtraction of internally consumed electricity.”\nHowever, as long as this is not clarified expressly in the basic act, some confusion may remain as to whether only direct emissions of electricity have to be accounted for under CBAM may remain, unless both the Regulation and its implementing act(s) are considered simultaneously.\n3.2.6.2 Proposed way forward\nIt is proposed to amend Annex II of the Regulation.\n3.2.6.3 Simplification\nThe proposed amendment, by making the CBAM rules easier to understand, reduces the time and thus costs incurred by importers and operators when familiarising with the system. Moreover, it avoids any ambiguity as to what would otherwise constitute an additional layer of complexity of the system, i.e. reporting of indirect emissions of electricity in addition to the direct emissions,\n3.3. Measures to simplify CBAM reporting requirements\n3.3.1 Change of the deadline to submit annual CBAM declarations\n3.3.1.1 Problem definition\nThe annual deadline for declarants to both submit their annual CBAM declaration (including a verification report if actual values are used) and surrender the corresponding number of certificates is set on 31 May. However, this deadline may prove to be challenging for many declarants, especially for the first reporting years. It might constrain recourse to actual values.\nIn addition, the corresponding ETS annual deadlines have been shifted from 30 April to 30 September.\n3.3.1.2 Proposed way forward\nMoving the annual deadline for declarants to submit their declaration and surrender certificates to a later date each year would match the recent postponement of the EU ETS annual deadlines. It would in turn require changes to the two other CBAM annual deadlines which inherently follow the declaration and certificate surrender: certificate repurchase | month later than certificate surrender and certificate cancellation on the day after the last day of the repurchase period. It is proposed to set the annual deadline for declaration submission\n25",
  "page_103": "and certificate surrender on 31 August, with the repurchase deadline moved to 30 September and the certificate cancellation precise date on 1 October.*° Once the Own Resources proposal is adopted, the Commission will evaluate a potential review of the calendar for declarations in the CBAM cycle.\n3.3.1.3 Impact and simplification\nThis would give each year (i) non-EU operators more time to verify their emissions and (11)\ndeclarants to submit their annual CBAM declaration buy and surrender the corresponding\ncertificates. No detrimental effects are expected.\n3.3.2 CBAM Registry access for operators and verifiers\nTwo possible simplifications were identified. One relates to improving access for third- country operators to the CBAM Registry and the second one relates to creating an access to the CBAM Registry to accredited verifiers.\n3.3.2a Registration of third-country operators in the CBAM Registry\n3.3.2.1 Problem definition — part a\nProblem 1:\nArticles 10 and 14 of the CBAM Regulation, containing provisions on the Operators’ Portal, are currently unclear in several aspects, including the scope of the information to be made available to the public or the possibility to upload information on the carbon price effectively paid. Further, it is unclear whether the controlling entity of operator of the installation in the third country, including the parent company, falls under the definition of “operator”. Such uncertainty complicates implementation.\nProblem 2:\nInitial data submissions in EU Access (through which operators can access the CBAM registry) have revealed substantial data quality challenges in the registration of non-EU established companies, especially in relation with their basic identity verification. Initial data submissions have proven to contain a substantial share (up to 50%) of low-quality input data with erroneous company names, dummy or incorrect identifiers or/and missing sources of cross-check information. For these cases, Commission staff needs to either reject the request or/and follow up bilaterally. Rejection of requests creates additional work for the operator as well as for the Commission services who need to re-evaluate at a later stage. The problem is expected to grow as circa 55.000 registrations are expected.\n3.3.2.2 Proposed way forward and simplification — part a\nProblem 1:\nIt should be clarified that controlling entities are covered by the definition of operator. Those entities would be allowed to access the operators’ portal and to upload the calculation of emissions and verification reports of the installations of all its subsidiaries and entities they control at once. This will simplify implementation for operators.\n4° As part of the biennal review reports from 2027 onwards, Commission services will if the deadline asssess can be advanced to an earlier date of the year, once the system is more mature and operators are fully familiar with all procedures.\n26",
  "page_104": "Relatedly, it should be required for a company to provide information on its ultimate controlling entity, if applicable. This will facilitate the review of CBAM declarations and the risk assessment operations by the Commission.\nFurther, it should be clearly stated that the operator who chooses to share data with the declarant can also indicate — in the operators’ portal - the carbon price paid in a third country. This will simplify reporting obligations.\nLastly, Article 14 should be complemented by clarifying that the operator can also choose to keep the location of installations confidential.\nProblem 2:\nIt should be made mandatory to submit a corporate identifier upon registration of a third country operator in the CBAM registry. This will allow to transfer the corporate identifier used in EU Access to the CBAM registry. The choice of a specific identifier could be determined through an amendment of the Implementing Regulation on the CBAM registry.\n3.3.2b Granting access to accredited verifiers to the CBAM Registry\n3.3.2.3 Problem definition — part b\nCurrently, the CBAM Regulation does not provide for the possibility to grant access to accredited verifiers to the CBAM registry. This creates complications relating to the process of submitting and reviewing CBAM verification report.\n3.3.2.4 Proposed way forward — part b\nIt is proposed to amend the CBAM Regulation to provide for the registration of accredited verifiers in the CBAM registry.\n3.3.2.5. Impact and simplification — part b\nThe proposal to grant access to verifiers to the CBAM Registry would align with the practice under the EU ETS, provide simplifications and alleviate the burden for several constituencies of stakeholders. It would facilitate the declarant’s compliance with reporting obligations since the reliability of emissions data will increase significantly. However, this comes at a cost for the Commission and NCAs relating to the expansion of the operator’s portal and the registration of verifiers in the CBAM Registry.\nIn more details, the advantages and impacts of simplifications are described below:\ne It would create a more secure system for CBAM declarants, thus avoiding the potential application of penalties. Granting accredited verifiers access to the CBAM Registry would eliminate the risk that the operator submits an invalid verification report e.g. because the verifier was not accredited for the correct scope of accreditation, or the verification report is not based on the latest calculation of embedded emissions. It would simplify the review of verification reports for Commission and NCAs because the integrity and authenticity of the data would not need to be checked manually. If the verification report is not uploaded by the accredited verifier, then these checks would likely need to be carried out manually by the Commission and NCAs. It would allow verifiers to update information on accreditation directly in the CBAM Registry, rather than having the NCAs do this update manually each time\n27",
  "page_105": "an accredited verifier renews or updates the accreditation certificate, or an administrative sanction is taken by the national accreditation body. It would simplify the verification of embedded emissions for third-country operators. Operators could simply select the accredited verifier in the CBAM Registry to ‘request verification’ instead of sharing sensitive information outside the CBAM Registry by way of electronically signed and encrypted emails exchanges containing the calculation of embedded emissions, request for information and preliminary assessments from the verifier, etc. In case of an issue with the verification report, the Commission or NCAs would otherwise need to ask for a copy of the relevant exchanges to find evidence on whether a mistake emanates from the accredited verifier or the operator.\nOn the other hand, the integration of accredited verifiers in the CBAM registry also creates constraints for the Commission and NCA:\n- A new population of users would be added to the CBAM registry, specifically to the portal for third-country operators. Some IT development is required. The IT registration of accredited verifiers would need to be managed by the Commission through EU Access, then the management of the registration information would be managed by NCAs, in coordination with national accreditation bodies.\n3.4 Measures to simplify the CBAM financial liability\n3.4.1 CBAM certificate management\n3.4.1.1 Problem definition\nUnder the current CBAM regulation, declarants will face two obligations:\n- they will have to buy CBAM certificates to ensure that, at the end of each quarter, they own a number of certificates which corresponds to at least 80%, calculated based on default values, of the emissions embedded in the goods they have imported since the start of the year (hereafter the “80% rule’’); the number of certificates eligible for repurchase by NCAs will be limited to one third of the total number of CBAM certificates purchased by the authorised CBAM declarant during the previous calendar year (even if the purchase year is different).\nThe “80% rule” prevents risks and fraudulent patterns, by ensuring that the CBAM financial obligation is partly applied shortly after the import takes place, on a quarterly basis, instead of waiting until the time of the declaration during the following year for the surrendering of CBAM certificates. However, the combination of these two rules will likely lead many declarants to buy many more certificates than what they will need to surrender, resulting in a disproportionate financial burden, potentially without the possibility to have them repurchased by NCAs.\n3.4.1.2 Proposed way forward\nIn defining the best way forward, it is important to strike a balance between the initial policy objective of this rule and the burden it entails for importers. Based on the problem description, and as assessed in the examples below, notably the assessment on liquidity, it has become apparent that the imposed financial burden is unnecessarily high. At the same time, to maintain effectiveness of the rule, it should still represent a relevant security compared to the ultimate financial obligation.\n28",
  "page_106": "More specifically, it is proposed to lower the percentage from 80% to 50% to become a better proxy to declarants’ expected financial liability, while keeping the way the calculation is made every quarter based on information received from customs authorities on the quantity of goods imported by declarants since the beginning of the year. The level of 50% is chosen to reduce the burden on declarants, while maintaining effectiveness of the as a control and safeguard measure against compliance risks. Therefore, moving to 50% appears to be a balanced choice between the two objectives.\nSecond, the calculation base would be changed, and declarants would be given the choice between 2 options on which the calculation will be made:\n- Option 1: Use public default values with a deduction of the mark-up*! and of the corresponding free allocation*”. Option 2: Use the number of CBAM certificates that they surrendered in the previous year for the same goods.\nFor both methods, the Commission will make all information and calculations available to declarants in the CBAM registry to facilitate both compliance by declarants and enforcement by NCAs. In practice, it means that declarants will access the registry and manage their financial liability directly in the registry, at least every quarter. They will also be made aware if they must purchase certificates.\nThird, the one-third repurchase limit would:\n(i) be replaced by the number of certificates that declarants will be required to buy as a result of the rule (i.e. all certificates which the Regulation forced a declarant to buy can be sold back), and (ii) apply to the same year as the year of purchase (instead of the year before as currently provided for).\n3.4.1.3 Impact and simplification\nThe measure will greatly simplify the way declarants manage their CBAM liability and ease the financial and administrative burden. In addition, it would avoid over-purchase of CBAM certificates which, in some cases, cannot be sold back and would be lost even if declarants were legally forced to buy them. It will therefore also avoid legal challenges and disputes which would otherwise result from the current repurchase limit.\nIllustrative example of the impact on an individual importer\nThe below calculations are primarily based on Option 1. Suppose that on 1 January 2030, an importer buys 600t of steel from a foreign supplier which (using default values) has an embedded 1000t CO2 equivalent. Suppose that in 2030 the full CBAM price is EUR 85/t CO2 and the effective price (1.e., considering the corresponding CBAM factor) of CBAM certificates is EUR 50/t CO2 and the carbon price paid abroad for this steel is EUR 40/t CO2. This importer does not import any other CBAM goods during 2030.\n41 To incentivise reporting of actual values, Commission default values apply mark-up. An implementing act will further a define the level of the mark-up.\n* The CBAM is implemented gradually in parallel to the phase-out of free allowances under the EU ETS.\n29",
  "page_107": "The actual CBAM obligation at the end of the year (2030) is EUR 10,000 (1000 times [EUR 50- EUR40]). This should be compared to the financial obligations throughout the year using the 80% rule and the 50% rule.\nUnder the 80% rule, currently in place, before 31 March 2030, the importer needs to purchase 800 CBAM certificates (80% of 1000) at the full CBAM price of EUR 85/t CO2, and hence set aside, until then end of 2030, EUR 68,000. At the end of the year, 200 CBAM certificates need to be surrendered (10,000 EUR divided by the effective carbon price of EUR 50 per tonne CO2 eq.), and one third of 600 certificates can be repurchased, while 400 certificates can be carried over to 2031. If the importer does not import CBAM goods in 2031, then it can only repurchase 134 (one third of the 400 certificates carried over from 2030) and hence loses the value of 266 CBAM certificates (at EUR 85 each), corresponding to a value of EUR 22,610.\nUnder the proposed 50% rule, before 31 March 2030, the importer would need to purchase 500 CBAM certificates (50% of 1000) at the effective price of per certificate, and hence set aside, until then end of 2030, EUR 25,000. At the end of the year, 200 CBAM certificates need to be surrendered and the rest, 300, can be repurchased. There is no longer a risk of losing the value of a purchased CBAM certificate.\nThe risk of excess purchase of CBAM certificates that cannot be repurchased by NCAs will be exacerbated for imports from countries with comparable levels of carbon pricing (e.g. imports from the UK) and for low-carbon goods (e.g. which are substantially lower than default values). This will be addressed by Option 2.\nEstimated freed-up Liquidity\nUnder the 50% rule importers will need to front-load the purchase of fewer CBAM certificates throughout the year, compared to the 80% rule. This will free up financial resources for these companies during the year. The 2021 impact assessment accompanying the Commission proposal estimated that the revenue from CBAM would be approximately EUR 2,100 million in 2030.\nExample based on Option 1: Under the 80% rule this means setting aside EUR 714 million by the end of Q1 and similarly for Q2, Q3 and Q4, assuming that imports are distributed equally over all quarters.\nUnder the 50% rule this means setting aside EUR 262.5 million by the end of each quarter. Hence, on a quarterly basis 451.5 million in liquidity is freed up under the 50% rule compared with the 80% rule (1,806 million in total), with positive liquidity effects for importers.\nThe effect will even be starker when taking account of importers sourcing their goods from the UK or other countries with a high carbon price, choosing Option 2.\n3.4.2 Certificate sales start date in 2027\n3.4.2.1 Problem definition\nMember States should start selling CBAM certificates to their declarants on the common central platform (CCP) from 1 January 2026 onwards. In addition, as discussed above, the\n43 See Impact Assessment Report of 14.7.2021 (SWD(2021) 643 final).\n30",
  "page_108": "CBAM Regulation obliges declarants as from 2026 to have a number of CBAM certificates on their account in the CBAM registry which currently corresponds at the end of each quarter to at least 80% of the embedded emissions embedded in the goods they import since 1 January of the year.\nHowever, 2026 will be the first year of the CBAM financial adjustment with limited insight on key factors determining the number of certificates that many declarants will have to buy in 2026 and surrender in 2027 for the year 2026, mainly the level of carbon intensity of imported goods, the carbon prices which will be paid abroad and how they will be deducted. Besides, it is proposed to revise the “80% rule”. As a result, CBAM importers could be forced to start purchasing CBAM certificates already in Q1 2026 while this rule is being simplified by a legislative proposal.\n3.4.2.2 Proposed way forward\nIt is proposed to provide for a specific treatment for the first year of the CBAM financial adjustment. Declarants will be able to purchase CBAM certificates from February 2027 to cover the emissions embedded in the CBAM goods they will have imported during 2026. The calculation method for the certificate prices will not be affected, and certificates bought in a given week in 2027 to cover for 2026 emissions will reflect the applicable weekly ETS price as calculated by the Commission.\nThe sale start date should be postponed to February 1*' (instead of January 1°) to give more time for declarants to collect data and customs systems to feed relevant data on latest imports in 2026 into the CBAM registry. While shortening the time declarants will have to buy certificates covering all their imports since 1 January 2026, they would still have two months to buy certificates before the first application of the “50% rule” (currently “80% rule’) on QI 2027 e.g. from 1.1.2027 to 31.3.2027. As CBAM declarants cannot acquire CBAM certificates in 2026, there is a need to determine the applicable EU ETS price for purchases of CBAM certificates in 2027 pertaining to emissions embedded in CBAM goods imported in 2026. For this purpose, the Commission will calculate the price of CBAM certificates based on the quarterly average of the closing prices of the EU ETS allowances of the quarter of importation o the CBAM goods to which those emissions correspond.\n3.4.2.3 Impact and simplification\nThis solution would greatly simplify how declarants have to manage their financial liability during the first year of the CBAM definitive regime. Combined with the revision of the “80% rule” (now 50% rule), it would address major concerns raised by stakeholders about financial risks resulting from the legal uncertainty related to how the CBAM financial adjustment will be calculated and applied already in 2026, as declarants will be required to start buying CBAM certificates for 2026 imports only at a time when they have enough clarity on the number of certificates they will have to surrender by 31 August 2027.\n3.4.3 Default values for carbon prices paid in third countries\n3.4.3.1 Problem definition\nUnder the CBAM regulation, the deduction of a carbon price effectively paid in a third country was designed to avoid double charging thereby promoting the uptake of carbon pricing in third countries.\nHowever, the CBAM regulation sets a comparatively high burden on the CBAM declarant for allowing a deduction of a carbon price paid in a third country. The CBAM declarant essentially will need to:\n31",
  "page_109": "a) obtain (on time) documentary evidence of an effective payment of a carbon price; b) demonstrate that the carbon price was paid on the emissions embedded in the CBAM goods and; c) have this evidence certified by a person that is independent from the declarant and from the authorities of the country of origin (hereafter: certifier).\nThe Commission will set the rules regarding these steps in an implementing act planned for adoption before the end of 2025, allowing for a reduction in the number of certificates to surrender. Applying the rules defined in the CBAM Regulation is expected to lead to a significant administrative burden for declarants, third-country installation operators, and the review authorities (European Commission and National Competent Authorities). In specific cases, such as electricity and indirect emissions, it is not clear whether claiming a carbon pricing deduction altogether would be feasible. It can also be expected that, due to the generally low effective carbon prices in third countries compared to the EU ETS prices, the calculation and certification costs associated with obtaining the deduction will outweigh the benefit of a lower CBAM financial adjustment*.\n3.4.3.2 Proposed way forward\nIt is proposed that the Commission may determine, where applicable, default carbon prices per country for the carbon price paid on average over a year (in EUR/tCO2e). In such a case, any rebate or other form of compensation available in that country that would have resulted in a reduction of that default carbon price shall be taken into account. The possibility to claim a reduction based on certified evidence of an actual payment is maintained.\nThe default carbon prices would function similarly to default values for the calculation of embedded emissions: declarants would be given the possibility to choose either to rely on the Commission default carbon price, or to claim the deduction of the carbon price effectively paid (where no changes are made compared to the current CBAM Regulation).\nThe ‘best available information’ would evolve over consecutive compliance periods, on the basis of cooperation with the third country. Therefore, the default values for carbon prices paid in third countries would be periodically revised. Where insufficient information is available in a specific country, the Commission would set more conservative default values to incentivise the provision of reliable data, while taking into account the need to reasonably reflect the carbon price paid.\nThis option provides additional flexibility for the producer and declarant, while ensuring that the European Commission can develop a workable approach to the carbon price deduction.\n3.4.3.3 Impact and simplification\nThe proposed simplification primarily reduces the administrative burden on third-country operators to prove that a carbon price was effectively paid. Considering that the costs for this calculation and certification are largely fixed, many more small installations and installations that only export a small share of their production to the EU would become able to declare a\n“4 The marginal carbon prices reported by carbon pricing data in most much lower than the EU ETS. sources are cases Specifically, as at 1 April 2024, the EU ETS price was EUR 57 per tonne of COze, whereas it was EUR 7 on average across the Chinese pilot emission trading systems and EUR 6 in Korea (World Bank Carbon Pricing Dashboard, https://carbonpricingdashboard.worldbank.org/). In addition, many systems allocate a large share of emission allowances (permits) for free. For instance, 84% of industrial emission allowances under the emissions trading systems that were operational in 2021 were allocated free of charge (OECD, Effective Carbon Rates 2023, https://doi.org/10.1787/b84d5b36- en). As a result, the effective carbon price paid in CBAM sectors of third countries will often be very low.\n32",
  "page_110": "carbon price insofar as they are located in a country where an effective carbon pricing instrument applies with respect to CBAM goods. In turn, the deduction of the carbon price by CBAM declarants would become more widely accessible.\nIt would also reduce the administrative burden on Commission and NCAs to check compliance of CBAM declarations with evidence of the price effectively paid and certification requirements. However, significant analytical work would need to be carried out by the Commission to determine the values.\n3.4.4 Information exchanges on CBAM certificate cancellation\n3.4.4.] Problem definition\nPursuant to Article 20(3) of the CBAM regulation, the information on the sale, repurchase and cancellation of CBAM certificates in the common central platform (CCP) should be transferred to the CBAM registry at the end of each working day.\nHowever, in practice this non-reciprocal information exchange from the CCP to the CBAM registry at the end of the day will not concern cancellation of certificates. This is because certificate cancellation is a task to be automatically performed by the Commission in the CBAM registry, and certificates are to be cancelled without any compensation to declarants. Additionally, since the cancellation does not relate to any payments made on the CCP, the platform will not hold information on cancellation of certificates and will not be able to send it to the CBAM registry.\n3.4.4.2 Proposed way forward\nIt is proposed to remove the reference to certificates cancellation from the reference to information exchange from the CCP to the CBAM registry.\n3.4.4.3 Simplification\nThis measure simplifies the information exchanges between the 2 platforms (CBAM registry and CCP).\n4. Stakeholder positions\nThroughout the transitional period, the Commission engaged with stakeholders, notably with industry and with national authorities as well as international partners and operators in third countries, with a view to getting their feedback and suggestions to improve the functioning of the mechanism. Several of the proposed simplifications are based on the input received. Moreover, on 6 February 2025 a Simplification Roundtable was held by the Commission with industry stakeholders to present the simplification package and collect feedback. EU industry participating was broadly supportive of the proposed simplifications.\nSpecifically, stakeholders expressed views on the following simplifications:\nNew CBAM De minimis: National authorities and businesses largely agree on the need for a new CBAM de minimis, which would be more effective in exempting occasional imports of small CBAM quantities. There is a broad consensus on the merit of alleviating the large majority occasional importers of small quantities of CBAM goods from a costly compliance burden. At least four Member States performed data analysis similar to the one by the Commission services. The distributions of importers of small quantities of CBAM goods\n33",
  "page_111": "based on national customs data confirmed the results of the analysis carried out by the Commission services.\nWhile there was agreement that embedded emissions are the most accurate metric to determine occasional importers of small CBAM quantities, many stakeholders (including Member States, industry representatives and NGOs/Think Tanks) called for the threshold to be expressed in mass, to facilitate application by importers. Such an approach is reflected in the proposed exemption. Some stakeholders (including Member States and industry representatives) expressed a preference for an annual threshold over a consignment-based threshold, given the inherent circumvention risks of a consignment-based_ threshold. Moreover, some stakeholders (including Member States and industry representatives) shared the assessment that an annual threshold is a more targeted solution, as it allows to exempt more importers with less foregone emissions. As it concerns the level of the threshold, opinions vary: Some stakeholders call for a higher threshold, some for a lower threshold, some agree with the level chosen.\nMany stakeholders have emphasised the importance of the introduction of a new de minimis threshold to be supplemented with anti-circumvention measures.\nMeasures to simplify the CBAM reporting requirements\nMany stakeholders, (including Member States and industry representatives, in particular in the aluminium sector) requested changes of the rules pertaining to CBAM precursors for which an EU ETS carbon price had already been paid. Equally, many stakeholders called for changes of the CBAM scope to mirror more precisely the EU ETS scope, by exempting marginal emissions of downstream processes. Stakeholders in the ceramics industry requested to exempt non-calcined kaolinic clays from the CBAM scope.\nMeasures to simplify CBAM financial liability\nMany stakeholders (including Member States and industry representatives) suggested modifying the 80% rule, notably to take account of the deduction of free allowances and find a better proxy to expected financial liability with a view to avoiding forced excess purchases by importers. There is broad consensus that this rule needs to be adapted. Some stakeholders suggested that rather than lowering the 80% rule, it may be better to work on limitations to selling back certificates.\nConditions to use default values\nMany stakeholders (including Member States and industry representatives) have emphasised that in order to avoid excessive bureaucratic burden for importers, the possibility for declarants to use default values is indispensable. Some stakeholders have even suggested eliminating the possibility to report actual emissions and rely exclusively on CN-code and country-specific default values for reporting specific embedded emissions under CBAM.\nEmission verification of default values\n34",
  "page_112": "Stakeholders have pointed out that in case default values for reporting specific embedded emissions in the CBAM declaration, verification of the specific embedded emissions would not be required.\nDefault carbon prices in third countries\nSome stakeholders expressed concern at the difficulties that deduction of carbon price paid in third countries would entail in the case of electricity imported from countries where it is traded anonymously. Introducing default values would address these concerns and avoid the risk of double carbon pricing.\n35"
},
  "language": "Languages.SWEDISH",
  "total_pages": 112
}
