{
  "file_name": "181_1743.pdf",
  "pages": {
  "page_1": "The Carbon Border Adjustment Mechanism:\nCompatibility with WTO law and Turkey’s adaptation process to\nthe European Commission’s proposed legislation\nHana Biberovic\nMaster's Thesis in European and International Trade Law\nHARN63\nSpring 2022\nKR\ned \\S\nSCHOOL OF ECONOMICS AND MANAGEMENT\n2\\\\\\\nUNIVERSITY",
  "page_2": "",
  "page_3": "Table of Contents\n1.INITRODUCTION 1I\n1.1 BACKGROUND oo 11 1.2 PURPOSE AND RESEARCH QUESTIONS oo 13 1.3 DELIMITATIONS oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 13 1.4 METHODOLOGY AND MATERIAL oo 14 1.S$ STRUCTURE oo 17\n2. BACKECROUND 18\n2.1 EUROPEAN UNION EMISSIONS TRADING SYSTEM oo 18 2.2 EUROPEAN GREEN DEAL oooovooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 19 2.3 CARBON BORDER ADJUSTMENT MECHANISM oo 20 2.3 WORLD TRADE ORGANISATION AND GENERAL AGREEMENT ON TARIFFS AND TRADE re 21 2.4RELATIONSHIP BETWEEN EUROPEAN UNION AND TURKEY-- A HISTORICAL OVERVIEW ee 23\n3. CBAM AND ITHE COMPLIANCE WITH WTO LAW\n20\n3.1 GENERAL ASPECTS ON THE CARBON BORDER ADJUSTMENT MECHANISM oo 20 3.2 CARBON BORDER ADJUSTMENT MECHANISM AND WTO LAW oo 27 一 3.2.7 41tficle 1 cjneduies of Comcessio118 oo 27 3.2.241ficle 7 -Natiopnal 7T7eate1t on 7121eraal Taxatio1 Ga10 Regulatio1 oo 24 3.2.3 41jticle7-- Mosf Fayvow1rapje Natio7 ov。 29 3.2.441tficle 和 -Puypjication a1d 4d1111101St1ration of 7T7rade RegMiatio1s oo 30 3.2.5 41ficleX111 -Nop-disc1i1ali12atory 4G11110181ratio1z oOua1tilatrve Restrictio11s oo 30 3.2.6 41tficle XX- Cemeral Exe1IDtio11s oo 37 3.3 KEYFINDINGS oo 34\n4.TIURKEY AND ITHE ADAPTATION IO ITHE CBAM\n3S\n4.1 OPINIONS ON THE CBAM PROPOSAL oo 35\n4.2 TURKEY AND THE IMPLEMENTATION OF AN EMISSIONS TRADING SYSTEM 人 30\n4.3 TRADE BETWEEN THE EUROPEAN UNION AND TURKEY oo 37\n4.3 TURKISH BUSINESSES AND THE CBAM ADAPTATION oo 39\n3.4TURKISH GOVERNMENT VIEWS ON THE CARBON BORDER ADJUSTMENT MECHANISM re 43\n3.$KEYFINDINGS oo 44\nS. CONCLUSION 4S\nBIBLIOGRAPHY 47",
  "page_4": "",
  "page_5": "Abstract\nNations are agreeing that the ongoing climate change needs to be addressed with\nserious policies. The EU is aiming to become climate neutral by 2050 and to\nachieve this, significant legislative proposals have been initiated. In 2021, the\nCommission presented a CBAM proposal that would come to heat the discussion\non carbon pricing. The CBAM is not only affecting many third countries, such as\nTurkey, but is also controversial concerning the compliance with WTO law. This\nresearch aims to analyse the Commission’s proposal for a CBAM and if it can be\nin compliance with WTO law, as well as how Turkey as a third country is adapting\nto the mechanism. To fulfil this aim, a doctrinal legal approach will be taken and\nvarious legislative documents within the EU, WTO and Turkey will be analysed.\nThe results show that a CBAM probably will be in compliance with WTO rules,\nbut that it in the end may depend on the outcome of a dispute before the DSB. The\nresults also show that Turkey is aiming to harmonise their legislation with EU\nlaw, and that the Turkish government is in a speedy process to adapt to the CBAM.\nKeywords: European Commission, World Trade Organization, European Union,\nEuropean Green Deal, Carbon Border Adjustment Mechanism, Turkey.",
  "page_6": "",
  "page_7": "Acknowledgements\nTo approach the European Green Deal and the Carbon Border Adjustment Mechanism, that is currently under rapid development in the EU institutions, has had its challenges. However, with the support from my professors, friends and family, this journey has indeed become much easier.\nI would especially like to express gratitude to my supervisor, Jérgen Hettne, for his continuous support and patience over the last months — I have truly learned much about the EU from him. Moreover, I am also very thankful for all competent Turkish professionals I have encountered during my research in Turkey. They have widened my perspective and deepened my knowledge on the legal and non-legal relationship between the EU and Turkey.\nLast but not least, I thank the Crafoord Foundation for their financial support and for enabling me to conduct this important research on Turkey and their adaptation process to proposed EU law — it has truly been a memorable experience.",
  "page_8": "",
  "page_9": "Abbreviations\nAB\nCBAM\nCO2\nCommission\nCouncil\nDSB\nEBRD\nEC\nECSC\nEEC\nEGD\nENVI\nEP\nETS\nEU\nFTA\nGATT\nGoods Council\nMEP\nMFN\nMRV\nNGOs\nNT\nSDGs\nSMS\nTFEU\nTUSIAD\nUN\nWTO\nWWF\nAppellate Body\nCarbon Border Adjustment Mechanism\nCarbon Dioxide\nEuropean Commission\nCouncil of the European Union\nDispute Settlement Body\nEuropean Bank for Reconstruction and Development\nEuropean Community\nEuropean Coal and Steel Community\nEuropean Economic Community\nEuropean Green Deal\nEnvironment Committee\nEuropean Parliament\nEmissions Trading System\nEuropean Union\nFree Trade Agreement\nGeneral Agreement on Tariffs and Trade\nCouncil for Trade in Goods\nMember of the European Parliament\nMost Favourable Nation\nMeasurement, Reporting and Verification\nNon-Governmental Organisations\nNational Treatment\nSustainable Development Goals\nSmall and Medium Sized Enterprises\nTreaty on the Functioning of the European Union\nTurkish Industry and Business Association\nUnited Nations\nWorld Trade Organisation\nWorld Wide Fund for Nature",
  "page_10": "10",
  "page_11": "1. Introduction\n1.1 Background\nOne of the biggest threats to Europe and other parts of the world is the ongoing climate change\nand environmental destructions. Today’s society and economy is fully dependent on natural\nresources, but according to the World Wide Fund for Nature (WWF), the economy needs to be\nused as a tool to achieve a sustainable development within the nine planetary boundaries. ! Since\nthe 1980s sustainable development has been on the international agenda, but the economic\ndimension has continued to take place on the expense of the ecological dimension. WWF states\nthat, to achieve the United Nations (UN) Sustainable Development Goals (SDGs) and a\nsustainable economy, a fair distribution of natural resources and a reformation of the current\nproduction and consumption patterns needs to be realized.*\nThe European Union (EU) is aiming to become the first climate-neutral continent by adapting\nto a more modern, resource efficient and competitive economy. The European Commission\n(Commission) has proposed a European Green Deal (EGD) that intends to inter alia ensure an\neconomic growth decoupled from resource use, and most essentially — no net emissions of\ngreenhouse gases by 2050.° The well debated Carbon Border Adjustment Mechanism (CBAM)\nis currently being legislated as part of the EGD, and it is expected to enter into force in 2026.\nThe proposed legislation aims to introduce a carbon tariff on carbon intensive products\nimported by the EU and prevent carbon leakage — a situation where companies based in the EU\ndecides to move their production abroad where lower carbon costs are offered. The Commission\nbelieves that such carbon leakage could transfer emissions from the EU to third countries, and\nthat this would thereby undermine both EU’s and other global actor’s various climate efforts.\nThe CBAM aims to equalize the price of carbon between domestic and imported products to\nensure that EU’s climate policies are not weakened by production relocating to third countries\nthat have low climate objectives.*\n' “Ekonomi Och Hllbarhet’ (Varldsnaturfonden WWF, 17 March 2022) <https://www.wwf.se/ekonomi-och-finans/> accessed 2 April 2022; Per Espen Stoknes and Johan Rockstrém ‘Redefining Green Growth within Planetary Boundaries’ (2018) 44, Energy Research & Social Science, 41.\n? *Inom Planetens Granser’ (Vdrldsnaturfonden WWF, 14 April 2022) <https://www.wwf.se/ekonomi-och-finans/inom-planetens-granser/> accessed 17 May 2022.\n3 *A European Green Deal’ (European Commission, 3 April 2022) <https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green- deal_en> accessed 3 April 2022.\n* «Carbon Border Adjustment Mechanism: Questions and Answers’ (European Commission, 14 July 2021) <https://ec.europa.eu/commission/presscorner/detail/en/qanda_21_3661> accessed 3 April 2022.\n11",
  "page_12": "While the EU is working on implementing legislation that will affect global trade, primarily between EU and third countries, it is the World Trade Organization (WTO) agreements that are largely determining international trade rules in both private and public sectors.° The lengthy WTO agreements cover a wide range of activities, and fundamental principles are pervading throughout the legal documents. One of them is the requirement of non-discrimination, meaning that “A country should not discriminate between its trading partners, and it should not discriminate between its own and foreign products, services or nationals.”° Another important principle is the Most-Favourable-Nation (MFN), meaning that, each benefit that a WTO- member gives to another member shall immediately and unconditionally apply to all other WTO-members. This principle is relevant for all types of measures, and it would therefore also be applicable on Commission’s proposed CBAM whether it would constitute a duty, tax or an internal regulation within the EU.’\nAs the Paris Agreement from 2015 is based on each country being able to determine its level of climate ambitions, costs related to emission reduction for companies and countries can differ greatly. The EU may particularly be affected by this as it has one of the most climate-ambitious goals in the world.* Therefore, the EU argues that the CBAM is important in preventing carbon leakage, as well as ensuring fair competition for companies within the EU.?\nCurrently, there is an ongoing discussion on whether the CBAM is in compliance with current\nWTO tules. In the interim, there exists also fears among third countries regarding what the\nproposed legislation may imply for them, and how they may or may not adopt to it. According\nto an analysis by the Commission, Turkey is one of the third countries that will be mostly\naffected by a future CBAM due to their large export of carbon intensive products to the EU.\nThis means that, even if the CBAM is to comply with WTO rules, other problems may arise for\nthe EU that are of a more political nature. EU’s external relations with third countries may come\nto be affected, and the world trade order may in turn be disrupted. It is therefore of great\n> Amrite Narlikar, “Law and Legitimacy: The World Trade Organization” David Armstrong (ed), Routledge Handbook of International in law (Routledge 2009).\n& ‘What Is the WTO? What We Stand For’ (World Trade Organization) -\n<https://www.wto.org/english/thewto_e/whatis_e/what_stand_for_e.htm> accessed 3 April 2022.\n7 Kommerskollegium, ’Gransjusteringsatgarder fér koldioxidutslapp: En analys de handelsrelaterade aspekterna och vagen framat” av (December 2019) <https://www.kommerskollegium.se/globalassets/publikationer/rapporter/20 19/publ-gransjusteringsatgarder-for- koldioxidutslapp.pdf> accessed 10 April 2022.\n8 “Paris Agreement’ (European Commission)\n<https://ec.europa.eu/clima/eu-action/international-action-climate-change/climate-\nnegotiations/paris-agreement_en> accessed 10 April 2022.\n° “Carbon Border Adjustment Mechanism’ (European Commission) <https://ec.europa.eu/taxation_customs/green-taxation-0/carbon-border- adjustment-mechanism_en> accessed 11 April 2022.\n12",
  "page_13": "relevance to investigate how a third country such as Turkey may come to be affected by a\nCBAM and which possibilities Turkey has to adapt to the legislation. The relationship between\nthe EU and Turkey can be dated back to 1959, and since then, various trading and non-trading\nagreements have been concluded between the two parties. The CBAM may come to impose\nlegal implications on the well-established trading agreements between EU and Turkey.\nTherefore, it is necessary to include an analysis of how a third country, with a long trading\nrelationship with the EU, can or cannot adopt to the proposed legislation and which implication\nthis may have on the legal relationship between the two parties. !°\n1.2 Purpose and Research Questions\nThe EGD contains various legislative proposals. The CBAM is an important part of the EGD\nand an essential tool of the EU when working towards the goal of no net emissions of\ngreenhouse gases by 2050, as well as the goal of economic growth decoupled from resource\nuse. The purpose of this research is to analyse under what conditions a CBAM can be\ncompatible with current WTO legislation, as well as how third countries such as Turkey can\nadapt to the CBAM proposed by the Commission on the 14 July 2021.!! Therefore, to fulfil the\nstated purpose, following research questions will be posed:\nI Can the Commission’s proposal for a CBAM be considered compatible with current WTO law? II. How is Turkey adapting to the CBAM proposal?\n1.3 Delimitations\nThis research focuses solely on the Commission’s legislative proposal for a CBAM, meaning\nthat, other proposals that have been discussed at the EU level will not be taken into\nconsideration. Moreover, the current EU Emissions Trading System (ETS) is of great\nimportance when discussing the CBAM since the EU is seeking to revise it while adopting the\ncarbon mechanism. This research will develop an explanation of what the ETS is and how it\nfunctions, but it will not analyse how the ETS is to be reformed or complementing the CBAM.\n'0 Tn the beginning of 2022, PM the legal relationship between the EU and WTO submitted during the HARNS3 Lund a on was course at University. After the submission of this PM, an interest on how third countries would come to be affected by, and how they would adapt to, the CBAM proposal was sparked. The information from the PM has been used in a very small part of this thesis, particularly in the introduction and background section, but the interest that has been sparked during the writing of the PM has resulted in this research that the reader is currently reading.\n'! Proposal from the European Commission the European Parliament and the Council of 14 July 2021 Regulation Establishing to on a a Carbon Border Adjustment Mechanism, COM(2021) 564 final.\n13",
  "page_14": "1.4 Methodology and Material\nIn Europe, traditional doctrinal work is the research that most legal scholars engage with. This approach has often been described as the nerve centre of legal science, as well as the method where students learn to ‘think like a lawyer’. Jan M. Smits explains that the legal dogmatic research “...aims to give a systematic exposition of the principles, rules and concepts governing a particular legal field or institution and analyses the relationship between these principles, rules and concepts with a view to solving unclarities and gaps in the existing law. 9912\nThe legal dogmatic research has three fundamental elements that are necessary to outline. Firstly, the doctrinal approach is adopting an internal perspective, meaning that the researcher places himself within the legal text. This way, legal scholars are enabled to express opinions as if they are lawmakers, but they can also address the legislators on their own terms where they present alternatives for the outcomes they reach. Secondly, the law must be seen as a system, rather than just existing legislation and case law, and it can only be done so when principles, cases and concepts are treated as a sign of an internal intelligibility. Thirdly, it is fundamental that the doctrinal approach systematises the present law. It is also essential that it can meet new developments, e.g. case law and legislation, while societal change is taking place. By engaging with legal practices and reacting to various legislative developments by legislators and courts, the legal doctrine is transformed into a living system where the aim is to achieve stability and change in the development of the law. This stance is reflected in the original meaning of the Latin term ‘doctrina’, referring to the knowledge that is passed on from one generation to another. !?\nLegal doctrine can be stated to have three main goals that are closely interrelated and even enforce each other: description, prescription and justification. The first aim of legal doctrine is to describe the concerning law in a neutral and consistent way. The underlying principle of doctrinal description is that it can be observed as a representation of the normative complexity of various laws. Hence, doctrine reflects how subtle the law often can be and why a small change in it can lead to a thoroughly different outcome. Doctrine is essential when trying to understand the complexity of the law, as well as solve practical problems. The second aim of legal doctrine is to complement the description with a prescriptive approach that is directed\n2 Jan M. Smits, “What Is Legal Doctrine? On the Aims and Methods of Legal-Dogmatic Research” in Rob Gestel, Hans Micklitz and van Edward L Rubin (eds), Rethinking Legal Scholarship: A Transatlantic Dialogue (Cambridge University Press 2017). 3 ibid, 213-220. p.\n14",
  "page_15": "towards legal decision makers. Law is in other words norms for human behaviour, and doctrine can therefore be seen as a source of information on how to behave. Every argument that is made when analysing the legal text must be led through the filter of the legal system before it can be approved, and a legal systematisation influences the application of the law. The system that legal academics work with is also used in practice, meaning that, important normative consequences can follow from their work. When a decision is taken to systematise the law, there will automatically be practical consequences and norms will autonomously be produced within the legal system itself. The third aim of legal doctrine is that it can serve as a justification for the existing law, and Smits argues that a rule cannot be law if it does not fit into the system.'4 The idea of legal doctrine as an independent justification of the law can be clearly observed in the German legal tradition “...where doctrine is seen as an activity independent from the work of democratic legislators and courts.”!> This way, law is justified through the system and in turn developed into an apolitical entity.\nThe doctrinal approach can be used to describe or legitimise the existing law, as well as indicate which solutions fits the system best, but it is not the only method that can reach these goals. Law can also be described in economic or sociological terms, and while legal doctrine is an important approach to the law, it is not the only one that is conceivable. The method of judicial application should not be confounded with academic method — a judge and a jurist may work in the same field, but they have broadly different tasks. A judge approaches the law inductively to solve a certain case, while a jurist plays the role in developing the legal system.!°\nThis research will apply the doctrinal methodology, often also referred to as /egal scholarship,\nwhen analysing materials such as academic writing, case-law, statutes and other legal sources.\nMore specifically, the material of this research is EU law — the Commission’s CBAM proposal\non 14 July 2022, and WTO law — the GATT agreement from 1994. Moreover, case law from\ndisputes that have arisen between WTO members will also be taken into consideration in the\nanalytical part of this thesis:\n- Case DS342: China — Measures Affecting Imports of Automobile Parts.\n'4 ibid.\n'S ibid, 220.\n'6 ibid, 222. p.\np.\n15",
  "page_16": "Case DS360: India — Additional and Extra-Additional Duties on Imports from the United States. Case DS155: Argentina — Measures Affecting the Export of Bovine Hides and the Import of Finished Leather. Case DS401; European Communities — Measures Prohibiting the Importation and Marketing of Seal Products. Case DS472: Brazil — Certain Measures Concerning Taxation and Charges. Case DS58: United States — Import Prohibition of Certain Shrimp and Shrimp Products. Case DS394: China — Measures Related to the Exportation of Various Raw Materials.\nThe doctrinal approach differs from other methodologies in that it looks at the law within itself, and as previously described in more detail — a pure doctrinal approach examines law by using only legal sources. The strength of this methodology is that it can encompass any form of purely legal analysis, e.g. what the law was previously, what it is now and how it may be developing.'”\nThe doctrinal approach will also be applied when answering the second research question of\nthis thesis. Important sources to understand the second question are legislative agreements\nbetween the EU and Turkey, such as the Ankara Agreement!®, the Additional Protocol to the\nAnkara Agreement!?, the Customs Union Agreement”? and the Negotiating Framework 20057!.\nAdding to this, to gain a deeper knowledge of Turkey’s adaptation process to the proposed\nCBAM, a field study in Turkey has been conducted during April and May 2022. During this\nperiod, different interviews have been carried out, but the information from the interviews has\nnot been used as sources in themselves for the thesis, but rather as a complement to the legal\ndogmatic approach and to better understand Turkey’s adaptation to the CBAM. When\nanswering the second research question, an analysis will be carried out on different legal\n'’ ibid, 226-228. p.\n'8 Agreement Establishing Association between the European Economic Community and Turkey [1977] OJ L361/29. an '9 Additional Protocol: Financial Protocol [1977] OJ L361/59.\n20 EC-Turkey Association Council Decision of 22 December 1995 Implementing the Final Phase of the Customs Union [1996] OJ on L035/1.\n21 Council of the European Union Note of 12 October 2005 Enlargement: Accession Negotiations with Turkey: General EU Position on [2005] 12823/1/05 REV 1; ‘Turkey Negotiating Framework - October 2005’ (European Commission, 22 July 2010)\n<https://ec.europa.eu/neighbourhood-enlargement/turkey-negotiating-framework-october-2005_en#files> accessed 10 April 2022.\n16",
  "page_17": "documents, such as, the views of the government of Turkey on the CBAM within the framework\nof the inception impact assessment” and the Action Plan for compliance with the EGD.”\n1.5 Structure\nThe first part of this thesis will focus on elaborating further what the ETS, EGD and CBAM is,\nas well as how the WTO was created and what the GATT 1994 agreement stands for. Shortly\nafter this, a brief history and present time of the relationship between EU and Turkey will be\nintroduced. The second part of the thesis will present an analysis that relates to the two research\nquestions; how the CBAM can be in compliance with WTO law, and how a third country such\nas Turkey will adapt to the CBAM. The last and third part of the thesis will lay out the findings\nof the research in a conclusion, and suggestions for research areas for future researchers will be\npresented.\n2? Republic of Turkey: Ministry of Trade, ‘Views of the Government of Turkey the Carbon Border Adjustment Mechanism within the on Framework of the Inception Impact Assessment’ (6 April 2020) <https://rb.gy/hbtzrb> accessed 20 April 2022.\n3 Tiirkiye Cumhuriyeti: Ticaret Bakanligi, ‘Yesil Mutakabat Eylem Plan 2021’ (2021)\n<https://ticaret. gov.tr/data/60f12000 13b876eb2842 1b23/MUTABAKAT%20YE%CS5%9E%C4%BOL.pdf> accessed 15 April 2022; Nigar Goékmen, “Turkey’s Ratification of the Paris Climate Agreement and Green Deal Action Plan”, (Esin Attorney Partnership, 27 September 2021) <https://www.esin.av.tr/202 1/09/27/turkeys-ratification-of-the-paris-climate-agreement-and-green-deal-action-plan/> accessed 25 April 2022.\n17",
  "page_18": "2. Background\n2.1 European Union Emissions Trading System\nIn 2005, the EU introduced an ETS to combat climate change, and it is the current cornerstone\nof the EU strategy to tackle climate change. The EU ETS is the world’s first, largest and longest\nrunning international system for trading emission allowances, and it is creating a financial\nincentive for the biggest pollutants to cut their emissions. Since 2005, the ETS is monitoring\nemissions and has set a limit on the total amount of greenhouse gases companies can emit each\nyear. A fixed number of allowances, which are the currency of the carbon market, are issued,\nand each year companies hold enough allowances to cover their emissions to not face\nsignificant fines. If a company does not have enough free allowances, they can cut their\nemissions or buy extra allowances from another company that is producing greenhouse gases.\nIf a company has extra allowances, they can be transferred to the next year, but also be sold to\nother companies. 24\nAccording to the Commission, this flexible system ensures that emissions are cut where it costs\nthe least to do so. Over time, the emissions have been reduced, fewer allowances are issued and\ntechnologies to cut emissions are developed. Companies have a financial incentive to cut their\nemissions, or pay other to do so for them. Today, the ETS covers around half of the EU’s\nemissions, and more than 3/4 of the international carbon market. The interest for this system is\ngrowing among companies and nations, such as Turkey, around the world. The Commission\nviews the ETS as flexible, cost-effective, business friendly and as the mechanism to move the\nEU towards a low carbon and greener future.”>\nIn 2021, the Commission proposed an extension of the EU ETS to sectors such as building and\nroad transport, and the Commissioner Kadri Simson stated the following:\n“Right now we are working on concrete legislative proposals for June to reduce our greenhouse\ngas emissions. Our Fit For 55 package will include revising our legislation for energy efficiency\nand renewables in line with our new ambitions. It will also provide for measures to support\n*4 Andrei Marcu, Juan Fernando Lopez Hernandez and Emilie Alberola, ‘2022 State of the EU ETS Report’ (26 April 2022) <https://ercst.org/state-of-the-eu-ets-report-2022/> accessed 12 May 2022.\n5 “EU Emissions Trading System (EU ETS)’ (European Commission) <https://ec.europa.eu/clima/eu-action/eu-emissions-trading-system- eu-ets_en> accessed 18 April 2022.\n18",
  "page_19": "sustainable mobility and propose the extension of the Emission Trading Scheme to sectors such\nas building and road transport. The proposal will be complemented by a review of energy\ntaxation, and carbon border adjustment mechanism to address carbon leakage. 2926 a\nThe same period the CBAM was proposed, a revision of the EU ETS and Directive 2003/87/EC\nwas introduced. The reason for and the objectives of the proposal was inter alia to “...ensure\nthat aviation contributes to the 2030 emissions reduction targeted in accordance with the\nEuropean Green Deal...’\n2.2 European Green Deal\nWhen the European Parliament (EP) declared a climate emergency in 2019 — 429 Members of\nthe European Parliament (MEPs) voted for and called on the new Commission President Ursula\nvon der Leyen “...to include a 55% reduction target of greenhouse gas emissions by 2030 in\nthe European Green Deal.”® After several negotiations in the EU institutions, the Commission\nstated they are cutting carbon emissions by 55% before the end of the decade, and that the EGD\nis acting as a central policy of EU’s current and future activities. For the EU to achieve the zero-\npollution goal and move towards a toxic free environment, the EGD is promoting “...three\nprocedural themes: mainstreaming sustainability in all EU policies, pushing for the EU to be a\nglobal leader and working together across levels, and policy areas for a European Climate\nPact.”? Beyond this, the EGD also promotes a just transition to e.g. refrain from mass-\nunemployment’s in the carbon-intensive industries.*°\nThe EGD is an ambitious policy that has arisen in a turbulent period of time, not least taking\nthe covid-19 pandemic into consideration. However, the biggest source of turbulence, and an\nactuality far longer than the covid-19 pandemic, is the question of climate change. Mary Dobbs\net al. are arguing that the EGD can be analysed as the Commission’s response to current\nturbulence, but also that the Commission is operating within a context of turbulence. “The\n26 “Speech by Commissioner Simson the AmCham EU Transatlantic Conference: Global Leadership: A transatlantic opportunity’ at (European Commission, 25 March 2021), <https://ec.europa.eu/commission/commissioners/20 1 9-2024/simson/announcements/speech- commissioner-simson-amcham-eu-transatlantic-conference-global-leadership-transatlantic_en> accessed 1 May 2022. 27 Andrei Marcu, Juan Fernando Lopez Hernandez, Emilie Alberola, ‘2022 State of the EU ETS Report’ (26 April 2022) <https://ercst.org/state-of-the-eu-ets-report-2022/> accessed 12 May 2022.\n?8 Thomas Haahr, ‘The European Parliament declares climate emergency’ (European Parliament, 29 November 2019),\n<https://www.europarl.europa.eu/news/en/press-room/201911211PR671 10/the-european-parliament-declares-climate-emergency> accessed 15 April 2022.\n2° Mary Dobbs, Viviane Gravey and Ludivine Petetin ‘Driving the European Green Deal in Turbulent Times’ (2021) 9, Cogitatio, 316.\n30 ibid, 317. p.\n19",
  "page_20": "purpose of governing with turbulence is to build in flexibility, dynamism, resilience, and enable\npolicy actors to respond more effectively to changes and overall turbulence in the future.”?!\nGrowing pressure from activists may lead to key policy debates about the EGD being more\npublicly addressed and discussed. Prior to the activism, similar debates did often not spread\noutside the Brussels-bubble and consequently it did not affect the speed of the legislative\nprocedure within the EU. However, several challenges for the legislative procedure of the EGD\ncan be anticipated in the coming years. Many areas in the EGD are shared competences between\nthe EU and the Member States, which can lead to a growing intra-EU divergence. Ursula von\nder Leyen was appointed President of the Commission by a narrow margin of nine votes in\nfront of the EP — 384 votes, where 374 were required. Mary Dobbs et al. argue that “This\nweakened her position from the outset and could lead to difficulties in successfully passing\nlegislation through the Parliament — including legislation central to furthering the EGD.”*?\nCurrently, EU’s climate ambition hangs in the balance in the EP. Lawmakers in the environment committee (ENVI) are deciding their position on inter alia the CBAM proposal, that is to complement the current ETS and which is one of the important files that will determine the overall scope of future emissions cut.*?\n2.3 Carbon Border Adjustment Mechanism\nTo implement the EGD, the Commission has communicated a ‘Fit for 55’ package on the 14 July 2021. The CBAM is part of this package to reduce EU greenhouse gas emissions by 55% by 2030, and become climate neutral by 2050. Initially, the proposed CBAM will apply to goods considered most at risk of carbon leakage, such as iron and steel, cement, aluminium, fertiliser and the electric sectors.*4 However, the EP seeks to strengthen the climate ambition of the EU and e.g. broaden the scope of product coverage to include basic chemicals, plastics, and hydrogen.*»\n3! ibid, 318.\np.\n* ibid, 320.\n33 Zia Weise and Hanne Cokelaere, ‘EU climate legislation faces divided Parliament’ (Politico, 16 May 2022) a <https://www.politico.eu/article/eu-climate-legislation-faces-a-divided-parliament/> accessed 17 May 2022.\np.\n4 European Commission Communication of 14 July 2021 Fit for 55: Delivering the EU's 2030 Climate Target the Way Climate on on to Neutrality [2021] COM(2021) 550 final.\n35 Aaron Cosbey, ‘ENVI Rapporteur’s Draft CBAM Report at Odds With Commission Plan Key Points’ (International Institute for on Sustainable Development IISD, 2 March 2022) <https://www.1isd.org/articles/envi-rapporteurs-draft-cbam-report> accessed 16 May 2022.\n20",
  "page_21": "Moreover, the Commission stated in 2021 that “EU importers will buy carbon certificates\nequivalent to the carbon price that would have been paid had the goods been made in the EU.\nIf a non-EU producer can show it has already paid for carbon emissions related to the good,\nthat amount can be fully deducted for the EU importer.”** From 2023 to 2025 there will be a\ntransition period in which importers will only have to complete carbon reporting requirements.\nWhen the definitive system is initiated in 2026, payments for CBAM certificates will be\nexpected and the revenue will go to the EU budget. Once a year, EU importers will have to\ndeclare the quantity of imported goods and its embedded emissions from the previous year.*’\nThe CBAM is central for the EU to achieve its goal of linking climate action with trade policy.\nThis policy may affect countries differently, but those who have a large export of carbon\nintensive goods to the EU may primarily be impacted since they risk seeing certain sectors\ndecline in the event of a CBAM. According to Laima Eicke et al., the decarbonisation processes\nindicate that the Global South countries may be unable to develop a green economy to remain\ncompetitive in global markets.**\nFurthermore, imposing a carbon border tariff on imports may seem to be in contradiction to the current EU Free Trade Agreements (FTA). However, the EU is arguing that this is not a problem since they will be imposing an equal carbon price on domestic goods as it does on imports. It is also important to note that the CBAM is presented as an environmental policy tool rather than a trade mechanism, which may live up to WTO’s rules and regulations. So far, policy debates have paid large attention on the CBAM compatibility with WTO-law, and this research aims to contribute to these debates by analysing WTO and EU law.*?\n2.3 World Trade Organisation and General Agreement on Tariffs and Trade\nWTO’s main vision is to assist WTO members in using trade as a means to create jobs, raise living standards and improve people’s lives through various WTO agreements that are negotiated and signed by the majority of the world’s trading nations. The purpose of this system\n36 Proposal from the European Commission to the European Parliament and the Council of 14 July 2021 Regulation Establishing on a a Carbon Border Adjustment Mechanism, COM(2021) 564 final; ‘The Issue: Carbon Border Adjustment Mechanism (CBAM)’ (2021/2022) 8, Acuity, 12.\n37 European Commission Communication of 14 July 2021 Fit for 55: Delivering the EU's 2030 Climate Target the Way to Climate on on Neutrality [2021] COM(2021) 550 final.\n38 Laima Eicke, Silvia Weko, Maria Apergi and Adela Marian, ‘Pulling the carbon ladder? Decarbonization, dependence, and third- up country risks from the European carbon border adjustment mechanism’ (2021) 80, Energy Research & Social Science, 2. »° «The Issue: Carbon Border Adjustment Mechanism (CBAM)’ (2021/2022) 8, Acuity, 12.\n21",
  "page_22": "is to inter alia help trade flow as freely as possible, as long as there are no undesirable\nconsequences, since this is stimulating economic growth and supporting the integration of\ndeveloping countries into the global trading system.*?\nWhere there are trade relations, there may also be conflicting interests. The WTO agreements\noften need interpreting and this is settled through a neutral procedure based on an agreed legal\nfoundation — the Dispute Settlement Process. This process is written into the WTO agreements\nand the Dispute Settlement Understanding is essential for implementing WTO rules, and\nthereby ensuring that trade flows steadily. If a country believes their rights have been infringed\nunder the WTO agreements, the member can bring the dispute to the WTO where independent\nexperts will interpret the agreements and individual countries’ commitments.*!\nIn 1947, after a period of intensive negotiations, 23 countries signed the General Agreement on Tariffs and Trade (GATT). From 1947 to 1994, GATT was the forum for negotiating lower customs dusty rates and other trade barriers, and the agreement encompassed important rules on non-discrimination. In 1994, the GATT was updated and it was transformed into the umbrella for WTO’s agreements for trade in goods. The workings of the agreement are “...the responsibility of the Council for Trade in Goods (Goods Council) which is made up of representatives from all WTO member countries.”** WTO is the primary global trade governance body, and it is playing an essential role in settling interstate trade disputes through panels and the Appellate Body (AB) of its Dispute Settlement Body (DSB).*°\nWhile there is a fundamental principle of non-discrimination between WTO trading partners,\nlocal and foreign products, services and nationals, the WTO agreements countenances members\nto take necessary action to not only protect public, animal and plant health — but also the\nenvironment. It is important to emphasize that members are not to use environmental protection\nas a means of introducing discriminatory trade barriers, but to implement the same measures to\nboth national and foreign businesses.#\n4° “What stand for’, (World Trade Organization), <https://www.wto.org/english/thewto_e/whatis_e/what_stand_for_e.htm> accessed 10 we April 2022.\n41 “What do’, (World Trade Organization), <https://www.wto.org/english/thewto_e/whatis_e/what_we do _e.htm> accessed 10 April we 2022.\n® “GATT and the Goods Council’, (World Trade Organization) <https://www.wto.org/english/tratop_e/gatt_e/gatt_e.htm> accessed 15 April 2022.\n3 Manjiao Chi, ‘Exhaustible Natural Resource in WTO Law: GATT Article XX (g) Disputes and Their Implications’ (2014) 48, Journal of World Trade, 939.\n44 “What stand for’, (World Trade Organization), <https://www.wto.org/english/thewto_e/whatis_e/what_stand_for_e.htm> accessed 10 we April 2022.\n22",
  "page_23": "2.4 Relationship between European Union and Turkey — A Historical Overview\nIn 1959, Turkey became one of the first countries to seek close cooperation with the young\nEuropean Economic Community (EEC). The cooperation between Turkey and the EEC was\nrealized in 1963 in the framework of an association agreement known as the Ankara Agreement\nwhich up until today constitutes the legal basis between Turkey and EU. An essential part of\nthe Ankara Agreement was the future establishment of a Customs Union where the goal was to\nallow goods, services, persons and capital to flow freely between EEC and Turkey. Article 2 of\nthe Ankara Agreement states that the main aim of the agreement was to promote trade and\neconomic relations between the parties while accelerating the development of the Turkish\neconomy, as well as employment and living conditions of the Turkish people.*\nIn 1973, the Additional Protocol entered into force and the EEC abolished tariff and quantitative barriers to almost all its imports from Turkey.*° Successively, Turkey would also abolish tariff for industrial products of the EEC and this way, a 22-year outline was set for the establishment of the Customs Union.*” In 1987, Turkey decided to apply for full membership in the EEC even though the phases foreseen in the Ankara Agreement had not been completed.*® The EEC argued that they could not accept any new member before they completed their internal integration, thus preparations to instead complete the Customs Union began. The formation of today’s EU took place in 1993, and the EEC came to be incorporated into the EU and renamed to the European Community (EC).*? In 1996, the Customs Union took effect and brought a new dimension to the relationship between Turkey and EU. Thus, Turkey began adapting to EU’s commercial policy and preferential trade arrangements with specific third countries.*° Adding to this, the parties complemented the Customs Union with the Turkey — ECSC FTA agreement signed on 25 July in 1996.°!\n‘8 Agreement Establishing Association between the European Economic Community and Turkey [1977] OJ L361/29, Art 2. an 4 ‘History of Turkey-EU Relations’ (Republic of Turkey: Ministry of Foreign Affairs: Directorate for EU Affairs, 12 February 2020) <https://www.ab.gov.tr/brief-history_111_en.html> accessed 28 April 2022.\n47 “Customs Union’ (Republic of Turkey: Ministry of Foreign Affairs: Directorate for EU Affairs, 17 July 2019) <https://www.ab.gov.tr/customs-union 46234 en.html> accessed 28 April 2022.\n48 Additional Protocol: Financial Protocol [1977] OJ L361/59.\n* ‘History of the European Union 1990-99” (European Union) <https://european-union.europa.eu/principles-countries-history/history- eu/1990-99 en> accessed 10 May 2022.\n°° Harun Arikan, ‘Turkey and the EU: An Awkward Candidate for EU Membership’ (2008) 46, Journal of Common Market Studies, 904.\n>! Republic of Turkey: Ministry of Trade, ‘Views of the Government of Turkey the Carbon Border Adjustment Mechanism within the on Framework of the Inception Impact Assessment’ (6 April 2020) <https://rb.gy/hbtzrb> accessed 20 April 2022.\n23",
  "page_24": "After the Customs Union took effect, Turkey was officially recognized as a candidate for full\nmembership to the EU at the Helsinki summit of the European Council in 1999.°* The accession\nnegotiations were opened in 2005 and within the framework of accession negotiations, 16\nchapters have been opened whereas one of them is provisionally closed.** Today, Turkey’s path\ntowards EU membership has come to stalemate which already began in 2006 when the EU\nexpressed “...concern over restrictions to the free movement of goods, including restrictions on\nmeans of transport to which Turkey had committed by signing the Additional Protocol to the\nAnkara Agreement.”*+ Due to this, the European Council decided that no chapter would be\nprovisionally closed until Turkey fulfils its commitments under the standing agreements\nbetween the two parties. However, this decision did not block the negotiation processes fully,\nand in January 2007 the negotiations on the chapters that were not suspended were back on\ntrack.°>\nThe relationship between the EU and Turkey remains complex.>* In 2015, EU heads of state or\ngovernment held a meeting with Turkey which marked an important step in developing the long\nEU-Turkey relations, and managing the question of migration.*’ During this period, the parties\nagreed to re-energize Turkey’s accession process to the EU and to lift visa requirements for\nTurkish citizens by the end of June 20216 if all agreed benchmarks had been fulfilled.** In\n2016, The General Affairs Council welcomed the opening of Chapter 17 (Economic and\nMonetary Policy)*? and Chapter 33 (Financial and Budgetary Provisions) and noted positively\nthat Turkey had reached a good level of alignment with the EU acquis, particularly in the area\nof economy.°! However, in 2019 the General Affairs Council concluded, together with the\n°° Ayse Aslihan Celenk, ‘Accession Negotiations and the New EU Strategy of Turkey: A Critical Assessment’ (2016) 47, Erciyes Universitesi Iktisadi ve Idari Bilimler Fakultesi Dergisi, 85.\n°3 “RU and Turkey's History’ (Delegation of the European Union Turkey) <https://www.avrupa.info.tr/en/eu-and-turkeys-history-7 11> to accessed 25 April 2022.\n*4 °Current Status’ (Delegation of the European Union Turkey) <https://www.avrupa.info.tr/en/current-status-742> accessed 25 April to 2022.\n% ibid.\n56 Cemal Karakas, ‘EU-Turkey: Integration without Full Membership Membership without Full Integration A Conceptual Framework for or - Accession Alternatives’ (2013) 51, Journal of Common Market Studies, 1057.\n57 *Turkey’ (European Commission) <https://ec.europa.eu/neighbourhood-enlargement/enlargement-policy/negotiations-status/turkey_sv> accessed 28 April 2022.\n%8 ‘Meeting of heads of government with Turkey EU-Turkey 29/11/2015’ (European Council: Council of the European state or - statement, Union, 19 March 2019) <https://www.consilium.europa.eu/en/press/press-releases/20 15/1 1/29/eu-turkey-meeting-statement/> accessed 28 April 2022.\n°° ‘Chapter 17- Economic and Monetary Policy' (Republic of Turkey: Ministry of Foreign Affairs: Directorate for EU Affairs, 25 May 2022) <https://www.ab.gov.tr/82_en.html> accessed 25 May 2022.\n6 ‘Chapter 33- Financial and Budgetary Provisions’ (Republic of Turkey: Ministry of Foreign Affairs: Directorate for EU Affairs, 3 September 2021) <https://www.ab.gov.tr/98_en.html> accessed 25 May 2022.\n6! “EU-Turkey 18 March 2016’ (European Council: Council of the European Union, 22 March 209) statement, <https://www.consilium.europa.eu/en/press/press-releases/2016/03/18/eu-turkey-statement/> accessed 25 May 2022.\n24",
  "page_25": "European Council, that Turkey’s accession negotiations have effectively come to a halt. “Over\nthe reporting period, the Turkish government did not reverse the negative trend as regards the\nreform agenda despite the Turkish government’s repeated commitment to the objective of EU\naccession.””©2\n© European Commission Communication of 19 October 2021 Turkey 2021 Report [2021] COM(2021) 644 final. on\n25",
  "page_26": "3. CBAM and the Compliance with WTO Law\n3.1 General Aspects on the Carbon Border Adjustment Mechanism\nThe principles of the CBAM are simple — imported products shall pay the same price for Carbon Dioxide (CO2) as domestic producers. One of the advantages of the implementation of a CBAM is that it enables the EU to introduce a more efficient pricing of CO2 emissions by e.g. phasing out free allowances and subsidies for fossil fuels, without risking carbon leakage. Furthermore, if the price on goods that produce high emissions is increased, the willingness to consume them will decrease. Another advantage is that the price of emissions that is paid in the third country is dependent on the goods ending up in the EU — which encourages actors in third countries to lower their emissions. These advantages can help the EU in fulfilling its climate ambitions and reaching the goals of the Paris agreement that the Union has signed.®\nA negative aspect of the CBAM is that countries outside the EU can perceive the mechanism\nas an action of a protectionist nature, which in a worst-case scenario can lead to global trade\nconflicts. The administrative burden on companies, both inside and outside the EU, can also\nincrease and this can in turn affect the trade of certain goods between the EU and third countries.\nAnother negative aspect is that the companies that produce goods covered by the CBAM can\nattain a stronger competitiveness, while companies that are dependent on the same goods will\nsee their competitiveness impaired. Altogether, if the CBAM is well-designed by the EU, it can\nserve as a very efficient tool to control and lower CO2 emissions globally.** How the CBAM\nis designed, if it would constitute a duty, tax or international regulation, is also crucial for the\nWTO compliance. This is yet to be decided, but in the Commission’s proposal for a CBAM\nthere are six options that the EP and Council of the European Union (Council) can use as a basis\nin the legislative discussions.°\n® Kommerskollegium, ’Gransjusteringsatgarder for koldioxidutslapp: En analys de handelsrelaterade aspekterna och vagen framat” av (December 2019) <https://www.kommerskollegium.se/globalassets/publikationer/rapporter/2019/publ-gransjusteringsatgarder-for- koldioxidutslapp.pdf> accessed 10 April 2022.\n“ ibid.\n§ Proposal from the European Commission the European Parliament and the Council of 14 July 2021 Regulation Establishing to on a a Carbon Border Adjustment Mechanism, COM(2021) 564 final.\n26",
  "page_27": "3.2 Carbon Border Adjustment Mechanism and WTO Law\n3.2.1 Article II — Schedules of Concessions\nWhen analysing the CBAM proposal from a WTO perspective, one of the fundamental questions is if the mechanism would be appropriate to draft as a tariff or similar, and in that case, if it would be in compliance with Article II:1(b) GATT 1994. All WTO members have set bound tariffs, and Article II:1(b) prohibits any adoption of tariffs that go beyond these provisions.® If the CBAM is introduced as a tariff or an import levy on goods that enter the EU, and if the bound tariffs are exceeded, the mechanism would violate Article II:1(b). The EU does not have much flexibility here since the bound tariffs are similar across the Union, and therefore, it is not likely that the CBAM would constitute an import levy or tariff. The bound tariffs would need to be re-negotiated between the EU and third countries affected by the proposal, and in this case, the third countries would need to be compensated with lower tariffs on products not covered by the CBAM. If the EU cannot offer lower tariffs on other products, the action would need to be justified under the general exemptions in Article XX GATT. Adding to this, for the CBAM to be viewed as an internal regulation instead of a tariff it is important that the fee is not dependent on the importation of a certain good, but on an internal happening, such as the use of the imported good in the EU.®” This approach is stated by the AB in Case DS342: China — Measures Affecting Imports of Automobile Parts. The AB argued, amongst other matters, that the oe ...determination of whether specific charge falls under a Article I:1(b) or Article III:2 of the GATT 1994 must be made in the light of the characteristics of the measure and the circumstances of the case.’ In Case DS360: India — Additional and Extra-Additional Duties on Imports from the United States a similar observation has been made by the AB, meaning that a decision must be made from an overall judgement.”\nMoreover, Article 11:2(a) GATT 1994 states that a WTO member can impose “a charge\nequivalent to an internal tax imposed consistently with the provisions of paragraph 2 of Article\n°° General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article II:1(b). on\n°’ Kommerskollegium, ’Gransjusteringsatgarder for koldioxidutslapp: En analys de handelsrelaterade aspekterna och vagen framat” av (December 2019) <https://www.kommerskollegium.se/globalassets/publikationer/rapporter/2019/publ-gransjusteringsatgarder-for- koldioxidutslapp.pdf> accessed 10 April 2022, p. 38.\n68 WTO, China Measures Affecting Imports of Automobile Parts Report of the Appellate Body (15 December 2008) WT/DS339/AB/R — — and WT/DS340/AB/R and WT/DS342/AB/R [74].\n© WTO, India Additional and Extra-Additional Duties Imports from the United States Report of the Appellate Body (30 October — on — 2008) WT/DS360/AB/R [55].\n27",
  "page_28": "III* in respect of the like domestic product or in respect of an article from which the imported\nproduct has been manufactured or produced in whole or in part”.”? The CBAM can only be in\nviolation of this clause if it is introduced as an internal tax or similar fee, as well as if the CRAM\nis targeting the product, not the producer. The Commission’s CBAM proposal is not targeting\nproducers directly, but it is still obscure what the mechanism will be adopted as.\n3.2.2 Article III — National Treatment on Internal Taxation and Regulation\nOne of the non-discriminatory principles in the WTO is the principle of National Treatment (NT) on Internal Taxation and Regulation. According to Article IIJ:2 GATT 1994, where the NT principle is laid out, “...products of the territory of any contracting party imported into the territory of any other contracting party shall not be subject, directly or indirectly, to internal taxes or other internal charges of any kind in excess of those applied, directly or indirectly, to like domestic products.””! This provision is important if the CBAM is adopted as an internal tax or similar fee, because imported goods are not allowed to be subject to higher costs for their emissions than the corresponding domestic goods pay for their emissions. Further on, imported goods are also not allowed to be subject to internal taxes if the same taxes are providing protection for domestic production. Adding to this, Article III:4 is stating that imported goods may not be treated less favourably than domestic goods.”\nIt is important to note that even the smallest amounts of additional taxes are too much, but that\nthe tax burden on one company should be evaluated and compared to another company. In Case\nDS155; Argentina — Measures Affecting the Export of Bovine Hides and the Import of Finished\nLeather the Panel implied that a WTO member can circumvent Article III:4 by using different\nmethods of calculations, instead of analysing the tax burden.’? The CBAM can be in compliance\nwith these provisions if the mechanism is based on the lowest tax that companies within the EU\nare paying. Moreover, Article III:4 is emphasizing that imported goods need to attain equally\neffective competition as domestic goods.” This would mean that the final design of the CRAM\nshould not require importers in the EU to pay a much more expensive emission allowance than\n7 General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article II:2 (a). on\n7! General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article III:2. on\n® General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article III:4. on\n® T)$155: Argentina Measures Affecting the Export of Bovine Hides and the Import of Finished Leather’ (World Trade Organization) — <https://www.wto.org/english/tratop_e/dispu_e/cases_e/ds155_e.htm> accessed 23 May 2022; WTO, Argentina — Measures Affecting the Export of Bovine Hides and the Import of Finished Leather — Report of the Panel (19 December 2000) WT/DS155/R [147].\n™ General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article III:4. on\n28",
  "page_29": "corresponding domestic producers, because this will affect the competitiveness of the imported\nproducts negatively. If the CBAM is to comply with WTO law, it is important that the\nmechanism does not introduce a method of pricing and measuring carbon that is discriminating\nand favouring domestic over imported products. Further on, equal treatment should apply to\ngoods that are of same kind.’\n3.2.3 Article I — Most Favourable Nation\nOne of the most fundamental obligations in the WTO is the MFN principle that is set out in Article I GATT 1994.”° “This provision prohibits a WTO member from treating the products originating in or destined for another member less favourably than the “like” products originating in or destined for any other country (including non-WTO members).”’” Article I cover various charges and custom duties imposed on imported or exported products, and it also covers all legislation relevant to the import and export of products — including internal taxes and domestic regulations. ”°\nThis clause is, to say the least, very important when analysing the Commission’s proposal for\na CBAM because it has important implications for trade in natural resources. Since the EU is a\nWTO member and is consuming natural resources, it must provide similar favourable treatment\nto similar imports of natural resources, originating from other WTO members. A favourable\ntreatment can e.g. be an internal tax, a tariff or a domestic regulation. The CBAM proposal is\nnot targeting specific countries with e.g. low climate ambitions, but exports of a// countries that\nsell goods that produce high emissions during production.”? Moreover, the proposed\nmechanism is targeting specific goods worldwide no matter where they come from, hence, the\nfocus is not on regulating countries outside the EU. Because of this, there is no direct\ndiscrimination of goods coming from different countries and Article I of the GATT 1994 is not\nviolated. However, even though the CBAM is not targeting countries de jure, an indirect\ndiscrimination may take place de facto. Countries that have a high climate ambition, and that\n™® Kommerskollegium, ’Gransjusteringsatgarder fér koldioxidutslapp: En analys de handelsrelaterade aspekterna och vagen framat” av (December 2019) <https://www.kommerskollegium.se/globalassets/publikationer/rapporter/20 19/publ-gransjusteringsatgarder-for- koldioxidutslapp.pdf> accessed 10 April 2022.\n76 General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article I. on\n77 World Trade Organization, ‘World Trade Report: Trade in natural resources’ (2010)\n<https://www.wto.org/english/res_e/booksp_e/anrep_e/world_trade_report10_e.pdf> accessed 17 April 2022, p. 166.\n78 ibid.\n” Proposal from the European Commission to the European Parliament and the Council of 14 July 2021 Regulation Establishing on a a Carbon Border Adjustment Mechanism, COM(2021) 564 final.\n29",
  "page_30": "already have various climate measures in place, will come to be treated favourable by the EU\nand the proposed CBAM. If a country has an industry and producers that have already adapted\nto a cleaner and more sustainable production, they will not pay as high fees. In this case, the\nCBAM proposal would need to be justified under Article XX, which will be analysed further\ndown in this analysis section.\n3.2.4 Article X — Publication and Administration of Trade Regulations\nArticle X:3 GATT 1994 states the each WTO member and contracting party must administer all laws, regulations, decisions and rulings in uniform, impartial and reasonable 80 a manner. This would be applicable to the proposed CBAM since it is also encompassing legislation effecting the sale, distribution and use of goods. Article X:3 would especially be violated if the CBAM imposes a higher administrative burden on imported goods than on domestic goods. The CBAM is requiring third countries to present documentation of calculations of emissions produced during the production of a certain product, which is a complex approach that requires a broad mobilisation and a probably high administrative burden — both for the importer who needs to receive the documentation, as well as for the third country producer. Therefore, the CBAM proposal may come to violate Article X:3.\n3.2.5 Article XIII — Non-discriminatory Administration of Quantitative Restrictions\nFurther on, “Article XIII of the GATT states that no prohibition or restriction shall be applied by any WTO member on the importation of any product of the territory of any other member or on the exportation of any product destined for the territory of any other member, unless the importation of the like product of all third countries or the exportation of the like product to all third countries is similarly prohibited or restricted.”*! Even if a WTO member is allowed to apply import prohibitions, the application must be non-discriminatory. However, the CBAM is not aiming to prohibit or restrict trade, but to make it costlier to produce high emissions during production of certain goods, such as iron. Therefore, the non-discrimination obligation in Article XIII GATT 1994 is not relevant in the case of a EU CBAM, but when a member e.g.\n8° General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article X:3. on\n8! World Trade Organization, ‘World Trade Report: Trade in natural resources’ (2010)\n<https://www.wto.org/english/res_e/booksp_e/anrep_e/world_trade_reportl0_e.pdf> accessed 17 April 2022, p. 166; General Agreement on Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article XIII.\n30",
  "page_31": "imposes an export prohibition or restriction temporarily to prevent critical shortages of alimentation or other essential products outlined in Article XI:2(a) of the GATT.*\n3.2.6 Article XX — General Exemptions\nAs argued above, the CBAM proposal can be in violation of various provisions, but the violations can also come to be exempted under Article XX GATT 1994. In Case DS401: European Communities — Measures Prohibiting the Importation and Marketing of Seal Products it is stated that the aspects that give rise to the incompatibility with GATT 1994 need to be justified.** Article XX is a balanced provision that enables a flexibility for WTO members to e.g. prioritise protection of the environment over trade liberalisation, non-discrimination and market access. The CBAM can mainly come to be justified under Article XX (b), concerning the protection of human, animal, or plant life or health, and Article XX (g), concerning the conservation of exhaustible natural resources.84 A WTO member, in this case the EU, must firstly show that the CBAM is covered by sub-paragraph (b) and (g), and secondly, the CBAM must be applied in a way that is in accordance with the chapeau of Article XX. The first requirement concerns the content of the measure, while the second requirement concerns the application of the measure in practice. In the second requirement, it is important that the CBAM is motivated by environmental protection and not by evening out the competitive disadvantages of the domestic industry.*\nArticle XX (g) is the only provision in all WTO agreements that is specifically governing trade\nin natural resources, and that is expressing employing the term ‘exhaustible natural resources’.*°\nNatural resources are an important contributor to the national economy of many states today,\nas well as an essential part of international trade. They are an easy target in international trade\ndisputes, especially between developing and developed countries. The developing countries are\noften the resource-exporting countries, while developed countries are the resource-importing\n®2 Petros C. Mavroidis, The General Agreement Tariffs and Trade: A Commentary, (Oxford University Press 2005). on\n83 *1)§401: European Communities Measures Prohibiting the Importation and Marketing of Seal Products’ (World Trade Organization) — <https://www.wto.org/english/tratop_e/dispu_e/cases_e/ds401_e.htm> accessed 20 May 2022; WTO, European Communities — Measures Prohibiting the Importation and Marketing of Seal Products — Report of the Panel (25 November 2013) WT/DS400/R and WT/DS401/R [185].\n84 General Agreement Tariffs & Trade [1994] 1867 U.N.T.S. 187 Article XX. on\n85 Kommerskollegium, ’Gransjusteringsatgarder for koldioxidutslapp: En analys de handelsrelaterade aspekterna och vagen framat” av (December 2019) <https://www.kommerskollegium.se/globalassets/publikationer/rapporter/2019/publ-gransjusteringsatgarder-for- koldioxidutslapp.pdf> accessed 10 April 2022.\n86 Manjiao Chi, ‘Exhaustible Natural Resource in WTO Law: GATT Article XX (g) Disputes and Their Implications’ (2014) 48, Journal of World Trade, 939, p. 940.\n31",
  "page_32": "countries. Trade disputes related to natural resources can especially be tricky given the fact that\nthey spark economic implications, as well as environmental concerns.*’\nArticle XX (g) can be understood as a harmonization of two conflicting areas, on the one hand, the safeguard of WTO trade rules, and on the other hand, the national obligations to protect the environment. However, to protect the environment, countries need to have space in their policy to initiate proposals related to sustainability. Therefore, Article XX (g) grants an exemption and supports certain national measures to protect the environment that would otherwise be inconsistent with WTO law. Continuing, the significations of the term ‘exhaustible natural resources’ is silent which means that it is subject to treaty interpretation in WTO dispute settlement. Previously, the WTO has handled various trade disputes related to the term by interpreting different WTO agreements and other WTO resources. Article XX (g) has been invoked in nine disputes, and despite this, there is no clear definition of the term ‘exhaustible natural resources’. The WTO and GATT dispute settlement practices suggest that the term has not been explored enough, and that the focus has rather been on terms such as ‘relating to’, ‘in conjunction with’ and ‘be made effective’ .**\nMoreover, the WTO is not primarily responsible for global trade in natural resources. However,\nthis does not mean that the CBAM proposal, that is targeting natural resources, will fall out of\nthe jurisdiction of the WTO. In 2010, the WTO stated that if “...a natural resource may be\ntraded, it is covered by the obligations contained in the GATT and the other WTO agreements\nrelating to trade in goods. 9989\nArticle XX (b) requires that the measurement, in this case the CBAM, is framed to protect\nhuman, animal or plants life or health, and that the measurement is necessary to protect this.”\nThe legal basis of the CBAM proposal is Article 192(1) of the Treaty on the Functioning of the\nEuropean Union (TFEU).?! Some of the objectives of Article 192(1) are “...preserving,\nprotecting and improving the quality of the environment, promoting measures at international\n87 ibid, 940.\np.\n88 ibid, 941.\np.\n8° World Trade Organization, ‘World Trade Report: Trade in natural resources’ (2010)\n<https://www.wto.org/english/res_e/booksp_e/anrep_e/world_trade_report10_e.pdf> accessed 17 April 2022, p. 166.\n°° Peter Van den Bossche, The Law and Policy of the World Trade Organization: Text, Cases and Materials (3rd edition Cambridge University Press 2017), p. 557.\n°! Consolidated Version of the Treaty the Functioning of the European Union [2008] OJ C115/47. on\n32",
  "page_33": "level to deal with regional or worldwide environmental problems, and in particular combating\nclimate change.””* Moreover, it is not enough for the EU to invoke the protection of the\nenvironment, but to also specifically invoke the protection of animal or plants life and health,\nwhich is not fully done in the Commission’s CBAM proposal. If the CBAM is not reformulated,\nit can therefore be at risk and not be exempted under Article XX (b).\nIt is interesting that in Case DS472: Brazil — Certain Measures Concerning Taxation and Charges the Panel argued that “...the reduction of CO2 emissions is one of the policies covered by subparagraph (b) of Article XX, given that it can fall within the range of policies that protect human life or health.” This implies that the CBAM proposal is on ‘the right track’ since it has an aim of lowering the carbon emissions and Michael A. Mehling et al. is e.g. also arguing that measures taken to lower global carbon emissions can be justified under Article XX (b).™ Adding to this, it has earlier been hard to prove that an initiative is necessary to protect human, animal and plant life or health, but in the last years the DSB has had a more flexible approach to the word ‘necessary’. Even if the CBAM is a most likely necessary unilateral way forwards, it does not mean that it is the most effective way forward. A less intervening policy can e.g. be if nations around the world agree on global measurements to lower carbon emissions. However, it has been shown that it is not easy to discuss and agree upon effective and binding climate ambitions.\nThe term ‘sustainable development’ is serving as a guiding principle when interpreting the\nWTO agreements, and the term can be found in the preamble of the GATT 1994. In Case DS58:\nUnited States — Import Prohibition of Certain Shrimp and Shrimp Products the AB stated that\nWTO law shall be interpreted and applied in accordance to the emerging principles and legal\nstandards for sustainable development.” Further, in Case DS394: China — Measures Related\nto the Exportation of Various Raw Materials the AB argued that the GATT 1994 shall reflect\n*» Proposal from the European Commission the European Parliament and the Council of 14 July 2021 Regulation Establishing to on a a Carbon Border Adjustment Mechanism, COM(2021) 564 final.\n° WTO, Brazil Certain Measures Concerning Taxation and Charges Report of the Panel (30 August 2017) WT/DS472/R and — — WT/DS497/R [237].\n°4 Michael A. Mehling and others, ‘Designing Border Carbon Adjustments for Enhanced Climate Action’ (2019) 113, American Journal of International Law, 565.\n°S The United Nations Environment Programme, ‘Trade and Green Economy: A Handbook’ (2014)\n<https://www.1isd.org/system/files/publications/trade-green-economy-handbook-third-edition-en.pdf> accessed 20 May 2022, p. 44.\n°° WTO, United States Import Prohibition of Certain Shrimp and Shrimp Products Report of the Appellate Body (22 October 2001) — — WT/DS58/AB/RW [37].\n33",
  "page_34": "the balance between WTO members trade and non-trade-related interests.°’ The Paris\nAgreement has been ratified by all nations in the world, and the WTO agreements may therefore\nbe interpreted in relation to the goals of the agreement. If the EU argues that the CBAM is\nnecessary to achieve the goals of the Paris Agreement, the mechanism may come to be\nexempted under Article XX.”8\n3.3 Key findings\nThe CBAM can help the EU to fulfill their climate ambitions while preventing carbon leakage.\nHowever, third countries may perceive the mechanism as a protectionist action which in a worst\ncase scenario can lead to global trade conflicts. Today, much is dependent on how the CBAM\nactually will be adopted as — a duty, tax or internal regulation. Depending on how the\nmechanism is introduced, different provisions in the GATT 1994 can be invoked by third\ncountries. Furthermore, no matter what the mechanism is implemented as in the end, it is very\nimportant that the EU respects the non-discriminatory principles of the WTO. However, it\nseems inevitable that EU can avoid contradicting the non-discriminatory principles and\ntherefore, the CBAM proposal will probably need to be exempted under Article XX (g). The\nquestion of climate change is climbing higher and higher on the international agenda, and all\nnations have signed the Paris Agreement. The term ‘sustainable development’ is also becoming\nindicative when interpreting WTO agreements. Hence, in the case of a dispute regarding the\nCBAM proposal, the WTO may come to rule in favor of the EU — especially if the CBAM can\nhelp nations fulfilling the goals of the Paris Agreement.\n°7 WTO, China Measures Related the Exportation of Various Raw Materials Reports of the Appellate Body (30 January 2012) — to — WT/DS394/AB/R and WT/DS395/AB/R and WT/DS398/AB/R [123].\n8 Paris Agreement [2016] OJ L 282/4.\n34",
  "page_35": "4. Turkey and the Adaptation to the CBAM\n4.1 Opinions on the CBAM Proposal\nWhen a new EU policy is introduced, citizens and businesses around the world can enter Commission’s webpage to express various opinions and concerns. In 2020, the Turkish Industry and Business Association (TUSIAD) submitted their opinion on the CBAM proposal and expressed that many companies in Turkey would come to be affected by the future mechanism. The association stressed the importance of a WTO compliance, as well as the preservation of the framework and measures of the Customs Union between EU and Turkey. Further on, TUSIAD wishes that the implementation of a CBAM does not lead to legal uncertainty, but that there is a corporate planning security and long-term investment decisions. When measures are decided, they should be based on structured and detailed assessments that take all economic, social and environmental aspects into consideration. To strengthen the alignment with, and the adaptation process to, the CBAM it is important that there is a mechanism that will facilitate access to EU funds for Turkey. TUSIAD also argued that Turkey should be included into envisaged Invest EU Programmes, and recommended that the planned mechanism should not focus on examining the complex value chain of goods since it will create excessive administrative burden. As an example, it is argued that the mechanism should not aim to calculate the carbon content of an end product if it consists of selected products within its value\nchain.”\nFurther on, TUSIAD argues that an establishment of an ETS is essential, but to do so, a fair and transparent assessment of EU’s emission tracking infrastructure is of great importance. While the CBAM is under development in the EU, TUSIAD wish to see a country-specific assessment and a transitional period adjusted to Turkey’s level of development. To facilitate the green transition in Turkey, a consultation mechanism would need to be established, and options for access to funds would need to be provided. TUSIAD argues that a part of the revenue generated from CBAM should be used to finance green investments in Turkey, a close partner of the EU,\n°°\n“Feedback from: Turkish Industry and Business Association (TUSIAD)’ (European Commission, 1 April 2020) <https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12228-EU-Green-Deal-carbon-border-adjustment-mechanism- /F510157_en> accessed 20 May 2022.\n35",
  "page_36": "via e.g. Customs Union partnership. This would ensure a regulatory alignment and a high level\nof market integration towards the EU.!\nDuring the Covid-19 pandemic, disruptions in the value chains have taken place and to refrain from further dilacerations, stakeholders in both EU and Turkey need to work together to ensure that effective mechanisms take place in Turkey, and that Turkey is brought closer to the implementation of both CBAM requirements, and the EGD. Moreover, the CBAM proposal presents factors defining the financial aspect, such as carbon pricings and discount opportunities for EU members. However, the factors are yet to be clarified which makes the financial aspect of the process more unforeseeable for third countries. Therefore, TUSIAD wish to see a clearer definition of the financial aspect of the CBAM for both EU and non-EU members, so that necessary preparatory and strategic budgeting efforts can be made during the transition period 2023 - 2026.!°!\n4.2 Turkey and the Implementation of an Emissions Trading System\nIf a country outside the EU does not have an ETS in place, the CBAM proposal can come to\ndrastically change business’s conditions in those countries. Due to Turkey not having a similar\nETS in place, the country is exploring various options on how to deal with the coming CBAM.\nThe TUSIAD has published a report where it is stated that the CBAM could bring an additional\ncost of EUR 1.08 billion to Turkey’s manufacturing sector. Therefore, TUSIAD wish to align\ntheir policies with the EU standards and the association has also asked for funding from the EU\nto facilitate this approach.!° Another option on how to deal with the CBAM is to introduce a\nsimilar EU ETS system, which is precisely what the Turkish government is aiming to do. 103\nThe formation has already started and the ETS is said to be implemented in the coming years,\npreferably during the transition period of the CBAM, 2023 — 2026. The reason behind the strong\npolitical will to implement the ETS in Turkey is that the Commission has announced that certain\n100 ibid; Proposal from the European Commission the European Parliament and the Council of 14 July 2021 Regulation Establishing to on a a Carbon Border Adjustment Mechanism, COM(2021) 564 final, Art 21.\n'01 «Feedback from: Turkish Industry and Business Association (TUSIAD)’ (European Commission, 1 April 2020) <https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12228-EU-Green-Deal-carbon-border-adjustment-mechanism- /F510157_en> accessed 20 May 2022.\nProposal from the European Commission to the European Parliament and the Council of 14 July 2021 on a Regulation Establishing a Carbon Border Adjustment Mechanism, COM(2021) 564 final, Arts 8-9.\n1022 Ben Aylor and others, ‘How EU Carbon Border Tax Could Jolt World Trade’ (Boston Consulting Group, 30 June 2020) an <https://www.beg.com/de-de/publications/2020/how-an-eu-carbon-border-tax-could-jolt-world-trade> accessed 19 May 2022.\n'03 Nigar Gdkmen, “Turkey’s Ratification of the Paris Climate Agreement and Green Deal Action Plan”, (Esin Attorney Partnership, 27 September 2021) <https://www.esin.av.tr/202 1/09/27/turkeys-ratification-of-the-paris-climate-agreement-and-green-deal-action-plan/> accessed 25 April 2022.\n36",
  "page_37": "countries may come to be exempted from the CBAM. An exemption can be made if a third\ncountry is participating in the ETS or has a similar emission trading system in place. The\nTurkish government believes they will be exempted from the CBAM if they implement a\nsimilar system and link it to the EU ETS. However, an ETS is complex and requires a national\nemissions trading scheme that cannot be formed and adopted overnight, hence the system is\nplanned to be introduced in the coming years. “An effective and robust MRV system is essential\nfor the functioning of a national ETS.”! Adding to this, the most sensitive question regarding\nthe CBAM is the free allowances. If the free allowances continue to be allocated within the\nETS, and Turkey has adopted the system, there will be a deduction from the CBAM fee.!°\n4.3 Trade between the European Union and Turkey\nTurkey is among the EU’s main partners for trade in goods, which the statistics below is illustrating. In 2021, Turkey was the sixth largest partner for EU exports of goods (3.6 %) and also the sixth largest partner for EU imports of goods (3.7 %).\nFigure 1\nTurkey among the EU's main partners for trade in goods, 2021\n(% share of extra-EU exports/imports)\nExports\nUnited States\n18.3%\nImports\nChina 22.4 %\nOther\n47.6 %\nUnited\nKingdom\n13.0 %\nOther\n48.5\n%\nUnited\nStates\n11.0%\nRussia 7.5 %\nChina 10.2 %\nTurkey 3.6 % (6th)\nSource: Eurostat (online data code: ext_st_eu27_2020sitc and DS-018995)\nSwitzerland 7.2 %\nTurkey 3.7 % (6th)\nUnited Kingdom\n6.9%\neurostat\n106\n37\n‘04 European Bank for Reconstruction and Development, ‘Carbon Leakage and Competitiveness’ (October 2021) <https://ercst.org/wp- content/uploads/202 1/07/EU-Turkey-Climate-Policy-Dialogue-CBAM-EBRD-final-copy.pdf> accessed 19 May 2022.\n'05 “Carbon Border Adjustment Mechanism: Questions and Answers’ (European Commission, 14 July 2021) <https://ec.europa.eu/commission/presscorner/detail/en/qanda_21_3661> accessed 3 April 2022.\n'06 «Turkey-EU international trade in goods statistics’ (Eurostat, February 2022) <https://ec.europa.eu/eurostat/statistics- - explained/index.php?title=Turkey-EU_-_international_trade_in_goods_statistics#EU-Turkey trade _by_type_of_goods> accessed 18 May 2022.",
  "page_38": "The following statistics is illustrating EU trade with Turkey by product group in 2011 respectively 2021.\nFigure 2\nEU trade with Turkey by product group, 2011 and 2021\n(€ billion)\n90\n80\n70 Tal\n= Other goods\n= Other manufactured\n60\ng\n= Machinery &\n50\nvehicles\n= Chemicals\n40\nEnergy\n30\n= Raw materials\n20\n= Food & drink\n10\n0\nExport 2011\nImport 2011\nExport 2021\nImport 2021\nSource: Eurostat (online data code: ext_st_eu27_2020sitc and DS-018995)\neurostat\n107\nTurkey is motivated to adapt to the CBAM due to the high rate of exports to the EU. The EU and Turkey are close trading partners and there are rooted connections between Turkish and EU companies, such as BOSCH and Simens. In Turkey, there is also e.g. a big supply chain of H&M and ZARA which cannot and will not be cut easily, and another example is the FIAT cars that are manufactured in Turkey and later exported to the EU. In other words, the trade between the two parties cannot be cut easily, hence there is no motivation or reason to resist adapting to the CBAM proposal in Turkey. However, the Turkish businesses could be paying extra charges of €777 million under the CBAM rules, but that the costs would decrease to €399 million if only direct emissions are considered. According to the European Bank for Reconstruction and Development (EBRD), Turkey’s CBAM charges would represent 0.07% of the country’s GDP forecast in 2023, provided the CBAM proposal enters into force at the beginning of that 108 year.\nMoreover, Turkey already has a Measurement, Reporting and Verification (MRV) system similar to the EU ETS, and in 2015, the Paris Agreement was signed and subsequently approved\n'07 ibid.\n‘08 European Bank for Reconstruction and Development, ‘Carbon Leakage and Competitiveness’ (October 2021) <https://ercst.org/wp- content/uploads/202 1/07/EU-Turkey-Climate-Policy-Dialogue-CBAM-EBRD-final-copy.pdf> accessed 19 May 2022.\n38",
  "page_39": "by the general assembly in Turkey in 2021. National net-zero carbon targets have also been\nintroduced, and when the national emissions trading scheme is introduced the Turkish economy\nwill be put on an equal footing with similar developments in other OECD countries.\n4.3 Turkish Businesses and the CBAM adaptation\nCompanies that are exporting to the EU and that are from the carbon-intensive industries in\nTurkey will have their competitive landscape altered by the proposed fee of the CBAM, whether\nit would constitute a duty, tax or internal regulation. If the same companies cannot adopt rapidly\nby reducing their carbon footprint, they risk losing their market share to either EU-based\ncompetitors, or companies in nations that have a more carbon efficient production. However,\nthe Turkish steel industries have a high share of minimills!®’ that are generally more carbon-\nefficient, the companies will pay significantly less tax — around 50% will be reduced. This can\nin turn affect the CBAM adaptation process positively because, the companies have a head start,\nare in a stronger position to build partnership with EU customers and can in turn take steel share\nfrom e.g. China, Russia and Ukraine. The statistics below show that Turkey is the country that\nis exporting around 10% share of EU steel imports, and that the carbon intensity!!° is under 1.0,\nwhich is less than South Korea and Canada. 111 e.g.\nFigure 3\nEXHIBIT 3 | Some Major EU Steel Suppliers Would Be at a Disadvantage\nth\n@»\nnada\nIndia\nus@®@\n112\n109 Minimills is facility that produces steel products from recycled\na\nscrap\nmetal.\n\"10 Carbon intensity is defined emissions measured in metric of CO2 equivalents, divided by\nas\nas\ntons\ngross\nvalue.\n'!! Ben Aylor and others, ‘How EU Carbon Border Tax Could Jolt World Trade’ (Boston Consulting Group, 30 June 2020) an <https://www.beg.com/de-de/publications/2020/how-an-eu-carbon-border-tax-could-jolt-world-trade> accessed 19 May 2022 \"2 ibid.\n39",
  "page_40": "Moreover, an analysis by the EBRD states that Turkish companies access to financing, climate\nconsideration and especially climate risk management will be increasingly important. !\"\nWhen discussing the Commission’s statement on exemptions from the CBAM it is important to note that not much information has been conveyed to the third countries. The details on who and how a country can come to be exempted is not presented, and this is something that is affecting the adaptation process in Turkey. The government in Turkey is ready to adapt and they are currently working on introducing an ETS, but if the exemption criteria is not set out, both Turkey and other third countries will not know what to work towards. Because of this situation, TUSIAD e.g. wishes to see more transparency from the EU and the exemption criteria’s to be published as soon as possible. 114\nThe effects of climate change are being widely observed in Turkey, and the Turkish government, as well as non-governmental organisations (NGOs), are holding the Paris Agreement and the EGD as a strategic priority. The same year the Paris Agreement was approved by the general assembly in Turkey, the Turkish government introduced an Action Plan on compliance with the EGD and Agenda 2030.\n3.3 Action Plan on compliance with the European Green Deal and Agenda 2030\nTurkey quickly understood that various policies and legislative initiatives relating to the\nenvironmental questions needed to take place if the country was to continue trading smoothly\nwith the EU. In 2021, the Turkish government initiated an Action Plan related to the EGD and\nCBAM that had been presented on the EU level. The Action Plan initially underlines carbon\nregulations at the Turkish borders, meaning that, a national carbon pricing mechanism should\nbe introduced while bearing in mind the commercial sensitives as well as the CBAM. This will\ninter alia be achieved by conducting energy sector-based studies and presenting a roadmap for\ndecreasing carbon emissions in the manufacturing industry. Continuing, the Action Plan also\naims to introduce a certification programme in line with EU law, and conduct a study on EU\ncarbon pricing to evaluate the applicability of a national carbon pricing mechanism. Adding to\nthis, the extra costs for Turkish businesses in all sectors also need to be calculated. Beyond this,\n‘13 Roundtable Climate Change and Sustainable Transition, ‘Implications of EU Carbon Border Adjustment Mechanism for Turkey’ (July on 2021) <http://bestanden.turkishcarbonmarket.com/20210728_Turkey_CBAM%20final%20results_v1.pdf> accessed 15 May 2022.\n\"4 “Feedback from: Turkish Industry and Business Association (TUSIAD)’ (European Commission, 1 April 2020) <https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12228-EU-Green-Deal-carbon-border-adjustment-mechanism- /F510157_en> accessed 20 May 2022.\n40",
  "page_41": "the Action Plan encourages a proposal to create a green and circular economy that is similar to\nthe EGD. A green economy would include the ecological dimension in its wider economic\npolicies, while a circular economy would aim to introduce certain popular policies such as\nrecycling. The Action Plan particularly encourages:\nAn implementation in Turkey of the EGD’s prioritized sectors, Green organized industrial sites, A technological infrastructure that is necessary for the green transformation, The implementation of a data base and platform to extend lifecycle evaluations, The harmonization of relevant EU legislation to support green and circular economy, Studies on endocrine disruptors in drinking waters, An update on the clean production legislation for the textile industry where drinking waters is used to a high extent and, A plan of action on national sustainable production and consumption.\nConcerning green financing, the Action Plan points out that investing, as well as attracting\ninvestments, to green sectors and policies is out of big significance. Turkey aims to achieve this\nby requesting an analysis of current national green incentive systems, as well as the National\nEnergy Efficiency Financing Mechanism, and in turn preparing green securities and\nencouraging sustainable banking. Hence, the Action Plan encourages national energy policies\nto prioritize a cleaner energy supply model. The existing renewable energy studies should be\ndeveloped, and there should be an increased awareness of the energy efficiency and green\ntariffs. Adding to this, the Action Plan aims to generate an additional 1000 MW renewable\nenergy every year in accordance with the government’s national energy and mining policies.!'>\nFurthermore, the Action Plan encourages development in areas such as sustainable farming that is not directly linked to the CBAM proposal, but is still important to mention. To achieve sustainable farming, internationally competitive, sustainable, efficient and technological farming policies need to be adopted. The Action Plan inter alia endorses a planning to reduce pesticides and antimicrobials, by using biotechnical methods, and the usage of chemical fertilizers. 116\n\"5 Tiirkiye Cumhuriyeti: Ticaret Bakanligi, ‘Yesil Mutakabat Eylem Plami 2021’ (2021) <https://ticaret.gov.tr/data/60f1200013b876eb2842 1b23/MUTABAKAT%20YE%C5%9E%C4%BOL.pdf> accessed 15 April 2022. \"6 ibid.\n41",
  "page_42": "To attain a sustainable and intelligent transportation the Action Plan sets out actions similar to\nthe EU policy of Sustainable and Smart Mobility Technology.'!” In this EU policy, land, sea\nand aerial transportation is made sustainable, and combined transport is encouraged. The Action\nPlan aims to achieve such model by pointing out the importance of enacting and applying\nnecessary policies for:\nCombined transportation, Logistical centres, Green port certificate programme, Lowering shipping and exhaust emissions, Electric cars and, Bicycle lanes.\nMoreover, the Action Plan indicates the need to fight climate change. To introduce a wider\nengagement on the topic, a report on climate change will be conducted and an additional plan\nof action for 2030 and a strategy for 2050 will be incorporated. Research and development\nstudies on the effects of climate change will be enhanced, and the ratification of the Paris\nAgreement is fully supported. !!8\nConcerning diplomacy, the Action Plan pledges to facilitate coordination with the EU while\nmaintaining their existing right under WTO law following EU’s introduction of the CBAM\nproposal. This information confirms that Turkey may file a case against the EU, when the\nCBAM is applied, to the WTO panels and the AB of its DSB. However, before the CBAM is\nintroduced, the Action Plan states that it is important to raise awareness and discussion activities\nin Turkey on the proposed mechanism. Therefore, all relevant institutions and organizations\nwill come to be informed on the measures that are relevant for their work of area. 119\n117 “Questions and Answers: Sustainable and Smart Mobility Strategy’ (European Commission, 9 December 2020) <https://ec.europa.eu/commission/presscorner/detail/en/qanda_20_2330> accessed 22 May 2022.\n\"8 Tairkiye Cumhuriyeti: Ticaret Bakanligi, ‘Yesil Mutakabat Eylem Plan: 2021’ (2021)\n<https://ticaret.gov.tr/data/60f1200013b876eb2842 1b23/MUTABAKAT%20YE%C5%9E%C4%BOL.pdf> accessed 15 April 2022. \"° ibid; ‘Turkey fight climate change with nine-point action plan’ (Daily News, 24 September 2021) to\n<https://www.hurriyetdailynews.com/turkey-to-fight-climate-change-with-nine-point-action-plan-168093> accessed 17 May 2022; Yildiz Nevin Gundogmus, ‘Turkey to update national climate action plan amid ratification of Paris Agreement’ (Anadoly Agency, 7 October 2021) <https://www.aa.com.tr/en/environment/turkey-to-update-national-climate-action-plan-amid-ratification-of-paris-agreement/2385653> accessed 17 May 2022.\n42",
  "page_43": "3.4 Turkish Government Views on the Carbon Border Adjustment Mechanism\nTurkey has welcomed the EGD and the increased ambition of the EU to fight climate change, as well as related environmental challenges. However, in the Action Plan of the Turkish Ministry of Trade it is stressed that the transition to a green economy need to focus on building partnerships contributing to EU’s strategic vision. Trade concerning coal and steel products is e.g. governed by the Turkey — European Coal and Steel Community (ECSC) FTA.!° Today, there are many EU companies operating in Turkey, as well as companies that are part of European value chains. Therefore, the Turkish government argues that before any measure is introduced by the EU, the Union should examine the effects on the bilateral trade and value chains. The government is also mentioning to the Commission’s obligation to consult Turkey on the same basis as an EU member in areas directly related to the proper functioning of the Custom Union, in line with Article 59 of Decision No. 1/95.'*! Moreover, financing is inevitably of great importance for third countries when transforming to a more sustainable and green economy. Therefore, the Turkish government wish to see a mobilisation of EU’s own financial resources for the Union’s partners to join the EU on a sustainable path. !””\nThe funding gap between the EU and Turkey is big, and this can in turn affects the ability to\nrapidly respond to climate change. Therefore, the Turkish government argues that an adequate\nfunding would be key for supporting companies and a green transition in Turkey, as well as\nsupporting EU companies that are participating in EU value chains. The CBAM proposal can\nharm the level playing field between Turkish and European operators, hence the financial\naspects of green investment and Turkey’s access to e.g. the EGD Investment Fund need to be\nconsidered. Adding to this, the CBAM aims to collect revenues on imported products, and\nTurkey argues that the revenues should be transferred back to concerned countries in the form\nof climate and energy investments, instead of being used for further subsidising investments\ninto the EU.!23\n'20 Agreement between the European Coal and Steel Community and the Republic of Turkey of 1996 Trade in Products Covered by the on Treaty Establishing the European Coal and Steel Community - Protocol 1 on Rules of Origin [1996] OJ L227/3; ‘Turkey: Customs Unions and preferential arrangements’ (European Commission) <https://ec.europa.eu/taxation_customs/turkey-customs-unions-and-preferential- arrangements _en> accessed 8 May 2022.\n'21 Decision No 1/95 of the EC-Turkey Association Council of 22 December 1995 Implementing the Final Phase of the Customs Union on [1995] OJ L035/L.\n'22 Republic of Turkey: Ministry of Trade, ‘Views of the Government of Turkey the Carbon Border Adjustment Mechanism within the on Framework of the Inception Impact Assessment’ (6 April 2020) <shorturl.at/tFKM4> accessed 20 April 2022. 123\nibid.\n43",
  "page_44": "A big part of the industrial sector in Turkey is exporting goods to the EU, and many of the\ncompanies are Small and Medium Sized (SMS). When the CBAM is adopted by the EU, the\nprice of e.g. steel, aluminium and cement will increase in Turkey. Turkey is an important steel\nproducer, but in the steel industry there is a long chain of production, and Turkish companies\nwonder if the whole chain of production will be traced by the CBAM, and if the carbon price\npayed in a country before Turkey will be taken into account.!*4\n3.5 Key Findings\nBoth the Turkish government as well as different NGO’s are working hard to raise awareness\nabout the CBAM proposal. Turkey is keen on shifting to a more sustainable production and is\ntherefore adapting to the mechanism in various ways. The same year the CBAM proposal was\npresented by the Commission, Turkey decided to implement an Action Plan on compliance\nwith the EGD and Agenda 2030, and to approve the Paris Agreement in the general assembly.\nMoreover, Turkey already has a MRV system in place and is now aiming to introduce a similar\nEU ETS to perhaps become exempted from the future CBAM. On the other hand, the EU has\nnot given detailed information on how the exemptions will be evaluated, hence it remains to be\nseen if Turkey will come to be exempted.\n'24 Republic of Turkey: Ministry of Trade, ‘Views of the Government of Turkey the Carbon Border Adjustment Mechanism within the on Framework of the Inception Impact Assessment’ (6 April 2020) <shorturl.at/tFKM4> accessed 20 April 2022.\n44",
  "page_45": "5. Conclusion\nEver since the Commission presented the CBAM proposal on 14 July 2021 there has been an ongoing discussion on whether the mechanism is complying with WTO law, or not. This research states that much is dependent on how the CBAM end up being adopted — either as a customs duty, tax or an internal regulation. The compliance with WTO law also depends much on the details of the mechanism, that are currently not available. It would be most appropriate for the CBAM to be introduced as a tax or internal regulation since the EU cannot impose additional tariffs without violating its bound customs-commitments. Moreover, it is important that the final legislative version of the CBAM is respecting the principles of non-discrimination and does not discriminate between imports and domestic production, or between different countries. However, it seems impossible for the EU to not discriminate certain goods and countries, and therefore the mechanism would need to be justified as environmental protection under Article XX (g). In this case, it is important that the CBAM’s climate motive is not questioned. Climate change is becoming a more important and prioritised question in various countries, and the EU member states are no exemption. This, together with the ratification of the Paris Agreement, can make it easier for the EU to justify the CBAM as a climate measure, rather than a measure to protect the European competitiveness. The GATT 1994, and other WTO agreements, should be interpreted with respect to the various goals of the Paris Agreements. The term ‘sustainable development’ has also come to direct the interpretation of different WTO agreements, and if the EU can argue that the CBAM is helping to fulfil the goals of the Paris Agreement, the mechanism can be justified under Article XX (g).\nAny development in the EU is directly affecting Turkey, and the Commission’s CBAM proposal is no exemption. The introduction of a CBAM is going to affect the Turkish industry, and many companies have therefore already started adapting to the mechanism. Over the last year, the CBAM has received a lot of attention, especially in the Turkish industrial sector since half of their export goes to the EU, and since the mechanism is coming to bring additional costs to the sectors. As soon as the CBAM was presented, the Turkish government started the adaptation process by inter alia approving the Paris Agreement in the general assembly in 2021, and initiating an Action Plan the same year on how to comply with the EGD and Agenda 2030. Moreover, the Commission has announced that certain countries can be exempted from the CBAM if they e.g. have a similar EU ETS system in place. Therefore, Turkey is today working on implementing a similar ETS and aiming to be exempted from the mechanism. Turkey has a\n45",
  "page_46": "head start in the adaptation process compared to other third countries since they e.g. already\nhave a MRV system in place, and the Turkish steel industry’s production is more carbon\nefficient. Moreover, TUSIAD and the Turkish government are suggesting that the revenue\ncollected from the CBAM should go to third countries instead of the EU because it would ensure\na regulatory alignment and a high level of market integration. The revenues can be used to\nfinance green projects and assist Turkey in their adaptation process, as well as path to climate\nneutrality by 2053. The companies in the EU and Turkey have rooted connections, and the two\nparties will remain close trading partners even though Turkey may file a case against the EU at\nthe AB of its DSB.\nTo continue building on the findings of this research, future researchers are advised to analyse the final legislative version of the CBAM in relation to WTO law, as well as other third countries. It can also be of interest to conduct an investigation on how developing countries with a weak economy may be affected by the CBAM, and if the mechanism is supporting or obstructing their green transition. Future researchers can also analyse the EU ETS system in relation to the CBAM since it is something that third countries, such as Turkey, are aiming to implement.\n46",
  "page_47": "Bibliography\nOfficial publications\nAdditional Protocol: Financial Protocol [1977] OJ L361/59\nAgreement between the European Coal and Steel Community and the Republic of Turkey of 1996 on Trade in Products Covered by the Treaty Establishing the European Coal and Steel Community - Protocol 1 on Rules of Origin [1996] OJ L227/3\nAgreement Establishing an Association between the European Economic Community and Turkey [1977] OJ L361/29\nConsolidated Version of the Treaty on the Functioning of the European Union [2008] OJ C115/47\nCouncil of the European Union Note of 12 October 2005 on Enlargement: Accession Negotiations with Turkey: General EU Position [2005] 12823/1/05 REV 1\nDecision No 1/95 of the EC-Turkey Association Council of 22 December 1995 on Implementing the Final Phase of the Customs Union [1995] OJ L035/1\nEC-Turkey Association Council Decision of 22 December 1995 on Implementing the Final Phase of the Customs Union [1996] OJ L035/1\nEuropean Commission Communication of 14 July 2021 on Fit for 55: Delivering the EU's 2030 Climate Target on the Way to Climate Neutrality [2021] COM(2021) 550 final\nEuropean Commission Communication of 19 October 2021 on Turkey 2021 Report [2021] COM(2021) 644 final\nGeneral Agreement on Tariffs & Trade [1994] 1867 U.N.T.S. 187\nParis Agreement [2016] OJ L 282/4\nProposal from the European Commission to the European Parliament and the Council of 14 July 2021 on a Regulation Establishing a Carbon Border Adjustment Mechanism, COM(2021) 564 final\n47",
  "page_48": "Literature\n“The Issue: Carbon Border Adjustment Mechanism (CBAM)’ (2021/2022) 8, Acuity, 12\nArikan H, ‘Turkey and the EU: An Awkward Candidate for EU Membership’ (2008) 46, Journal of Common Market Studies, 904\nCelenk A, ‘Accession Negotiations and the New EU Strategy of Turkey: A Critical Assessment’ (2016) 47, Erciyes Universitesi Iktisadi ve Idari Bilimler Fakultesi Dergisi, 85\nChi M, ‘Exhaustible Natural Resource in WTO Law: GATT Article XX (g) Disputes and Their Implications’ (2014) 48, Journal of World Trade, 939\nDobbs M, Gravey V and Petetin L, ‘Driving the European Green Deal in Turbulent Times’ (2021) 9, Cogitatio, 316\nEicke L, Weko S, Apergi M and Marian A, ‘Pulling up the carbon ladder? Decarbonization, dependence, and third-country risks from the European carbon border adjustment mechanism’ (2021) 80, Energy Research & Social Science, 2\nKarakas C, ‘EU-Turkey: Integration without Full Membership or Membership without Full Integration - A Conceptual Framework for Accession Alternatives’ (2013) 51, Journal of Common Market Studies, 1057\nMavroidis PC, The General Agreement on Tariffs and Trade: A Commentary, (Oxford\nUniversity Press 2005)\nMehling MA and others, ‘Designing Border Carbon Adjustments for Enhanced Climate Action’ (2019) 113, American Journal of International Law, 565\nNarlikar A, “Law and Legitimacy: The World Trade Organization” in David Armstrong (ed), Routledge Handbook of International law (Routledge 2009)\nSmits J, “What Is Legal Doctrine? On the Aims and Methods of Legal-Dogmatic Research” in Rob van Gestel, Hans Micklitz and Edward L Rubin (eds), Rethinking Legal Scholarship: A Transatlantic Dialogue (Cambridge University Press 2017)\nStoknes PE and Rockstrém J, ‘Redefining Green Growth within Planetary Boundaries’ (2018) 44, Energy Research & Social Science, 41\n48",
  "page_49": "Van den Bossche P, The Law and Policy of the World Trade Organization: Text, Cases and Materials (3rd edition Cambridge University Press 2017)\nOnline sources\n“A European Green Deal’ (European Commission, 3 April 2022) <https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en> accessed 3 April 2022\n‘Carbon Border Adjustment Mechanism: Questions and Answers’ (European Commission, 14 July 2021) <https://ec.europa.eu/commission/presscorner/detail/en/qanda_21_3661> accessed 3 April 2022\n“Carbon Border Adjustment Mechanism’ (European Commission) <https://ec.europa.eu/taxation_customs/green-taxation-0/carbon-border-adjustment- mechanism_en> accessed 11 April 2022\n‘Chapter 17- Economic and Monetary Policy' (Republic of Turkey: Ministry of Foreign Affairs: Directorate for EU Affairs, 25 May 2022) <https://www.ab.gov.tr/82_en.html> accessed 25 May 2022\n‘Chapter 33- Financial and Budgetary Provisions’ (Republic of Turkey: Ministry of Foreign Affairs: Directorate for EU Affairs, 3 September 2021) <https://www.ab.gov.tr/98_en.html> accessed 25 May 2022\nCurrent Status’ (Delegation of the European Union to Turkey) <https://www.avrupa.info.tr/en/current-status-742> accessed 25 April 2022\n‘Customs Union’ (Republic of Turkey: Ministry of Foreign Affairs: Directorate for EU\nAffairs, 17 July 2019) <https://www.ab.gov.tr/customs-union_46234_en.html> accessed 28\nApril 2022\n“‘DS155: Argentina — Measures Affecting the Export of Bovine Hides and the Import of Finished Leather’ (World Trade Organization) <https://www.wto.org/english/tratop_e/dispu_e/cases_e/ds155_e.htm> accessed 23 May 2022\n49",
  "page_50": "‘DS401: European Communities — Measures Prohibiting the Importation and Marketing of Seal Products’ (World Trade Organization) <https://www.wto.org/english/tratop_e/dispu_e/cases_e/ds401_e.htm> accessed 20 May 2022\n“Ekonomi Och Hallbarhet’ (Vdrldsnaturfonden WWF, 17 March 2022) <https://www.wwf.se/ekonomi-och-finans/> accessed 2 April 2022\n‘EU and Turkey's History’ (Delegation of the European Union to Turkey) <https://www.avrupa.info.tr/en/eu-and-turkeys-history-711> accessed 25 April 2022\n“EU Emissions Trading System (EU ETS)’ (European Commission) <https://ec.europa.eu/clima/eu-action/eu-emissions-trading-system-eu-ets_en> accessed 18 April 2022\n‘EU-Turkey statement, 18 March 2016’ (European Council: Council of the European Union, 22 March 209) <https://www.consilium.europa.eu/en/press/press-releases/2016/03/18/eu- turkey-statement/> accessed 25 May 2022\n‘Feedback from: Turkish Industry and Business Association (TUSIAD)’ (European Commission, | April 2020) <https://ec.europa.eu/info/law/better-regulation/have-your- say/initiatives/12228-EU-Green-Deal-carbon-border-adjustment-mechanism- /F510157_en> accessed 20 May 2022\n‘GATT and the Goods Council’, (World Trade Organization)\n<https://www.wto.org/english/tratop_e/gatt_e/gatt_e.htm> accessed 15 April 2022\n‘History of the European Union 1990-99’ (European Union) <https://european- union.europa.eu/principles-countries-history/history-eu/1990-99_en> accessed 10 May 2022\n‘History of Turkey-EU Relations’ (Republic of Turkey: Ministry of Foreign Affairs:\nDirectorate for EU Affairs, 12 February 2020) <https://www.ab.gov.tr/brief-\nhistory_111_en.html> accessed 28 April 2022\n’Inom Planetens Granser’ (Vdrldsnaturfonden WWF, 14 April 2022)\n<https://www.wwf.se/ekonomi-och-finans/inom-planetens-granser/> accessed 17 May 2022\n50",
  "page_51": "‘Meeting of heads of state or government with Turkey - EU-Turkey statement, 29/11/2015’ (European Council: Council of the European Union, 19 March 2019) <https://www.consilium.europa.eu/en/press/press-releases/2015/11/29/eu-turkey-meeting- statement/> accessed 28 April 2022\n‘Paris Agreement’ (European Commission) <https://ec.europa.eu/clima/eu- action/international-action-climate-change/climate-negotiations/paris-agreement_en> accessed 10 April 2022\n“Questions and Answers: Sustainable and Smart Mobility Strategy’ (European Commission, 9 December 2020) <https://ec.europa.eu/commission/presscorner/detail/en/qanda_20_2330> accessed 22 May 2022\n“Speech by Commissioner Simson at the AmCham EU Transatlantic Conference: Global\nLeadership: A transatlantic opportunity’ (European Commission, 25 March 2021),\n<https://ec.europa.eu/commission/commissioners/2019-\n2024/simson/announcements/speech-commissioner-simson-amcham-eu-transatlantic- conference-global-leadership-transatlantic_en> accessed 1 May 2022\n“Turkey Negotiating Framework - October 2005’ (European Commission, 22 July 2010)\n<https://ec.europa.eu/neighbourhood-enlargement/turkey-negotiating-framework-october-\n2005_en#files> accessed 10 April 2022\n‘Turkey to fight climate change with nine-point action plan’ (Daily News, 24 September 2021) <https://www.hurriyetdailynews.com/turkey-to-fight-climate-change-with-nine- point-action-plan-168093> accessed 17 May 2022\n‘Turkey-EU - international trade in goods statistics’ (Eurostat, February 2022) <https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Turkey-EU_- _international_trade_in_goods_statistics#EU-Turkey_trade_by_type_of_goods> accessed 18 May 2022\n‘Turkey: Customs Unions and preferential arrangements’ (European Commission) <https://ec.europa.eu/taxation_customs/turkey-customs-unions-and-preferential- arrangements_en> accessed 8 May 2022\n‘Turkey’ (European Commission) <https://ec.europa.eu/neighbourhood- enlargement/enlargement-policy/negotiations-status/turkey_sv> accessed 28 April 2022\n51",
  "page_52": "“What Is the WTO? - What We Stand For’ (World Trade Organization) <https://www.wto.org/english/thewto_e/whatis_e/what_stand_for_e.htm> accessed 3 April 2022\n“What we do’, (World Trade Organization),\n<https://www.wto.org/english/thewto_e/whatis_e/what_we_do_e.htm> accessed 10 April 2022\n“What we stand for’, (World Trade Organization), <https://www.wto.org/english/thewto_e/whatis_e/what_stand_for_e.htm> accessed 10 April 2022\nAylor B and others, ‘How an EU Carbon Border Tax Could Jolt World Trade’ (Boston Consulting Group, 30 June 2020) <https://www.bcg.com/de-de/publications/2020/how-an- eu-carbon-border-tax-could-jolt-world-trade> accessed 19 May 2022\nCosbey A, ‘ENVI Rapporteur’s Draft CBAM Report at Odds With Commission Plan on Key Points’ (/nternational Institute for Sustainable Development IISD, 2 March 2022) <https://www.1isd.org/articles/envi-rapporteurs-draft-cbam-report> accessed 16 May 2022\nEuropean Bank for Reconstruction and Development, ‘Carbon Leakage and Competitiveness’ (October 2021) <https://ercst.org/wp-content/uploads/202 1/07/EU-Turkey-Climate-Policy- Dialogue-CBAM-EBRD-final-copy.pdf> accessed 19 May 2022\nGundogmus YN ‘Turkey to update national climate action plan amid ratification of Paris Agreement’ (Anadoly Agency, 7 October 2021) <https://www.aa.com.tr/en/environment/turkey-to-update-national-climate-action-plan- amid-ratification-of-paris-agreement/2385653> accessed 17 May 2022\nGokmen N, “Turkey’s Ratification of the Paris Climate Agreement and Green Deal Action Plan”, (Esin Attorney Partnership, 27 September 2021) <https://www.esin.av.tr/202 1/09/27/turkeys-ratification-of-the-paris-climate-agreement- and-green-deal-action-plan/> accessed 25 April 2022\nKommerskollegium, ’Gransjusteringsatgarder for koldioxidutslapp: En analys av de handelsrelaterade aspekterna och vagen framat’” (December 2019) <https://www.kommerskollegium.se/globalassets/publikationer/rapporter/2019/publ- gransjusteringsatgarder-for-koldioxidutslapp.pdf> accessed 10 April 2022\n52",
  "page_53": "Marcu A, Hernandez JFL and Alberola E, ‘2022 State of the EU ETS Report’ (26 April 2022) <https://ercst.org/state-of-the-eu-ets-report-2022/> accessed 12 May 2022\nRepublic of Turkey: Ministry of Trade, ‘Views of the Government of Turkey on the Carbon Border Adjustment Mechanism within the Framework of the Inception Impact Assessment’ (6 April 2020) <https://rb.gy/hbtzrb> accessed 20 April 2022\nRoundtable on Climate Change and Sustainable Transition, ‘Implications of EU Carbon Border Adjustment Mechanism for Turkey’ (July 2021) <http://bestanden.turkishcarbonmarket.com/20210728_ Turkey_CBAM%20final%20result s_vl.pdf> accessed 15 May 2022\nThe United Nations Environment Programme, “Trade and Green Economy: A Handbook’ (2014) <https://www.iisd.org/system/files/publications/trade-green-economy-handbook- third-edition-en.pdf> accessed 20 May 2022\nThomas Haahr, ‘The European Parliament declares climate emergency’ (European\nParliament, 29 November 2019), <https://(www.europarl.europa.eu/news/en/press-\nroom/20191121IPR67110/the-european-parliament-declares-climate-emergency> accessed\n15 April 2022\nTiirkiye Cumhuriyeti: Ticaret Bakanligi, “Yesil Mutakabat Eylem Plani 2021’ (2021) <https://ticaret.gov.tr/data/60f1200013b876eb2842 1 b23/MUTABAKAT%20Y E%C5%9E %C4%BOL.pdf> accessed 15 April 2022\nWeise Z and Cokelaere H, ‘EU climate legislation faces a divided Parliament’ (Politico, 16 May 2022) <https://www.politico.eu/article/eu-climate-legislation-faces-a-divided- parliament/> accessed 17 May 2022\nWorld Trade Organization, ‘World Trade Report: Trade in natural resources’ (2010) <https://www.wto.org/english/res_e/booksp_e/anrep_e/world_trade_report10_e.pdf> accessed 17 April 2022\n53",
  "page_54": "Cases\nWTO, Argentina — Measures Affecting the Export of Bovine Hide and the Import of Finished Leather — Report of the Panel (19 December 2000) WT/DS155/R [147]\nWTO, Brazil — Certain Measures Concerning Taxation and Charges — Report of the Panel (30 August 2017) WT/DS472/R and WT/DS497/R [237]\nWTO, China — Measures Affecting Imports of Automobile Parts — Report of the Appellate Body (15 December 2008) WT/DS339/AB/R and WT/DS340/AB/R and WT/DS342/AB/R [74]\nWTO, China — Measures Related to the Exportation of Various Raw Materials — Reports of the Appellate Body (30 January 2012) WT/DS394/AB/R and WT/DS395/AB/R and WT/DS398/AB/R [123]\nWTO, European Communities — Measures Prohibiting the Importation and Marketing of Seal Products — Report of the Panel (25 November 2013) WT/DS400/R and WT/DS401/R [185]\nWTO, India — Additional and Extra-Additional Duties on Imports from the United States — Report of the Appellate Body (30 October 2008) WT/DS360/AB/R [55]\nWTO, United States — Import Prohibition of Certain Shrimp and Shrimp Products — Report of the Appellate Body (22 October 2001) WT/DS58/AB/RW [37]\n54"
},
  "language": "Languages.ENGLISH",
  "total_pages": 54
}
