{
  "file_name": "182_1752.pdf",
  "pages": {
  "page_1": "Page 1 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ1)\nAns) c\nExp) Option c is the correct answer.\nCarbon Border Adjustment Mechanism (CBAM) is meant to primarily reduce the carbon leakage. According to the European Union, carbon leakage occurs when:\n1) Companies based in EU move carbon-intensive production abroad due to less stringent norms there. 2) EU products are replaced by more carbon intensive products.\nCBAM is an important element of the “Fit for 55 in 2030 package”, which aims to reduce greenhouse gas emissions by at least 55% by 2030 compared to 1990 levels.\nStatement 1 is incorrect: The European Union (and NOT G20 Nations) has agreed to implement the carbon border tax on the import of certain items from the non-EU members. The CBAM will be implemented in a phased manner, starting from the October, 2023. During this initial phase, the tax shall be levied only on few prescribed products. Further, EU aims to implement this mechanism in a full- fledged manner, covering more products, by 1° January, 2026.\nStatement 2 is correct: From 1“ October, 2023, CBAM will apply to the European imports of the following products:\nlron and Steel\nAluminium\nElectricity\nThe tax shall also be applicable to certain cathode active materials and a limited number of downstream products like screws and bolts.\nStatement 3 is correct: During COP 27 of UNFCCC, India, along with Brazil, China and South Africa (BASIC) has opposed this mechanism. The BASIC countries have called CBAM as a unilateral and discriminatory measure, which could result in market distortion and trust deficit among the countries. They called it as unfair shifting of responsibilities from the developed countries to the developing countries.\nKnowledge Base: How CBAM works?\n1) EU importers need to buy CBAM certificates. These certificates are based on the carbon price that would have been paid had the goods been produced under EU’s carbon pricing rules.\n2) EU importer will declare the emissions embedded in its import and shall surrender the corresponding\nnumber of certificates each year.\n3) If importers can prove that carbon price has already been paid during the production in the home country of the exporter, the corresponding amount can be deducted.\nSource: https:/ /www.thehindu.com /sci-tech /energy-and-environment /cop27-india-china-brazil- south-africa-oppose-carbon-border-tax /article66144968.ece\nhttps: //www.pwc.com/m1/en/services /tax/me-tax-legal-news /2023 /eu-carbon-border-adjustment- mechanism.html\nhttps: / /taxation-customs.ec.europa.eu/ green-taxation-0 /carbon-border-adjustment-mechanism_en\nQ.2)\nAns) c\nExp) Option c is the correct answer.\nForum\nLearning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_2": "Page 2 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nEco-sensitive Zones (ESZ) are based on the concept of ‘shock-absorbers’, as they aim to protect the ‘protected areas’ like national parks and wildlife sanctuaries. This is a zone of transition from lower protection to an area of higher protection. These areas are declared under the Environment Protection Act 1986 and are generally lands falling within 10 kms. from the boundary of the protected area. Option a is incorrect: Declaring an ESZ does not mean an absolute prohibition on the agricultural and horticultural activities. As per the regulations made:\n1)\nThe ongoing agriculture and horticulture practices by local communities shall be permitted. Hence,\nthe given statement is incorrect.\n2) Excessive expansion of these activities may be regulated as per the master plan duly approved by the appropriate authority.\n3) Any drastic change of agriculture systems shall be regulated\n4) Organic farming shall be permitted and actively promoted in these areas.\nOption b is incorrect: The commercial use of natural water resources including groundwater is not prohibited if an area is declared as ESZ. Instead, it shall be regulated as per the approved master plan. However, as per the rules, the master plan is expected to take care of habitats and allowing no restriction on the movement of wild animals.\nOption c is correct: As per the rules made, establishment of major hydroelectric projects has been absolutely prohibited in such areas. This is due to the scale of these projects and potential threats to biodiversity. Hence, such projects are not allowed in ESZs.\nOption d is incorrect: Establishing hotels and resorts do not fall under the prohibited activity. Rather this is a regulated activity. In other words, if a proposal to establish a hotel or a resort complies with the approved master plan, it shall be allowed. Even fencing of premises of hotels and lodges is a regulated activity.\nKnowledge Base: Other implications of declaring an ESZ:\nProhibited Activities\nRegulated Activities\nPermitted Activities\n1) Commercial mining\n1) Felling of trees\n1) Rainwater harvesting\n2) Setting of saw mills\n2) Erection of electric cables.\n2) Organic farming\n3) Setting of industries causing 3) Use of polythene bags by 3) Use of renewable energy\npollution\nshopkeepers\nSources\n4) Commercial use of firewood 4) Movement of vehicular 4) Adoption of green technology\n5) Use or production of\ntraffic at night\nfor all activities.\nhazardous substances\n5) Air and vehicular pollution\n6) Tourism activities like over- 6) Sign board and hoardings\nflying the National Park area\nby aircraft or hot-air balloon.\n) Discharge of domestic\nwastes and effluents in\nwater bodies and terrestrial\nareas.\nSource: https:/ /www.thehindu.com /sci-tech /energy-and-environment /analysis-why-has-the- creation-of-eco-sensitive-zones-provoked-protests /article66377452.ece https: //forestsclearance.nic.in/writereaddata/Addinfo /0_0_1113121612211GuidelinesforESZ.pdf\nQ3)\nAns) b\nExp) Option b is the correct answer.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_3": "Page 3 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOptions 1,2,3,4,5 and 6 are correct: The Nordic Council is the official body for formal inter-parliamentary\nco-operation. Formed in 1952, it has 87 members from Denmark, Finland, Iceland, Norway, Sweden, the Faroe Islands, Greenland and Aland. Denmark, Iceland, Norway, and Sweden were the founding members of the Nordic Council when it was formed in 1952. Finland joined in 1955, the Faroe Islands and Aland in 1970, and Greenland in 1984. The Faroe Islands, Greenland, and Aland have exerted greater influence on Nordic co-operation since the Aland Document was adopted by the Ministers for Nordic co- operation in Mariehamn, Aland, on 5 September 2007.\nOption 7 is incorrect: Shetland, also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in Scotland lying between Orkney, the Faroe Islands, and Norway. It is the northernmost region of the United Kingdom. It belongs to Scotland and is not the part of Nordic Council. Source: https://www.norden.org/en/nordic-council\nQ4)\nAns) c\nExp) Option c is the correct answer.\nStatement 1 is incorrect. Scheduled banks are those banks which are included in the Schedule II of RBI Act, 1934. Scheduled banks carry out the normal business of banking activities such as accepting deposits, giving loans and other banking services.\nStatement 2 is incorrect. Scheduled banks do not necessarily have more than 50% stake by the government. Many foreign banks and private banks also are categorized as Scheduled banks that do not have any government stakes.\nStatement 3 is correct. Cooperative banks can be categorized as scheduled banks. At present there are 53 cooperative banks that are categorized as scheduled banks.\nSource: https://indianmoney.com /articles /list-of-scheduled-banks-in-india https: / /rbidocs.rbi.org.in/rdocs /Content/pdfs /schedulecoop.pdf\nQ5)\nAns) c\nExp) Option c is the correct answer.\nStatement 1 is correct.IN V formation each bird flies slightly above the bird in front of him, resulting in a reduction of wind resistance. The birds take turns being in the front, falling back when they get tired.\nStatement 2 is incorrect. Many different species share broadly similar routes, which have been loosely split into eight major flyways. These flyways are like bird super-highways across the sky.\nStatement 3 is incorrect. The majority of birds migrate from northern breeding areas to southern wintering grounds. However few birds breed in southern parts of Africa and migrate to northern wintering grounds, or horizontally, to enjoy the milder coastal climates in winter. Other birds reside on lowlands during the winter months and move up a mountain for the summer.\nStatement 4 is correct. Some bird species can detect polarized light, which many migrating birds may use for navigation at night. They are also able to orientate by the sun during the day, by the stars at night, and by the geomagnetic field at any time.\nSource:\nhttps://www.worldmigratorybirdday.org /migratory#:~:text=Migratory%20birds%20fly%20hundreds%2 Oand,are%20many%20different%20migration%20patterns.\nhttps://www.birdlife.org/worldwide /programme-additional-info /migratory-birds-and-flyways\nhttps://www.loc.gov/everyday-mysteries /zoology /item /why-do-geese-fly-in-a-\nv/#:~:text=Scientists%20have%20determined%20that%20the,a%20reduction%200f%20wind%20resista nce.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_4": "Page 4 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ6)\nAns) b\nExp) Option b is the correct answer.\nOption a is correct. Global carbon project is formed to work with the international science community to establish a common and mutually agreed knowledge base to support policy debate and action to slow down and ultimately stop the increase of greenhouse gases in the atmosphere. It was established in 2001 by a shared partnership between the International Geosphere-Biosphere Programme (IGBP), the International Human Dimensions Programme on Global Environmental Change (IHDP), the World Climate Research Programme (WCRP).\nOption b is incorrect. Global carbon project include global budgets for three dominant greenhouse gases — CO2, methane, and nitrous oxide and not all green house gases.\nOption c is correct. It is a Global Research Project of Future Earth and a research partner of the World Climate Research Programme.\nOption d is correct. Global carbon project established the Global Carbon Atlas (in 2013) a tool for visualizing data related to the global carbon cycle.\nSource: https://www.globalcarbonproject.org /about /index.htm\nQ.7)\nAns) c\nExp) Option c is the correct answer.\nTidal and biomass are two non-conventional sources of energy. Tidal energy is derived from the kinetic energy of tides, which is captured using tidal turbines and converted into electricity. Biomass energy, on the other hand, is derived from organic matter such as plants, wood, and agricultural waste, which is converted into fuel using a variety of processes.\nStatement 1 is incorrect: The Biomass sources energy sources are more widely available than tidal energy sources because it can be produced from a variety of organic materials such as wood, crop residues, and animal waste, which are widely available in many regions. Tidal energy is only available in areas with\nstrong tidal currents, such as coastal regions or estuaries.\nStatement 2 is incorrect: The cost of tidal energy technologies can be relatively high, as they require significant infrastructure and engineering to capture and convert the kinetic energy of tides into usable electricity. Tidal power plants require specialized equipment such as turbines, generators, and subsea cables to capture the energy from tides and convert it into electricity.\nWhereas the cost involved in the biogas production is comparatively lower. The organic materials used to produce biomass are infinite, since our society consistently produces waste such as garbage, wood and manure.\nStatement 3 is correct: Tidal energy is considered to be a relatively low environment -impact source of energy. Not only is tidal power renewable, it does not emit any gases nor do its facilities take up a lot of space. The production of biomass energy often involves the use of agricultural land and water, which can have environmental impacts. While biomass is carbon neutral, the use of animal and human waste escalates the amount of methane gases, which are also damaging to the environment. Additionally, the pollution created from burning wood and other natural materials can be considered just as bad as that resulting from burning coal and other types of energy resources.\nSource: http://indianpowersector.com/renewable-energy/\nhttps: / /education.nationalgeographic.org /resource /tidal-energy\nhttps: / /kiwienergy.us /tidal-power-pros-and-\ncons /#:~:text=This%20makes%20tidal%20power%20more,up%20a%20lot%200f%20space.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_5": "Page 5 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ8)\nAns) b\nExp) Option b is the correct answer.\nPair 1 is correct. Vikram Samvat new year begins with the first day after the new moon, in the month of Chaitra which usually falls in the month of March-April in the Gregorian calendar. The Vikram era started 56 years before the Christian era, ie. around 56 BC and is in force in almost all of India except the region of Bengal. This era as historians believe, is said to have been established by King Vikramaditya of Ujjain to commemorate his victory over the Saka rulers.\nPair 2 is incorrect. Saka calendar starts with Chaitra followed by Vaisakha, Jyeshtha, Ashadha, Shravana, Bhadrapada, Ashwina, Kartika, Margashirsha, Pausha, Magha and Phalguna. Saka samvat was initiated by King Shalivahan in 78 AD. It was also known as the Saka era as it is to this tribe that Shalivahan belonged. Historians do have a confusion of whether Shalivahan was Saka himself or conquered Sakas.\nPair 3 is correct. Hijri calendar Muharram is the first month, during which any business or travel is prohibited. This calendar has Arabic origin. Previously termed as Amulfil, it changed to Hijri or hejira after the death of Prophet Mohammed to commemorate his hijrat, from Mecca to Madina.\nSource: Indian art and culture by Nitin Singhania, chapter 19: Calendars in India\nQ.9)\nAns) a\nExp) Option a is the correct answer.\nPair 1 is correct: The Yaya Tso Lake is in the Union Territory of Ladakh. It has recently been proposed as the Ladakh’s first Biodiversity Heritage Site. It is a high altitude lake. It is also known as birds’ paradise. Pair 2 is incorrect: Kole wetlands are spread over Thrissur and Malappuram districts of Kerala, extending from the northern bank of Chalakudy river in the south to the southern bank of the Bharathapuzha in the north. Due to its high biodiversity, the area has been recognized as an Important Bird Area by the Birdlife International.\nPair 3 is incorrect: Tungareshwar Wildlife Sanctuary is located on the periphery of Mumbai, Maharashtra. Recently, the Supreme Court exempted declaring Eco-Sensitive Zone (ESZ) around this protected area. This sanctuary forms a corridor between Sanjay Gandhi National Park and Tansa Wildlife Sanctuary. It has three different types of forests- dry deciduous, moist deciduous and semi-evergreen. Source: https://theprint.in /india/yaya-tso-to-be-ladakhs-first-biodiversity-heritage-site /1346143 / https: //www.downtoearth.org.in/news /forests /tungareshwar-wildlife-sanctuary-near-mumbai- exempted-from-esz-mandate-by-sc-86343 https://www.natureinfocus.in/travel/guide /tungareshwar-\nwls\nhttp:/ /datazone.birdlife.org /site /factsheet /kole-wetland-iba-india\nQ.10)\nAns) a\nExp) Option a is the correct answer.\nThe Government of India has announced the Nationally Determined Contributions (NDCs) under the Paris Agreement in 2015. NDCs, inter alia, includes reducing emission intensity of GDP by 33-35% by 2030 as compared to the 2005 levels. The targets have further been elevated to reduction of emission intensity by 45% during 26\" Conference of Parties (COP 26) of United Nations Framework Agreement on Climate Change (UNFCCC). In this direction, issuance of Sovereign Green Bonds aims to mobilize finance for energy efficient green projects. Payments of principal and interest on the issuances under this Framework are not conditional on the performance of the eligible projects. Investors in bonds issued under this Framework do not bear any project related risks.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_6": "Page 6 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOptions 3 and 4 are correct: Government of India will use the proceeds raised from Sovereign Green bonds to finance renewable energy projects like solar/wind/biomass energy projects. Also, it could be used for Sustainable water and waste management like promoting water efficient irrigation systems.\nOptions 1, 2 and 5 are incorrect: The nuclear power generation projects are excluded under this framework and hence, proceeds of the bonds cannot be used to finance these projects. The nuclear energy is a renewable energy, but setting and establishing nuclear power plants is very energy intensive. Other excluded items include:\n1) Projects where the core-energy source is fossil fuel based.\n2) Direct waste incineration\n3) Alcohol, weapons, tobacco, gaming or palm oil industries.\n4) Renewable energy projects generating energy from biomass using feedstock originating from\nprotected areas\n5) Landfill projects\n6) Hydropower Plants larger than 25 MW\nSource:\nhttps: //dea.gov.in/sites /default /files /Framework%20for%20Sovereign%20Green%20Bonds.pdf\nQ.11)\nAns) b\nExp) Option b is the correct answer.\nUnited Nations Ocean Conference, 2022 was held to ensure global cooperation towards protection and sustenance of the Ocean ecosystem of the world. It was held to support the implementation of Sustainable Development Goal 14 (SDG 14), and has been recently held in Lisbon, Portugal.\nStatement 1 is incorrect: The Lisbon conservation deals with ocean conservation and not the land conservation. It aims to follow science-based and innovative actions on an urgent basis for the conservation of oceans. It also calls to urgently improve health, sustainable use and resilience of the oceans. Participants also agreed to work on preventing, reducing and controlling marine pollution like- nutrient pollution, untreated waste water, solid waste discharges, Hazardous substances, emissions from maritime sectors (including shipping) and anthropogenic underwater noise.\nStatement 2 is correct: The Lisbon Declaration has been unanimously adopted by all the 198 members of the United Nations. The move is significant for building sustainable ocean-based economies. It is an example of collective efforts in the direction of sustainable ocean management.\nKnowledge Base: SDG 14 deals with the ‘life below water’ whereas SDG 15 deals with the ‘life on land’. Source: https://www.unep.org /news-and-stories /story /new-declaration-help-save-our-oceans https: //www.downtoearth.org.in/news /governance /un-ocean-conference-198-countries-adopt- lisbon-declaration-83521\nQ.12)\nAns) c\nExp) Option c is the correct answer.\nImprovements in healthcare and medical procedures and treatments have resulted in several diseases being eliminated from India. Increasing research and development, financed by governments, have led to a new global situation where diseases that earlier threatened millions of people no longer exist.\nOption 1 is incorrect: Lymphatic Filariasis is not yet eradicated from India. Lymphatic filariasis, considered globally as a neglected tropical disease (NTD), is a parasitic disease caused by microscopic, thread-like worms. The adult worms only live in the human lymph system.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_7": "Page 7 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption 2 is correct: India was declared free of maternal and neonatal tetanus on 15th May, 2015. It is a life-threatening problem that occurs because of unhygienic conditions during deliveries. It also occurs because of unhygienic umbilical cord practices. This puts mothers and newborn babies at risk of infections which are extremely dangerous.\nOption 3 is correct: The last case of polio in India was reported in Howrah, West Bengal on 13 January 2011. Since then, India has been free of the disease, officially receiving polio-free certification from the World Health Organization on 27 March 2014. Polio is an illness caused by a virus that mainly affects nerves in the spinal cord or brain stem. In its most severe form, polio can lead to a person being unable to move certain limbs, also called paralysis.\nOption 4 is incorrect: Hepatitis C is not eradicated in India. Around 1-4% of the Indian population suffers from hepatitis C viral infection. It spreads by transfusion of inadequately screened blood and blood products, cross-infection through dialysis machines, sharing used needles and shaving razors and through unprotected intercourse.\nOption 5 is incorrect: Kala Azar is not eradicated in India. Currently, India have reported a 98.7% decline in Kala Azar cases from 44,533 in 2007 to 834 in 2022. Knowledge Base:\nOther disease that is eradicated from India:\nYaws: India received citations from global bodies such as the WHO and UNICEF for eradicating yaws, in July 2016. This is especially remarkable in light of the fact that the WHO has set a global target for eradicating the disease by 2020. Yaws is a chronic bacterial infection that targets mainly the skin, bones and joints. It was especially prevalent among tribal populations living in remote, hilly and forest areas. Through strenuous efforts, it was eliminated in India in 2006.\nSource: https: / /life.futuregenerali.in /life-insurance-made-simple /cancer-heart-critical-illness- insurance /eradication-of-infectious-diseases-have-been-eliminated-by-science/ https: //www.who.int /india/footer /quick-links /media/india-achieves-the-goal-of-maternal-and- neonatal-tetanus-elimination-(mnte)\nhttps: / /blog.forumias.com /lymphatic-filariasis /\nQ.13)\nb\nAns) Exp) Option b is the correct answer. Statement 1 is incorrect: Dardanelles Strait connects the sea of Marmara with the Aegean and Mediterranean seas. Bosporus strait is a natural strait located in northwestern Turkey, connecting the Black Sea to the Sea of Marmara. In Turkish, it is also known in as Bogazici (the Strait). It has a length of 31 kilometers and a width that varies between 730-3300 meters. It is the only passage through which the Black Sea ports can access the Mediterranean and beyond. Bosporus strait has strategic importance as it is a link between Europe and Asia. It separates Asian Turkey or Anatolia from European Turkey Statement 2 is correct: Montreux Convention regarding the Regime of the Straits is an international agreement signed by Australia, Bulgaria, France, Greece, Japan, Romania, Yugoslavia, the United Kingdom, the Soviet Union and Turkey. It has been in effect since November 1936. It gives Turkey control over the Bosphorus and Dardanelles Straits to regulate the transit of naval warships. The Montreux Convention guarantees free passage of civilian vessels to use the Turkish straits, unless they are from a country that Turkey is engaged in war with, giving it the authority to close the straits to all merchant ships if it chooses.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_8": "Page 8 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nBULGARIA\nGREECE\ntstantul\na >\nTURKEY\n%\nwwwallaboutturkey.com\nSource: https:// /bosphorus.html https: //www.marineinsight.com/know-more/6-bosphorus-strait-facts-you-must-know / https: //theconversation.com /what-the-montreux-convention-is-and-what-it-means-for-the-ukraine- war-178136 https: //www firstpost.com /world/explained-importance-bosphorus-and-dardanelles-straits-in- russia-ukraine-conflict-and-turkeys-role-10412751.html\nQ.14)\nAns) b\nExp) Option b is the correct answer.\nRecently, Conference of Parties (COP) 19 of CITES (Convention on International Trade in Endangered Species) was held in Panama City. During this, it had been decided to downgrade the status of Southern White Rhino from Appendix-I of the CITES to the Appendix-I1.\nStatement 1 is incorrect: Instead of free trade, the trade in species listed under Appendix-II of the CITES is strictly controlled. The decision made at COP 19 does not reopen the international trade in the rhino species. The downgrading of the protection would only mean decreased protection to the species among smuggling channels. The COP 19 also rejected the proposal made by Eswatini for trade in rhino horns.\nStatement 2 is correct: Unlike the species listed in Appendix-I (which are most endangered species), the\nspecies listed in Appendix-II are not necessarily now threatened with extinction. But these may get threatened with extinction in future, unless trade in them is closely controlled. Hence, the downgrading may imply that the present population of the rhino is not necessarily threatened with extinction.\nStatement 3 is incorrect: Species may be added to or removed from Appendix I and II, or moved between them, only by the Conference of the Parties. No such unilateral action can be taken. From Appendix-IIl is a list of species included at the request of a Party that already regulates trade in the species and that needs the cooperation of other countries to prevent unsustainable or illegal exploitation. Statement 4 is correct: No import permit is necessary for the species listed under Appendix-II of the\nCITES. The CITES framework does not provide for any such condition. Hence, the given statement is\ncorrect. However, a permit is needed in some countries that have taken stricter measures than the CITES\nrequires.\nKnowledge Base: Important facts about the CITES:\n1) The CITES entered into force in 1975 to ensure the international trade in the specimen of wild species does not threaten their survival. 2) The CITES secretariat is administered by UNEP. It is located in Geneva, Switzerland.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_9": "Page 9 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\n3) The COP (Conference of Parties) is the supreme decision-making body. 4) The CITES is legally binding, but it does not take place of the national laws. Each party has to adopt to\nits own legislation as per the broader CITES framework.\nSource: https://cites.org/eng /app /index.php\nhttps: //www.downtoearth.org.in /news /africa/poaching-on-the-rise-but-cites-cop19-downgrades- status-of-southern-white-rhino-86199\nQ.15)\nAns) a\nExp) Option a is the correct answer.\nOption a is correct: The word ‘dadani’ means advance. Under this system, the East India Company used to engage local merchants to procure goods from market on its behalf. They were called dadni- merchants, because they received advances from the company for delivering goods under stipulated terms. They used these advances to pay to the local manufacturers for delivery of the goods. The dadni merchant did the job for a fixed commission. Dadni system was abolished in 1753 on the ground that many dadni merchants failed to deliver goods in time and many even disappeared with company. It was later revived and discontinued. The Cornwallis administration finally abandoned the system of this traditional method of procurement.\nOption b is incorrect: The system of granting trade permit by the Mughals to the East India Company was known as ‘dastak’. The Emperor had directed all his officials to honor the dastaks when company traders produced them on demand. According to the 1717 farman of Farruksiyar, the right of free trade was restricted to the company alone. But this was widely misused by the private traders of the company. Government was losing revenue and the native merchants were losing their business due to unequal competition. Due to this, conflict emerged during the reign of Sirajuddaulah. Later, Mir Qasim abolished the inland duties altogether to save local merchants from the ruin. This resulted in the war between Nawab and the Company.\nOption c is incorrect: The system of forced labor i.e. labor without payment was known as beggar. Its origin goes back to the pre-money era when labour was viewed as an important item of exchange. The land of the king and his men and priests were cultivated by peasants in exchange of some tenurial rights in land granted by the king. The system was prevalent during the Permanent Settlement System also, where agricultural slaves cultivated the lands for zamindars.\nOption d is incorrect: The Permanent Settlement Act, 1793 was a grand contract between the zamindars and the East India Company, which made zamindars and the talukdars as the permanent owners of land under their control. The revenue payable to the government was fixed permanently. But zamindars were left free to charge rents or taxes from the tenants. They even could evict their tenants if they wanted to. But if they defaulted, their lands proportionate to their default would be realised through public sale of their land. This strong law was called the Sun-set Law. This law was introduced by the Lord Cornwallis.\nSource: https:/ /en.banglapedia.org/index.php/Dastak https://en.banglapedia.org/index.php /Begar\nhttps: / /en.banglapedia.org /index.php /Permanent_Settlement,_The\nhttps: //en.banglapedia.org /index.php /Dadni_System\nQ.16)\nAns) c\nExp) Option c is the correct answer.\nThe Methane Alert and Response System (MARS) was launched during COP 27 of UNFCCC. The objective is to accelerate the implementation of the Global Methane Pledge transparently by timely detecting and acting on major methane emission sources.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_10": "Page 10 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | @Forum[\nStatement 1 is correct: One of the components of this initiative is to ‘notify and engage’, wherein the governments and the companies will be notified about the large methane emission events happening within their jurisdiction or operations. International Methane Emissions Observatory (IMEO) will coordinate with global mapping satellites to identify very large methane plumes and methane hot spots. Hence, the given statement is correct. The four components of this initiative are:\nDetect & Attribute the\nAlert i.e. notify and engage\nResponse i.e. stakeholders\nMethane emissions\nthe stakeholders\ntake abatement action\nTrack, Learn, Collaborate\nand Improve.\nStatement 2 is correct: The MARS has been launched by the International Methane Emissions Observatory (IMEO) of the United Nations Environment Program (UNEP). The IMEO will also collaborate with institutional partners like International Energy Agency (IEA) and Climate and Clean Air Coalition. The financial support for MARS is provided by the European Commission, the US Government, the Global Methane Hub and the Bezos Earth Fund. Knowledge Base: About Global Methane Pledge: 1) This has been launched at COP 26 of UNFCCC in 2021. 2) The countries who have joined the pledge aim to collectively reduce methane emissions by at least\n30% by 2030 as compared to the 2020 levels.\n3) India has not joined this initiative. India is among the top 5 methane emitters globally. Source: https://www.unep.org /explore-topics /energy /what-we-do /methane /imeo-action /methane- alert-and-response-system-mars\nQ.17)\nAns) c\nExp) Option c is the correct answer.\nAestivation (or estivation) is a state of inactivity or dormancy that some animals enter during hot or dry periods, typically during the summer season. It is the summer equivalent of hibernation, which is a state of inactivity that some animals enter during the winter to conserve energy.\nOption 1 is correct: Snails are one group of animals that undergo aestivation in response to drought, high temperatures, or other adverse conditions. During aestivation, snails typically withdraw into their shells and secrete a layer of mucus to protect themselves from desiccation.\nOption 2 is correct: Tortoises\nof animals that undergo aestivation. During aestivation,\nare one group tortoises typically bury themselves underground, often in a shallow burrow or depression, where the temperature and humidity are more stable. They may also reduce their activity and metabolic rate to conserve energy and water.\nOption 3 is incorrect: Wild bears do not undergo aestivation. Instead of hibernating, bears fall into a deep sleep called torpor. During torpor, heart rate and breathing rate decreases, body temperature reduces slightly and bears do not eat or release bodily waste.\nForum\nCentre:\nLearning Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_11": "Page 11 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption 4 is correct: Like most reptiles, crocodiles are cold-blooded animals and prefer to take up residence in tropical areas close to wetlands. They cannot generate heat on their own, therefore they go into a period of long sleep (or aestivation, a similar state to hibernation) until the weather heats up again. Source: https: //faunafacts.com /crocodiles /do-crocodiles-hibernate/\nQ.18)\nAns) b\nExp) Option b is the correct answer.\nWhen the Lok Sabha is dissolved, all business including bills, motions, resolutions, notices, petitions and so on pending before it or its committee's lapse. They must be reintroduced in the newly-constituted Lok Sabha. However, some pending bills do not lapse on the dissolution of the Lok Sabha.\nOption 1 is incorrect: A motion for removal of Judge does not lapse on dissolution of the Lok Sabha. The supreme court in Sub-committee on judicial accountability vs Union of India has held that as per article 124 and Judges enquiry act, 1968 the motion for removal of judge of supreme court does not lapse after dissolution of Lok Sabha .\nOption 2 is correct: A Bill that originates and is passed by the Rajya Sabha, but is pending in the Lok Sabha lapses when the Lower House dissolves.\nOption 3 is incorrect: While replying to questions in the Lok Sabha or during discussions on bills, resolutions, motions etc., ministers on several occasions give assurances, undertakings or promises to consider a matter, or take action on it later. These are termed as assurances. All pending assurances that are to be examined by the Committee on Government Assurances do not lapse on the dissolution of the Lok Sabha.\nOption 4 is correct: Bill which is passed by the Lok Sabha but pending in the Rajya Sabha lapses. Source: laxmikant\nhttps: / /main.sci.gov.in/jonew /judis /12578.pdf\nhttps: / /socialjustice.gov.in/common/76640\nQ.19)\nAns) b\nExp) Option b is the correct answer.\nNitrogen is a necessary component of many biomolecules like proteins, DNA, chlorophyll. Hence, it is critical for survival. Though, nitrogen gas is available in abundant in our atmosphere, but it cannot be used directly by the primary producers. For this conversion of nitrogen into ammonia is essential.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_12": "Page 12 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\noxic (oxygen)\n-_-—_— — = =\nanoxic (no oxygen)\nNiffogen\nation\nes\nStatement 1 is incorrect: In the process of nitrification, ammonia (and NOT free nitrogen) is converted into first nitrites and then nitrates.\n1) In the first step, ammonia is converted into nitrites with the help of microbes, called as ammonia- oxidizers. It is generally carried out by the bacteria of genere Nitrosomonas, Nitrosospira and Nitrosococcus. 2) In the second step, oxidation of nitrite into nitrates takes place. This is carried out by nitrite-oxidizing bacteria, which includes bacteria of Nitrosococcus, and Nitrobacter.\ngenere Nitrosospira,\nStatement 2 is correct: Denitrification is the process that converts nitrate into the nitrogen gas and returning it into the atmosphere. Denitrification is an anaerobic process, occurring mostly in soils and sediments and anoxic zones. Some denitrifying bacteria include species in the genera Bacillus, Paracoccus and Pseudomonas.\nStatement 3 is correct: Ammonification is the process that converts organic matter into ammonium. When an organism excretes or dies, the organic matter in the tissues (like amino acids, DNA etc.) is decomposed by various fungi and prokaryotes. This process releases back inorganic nitrogen into the ammonia. This is known ammonification.\natmosphere as\nprocess\nas\nStatement 4 is incorrect: Anammox is the process of converting ammonia into nitrites (nitrification) under anaerobic conditions. This is carried out by the prokaryotes belonging to the planctomycetes phylum of bacteria. This is a relatively new discovery in the process of nitrogen cycle.\nSource: https://www.nature.com /scitable /knowledge /library /the-nitrogen-cycle-processes-players- and-human-15644632 /\nQ.20)\nAns) c\nExp) Option c is the correct answer.\nA species is said to be endemic if it is found in a particular geographical location and nowhere else in the world. Western ghats possess rich number of endemic species, and this makes it as the world’s biodiversity hotspot.\n\n(Source: Nature.com)\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\nNO”",
  "page_13": "Page 13 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption 1 is The Purple frog is endemic to western ghats and\ncorrect.\nmainly found in Kerala and Tamil Nadu.\nThis species is one of the oldest lineages among all\nliving frogs on the Earth. They live underground\nand are very sensitive to the disturbances.\nfi #)\n—\n~~\n(IUCN status: Endangered)\nNear\nOption 2 is Indian Black Honeybee (Apis karinjodian) has been\ncorrect.\nrecently discovered from the western ghats and\nthis species is endemic to this region. The habitat\nranges from central western ghats to the southern\nwestern ghats, including Nilgiri region. (Covering\nGoa, Karnataka, Kerala and Tamil Nadu).\nstatus:\nOption 4 is Namdapha Flying Squirrel is endemic to the\nincorrect.\nArunachal Pradesh. It is mostly restricted to the\nNamdapha National Park, catchment area of\nDihing River.\nOption 3 is Lion-Tailed Macaque is endemic to the western\ncorrect.\n(IUCN status: Endangered)\nx\nThreatened)\nIt has the ability to produce higher quantity of (IUCN\nhoney with thicker consistency\nghats and one of the smallest among macaque\nspecies. It is spread over Karnataka, Kerala and\nTamil Nadu. Silent Valley National Park of Kerala\nhosts the highest population of this species.\nIt prefers rainforests; form hierarchical groups\nand defend their territories with loud cries. Its face\nhas no hair on face and is black in color.\n(IUCN status: Critically\nEndangered)\nOption 5 is Jerdon’s Courser is endemic to the eastern ghats of\nincorrect.\nAndhra Pradesh (Godavari River valley etc.). It is\nmainly restricted to the Sri Lankamalleswara\nWildlife Sanctuary. It lives in scrub forests.\nThis bird is nocturnal i.e. it is mainly active during\nthe dusk and the night.\n“i\nstatus: Critically\n(UCN\nEndangered)\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_14": "Page 14 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption 6 is\nStriped coral snake, also known as black coral snake, is endemic to western ghats. It is found in India in the western ghats- Karwar, Wayanad, Nilgiris, Anamalai and the Travencore hills.\ncorrect.\nThis species comprises several colour varieties like\ndark purplish brown, pale reddish brown etc.\n(IUCN\nstatus:\nLeast\nConcerned)\nSource: https: / /animalia.bio /endemic-lists /region /endemic-animals-of-arunachal-pradesh https: //www.thehindu.com /sci-tech/science /new-honeybee-species-endemic-to-western-ghats- found /article66092592.ece IUCN, Forum IAS Environment Red Book\nQ.21)\nAns) a\nExp) Option a is the correct answer.\nThe Karkotas established their rule in the Kashmir region during the early 7\" century. Durlabha Vardhana is considered as the founder of this dynasty. Karkota rulers were Hindus, but they also patronized Buddhism.\nStatement a is incorrect: Parihaspura town is situated near the Baramula district. It was established by the Karkota ruler Lalityaditya Muktapida (and NOT by Durlabha Vardhana) as his capital during the 8\" Century. It lies on a plateau above the Jhelum River. At this place Liladitya built many famous temples, statue of Buddha etc. Parihaspur lost its status as a capital after Lalitaditya's death.\nStatement b is correct: Liladitya Muktapida built the famous Martand Sun Temple. It is located in Anantnag, near Srinagar. As per the Archaeological Survey of India or ASI, Martand Sun Temple is a site of national importance in Jammu and Kashmir. It represents the apogee of Kashmir temple architecture and is unique for its dimensions and grandeur. The main shrine consists of a garbha griha (sanctum), antrala (vestibule) and spacious mandapa. Two double chambered sideways flanking the mandapa are on novel and special features on the temple. The images carved on side walls of antrala and mandapa are of Ganga, Yamuna, Vishnu and are other deities. Anantnag is also known for\nthe production of quality saffron.\nStatement c is correct: Rajtarangini means the “The River of Kings” and it deals particularly with the kings of the Kashmir. It was written in Sanskrit by Kalhana in 12\" Century CE. Apart from other kings, the book gives a detailed account of the Karkota dynasty and its rulers.\nStatement d is correct: Hieun Tsang was a Chinese pilgrim and he writes a detailed account of Kashmir. He visited Kashmir during the reign of Durlabh Vardhana (598-634 CE) of the Karkota dynasty.\nSource: https://baramulla.nic.in/tourist-place /parihaspora/\nhttps:/ /www.rarebooksocietyofindia.org /book_archive /196174216674_10151577540891675.pdf\nQ.22)\nAns) c\nExp) Option c is the correct answer.\nMosses are non-flowering plants which produce spores and have stems and leaves, but don’t have true roots. Mosses produce energy through photosynthesis, like other plants but mosses don’t have seeds.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_15": "Page 15 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nert\n[meee\na\nOption a is incorrect: Mosses have small leaves which enable them to retain moisture for a longer time. These characteristics help them to survive in an area where rainfall is very scarce.\nOption b is incorrect: Although it is true that Mosses can form a symbiotic relationship with other organisms such as trees, it is not the reason for mosses survival in harsh weather conditions. Commensalism is a symbiotic relationship in which one species benefit while the other species is not affected whereas in Mutualism both organisms gain benefit. For instance, Spanish mosses form a commensalistic relationship with trees in which Spanish mosses gain benefits while the host tree neither gains nor loses.\nOption c is correct: Mosses can survive in harsh conditions such as the Arctic region because they don't need soil to grow and even can grow on rocks. Moss doesn't have roots, rather it has rhizoids. Rhizoids and their shallow nature enable mosses to attach itself to rock surfaces, where it can then suck or absorb the moisture that runs over the rock.\nOption d is incorrect: Mosses usually grow close together to resist the cold weather and reduce damage which enables them to survive harsh weather conditions. Hence Mosses are generally scattered to prevent pest attack is an incorrect statement.\nSource: https: / /allabout-moss.com/what-moss-grows-on-rocks /\nQ.23)\nAns) a\nExp) Option a is the correct answer.\nThe Himalayas consist of a series of parallel mountain ranges. On the basis of relief, alignment of ranges and other geomorphological features, the Himalayas can be divided into the following sub-divisions:(i) Kashmir or North-western Himalayas, (ii) Himachal and Uttarakhand Himalayas, (iii) Darjeeling and Sikkim Himalayas, (iv) Arunachal Himalayas, (v) Eastern Hills and Mountains.\nStatement 1 is incorrect: The general orientation of Himalayas is from northwest to the southeast direction in the northwestern part of India. Himalayas in the Darjeeling and Sikkim regions lie in an east-west direction, while in Arunachal Pradesh they are from southwest to the northwest direction. In Nagaland, Manipur and Mizoram, they are in the north-south direction.\nStatement 2 is correct: The Himachal and Uttarakhand Himalayas lies approximately between the Ravi in the west and the Kali (a tributary of Ghaghara) in the east. It is drained by two major river systems of India, i.e. the Indus and the Ganga. The Great Himalayan ranges, the Lesser Himalayas (it is locally known as Dhaoladhar in Himachal Pradesh and Nagtibha in Uttarakhand) and the Shiwalik ranges are prominent in the Himachal and Uttarakhand.\nStatement 3 is incorrect: The two distinguishing features of Himachal and Uttarakhand Himalayas from the point of view of physiography are the ‘Shiwalik’ and ‘Dun formations’. Some of the important duns located in this region are the Chandigarh-Kalka dun, Nalagarh dun, Dehra Dun. In place of the Dun formation, the ‘duar formations’ are prominent feature of the Sikkim and Darjeeling Himalayas.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_16": "Page 16 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nHow Mountain Ranges\nAffect Your Trek\nMourttuen ranges influenoe how\nyou ‘see’ a trek. They als decide\nwhere and ven you trek\nJAMMU &\nKASHMIR\nHIMACHAL PRADESH\nUTTARAKHAND\n~—\ni\ni hi\nINDIAN >\nSource: Page 12, chapter 2, 1 Rs class NCERT-India Physical Environment.\nQ.24)\nAns) a\nExp) Option a is the correct answer.\nOption a is correct. Deep hydrothermal vents are located in areas with high tectonic activity, including the edges of tectonic plates, undersea mountain ranges and seamounts, and mid-ocean ridges. The water escaping from deep hydrothermal vents may be clear and have low concentrations of minerals or it may be white or black and be characterized by high concentrations of minerals. It is characterized by extreme toxic minerals and lack of\ntemperatures, pressures,\nsunlight.\nOption b is incorrect. Species at these environments live in commensalism or mutualism with chemosynthetic microbes or bacteria. The food produced by these bacteria are used by deep sea organisms that cannot make their own food for energy.\nOption c is incorrect. A variety of life form exist in these deep hydrothermal vent ecosystems which include deep-sea mussels, giant tube worms, yeti crabs, and many other invertebrates and fishes apart from chemotrophic bacteria.\nOption d is incorrect. The deep-sea environment where these vents occur is completely dark, and photosynthesis is impossible. At deep hydrothermal vents, though, specialized bacteria can convert the sulfur compounds and heat into food and energy. These specialized bacteria form the bottom of the deep hydrothermal vent food web, and many animals rely on their presence for survival, including deep-sea mussels, giant tube worms, yeti crabs, and many other invertebrates and fishes.\nKnowledge Base: Hydrothermal vent ecosystems were discovered in 1977 while exploring the Galapagos Rift along the mid-ocean ridge in the eastern Pacific ocean.\nSource: https:/ /www.nationalgeographic.org/media/deep-sea-hydrothermal-vents/ https: //oceana.org /marine-life /marine-science-and-ecosystems /deep-hydrothermal-vent\nQ.25)\nAns) d\nExp) Option d is the correct answer.\nStatement 1 is correct: More than 400 different kinds of taxes were levied during the time of the Chola empire. The Chola inscriptions mention the most about vetti. Vetti is a tax, taken in the form of forced\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_17": "Page 17 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nlabor instead of cash. The land revenue was known as kadamai. Other taxes were imposed on thatching of houses, the use of ladder to climb palm trees, cess on succession to family planning etc.\nStatement 2 is incorrect: Pallichchhandam was the land donated by the Chola rulers to the Jaina institutions. The lands gifted to Brahmanas were known as Brahmadeya. Due to Brahmadeyas, large number of Brahmana settlements emerged in the Kavery valley. The Brahmandeya was looked after by an assembly of the prominent Brahman landholders.\nStatement 3 is incorrect: Every village was a self-governing unit. The village council and the Nadu had several administrative functions including dispensing justice and collecting taxes. Hence, Justice was mostly a local matter in the Chola Empire; minor disputes were settled at the village level. Crimes of the state, such as treason, were heard and decided by the king himself; the typical punishment in these cases was either execution or confiscation of property.\nStatement 4 is correct: Sabha was an assembly of prominent Brahmana landlords to look after Brahmadeyas. Uttarmerur inscription in Chingleput district provides the details of working of a sabha. According to this, a member of sabha must have knowledge of the Vedas. Other important conditions were:\n1) Members of the sabha should be owners of land from which land revenue is collected 2) They should have their own homes\n3) They should be between 35 and 70 years of age.\n4) If anyone has been a member of any committee in the last three years, he cannot become a member of another committee.\n5) Anyone who has not submitted his accounts, as well as those of his relatives, cannot contest the elections.\nKnowledge Base: Other important types of lands during Chola period:\n1) Vellanvagai: land of non-Brahmana peasant proprietors.\n2) Shalabhoga: land for the maintenance of the schools.\n3) Devadana, Tirunamattukkani: Land gifted to the temples.\nSource: NCERT ( https://ncert.nic.in/ncerts /1/gess102.pdf )\nQ.26)\nAns) d\nExp) Option d is the correct answer.\nIndia has a rich cultural tradition in very unique handloom textiles as well as exquisite embroideries. Recently UNESCO released a list of 50 iconic heritage textiles and embroideries from India.\nOption a is incorrect: Jamdani is a textile craft that involves the weaving of very fine muslin cottons. It has many famous centres such as Varanasi (Awadhi Jamdani), Dacca (now in Bangladesh), etc. These gauzy textured cottons were embroidered on the loom by the addition of weft threads, introduced by hand during the weaving process to create individual and complex patterns, which combined with the soft and fine quality of the textile has always made it rare and exclusive. Hence this is neither tribal in origin, nor does it use bright colours (it uses muted colours like white, cream, etc). Also, there are no decorative elements like shells, metals, etc. Hence this option is incorrect.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_18": "Page 18 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\n\"\na\nMe,\nKe\nee\nCi hed\n2 ¥\nbe\n+\n—\nOption b is incorrect: Ilkal is a textile weave from Karnataka. But it is not embroidery. Hence this option is incorrect. The distinctive feature of the sari is the joining of the body warp with the Pallu warp using a series of loops, locally called the Tope Teni technique in dramatic colours of red and white. This handloom weave has also been awarded the Geographical Indication (GI) tag.\nSse:\n=\nOption c is incorrect: Himroo is a traditional brocade with a cotton base and patterned with silk. It is not a type of embroidery. Hence this option is incorrect. It is decorated with figurative and geometric motifs, not shells, mirrors or metals. Its most famous centre is Aurangabad in Maharashtra (not Karnataka). It is believed to have its roots in Persia, and in India was associated with and patronised in the Tughlaq court.\n\\\ne_2)\nav\naa?\nvb\n‘‘\n~ “a\nOption d is correct: The Lambadi (also known as the Banjara) embroidery is a traditional embroidery\npractised by the nomadic communities that settled down in Karnataka at the time of decline of the\nMughal Empire.\nIt involves a base cloth of red or blue colour with tone-on-tone hand block prints called Toori and Vakdi. It uses bright colours. Its most distinct features however are a combination of handmade embroidery patched up with applique work and decorative elements like mirrors, beads, buttons, shells (cowries), small bells, wooden tassels, coins and other metallic trinkets. The metal pieces that accessorise the embroidery are made of white metal moulded by traditional jewellers of the Lambadi tribe. It is the women, exclusively, who do the embroidery, usually as a communal activity in their free time. Hence this option is correct.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_19": "Page 19 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\n> *\nco\nq\ni)\nrt\n0\nsi]\n~\n—\n~\nSource: https: //unesdoc.un esco.org /ark: /48223 /pf0000382921\nQ.27)\nAns) a\nExp) Option a is the correct answer.\nChit fund/kitty/chitty is a sort of community funding where a group of people come together to contribute a predefined amount for a certain period. Each person gets a chance to claim the pool amount either by lot mechanism or auction.\nA mutual fund is a company that pools money from many investors and invests the money in securities such as stocks, bonds, and short-term debt. The combined holdings of the mutual fund are known as its portfolio. Investors buy shares in mutual funds. Each share represents an investor’s part ownership in the fund and the income it generates.\nOption a is correct: Mutual funds are invested in the market, which is highly unpredictable. When the market goes down the value of your funds go down too. So highly susceptible to market risk. Chit funds, whereas are not exposed to the market (amount is generally not invested in market) hence free of any market risk.\nOption b is incorrect: Chit Fund Business in India is regulated by Chit Funds Act, 1982. They are different from unregulated deposits and Ponzi schemes. Chit Fund Companies are regulated by the respective State Governments. Unregistered chit funds are not legally bound to pay the amount deposited to its members. Hence, they pose a maximum risk of fraud. The prized chit funds which are illegal in India is regulated under Prize Chits and Money Circulation. Schemes (Banning) Act, 1978.\nAs far as mutual funds are concerned, SEBI formulates policies, regulates, and supervises mutual funds to protect the interest of the investors.\nOption c is incorrect: In the case of mutual funds, the money is invested in stocks/bonds thus risk of losing the principal amount. On the other hand, chit funds use the money to lend it and the income generated is divided equally among all subscribers. However, we cannot say that there is assured income in case of chit fund investment.\nOption d is incorrect: Both mutual funds and chit funds provides dividends to their respective subscribers. In chit funds, the amount foregone by the winner of the auction is then distributed among the rest of the members, which is called the ‘dividend’. It is not received in cash but is deducted from the monthly instalments that the member has to pay. Therefore, he pays less than his actual instalment.\nThe Mutual Fund can receive dividends from one or more of the companies it has invested in. Unlike the\ncase of stocks, the dividend received by the fund house is in cash. It is not paid to your bank account. As a result of the dividend payments and bonus issues, the AUM of the fund increases which in turn\nincreases the fund's NAV.\nSource: https: / /economictimes.indiatimes.com /analysis /are-chit-funds-for-you-tips-to-gain-from- them /articleshow /19879120.cms?from=mdr\nhttps: //www.investor.gov /introduction-investing /investing-basics /investment-products /mutual- funds-and-exchange-traded-1\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_20": "Page 20 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.28)\nAns) a\nExp) Option a is the correct answer.\nOption 1 is correct: Rice is one of the most important crops of India. It is chiefly a Kharif crop, but these days it is sown and reaped all through the year. Moreover, India has the largest area under rice cultivation. As it is one of the principal food crops. It is, in fact, the dominant crop of the country. India is one of the leading producers of this crop. India is the world's second-largest producer of rice, and the largest exporter of rice in the world.\nMarket\nYear\n2011/2012\n44,006\n105,301\n3.6\n2012/2013\n42,754\n105,241\n3.7\n2013/2014\n44,136\n106,646\n3.6\n2014/2015\n44,110\n105,482\n3.6\n2015/2016\n43,499\n104,408\n3.6\n2016/2017\n43,994\n109,698\n3.7\n2017/2018\n43,774\n112,760\n3.9\n2018/2019\n44,156\n116,480\n4.0\n2019/2020\n43,662\n118,870\n44\n2020/2021\n45,769\n124,370\n44\n2021/2022\n46,379\n130,290\n4.2\nAs seen in the table above, rice production in India has continuously recorded an increase during the last five years (2016-17 to 2021-22) from 109,698,000 tonnes to 130,290,000 tonnes. Hence this option is correct.\nOption 2 is correct: Wheat is one of the most important food grains of India. It is basically a rabi crop, however these days it is grown all year round. Wheat cultivation in India has traditionally been dominated by the northern region of India. The northern states of Punjab and Haryana Plains have been prolific wheat producers.\na\nProduction — of Unit Meas: ure Growth Rate\nMarket Year|\n|\n(1000 MT)\n0.55%\n2016\n87000\n(1000 MT)\n|\n13.23%\n2017\n98510,\n99870\n(1000 MT)\nbd\n2018\n1.38%\n2019\n103600 te (1000\n+\nMy]\n3.73%\n2 = a\n1 107860\n(1000 MT) |\n4.11%\n202\n109586\n+ —\n(1000 MT)\n1.60%\nAs seen from the figures above, wheat production in India has continuously recorded an increase during the last five years (2016-17 to 2021-22) from 87,000,000 metric tonnes to 109,586,000 metric tonnes. Hence this option is correct.\n:\n|\n|\nOption 3 is incorrect: Pulses are consumed as Dal, which is a cheap source of plant protein. A number of pulse crops are grown in India. Among the crops, major ones are Gram, Pigeonpea, Lentil, etc. India is the largest producer (25% of global production), consumer (27% of world consumption) and importer (14%) of pulses in the world. Pulses account for around 20 percent of the area under food grains and contribute around 7-10 per cent of the total foodgrains production in the country. Though pulses are grown in both Kharif and Rabi seasons, Rabi pulses contribute more than 60 per cent of the total production.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_21": "Page 21 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nFigure VIII.4: Sustained increase in Foodgrains Production in India (Million Tonnes)\n315.7 350.0\n297.5\n310.7\n35.0\n275.1\n285.0 285.2\n300.0\n30.\n252.0 251.5 Wl\n8 25.0 |\n250.0\n¢\n200.0 Be\n= 20.0\nc\n150.0\n4 15.0\n8\n10.0\n100.0\n5.0\n50.0\n0.0\n0.0\n2014-15 2035-16 2016-17 2017-18 2018-19 2019-20 2020-21 2021-22\nMe Oilseeds MME Pulses =—O—Total Fodgrains\nSource: Ist Advance Estimates (20. 23-2 3) of DA&FW released dated 21.09.2022 oe\nAs shown in the figure above, the pulses have recorded an increase in the total production during 2016-17 and 2017-18, after which their production saw a sharp fall in 2018-19, after which it successively saw an increase in production till 2021-22. So it is clear that there was no continuous increase in pulse production during 2016-17 to 2021-22 Hence this option is incorrect.\nOption 4 is incorrect: Coarse cereals refer to hardy millet crops such as bajra, ragi, jowar, etc. They are indigenous to India and very resilient crops that can grow well in difficult conditions such as drought, high temperatures or nutrient deficient soils as well. Nutritionally they are excellent sources of iron, folate, as well as protein. Though grown widely initially, their share in cropping area decreased post the Green Revolution which focused on wheat and rice cultivation to improve food security in the nation.\nTable 17 : Agricultural Production - Foodgrains\n(Lakh tonnes)\nCereals\nTotal Foodgrains\nYear\nTotal\nPulses\nRice\nWheat\nCoarse Cereals\n(2 to 4)\n(5+6)\n4\n5\n6\n7\n2016-17\n1097.0\n985.1\n437.7\n2519.8\n231.3\n2751.1\n2017-18\n1127.6\n998.7\n469.7\n2596.0\n254.2\n2850.1\n2018-19\n1164.8\n1036.0\n430.6\n2631.4\n220.8\n2852.1\n2019-20\n1188.7\n1078.6\n477.5\n2744.8\n230.3\n2975.0\n2020-21\n1222.7\n1095.2\n$11.5\n2829.3\n257.2\n3086.5\nAs shown in the table above, the coarse cereals recorded an increase in total production during 2016-17 and 2017-18, after which their production saw a fall in 2018-19, after which it successively saw an increase in production till 2020-21. -21. So, it is clear that there was no continuous increase in coarse cereal production during 2016-17 to 2021-22 Hence this option is incorrect. Source: https:/ /agricoop.nic.in/sites /default /files /Introduction.pdf https: / /ipad.fas.usda.gov /countrysummary /Default.aspx?id=IN&crop=Rice https://www.indexmundi.com /agriculture /?country=in&commodity=wheat&graph=production https: / /farmer.gov.in/cropstaticspulses.aspx https: / /vikaspedia.in /agriculture /crop-production /package-of-practices /pulses /pulses-in-india https://www.rbi.org.in/scripts /PublicationsView.aspx?id=20422\nQ.29)\nAns) d\nExp) Option d is the correct answer.\nIn Macroeconomy, Demand is defined as the quantity of goods or services desired to be purchased by consumers, backed by the ability to purchase them. There are different types of Demands.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\n40.0",
  "page_22": "Page 22 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption a is incorrect: Demand for complementary goods and services is known as Complementary\nDemand (not Pent Up Demand). Hence this option is incorrect. In this scenario, the demand for an item increases or decreases generally in the same trend as increase/ decrease of another economic product because they are generally, but not always consumed together. Sugar and tea would be an example of such goods in the case of South Asian economies like India, where both are generally consumed together.\nOption b is incorrect: The demand for goods (like intermediate) due to increase in demand of other items (especially if they are ingredients used in making of those goods) is known as Derived Demand (not Pent\nUp Demand). Hence this option is incorrect.\nAn example of this type of demand can be in the increase/ decrease in demand for goods used in the making of automobiles - such as toughened glass, steel, car paint, etc in response to the trend of demand for automobiles in an economy.\nOption c is incorrect: The demand for goods and services that is related to an increase in the Income levels of the consumers is known as Income Demand (not Pent Up Demand). Hence this option is incorrect.\nIt has been seen that certain goods and services which are expensive are seen as desirable by consumers and are demanded by them as soon as they are able to afford it owing to an increase in their income. For example a protein rich diet such as fish, meat, eggs, is not only tasty, but also very healthy and satiating. So whenever an economy grows, people have more disposable incomes, and they use it to buy such expensive but desirable goods leading to an increase in their demand.\nOption d is correct: Sometimes when an economy has had a prolonged period of subdued activity, often due to supply issues - for example as seen recently during the COVID 19 pandemic and the lockdowns that it necessitated, the demand for various goods and services, especially consumptive ones rises dramatically, once the supply is restored. This is known as Pent Up Demand. Hence this option is correct. Often the demand for consumption goods and services like housing materials, FMCG products like shampoos, toothpaste, etc keeps piling on regardless of how the economy is doing, as these are articles required in people’s daily lives. If supply is disrupted people wait to stock up on these items - thus creating a huge stored up demand for these goods/ services. So, when supply resumes, there is a sudden and sharp uptick in the demand of these items by all the people who had been waiting for them. As explained in the Economic Survey 2022-23, an example of such demand is the sharp uptick in the demand for housing loans and housing materials as people who had been waiting for resumption of normal economic activities had been waiting to get construction work underway.\nSource: https://www.indeed.com/career-advice /finding-a-job /demand-definition-economics https: / /www.indiabudget.gov.in/economicsurvey /doc/echapter.pdf Ch-1, Pg-14 https: / /pib.gov.in /PressReleasePage.aspx?PRID=1894932#:~:text=the%20%E2%80%9Crelease%200f- ,pent,-%2Dup%20demand%E2%80%9D%20was\nhttps: / /thefederal.com /business /pent-up-demand-driving-chunk-of-economy-govt-admits-in- economic-survey/\nQ.30)\nAns) c\nExp) Option c is the correct answer.\nThe Union Government of India recently released the Budget for 2023-24 in the Parliament in February 2023. It contains the Revised estimates, detailing the sources of the Government’s revenue in the past fiscal year (2022-23). Among the various tax components, following are the total tax collections:\nCanal\n- Bagh, - - Boring Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\nForum Learning Centre: Delhi 2nd Floor, IAPL House, 19 Pusa Road, Karol New Delhi 110005 | Patna 2nd floor, AG Palace, E",
  "page_23": "Page 23 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nABSTRACT OF RECEIPTS\nActuals\n2021-2022\nEstimates\n2022-2023\n(In # crores)\nBudget Revised Estimates Budget\n2022-2023 Estimates\n2023-2024\nREVENUE RECEIPTS\nTax Revenue\nGross Tax Revenue\nCorporation Tax\nTaxes on Income\nWealth Tax\nCustoms\nUnion Excise Duties\nService Tax\nGoods and Services Tax (GST)#\nTaxes of Union Territories\nLess - NCCD transferred to the National Calamity Contigency\nLess - State's share\nCentre's Net Tax Revenue\n2709315.08 2757820.13 3043067.49 3360858.44\n712037.33\n720000.00\n835000.00 922675.00\n696243.22\n700000.00\n815000.00 900575.00\n12.81\n210000.00 233100.00\n199728.30\n394643.79\n335000.00\n320000.00 339000.00\n1011.82\n2000.00\n1000.00\n500.00\n698113.88\n780000.00\n854000.00 956600.00\n7523.93\n7820.13\n8067.49 8408.44\n6130.00\n6400.00\n8000.00 8780.00\n898391.57 816649.47\n948405.70 1021447.91\n1804793.51 1934770.66 2086661.79 2330630.53\n1) Corporate Tax - Rs 8,35,000 Crore\n2) Custom Duties - Rs 2,10,000 Crore\n3) Goods and Services Tax (GST) - Rs 8,54,000 Crore\n4) Union Excise Duties - Rs 3,20,000 Crore\n5) Income Tax - Rs 8,15,000 Crore\nTherefore, the increasing/ ascending (low to high) order of tax collections of various kinds is Custom Duties (2) < Union Excise Duties (4) < Income Tax (5) < Corporate Tax (1) < GST (3). Hence option c is the correct answer.\nSource: https://www.indiabudget.gov.in/doc/rec /ar.pdf\nQ.31)\nAns) d\nExp) Option d is the correct answer.\nMinistry of Shipping, Waterways, and Ports has launched ‘Bharat Pravah-India along its Shores’ Bharat Pravah will serve as a common platform to bring together stakeholders from different walks for the purpose of creating a larger vision of shipping, rivers, seas & people.\nStatement a is incorrect: Pradhan Mantri Krishi Sinchayee Yojana (PMKSY) with Har Khet Ko Pani (HKKP) as one of the components, will focus on Repair, Renovation & Restoration (RRR) of Water Bodies (WBs). Key objectives of the scheme include comprehensive improvement and restoration of water bodies, including protection works to avoid encroachment thereby increasing tank storage capacity.\nStatement b is incorrect: Central Water Commission (CWC) has developed web-based asset management tools named Dam Health and Rehabilitation Monitoring Application (DHARMA). DHARMA supports effective collection and management of authentic asset and health data for all large dams in India.\nStatement c is incorrect: Inland Water Authority of India, (IWAI) has launched initiative Forum for Cargo-Owners and Logistics-Operators (FOCAL). It aims to promote inland water transport in India. With this, IWAI becomes not just facilitator but aggregator.\nStatement d is correct: Bharat Pravah is a platform that brings together diverse stakeholders to develop a comprehensive vision for shipping, rivers, seas, and the people who rely on them. The Bharat Pravah Conference highlights the significance and imagery of rivers-ports-shipping in everyday life. It is\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_24": "Page 24 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\norganized as a series of regional, national, and international events (dialogues/conferences) with participation from intellectuals, influencers, and practitioners of the society. Source: https://bharatpravah.in/\nQ.32)\nAns) a\nExp) Option a is the correct answer.\nFirst Loss Default Guarantee system (FLDG) is a financial arrangement between the financial institutions and third parties. In FLDG system, third parties compensate the financial institutions to a certain extent if the borrower defaults.\nStatement 1 is incorrect: First Loss Default Guarantee (FLDG) is a financial arrangement between third parties and financial institutions such as Scheduled commercial banks, Non-Banking Financial companies etc. In FLDG, third parties compensate up to a certain percentage of default in a loan provided by the regulated entities. Hence FLDG provides protection to both SCBs and NBFCs from uncertainties regarding their loan activities.\nStatement 2 is incorrect: FLDG is a lending model between a fintech and a regulated entity in which a third party guarantees to compensate up to a certain percentage of default in a loan portfolio of the regulated entities (RE).\nStatement 3 is correct: Third parties engaged by financial institutions are not allowed to collect fee or charge directly from the borrowers, instead financial institutions will pay the third parties. As per RBI guidelines, financial institutions shall ensure that any fees, charges, etc., payable to third parties are paid directly by financial institutions and are not charged by third parties to the borrower directly.\nSource: https://www.rbi.org.in/scripts /FS_Notification.aspx?1d=12382&fn=2&Mode=0 https: / /blog.forumias.com /first-loss-default-guaranteefldg-system-digital-lending-no-clarity- awaiting-rbi-response-say-bank-fintechs/#:~:text=but%20from%20their-,own%20books.%20FLDG,- helps%20expand%20the\nQ.33)\nAns) a\nExp) Option a is the correct answer.\nThe balance of payments (BoP) records all economic transactions in goods, services, and assets of the country with the rest of the world for a specified time period, usually a year. There are two main accounts in the BoP - the current account and the capital account.\nOption 1 is correct: Income lost due to a large amount of gold import constitutes a current account of balance of payment. Income lost/gained due to import/export of gold is classified as a current account since it comes under the broad category of balance of trade which constitutes the current account.\nOption 2 is incorrect: Income earned/lost due to India’s investment in foreign countries/ foreign countries investment in India belong to the capital account of balance of payment. Capital account, involves multiple transactions, for instance in investment the money invested can be recovered through periodical income.\nOption 3 is correct: Grants received/given from/to foreign countries belong to the current account of balance of payment as it is a one time transaction. Transfers which include gifts, grants etc., do not create any obligation for the receiving party and hence it is a current account.\nOption 4 is incorrect: External Commercial borrowings (ECBs) belong to the capital account as it involves multiple transactions in the form of interest payment and principal repayment. ECBs either by the government agency or private organisation come under the classification of current account as BoP record all the transactions that happen between countries.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_25": "Page 25 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nKnowledge Base: Current account transactions are single time and one way transactions which means receipt or payment happens once and the transaction ends there. For instance export/import of goods happens once and such transactions end there. Source: Indian Economy key concepts by Shankar Ganesh - External trade and Capital\nQ.34)\nAns) a\nExp) Option a is the correct answer.\nFriendshoring or allyshoring refers to relocating supply-chains to the countries where the risk of disruption from political chaos is low. It also implies manufacturing and sourcing components and raw materials within a group of countries that share common values and common interests (so as to avoid political tussles). This is expected to securely extend market access and will lower the risks of the economic shocks to the countries involved.\nRussia-Ukraine war, COVID, US-China trade war etc. have negatively impacted the global supply chains. For example, China’s zero COVID policy has disrupted the supply-chains. Hence, friendshoring aims to hedge risk from the supply-chain shocks. In a recent scenario, Taiwan, a major semi-conductor supplier, was under threat from China after the visit of US’s House Speaker there. So, US stepped up its engagement with South-Korea for semi-conductors. This is an example of friendshoring. However,\nfriendshoring also poses the risk of inflation due increased prices, de-globalization and so on.\nSource: https: //www.theguardian.com/business /2022/aug /06 /friendshoring-what-is-it-and-can-it- solve-our-supply-problems\nhttps: / /indianexpress.com /article /explained /explained-economics /what-is-friendshoring-8277847 /\nQ.35)\nAns) b\nExp) Option b is the correct answer.\nThe Shanghai Cooperation Organization (SCO) is an intergovernmental organisation founded in 2001. Headquarters of SCO is located in Shanghai, China. The member countries of Shanghai are China, India, Kazakhstan, Kyrgyzstan, Russia, Pakistan, Tajikistan and Uzbekistan.\nOption 1 is correct: Tajikistan is a member of Shanghai Cooperation Organisation (SCO). In fact, Tajikistan is one of the member countries of Shanghai Five, a predecessor of SCO. The members of Shanghai five are China, Kazakhstan, Kyrgyzstan, Russia, and Tajikistan.\nOption 2 is incorrect: Afghanistan is not a member of SCO. Afghanistan is an observer state in Shanghai Cooperation Organisation (SCO). Other observer states of SCO Belarus, Iran, and Mongolia.\nOption 3 is correct: Uzbekistan is one of the members of the Shanghai Cooperation Organization. The Shanghai Cooperation Organisation (SCO) summit 2022 was held recently in Samarkand, Uzbekistan.\nOption 4 is correct: India and Pakistan were added as members of Shanghai Cooperation Organisation (SCO). In June 2017, at the SCO summit in Astana, a city in Kazakhstan India and Pakistan officially joined SCO as full- members.\nOption 5 is incorrect: Azerbaijan is not a member of SCO rather Azerbaijan is a dialogue partner of SCO. Shanghai Cooperation Organisation has a total six Dialogue Partners and they are Armenia, Azerbaijan, Cambodia, Nepal, Sri Lanka and Turkey.\nOption 6 is incorrect: Currently Belarus in not the permanent member of SCO. Belarus, currently has observer status in the organization.\nKnowledge Base: In 2021, the decision was made to start the accession process of Iran to the SCO as a full member and Egypt, Qatar as well as Saudi Arabia became dialogue partners.\nSource: https: //dppa.un.org/en/shanghai-cooperation-\norganization#:~:text=The%20SCO%20currently%20comprises%20eight, Cambodia%2C%20Nepal%2C%2 OSri%20Lanka%20and\nForum Learning Centre: Delhi 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi 110005 | Patna 2nd floor, AG Palace, E Boring Canal\n- - - Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_26": "Page 26 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.36)\nAns) c\nExp) Option c is the correct answer.\nWKRAING\nMariupolO\nwe Strait\n\\\n\\ ‘\nof\ncout\nSevastopol re)\nCrimean\nBridge\nUKRAINE\nee)\nRFE/RL Graphics\nPair 1 is correct: The Kerch Strait connects the Black Sea and the Sea of Azov. Kerch strait was in news because of the bombing of a bridge located over the Kerch strait by Ukraine to cut off connection between Russia and its troops fighting in the southern Ukraine\nLC)\n700\n400 mi\n600 km\nLATVIA\n0\n300\nBALTIC\nSEA\nUTHUANIA\nRussia (\n« Kyiv\nUKRAINE\nmoLDova Odesa\nRUSSIA\nBELARUS\nPOLAND\n- |\nHUNGARY\nROMANIA\nne SERBIA\ni\n~.\noy\nBLACK SEA\nye\neonGia\nGREECE\nTURKEY\n© Encyclopadia Braannica, inc.\nPair 2 is incorrect: Odessa is a port city on the Black Sea in southern Ukraine and its location on the shores of the Black Sea allowed it to become one of the most important ports in the Russian empire. Recently UNESCO designated Ukraine's Odesa a World Heritage in Danger site amid the Ukraine- Russia war. Djibouti is located in the Horn of Africa in the Indian Ocean.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_27": "27 Page of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nEGYPT\nSauur\nARABIA\n—\nae 2\nsunaN\nERITREA YEMEN aoe\nof\nDJIBOUTI\nneh\n“DO MBIUT!\nSOUTK\nETRIOFIA\nSuvAN\nNOLAN\nSOMALIA\nOCEAN\nKENYA\n© tnspoosesdis Eritannice. irc.\nPair 3 is correct: The Abyei region is located along the ill-defined border between Sudan and South Sudan. Abyei’s rich oil reserves make the region economically desirable to both Sudan and South Sudan and currently it is an area in dispute between Sudan and South Sudan.\nN OR TH S U\\D AN\nSouth\nSudan\n-——<—\nPair 4 is correct: Dadaab is a semi-arid town in Kenya and is the World’s biggest refugee camp hosting more than 4,63,000 refugees. According to the UN High Commission for Refugees (UNHCR) in recent times, the majority arriving Dadaab refugee camps comprises of people who are fleeing from ongoing insecurity in Somalia and the unrelenting drought the country faces.\nSomalia\nA\nKakuma “®\nKenya\nOMAN\nEthiopia\n4\nTe\nv Abye!\n=\nSO U\nUDA\nt\nDadaab\nif\nTanzania\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\nNairobi\nhabe\nVictoria",
  "page_28": "Page 28 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nSource: https://www.nytimes.com /interactive /2022 /11/17/world/europe/crimea-bridge- collapse.html#:~:text=Last%20month%2C%20a%20truck%20laden,troops%2O0fighting%20in%20souther n%20Ukraine. https: //www.thehindu.com /news /international/unesco-designates-ukraines-odesa-a- world-heritage-in-danger-site /article66434893.ece https://www.unhcr.org/news /briefing /2022 /12 /638f13ae4 /drought-conflict-force-80000-flee- somalia-kenyas-dadaab-refugee-camps.html\nQ.37)\nAns) d\nExp) Option d is the correct answer.\nRecently, Defense Research and Development Organisation (DRDO) successfully test-fired indigenously- developed new generation medium-range ballistic missile Agni Prime (Agni-P) from the APJ Abdul Kalam Island at Odisha coast.\nStatement 1 is correct: The ‘Agni Prime’ is a two-stage canisterised solid-propellant missile with dual redundant navigation and guidance system. The nuclear-capable missile has been designed and developed by the Defense Research and Development Organisation (DRDO).\nStatement 2 is correct: The Agni Prime missile, the smallest and lightest among the entire Agni series of ballistic missiles. It weighs 50 per cent less than the Agni 3 missile and has new guidance and propulsion systems. In addition, since it is canisterised, it can be launched from rail or road, be stored for longer periods and can be transported as per operational requirements.\nStatement 3 is correct: With multiple independently targetable re-entry vehicles, the missile is capable of delivering a number of warheads at separate locations at a distance of 1,000 - 2,000 km. The 10.5- metre-tall missile with a diameter of 1.2 metre can carry warheads up to 1.5 tonne. It can perform high maneuvers while homing in on targets. These missiles will be inducted in the armed forced after couple of users associated launches.\nSource: https:/ /indianexpress.com /article /india/agni-prime-new-generation-ballistic-missile- successfully-test-fired-odisha-coast-8222935/\nhttps: //www.thehindu.com /news /national /india-successfully-test-fires-medium-range-ballistic- missile /article66040035.ece\nQ.38)\nAns) d\nExp) Option d is the correct answer.\nStatements 1 and 2 are incorrect: Biogas is a type of gas that is produced by the anaerobic (in absence of air or oxygen) digestion of organic matter such as plant material, animal waste, and food scraps by bacteria. Biogas is a mixture of gases, which includes Methane (50-75%) (not 90-95%), Carbon Dioxide (25-50%), and also contain small amounts of other gases, such as nitrogen (N2), hydrogen (H2), oxygen (02), and hydrogen sulfide (H2S), depending on the feedstock and the conditions of the anaerobic digestion process.\nSource: https:/ /biogas-express.com /news /what-is-the-difference-between-biogas-and-natural-gas / https: //www.nationalgrid.com /stories /energy-explained /what-is-\nbiogas#:~:text=Biogas%20is%20a%20naturally%20occurring, non%2Drenewable%20source%200f%20po wer.\nQ.39)\nAns) b\nExp) Option b is the correct answer.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_29": "Page 29 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nMedaram Jatra is one of the many fairs/ festivals organised in India. The festival is held in the month of Magha, on Sudha Pournami (full moon day), which usually falls in the second or third week of February.\nStatements 1 and 2 are correct: The celebrations of the auspicious and much-awaited biennial \"Medaram Jathara” on the arrival of Saralamma on to the ‘Medaram Gaddhe’ (Platform) was undertaken by the Koya Tribe of Telangana.\nMedaram Jatara is the largest tribal festival of India in terms of footfall of pilgrims and also in general the second-largest fair of India, after the Kumbh Mela, celebrated by the second-largest Tribal Community of Telangana- the Koya tribe for four days. Also, as the largest tribal fair in Asia, Medaram Jathara is conducted in honour of the Goddesses Sammakka and Saralamma. It is celebrated once in two years in the month of 'Magha’' (February) on the full moon day. Saralamma was the daughter of Sammakka. Her idol, according to the rituals, is installed in a temple at Kannepalli, a small village near Medaram. Statement 3 is incorrect: Medaram Jatra is a biennial event. This means that it is celebrated once in two\nyears (not 12 years). Hence this statement is incorrect.\nIt should not be confused with the Kumbh Mela which is held once in 12 years. Knowledge Base:\n1) It is celebrated for a period of 4 days.\n2) It commemorates the valour of Sammakka and Saralamma, the mother-daughter duo, who made supreme sacrifices in a valiant fight against the reigning rulers against an unjust law during the Kakatiya reign in the 12 th Century, according to local lore. 3) Celebrated mainly amongst the Koya tribes from tribal hinterlands spanning Telangana, Andhra Pradesh, Chhattisgarh, Maharashtra and Odisha and other parts of Gondwana region. 4) A distinct feature of the festival is the offering of jaggery, called ‘Bangaram’ (gold) in the local parlance, of their the devotees tribal deities.\na quantity equal to\nweight by\nto\nSource: https: //www.thehindu.com/news /cities /Hyderabad /historic-medaram-jathara-begins-in- telangana-on-wednesday /article65052953.ece\nhttps: //www.thehindu.com/news /national/telangana/explained-significance-of-telanganas-tribal- fair-sammakka-sarakka-jatara/article38295929.ece\nhttps: / /www.outlookindia.com /outlooktraveller/explore /story /73007/sammakka-sarakka-jatara-the- tribal-fair-of-telangana#:~:text=more%20than%2010%20million%20devotees\nhttps: / /pib.gov.in /PressReleasePage.aspx?PRID=1798997\nQ.40)\nAns) b\nExp) Option b is the correct answer.\nStatement 1 is incorrect. Unlike Patent, copyright does not specifically require registration. Copyright does not mandatorily require registration but registration proves originality.\nStatement 2 is correct. IP rights (Patents, Copyrights etc) are territorial in nature. It means that an Indian registration is valid only in India. For protection of Intellectual Property in any other country, one must seek protection separately under the relevant law.\nKnowledge Base: Copyright is a tool to protect intellectual property which can be in the form of literature, sound recordings, painting or sculptures, books or poetry or screenplays etc. For an individual owner, the term of copyright is the lifetime of the author plus 60 years whereas for non-individual owner, a copyright may last upto 60 years from the date of the publication.\nPatent is an exclusive right or a legal document which is granted when the invention in question is found to be new, novel, contains inventive steps and has industrial applicability. The patent is applicable for 20 years from the date of application for which renewal fees is required to be paid every year.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_30": "Page 30 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nSource: https://www.meity.gov.in/content /faqs- ipr#:~:text=Are%201P%20rights%20territorial%20in,separately%20under%20the%20relevant%20law. https: //www.mondaq.com /india/trademark/603960 /difference-between-trademarks-copyrights- and-patents\nQ.41)\nAns) a\nExp) Option a is the correct answer.\nCoal is a sedimentary rock and mainly composed of carbon and hydrocrabons. Coal is the largest source of energy for generating electricity in the world. US hold the largest coal reserves in the world. China is the largest producer, consumer and importer of coal in the world. India is the second largest producer and consumer of coal in the world.\nOption 1 is correct: The Hunter Valley region is the powerhouse of the Australia’s coal mining. It is located in the New South Wales region. The valley comprises of more than 40 coal mines. Mt. Arthur Coal Mine is located here with approximately 292 million tons of proven coal reserves. It is the biggest Australian coal mine by reserves.\nOption 2 is correct: The Appalachian region is a source of approximately 27% of the US’s coal production. The Appalachian coal region includes Alabama, Eastern Kentucky, Maryland, Ohio, Pennsylvania, Tennessee, Virginia, and West Virginia. West Virginia is the largest coal-producing state in the region and the second-largest coal-producing state in the United States.\nOption 3 is correct: Xinjiang is an important coal producing region in China. Recently, it has reported 25% increase in annual coal production. It has 25% of the country’s proven coal reserves. Other important coal producing regions of China are Shanxi, Shaanxi and Shandong.\nOption 4 is incorrect: The Athabasca Basin is in Canada and is the world’s leading source of high-grade uranium. It supplies 20% of world’s uranium. The surface of the basin consists of the sandstone sediment. The uranium ore is mainly found at the base of this sandstone sediment. McArthur, the world’s\nlargest high-grade uranium mine, is located here.\nOption 5 is correct: Wyoming is the largest coal producing state in the United States. It accounts for 41% of total coal production in USA. Seven out of the top 10 largest US-coal producing mines are in this this region. North Antelope Rochelle is the world’s largest coal mine in the Powder River Basin of Wyoming. This mine has approximately 1.7 billion tonnes of the recoverable coal reserves. Another important coal mine- The Black Thunder Coal Mine is also located in this region.\nOption 6 is incorrect: The Salar de Atacama is known for producing world’s highest grade and largest producing lithium brine deposit, and current produces approximately a third of the global output. The site is located in Chile. As per the World Economic Forum, presently Australia, Chile and China are the top lithium producing countries in the world.\nSource: https://www.eia.gov /energyexplained /coal/where-our-coal-comes-\nfrom.php#:~:text=The%20Appalachian%20coal%20region%20includes,from%20the%20Appalachian%20 coal%20region.\nhttps://www.mining-technology.com /features /feature-the-worlds-biggest-coal-reserves-by-country/ https: / /miningdataonline.com /property /930 /Salar-de-Atacama-Mine.aspx\nQ.42)\nAns) b\nExp) Option b is the correct answer.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_31": "Page 31 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nThe peninsular rivers of India can be classified as East flowing or West flowing. The west flowing rivers are smaller and mostly flow through the faults (Eg. Narmada, Tapti etc.). Major deltas are formed by the east flowing rivers as they carry large amount of sediments with them.\nOption a is incorrect: Godavari river is an east flowing river, whereas Sharavati and Mahi are the west flowing rivers.\nOption b is correct: All the three rivers- Subarnarekha, Krishna and Vaigai are the east flowing peninsular rivers.\nOption c is incorrect: Sabarmati is a west flowing river, whereas Palar and Brahmani are the east flowing rivers.\nOption d is incorrect: Despite draining into Arabian Sea, Shetrunji river is an east flowing river. Both Zuari and Periyar are the west flowing rivers Following are the details of the above mentioned rivers:\nSharavati\nAmbuteertha\nArabian Sea\nmountains,\nShimoga,\nKarnataka\nMahi\nMahi\nKanta Gulf\nHills, Madhya Khambhat,\nPradesh\nArabian Sea\nGodavari\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\n1) Flows entirely through Karnataka\n2) The Jog Falls are located on this river.\n3) Gerusoppa Dam is located on this river.\nof 1) The river flows in three states- Madhya\nPradesh, Rajasthan and Gujarat.\n2) Tributaries: Som (left bank), Anas and\nPanam (right bank)\n3) Important projects: Kadana hydroelectric\nproject, Banswara Dam, Wanakbori Dam.\nTrimbakeshwar, Bay of Bengal 1) It is the largest river system of the\nNasik,\npeninsular India. Also known as Dakshin\nMaharashtra\nGanga\n2) Godavari basin states & UTs: Maharashtra,\nAndhra Pradesh, Chhattisgarh, Odisha,\nMadhya Pradesh, Karnataka and\nPuducherry\n3) Left Bank Tributaries: Dharna, Penganga,\nWainganga, Wardha, Pranahita, Pench,\nKanhan, Sabari, Indravati etc.\n4) Right Bank Tributaries: Pravara, Mula,\nManjra, Peddavagu, Maner etc.\nSubarnarekha Ranchi Plateau Bay of Bengal 1) Basin states: Jharkhand, West Bengal and\nOdisha\n2) In Bay of Bengal, it forms an estuary\nbetween the Ganga and Mahanadi Delta.\nKrishna\nNear\nBay of Bengal 1) Basin states: Maharashtra, Karnataka and\nMahabaleshwar,\nAndhra Pradesh\nSatara,\n2) Left bank tributaries: the Bhima, the Musi\nMaharashtra\nand the Munneru.\n3) Right bank tributaries: the Ghatprabha,\nthe Malprabha and the Tungabhadra.\nVaigai\nVarusanadu\nPalk Bay, Bay 1) Lies entirely in the state of Tamil Nadu.\nHills,\nTamil of Bengal\n2) It lies on the south of the Cauvery delta\nNadu",
  "page_32": "Page 32 of 70\nSabarmati\nPalar\nBrahmani\nZuari\nShetrunji\nPeriyar\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nAravalli hills, Gulf\nof 1) Basin states: Rajasthan and Gujarat\nUdaipur,\nKhambhat,\n2) Left bank tributaries: the Wakal, the\nRajasthan\nArabian Sea\nHathmati and the Vatrak.\n3) Right bank tributaries: the Sei.\nNandi\nHills, Bay of Bengal 1) Basin states: Karnataka, Andhra Pradesh\nKarnataka\nand Tamil Nadu\n2) It also flows underground for a long\ndistance.\nConfluence of Bay of Bengal 1) It is a seasonal river.\nSouth Koel and\n2) Kharasrota river is the major left bank\nSankh rivers,\ntributary.\nnear Rourkela,\nOdisha\nHemad\nArabian Sea\n1) It is the largest river of Goa\nBarshem, Goa\n2) It forms an estuary\n3) The Cumbarjua canal links the Zuari and\nthe Mandovi rivers\n4) Khushawati river is an important tributary\nGir\nHills, Arabian Sea 1) Basin state: Gujarat\nGujarat\n(but an east 2) Right bank tributaries: Safara, Shel, Kharai\nflowing river)\nand Talaji\n3) Left bank tributaries: Stali, Thebu,\nGagadia, Rajawal and Kharo\nChokkampatti Arabian Sea\n1) Basin state: Kerala\nMala, Periyar\n2) It is the largest river of Kerala\nTiger Reserve,\n3) Mullayar is an important right bank\nKerala\ntributary.\n4) Mullaperiyar dam, recently in news, is on\nthe confluence of Periyar and Mullayar\nrivers.\nSource: NCERT, Geography class 11° https: / /indiawris.gov.in/wiki/doku.php?id=shetrunji\nQ.43)\nAns) c\nExp) Option c is the correct answer.\nStatement 1 is correct - The Easterly jet streams are held responsible for the burst of monsoon in India as formation of these streams results in the reversal of upper air circulation patterns from high pressure to low pressure.\nStatement 2 is correct - The easterly jet stream steers the tropical depressions into India. These depressions play a significant role in the distribution of monsoon rainfall over the Indian subcontinent.\nStatement 3 is correct - The tracks of these depressions steered by easterly jet streams are the areas of highest rainfall in India. The frequency at which these depressions visit India, their direction and intensity, all go a long way in determining the rainfall pattern during the southwest monsoon period.\nStatement 4 is incorrect- Tropical easterly jet streams are responsible for south-west monsoon, but they\ndo not occur over Tibetan plateau. These jet streams occur over Southeast Asia, India and Africa during\nsummers. This jet descends over the Indian Ocean (near Madagascar) and intensifies its high-pressure\ncell so as to move as south-west monsoon.\nSource: NCERT Class XI, INDIA : PHYSICAL ENVIRONMENT - Chapter 4, Page 35-38\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020\n9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_33": "Page 33 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.44)\nAns) b\nExp) Option b is the correct answer.\nKuta, Vritta and Gaja-Pristha are the subdivisions of Dravida temples. These are basically of five different shapes: square, usually called kuta, and also caturasra; rectangular or Shala or ayatasra; elliptical, called gaja-prishta or elephant backed, or also called vrittayata, deriving from wagon vaulted shapes of apsidal chaityas with a horse-shoe shaped entrance facade usually called a nasi; circular or vritta; and octagonal or ashtasra. Generally speaking, the plan of the temple and the shape of the vimana were conditioned by the iconographic nature of the consecrated deity, so it was appropriate to build specific types of temples for specific types of icons. It must, however, be remembered that this is a simplistic differentiation of the subdivisions. Several different shapes may be combined in specific periods and places to create their own unique style.\nSource: https:/ /ncert.nic.in/textbook/pdf/kefal06.pdf https: / /gacbe.ac.in/pdf/ematerial/18BTM33C-U4.pdf\nQ.45)\nAns) d\nExp) Option d is the correct answer.\nOption a is incorrect. Rushikonda beach is widely known for its golden sands and tidy waves of Bay of Bengal. It is located in Visakhapatnam, Andhra Pradesh. It has been given Blue Flag certification recently.\nOption b is incorrect. Radhanagar Beach is one of the most famous attractions and is situated at Havelock Island in Andaman and Nicobar Islands. It has been given Blue Flag certification recently.\nOption c is incorrect. Kappad beach is situated in Kozhikode, Kerala. It has historical importance also as Vasco da Gama first landed on the shores of Kappad. It has been given Blue Flag certification recently.\nOption d is correct. Recently Padubidri beach has been accorded ‘Blue Flag’ tag by Foundation for Environment Education (FEE) for having grey water treatment plants, solid waste management plants,\ndisabled-friendly equipment to enable them to enter seawater, clean drinking water, bathing facility, disabled-friendly and general toilets, solar power plant, solar lighting. It is situated in Karnataka and is\nfamous for Dakkebali ritual held once in two years.\nKnowledge Base:\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_34": "Page 34 of 70\nGhia\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nBeaches Proposed for\nSX\nee\noe\nae\n* Booch (Gu ca\nRushikando Beach (And bresclesh).\nhea |\njarve Beach | avhtre]\nyi\nSy ey\na\nfall\nSnr amend\nSes\nBeoch Badhonagar (Andoman &\nNicab\nD2 Podubies rand Kasarko Beach (Kos\nSe\ndan eis\nnm Rei ilo’\npec\na\")\nPUCUCHOIry) |\nDkep\n(Kerala) /\nKava! a ee\nfr\nSource: https://www.thehindu.com /news /cities /Mangalore /padubidri-end-point-beach-thrown- open-to-visitors /article33358954.ece https: //www.karnataka.com /udupi/padubidri-beach/\nQ.46)\nAns) d\nExp) Option d is the correct answer.\nPair 1 is incorrect: The River Kunthi flows through Silent Valley National Park. River Kunthi descending from the Nilgiri hills flows about 25 km through this valley. River Cauvery flows north of the Silent valley National Park whereas its tributary Bhavani River originating from Nilgiri hills enters the Silent Valley\nNational Park in Keral a.\nwv\n7\n¢\nCARIN ACT AIA\nhennne-\n”\n(POMP CMON Y)\n~Z\nwa\nMata\nra\nlent Valley\ni es now\nrho\nTAMILNADYU\npr ses:\nAlappusha™\nKatey\ni wean te\nhalla\nwhisu vahent haperd\nKerata Silent Valley Map\nERIDEAN\nCLAN\n—.\nPair 2 is incorrect: Koonthankulam Bird Sanctuary is a protected area in the Tirunelveli district of Tamil Nadu. River Thamirabarani flows through this sanctuary whereas river Vaigai flows in the\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_35": "Page 35 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nMadurai district of Tamil Nadu which lies north of Tirunelveli. Koonthankulam bird sanctuary has been designated as a protected Ramsar site since 2021.\nCHOSEN FOR\nCONSERVATION Saree tuar\nVedantt angel\ncr bird\na #2\n2\nj\nae\n©\no>\ni\nKarilitt bird sanc ean\nos\n*\nPichavaram oe\nmangroves\n—\nVellode bird sanctuary\n_\nUdhayamarthandapuram\nbird sanctuary\nSaryctyl,\nodiakharal wildiife\nMap net to coole\n(te;\nS&®e\nGulf of Mannar marine\nbiosphere reserve\nVermbanur\nwot Lard _\n—_-®\ncomplex\nKoonthankulam bird sanctuary\nPair 3 is incorrect: Kuno National Park is a national park in the Sheopur district of MP established in 1981 as a wildlife sanctuary. Kuno river which is tributary of Chambal River flows through this park. The river Tungabhadra does not flow through this lake. The Tungabhadra River is formed at eastern slope of the Western Ghats in the state of Karnataka. Source: https://www.keralatourism.org /kerala-article/2009 /silent-valley-national- park /25#:~:text=The%20River%20Kunthi%20descending%20from,crystal%20clear%2C%20perennial%2 Oand%20wild. https: //www.thehindu.com/news /cities /Coimbatore /site-inspection-begins-for-buildingcheck-dams- across-river-bhavani /article30766079.ece https: / /static.pib.gov.in/WriteReadData/specificdocs /documents /2022/aug /doc20228380201.pdf (pg no land 5)\nQ.47)\nAns) c\nExp) Option c is the correct answer.\nSankaradeva was a 15th century Vaishnava Bhakti saint who preached in the Brahmaputra Valley, especially in Cooch Behar.\nStatement a is incorrect: Sankaradeva was a Bhakti saint teaching Vaishnavism (devotion to Lord Vishnu) in Assam. The most prominent Bhakti saint of Bengal (also a Vaishnavite) was Chaitanya Mahaprabhu. Hence this statement is incorrect.\nStatement b is incorrect: Sankaradeva did not believe in the caste system at all. His disciples came from various castes and in his teaching also he did not uphold the validity of the caste system or condone any behaviour indicative of caste distinctions shown by his disciples towards other disciples. Hence this statement is incorrect.\nStatement c is correct: Sankaradeva introduced the monastic institution called a Satra which means a sitting during which people of all classes assembled for religious as well as social purposes. Later the Satras grew into full-fledged monasteries. It was here that Sankaradeva introduced the form of dance drama called Sattriya which is recognised as one of the classical dance forms of India. He used it to popularise and preach his ideas among the common people. Hence this statement is correct.\nStatement d is incorrect: Sankirtan refers to the practice of group devotional singing accompanied by ecstatic dancing. It was introduced by Chaitanya Mahaprabhu, not Sankaradeva, in Bengal. Chaitanya\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_36": "Page 36 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nintroduced the practice of Sankirtan in informal settings wherever he and his followers gathered as travelled from place to place spreading his teachings. Hence this statement is incorrect. Knowledge Base:\n1) He was born in the family of non-Brahman Bhuyan chiefs.\n2) He preached absolute devotion to Vishnu or his incarnation, Krishna.\n3) He had to face persecution at the hands of orthodox Brahmanical priesthood of the Ahom kingdom and took shelter in the territories of the neighbouring Cooch-Behar where its king gave him the freedom to preach bhakti. Monotheistic ideas influenced his of bhakti which be known the eka-sarana-\n4)\nconcept\ncame to\nas\ndharma (‘religion of seeking refuge in one’). 5) His sect is called mahapurushiya dharma. 6) He preached his ideas to the people in their language (Assamese form of Brajaboli). Source: https://www.egyankosh.ac.in/bitstream /123456789 /20200/1/Unit-29.pdf Pg-13, 14\nQ.48)\nAns) b\nExp) Option b is the correct answer.\nThe State of Assam is comprised of two valleys- the Brahmaputra valley and the Barak valley. Approximately 40% area of the state is flood prone. This makes approximately 9.40% of total flood prone area of the whole country.\nOption 1 is incorrect: Feni is a transboundary river between the State of Tripura and Bangladesh. This river originates in the Southern Tripura and flows through the Sabroom town. Muhuri river is an important tributary of this river. To resolve water sharing dispute, a Memorandum of Understanding was signed between India and Bangladesh. Maitri Setu Bridge (also known as Gateway of the North East) has been constructed on Feni river.\nOption 2 is correct: The Barak is an important river of Assam, which also flows through the states of Manipur, Nagaland and Mizoram. It originates at Liyai Kullen Village in Manipur, where the river is known as Vourei. In Bangladesh it bifurcates into the Surma and the Kushiyara rivers. The Katakhal, Jiri, Chiri, Modhura, Longai, Sonai, Rukni and Singla are the main tributaries. Barail range\nseparates Barak sub-basin and the Brahmaputra sub-basin.\nOption 3 is incorrect: The Teesta River originates from Tso Lhamo Lake of North Sikkim Himalayas. In India it flows through Sikkim and West Bengal. The Teesta River runs through steep gorges and rapids. It meets the Brahmaputra River in Bangladesh. Teesta water conflict is still an unresolved conflict between India and Bangladesh.\nKnowledge Base: Maiitri Setu bridge has been constructed on the Feni River in 2021. This links Tripura and the Chittagong port in Bangladesh. Logistics cost from Agartala to Kolkata Port will be 80% lower, as compared to the Siliguri Corridor\nSource: https://cwc.gov.in/bbbo /about-basins\nhttps: / /www.darjeeling-tourism.com /darj_000171.htm\nQ.49)\nAns) b\nExp) Option b is the correct answer.\nLatin meaning the word Ex parte is \"for one party,\" it refers to the motions, hearings or orders granted on the request of and for the benefit of one party only. This is an exception to the basic rule of court procedure that both parties must be present at any argument before a judge, and to the otherwise strict rule that an attorney may not notify a judge without previously notifying the opposition. Ex parte matters\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_37": "Page 37 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nare usually temporary orders (like a restraining order or temporary custody) pending a formal hearing or an emergency request for a continuance. Most jurisdictions require at least a diligent attempt to contact the other party's lawyer of the time and place of any ex parte hearing. Source: https: / /dictionary.law.com /default.aspx?selected=696\nQ.50)\nAns) d\nExp) Option d is the correct answer.\nStatement 1 is correct. FAO has brought out this comprehensive assessment every five years since 1990. This report assesses the state of forests, their conditions and management for all member countries. Statement 2 is correct. India has ranked third among the top 10 countries that have gained in forest areas in the last decade.\nStatement 3 is correct. During the decade under assessment, India reported 0.38 per cent annual gain in\nforest, or 266,000 ha of forest increase every year at an average. The forest area managed by local, tribal\nand indigenous communities in India increased from zero in 1990 to about 25 million ha in 2015. This has been credited to the government’s Joint Forest Management programme.\nStatement 4 is correct. India reported the maximum employment in the forestry sector in the world. Globally, 12.5 million people were employed in the forestry sector. Out of this, India accounted for 6.23 million, or nearly 50 per cent.\nFIGURE 1\nGLOBAL DISTRIBUTION OF FORESTS\nSHOWING THE TEN COUNTRIES WITH THE\nLARGEST FOREST AREA, 2020 (MILLION\nHECTARES AND % OF WORLD'S FORESTS)\n/i ‘Ss\nBy\n126\n92 (3%)\n134\n(3%)\nBB Russian Federation\nBrozil\nBi Chino\nBi Indonesia\nBB Conado\nBB Australia\n0) Peru\nHB United Stotes\n1) Democratic Republic Bi Indio\nof America\nof the Congo\nIB Rest of the world\nKnowledge Base: Joint Forest Management (JFM) is partnership involving both the forest departments and local communities in natural forest management. The concept was introduced by Government of India through the National Forest Policy of 1988. Under JFM, village communities are entrusted with the protection and management of nearby forests. The communities are required to organize forest protection committees, village forest committees, village forest conservation and development societies,\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_38": "Page 38 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\netc. The participation of community to manage forest have been beneficial for both the forest department, forests and the people due to mutualism. Source: https: //www.downtoearth.org.in/news /forests /india-among-top-10-countries-gaining-forest- area-in-the-world-fao-72454 https: / /www.fao.org /forest-resources-assessment/en/\nQ.51)\nAns) c\nExp) Option c is the correct answer.\nCorals are tiny animals that grow and form reefs in oceans around the world. Coral reefs are the result of\nsymbiotic association between Coral and Zooxanthellae. The coral provides the zooxanthellae with a protected environment and compounds they need for photosynthesis, while zooxanthellae produce oxygen and help the coral to remove wastes.\nPair 1 is incorrect: Tahiti is the highest and largest island located in French Polynesia which in turn is located in the central part of the Pacific Ocean. Recently, scientists have discovered a pristine coral reef off the coast of Tahiti that stretches almost two miles long and appears untouched by climate change or human activities.\nNorth America\ni.\nSouth\nrica\nPair 2 is incorrect: The Rainbow Reef is a reef in the Somosomo Strait between the Fijian islands of Taveuni and Vanua Levu. It is one of the most famous dive sites in the South Pacific. The patch reef and marine ecosystem of the reef contribute to its national significance as outlined in Fiji's Biodiversity Strategy and Action Plan.\na\n7\na\nAustralia :\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_39": "PTS 2023 | All India Open Simulator Test 0 - Solutions |\nPage 39 of 70\nES\nWw vil\nNambouono\nLabasa\nNanduri\nLekutu Vanua Levu Rainbow reef VO Rainbow Reef\nNdalomo\nroNasige\noNaruwai\nSomosomo\nNabouwalu\n’\nLomaloma\nTavua Balt!\nThikombia\n— ts\n|\nBa\n\\\nka\ni t\nKEVUK a\nVadi\n>\nart\nDalice\nMabula\n_Nausori\nKu\nPair 3 correct: Raja Ampat, is an archipelago located off the northwest tip of Bird's Head Peninsula on the island of New Guinea, in Indonesia. It comprises over 1,500 small islands, cays, and shoals surrounding the four main islands of Misool, Salawati, Batanta, and Waigeo, and the smaller island of Kofiau. The Raja Ampat archipelago straddles the Equator and forms part of Coral Triangle which contains the richest marine biodiversity on earth.\nis ?\n=\na\nee\n>\n>aIT\ne.\nemer\nofieu\nae\nRaja Ampat\nislands\na\nSource: https: / /indianexpress.com /article /world/rare-pristine-coral-reef-found-off-tahiti-coast- 7733214/ https: //www.coris.noaa.gov/portals /hawaii.html#:~:text=Greater%20than%2060%20percent%20of,dol lars%20annually%20to%20Hawaii's%20economy. https: //greatbarrierreef.org /about-the-reef/southern-great-barrier-reef/\nLearning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | | |",
  "page_40": "Page 40 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.52)\nAns) c\nExp) Option c is the correct answer.\nRussia's territory covers an area of approximately 11% of the Earth's landmass. The Russian Federation is the largest country in the world (by area). Russia, is located partly in Eastern Europe and partly in North Asia; it borders the Arctic Ocean to the north, the Bering Sea and the Sea of Okhotsk in the east.\nRussia borders 14 countries, Azerbaijan, Belarus (Option 2 is correct), China, Estonia, Finland, Georgia, Kazakhstan, North Korea, Latvia, Lithuania (Option 5 is correct), Mongolia, Norway, Poland (Option 1 is correct), and Ukraine.\n‘TONIA\n%\nof these, Poland borders Kaliningrad Oblast to the south and Lithuania to the north and east, and the Baltic Sea to the northwest. It is the westernmost federal subject of Russia. It is a semi-exclave situated on the Baltic Sea. Kaliningrad Oblast was an exclave of the Russian Soviet Federative Socialist Republic and with the collapse of the Soviet Union in 1991 it became separated from the rest of Russian land by independent countries.\njen\nX w.\n.\nRUSSIA\nLATVIA\nBaltic Seo\nLITHUANIA,\n* Kaliningrad\nBELARUS\nGoogle\nPOLAND\n260km\nPEE BIC}\nIt shares maritime borders with Japan, Sweden, Turkey, and the United States.\nQ.53)\nAns) a\nExp) Option a is the correct answer.\nGlaciers are made up of snow that accumulated over many decades. Snow compresses down into larger, denser masses of ice known as glaciers. Glaciers are typically located in polar regions and at high elevations in mountains like the Himalayas.\nOption 1 is correct: The melting of glaciers led to an increase in the frequency of man animal conflict. For instance, in the Arctic as glaciers melt, polar bears are spending more time on land, causing higher rates of conflict between people and bears.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\nGo\n{nueva\n—-\nROMANIA\nOut\n—",
  "page_41": "Page 41 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption 2 is correct: Scientists predicted that microbes trapped in ice could lead to epidemics or even pandemics when released due to the melting of glaciers. Microorganisms have the capability to wreak havoc among humans as was evident in Covid 19 pandemic caused by viruses and Tuberculosis caused by the bacteria.\nOption 3 is incorrect: According to the Scientists, rise in the sea level due to glacier melting will have a positive impact on some coral reefs. Temperature extremes are known to be one of the key stressors to coral reef communities around the world since even a modest rise in sea level could help lower the water temperature of the reef and help in reducing reef’s heat extremes in the world's warming oceans. Thus, all the coral reefs would permanently disappear due to glacial melting is an incorrect statement. Option 4 is incorrect: Melting of glaciers increases the rate of ocean acidification. When glacial melt enters the ocean waters, it reduces the salinity of the sea. This facilitates the uptake of atmospheric Carbon dioxide (CO2) by the surface waters which in turn will cause a decrease in pH level of the ocean thus contributing to ocean acidification.\nSource: https://www.worldwildlife.org/pages /why-are-glaciers-and-sea-ice-\nmelting#:~:text=Human%20activities%20are%20at%20the,sea%20and%20retreating%200n%20land. https: //www.thethirdpole.net /en/climate /melting-tibetan-plateau-glaciers-\nmicrobes /#:~:text=According%20to%20experts%2C%20microorganisms%20have,or%20even%20pande mics%20when%20released.\nhttps://www.sciencealert.com /rising-sea-levels-could-actually-be-good-for-some-coral-reefs-says-a- new-study\nQ.54)\nAns) a\nExp) Option a is the correct answer.\nMany writers contributed to the large body of early Indian literature which consists of poetry, drama, and writings on religion, philosophy, linguistics, mathematics and many other topics.\nOption a is correct: Dandin is a writer of prose romances and a poet who lived in India. He primarily wrote in the Sanskrit language. In Sanskrit, the Kavyadarsa is the earliest systematic treatment of poetics written by him. He has also written Dashakumaracharita which tells the story of ten princes who go through ups and downs in their quest for love and royal power. Overlapping in content with the Dashakumaracharita is Avantisundari or Avantisundari Katha (The Story of the Beautiful Lady from which is also attributed to Dandin.\nAvanti)\nOption b is incorrect: Panini was one of the most creative and innovative persons who contributed to the advancement of Sanskrit grammatical knowledge. The most renowned and important of Panini's writings is called Ashtadhyayi.\nOption c is incorrect: Amarsimha was a Sanskrit grammarian and poet from ancient India. He is said to be ‘one of the nine gems that adorned the throne of Vikramaditya. The name of his work is Amarkosha. The Amarakosha is a lexicon of Sanskrit words in three books, and hence is sometimes called the Trikandi or the \"Tripartite\".\nOption d is incorrect: Vishakhadatta was a prominent Gupta-era Sanskrit poet and dramatist. Mudrarakshasa and Devichandraguptam are two of his most famous works.\nSource: http://ccrtindia.gov.in/resources /literary-arts /\nhttps://www.britannica.com /biography /Dandin\nhttps://www jstor.org /stable /42929613\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_42": "Page 42 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nA surcharge is a tax on tax imposed for the purposes of the union. Cess is generally used when the levy is for some special administrative expense which the name (health cess, education cess, road cess etc.) indicates.\nOption a is correct: A cess may be in the nature of a tax or a fee but it is imposed for a specific purpose, as pre-determined in the charging legislation. Cesses are named after the identified purpose; the purpose itself must be certain and for public good. For example, Education cess. Unlike a cess, in the case of a surcharge, there is no need to stipulate the purpose at the time of levy and it is the discretion of the Union to utilise the proceeds of the surcharges for whichever purpose it deems fit.\nOption b is incorrect: The revenues collected from both these sources are at the exclusive disposal of the Union Government. It is not necessary for the Centre to share these revenues with the states.\nOption c is incorrect: A surcharge is discussed under Article 270 and 271 of the Constitution. A surcharge is stated to be “an increase” in any of the duties and taxes referred to in Articles 269 and 270. A cess is described under the Article 270 of the Constitution.\nArticle 270(1) states All taxes and duties referred to in the Union List, except the duties and taxes referred to in Articles 268, 269 and 269A respectively, surcharge on taxes and duties referred to in Article 271 and any cess levied for specific purposes under any law made by Parliament shall be levied and collected by the Government of India and shall be distributed between the Union and the States in the manner provided in clause (2).\nOption d is incorrect: Cess can be divided into two sub-categories: cess taxes and cess fees. The funds from a cess tax are to be credited into the Consolidated Fund of India but are to be earmarked within it. Once credited to the Consolidated Fund of India, proceeds of a cess tax can be withdrawn only when the Parliament passes suitable appropriation legislation. On the other hand, cess fees have an earmarked purpose and entitle the payer to a direct reciprocal benefit. The funds from cess fees are to be credited\nto a special fund instituted for the said purpose and not to the Consolidated Fund of India. Proceeds from surcharge goes to Consolidated fund of India.\nSource: https://www.epw.in/engage /article /cess-surcharge-distinction-significant-taxpayer https: / /fincomindia.nic.in /writereaddata/html_en_files /fincom15 /StudyReports /Cesses%20and%20S urcharges.pdf\nQ.56)\nAns) c\nExp) Option c is the correct answer.\nThe global Multidimensional Poverty Index (MPI) is an international measure of acute multidimensional poverty covering over 100 developing countries. It complements traditional monetary poverty measures by capturing the acute deprivations in health, education, and living standards that a person faces simultaneously.\nQ.55)\nAns) a\nExp) Option a is the correct answer.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_43": "Page 43 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nNutrition (1/6)\nHealth\nChild mortality (1/6)\nYears of schooling (1/6)\nThree\nDimensions Education\nof Poverty\nSchool attendance (1/6)\nCooking fuel (1/18)\nSanitation (1/18)\nLiving\nDrinking water (1/18)\nStandards\nElectricity (1/18)\nHousing (1/18)\nAssets (1/18)\nOption 1 is correct: A person is deprived if he/she lives in a household where a child under 18 has died\nin the household in the five-year period preceding the survey. It indicates child mortality in the family. Option 2 is incorrect: Multidimensional poverty does not take account of the arithmetic ability of the child. The index classifies a household as deprived if no eligible household member has completed six years of schooling or any school-aged child is not attending school up to the age at which he/she would complete class 8.\nOption 3 is correct: According to the Index, a household is deprived if the household has unimproved or no sanitation facility or it is improved but shared with other households.\nOption 4 is correct: According to the Index, a household is deprived if a person either male or female who walks more than 30 minutes (round trip) to fetch drinking water. The index declares household as deprived if either the source of drinking water is not safe or safe drinking water is a 30-minute or longer walk from home, roundtrip.\nOption 5 is correct: According to the Index, a person is declared to be deprived if he/she lives in a household that has no electricity.\nSource: https: / /ophi.org.uk/multidimensional-poverty-index/\nQ.57)\nAns) c\nExp) Option c is the correct answer.\nDeendayal Antyodaya Yojana-National Rural Livelihoods Mission (DAY-NRLM) was launched by the Ministry of Rural Development (MoRD). It aims at creating efficient and effective institutional platforms for the rural poor, enabling them to increase household income through sustainable livelihoods enhancements and improved access to financial services.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_44": "Page 44 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nComponents of DAY-NRLM\n_ Financial\nTn\nea\na\nAf\npee\nSkill ee\nEntrepreneur-\nship\nOption 1 is correct: DAY-NRLM would provide Revolving Fund (RF) support to those SHGs which exists for a minimum period of 3 months and follow the norms of Panchasutra - regular meetings, regular savings, regular internal lending, regular recoveries and maintenance of proper books of accounts. The purpose is to strengthen their institutional and financial management capacity and build a good credit history within the group.\nOption 2 is incorrect: Mandatory expenditure on Agriculture and allied activities is not a component of DAY-NRLM, instead it is a part of MGNREGA act. According to MGNREGA act, at least 60% of the works to be taken up in a district in terms of cost shall be for the creation of productive assets directly linked to agriculture and allied activities.\nOption 3 is correct: DAY-NRLM supports development of skills for rural youth and their placement, training and self-employment through rural self-employment institutes (RSETIs), innovations, infrastructure creation and market support.\nOption 4 is incorrect: DAY-NRLM has no provision that mandates it to provide mandatory work for women belonging to Below Poverty Line (BPL) households.\nOption 5 is correct: Under DAY-NRLM, Participatory social assessment would be organised to identify and rank all households according to their vulnerability. Parameters used are poorest of the poor, single woman and woman-headed households, disabled, landless, and migrant labour. Those who were identified as most vulnerable would receive special focus under the scheme.\nSource: https://darpg.gov.in/sites /default /files /National%20Rural%20Livilihood%20Mission.pdf Economic Survey 2022-23 - pg no 204,205\nQ.58)\nAns) a\nExp) Option a is the correct answer.\nA Lok Adalat shall have jurisdiction to determine and to arrive at a compromise or settlement between the parties to a dispute in respect of:\n(a) Any case pending before any court, or\n(b) Any matter which is falling within the jurisdiction of any court and is not brought before such court.\nRealm of\nDAY\nNRLM\nood,\nSocial\neye\nInclusion\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_45": "Page 45 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOptions 1, 3 and 4 are correct: Matters such as matrimonial/family disputes, land acquisition cases, labour disputes, workmen’s compensation cases, bank recovery cases, etc. are being taken up in Lok Adalats.\nOption 2 is incorrect: Lok Adalats deal only with the compoundable criminal offences (non- compoundable criminal offences fall outside their jurisdiction). Lok Adalat shall have no jurisdiction in respect of any case or matter relating to an offence not compoundable under any law. In other words, the offences which are non-compoundable under any law fall outside the purview of the Lok Adalat. Source: https: / /nalsa.gov.in/lok-adalat\nQ.59)\nAns) c\nExp) Option c is the correct answer.\nStatement 1 is correct. The first hour of every parliamentary sitting is slotted for the Question Hour. During this, Members of Parliament ask questions to ministers and hold them accountable for the functioning of their ministries. The questions can also be asked to the private members, if the subject matter of the question relates to some Bill, resolution or other matter connected with the business of the House for which that member is responsible. The procedure in regard to such question is the same as that followed in the case of questions addressed to a minister.\nStatement 2 is correct. The questions asked are of three kinds: Starred question (distinguished by an asterisk) requires an oral answer and supplementary questions can follow. Unstarred question requires a written answer and hence, supplementary questions cannot follow. Short notice question is one that is asked by giving a notice of less than ten days. It is answered orally.\nStatement 3 is correct. Question Hour in both Houses is held on all days of the session but there are two days when an exception is made:\n1) There is no question hour on the day when the President addresses MPs from both Houses. 2) Question hour is not scheduled on the day the Finance Minister presents the Budget. Source: Indian Polity, M. Laxmikanth, 6\" Edition, Chapter-22\nhttps: / /indianexpress.com /article /explained /an-expert-explains-what-are-question-hour-zero-hour- parliament-session-6580747/\nhttp: / /loksabhaph.nic.in / Questions /TypeOfQuestions.aspx\nQ.60)\nAns) c\nExp) Option c is the correct answer.\nConstitution of India has emergency provisions, which have been borrowed from Constitutions of Weimar (Germany) and Government of Emergency Provisions India Act, 1935. The three kinds of emergency are: national emergency, state emergency and financial emergency.\nStatement 1 is correct: The need to include emergency provisions arose in the context of unusual political situation which may arise in India. It includes situations like war or armed rebellion (changed from internal disturbance in 44° Amendment act, 1978) and make provision for carrying administration if the machinery of ministerial government failed to function. And Constitution of India in the times of Emergency, is designed to work as unitary, as the strong central machinery is required to deal with emergency.\nStatement 2 is incorrect: Judicial overreach is when the judiciary starts interfering with the proper functioning of the legislative or executive organs of the government. This is not the reason for including emergency provision in constitution of India.\nCanal\n- Bagh, - - Boring Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\nForum Learning Centre: Delhi 2nd Floor, IAPL House, 19 Pusa Road, Karol New Delhi 110005 | Patna 2nd floor, AG Palace, E",
  "page_46": "Page 46 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nStatement 3 is correct: Emergency provision also compel states to work as per constitutional provisions. As under Article 356 of the Constitution of India, if a state government is unable to function according to Constitutional provisions, the Union government can take direct control of the state machinery. Hence, President’s rule can be declared in any state (who is not following constitutional provision) of India under article 356 on the recommendation of the governor (not necessary) of the state.\nStatement 4 is incorrect: Under Article 352 of the Indian Constitution, National Emergency can be proclaimed on the grounds of armed rebellion. Before 44'° Constitutional Amendment Act, internal disturbance was mentioned as a ground for the proclamation of the national emergency. However,\nstrikes were not considered as an internal disturbance, some laws even provided some sections of people the right to strike in particular situations. Hence, we can say that strikes and hartals are forms of dissent in a democracy and inclusion of emergency provisions in the Indian Constitution was not aimed at curbing the strikes, hartals and bandhs.\nSource: https: //egyankosh.ac.in/bitstream /123456789 /57928 /1/Unit11.pdf https: / /blog.forumias.com /how-the-constitution-was-subverted-during-emergency /\nQ.61)\nAns) b\nExp) Option b is the correct answer.\nStatement 1 is incorrect: Business cycle is a macroeconomic concept that explains why and how economies fluctuate between best and worst levels of economic activities. It does not pertain to any one individual company but rather analyses the economy as a whole.\nStatement 2 is incorrect: Inflation is at a low level in depression stage. Depression is characterized by extremely low levels of demand, and under such conditions inflation cannot be high.\nStatement 3 is correct: During the recovery stage of an economy, the investment level (GCF) slowly increases, and more jobs are created. This leads to an increase in income and savings of households. As a result, demand and consumption of goods also increases. This leads to higher profits, even greater investment and higher incomes. If this continues further it may so happen that the demand peaks up to\nsuch a high level that it exceeds sustainable production/supply levels. This is called the boom stage. In this stage, there is a mismatch between demand and supply. This generally leads to a price rise and can also cause structural problems like shortage of investible capital, low savings, fall in standard of living etc. Source: Indian Economy by Ramesh Singh, Ch 7, Pg. No. 7.25 - 7.28\nQ.62)\nAns) d\nExp) Option d is the correct answer.\nArticle 14-18 of the Indian Constitution guarantees right to equality to every citizen of India. Article 14 says that State shall not deny to any person equality before the law or the equal protection of the laws within the territory of India.\nStatement 1 is correct: The concept of “equality before law (EBL)” is of British origin. It means that no person whether rich or poor, low or high, official or non-official is above law and all person are to be treated equally and subject to same type of court interference, irrespective of their rank/position. The concept of “equal protection of laws (EPL)” has been taken from the American Constitution. It means that among equals the law should be equal and equally administered.\nStatement 2 is correct: EBL is somewhat negative in concept as it is a declaration of equality of all persons within the territory of India, implying thereby the absence of any privilege by reasons of birth, creed, or like in favour of any individual. However, the concept of EBL does not involve the idea of\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_47": "Page 47 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nabsolute equality amongst all. Article 14 guarantees similarity of treatment and not identical treatment. EPL is a positive concept, implying the right to equality of treatment in equal circumstances.\nStatement 3 is correct: EPL requires affirmative action by State towards unequal. Article 14 of the Indian Constitution provides for reasonable classification and the concept of equality permits rational discrimination. Thus, EPL supports such reasonable classification of citizens and it is considered as an exception to the concept of EBL.\nSource: https: / /indianexpress.com /article/cities /chandigarh/like-should-be-treated-alike-unlike- should-not-be-treated-alike-6533577/\nhttps: / /indianexpress.com /article /opinion /columns /a-constitutional-obligation-citizenship-\namendment-bill-article-14-6164236/\nLaxmikant\nQ.63)\nAns) c\nExp) Option c is the correct answer.\nOption 1 is correct: Residents of Sikkim have been exempted from paying income tax, making it unique in the country. While every taxpayer in India is mandated to file their income tax returns annually, Sikkim has its own tax laws, which were set up in 1948, and it has been following these laws since 1975. These laws exempt all residents of the state from paying taxes to the Central government.\nOption 2 is correct: Any income received by any university or educational institution existing solely for purpose of education and is financed by Government is fully exempt from tax u/s 10(23C)(iiiab).\nOption 3 is correct: Political parties are barred from taking any activity of a commercial nature and thereby earning profits. This does not mean political party does not have any income at all. As already mentioned, political parties are allowed to accept voluntary contributions under RPA. Further, political parties may also be owning immovable properties or deposits which might be earning some income. Political parties may have income from the sale of coupons, membership fee collected, and more. However, Section 13A has given 100% exemption to political parties on its income from house property,\nincome from other sources, capital gains and voluntary contributions received from any person however,\nsubject to conditions.\nSource: laxmikant\nOption 1: https: //www.indiatvnews.com /business /income-tax/residents-of-indian-state-sikkim-do- not-have-to-pay-income-tax-here-is-why-details-2023-02-16-847683\nOption 2: https:/ /incometaxindia.gov.in /Pages /i-am/trust.aspx?k=Exemptions\nOption 3: https: //cleartax.in/s /income-tax-exemptions-political-parties\nQ.64)\nAns) c\nExp) Option c is the correct answer.\nThe recent trade database of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) has recorded 28 incidents of Red Sanders confiscation, seizure, and wild specimen being exported from India.\nStatement 1 is incorrect: Red Sanders is a flora species that are endemic to a distinct tract of forests in the Eastern Ghats region of Andhra Pradesh. It usually grows in rocky, degraded and fallow lands with Red Soil and a hot and dry climate.\nStatement 2 is correct: Red Sanders (Pterocarpus santalinus) known for their rich hue and therapeutic properties, are high in demand across Asia, particularly in China and Japan, for use in cosmetics and medicinal products as well as for making furniture, woodcraft and musical instruments. Red sanders is\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_48": "Page 48 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nalso capable of fighting eye diseases, inducing vomiting and giving relief from mental issues. “The heartwood is known to possess molecules which help in fighting diabetes, intestinal worms, high body temperatures, body swellings, diarrhea, and internal bleeding.\nStatement 3 is correct: Under the foreign trade policy of India, the import of Red Sanders is prohibited, while export is restricted. In 2019, the Directorate General of Foreign Trade, an agency of the Ministry of Commerce and Industry, revised its export policy to permit the export of red sander timber, if it is\nobtained from cultivated land.\nSource: https: //www.downtoearth.org.in/news /wildlife-biodiversity /red-sanders-falls-back-in-iucn- s-endangered-category-81053\nhttps: / /pib.gov.in /PressReleasePage.aspx?PRID=1829479\nhttps: / /blog.forumias.com /cites-database-reveals-red-sanders-smuggling /\nQ.65)\nAns) c\nExp) Option c is the correct answer.\nSea Snot is also known as Sea Saliva or Marine Mucilage. It is a collection of thick, slimy, mucus-like substance found in the sea. It is composed of compounds secreted by marine organisms.\nIt is formed when algae are overloaded with nutrients as a result of water pollution combined with the effects of climate change. The nutrient overload occurs when algae feast on warm weather caused by global warming. Water pollution also causes the problem.\nA ‘sea snot’ outbreak was first recorded in Turkey in 2007. Back then, it was also spotted in the Aegean Sea near Greece. But the current outbreak in the Sea of Marmara is by far the biggest in the country’s history.\nSource: What is the 'sea snot' outbreak in Turkey? (indianexpress.com) “Sea Snot” outbreak in Turkey and its effect on the marine ecosystem (forumias.com)\nQ.66)\nAns) a\nExp) Option a is the correct answer.\nXenotransplantation is the process of transplanting cells, tissues, or organs from one species to another. It involves the use of animals, usually pigs, as donors for human transplantation. Recently, it was observed that genetically modified pig heart took longer than usual to beat for human receiver in the first-ever transplant of the gene-edited pig heart to human. The human recipient lived only for 61 days after the transplant. Xenotransplantation has both advantages and disadvantages.\nStatement 1 is correct: One of the most significant advantages of xenotransplantation is that it could provide an alternative source of organs for patients in need of transplantation. The shortage of human organs has been a major problem for decades, and many people die every year while waiting for a transplant. By using organs from animals, the waiting times for patients could be reduced, and more lives could be saved.\nStatement 2 is correct: Xenotransplantation research could help develop new therapies and treatments for a range of diseases and conditions. This could include developing new drugs or therapies to prevent transplant rejection, or even developing new treatments for diseases that are currently incurable.\nStatement 3 is incorrect: Xenotransplantation faces a major challenge in overcoming transplant rejection, which occurs when the immune system recognizes the transplanted tissue as foreign and attacks it. This is because animal tissues are recognized as foreign by the human immune system, which can lead to the body attacking and rejecting the transplanted tissue. Researchers are working on ways to\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_49": "Page 49 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\novercome this challenge, such as by genetically engineering animals to produce organs that are more compatible with humans.\nStatement 4 is incorrect: Xenotransplantation is a complex and expensive process that requires extensive research, specialized equipment, and skilled medical professionals. While it is possible that over time the cost of xenotransplantation could be reduced, it is unlikely to result in substantial cost savings in the short term.\nSource: https: / /blog.forumias.com /xenotransplantation-need-challenges-and-advantages/ https: //www.downtoearth.org.in/news /world/genetically-modified-pig-heart-took-longer-than- usual-to-beat-for-human-receiver-scientists- 85808#:~:text=There%20was%20a%20hitch%20in,after%20the%20transplant%20in%20January.\nhttps: //www.ncbi.nlm.nih.gov/pmc /articles /PMC1113984/\nQ.67)\nAns) d\nExp) Option d is the correct answer.\nPhytochemicals, also known as phytonutrients, are natural, biologically active compounds found in plants that have potential health benefits for humans. They are not essential nutrients in the traditional sense, as they are not required for survival. However, research has shown that consuming foods that are high in phytochemicals can provide a range of health benefits.\nRed\nWhite\nBlue/Purple\nGreen\nYellow/Orange\niis\n>\na\nSs »-p\n<i\nyg\n— _\noe, BPN aes\n——\n“of re\nPS\nLert\na Py\nP|\nA\n7\nQ Fas\nim, kK >\nCanacwals\nFlavonoids\nFlavonoids\nCarotenoids\nCarotenoids\nFlavonoids\nInositol\nPolyphenols\nFlavonoids\nFlavonoids\nPolyphenols\nIsoflavones\nIndoles\nPolyphenols\nTerpenes\nGlucosinolates\nTerpenes\nlsothiocyanates\nStatement 1 is correct: Phytochemicals can help stimulate the immune system against viruses, bacteria, and other disease-causing agents. They have antimicrobial and antiviral properties, and may help to reduce the risk of certain infections and illnesses.\nStatement 2 is correct: Phytochemicals can trigger the death of damaged cells, a process known as apoptosis. This can be beneficial in preventing the development and progression of cancer. Phytochemicals can actually help to prevent cancer by blocking the effects of carcinogens and reducing the growth of cancer cells.\nStatement 3 is correct: Phytochemicals can reduce the damage to cells that occurs with aging and exposure to pollution. They have antioxidant properties and can help to protect cells from the damaging effects of free radicals, which are unstable molecules that can contribute to aging and disease.\nSource: https: //www.intechopen.com/chapters/77565\nhttps://www1 villanova.edu/content/dam /villanova/studentlife /documents /healthpromotion/Phytoc hemicals%20-%20Final.pdf\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_50": "Page 50 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.68)\nAns) d\nExp) Option d is the correct answer.\nPair 1 is incorrectly matched: NASA and Israel signed an agreement on a space mission. Under the agreement, the United States will help Israel in its upcoming Astrophysics Mission called ULTRASAT. The mission is currently being developed by Israel Space Agency and Germany. ULTRASAT will operate in Geo Stationary orbit. It is to carry a UV telescope. The main objective of ULTRASAT is to look for Ultraviolet (UV) signatures in space. Precisely it will look for UV emissions from mergers (collision of neutron stars) and supernova explosions.\nPair 2 is incorrectly matched: The JUpiter ICy moons Explorer (JUICE) mission is a European Space Agency (ESA) mission that is set to launch in 2022 and arrive at Jupiter in 2029. The main objective of the mission is to study the Jovian system, including the planet Jupiter and its icy moons, with a focus on three of the largest moons: Europa, Ganymede, and Callisto.\nPair 3 is correctly matched: Aditya L1 is India's first dedicated scientific mission to study the Sun. The main objective of the mission is to understand the dynamic nature of the Sun and its impact on the Earth's climate and weather patterns. The spacecraft will be placed in a halo orbit around the L1 Lagrange point, which is a stable point between the Earth and the Sun. Aditya L1 will carry seven payloads, including a coronagraph to observe the solar corona, a helioseismic imager to study the Sun's interior, and a solar X-ray monitor to measure the X-ray emissions from the Sun. The Indian Space Research is to launch the mission June 2023.\nOrganisation (ISRO) planning\nAditya-L1\nby\nor July\nSource: https://blog.forumias.com /indias-first-mission-to-study-the-sun-to-begin-by-june-july/ https: //www.esa.int /Science_Exploration/Space_Science /Juice\nQ.69)\nAns) a\nExp) Option a is the correct answer.\nPair 1 is correct: The Manimahesh Kailash Peak is located at the Pir Panjal Range of Himalayas. The Peak is also known as Chamba Kailash. This is considered as sacred site of Hindus believed to be the abode of Lord Shiva. The Peak is located in the Chamba district of Himachal Pradesh. Manimahesh lake lies on the foothills of this peak and Gaddi tribe resides in this area. The Peak lies along the watershed region between the Chenab River on one side and Ravi and Beas on the other. In 2022, Manimahesh yatra has been concluded after of two due to COVID\npandemic.\na gap\nyears\nPair 2 is incorrect: The Indrasan peak is also located at the Pir Panjal range of Himalayas. It is in the Kullu district of Himachal Pradesh. It is also known as the Climber’s Peak. Indrasan peak in local lore is supposed to be the seat of Lord Indra the king of Heaven and also the Devas.\nPair 3 is incorrect: Kamet peak lies in the Garhwal Ranges of Himalayas. It is located in the Chamoli district of Uttarakhand. The peak is the second highest peak of the state of Uttarakhand (Nanda Devi peak is the highest peak in Uttarakhand). It is surrounded by many glaciers. The West Kamet Glacier drains into the Saraswati River while the East Kamet Glacier feeds the Dhauliganga River; both rivers are tributaries of the Alaknanda River.\nSource: https: //www.hindustantimes.com /cities /chandigarh-news /manimahesh-yatra-concludes- over-3-lakh-devotees-undertake-pilgrimage-101662322701586.html https: / /timesofindia.indiatimes.com /travel/web-stories /iconic-himalayan-base-camp-treks-for-your- bucket-list /photostory /83981797.cms\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_51": "Page 51 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.70)\nAns) c\nExp) Option c is the correct answer.\nAssertion (A) is correct. Salt is used to melt ice because it lowers the freezing point of water, causing the ice to melt at a temperature below 0°C. Salt is also used to make ice cream because it lowers the freezing point of water, which causes the ice to melt and absorb heat, helping the ice cream mixture to freeze at a lower temperature and resulting in a creamy texture.\nReason (R) is not correct. By adding salt to a mixture, the freezing point of the mixture is actually decreased, not increased. This is due to the phenomenon of freezing point depression, where the presence of a solute (such as salt) in a solvent (such as water) lowers the freezing point of the mixture. In both cases, the answer is based on the fact that adding salt to an ice water mixture in equilibrium, lowers the freezing point (or melting point) of the equilibrium.\nSource: https://www.mcgill.ca/oss /article /you-asked /salt-used-melt-ice-it-also-used-make-ice-\ncream-why\nQ71)\nAns) d\nExp) Option d is the correct answer.\nThe power to summon and dissolve the House of the State Legislature is not a discretionary power of the governor.\nThe Supreme Court, in 2016 Arunachal Pradesh case, has ruled that, in ordinary circumstances during the period when the Chief Minister and his council of ministers enjoy the confidence of the majority of the House, the power vested with the Governor under Article 174 to summon, prorogue and dissolve the house(s) must be exercised in consonance with the aid and advice of the chief minister and his council of ministers. In the above situation, he is precluded [from taking] an individual call on the issue at\nhis own will, or in his own discretion.\nThe governor has constitutional discretion in the following cases:\n1) Reservation of a bill for the consideration of the President.\n2) Recommendation for the imposition of the President’s Rule in the state.\n3) While exercising his functions as the administrator of an adjoining union territory (in case of additional charge).\n4) Determining the amount payable by the Government of Assam, Meghalaya, Tripura and Mizoram to an autonomous Tribal District Council as royalty accruing from licenses for mineral exploration.\n5) Seeking information from the chief minister with regard to the administrative and legislative matters of the state.\nThe Governor, like the President, also has situational discretion (i.e., the hidden discretion derived from the exigencies of a prevailing political situation) in the following cases:\n1) Appointment of chief minister when no party has a clear-cut majority in the state legislative assembly or when the chief minister in office dies suddenly and there is no obvious successor.\n2) Dismissal of the council of ministers when it cannot prove the confidence of the state legislative assembly.\n3) Dissolution of the state legislative assembly if the council of ministers has lost its majority. Source: Indian Polity by M. Laxmikanth. Chapter 26. The Governor\nQ.72)\nAns) c\nExp) Option c is the correct answer.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_52": "Page 52 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\n“Convalescent-plasma therapy”, the treatment aims at using the immune power gained by a recovered person to treat a sick person. When a pathogen like novel coronavirus infects, our immune systems produce antibodies. Like the police dogs, the antibodies span out to identify and mark the invading virus. White blood cells attach the identified intruders, and the body gets rid of the infection. The therapy, like blood transfusion, harvests the antibody from a recovered patient and injected into a sick person. Helped by the antibody, the immune system mounts robust combat on the virus. Plasma is the liquid part of the blood that carries cells, proteins, and other substances throughout the body. The following are the components of plasma:\nOption 1 is correct: Plasma contains several types of proteins and amino acids, including albumin, globulins, and fibrinogen, which help to maintain blood pressure, transport substances, and aid in blood clotting.\nOption 2 is correct: Plasma contains various ions (electrolytes), including sodium, potassium, calcium, and chloride, which help to maintain the body's pH balance and proper functioning of cells and organs. Option 3 is incorrect: The whole blood minus erythrocytes (RBCs), leukocytes (WBCs), and thrombocytes (platelets) make up the plasma. This means plasma does not contain erythrocytes (RBCs), leukocytes (WBCs), and thrombocytes (platelets).\nOption 4 is correct: Plasma contains various hormones, including insulin, glucagon, and thyroid hormone, which regulate various bodily functions.\nSource: https: //www.news-medical.net /health /Blood-Plasma-Components-and-Function.aspx https://www.ncbi.nlm.nih.gov/books /NBK531504 /\nhttps: / /pib.gov.in /PressReleseDetail.aspx?PRID=1613216\nQ.73)\nAns) d\nExp) Option d is the correct answer.\nAlgae are a diverse group of photosynthetic organisms. There are over 200,000 different species, including the algae you see on ponds, rivers and marine species like giant kelp. Algae are simple aquatic organisms that play an essential role in the ecosystem and have various uses in different fields. Some of the uses of algae in various fields are:\nOption 1 is correct: Algae produce a variety of natural pigments that can be used as food coloring agents. These pigments are safe, natural alternatives to synthetic food colorings, which can have adverse health effects. Some examples of algae-derived pigments include phycocyanin (blue pigment from spirulina) and astaxanthin (red pigment from Haematococcus pluvialis).\nOption 2 is correct: Algae can be used to produce biofuels that can be used in place of traditional fossil fuels, such as gasoline and diesel. Algae-derived biofuels are a promising alternative because they are renewable and have a lower carbon footprint compared to fossil fuels. In particular, algae can be used to produce aviation and jet fuels, which are crucial for the aviation industry. Algae-derived biofuels have the potential to significantly reduce greenhouse gas emissions and improve energy security.\nOption 3 is correct: Algae are being studied for their potential use in long-duration space missions, such as those to Mars. One of the challenges of space travel is the need to provide astronauts with food, water, and oxygen for extended periods. Algae can help address this challenge by serving as a source of oxygen and food for astronauts. Algae produce oxygen through photosynthesis, and they are a nutrient- rich food source that can be used to supplement the astronauts’ diets. Also, Chlorella pyrenoidosa is used in space travel to get rid of CO2 and other body waste. It also decomposes human urine.\nKnowledge Base:\nSome of the uses of algae in various fields:\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_53": "Page 53 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\n1) Food and Nutrition: Some types of algae, such as spirulina, chlorella, and nori, are used as a source of\nnutrition and are considered superfoods. They are rich in protein, vitamins, and minerals and are used\nin health supplements, snacks, and even as a meat substitute.\n2) Agriculture: Algae are used in agriculture as biofertilizers, which help to increase crop yield and\nimprove soil quality. They are also used in animal feed and aquaculture, providing a sustainable and\nhealthy food source for livestock and fish.\n3) Bioremediation: Algae have the ability to absorb and remove pollutants from the environment,\nmaking them useful in bioremediation. They are used to clean up contaminated water and soils, and to\nhelp reduce the levels of carbon dioxide in the atmosphere.\n4) Cosmetics: Algae are used in the production of cosmetics and skincare products as they have\nantioxidant and anti-inflammatory properties. They are used in creams, lotions, and masks to improve\nskin hydration, elasticity, and texture.\n5) Pharmaceuticals: Algae have antibacterial and antifungal properties and are used in the production of various medicines and drugs. They are used in the treatment of diseases such as cancer, HIV, and diabetes.\nSource: https://www.britishcouncil.org /voices-magazine /useful-sustainable-algae https: / /www.space.com/space-station-algae-experiment-fresh-air.html\nQ74)\nAns) a\nExp) Option a is the correct answer.\nA pairing between any pair of planets is a conjunction. Jupiter and Saturn are the two largest planets visible to the naked eye, hence the pairing between them is called as ‘Great Conjunction’. In this event, planets appear extremely close to each other, making them look like one bright dot in the sky.\nThe position of a planet is measured in terms of the angle it makes on the Earth’s orbital plane, with a given reference direction. When we say two planets have aligned in a conjunction, it suggests they are casting the same angle with that reference direction. These two planets align roughly every 20 years (recently in December, 2020).\nSource: https: / /indianexpress.com /article /explained/explained-jupiter-and-saturn-will-meet-again- but-current-spectacle-is-still-on-7115877/\nhttps: //www.thehindu.com /sci-tech/science /get-ready-for-the-conjunction-of-jupiter-and- saturn /article33353859.ece\nQ75)\nAns) b\nExp) Option b is the correct answer.\nA republic is a form of government in which the people hold the power and exercise it through elected representatives. In a republic, there is no monarch or hereditary ruler who holds ultimate power. India is a federal republic with a president as the head of state, who is elected by an electoral college.\nTherefore, the term ‘republic’ in our Preamble indicates that India has an elected head called the president. He is elected indirectly for a fixed period of five years. A republic also means two more things:\none, vesting of political sovereignty in the people and not in a single individual like a king; second, the absence of any privileged class and hence all public offices being opened to every citizen without any discrimination.\nOption a is incorrect: Political justice implies that all citizens should have equal political rights, equal access to all political offices and equal voice in the government.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_54": "Page 54 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption c is incorrect: The Indian Constitution provides for representative parliamentary democracy under which the executive is responsible to the legislature for all its policies and actions. It is an element of political democracy in India.\nOption d is incorrect: The word ‘sovereign’ implies that India is neither a dependency nor a dominion of any other nation, but an independent state. There is no authority above it, and it is free to conduct its own affairs (both internal and external).\nSource: Laxmikanth\nQ.76)\nAns) a\nExp) Option a is the correct answer.\nSoil organic matter (SOM) is the organic component of soil, consisting of plant and animal detritus at various stages of decomposition, cells and tissues of soil microbes, and substances that soil microbes synthesize. However, it is very difficult to directly measure the exact levels of Soil organic matter (SOM) in a particular soil, so laboratories tend to measure and report Soil organic carbon (SOC). SOC is a measurable component of soil organic matter. Soil organic carbon (SOC) refers only to the carbon component of organic compounds.\nStatement 1 is correct. Soil Organic Carbon (SOC) levels are positively related to rainfall and increased biomass production. Highest SOC levels (and variability) occur in areas of higher rainfall that support increased biomass production, and on soils that are unconstrained by water availability.\nStatement 2 is correct. Soil organic carbon (SOC) is one of the three global indicators of Land Degradation Neutrality (LDN) because of its multifunctional roles and its sensitivity to land management and thus, predicting and monitoring change in SOC is vital to achieving LDN targets.\nThe LDN indicators and metrics are:\n1) Land cover (land cover change);\n2) Land productivity (net primary productivity, NPP);\n3) Carbon stocks (soil organic carbon, SOC).\nStatement 3 is incorrect. The magnitude of the SOC storage is spatially and temporally variable and determined by different abiotic and biotic factors. Globally, the largest SOC stocks are located in hot-\nspots such as wetlands and peatlands, most of which occur in regions of permafrost and in the tropics. Other cases of high SOC content occur as soil horizons buried by volcanic, aeolian, alluvial, colluvial, glacial and anthropogenic processes.\nGrasslands cover approximately 40 percent of the earth’s land surface; represent 70 percent of the global agricultural area, and contain about 20 percent of the world’s SOC stocks (FAO and ITPS, 2015). Source: https:/ /www.agric.wa.gov.au/measuring-and-assessing-soils /what-soil-organic-carbon https:/ /www.downtoearth.org.in/news /environment/unccd-cop-14-report-on-soil-organic-carbon- released-66490\nQ.77)\nAns) c\nExp) Option c is the correct answer.\nPair 1 is correct: The inaugural U19 Women’s T20 World Cup, 2023 was hosted by South Africa in January 2023. Sixteen teams had participated in this tournament. India beats England in the first-ever ICC U-19 Women’s T20 World Cup final in Potchefstroom, South Africa. This is the first ICC trophy India has won in women’s cricket.\nPair 2 is incorrect: The 15\" edition of Hockey World Cup 2023 was played in India. In India, the tournament was played in Odisha’s Rourkela and Bhubaneshwar. Sixteen teams had participated in this\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_55": "Page 55 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\ntournament. Germany won their third title after defeating the defending champions Belgium in the final 5-4 in a shoot-out after the match finished 3-3 in regular time.\nPair 3 is incorrect: The ninth edition of the FIFA Women's World Cup, 2023 is to be held in Australia and New-Zealand. The FIFA Women’s World cup is held Quadrennially. It will be the first FIFA Women's World Cup to have more than one host nation. A total of 32 teams will be contesting against each other in the tournament.\nSource: https: //indianexpress.com /article /explained /explained-sports /the-u19-womens-t20-world- cup-is-here-three-things-about-the-tournament-8381797/\nhttps: //www.icc-cricket.com/media-releases /3040990\nhttps: //www .fih.hockey /events /world-cup /men/fih-odisha-hockey-mens-world-cup-2023- bhubaneswar-rourkela-1389\nhttps: / /olympics.com/en/news /hockey-world-cup-2023-results-scores-men-fih https: //www fifa.com /tournaments/womens/womensworldcup\nQ.78)\nAns) b\nExp) Option b is the correct answer.\nOzone gas occurs at both in the Earth’s upper atmosphere I.e., stratosphere and uppermost part of troposphere (good ozone) and in lower troposphere known as ground level ozone (bad ozone). The stratospheric ozone protects the life on the earth from the Sun’s harmful ultraviolet rays, whereas the ground level ozone is a pollutant.\nDue to anthropogenic activities, stratospheric ozone is in danger, as the ozone layer has been reduced worldwide. This phenomenon is called as ozone layer depletion.\nOption 1 is incorrect: The Gothenburg Protocol aims to abate acidification, eutrophication and ground- level ozone. It should be noted that ground-level ozone is a pollutant and created by chemical reactions between the oxides of nitrogen (NOx) and Volatile Organic Compounds (VOCs). The Gothenburg Protocol sets national emission ceilings on four pollutants: Sulphur, nitrogen oxides, VOCs and ammonia. So, this agreement, does not deal with protection of the ozone layer in the stratosphere.\nOption 2 is correct: The Montreal Protocol on Substances that Deplete Ozone has been adopted by the parties to the Vienna Convention. It regulates nearly hundred man-made chemicals which are considered as ozone depleting substances. It aims to phase down these substances in a step-wise manner with different targets for the developed and the developing countries. Developing and developed countries have equal but differentiated responsibilities. Despite this, both groups of countries have binding, time-targeted and measurable commitments. The substances controlled by the treaty are:\n1) Annex A: Chlorofluorocarbons (CFCs), halons\n2) Annex B: Other fully halogenated CFCs, carbon tetrachloride, methyl chloroform 3) Annex C: HCFCs\n4) Annex E: Methyl bromide\n5) Annex F: Hydrofluorocarbons (HFCs)\nThe Kigali Amendment to the Montreal Protocol was introduced to phase down hydrofluorocarbons (HFCs). The HFCs were earlier preferred as non-ozone depleting alternative to CFCs and HCFCs. However, they have high global warming potential. Due to this reason, it was decided to time-bound phase down of HFCs.\nOption 3 is incorrect: The primary objective of the Kyoto Protocol is to reduce the emission of greenhouse gases to reduce global warming and its effects. It does not deal directly with the protection of the ozone layer. It primarily deals with reduction of emission of gases not covered under the Montreal Protocol. Annex A mentions 6 greenhouse gases: Carbon dioxide, Methane, Nitrous Oxide,\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_56": "Page 56 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nHydrofluorocarbons (later added to the Montreal Protocol through Kigali Amendment), Perfluorocarbons and Sulphur Hexafluoride. Source: https: //unece.org /environment-policy /air /protocol-abate-acidification-eutrophication-and- ground-level-ozone https: //www.unep.org /ozonaction/who-we-are /about-montreal-protocol https: //unfccc.int/sites /default /files /resource /docs /cop3 /107a01.pdf\nQ.79)\nAns) b\nExp) Option b is the correct answer.\nThe severity of drought is increasing across the globe. Western United States, Chile, Australia, Horn of Africa and many others have faced droughts in the recent years. According to an IPCC report, drought is expected displace 700 million people by 2030 in Africa alone. In this context, International Drought Resilience Initiative (IDRA) has been launched to catalyze political momentum and mobilize resources for enhancing drought resilience.\nStatement 1 is incorrect: The IDRA was first announced by the Spain at the 77” session of UN General Assembly. However, the initiative has been officially launched during the Conference of Parties (COP) 27 of the United Nations Framework Convention on Climate Change (UNFCCC). Hence, the given statement is incorrect, because it is not launched during the COP 15 of the United Nations Conventions to Combat Desertification (UNCCD). The Alliance is significant as there is no global convention on land, other than UNCCD, which mostly focuses on desertification. The Alliance now aims to provide ‘specific solution’ on the of the climate\nimpacts\nchange.\nStatement 2 is incorrect: Presently India is NOT a member of this alliance. This was an initiative of the governments of the Spain and the Senegal, who are also the co-chairs. More than 30 countries have joined the alliance till date. These include- United States of America (USA), Argentina, Belgium, Chile, China, Egypt, France, Germany, Ghana, Kenya etc. European Union is also a member. The alliance is open to all member states of the UN. The Alliance will ensure political engagement at the highest level to support countries and communities considering their different circumstances.\nStatement 3 is correct: UN entities, international organizations, scientific institutions, development banks, non-state actors, civil society organizations etc. can also join this initiative. More than 20 organizations have joined the Alliance till date. Few important ones include IUCN, The Nature Conservancy, World Wildlife Fund (WWF), UNEP, WMO, Global Water Partnership, Global Environment\nFacility etc.\nKnowledge Base: About UNFCCC and UNCCD\nUNFCCC:\n1) It was signed in 1992 at the United Nations Conference on Environment and Development (Rio Earth Summit/ Rio Conference) and came into force in 1994. 2) It the parent treaty of the 2015 Paris Agreement.\n3) Recently COP 27 was held at Sharm-el-Sheikh. Key outcomes are:\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_57": "Page 57 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | @Forum[\nLoss and Damage Fund has\nbeen established\nWork Program for\nmitigation, just transition\nand climate action in\nagriculture.\nKoronivia joint work for\nagriculture\nhas been\nextended for four years.\nFinalised the details of the\nA work program on just\nmitigation\nwork\ntransition was launched.\nprogramme.\nUNCCD\n1) It was also an outcome of the Rio Conference and got establis 2) It is also the sole legally binding environmental convention. 3) Key outcomes of the recently held COP 15 are:\nDedicated and accessible\n+>\nKunming Montreal Global\nBiodiversity Framework (GBF)\nwas launched.\nGBF\nfund has been established.\nMultilateral mechanism on\nAdoption of Gender Plan of\nbenefit sharing from use of\nAction\ndigital sequence information on\ngenetic resources.\nSource: https://idralliance.global/ https: //www.downtoearth.org.in/news /climate-change /cop27-drought-struck-nations-join-hands-to- combat-water-woes-85851\nQ.80)\nAns) d\nExp) Option d is the correct answer.\nThe scientists on Nekton Maldives Mission have discovered a new ecosystem, which has been described as the ‘trapping zone’. It was described as an ‘oasis of oceanic life’ 500 meters below the surface. Following are the key findings:\n1) Swarms of ‘micro-nekton’, which are small organisms which can swim independently of the water current, are trapped against the subsea landscape at 500 meters mark. These micro-nektons are confined to this ‘Trapping Zone’ because of the landscape of the sea floor which is comprised of steep vertical cliffs made from carbonate reefs and volcanic material. Sharks and other predatory fish feed on these small animals.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_58": "Page 58 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\n2) They usually migrate from the deep sea to the surface at night and back into the deep at dawn, this phenomenon is known as Vertical Migration. 3) While scientists have found sharks in shallow waters in the Maldives, this is the first time they were able to document “an immense diversity of sharks in the deep sea”. Tiger sharks, six-gill sharks, sand tiger sharks, dogfish, gulper sharks, scalloped hammerhead sharks, silky sharks and the very rare bramble shark have been observed here.\nSource: https: //www.wionews.com/science /report-scientists-find-new-ecosystem-the-trapping- zone-in-maldives-524229\nhttps: //www .forbes.com /sites /priyashukla/2022/10/30/new-ecosystem-discovered-in-the- maldives-the-trapping-zone /?sh=4a0fd5428d9d\nQ.81)\nAns) d\nExp) Option d is the correct answer.\nThe Home Rule League was a movement in British India on the lines of the Irish Home Rule movement organised under the leadership of Annie Besant and Bal Gangadhar Tilak during 1916-1918. In 1920 All India Home Rule League changed its name to Swarajya Sabha.\nOption a is incorrect: The objective of home rule league was not poorna swaraj or complete independence instead it is self-government for India within the British commonwealth. The League campaign aimed to convey to the common man the message of home rule as self-government.\nOption b is incorrect: There was no resolution passed by the Home rule league in support of the British during the first world war. Instead, home rule league was launched when section of the nationalists felt that popular pressure was required to attain concessions from the government after world war 1.\nis incorrect: Indian Home rule\nin London\nof Home rule\nof India.\nOption c society was not part league Indian Home Rule society also known as India House was launched by Shyamji Krishnavarma in London in 1905. Indian Home rule society mobilised the support of Indian students in foreign countries to liberate India from the British using violence. Revolutionaries such as Savarkar and Hardayal were members of this society.\nOption d is correct: In June 1917, home rule league leader Annie Besant and her associates, B.P. Wadia and George Arundale, were arrested. This invited nationwide protest. In a dramatic gesture, Sir S. Subramania Aiyar renounced his knighthood, while Tilak advocated a programme of passive resistance.\nSource: Spectrum: First world war and Nationalist response\nQ.82)\nAns) a\nExp) Option a is the correct answer.\nThe Salt March also known as the Dandi March was an act of nonviolent civil disobedience in British India led by Mahatma Gandhi. It was organised in 1930 as a direct-action campaign of tax resistance and nonviolent protest against the British salt monopoly.\nOption a is correct: Gandhi got arrested when he announced that he would lead a raid on Dharasana Salt Works. In May 1930, Mahatma Gandhi chose a non-violent raid of the Dharasana Salt Works in Gujarat as the next protest against British rule. Hundreds of satyagrahis were beaten by soldiers under British command at Dharasana. This act by the British, attracted world attention to the Indian independence movement and brought into question the legitimacy of British rule in India.\nOption b is incorrect: Declaration of sovereignty and self-rule or Purna Swaraj was done even before the launch of Salt Satyagraha. In December 1929, the Indian National Congress (INC) raised the tricolour\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_59": "Page 59 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nflag of India on the banks of river Ravi at Lahore and issued the Declaration of sovereignty and self-rule or Purna Swaraj on 26 January 1930.\nOption c is incorrect: The Salt Satyagraha was a mass civil disobedience movement against the salt tax imposed by the British government in India. It was not launched to end the monopoly of zamindars with respect to Salt production.\nOption d is incorrect: Rowlatt Satyagraha was the first all India satyagraha launched by Gandhi against the British in India. Rowlatt satyagraha was a response against the British government’s Anarchical and\nRevolutionary Crimes Act of 1919, popularly known as the Rowlatt Act.\nSource: Spectrum: CDM and Round Table Conferences\nQ.83)\nAns) d\nExp) Option d is the correct answer.\nOdissi is a major ancient Indian classical dance that originated in the temples of Odisha. It is included in the classical dance forms in India as recognized by the Sangeet Natak Akademi and the Ministry of Culture.\nStatement 1 is correct: Sensuous and lyrical, Odissi is a dance of love and passion touching on the divine and the human, the sublime and the mundane. The Natya Shastra mentions many regional varieties, such as the south-eastern style known as the Odhra Magadha which can be identified as the earliest precursor of present day Odissi.\nStatement 2 is correct: Archaeological evidence of this dance is found in the caves of Udayagiri and Khandagiri near Bhubaneshwar. These caves date back to the 2nd century B.C.\nStatement 3 is correct: The tribhanga posture, i.e. the three-bended form of the body is innate to Odissi dance form. Also, the ‘Chowk’ posture with hands spread out depicts masculinity. Odissi dance form is unique in its representation of gracefulness, sensuality and beauty. The dancers create intricate geometrical shapes and patterns with her body. Hence, it is known as ‘mobile sculpture’.\nSource: http://ccrtindia.gov.in/odissi-dance/\nQ.84)\nAns) c\nExp) Option c is the correct answer.\nBhatukali are miniature versions of kitchen sets. Utensils and other household items were scaled down to the greatest detail and were made from copper and brass. Though Bhatukali existed in some form across the country, it was more predominant in Maharashtra. Bhatukali is mentioned in the ‘Dnyaneshwari’ written by the 12th century Marathi saint-poet Dnyaneshwar.\nSource: https: / /timesofindia.indiatimes.com /life-style /spotlight /makers-of-bhatukali-miniature- utensils-urge-people-to-preserve-its-tradition /articleshow/78111009.cms\nhttps: / /timesofindia.indiatimes.com /life-style /spotlight /after-pm-modis-push-for-indian-toys-heres- a-look-at-the-countrys-traditional-toys /articleshow/78002079.cms\nhttps: //ca.style.yahoo.com/10-traditional-indian-toys-that-are-good-for-play-and-the-planet- 112527097.html?\nQ.85)\nAns) d\nExp) Option d is the correct answer.\nOption a is incorrect. Mullah do Piaza acted as the minister of Home Affairs in Akbar’s court. Fakir Aziao- din acted was a sufi mystic and advisor in Akbar’s court.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_60": "Page 60 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption b is incorrect. Shaikh Abu al-Fazal ibn Mubarak was also known as Abu'l-Fazl, Abu'l Fadl and Abu'l- Fadl 'Allami. He was the author of Akbarnama and Ain-I-Akbari. He also translated the Bible into the Persian language.\nFaizi was a poet laureate and Abul Fazal’s brother. He was one of the Navratnas of Akbar and was given the status of Malik-ush-Shu’ara (Court Poet) by Akbar.\nHe translated “Lilavati (Sanskrit work in Maths by Bhaskaracharya)\", into Persian.\nOption c is incorrect. Raja Todar Mal was the Finance Minister of the Mughal empire during Akbar's reign and was one of the Navaratnas in Akbar's court. Fakir Aziao din advised Akbar on the religious affairs. Raja Todar Mal introduced standard weights and measures, a land survey and settlement system, revenue districts, and officers. This system of maintenance by Patwari is still used in the Indian Subcontinent which was improved by the British and the Government of India.\nOption d is correct. Abdul Rahim Khan-i- Khana was a poet and one of the most important dewans of Akbar’s court. Known for his Urdu couplets and his Sanskrit books on astrology like Khetakautukam and Dwatrimshadyogavali, the village of Khan Khana, in the Nawanshahr district of Punjab is named after him. He was the son of Bairam Khan, Akbar’s trusted guardian and mentor.\nSource: https: / /indianexpress.com /article /cities /delhi/six-year-project-behind-rahims-tomb- restoration-175000-hours-and-3000-craftsmen-7114373 /\nhttps: //www.thebetterindia.com/119423 /akbar-nine-gems-mughal/\nQ.86)\nAns) a\nExp) Option a is the correct answer.\nThe Vellore fort is situated in the modern-day Tamil Nadu. Vellore fort housed the Indian military garrison of Madras during the 19th century, under British rule. It became the site of the famous Vellore mutiny of 1806 CE which preceded the Revolt of 1857 by about 50 years.\nOption a is correct: General Sir John Craddock, Commander-in-Chief of the Madras Army ordered a new round hat be worn by the Indian soldiers, which was rumoured to be made from cow and pig skins. This act hurted the religious sentiment of Hindus (who regard cows as holy animals) and Muslims (who regard pigs as social taboo). The British came down heavily on those who protested against this and this led to Vellore mutiny.\nOption b is incorrect: Hoisting of the Royal Tiger flag of Tipu Sultan by Indian soldiers is actually the consequence of mutiny, not the cause. Once the mutiny broke out in Vellore fort in 1806, Indian soldiers killed about 15 of their own officers and over 100 other British soldiers who slept in the barracks inside\nthe fort. In an incredibly fierce gesture, the flag of England (Union Jack) was brought down and replaced\nby the Royal Tiger flag of Tipu Sultan as the sepoys proclaimed his second son as their king.\nOption c is incorrect: There was no such annexation of Vellore province by the British on the ground of maladministration.\nOption d is incorrect: In 1805, a new dress code was sanctioned for the sepoys whereby they were not allowed to show any caste markings, had to trim their beards and moustaches, and remove their turbans. This was intended to improve the soldierly appearance of the regiment. Thus, the dress code which tried to suppress the caste difference among soldiers angered soldiers.\nSource: https: / /indianculture.gov.in/node /2790150\nQ.87)\nAns) d\nExp) Option d is the correct answer.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_61": "Page 61 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nByanjana Dwadashi is a festival that commemorates an episode featuring Krishna in the Mahabharata. Byanjana Dwadashi is celebrated by adherents of Vaishnavism, the largest sect within Hinduism, which considers Vishnu and his incarnations such as Krishna as the Supreme Godhead.\nVaishnavites, through this festival, commemorate an episode of the Mahabharata where Yashoda\nobserves that her son Krishna is pale and weak. She realises that this is because of lack of proper\nnutrition at a time when Krishna has devoted all his energy in fighting demons. In order to fulfill his\nnutritional requirements, she prepares a lot of delicacies and feeds him. Krishna is not the only\nconsumer of these delicacies. His friends - the Gopala Balakas or cowherd boys — also eat with him.\nThis episode was re-enacted in the Vaishnava mutts of Puri by the medieval seer and mystic, Chaitanya Mahaprabhu, after he reached Puri around 500 years ago. This tradition of celebrating varieties of traditional food and sharing them has been going on since then and is prevalent in the Vaishnava mutts of not only Puri and other parts of Odisha, but throughout the country.\nSource: https: //www.downtoearth.org.in/news /food/byanjana-dwadashi-how-a-500-year-old- festival-in-odisha-symbolises-community-food-security-and-balanced-diet-81632\nQ.88)\nAns) c\nExp) Option c is the correct answer.\nThe folk-dance forms are generally spontaneous, crude and performed by the masses without any formal training. However, these artforms have remained confined to a certain sect of people or at a particular locality, to whom knowledge has been passed down the ages.\nPair 1 is incorrect: Karakattam is a form of folk dance performed at festivals, conferences, roadshows and primarily at Mariamman (rain goddess) festivals. It is mostly famous in Tamil Nadu but it’s performed in different parts of Kerala as well. Both men and women perform the dance on the muddy ground. The performers balance a pot on their head. Mayilattam is performed in reverence of Lord Subrahmanya, the son of Lord Shiva and Goddess Parvati. Literally translated, it means the dance of the peacocks and is performed during certain Hindu festivals. Performers dress up as peacocks with a beak that opens and closes with the use of a thread.\nPair 2 is correct: Mamita dance is performed on Mamita festival, which is harvest festival of Tripuri People. The harvesting season of Tripuri people is in the month of October & November and held during the time of Durgapuja or Osa Mutai. The dancing troupe of village people would force the head of the family to come out of his home and give them a token gift. This used to dance for 10-15 minutes in a home on this occasion of Mamita festivals.\nPair 3 is correct: Gotipua dance is widely regarded as the precursor to Odissi dance. In this dance form young boys are dressed as feminine characters and perform acrobatic moves. The dance form is famous in Puri, Odisha, and the heritage craft village of Raghurajpur also houses the Gotipua Dance Academy.\nKnowledge Base: On 26\" January 2023, Artists from Tamil Nadu presented the Karakkatam folk dance, while Taakala Folk Dance was performed by artists from Maharashtra. North Eastern states Arunachal Pradesh, Assam, Sikkim and Tripura presented Monpa, Satoiya Nitya, Tamang Seto and Mamita folk dances. Artists from Jammu Kashmir performed the Fusim Dance reflecting the compositie culture of the State. The artistes from Gujarat performed Misra Raas, while Hudka Chhudka from Uttarakhand and Bhangra from Punjab were also performed.\nSource: https: / /blog.forumias.com /question /with-reference-to-karakattam-consider-the-following- statements-1-it-is-a-folk-dance-performed-at-festivals-conferences-roadshows-and-primarily-at-rain- goddess-festivals-2-the-dance-is-famous-in-r/\nhttps: / /odishatourism.gov.in/content /tourism /en/experience /activities /folk-dance.html\nhttp://www .tripura.org.in/mamita.htm\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_62": "Page 62 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.89)\nAns) b\nExp) Option b is the correct answer.\nBuranji is a type of historical chronicle or narrative that originated in the Assam region of northeast India. It typically consists of a collection of anecdotes, legends, and historical accounts about the region, its people, and its rulers. Buranji is written in the Assamese language and often includes genealogies, accounts of battles and wars, and descriptions of social and cultural practices.\n1)\nBuranjis were typically written by court historians or scholars associated with the royal courts of the\nAhom kingdom, which ruled over much of Assam for several centuries.\n3, AF BH we ay aoe vhs wy? 63, Khunddot lefé the ‘town, oame to\nwi\noh we\nwy of\nwt sein\nwil WAG\nex halted at Jangmara, Chao\nShaklenmung arrived, All tho prin’\nAe oon Ww owhe Pl wo Vuk ve wf brothers anid the bigh ofScers ndvonced\nVEL Ue of ne AE UT ve lB vw found came the town town, deserted.\nead to the Janpeseri.\nThey\nThey\ncould\nwi UW? AR ot ond weed ant only fiod thore tho threo Kuarle (quoene)\nand the mother of tho Kaoharl kiag,\nI\nEe Psd dank vw vi YY vii ayy ee ay They oxarmintd tho oit: ry ogrefally\n>\nbiié no other person could be ean. The\n+ «mother of the Kaohhe? Raja woe speared\nWee me\nawe hota we (te sloth, Then our mon foned aut\nomy oft wt ofr yal WE we Alter the o@foor\ny” a\nnb\nthe Kaohirl Raja and out hia head,\nthla,\ncamo\nback\nwith\n2) Some of the most famous Buranjis include the ‘Assam Buranji', the ‘Borgohain Buranji', and the ‘Kokaideuta Buranji'. These chronicles are important sources for historians and scholars studying the history and culture of the Assam region.\nSource: https://www.britannica.com /art /Indo-Aryan-literature https: //rupkatha.com /v14n2ne01/\nQ.90)\nAns) a\nExp) Option a is the correct answer.\nThe Vijayanagar kingdom was successively ruled by four dynasties over a period of more than three hundred years: the Sangama dynasty (1336-1485), the Saluva dynasty (1485-1505) the Tuluva dynasty (1505-1570) and the Aravidu dynasty (1570-1650).\nStatement 1 is correct: Land-revenue was the major source of state's income and rate of land revenue varied in different parts of the empire according to the fertility and regional location of the land. It was generally 1/6th of the produce, but in some cases, it was even more ranging up to 1/4th of the produce.\nStatement 2 is correct: Vijayanagar kingdom placed a great importance on developing irrigation facilities\nfor agricultural improvement. The Vijayanagar kings made dasavanda or kattu kodage grants to individuals or institutions which undertook irrigation works to encourage private initiatives in agriculture. For instance, when Harinideva Vodeyar constructed a tank in Mysore district, he was given a grant by emperor Deva Raya II (1423-1446).\nStatement 3 is incorrect: Apart from land revenue Vijayanagar Kingdom imposed many taxes on their subjects for various purposes. They imposed tax on villagers for the maintenance of village officials (so, it was not abolished during the period). Further they imposed property tax, grazing tax, housing tax and various professional tax on their subjects to mobilise revenue.\nSource: https://www.downtoearth.org.in /coverage /the-states-nonbureaucratic-role-of-encouraging- the-people-23336#:~:text=dasavanda%20o0r%20kattu%20kodage%20¢rants\nhttps: //egyankosh.ac.in /bitstream /123456789 /20190 /1/Unit-27.pdf (pg no 47 and 48)\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_63": "Page 63 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.91)\nAns) d\nExp) Option d is the correct answer.\nLight classical forms do not adhere to the rigorous rules of Hindustani classical music it includes tappa, thumri, dadra, ghazal.\nOption a is incorrect: Khayal is a major form of Hindustani classical music. It includes various musical materials (raga, tala and bandish) that can be employed, the selection of different types of improvisation (quality of classical Hindustani music), and the placement of various materials in order to produce a balanced and pleasing performance.\nOption b is incorrect: Sugam sangeet is a genre of devotional music which brings classical and folk together. This takes the cue from earlier forms of music like Prabandha Sangeet and Dhruvapada as they were all in devotional in nature. Sub-categories in this genre include Bhajan, shabad, abhanga etc. Option c is incorrect: In Tappa style of music rhythm plays a very important role. It is believed to be developed from the folk songs of camel riders of North-West India.\nOption d is correct: Thumri is based on mixed ragas and is commonly considered to be semi-classical Indian music. The compositions are either romantic or devotional in nature. This was inspired by the Bhakti movement so much that the text usually revolves around a girl’s love for Krishna. The language of the composition is usually Hindi in Braj Bhasha dialect. The compositions are usually sung in a female voice. This is different than the other forms as thumri is characterised by its inherent sensuality. It also allows the singer to improvise during the performance and so they have greater flexibility with the use of raga. Thumri is also used as a generic name for some other, even lighter, forms such as Dadra, Hori, Kajari, Saavan, Jhoola, and Chaiti.\nSource: Nitin Singhania, Indian music\nQ.92)\nAns) b\nExp) Option b is the correct answer.\nThe Bethune School was founded in Calcutta as the result of the powerful movement for women’s education that arose in the 1840s and 1850s. Bethune school was established in 1849 in Calcutta as Calcutta female school.\nStatement 1 is incorrect: Bethune school was established in 1849 by John Elliot Drinkwater Bethune with the financial support of Dakshinaranjan Mukherjee. After the death of Bethune in 1851, the government took over the school in 1856 and renamed it as Bethune school in 1862-63. On the other hand, Hindu college at Calcutta was established by David Hare and Alexander Duff with the help of Raja Ram Mohan Roy.\nStatement 2 is correct: In 1879 Bethune school was developed into Bethune college and after that it served as the first women’s college in India.\nStatement 3 is incorrect: The title Vidyasagar (Vidya means knowledge and Sagar means Ocean) literally means Ocean of Knowledge. This title was given to Ishwar Chandra Vidaysagar by the Sanskrit College in Calcutta. Ishwar Chandra Vidyasagr association with Bethune school was that he acted as secretary of Bethune School.\nSource: Spectrum: Survey of Socio-Cultural Reform Movements https: //www.culturalindia. net /reformers /ishwar-chandra- vidyasagar.html#:~:text=and%20earned%20the-,title,- 0f%20%E2%80%98Vidyasagar%E2%80%99%20meaning\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_64": "Page 64 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nQ.93)\nAns) c\nExp) Option c is the correct answer.\nThe Khajuraho Group of Monuments are a group of Hindu and Jain temples in Chhatarpur district, Madhya Pradesh. The Temples of Khajuraho are a magnificent example of the Nagara style of temples. It was built by the Chandela rulers between 900 CE to 1130 CE. The first mention of Khajuraho and its temples is in the accounts of Abu Rahyan al Biruni (1022 CE) and Ibn Batuta (1335 CE).\nStatement a is incorrect: The temples at Khajuraho were built during the Chandella dynasty, which reached its apogee between 950 and 1050. Only about 20 temples remain; they fall into three distinct groups and belong to two different religions - Hinduism and Jainism. Parsawanatha Jain Temple is the largest of the Jaina temples and believed to be a shrine of Parsawanatha, the 22nd Jain Tirthankara is built in the eastern complex of Khajuraho group of temples.\nStatement b is incorrect: Most of the temples at Khajuraho were built using sandstone but four also used granite in their construction. The Temples of Khajuraho have been built of light-coloured sandstone imported from the quarries of Panna.\nStatement c is correct: Erotic imagery is the common feature in the Temples of Khajuraho. Sculptures of celestial nymphs are commonly found in the Kandariya Mahadeva and Vishwanath Temple. There are also scenes from gurukuls, war fields and musical performances.\nStatement d is incorrect: All of these temples belong to Nagara style (not Vesara style) of Architecture. Vesara is a hybrid form of Indian temple architecture, with South Indian plan and a shape that features North Indian details. However, the Temples of Khajuraho are example of the Nagara style of temples. Knowledge Base:\net\n| Kalasha |\n|\nte\nthe Khajurahotemples -\noy,\nf=;\nUrushringa\nof Kandaniya Mahadeva temple)\n|\n;\nWF\n=\n| {towe:\n+5,\n(Subsidiary sikhara)\n—\nBy\na ae\nAntarala\n—it\ntibule)\niA >\nvw,\not\ndps\n”\n4\n»)\nx\nf.\nMandapa\n| Pradakshina\n»\niis\nieee\nSea\naR ih\n‘< able!\nPm\nArdha\nmandapa\npel\nnm\nae\na =\n{Entrance porch)\n———— \\\n=k\naay We eS\nSa\n= if ey\na\n=\n—\n—— =\na\niy\nform)\nEe\noh\nEast\n=\n=o a\nes\nSe\noT\n———\n—_)\n= auth\neis y\ni\nsoit\n5\nAS\n—\nwe\nec\n> ik\nca\noy\n~~\nak\nPree\n2 Teansepts |\na iN\nWE\n<A\nhttps:\na\n7\nstories temples-khajuraho\n= “K\nSource: / /indianc ulture.g ov.in\nQ.94)\nAns) a\nExp) Option a is the correct answer.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_65": "Page 65 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nMicrofinance in India plays an important role in delivering credit to people at the bottom of the economic pyramid. Also, microfinance acts as a potent tool for empowering women who constitute the largest part of its borrower base.\nStatement 1 is correct: According to the Reserve Bank of India (RBI), Microfinance loans should mean collateral-free loans to households with annual household income of less than 3,00,000. The RBI states that a household mean an individual family unit, i.e., husband, wife and their unmarried children.\nStatement 2 is incorrect: The share of Non-Banking Finance Company -Microfinance Institution is greater than the share of Small Finance Banks in terms of disbursal of microfinance loans to the public.\nChart 1: Gross Loan Portfolio Outstanding\n2,50,000 5\n10%\nStatement 3 is incorrect: Based on the recommendations of the Malegam Committee, RBI introduced a comprehensive regulatory framework for NBFC-MFIs on December 02, 2011. The regulations prescribed eligibility criteria for microfinance loans linked to core features of microfinance i.e., lending of small amounts to borrowers belonging to low-income groups, without collateral, and with flexible repayment schedules. Besides, the regulations laid special emphasis on protection of borrowers and fair practices in lending such as transparency in charges, ceilings on margins and interest rates, non-coercive methods of recovery, measures to contain multiple lending and over-indebtedness.\nSource:\nhttps://www.rbi.org.in/Scripts /NotificationUser.aspx /NotificationUser.aspx?1d=12256&Mode=0#:~:tex t=3.-,Definition,-of%20Microfinance%20Loan\nhttps://www.tbi.org.in/scripts /BS_ViewBulletin.aspx?I1d=19775\nhttps: / /indianexpress.com /article /business /banking-and-finance /mfi-framework-plan-rbi-for-limit- on-repayment-terms-no-rate-cap-7359314/\n(The definition of MFI given in this source is related define the quality assets of NBFC-MFis: https:/ /www.rbi.org.in/Scripts /PublicationsView.aspx?id=20377#32:~:text=income%20limits%200f%20 %E2%82%BI-,1%2C25%2C000,-(Rural)%20and%20%E2%82%B92%2C00%2C000 )\nQ.95)\nAns) d\nExp) Option d is the correct answer.\nStatement 1 is incorrect: The initiative has been launched by United Nations Framework Convention on Climate Change (UNFCCC) during COP 23 held at Bonn, Germany. During the recently held COP 27 at Sharm-el-Sheikh, it was decided to extend this initiative for a further period of four years. The joint\n2,00,000 4\n=\n11%\n1,50,000 4\n1,00.000 4\n50,000 4\no+\nT\n7\nMar-19\nMar-20\n@ NBFC-MFIs m@ Banks |SSEB NBIC @ Others\nSource: MFIN micrometer (Issue 33).\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_66": "Page 66 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | @Forum[\nwork includes implementation of the outcomes of the Koronivia Joint Work on Agriculture and previous activities addressing issues related to the agriculture.\nStatement 2 is incorrect: India has raised strong objections as the initiative during Conference of Parties (COP) 27 of United Nations Framework Convention on Climate Change (UNFCCC) sought to expand efforts to reduce emissions of greenhouse gases to the agriculture sector. India emphasized to take into account regional, national and local circumstances while dealing with the issues related to the agriculture and food security. India also stated that these are not the “luxury” emissions but “survival” emissions of the poor. Further, developed countries have been historically responsible for the disproportionate amount of emissions. Hence, India voiced for just and equitable approach in dealing with agricultural emissions.\nKnowledge Base: India also refused to sign ‘Global Methane Pledge’ during COP 26 of UNFCCC and considered it as “survival” emissions and not “luxury” emissions. This is because the two most prominent sources of methane emissions are enteric fermentation and paddy cultivation.\nSource: https://unfccc.int /topics /land-use /workstreams /agriculture /KJWA# COP-27-November-2022 https: //www.hindustantimes.com/india-news /india-objects-to-attempt-to-link-farming-and- emissions-101668711731429 html\nhttps: //thewire.in /environment /at-cop27-india-flags-concerns-over-rich-nations-efforts-to-extend- mitigation-to-agriculture\nQ.96)\nAns) c\nExp) Option c is the correct answer.\nThe essence of the Small Grants Programme (SGP) is sustainable development by “thinking globally and acting locally”. SGP demonstrates that community action can maintain the fine balance between human needs and environmental imperatives.\nStatement 1 is correct: The SGP was launched during the Rio Earth Summit held in 1992. The SGP receives support from the governments, donors, civil society and others. Since inception, SGP has granted funds for more than 26,000 projects across the globe.\nStatement 2 is incorrect: SGP supports conservation and sustainable management activities across multiple areas, including land degradation. The areas of work are:\nClimate Change- mitigation\nBiodiversity\nand community based\nLand Degradation\nadaptation\nSustainable Forest\nInternational Waters\nChemicals\nManagement\nStatement 3 is correct: The SGP maintains that poor and vulnerable sections are most affected by the land and ecosystem degradation. This is because they depend on access to natural resources for their livelihoods and often live in fragile ecosystems. Therefore, SGP provides financial and technical support to projects that conserve and restore the environment while enhancing people’s well-being and livelihoods. In other words, it supports sustainable livelihood projects. SGP finances community led initiatives through a decentralized mechanism. It grants funds directly to the local communities\nForum Learning Centre: Delhi 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi 110005 | Patna 2nd floor, AG Palace, E\nCanal\n- - - Boring Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_67": "Page 67 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nincluding indigenous people, women, community led organizations and so on. It funds grants up to $50,000 and for strategic projects, SGP provides a maximum of $150,000 per project.\nKnowledge Base: About Global Environment Facility (GEF):\nIt is a multilateral environmental fund that supports different projects pertaining to the sustainable development. The GEF serves as financial mechanism to the following conventions:\n1) Convention of Biological Diversity (CBD).\n2) United Nations Framework Convention on Climate Change (UNFCCC).\n3) United Nations Convention to Combat Desertification (UNCCD).\n4) Stockholm Convention on Persistent Organic Pollutants.\n5) Minamata Convention on Mercury.\n6) Montreal Protocol on Ozone Depleting Substances.\nSource: https://www.thegef.org /what-we-do/topics /gef-small-grants-programme https://sgp.undp.org /about-us-157.html\nQ.97)\nAns) b\nExp) Option b is the correct answer.\nThe cellular components are called cell organelles. These cell organelles include both membrane and non-membrane bound organelles, present within the cells and are distinct in their structures and functions.\nPair 1 is incorrectly matched: Golgi Apparatus is also termed as Golgi Complex. It is a membrane-bound organelle, which is mainly composed of a series of flattened, stacked pouches called cisternae. This cell organelle is primarily responsible for transporting, modifying, and packaging proteins and lipids to\ntargeted destinations. Golgi Apparatus is found within the cytoplasm of a cell and is present in both plant and animal cells.\nThe nucleus is a double-membraned organelle found in all eukaryotic cells. It controls the activity of the cell, helps in cell division and controls the hereditary characters.\nPair 2 is correctly matched: Mitochondria organelles that involved in\nare are energy the cell. They are sometimes referred to as the \"powerhouses\" of the cell because they generate most of the cell's ATP (adenosine triphosphate), which is the primary energy currency used by cells. Mitochondria convert the energy from nutrients such as glucose and fatty acids into ATP through a process called cellular respiration. This process involves the breakdown of these nutrients in the presence of oxygen to produce ATP, which is then used by the cell to power its various functions.\nproduction within\nPair 3 is incorrectly matched: Cytoplasm are jelly-like substances, found between the cell membrane and nucleus. They are mainly composed of water, organic and inorganic compounds. The cytoplasm is one of the essential components of the cell, where all the cell organelles are embedded. These cell organelles contain enzymes, mainly responsible for controlling metabolic activity taking place within the cell and are the site for most of the chemical reactions within a cell.\nLysosomes are tiny, circular-shaped, single membrane-bound organelles, filled with digestive enzymes. It helps in the digestion and removes wastes and digests dead and damaged cells. Therefore, it is also called as the “suicidal bags”.\nKnowledge Base:\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_68": "Page 68 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nNucleus\nCytoskeleton\nMicrotubules: form the\nmitotic spindle and\nmaintain cell shape\nCentrosome: microtubule-\norganizing center\nIntermediate filaments:\nfibrous proteins that hold\norganelles in place\nMicrofilaments:\nfibrous proteins;\nform the cellular\ncornex\nY\n\\ Plasma\nmembrane\noof\nLysosome:\ndigests food and\nwaste materials\nGolgi apparatus:\nmodifies proteins\nCytoplasm\nMitochondria:\nSource: https://www.genome.gov/genetics- glossary /Organelle#:~:text=An%20organelle%20is%20a%20subcellular,and%20ribosomes%2C%20which %20assemble%2Oproteins.\nQ.98)\nAns) d\nExp) Option d is the correct answer.\nBase editing is a genetic engineering technology that allows precise and specific changes to be made to the DNA of living cells. Specifically, base editors are a type of genome editing tool that can modify the DNA sequence of a genome by changing one nucleotide to another without causing double-stranded breaks in the DNA. Base editing technology has several potential applications in various fields, including gene therapy, basic research, and agriculture.\nOption 1 is correct: Base Editing technology can be used for the activity of \"Correcting disease-causing mutations in humans. This is because base editing technology enables precise and efficient changes to be made to DNA at specific sites within the genome, without the need to cut the DNA. As a result, it can correct genetic mutations that cause diseases, such as sickle cell anemia and cystic fibrosis.\nOptions 2 is correct: Many research projects are going on to improve the carbon capturing and carbon storage capacities of the plants by changing their genetic structure and improving their natural capacities like photosynthesis. Success of some of the prototypes gave boost to these research projects.\nOption 3 is correct: Type 1 diabetes (TID) is a chronic autoimmune disease, whereby auto-reactive cytotoxic T cells target and destroy insulin-secreting B-cells in pancreatic islets leading to insulin deficiency and subsequent hyperglycemia. Base Editing technology can be used to program and instruct the T-cells to avoid targeting these cells. For example - recently, a teenage cancer patient suffering from T-cell acute lymphoblastic leukaemia (T-ALL) has defeated her seemingly incurable cancer with the help of base editing technique. Doctors, by using the Base editing technique, gave instructions the donor’s T-cells kill the infected T-cells of the\nto\nto\npatient.\nNuclear envelope:\nmembrane enclosing\nthe nucleus. Protem-lned\npores allow material to\nmove in and out\nChromatin: DNA plus\nassociated proteins\nNucleolus:\ncondensed region\nwhere ribosomes\nas\nare formed\nif\nae\nPeroxisome:\nmetabolizes\nx\nSN\nwaste\nJOes\n>\nVv.\nEndoplasmic\nreticulum\nRough: associated\nwith ribosomes\nmakes secretory and\nVacuole produce energy\nmembrane protems.\nSmooth: makes lipids\n(a)\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal Road, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy\nof",
  "page_69": "Page 69 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nOption 4 is correct: Base editing technology can be used to engineer bacteria to produce specific chemicals or proteins, such as insulin or antibiotics. Knowledge Base:\nSome of the potential applications of base editing include:\n1) Gene therapy: Base editing has the potential to correct disease-causing mutations in the DNA of human cells, offering a promising approach to treating genetic diseases. For example, base editing could be used to correct the mutations that cause sickle cell anemia or cystic fibrosis. Clinical trials are already underway for some of these applications. 2) Basic research: Base editing can be used to study the effects of specific genetic changes on cellular processes and disease mechanisms, providing researchers with a powerful tool to understand the functions of individual genes and their roles in disease. For example, base editing could be used to study the effects of a specific gene variant on cancer progression. 3) Agriculture: Base editing has the potential to improve crop yields and increase resistance to disease by modifying the DNA of agricultural crops. For example, base editing could be used to make precise changes to genes that control the ripening of fruit, or to create plants that are more resistant to pests and diseases. 4) Animal breeding: Base editing can be used to introduce desired traits into animal genomes, such as resistance to disease, improved milk production, or desirable coat color. 5) Synthetic biology: Base editing technology could be used to engineer bacteria to produce specific chemicals or proteins, such as insulin or antibiotics, or to create new metabolic pathways for the production of biofuels or other useful chemicals. Source: https: / /pubmed.ncbi.nlm.nih.gov /34327897/#:~:text=The%20base%20editing%20technique%20has, for %20basic%20and%20applied%20research. https: //www.nationalgeographic.com /environment /article /can-we-hack-plant-dna-to-suck-up- more-carbon-emissions https://www.ncbi.nlm.nih.gov/pmc /articles /PMC3047781/\nQ.99)\nAns) b\nExp) Option b is the correct answer.\nPair 1 is correctly matched. The Treaty for the Prohibition of Nuclear Weapons in Latin America and the Caribbean, also known as Treaty of Tlatelolco, was opened for signature on 14 February 1967 in Mexico City. Its zone of application includes areas of the high seas and the national territories of the 33 countries of Latin America and the Caribbean.\nPair 2 is incorrectly matched. The Treaty of Rarotonga, the South Pacific Nuclear Free Zone Treaty, opened for signature on 6 August 1985 and entered into force on 11 December 1986. The geographic scope of the Rarotonga Treaty is vast, extending from the West coast of Australia to the boundary of the Latin American NWFZ in the east, and from the equator to 60 degrees south, where it meets the boundary of the zone established by the Antarctic treaty.\nPair 3 is correctly matched. The Treaty on the Southeast Asia Nuclear Weapon-Free Zone, also known as the SEANWFZ Treaty or Bangkok Treaty, was signed on 15 December 1995 by ten Southeast Asian States. The Treaty, which entered into force on 27 March 1997, was registered with the United Nations on 27 June 1997. The Treaty is a key legal instrument in supporting the purposes of ASEAN, which, as articulated in the ASEAN Charter, include preserving Southeast Asia as a Nuclear Weapon-Free Zone and free from all other weapons of mass destruction.\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy",
  "page_70": "Page 70 of 70\nPTS 2023 | All India Open Simulator Test 0 - Solutions | JForum[N\nPair 4 is incorrectly matched. The African Nuclear-Weapon-Free Zone Treaty, also known as the ‘Pelindaba Treaty’, established the nuclear-weapon-free zone on the African continent. It opened for signature on 12 April 1996 in Cairo, Egypt and entered into force on 15 July 2009. Source: https://www.business-standard.com /article /international /arab-league-hails-passing-of- treaty-on-prohibition-of-nuclear-weapons-121012300306_1.html\nQ.100)\nAns) d\nExp) Option d is the correct answer.\nInfrastructure sector is a key driver for the Indian\nInfrastructure sector includes\neconomy. power, bridges, dams, roads, and urban infrastructure development. The infrastructure sector acts as a catalyst for India’s economic growth as it drives the growth of the allied sectors and following schemes were launched by the Government to boost the growth of infrastructure facilities in India.\nStatement 1 is incorrect: The National Monetization Pipeline involves leasing out central government assets valued at around Rs 6 lakh crore over a four-year period ending in 2024-25. NMP does not involve sale of government ownership as ownership rights remain with the government. Thus, the major idea is to lease out brownfield projects, proceeds from which can be used to finance greenfield projects.\nStatement 2 is incorrect: National Infrastructure Pipeline (NIP) aims to improve project preparation and attract investments into infrastructure by improving the confidence of investors. The National Investment and Infrastructure Fund (NIIF) has set up its first bilateral fund known as India Japan Fund to improve the fund flows to infrastructure activities. In fact recently the finance minister asked NIIF to explore opportunities under the NIP to try and crowd in commercial capital to improve infrastructure facilities in India.\nStatement 3 is correct: PM Gati Shakti (also known as National Master Plan for Multi-modal Connectivity) a digital platform that will bring 16 Ministries including Railways and Roadways together for integrated planning and coordinated implementation of infrastructure connectivity projects. It aims to bring convergence among the infrastructure schemes of various Ministries of central governments and State Governments.\nStatement 4 is correct: The Viability Gap Funding Scheme provides financial support of up to 40% of the total Project Cost in the form of grants to infrastructure projects undertaken through public private partnerships (PPPs) with a view to making them commercially viable. The scheme aims at supporting infrastructure projects that are economically justified but fall short of financial viability. Public Private Partnership (PPP) means an arrangement between public organisation and a private sector, for the provision of public services.\nSource: https://indianexpress.com /article /explained /explained-what-is-the-governments-plan-with- the-national-monetisation-pipleline-7468258 /\nhttps://www.thehindu.com/business /Economy /help-bring-capital-into-national-infrastructure- pipeline-pm- gati-shakti-fm-to-niif /article66149501.ece\nhttps: / /indiainvestmentgrid.gov.in /national-infrastructure-pipeline\nhttps: //pib.gov.in /PressReleaselframePage.aspx? PRID=1763638\nhttps: / /pib.gov.in /PressReleasePage.aspx?\nhttps: //www.pppinindia.gov.in/faqs#q1:~:text=What%20is%20the-\nViability%20Gap%20Funding%20scheme%3F,-The%20scheme%20aims\nForum Learning Centre: Delhi - 2nd Floor, IAPL House, 19 Pusa Road, Karol Bagh, New Delhi - 110005 | Patna - 2nd floor, AG Palace, E Boring Canal\nRoad, Patna, Bihar 800001 | Hyderabad - 1st & 2nd Floor, SM Plaza, RTC X Rd, Indira Park Road, Jawahar Nagar, Hyderabad, Telangana 500020 9821711605 | https://academy.forumias.com | admissions@forumias.academy | helpdesk@forumias.academy"
},
  "language": "Languages.ENGLISH",
  "total_pages": 70
}
