{
  "file_name": "184_1763.pdf",
  "pages": {
  "page_1": "á\n>\nlee el\n9\nono lso\nE\n|\nT\nill\na\nA\n1d\nPm\nA\ny\nLas\nNW\n|\nNas\nÑ lia\nde\nlod PRA\nÑ\nN\n|\ny A\nTata Steel UK\n- Challenges\na\nDi\n!\nY)\nh A!\ne\nA\ncn\nl\n,\no\nJa E\nur\n1\n—\nA\na\nEEN\n”\nMl o\n\"YU\nA\nMM\ny\nhi NI in\nY\nMN Ñ\nEN\np\n“\nand\nrá\nY\nÑ\nI/ $\n%\n:\nE 'H\no\nMd\nPool\nga\nsy\ne\n1\n'\npa E\n18\nLe\n' Ú\nA\no\n”)\ne)\nel\n110\nMES\npe\na\nde\npil\nE\nUL” ee\nO\n¡AUS\nee\nbo\ny\nas\n1] 1]\ndl\nA\nIE\nmA\n4\nMi\nnl\nY\nES\na\n1%: el!\nea l\nbdo\nGAS",
  "page_2": "WHO WE ARE AND WHAT WE DO\nAs part of Tata Steel UK's commitment to reducing its impact on the environment, in September 2024 we confirmed an investment of £1.25 billion, inclusive of £500 million of support from UK Government, to transition to electric arc furnace (EAF) steelmaking in Port Talbot.\nWe believe this investment will bolster the UK’s steel security and would be the first major step towards decarbonisation of the country’s steel industry, reducing direct emissions by 50 million tonnes over a decade whilst maintaining our annual output of three million tons of steel a year.\nOur steel is integral for production in the automotive, construction, engineering and packaging sectors, with customers including BMW, Heinz, Jaguar Land Rover and JCB. We're excited by the opportunities offered to those sectors by our green steel future via an EAF.\nSince acquisition in 2007, Tata Steel has invested £4.5 billion in its UK business, highlighting its commitment both to its UK operations and the communities in which it operates’. The additional investment in the EAF project further highlights Tata Steel’s commitment to the UK and marks a significant step change in the UK’s industrial strategy — preserving steel making, and the jobs and associated sectors, for decades to come.\nFurther information regarding Tata Steel UK’s decarbonisation journey can be found on greensteelfuture.com or by scanning the QR code:\nak\nPUBLIC SUPPOR\n7%\n66 %\n64 %\n\nyw\nWe provide a vital foundation for many of the country’s key strategic supply chains.\nTata Steel contributes approximately £1 billion to the UK economy on an annual basis.\nTata Steel is the only UK steel company with significant domestic R&D activity with research facilities at Imperial College London, Royce Institute Manchester, Swansea and Warwick universities.\n_>\nTata Steel supports and works with thousands of organisations in the UK, with hundreds of those based in Wales.\nWALL\nLae\nNG\nTata Steel commissioned YouGov polling to understand public attitudes towards the UK steel industry.\nof British adults think UK Government should invest in UK steel to support jobs and manufacturing.\niL!\n*/3\nof British adults think we should have a secure British supply of steel, even if it is more expensive.\ntT\nof Conservative voters and 68% of Labour voters believe it's important to have a secure British supply of steel.\nof British adults support the UK Government investing in the steel industry to support with decarbonisation.\nof British adults would actually prefer government to use environmentally-friendly steel over cheaper steel in UK public construction projects?.\nTata Steel has committed to invest £1.25bn - inclusive of £500mn in UK Government support oll, - to build a state of the art Electric od Arc Furnace at its Port Talbot site. This will preserve 5000 jobs across ee the UK and ensure steelmaking for generations to come.\neas",
  "page_3": "TATA STEEL UK’S BUSINESS:\nOUR SITES\nee\nee\nee\nSHOTTON\nGalvanised and organic-coa\nsteels;\npanel\nSWANSEA UNIVERSITY, e @°2 ee oo”?\nResearch and Development'.” e © ooo? e\nSteel and Materials dr\ne,2\nTROSTRE\nPackaging steels e@\nee? @eooee\ne® @eee\nee\n@e® @e eoee\ne®@\ne® ee\nLe >a) ee? COC C®\nSURAHAMMARS BRUK,\ne®\neee @eoeee\nSee,\na\nee @6 o% ee @eee Clee,\n©\ne\nSWEDEN\nCe e.e OAL @oee @00000® -\ne@800@\nCe\nee ef ©0CCCOeg\ne\nElectrical steels\nSes @,e oe 2 @0eSPCCes, 0000ee\n0% 0° ee\n© ee? © 0M o* 960 0OPOe\noe %« eX e,530@ e® @0SS8@\nfe e ee? PO ON\neee\ne,2@\nSHAPFELL\n@c® Oey eee @® ooees\n¢e@6@\nee\nCAA\nLime manufacturing\nee, © eee e208 Seo @°e@\nSee\nOOO aa | eee\nCele ee\n©@\neee0e ee\n©\nee\ne008\neeee\neee\neee0e\nee\neeee\n©0000 eee08\nHARTLEPOOL\nee\nee@\nee\neee\nGee ©eee0\n@eee6¢\nee\ne ©\ne\n®\nLee hb)\nPipes and tubes\neee\nSee\nCooe? 0% @eeeee\n©eee00e\nS®eec50e\nge e®\nee\noe,0 ee\noe?\nOA e@ee0 eee SHEFFIELD\noa? *. P 0* ee\n®e0\nSustainability and\nee ere yr\n®e0e\neee\nri)\nOOOr\nee\nEnvironment\nPOW o°e\",9 ©\no*o*®\nCo, Se0@ |e eo?\n20 o* 2\n( )\nee\nCecceee®\nLX)\nGe\ne/e\ne\nC0cee ee ego Qe\ne\n“eoceceee® @®\n~~\nOOD\nee Cee0e eeee Tubes\neee\n0°\n0 920\nee OOO\n@\neoooeet”, @®\n®eee\note eeoeee® ee oe e® (MP (PERIAL COLLEGE\n©00000°!, 20% Oe) eee? ®@e@\nre\nCe Peeceecee® ©000ceel 0% POD e, Research\nee o% ee\n© oGe cee eee\n0 e'e® e®\nand Development\noer\ne\n-\neee? @®@ ee\n-SUNIVERSITY\nee eee je oe%, @® e®\ne008 ee\nCeo50o eeee Th\n@Cecce eeee @oe @@ e A »\ne\nResearch\nand Development\nCaogeeee? @@ e\nCe\n©eeecee\nSecoce\nee\nROUNDOAK, DUDLEY\ne\nGe\nDistribution\nLLANWERN\nCold rolled and\nWEDNESFIELD\ngalvanised steels\nCAERPHILLY\nProcessing and\nSteel for houses\ndistribution\nTHE HENRY ROYCE INSTITUTE 28 ®ee @ Ce e® e eee\nResearch and Development\nProcessing, .\neeeoe\neco\neee\nee\nee\nee¢eo\neee ee, eeee\nee\ne@\neee\nOT ed et\nOt\ne¢e\nee\neeenceet®\ne@\neeee\neee\nsysterhs © °\nee?\nee eee\ne®\ne POO eee\nee\noot eee eee Cee ee\no°°\nee\n@ rh J @e¢ @@\nee\nCe e%ete\ne 0° e e\ne ee\n¢€\ne*,ee\neee eee @e@\noeee® ¢€@ eoe¢\ne eeoe\nSe e\nee\nPORT TALBOT\nHot and cold rolling;\nEAF online 2027\n@oe eoeee\n@eoee\nOF WARWICK\ne@ @\nee\nLISBURN\nee 0\n0000000000000 000008\n©0000000000000800000008\nee 00000000 ee\n000000000000 008 ee\n0000000000000 008\n©0000 000000000008OOOOOO8\n©0000 00000000O0OOOOOOOOO\n0000000000000 000008\n©0000 00008000888080000H0008\nee\n000000\n©000008\n000000000008\n000000\n00000000 ee\nC00CCCOHOe OO\n000000\n$2\n©00000\nTata Steel in the UK also includes facilities in France,\nGermany and Norway, and sales offices across the world:\nEurope Spain, Italy, France & Romania\nAmericas USA, Mexico & Brazil\nMiddle East Turkey & United Arab Emirates\nAsia India & China",
  "page_4": "SECURING A SUSTAINABLE FUTURE FOR UK STEEL\nAs heavy industry across the UK moves with pace towards more sustainable operations, aligned with the UK's net zero ambitions, creating a competitive policy and regulatory environment as well as incentivising investment and innovation has become of the utmost importance to UK Steel producers.\nTata Steel UK is urging government to:\n1 Partner with the steel industry to capitalise on the opportunities offered by the future growth of UK manufacturing Address UK industry's high energy costs Resolve the threat of carbon leakage and secure the UK’s carbon border Place scrap steel at the heart of the green, circular economy Ensure the UK is protected from global steel overcapacity Support UK Steel producers through increased public procurement Put UK steel at the heart of the green economy\n1. PARTNER WITH THE STEEL INDUSTRY TO CAPITALISE ON THE OPPORTUNITIES OFFERED BY THE FUTURE GROWTH OF UK MANUFACTURING\nAs one of Britain's largest industries, steel is also one of its biggest emitters. Tata Steel UK has long recognised the urgency needed to transition to near-zero emissions and is excited by the opportunities a decarbonised steel industry can play in building a successful low-carbon economy and supporting a range of industries, from automotive to construction and renewable energy.\nAs the largest investment in the UK steel industry for decades, our £1.25 billion EAF project will safeguard UK’s steel sovereignty, secure steel making in Port Talbot and preserve 5,000 jobs.\nThe wider UK steel sector is committed to reducing 80% of its emissions by 2035 and achieving Net Zero steel production by 2050. Our sector wants to work in partnership with government to achieve these aims, through matched public-private investment and government policy which supports a sustainable future for the sector.\n2. ADDRESS ENERGY COSTS FOR THE STEEL INDUSTRY\nThe UK steel industry faces some of the highest industrial electricity prices in the world, which erodes the industry’s short-term competitiveness and hinders our ability to invest in low-carbon technologies for the longer term. A recent UK Steel report found that UK steel producers pay up to 50 percent more than competitors in France and German, amounting to an additional £37 million per annum in electricity costs’.\nTata Steel UK welcomes the initial steps taken to reduce business energy costs, including an exemption on energy levies and further relief on network charges.\nWhilst these measures will reduce policy and network costs for energy intensive industries like steel, it has fallen short of what is provided in Germany and France, which exempts industry from up to 90% of network charges compared to the UK’s lower 60% compensation scheme. Similarly, the Ofgem Targeted Charging Review (TCR) has led toa considerable increase in the network costs faced by Energy Intensive Industries and for Tata Steel UK’s EAF project.\nThe UK steel industry will also continue to face higher wholesale electricity prices than its main European competitors due to a high proportion of gas in the UK power-mix.\nLong-term reforms are needed to bring down delivered electricity prices beyond 2024, including wholesale market reforms focused on improving energy security, by developing a high degree of domestic energy production mainly from renewables, in addition to stable and affordable prices for industry.\nThe UK Government should bring forward further measures to reduce energy costs as early as possible, including further increases in network charge relief for Ells, to ensure a level playing field with competitors across Europe.\n3. INTRODUCE UK CARBON LEAKAGE MEASURES BY 2026\nThe intensity with which steel is traded internationally and the energy intensity of its production means the sector is at very substantial risk of carbon leakage, as it faces carbon compliance costs not borne by competitors which operate in jurisdictions where climate risk mitigation policies are less mature.\nOne solution to this risk is the introduction of a Carbon Border Adjustment Mechanism (CBAM), which is a tariff on carbon intensive products entering a specific market while seeking to establish a fair basis for competition — a level playing field on carbon costs.",
  "page_5": "Tata Steel UK remains supportive of both a UK and EU CBAM and welcomed the Government's announcement in 2023 to introduce a UK CBAM to enable sufficient and robust carbon leakage protection.\nHowever, the UK CBAM implementation date of 2027 is later than the EU implementation date of 2026. As a result, during 2026, the UK will be exposed to imports from countries subject to a lower or zero CO2 compliance cost. Misalignment with the EU will also likely result in increased costs and barriers to trade for UK exporters in EU markets.\nThe final design of a UK CBAM will be crucial to its effectiveness and care needs to be taken to avoid undesirable outcomes. Carbon leakage measures require a whole-system approach and we are concerned that two critical carbon leakage mechanisms, the emissions trading scheme and CBAM, are being developed in silo. Recent consultations on CBAM contain no details on how the reduction in UKA free allocation from 2026 interrelates with the UK CBAM implementation timetable.\nFurther consideration should also be given to the import of steel containing goods and competing materials. There is a high risk that manufacturers will move their operations outside of the UK and EU and import carbon intensive finished goods into both markets tariff-free to the detriment of UK manufacturing.\nA UK CBAM must be brought forward to 2026 to ensure alignment with the EU. Further measures such as Mandatory Product Standards must be considered as part of a package of reforms to ensure a level playing field for UK steel producers.\n4. PUT SCRAP AT THE HEART OF THE CIRCULAR ECONOMY\nBlast furnace steel production relied on imports for up to 90% of its raw materials, with iron ore and coal shipped in from as far as Australia, South Africa and South America.\nAs Tata Steel UK transitions to more sustainable forms of steelmaking via an EAF, our number one raw material requirement will shift towards scrap steel.\nBy 2030, UK scrap demand could increase by 70% and global demand by 30%, and this will continue to accelerate into 2050. The UK is fortunate to generate more than 10 million tonnes (Mt) of steel scrap each year and is well- positioned to use this resource in electric arc furnace steelmaking and spearheading the circular economy’.\nOver 80% of the UK's scrap is currently exported and the majority of scrap material is sent to countries with lower environmental and social standards. In many cases, UK scrap steel is converted into new steel products and re-imported to the UK which undercuts domestic manufacturing and significantly increases the carbon cost of exporting scrap.\nTata Steel UK is supportive of measures which have been\n\nproposed by both the steel and metals recycling industry to regulate the scrap market to increase UK retention of scrap. This includes waste export regulation that prevents exports of scrap to countries with low environmental standards. Any further regulation must also be considered alongside measures to incentivise domestic processing to ensure the metals recycling industry is able to support the future of green steelmaking and the UK's circular economy.\nThe UK should look to regulate its exports of scrap to uphold environmental standards, enable fair competition and incentivise domestic scrap processing.\n5. ENSURE ROBUST TRADE DEFENCE MEASURES\nThe UK steel industry has long faced the challenge of rising global overcapacity, rising protectionism and, as a result, rising trade diversion.\nIn 2023, the gap between global capacity and crude steel production surged to 610Mt. This excess capacity alone corresponds to 33% of global steel production and is over 60 times the size of the UK market®.\nStrong and robust trade defence is crucial if the next UK Government is to provide a level playing field for UK steel producers, alongside measures on energy costs and carbon leakage.\nThe Trade Remedies Authority initiated an extension review of the safeguard measures in September 2023 and on 26 June 2024 the Secretary of State announced that all 15 product categories were to be extended until 2026, a commitment welcomed by Tata Steel UK.\nBeyond 2026, following the expected expiration of the measures, the UK will need to consider a holistic approach to addressing overcapacity, supporting its own markets and ensuring a competitive landscape for UK steel producers. Policy areas, including public procurement of steel, have a role to play in this, but given the UK’s anticipated move towards greener methods of steel production, it should also consider measures with respect to countries with lower environmental standards.\nThe UK must be ready to take a stronger stance on trade remedies, making them more accessible to industry, developing a clear position towards countries with significant excess capacity and forming alliances with like-minded countries to address the existing challenges in the steel sector.\n6. INCREASE UK STEEL IN PUBLIC PROCUREMENT\nProgress has been made on an updated Procurement Policy Note (PPN) on steel which outlines a new contractual requirement for all those purchasing steel for public",
  "page_6": "projects to record and report on its country of origin.\nThis will help both UK Government and industry gain a clearer picture of where steel is ‘melted and poured’ - initially created before it is processed into other products. The UK and Welsh Governments have an opportunity to work with and support the steel industry by setting clear, indicative targets for domestically produced steel to be utilised in public projects. There is also an opportunity to incentivise the private sector to support domestic manufacturing supply chains — benefitting business and communities, whilst encouraging the use of UK-made steel.\nConsideration should be given to the US, where robust policies such as the Build America, Buy America drive the purchase of US-made steel, whilst the Inflation Reduction Act provides tax incentives to companies sourcing from domestic manufacturing supply chains.\nThe UK Government should look to set hard targets for domestically made steel in public projects and, where possible, incentivise the private sector to source from domestic manufacturing supply chains.\n7.PUT UK STEEL AT THE HEART OF THE GREEN ECONOMY\nResearch by Tata Steel has found that the UK will need to produce 10 million tonnes of steel to become energy self- sufficient.\nWithout an indigenous supply of steel, the UK will continue to be reliant on steel imports for renewable energy projects, leaving us at the will of global political events and market forces. If the UK is to mitigate delivery risks for infrastructure projects and bolster national security, then local, sustainable and resilient supply chains must be developed.\nTata Steel UK is excited by the opportunities a decarbonised steel industry can play in the future of UK renewable energy — notably, the possibilities for floating offshore wind in the Celtic Sea.\nSteel is one of the world’s most highly recyclable products, making it the most sustainable solution for floating offshore wind. Tata Steel UK’s vision is one where green steel is produced in Port Talbot, utilising UK scrap steel material and producing the structures for floating offshore wind.\nMore widely, as the UK increasingly looks to renewable forms of energy, Tata Steel UK’s product range can serve the necessary growth in CCUS, hydrogen, solar, nuclear and Small Modular Reactors, tidal and onshore and offshore wind. If it is not made of steel, it is made with steel.\nIt is vital that locally produced steel and local supply chains are utilised in the manufacturing, construction and deployment of major infrastructure projects, including floating offshore in the Celtic Sea - supporting the local economy and ensuring South Wales is at the heart of Wales and the UK's green energy revolution.\nFAQS\nQ. Is steel made from EAFs an equal replacement for‘virgin’/ primary steel? Does the UK leave itself vulnerable by abandoning its ‘virgin’/ primary steel capacity?\nA: When iron-making furnaces were first built in Port Talbot, they could be supplied with locally produced iron ore and coal. Making ‘virgin’/ primary steel in Port Talbot means importing millions of tonnes of iron ore and coal from around the world to feed the blast furnaces. More than 90% of these raw materials are imported from a small number of suppliers in countries as far away as Japan, Brazil and Australia, leaving both Tata Steel and the industry more broadly exposed to global events and market forces.\nIn the coming years, the UK's abundant supply of steel scrap and increasing levels of renewable electricity will be able to feed and power Tata Steel’s proposed EAF. This means the UK's domestic self-sufficiency would increase — from just 10% of UK-sourced raw materials today to about three-quarters with an electric arc furnace - making steel production more resilient to adverse global events and supply chain risks.\nThe resilience and sovereignty of the overall UK steel industry would also be significantly enhanced through this transition.\nTata Steel has also made clear that, with the right investment and policy environment, it is open to further investment, such as in a direct reduced iron (DRI) plant. Tata Steel UK would look at the case for a potential DRI plant in the UK if the business conditions are right and, if in future, the Government supported further investment.\nQ. The job losses you have announced will have a devastating impact on Port Talbot and any other areas affected. How can you justify such proposals?\nA: The multi-union proposal to maintain one blast furnace through the transition would have incurred at least £1.6 billion of additional costs (including higher operating costs and capital expenditure), created significant operational and safety risks, and threatened the business's future continuity.\nTata Steel UK understands the impact our plan will have on many of its employees, their families, the community, and the wider supply chain. That is why we have put forward the most generous employee redundancy package in our history in addition to further support for the UK Government Transition Board to support those impacted and the wider community.\nWe recognise this is a challenging period of change and we are committed to supporting all those impacted by the transformation through appropriate enhanced redundancy terms, skills training, community-support programmes and job-seeker initiatives.",
  "page_7": "Q. Why has Tata Steel chosen EAF technology over a DRI plant with the capability to produce ‘virgin’ steel from iron ore?\nA: Our proposal to invest in a EAF mirrors the successful installation of this low-carbon technology in other major steel-producing markets such as the United States, where emissions have been cut while guaranteeing production of complex, high-quality steel. More than 70% of steelmaking in the United States is now EAF-based. In Europe this figure is 40% and expected to rise sharply in the coming years as steelmakers make the switch from blast furnaces to electric arc furnaces. But our focus on EAF technology would not be the end of our decarbonisation transformation in the UK. In fact, the installation of an EAF should be seen as part of the future transformation of Port Talbot in which a DRI plant could be added, provided there was financial support available and the business conditions were right (e.g. having access to competitively-priced natural gas and then green hydrogen, which is not the case currently).\nQ. Could a direct reduced iron (DRI) plant replace the jobs lost from Port Talbot's heavy end?\nA: DRI, or similar HBI (hot briquetted iron), plants around the world do not employ the same number of jobs as a steelworks heavy end. They typically employ around 200 people. For example, voestalpine created 190 jobs at its Texas plant which can produce 2 million tonnes of HBI by reducing iron ore. HBI, like DRI, is used in EAFs.\nQ: Why did you choose electric arc furnace technology over hydrogen or carbon capture?\nA: We chose EAF technology for this proposal for a number of reasons. Firstly, the UK exports more steel scrap metal than every other country around the world, apart from the United States. We export 8 million tonnes a year, often to countries with lower environmental standards. So we have a plentiful and reliable supply of steel scrap here in the UK for EAF technology and it makes more sense to re-make it into new steel products here for British and other manufacturers.\nSecondly, EAF technology is an incredibly well established and proven way of making high-quality steel. Steelmakers in the world’s largest economy, the United States, have invested heavily in new EAF steelmaking technology in recent years, and we've seen first-hand the dramatic developments they’ve made to enable them to produce some of the highest-quality steel grades for customers.\nThirdly, many of our existing ‘heavy end’ plants — such as coke ovens and blast furnaces — reached the end of their operational lifespans. Further investment in traditional blast furnaces is not financially or environmentally viable due to the increasing environmental and carbon costs. Additionally, investment cycles for new heavy end plants are typically more than 20 years, which means if we were to invest in new coke ovens or a blast furnace today, we would be committing to using coal to make steel beyond 2050. However, the UK government has made clear it wants to phase out the use of coal. More than any other technology,\nEAF technology is tried and tested.\nQ. Is EAF-produced steel a lower quality than blast furnace-produced steel? Won't this mean that Tata Steel UK will not be able to make the same products for customers?\nA: EAF technology can already make 90% of the grades of steel which blast furnaces can. Adding an iron source to the scrap in the EAF — i.e. direct reduced iron, hot briquetted iron or pig iron - would enable Tata Steel UK to manufacture the most demanding steel products for customers.\nThe United States has arguably led the way in developing ways to produce more complex grades of steel using EAFs so they can be used in some of the most demanding end uses, including in the automotive industry. Automotive and packaging companies are already buying flat steel products made in EAFs. With additional R&D, supply chain collaboration, and development of the UK’s scrap supply chain, Tata Steel firmly believes it will be able to supply the full order book by the time the proposed EAF comes online.\nQ. When will electric arc furnace technology be operational at Port Talbot and how much steel will it produce?\nA: The EAF in Port Talbot is expected to be up and running within three years of securing regulatory and planning approvals.\nQ: With the EAF under construction, how will Tata Steel UK uphold its already existing contracts to provide steel to businesses across the UK?\nA: Through the transition process, Tata Steel UK will ensure a continuity of supply to customers through the downstream and steel processing centres using imported semi-finished steel primarily from Tata Steel plants in the Netherlands and India.",
  "page_8": "www.greensteelfuture.com\nWhile care has been taken to ensure that the information contained in this\nbrochure is accurate, neither Tata Steel UK Limited nor its subsidiaries accept\nresponsibility or liability for errors or information which is found to be\nmisleading.\nCopyright 2024 Tata Steel UK Limited.\nPublic Affairs\nTata Steel\nAbbey Works\nPort Talbot\nSA13 2NG\nTata Steel UK Ltd\nEnglish version 1\nFront cover image credit: Viktor Macha"
},
  "language": "Languages.SPANISH",
  "total_pages": 8
}
