{
  "file_name": "184_1768.pdf",
  "pages": {
  "page_1": "THE\nMULTI-\nUNION\nPLAN\nFOR TATA\nSTEEL UK\nSecuring the future of steelmaking and a just transition for the workforce\ncommunity\n2...\n——=\n|\nUNION",
  "page_2": "G5\n*A\n—\nah\nawl\nre\nPray\n*\n“ft\n: =\n=, te\n*\nSUMMARY\nOn the 15th of September 2023 Tata and the UK Government announced a deal to invest £1.25bn to decarbonise steelmaking at Port Talbot through replacing the blast furnaces with a 3mt Electric Arc Furnace (EAF), with the potential loss of 3,000 jobs. This deal, the manner in which the announcement was made, and the complete absence of consultation with the unions leading up to the announcement, has been resoundingly condemned by the trade unions. In addition to the threat to jobs and steel communities, the proposal would slash the UK’s steelmaking capacity by nearly Imt, make us highly reliant on a UK scrap supply chain that does not yet exist, and end our ability to make virgin steel leaving us highly reliant on imports.\nThe proposal to build a simple 3mt EAF would lock us into a single technological approach, producing a significantly reduced and limited portfolio through recycling scrap steel in an EAF, which would be substantially less green than the more-ambitious mainstream decarbonisation strategies being adopted by our main competitors. We believe that Tata and the Government are pursing ‘decarbonisation on the cheap’, and we are extremely concerned that high-value parts of our portfolio, notably relating to packaging and automotive steels, cannot be produced through the EAF route. An EAF-only approach would therefore threaten the future of crucial downstream operations including the Trostre and Llanwern works, adding to the potentially devastating economic and social consequences, particularly for South Wales.\nThe National Trade Union Steel Coordinating Committee, comprising of representatives of the steel unions Community, Unite and GMB, obtained agreement from the company to engage the services of the independent steel experts Syndex, to advise the unions on the company’s proposals and develop potential alternatives. The unions reaffirmed the principle red lines first set out to Syndex in 2020, when discussions on the decarbonisation of Tata Steel UK (TSUK) were first initiated, which are that any decarbonisation strategy must secure a sustainable future for steelmaking at Port Talbot and protect all the downstream operations, and crucially it must be deliverable without any compulsory redundancies.\nOn the 8th of November Syndex presented their findings to a multi-union meeting comprising of the members of the National Trade Union Steel Coordinating Committee and senior lay officials from Community and Unite. A range of options were presented and discussed, and subsequently the representatives unanimously endorsed the plan set out in this paper. This multi-union plan was presented to senior representatives of Tata Steel on the 17th of September, and the unions’ secured ad commitment from the company to engage in constructive consultation on the contents of our plan. Since this meeting, Syndex has been engaging with the management in a review of the multi-unions’ proposal.\nThe multi-union plan is based on a phased transition over a decade to in order to deliver a just transition for the workforce. Central to our plan is maintaining at least the current 3.2mt production volume of finished steel and to deliver that, and to manage the risk associated with introducing EAF steelmaking without an established scrap supply chain or existing expertise, we propose to invest ina smaller 1.5mt EAF to run in tandem with Blast Furnace Number 4 (BF4), with its 2mt liquid steel capability, until at least 2032. The technology choice to succeed BF4 will be kept under review, given the rapid pace of technological developments in low-carbon steelmaking, and may constitute either d second EAF or an Open Slag Bath Furnace (OSBF) plant to facilitate the production of steel primarily from iron ore.\nWe are also convinced of the necessity to develop a Direct Reduced Iron (DRI) plant at either Port Talbot or another appropriate UK site, with the potential for sharing the output of the plant across the other British steelmakers. A domestic DRI plant would secure the UK’s sovereign capability to produce steel from iron ore, which we consider to be strategically important in the global context of fragile international supply chains and increasing nation-first sentiment. The unions have always believed that retaining our ability to make virgin steel is essential to the UK’s national and economic security.\nThe multi-union plan is endorsed by the steel unions Community and GMB. It should be noted that at the time of writing Unite, the other steel union, had withdrawn their support.",
  "page_3": "THISIS\nABAD\nDEAL\nFOR\nSTEEL\n— A\n<< 4\n<< 4\nEXISTING\nSlab semi-finished\nThick Slab\nproduct\nCasters 1&3\n4,\n¢ Ve’ , ¢ \\ ee’ 9 ¢ \\ en’ 9 ¢ \\ en’ , ¢ \\ en’ ’ ¢ \\ ee’ 9 ¢ \\ en’ ,\n@ = =a = => => =\n2.5mtpa Hot Rolled Coil\nFollowing years of uncertainty Tata and the UK Government reached an agreement that would see £500m of UK taxpayer money invested into Port Talbot. This would be matched with investment from Tata Steel resulting in a total investment of approximately £1.25bn. This money is intended for the installation of a single 3mt EAF at Port Talbot, with the expressed aim of decarbonising steelmaking and moving TSUK onto a sustainable footing.\nTata and the UK Government’s bad deal for steel poses a large number of risks not only for the Port Talbot plant but also for the wider UK economy. First and foremost a simple large EAF only approach fails to meet the current Port Talbot portfolio. The main risk resulting from 3mt EAF solution is that of a limit of the volume of steel produced in the UK, and in particular the volume of steel produced by TSUK, leaving a higher share of the 4mt flat steel UK market to be taken up by imports.\nii.\n>\n4 a\n“ f\nScrap, Pig iron\n& HBI\nee\nOt\nEXISTING\nHot Strip Mill\nThe production process proposed by\nTata and the UK Government\n»»>\na\nm\ny |\nPoe\nNEW\n1x 320t EAF\n»»>\n|_|\nY__|\nW-.\n| oe \\ |\n|_|\nY__\nwa”\nWw\nNEW\n2 x Ladle\nFurnaces",
  "page_4": "A 3mt EAF with the targeted balance of scrap and ore based metallics, i.e. pig iron and Hot Briquetted Iron (HBI), would produce d maximum of only 2.5mt of finished steel. The current capacity of Port Talbot is 3.6mt, the main constraint being the Hot Strip Mill (HSM), with 3.4mt finished steel deliveries. A 3mt EAF is a no return-no regret decision, at a time when all the steelmakers including Tata Steel in the Netherlands have opted for a staged approach.\nThe industry is concerned by the limited supply of scrap in the future and new solutions produce decarbonised steel with iron ore have reached industrial scale. As the HSM limited to 3.6mt, and this volume is already a challenge, when the BF4 will close, the probability to see additional capacity built is almost zero.\nto\nis\nA smaller EAF would maximise the utilisation of the HSM and allow a staged transition Indeed, maintaining the BF4 while installing a 3mt EAF would result in more steel than the HSM can produce. The risk to see the BF4 close immediately when the EAF would be ready is almost sure. This would just delay the current plan by three years, without de-risking the transition and resulting in 3000 direct jobs immediately lost.\nA 3mt EAF, one of the biggest in the world, would face serious technological challenges At first, it will require a connection to the grid which is not yet available. Guarantees for a sufficient connection in due time are supposed to be confirmed soon. The National Grid will need to deliver a new substation. Similar projects required 2 years in the UK but longer times resulting notably from the possible challenge of the permit application have to be taken into account. The request from TSUK is limited to the power required for ad 3mt EAF only and nothing else.\nOne of the highest risks of Tata and the UK Government’s deal will be the overreliance on the external supply of clean scrap, HBI and pig iron. These three materials will be required to feed the EAF at Port Talbot, and each comes with a high risk.\nWhile the UK is an exporter of steel scrap, there is not enough clean scrap available within the UK to meet the needs of the proposed EAF. Experts on the UK scrap market have expressed their concern regarding the difficulties the current project would face. To secure the required scrap, investment into scrap enrichment will be required, as per the multi-union proposals, but also more time would be needed to align the different market stakeholders. TSUK cannot take the risk of shutting down the heavy end without a guarantee of the supply of a key raw material for the 3mt EAF.\na,\n— i) |)\n~~\nte\na\na\nAY @&\n=.\n—\nee |\n‘iw\n| aad\n——— eee\nFm |\ny\n\\\na\noe 6\n———\n—)%\\,—\nf\nnd\nwry\nae\n7\nSF\n| it BZ,\nnn\neg ee\na.\na\n' =\nsk\n= i",
  "page_5": "ep ff — oe\n7s\n~—we |\nhe\nP= al 4\nae\n~~ »\n——s aii *\nSee\nSS\nNS\n——\n—=\nSer\na\n* fee =? SG\nha\n-o\n—\n=_\nLan\nSe\noi — Pal gr at a Mee La F aa - i? = ‘_ha\" , a a | i iL “/. 4 * +a ans Bests nals a Pa! ae re AP ae te — #\nee Je\nties\n—_ a\n—a\n=\na\na =\n‘s\nfy ite re (ee BY ak ee ry is a. - wf i, ~, a Lge Ee a = a ols Se, +e ys et =~ as eo a ta = a Se aft oe J eal Pi ant = bi ie\nne oe,\nee\na\nGreen HBI is not currently commercially available, with only a few small start-ups currently beginning to operate. This would mean that any HBI used to fuel the 3mt EAF would surely be highly carbon intensive This simply moves upstream the carbon emissions of steel production and completely undermines the stated aims of the UK Government and TSUK in opting for this decarbonisation approach\nPig\nlron would also more than likely need to be imported from carbon- intensive countries, and is highly susceptible to the introduction of regulation similar to the EU’s Carbon Border Adjustment Mechanism (CBAM). A UK CBAM regulation would make the supply chain for pig iron unprofitable, as recently expressed by one the biggest suppliers pig iron in the world, based in Ukraine. Arvedi, the Italian producer often cited as the model for TSUK’s proposed decarbonisation plan, has recently decided to cut their reliance on imported pig iron. On the other hand, if BF4 is maintained online together with a smaller EAF, TSUK would have captive access to pig iron until other raw material supply chains (green HBI, clean scrap) mature\nof\nDespite the risks to pig iron supply chains that would come with the introduction of ad CBAM, Tata and the UK Government’s plan is highly dependent on the introduction of a CBAM for commercial success The plan assumes that the introduction of ad CBAM will see an uplift in price, making the site’s portfolio more profitable. However, the largely commoditised portfolio of TSUK might not see an uplift from the introduction of such regulation\nEAF producers in lower cost countries like Turkey, with no disadvantage in terms of their CO2 footprint, will target the UK market, notably as their own volumes come under pressure from the cheaper blast furnace production exported from China and India. European steelmakers transitioning to EAFs have all planned investment in DRI facilities while diming to switch to hydrogen-based DRI as soon as possible. For these companies, their steel grades targeted, their downstream capabilities and the prospect of a full decarbonisation result in differentiated portfolios, out of the range of low-cost countries. CBAM will protect\ninnovation, and not EAF-based commoditised\nproduction is\nthat not\nfully decarbonised\ntad OS",
  "page_6": "£\nyy\na\nny\ni\nics\nSy Sey:\nWa\nY\n- =\nNV\nwee\nSeg “ae\n#\nqt\nne\n=e\na nt\n— ort ec\ne:\n_—\n—_ =\n—_\n~ i\n<*\na\n|\nwi\nTHE PLAN\n=\nFOR STEEL\nThe National Trade Union Steel Coordinating Committee has worked with Syndex to develop an alternative plan to decarbonise Port Talbot and secure the future of TSUK. We firmly believe our highly credible plan would deliver a just transition for the workforce, safeguard the future of steelmaking and the downstream operations, and deliver on the climate objectives of TSUK and the UK Government. This alternative plan is full endorsed by Community and GMB, and was previously endorsed by Unite officials at the meetings held on the 8th and 17th of November.\nCrucially, our plan can be delivered with no compulsory redundancies, and it would protect the vast majority of jobs at Port Talbot and across the businesses. Our plan would also provide time to find a solution for the employees who see their roles impacted by the technological changes, with a responsible transition taking place over a decade.\nOur alternative plan, developed with the support of Syndex, involves an initial transition followed by a two-phase strategy of moving to green steel production at Port Talbot. During an initial transition period, between 2024 and 2028, Blast Furnace Number 5 (BF5) would close as it reaches the end of its lifecycle. At the same time, the coke ovens may also be closed, due to overriding health and safety and environmental considerations. BF4 will continue to run with a production volume of 2mt. Under our plan all downstream assets are maintained in use.\nExternal Hot Rolled Coil (HRC) and slabs will be purchased from external suppliers during this transition period, until the commissioning of the 1.5mt EAF. The import quantities required will be 50% of those needed in TSUK’s own plan.\nPhase 1, running from 2028 to 2031, would see the installation of an EAF producing 1.5mt liquid steel, mainly through caster 1. BF4 would produce 2mt of liquid steel, of this 1.7mt would go mainly through caster 3 for higher grades such as packaging, and 300kt for pig iron to feed the EAF.\nTSUK would then remain active on the scrap market during the transition (with even the potential to increase the scrap charge in the BOF-BOS to 30%). Caster 2 would be used intermittently and could feed a plate mill (not included in the plan but recommended by Syndex) together with other potential additional downstream assets aiming at displacing imports in the UK. This would see a 35% degree of decarbonisation and >40% recycled steel volume by 2032. The headcount required for a smaller EAF is similar to a large EAF but, because of its additional flexibility and lower input requirements, a smaller EAF can be ran with lower operational costs.\n|\n=\n——\n=\n=]\nae im\npet\nhs =\nVv i hes\na5 a\ny\nie\nwry:\nal\nst\nao\n|e\n—\nii, =\na ad\nat\nnu\n“\nri ent\nri\nel\nA Ce ore\nis\n:\n|\n_\n|\na\nmn eo lam,\n——\nand\ni\nEe ae\nkoe Bn\ni]\na\n——\na\n“Ie\n..\n— ——_\n(i TATA /\nSTEE|\nZ\nJ\n»\n¥\neae\n=| per OS Sa\nit\n==",
  "page_7": "~\n&\nIe\n,\nI\nbe\nia\nAl ihn Sti ghee\n=\nFY\n7s\n@\nww BRITAIN\nWE\nNEeEo Oo UR\n<a STEEL\nC”,\n--,\n>\ni\nOur we\n12%)\nrl\niF ws ih\n)\ni\nf i\nih\nHe)\nk\n_ ¥\naw\n/ y,\na\n- ;\n*\nYe\nA\n= fe vat yy\nhy\n~A~ _\nwe need\n1 Our steel\nfi\nBritain is\nTt.\n4,\nNOW\nre\ncommunity\n=\nPhase 2 would start in 2032. At that time, BF4 will have reached the end of its lifecycle and would be shutdown, while an additional asset of at least 2mt liquid steel capacity will have been commissioned. This could be an EAF or an Open Slag Bath Furnace (OSBF)/ Reduction Electric Furnace which, when attached to a DRI, is capable of producing hot metal from blast furnace grade pellets. This latter technology, adopted by Thyssenkrupp and favoured by other steelmakers for their second phase of decarbonisation (including ArcelorMittal, Posco and Tata Steel in the Netherlands), allows the production of virgin metal from common iron ore, the scarcity constraint typical of DR-grade pellets required for the EAF-DRI solution. It can also be fully decarbonised when hydrogen is used in the DRI.\nA staged approach with a smaller EAF in phase 1 was central to the strategy of TSUK until the recent announcement. Syndex had previously recommended to maintain the HSM and the casters, which in the previous TSUK proposal were supposed to be replaced by a thin caster. This was the condition to avoid the closure of Trostre. The proposal of the multi-union committee is based on the acceptance by TSUK that the HSM, the casters and Trostre are essential assets for the viability of the new setup, whereas the advantage of smaller EAFs have been largely accepted in the past.\nThe unions have also noted the proposal of British Steel to opt for two small EAFs following the risk analysis performed in relation to a 3mt EAF. There is surely no silver bullet, notably given the emergency of the current situation, but the proposal of the multi-union committee is clearly less risky than the current proposal of TSUK, which could end up with no steel making capability at all if the EAF commissioning is postponed or cancelled.\nThe current estimated capital expenditure costs for Tata Steel UK’s EAF and new downstream investment is £1.25bn. Syndex estimate the additional cost of the multi-unions’ two-stage plan at £683m. That would be £683m to immediately protect more than 2,300 jobs for over a decade and provide time to develop an adequate solution to look after everyone impacted by the decarbonisation, while also protecting the integrity of our steel industry, and the heart of the economy and community of Port Talbot. Third-party support will be required to support the additional capital expenditure and we look to the UK Government to further invest in a solution that will safeguard jobs and the future for UK steelmaking.\nThe analysis performed by Syndex concludes that during the transition period TSUK could deliver a positive EBITDA with one blast furnace maintained, with financial viability secured right up to 2032.",
  "page_8": "DIRECT REDUCED\nIRON FACILITY\ndn.\n——\na,\n=;\ntie\n——\n=\niol\na |\n“ih Fe\nSSS\n—*\nin\nby\n—\nrm\n——\n= a\n|\n€\nee —_ L\n4\n\"e\nA\n=_ — ae i\nBS\nba\nca\n8 ws\ni\nb\n=\n=\n—\nti - = oie (\\.\nf.11% TT\n=\n| i So\n=H\nes\nad bial\n—\nBilli ait = ta\nru\" qt iP ph,\n=|\n= Ft ob ie * #8\nve - fea\nae sree\noe a 5 =e\n|\n—\nrl ‘i\n=\n-_\n—_—_—-\nes\n—— — —— —\n—\ni LAA\na\na.\na\n— —— SS i =e\n=\n=\n14\nSe\nIf TSUK seeks to achieve a ‘green uplift’ from decarbonisation\nbefore the premium likely fades in 2030, it will have to source\ngreen HRC or slabs between 2024 and 2028 and then primarily\nuse green raw materials (decarbonised sources of metallics).\nThis is unlikely to be achievable due to the, as stated, over\nreliance of TSUK’s on carbon materials such as HBI\nplan high\nand pig iron likely imported from high carbon producing nations\nAs such the current plan will not deliver a green steel portfolio\nand will not receive a ‘green uplift’.\nThe full decarbonisation of EAF steel production, which in the\nproposed set up will still produce above Imt of CO2 per tonne\nof steel, and will require access to sufficient quantities of green\nenergy and green metallics. This can be achieved through\ninvesting in DRI facility and the supply of Hydrogen (H2).\na\nA DRI facility of mt DRI in Port Talbot at another TSUK site\nwould cost around £600m without the cost of H2 generation\ninfrastructure.\nIn the case of the second of our\nplan being Open Slag\nan\nBlast Furnace (OSBF), with 80% iron ore (BF grade pellets),\na 2mt DRI on site would be the required solution and this\nwould cost d maximum of £800m, including the investment in\ninfrastructure and contingency, the estimation\nas per\nof Syndex.\nAlternatively TSUK UK could partner with another UK steel\nproducer, such as British Steel, to build and operate a bigger DRI\nfacility.\n+ This would have capacity for expansion in the future and would\nprovide a UK based provider from which TSUK, British Steel and\nother steel manufacturers could purchase their DRI.\npu ES",
  "page_9": "CONCLUSION\nfy\na\nComets\n‘\na\na\ntos\ni\nbad deal for steel.\nprotect our\nbook and put us in a sustainable position where we can invest to increase our market share in the years ahead. It is an ambitious plan to\n|\ndecarbonise steelmaking at Port Talbot in that minimises risk and does not restrict to EAF-only steelmaking future,\na way\nus an\nso we can\n* Lat |\nadapt as the technology develops and we can keep with our leading EU competitors.\n2a\npace\nm.' ee\nMost importantly of all, it is plan that can deliver a just transition for the workforce, and a better future for steel communities and local mM aan\n=\neconomies across South Wales. Ours is a plan that can be delivered without any compulsory redundancies, and allows for natural attrition\ni4\nto play role accommodating those who wish to leave voluntarily.\na\nmay\ni\nOur multi-union plan is bold and ambitious, and it can safeguard steel production at TSUK for generations of steelworkers to come.\nThe steel unions Community and GMB commend this plan and we urge all stakeholders to get on board and back a credible and\ndeliverable alternative plan for Tata Steel UK.\nThis multi-union\nplan is a comprehensive,\n&\nIt is plan that ‘stop the bleed’ the transition period. It is plan maintain the UK’s industrial capabilities,\na can\nover\norder\ncredible and deliverable alternative and the\nto Tata UK Government’s\nA\na to\nSe,\nTh ah\n. F\nfl | iN\n= mg,\n-\nb pa\n‘i be ie\ni tr 2k\nar) & fe F\nue\n|\n\\\nLi\nH/ a\ni\n\\",
  "page_10": "BACK THE PLAN\ncommunity\nSSBRITAIN NEED OvUR\nraISTEEL",
  "page_11": "synaex\nKNOWLEDGE FOR ACTION\nSyndex is consultancy and a chartered accountancy, with 460 consultants across Europe with offices in Germany, Spain, Poland, The UK,\nIreland, Belgium, Romania and France. Syndex works only for workers’ representatives and unions.\nSyndex has an extensive track record in the UK and have supported workers’ representatives in key restructurings, mergers and\nacquisitions over the last decade. Syndex is recognised as a leading industrial expert in many sectors, most notably within the steel sector.\nWith its motto “knowledge for action”, Syndex brings not just knowledge, but also the expertise to make decisions and take action."
},
  "language": "Languages.ENGLISH",
  "total_pages": 11
}
