{
  "file_name": "185_1797.pdf",
  "pages": {
  "page_1": "BBVA\nCreating Opportunities\nResearch\nWeekly Summary\nEconomics of Climate Change\nApril 4, 2025\nGeoeconomic Fragmentation, a Vulnerability for the Climate Transition\nThe geoeconomic fragmentation triggered by geopolitical concerns makes climate transitions more vulnerable, for example in the EU, which depends on politically distant suppliers of decarbonization inputs, or in emerging economies, which rely on external flows of sustainable finance\nTrade tensions, structural change in the last decade. The current decade is seeing a much less favourable environment for global trade in goods, services or investment, a situation of which the incoming shock deployed by the US government is only an additional (big) leap. According to information compiled by Global Trade Alert, which tracks policy changes affecting global trade and investment, the number of restrictive measures for global trade announced each year on average during the current decade has grown by 75% compared to the previous decade (Figure 1)\nFigure 1. NUMBER OF NEW GLOBAL TRADE\nFigure 2. Global Trade in Renewable Energy Products’ Harmful Interventions (%)\nINTERVENTIONS PER YEAR\n9000\n209\n8000\n7000 ill\n16%\n6000\n5000\n129\n4000\n3000\n8%\n2000\n1000\n4%\n0 SS SSeS See SSE SSeS SEU EETLUELUDELUDLUD\nee ere ere ere BQBaersvwnereereeesg SSSS8SSSESSSESESS ere ere Se Se S\n0°\na =_ o wo i a = o\n@Harmful G@Liberalising\nSo = — — — — N N\no ao oa ao oa oa oa oa\nN N N N N N N N\nSource: BBVA Research from Global Trade Alert (Reporting lags understate the totals for recent years)\nSource: BBVA Research from Global Trade Alert (Reporting lags understate the totals for recent years)\nTrade restrictions to renewables are also increasing. In this scenario, some of the products most directly related to the transition to a decarbonised economy have also been affected, with a percentage of total restrictive measures rising from 13% in the last decade to 16% on average in the current decade. It is worth noting the upwards long term trend (Figure 2)\nWeekly Summary / April 4, 2025\n1: Critical Raw Materials, car batteries, and solar & wind energy technology components",
  "page_2": "BBVA\nCreating Opportunities\nResearch\nGeoeconomic fragmentation (GEF) is here, and the EU is vulnerable.” The raising of trade tensions is a key evidence of a GEF process, a policy-driven reversal of global economic integration, motivated primarily by strategic considerations such as national security, sovereignty, autonomy, or economic rivalry. The EU might be particularly vulnerable to GEF in relation to the transition towards decarbonization, primarily due to its heavy reliance on imports from a few providers of critical inputs such as rare earths or electric batteries -both of which play a vital role in accelerating the use of renewable energy sources and the adoption of electric vehicle (Figure 3). These materials are predominantly sourced from politically distant countries,* posing risks of supply disruptions and heightened geopolitical tensions.* Additionally, initiatives such as the EU’s Carbon Border Adjustment Mechanism (CBAM), intended to address competitive disadvantages for European businesses resulting from uncoordinated global climate policies, would stir international concerns and retaliatory measures, potentially exacerbating fragmentation.\nFigure 3. EXTRA-EU EU IMPORTS BY PARTNER AND KEY PRODUCTS (%)\nEVs\nVehicles\nSemiconductors\nElectric Batteries\nCritical Minerals\nRare Earths\n0\n10\n20\n30 40 50 60\n70\n80\n90 100\n@China United States Great Britain @Russia mTurkey Slsrael MRest of Asia BROW\nSource: BBVA Research, calculations from UN Comtrade data.\n2: Navigating a fragmenting global trading system: insights for central banks. ECB Occasional Paper No 365. 3: GEF does not include reversals driven by autonomous factors such as technological advancements, demographic shifts, or policies primarily motivated by prudential, environmental, labour, or human rights considerations. Ibid 2. 4: It remains to be seen what political and policy distance, and even in the institutions of multilateral governance, will remain between the US and the rest of the world (ROW) given the virulence and uncertainty of the unleashed trade war. 5: Furthermore, the EU currently lacks sufficient domestic extraction capabilities and faces considerable lead times and environmental challenges in developing these capacities, intensifying its dependency on external sources.\nWeekly Summary / April 4, 2025",
  "page_3": "BBVA\nCreating Opportunities\nResearch\nBox 1. How Geoeconomic Fragmentation can Impair the Allocation of Sustainable Investments®\nGEF exacerbates the already uneven distribution of sustainable finance between advanced economies and emerging markets or developing economies (EMDEs). Due to divergent regulatory standards and investor concerns about geopolitical risk, private investment flows critical for the climate transition may decrease. Specifically, differences in Environmental, Social, and Governance (ESG) regulations and heightened geopolitical uncertainties can limit cross-border capital flows and make it harder for EMDEs to attract necessary funding. Sustainable investment flows to EMDEs remain disproportionately low compared to advanced economies, driven by lower ESG scores in EMDEs, not explained solely by size, industry, or financial performance differences. Additionally, geopolitical fragmentation can cause increased financing costs for countries perceived as geopolitically misaligned, restricting their ability to finance transition efforts\nAllin all, geoeconomic fragmentation would undermine the global climate transition by intensifying trade tensions and supply chain vulnerabilities. The increasing number of restrictive trade measures, such as those affecting renewable energy, highlights a challenging environment, also exacerbating the unequal distribution of sustainable finance between advanced economies and emerging markets.\nHighlights of the Week\ny\nGlobal | Record-Breaking Annual Growth in Renewable Power Capacity. IRENA. With 585 GW of capacity additions, renewables accounted for over 90% of total power expansion globally in 2024.\nGlobal | Promising new technologies face market uncertainty in pivotal moment for global energy innovation - News - IEA. The report highlights recent progress and emerging risks across the energy innovation landscape worldwide, with investment trends uneven across different regions and sectors.\nGlobal | OECD urges strengthened co-operation to sustain trillion-dollar ocean economy. The report identifies key priorities for policymakers to secure a resilient and sustainable future ocean economy, balancing economic opportunity with environmental responsibility.\n6: Ibid 2.\nWeekly Summary / April 4, 2025",
  "page_4": "BBVA\nThe present document does not constitute an “Investment Recommendation’, as defined in Regulation (EU) No 596/2014 of the European Parliament and of the Council of 16 April 2014 on market abuse (“MAR’). In particular, this document does not constitute “Investment Research” nor “Marketing Material”, for the purposes of article 36 of the Regulation (EU) 2017/565 of 25 April 2016 supplementing Directive 2014/65/EU of the European Parliament and of the Council as regards organisational requirements and operating conditions for investment firms and defined terms for the purposes of that Directive (MIFID II).\nReaders should be aware that under no circumstances should they base their investment decisions on the information contained in this document. Those persons or entities offering investment products to these potential investors are legally required to provide the information needed for them to take an appropriate investment decision.\nThis document has been prepared by BBVA Research Department. It is provided for information purposes only and expresses data or opinions regarding the date of issue of the report, prepared by BBVA or obtained from or based on sources we consider to be reliable, and have not been independently verified by BBVA. Therefore, BBVA offers no warranty, either express or implicit, regarding its accuracy, integrity or correctness.\nThis document and its contents are subject to changes without prior notice depending on variables such as the economic context or market fluctuations. BBVA is not responsible for updating these contents or for giving notice of such changes.\nBBVA accepts no liability for any loss, direct or indirect, that may result from the use of this document or its contents.\nThis document and its contents do not constitute an offer, invitation or solicitation to purchase, divest or enter into any interest in financial assets or instruments. Neither shall this document nor its contents form the basis of any contract, commitment or decision of any kind.\nThe content of this document is protected by intellectual property laws. Reproduction, transformation, distribution, public communication, making available, extraction, reuse, forwarding or use of any nature by any means or process is prohibited, except in cases where it is legally permitted or expressly authorised by BBVA on its website www.bbvaresearch.com.\nCreating Opportunities\nResearch\nDISCLAIMER\nENQUIRIES TO:\nBBVA Research: Azul Street, 4. La Vela Building — 4th and 5th floor. 28050 Madrid (Spain). Tel. +34 91 374 60 00 y +34 91 537 70 00/ Fax (+34) 91 374 25 www.bbvaresearch.com"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
