{
  "file_name": "186_1798.pdf",
  "pages": {
  "page_1": "O) G\ne) The International\nLracking Standard\nJd oe)\nU\nFoundation\nFounder of I-REC\nHow the EU’s Carbon Border Adjustment Mechanism (CBAM) supports actual emissions reporting through PPAs and Energy Attribute Certificates (EACs)\nThe International REC Standard Foundation welcomes the adoption of the European Commission’s Carbon Border Adjustment Mechanism (Regulation (EU) 2023/956) in May 2023. Pulling together this world-first legislation is a complex and commendable feat and we fully support the Commission’s intent to both protect Europe from carbon leakage and to accelerate the decarbonization of global supply chains. This regulation sets a clear pathway toward mandated product emissions reporting for the numerous imported commodities outlined in Annex I, including iron, steel, cement, aluminum, fertilizers, electricity, and hydrogen. During the CBAM’s upcoming transitional period (1 October 2023 until 31 December 2025), data will be collected from the importers of these products to inform future regulations and rules from the Commission. This will include the release of an implementing act (pursuant to Article 7(7)) to further define how indirect emissions from electricity usage should be calculated. In 2026, indirect emissions accounting will be mandatory for products such as cement and fertilizer that are not listed as exempt in Annex II, with the expectation that the other Annex | products will also need to account for indirect emissions at a future date to be set by the Commission.\nWe are pleased to see that the Commission incorporated stakeholder feedback (such as our previous guidance) into the final design of the mechanism to include contractually defined emissions ownership for embedded emissions claims. In simpler terms, the Commission has now made it clear that CBAM-adherent commodity producers (declarants) will have the option of either using default emissions factors for electricity emissions (Annex IV, point 4.3) or applying actual indirect emissions if they can prove a direct physical link or power purchase agreement (PPA) with a renewable electricity producer for an equivalent amount of electricity used in their commodity’s production (Annex IV, point 5 & 6).\nIn practice, we believe the Commission’s definition of PPA provided in Annex IV point 1(f) will be interpreted broadly to include any contractually defined emissions ownership agreements between energy producers and users. It is useful to note that the term ‘PPA’ is not always applied consistently across the world. What is clear however is that all PPAs rely on energy attribute certificates (EACs) to provide their renewable claims. These EACs the basis of the\nprovide\ncontractually\nThe International Tracking Standard Foundation: Founder of I-REC\nDe Mortel 2D\n5211 HV, ‘s-Hertogenbosch\nThe Netherlands\nwww.trackingstandard.org\nT: +31 20 399 7223",
  "page_2": "O) G\ne) The International\nLracking Standard\nJd oe)\nU\nFoundation\nFounder of I-REC\ndefined emission ownership required by CBAM and can be utilized to support the implementation of the CBAM.\nBroadening the interpretation of PPAs to include EACs is not only logical but also supports the transparency and robustness of the CBAM. EACs have already been implemented in the EU—as defined in the Renewable Energy Directive—in the US and in many other countries in the world (such as the 50+ countries adherent to I- REC’s International Attribute Tracking Standard). These existing mechanisms can and should be leveraged by CBAM declarants as complementary tools to verify the embedded emissions of each product imported into Europe. Moreover, EACs can ease adherence for both declarants and verification bodies, by providing a trustworthy foundation for claims of renewable electricity usage, as well as other production inputs such as hydrogen, biomethane, and durable carbon dioxide removal credits.\nOur guidance to the Commission for future implementing acts\nWhilst the CBAM regulation is highly prescriptive in some areas, other elements require further attention and clarification through implementing acts and the establishment of best practices during the CBAM’s transitional period. We highly recommend that the Commission considers the following key principles to ensure the CBAM’s successful implementation:\nPrinciple 1: Pursue clarity, simplicity, and consistency between key pieces of EU legislation\nUnlike previous EU climate and energy legislation, the CBAM has a global reach, which means that new audiences will be introduced to several pieces of European legislation, such as the REDIII and the RFNBO delegated acts. With the source of electricity as a key component of indirect emissions for most CBAM-impacted sectors, the Commission needs to use implementing acts to clearly and simply articulate what best-practice adherence looks like for reporting electricity usage emissions. As a first step, the Commission’s provided definition of PPAs in the CBAM regulation can be strengthened to encourage the use of voluntary EAC schemes (as has been done in Recital 15 of the RFNBO delegated acts). Creating stronger interlinkages between these two pieces of legislation (and other relevant acts for different commodities) will provide clearer, more consistent regulatory guidance for Europe’s trading partners. In turn, this will accelerate the understanding and acceptance of best-practice renewable energy procurement in exporting nations.\nThe International Tracking Standard Foundation:\nof I-REC\nDe Mortel 2D\n5211 HV, ‘s-Hertogenbosch\nThe Netherlands\nwww.trackingstandard.org\nT: +31 20 399 7223",
  "page_3": "e) The International\nO) Jd Lracking Standard\noe)\nU\nFoundation\nFounder of I-REC\nPrinciple 2: Encourage actual emissions accounting over default emissions to drive decarbonization\nAs explained in our previous position paper, an over-reliance on default emission factors may have perverse impacts on developing renewable energy markets. If imported products’ electricity usage emissions are calculated based on regional averages, the CBAM would end up treating producers the same regardless of their efforts to reduce their climate impact by using onsite or offsite renewable energy as a production input. When it comes to implementing the CBAM and achieving its policy intent, the best way to encourage commodity producers to purchase more renewable energy or to adopt low-carbon technologies is to require them to substantiate their products’ actual embedded emissions with contractually defined emission ownership agreements — such as EACs.\nPrinciple 3: Work with national governments to define default residual mix emission factors\nWith two CBAM calculation methodologies for indirect emissions (default factors and actual values) it is critical that double counting of renewable electricity is avoided. Default country emission factors of electricity grids will need to exclude renewables that have already been claimed and procured by consumers through EACs/PPAs (as acknowledged in Annex IV point 5). This is quite a complex undertaking, but it has been successfully achieved before in markets with robust voluntary EAC mechanisms (such as the GOs in Europe). From our experience, the national governments of commodity-exporting countries are best positioned to define default residual mix emissions factors together with standard-setting bodies, such as the I|-REC Standard. Creating an EAC market that is aligned to robust, international standards is a critical first step in this direction for countries that do not already have these processes in place.\nPrinciple 4: Leverage existing voluntary mechanisms to reduce the administrative burden for CBAM declarants and verification bodies\nLastly, additional implementing acts should aim to reduce the administrative burden on CBAM declarants by leveraging existing mechanisms of best practice. In this context, EACs are well-suited to support CBAM declarants with their actual emissions claims and record-keeping requirements, whilst also easing the verification process for accredited verifiers. Moreover, the to-be-developed CBAM registry should allow for efficient integration with existing EAC registries to accelerate and authenticate the declaration and verification process for relevant parties.\nG\nThe International Tracking Standard Foundation:\nFounder of I-REC De Mortel 2D 5211 HV, ‘s-Hertogenbosch The Netherlands www.trackingstandard.org T: +31 20 399 7223",
  "page_4": "G e) The International O) Jd Lracking Standard oe) U Foundation\nFounder of I-REC\nClosing remarks\nWith the CBAM regulation now formally adopted, there is a significant amount of work required during the transitional period to ensure the CBAM can be translated from a piece of regulation into implementable, reliable, and harmonized instructions for Europe’s domestic and international trading partners. The |-REC Standard Foundation looks forward to working closely with the Commission and our global network of stakeholders to help standardize emissions reporting through EACs to help support the implementation of the CBAM.\nGiven that PPAs (and by extension EACs such as I-RECs) now have a clear place within CBAM, we believe these instruments will help increase the value of renewable energy in Europe’s trading partners and create market-based pressure for renewable energy expansion. As always, the I-REC Standard Foundation will continue to work hard to get the principles of ex-post, fact-based certification — as a basis for contractually defined emission ownership — embedded in the national regulatory policy of Europe’s trading partners to ensure demand-driven, market-based renewable electricity and low-carbon technology growth is supported.\nThe International Tracking Standard Foundation:\nFounder of I-REC\nDe Mortel 2D\n5211 HV, ‘s-Hertogenbosch\nThe Netherlands\nwww.trackingstandard.org\nT: +31 20 399 7223"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
