{
  "file_name": "190_1840.pdf",
  "pages": {
  "page_1": "КЕМІАМТЕОЇ 115005\nЕпегду апа Сіїтаїе Тагдеї5: Е 2040 Тагдеї\nЗирбіесі Оуегміем/\nТре сиптепі Е) дгееппоцзе даз гедисіїоп іагоаєї ої 55 регсепі бу 2030 із базед оп іпе 2020 сії паїе Іаму. Іп ргасіїсе їпів підп-Іеме! їагде!ї із аїмідед іпіо зиб-іагдеїз їог пе етіззіопя5 ігадіпд зесіог, бигдеп-8Пагіпд зесіог, апа Іапа-и5е 5есіог. Іп адаїйоп, зресійс гагдеїв Паме Бееп 5еї їог зоте оїпег сії таїе доаїз аз м/еі е.9. епегду еїїсіепсу, гепемаріе епегаду, апа Біоїиеіз еїс. Іп Еебгиагу 2024, не Соптіззвіоп рибіїзпеад а сопптипісаїоп м/пісп ргорозез -9096 дгееппоцзе даз іагдеї їог 2040. Тке іпіїїаїме ула5 аптііоця, биї а5о іп Іпе міїп іпацзігіа! іагоеїз іп Ріпіапа. Тпе доа! ої їпе спепіса! іпацзігу Тедегайоп ої Біпіапа із їо бе паїшге-ровзіїїме апа сагроп-пейтга! бу 2045 аз рагі ої іїв усіипіагу ге5роп5іріїїу ргодгат, апа у/огК іомлагав піз доа! із аігеаду ипаегмау.\nАї іпе 5ате іїїте, їпе Сопітіззіоп аізо рибіїзпеа апоїпег соттипісаїоп оп іпайзігіа! сагроп тападетегпі (ІСМ), місії деєсгірез пе гоіе ої сагроп апа зресійїсаїу їе гоіе ої сагроп саріиге іп іпе їиішге апа аї5о 2040 сіїтаїе Їгатем/огк.\nТре Соцпсії млі! дїзси85 пе сії таїе їагдеї апа їпе дезігеа Івуе! ої апбіїїоп дйгіпд пе зргіпд апа виттег 2024. Тпе пехі соппитіззіоп миїї!| ргорозе тоге авїаїїеа Іеме! сії паїе апа епегду гедиіаїоп айег пе віесіїоп5.\nТреге Бпауе рееп 5оте аїегепсез5 ребммееп птептрег 5іаїе5 іп пе плеїпод8 Поми їо гедйсе епізвіоп5. А дооа ехапріе ої із і5 писіваг ром/ег, м/пісі Паз 8ігопдіу дїміава оріпіоп5, езресіа!у беїмееп Сегптапу апа Егапсе. Іп адайіоп, іпеге паз Бееп 5ідпійсапі аїНегепсеє реїмееп аптріїйоп Іеуеіз ої зоте петрег зіаїе8.\nЕШ'є сіїтаке роїісу апа іагдеїз аге апіійіоц5 іп діоба! сотрагізоп. ТПегеїоге, сагроп Іеакаде ргоїесіїоп Паз аі5о рееп а 5ідпіїсапі іоріс ої дїзси55зіоп, аз 5їгісівг сіїтаїе роїісіе5 пау аі8о сай5е ргодисіїоп апа іпумезітепіяє їо томуе оцізіае іпе ЕШ.\nОрбіесіїме ої (пе Спетіса! Іпай5ігу\nТре Спеппіса! Іпацзігу Реавегаїоп ої Ріпіапа меісоте5 аптрііїоцз епегду апа сіїтаїе іагоеїз, Ппоу/еуег їпеге із сепіаїп сгисіа! сопайіопаїйіе5. Іпдцяїгу пеед5 адедиаїе сагроп Іеакаде ргоїесіїоп аз мії аз ап епмігоптепі апа роїйіса! птеазигез м/пісп рготоїез їпе дгееп ігап5іїїоп апа іпмебітепіз.\nТРе дгееп їгапбійоп теапз5 еїесігійсайоп, пудгодеп есопоту, апа пему гами паїегіа! зоигсе5, умпісії гедиіге епегду апа езресіа!у сіеап, 5їарбіе, апа сотреїіїмеїу ргісеа еїесігісіїу. ТПпе соптреїйімепез5 ої іпе іпацзігу апа іпуебітепіз іп їе ігап5ійїоп їомгагав сагроп пецшігаїйу тизі ре епбигеа.\n8 доой інаї їпе Соптіззіоп із ЇГосизіпд оп 5ебіїпд 2040 їагдеїз гаїпег іпап орепіпд ир 2030 іагдеїз. Весодпігіпд їпе ітрогіапсе ої сагроп сусів5 із аїізо а 5іер іп пе гідрі аїгесіїоп. пе Іедізіайїоп мії ре гемізеад їпе СІРЕ гесоптепаз їїхіпд їпе їоїїоміпд ієзиевз:\nКетіапіеоійдзци5 гу Екеідгапіа 10, РІ 4 00131 НеїзіпКі РИН. 09 172 841 уумуми.Кетіапіеоїйвиицзя.П у-тумму5 0909788-1 КОТІРАТККА НеїзіпкКі",
  "page_2": "Іп пе ітріетепіаїоп ої пе Епегду Ейїсіепсу Оігесіїме, ії млоціа Бе ітрогіапі їо епзиге іпе адеаиаїе амаїаріїйу ої сіеап епегду. Тпе епегду соп8игпріїоп сар 5Поціа Бе гептоуей. ТРре Епегду Тахаїйоп Оїгесіїме 5поціай епвиге їіпе сотреїйімепез5 ої іпдц5ігу апа езресіаїу Гаіг їбах ігеаїтепі їог еіесігісіїу, пудгодеп, апа сіїпаїе-ітіепаїу їцеїі8. ТРе Іедізіаїмхе їгатемогК 5Пошід Гамоиг іпе демеіортепі ої а пудгодеп есопоту іпсіцдїпд дгееп Ппудгодеп аз меї! аз оїпег етіззіоп-Їтее мауз ої ргодисіпд Ппудгодеп апа Іом/ сагроп Ппудгодеп. Ву-ргодисі пудгодеп 5Поціа бе ассеріабіе апа сотрагаріе іо гепем/абіе Пудгодеп. Мисіеаг ром/ег 5поціа бе гесодпігеа Беїіег апа ассеріеа аз а Кеу сії паїе-ітіепаїу епегду іесппоіоду. Тре Епізбіопз5 Тгадіпд Оїгесіїме (ЕТ8) апа сагроп Богаег теспапізт (СВАМ) тизі епзиге адедиаїе іпме5ітепі Іеакаде апа сагроп Іеакаде ргоїесіїоп їог ехрогі іпац5іїгу. Тре ситепі сагроп богаег теспапізт Паз ргасіїса!у меакепеа ехрогі ргоїесіїоп. Тре зіаїе аїай гие Їог етіззіоп ігадіпд сотрепзаїоп 5Поціа Бе геміемеа апа ехрапава іо сомег еіесігісіїу-іпіепзіме спетіса! іпайзігу ребег.\nТРре спептіса! іпдац5ігу дое5 пої Беїївуе паї їпе пем/ етіз5іоп5 ігадїпд 5узіет ог це! дїзігібиіоге миоцій Ппауме їпе дебігеад ітрасі. Тпе спетіса! іпацяїгу 8иррогіє сіеаг апа Іопд-іегт теазигетепіз мпісП аге резі ітріетепіеа іп їіпе ейогі-5Пагіпд 8есіог їйгоцдП аїзігібиіїоп оріїідайопзя. Ном/еуег, її тизі Бе еп5игеа їпаї іпе сотреїйімепе55 ої пе іпацбігу апа іпайзігіа! ігаперогіє аге птаїпіаіпеай аї пе зате їїте. Опе 50Іиіїоп м/оціа бу сийіпд омегіарріпд іахез апа спагдез.\nАааїйопа! іпіогтабоп:\nТуопаз ТіККа\nЗепіог Адмівог\nкшотаз іїкка(а)кетіапієеоїївииц5я. їй\n1358 45 131 6683"
},
  "language": "Languages.UKRAINIAN",
  "total_pages": 2
}
