{
  "file_name": "1_7.pdf",
  "pages": {
  "page_1": "Can a Carbon Border Adjustment Mechanism (CBAM) reduce negative social and environmental international spillovers from EU food consumption?\nMarijke Kuiper & Willem-Jan van Zeist (Wageningen Economic Research)\n1 Introduction\nEurope’s Sustainable Development Goals (SDG) achievements are at least in part at the expense of other countries. While ranking highest on the SDG Index, EU27 scores worst on the international spillover index (Sachs et al., 2022, p. 1x). An intention to rectify this in future policies speaks from the Green Deal goal of “no person and no place left behind” (European Commission, 2022), referring to the SDG motto “leaving no one behind’ (United Nations, 2015).\nReduction of environmental spillovers is explicit in the Green Deal, but may lead to negative social spillovers. The Green Deal targets international environmental spillovers through the Carbon Border Adjustment Mechanism (CBAM). Taxing imports based on their GHG emission content aims to avoid outsourcing of emissions through trade, while supporting EU industries facing higher costs through the EU emission trading system. Oxfam (2021) deemed the CBAM unjust and unfair as revenues are kept in the EU while partly paid by low-income countries suffering from EU’s past emissions.\nReducing environmental while increasing social spillovers would fit with the empirically observed trade-off between environmental and social achievements. Historically income and other social gains like social security have been combined with large transgressions of biophysical boundaries (Fanning et al., 2022). There is also a spatial dimension to this trade-off. Through international trade rich regions like the EU enjoy affluent consumption, relocating negative social and environmental impacts to low income regions (Wiedmann and Lenzen, 2018).\nOur objective is to assess the potential impact of the CBAM on social and environmental international spillovers of EU food consumption. Food consumption not only accounts for a sizeable share of the EU international spillovers, agricultural production still plays a key role in livelihoods in poorer regions of the world and links to about all 17 SDGs (Malik et al., 2021).\nTracing spillovers: static MRIO versus CGE models\n2\nAn extensive literature on the direct and indirect global linkages between consumption and production builds on global multi-region input-output tables (MRIO) rooted in life cycle analysis. Combining MRIO with satellite accounts of indicators of interest, for example GHG emissions linked to fossil fuel use, allows calculation of direct and indirect impacts of consumption. Derived from MRIO’s technical coefficients the Leontief inverse provides direct and indirect amounts of commodities needed to produce one unit of final product. Combined with a GHG satellite account this provides the GHG footprint (see for example the method description in Lenzen et al., 2022). The combination of MRIO with satellite accounts has been used to trace a wide variety of social and environmental spillovers. Examples are material footprints (Lenzen et al., 2022); forced labour, work accidents and emissions embodied in fossils and minerals (Malik et al., 2022); emissions, employment and income in food",
  "page_2": "(Malik et al., 2021), inequality (Alsamawi et al., 2014); and corruption (Xiao et al., 2018). A review of environmental and social footprints of international trade by Wiedmann and Lenzen (2018) shows that negative impacts of consumption in high income regions tend to get outsourced to lower income regions via international trade.\nWhile providing important insights in historical patterns this footprint literature is less suitable for ex-ante policy analysis. There is a large appeal of footprints in the policy debate on equality, showing for example that the richest 10% of the world is responsible for 52% of emissions from 1990- 2015 while the poorest 50% are responsible for only 7% (Gore, 2020). But as these historical MRIO studies do not include behavioural responses they can be misleading if used for ex-ante policy assessments (Rutherford, 2010). If, for example, a carbon tax would be imposed in rich regions to address the historic carbon inequality both producers and consumers will alter their decisions, affecting both input use (and thus technical coefficients) as well as composition of final demand. The carbon tax is thus likely to be much less effective, and may even become counterproductive, than a MRIO based analysis on historical data would suggest.\nMultiregional general equilibrium (CGE) models start from the same type of data as used in global MRIO studies, but by adding behavioural responses CGEs are suitable for ex-ante policy assessments. These responses include changes in producer and consumer decision but may also include changes in environmental conditions when linking GHG emissions to yield changes (Van Der Mensbrugghe, 2010). Using CGE models stand-alone or in combinations with other models allows for ex-ante integrated assessments for example on progress towards SDGs (Philippidis et al., 2020), land use as a key driver of environmental impact (Stehfest et al., 2019), or on climate mitigation and food security (Fujimori et al., 2019).\nFrom CGE models counterfactual MRIO databases can be constructed allowing ex-ante footprint studies while accounting for behavioural responses to the simulated policies (or other drivers like population growth). Examples are the calculation of nutritional content (Britz, 2022) and tracing of value-added (Antimiani et al., 2018). Philippidis et al. (2021) trace water, land and GHG emissions linked to diet change in a global CGE model but do not use a Leontief inverse but a less precise within-model approximation limited to food commodities. To our knowledge a combination of CGE with ante MRIO-style tracing has not yet been used to trace social impacts of production with ex-ante policy analyses, which is the focus of our study.\n3 Methodology\nWe use a global modular CGE model, MAGNET to simulate a business-as-usual (BAU) and counterfactual CBAM scenario up to 2030. The simulations provide counterfactual MRIO tables for 2030 allowing us to trace impacts of EU (food) consumption in other regions building on the methods used in historical MRIO studies\n3.1 Tracing changing material flows using MAGNET a global CGE model\nMAGNET (www.magnet-model.eu) extends the GTAP v7 model (Corong et al., 2017) and GTAP v10 database (Aguiar et al., 2019). Extensions increase MAGNET’s detail on food and non-food biomass production, energy and employment to address policy questions on food security, inclusion, SDGs, circular economy and climate change. For tracing of material flows MAGNET has been extended with a definition of quantities in dollar-based values which improves upon existing value-based tracing of",
  "page_3": "flows as done in Chepeliev (2022), Antimiani et al. (2018) or Philippidis et al. (2021). Values of intermediate and final demand are corrected for the inclusion of taxes and international transport (in case of imports) to get as close as possible to physical flows in the absence of economywide quantity data. These dollar-based quantities satisfy material balances in the reference database. As any other CGE model MAGNET uses value-based CES and CET functions and preservation of material balances is thus not guaranteed. Divergence of the material balance in counterfactual simulations provides a measure of the accurateness of the model results for tracing of material flows.\n3.2 — Tracing social impacts of consumption\nThe addition of the number of workers by sector and occupation type in MAGNET allows us to build on MRIO-based analyses of social impacts linked to employment. Data on work accidents, for example, are expressed as a rate per worker. Building on the existing MRIO literature summarized above we trace embodied harm along global supply chains in terms of occupational hazards (fatal and non-fatal injuries which are a SDG target), child labour (for which the EU has declared zero tolerance) and wage income inequality. Using existing MAGNET modules we also trace impacts on land and fossil fuel use which are good proxies of environmental damage of production (Steinmann et al., 2017). Balancing regional detail and manageability of results we base the aggregation of non-EU regions on our key indicators to avoid hiding variability within regions.\nComparing the BAU and CBAM scenario we decompose changes in social and environmental impacts along four dimensions: (7) input use by production activities (including shifts between agricultural and non-agricultural sectors), (ii) size of trade flows, (iii) product and (iv) regional composition of trade flows. This decomposition allows us to expand the analysis of changes in the level of impact of EU food consumption with an identification of the main driver of the changes.\n3.3. Defining business-as-usual and CBAM scenarios\nOur analysis focusses on the comparison in 2034, the year when free allocations of emissions in the EU ETS will be phased out. This also is close to the currently set data for achieving the SDGs, 2030, relevant for assessing the impact the EU has on other region’s progress towards attaining the SGDs. To decompose effects we compare a business-as-usual scenario without carbon pricing to different CRAM scenarios. The table below summarizes the structure of our scenario set-up\nCarbon tax on:\nOrigin\nCarbon intensive Domestic\nsectors\nImported\nNon-agricultural Domestic\nsectors\nImported\nAll sectors\nDomestic\nImported\nScenarios\nBAU | C int dom | C int all C_nag_dom | C_nag all C all dom | C all all\nXx\nXx\nx\nx\nx\nXx\nXx\nxX\nxX\nxX\nx\nx\nx\nxX",
  "page_4": "4 References\nAguiar, A., Chepeliev, M., Corong, E.L., McDougall, R., Mensbrugghe, D. van der, 2019. The GTAP Data Base: Version 10. J. Glob. Econ. Anal. 4, 1-27. https://doi.org/10.21642/JGEA.040101AF\nAlsamawi, A., Murray, J., Lenzen, M., Moran, D., Kanemoto, K., 2014. The Inequality Footprints of Nations: A Novel\nApproach to Quantitative Accounting of Income Inequality. PLoS One 9, e110881.\nhttp://dx.doi.org.ezproxy.library.wur.nl/10.1371/journal.pone.0110881\nAntimiani, A., Fusacchia, I., Salvatici, L., 2018. GTAP-VA: An Integrated Tool for Global Value Chain Analysis. J. Glob.\nEcon. Anal. 3, 69-105. https://doi.org/10.21642/JGEA.030202AF\nBritz, W., 2022. CGEBox — a flexible and modular toolkit for CGE modelling with a GUI.\nChepeliev, M., 2022. Incorporating Nutritional Accounts to the GTAP Data Base. J. Glob. Econ. Anal. 7, 1-43.\nhttps://do1.org/10.21642/JGEA.070101AF\nCorong, E.L., Hertel, T.W., McDougall, R., Tsigas, M.E., Mensbrugghe, D. van der, 2017. The Standard GTAP Model, Version 7. J. Glob. Econ. Anal. 2, 1-119. https://doi.org/10.21642/JGEA.020101AF\nEuropean Commission, 2022. A European Green Deal [WWW Document]. URL https://commission.europa.eu/strategy- and-policy/priorities-2019-2024/european-green-deal_en (accessed 12.21.22).\nFanning, A.L., O’Neill, D.W., Hickel, J., Roux, N., 2022. The social shortfall and ecological overshoot of nations. Nat. Sustain. 5, 26-36. https://doi.org/10.1038/s41893-02 1-00799-z\nFujimori, S., Hasegawa, T., Krey, V., Riahi, K., Bertram, C., Bodirsky, B.L., Bosetti, V., Callen, J., Després, J., Doelman, J., Drouet, L., Emmerling, J., Frank, S., Fricko, O., Havlik, P., Humpenéder, F., Koopman, J.F.L., van Meijl, H., Ochi, Y., Popp, A., Schmitz, A., Takahashi, K., van Vuuren, D., 2019. A multi-model assessment of food security implications of climate change mitigation. Nat. Sustain. 2, 386—396. https://doi.org/10.1038/s41893-019-0286-2 Gore, T., 2020. Confronting Carbon Inequality: Putting climate justice at the heart of the COVID-19 recovery.\nLenzen, M., Geschke, A., West, J., Fry, J., Malik, A., Giljum, S., Mila i Canals, L., Pifiero, P., Lutter, S., Wiedmann, T., Li, M., Sevenster, M., Potoénik, J., Teixeira, I., Van Voore, M., Nansai, K., Schandl, H., 2022. Implementing the material footprint to measure progress towards Sustainable Development Goals 8 and 12. Nat. Sustain. 5, 157—\n166. https://doi.org/10.1038/s41893-021-00811-6\nMalik, A., Lafortune, G., Dahir, S., Wendling, Z.A., Carter, S., Li, M., Lenzen, M., 2021. Making globalisation and trade work for people and planet: International spillovers embodied in EU’s food supply chains. Sustainable Development Solutions Network.\nMalik, A., Lafortune, G., Mora, C.J., Carter, S., Lenzen, M., 2022. International spillovers embodied in the EU’s supply chains - Tracking forced labour, accidents at work and climate impacts in the EU’s consumption of fossil and mineral raw materials. Sustainable Development Solutions Network & The University of Sydney, New York. Oxfam International, 2021. Fit for 55 Package: Not fit to tackle climate emergency says Oxfam [WWW Document]. Oxfam Int. URL https://www.oxfam.org/en/press-releases/fit-55-package-not-fit-tackle-climate-emergency-says-oxfam\n(accessed 12.21.22).\nPhilippidis, G., Ferrer-Pérez, H., Gracia-de-Renteria, P., M’barek, R., Sanjuan Lopez, A.I., 2021. Eating your greens: a global sustainability assessment. Resour. Conserv. Recycl. 168, 105460.\nhttps://do1.org/10.1016/j.resconrec.202 1.105460\nPhilippidis, G., Shutes, L., M’Barek, R., Ronzon, T., Tabeau, A., van Meijl, H., 2020. Snakes and ladders: World development pathways’ synergies and trade-offs through the lens of the Sustainable Development Goals. J. Clean.\nProd. 267, 122147. https://doi.org/10.1016/j.jclepro.2020.122147\nRutherford, T.F., 2010. Climate-Linked Tariffs: Practical Issues 28.\nSachs, J., Kroll, C., Lafortune, G., Fuller, G., Woelm, F., 2022. Sustainable Development Report 2022, Ist ed. Cambridge University Press. https://doi.org/10.1017/978 1009210058\nStehfest, E., van Zeist, W.-J., Valin, H., Havlik, P., Popp, A., Kyle, P., Tabeau, A., Mason-D’Croz, D., Hasegawa, T., Bodirsky, B.L., Calvin, K., Doelman, J.C., Fujimori, S., Humpendder, F., Lotze-Campen, H., van Meijl, H., Wiebe, K., 2019. Key determinants of global land-use projections. Nat. Commun. 10, 2166.\nhttps://do1.org/10.1038/s41467-019-09945-w\nSteinmann, Z.J.N., Schipper, A.M., Hauck, M., Giljum, S., Wernet, G., Huijbregts, M.A.J., 2017. Resource Footprints are Good Proxies of Environmental Damage. Environ. Sci. Technol. 51, 6360-6366.\nhttps://do1.org/10.1021/acs.est.7b00698\nUnited Nations, 2015. ‘Transforming our world: the 2030 Agenda for Sustainable Development’, Resolution adopted by the General Assembly (A/RES/70/1), 25 September [WWW Document]. URL https://documents-dds- ny.un.org/doc/UNDOC/GEN/N 15/29 1/89/PDF/N1529189.pdf?OpenElement (accessed 12.19.22).\nVan Der Mensbrugghe, D., 2010. Climate Change Policy Options for Asian Economies: Findings from an Integrated\nAssessment Model. Asian Econ. Policy Rev. 5, 63-83. https://doi.org/10.1111/).1748-3131.2010.01147.x Wiedmann, T., Lenzen, M., 2018. Environmental and social footprints of international trade. Nat. Geosci. 11, 314-321. https://do1.org/10.1038/s41561-018-0113-9\nXiao, Y., Lenzen, M., Benoit-Norris, C., Norris, G-A., Murray, J., Malik, A., 2018. The Corruption Footprints of Nations. J. Ind. Ecol. 22, 68—78. https://do1.org/10.1111/jiec. 12537"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
