{
  "file_name": "200_1890.pdf",
  "pages": {
  "page_1": "EURACOAL\nEuropean Association\nfor Coal and Lignite\nAISBL\nEURACOAL response to the European Commission’s proposal for a Regulation establishing a Carbon Border Adjustment Mechanism\nSummary\nEURACOAL cautiously supports the proposed Carbon Border Adjustment Mechanism (CBAM). While it might give some relief to European coal and steel producers by shielding them from global competition that benefits from different social and environmental standards, we are concerned about unintended side effects. The proposal to include electricity imports makes it particularly important to assess the situation of neighbouring countries and the conditions under which they could be exempt from such a mechanism to support their economic and environmental policy convergence with the European Union. We call for the Commission to assess the proposed “carbon accounting” with other carbon taxes, in part because it would be asymmetrical. Moreover, possible material substitution with unpredictable impacts on emissions should be considered. In general, EURACOAL would prefer a global emissions trading system: this ideal solution would encourage companies to reduce emissions and avoid slipping into a global “carbon trade war” with other countries or trade blocks.\nKey Points\ne Free allowances: the gradual phase-out of free allowances in favour of CBAM protection should be evaluated carefully. It could make EU exports uncompetitive on the global market and thus weaken investment into new, cleaner technologies. EURACOAL is concerned about the expected heavy administrative burden, in particular on small and medium enterprises. EURACOAL warns against granting the Commission extensive powers to adopt delegated and implementing acts. Electricity imports from EU neighbourhood countries could fall under the CBAM. The conditions for exemption need to be carefully designed in a way that supports economic transformation in the Western Balkans, Ukraine and Turkey. One way would be through the mutual recognition of guarantees of origin. If the EU plans to extend the scope of the CBAM, it should be wary of retaliatory measures. Recent developments in the international coal market illustrate the risks, even between WTO members.\nBackground\nOn 14 July 2021, the European Commission presented its proposal to introduce a border tax on selected carbon-intensive products via a Carbon Border Adjustment Mechanism or CBAM.! In principle, this mechanism would function as an import levy charged by national authorities at the borders of the European Economic Area (EEA), comprising the European Union, Iceland, Liechtenstein and Norway, and at a level equivalent to the price of EU ETS allowances during the respective calendar week. This border tax can be reduced if a carbon tax similar to the EU ETS has already been paid in the country of origin.\nRue Belliard 40 1040 Brussels Belgium\nn° d’entreprise 0408.290.816 siége social : Rue Froissart 95, 1040 Bruxelles EU transparency register no. 19853116579-64 +32 2 775 31 70 euracoal@euracoal.eu www.euracoal.eu\n1 COM(2021) 564",
  "page_2": "EURACOAL\nThe Commission proposal would extend to scope | emissions from six sectors: iron, steel, cement, fertilisers, aluminium and electricity. After an initial transition phase, the Commission could propose to include scope 2 emissions (i.e. emissions attributable to the electricity purchased for the making of a product) or scope 3 (other upstream emissions).\nDuring a 2023-2025 transition phase, only the reporting requirements of the CBAM would apply; an actual tax would only be collected from 2026 onwards. As the proposed CBAM addresses the same carbon-leakage problem as the current system of free allowances under the EU ETS, the latter are proposed to be phased out gradually until 2035 as the mechanism enters fully into force.\nThe actual value of associated carbon emissions would be calculated according to default product values for the respective exporting countries, with two options: either based on the average emissions in the country of production according to data or the literature or, in the absence of such data, based on the average emissions of the worst 10% performers in the EU. Importers would also be allowed to prove — via an accredited verifier — that their product had lower emissions. Certain countries can be exempt from this mechanism under specific conditions. Eventually, importers would have to buy CBAM certificates from the competent member state authority at a price equivalent to the weekly average EU ETS allowance price.\nGeographical Scope\nIn principle, the Commission’s proposal would impose a carbon tax on any imports to the European Economic Area. However, three possible exceptions are provided for:\ne According to Article 2(5)(a), imports from countries that have linked their emissions trading scheme with the EU ETS are exempt: “the EU ETS established pursuant to Directive 2003/87/EC applies to that country or territory or an agreement has been concluded between that third country or territory and the Union fully linking the EU ETS and the third territory emission trading ” This would apply to imports from country or system. Switzerland as of today, and potentially other countries like the UK in the future. Even if a country has not officially linked its emission trading system with the EU ETS, Article 9(1) allows it to claim a reduced CBAM rate based on the price already paid in the respective national trading system: “An authorised declarant may claim in its CBAM declaration a reduction in the number of CBAM certificates to be surrendered in order for the carbon price paid in the country of origin for the declared embedded emissions to be taken into account.” In Article 9(4), the Commission is empowered to establish implementing acts regarding the methodology to be applied. Article 2(7) to (9) provide for a third possibility: exemption due to a complete electricity market coupling between the third country and the EU, provided that no technical solution has been implemented to prevent imports from that country to the EEA. For the third country, this would require an agreement with the EU to apply Union law in the fields of electricity, including rollout of renewable energy sources, a roadmap submitted to the Commission detailing the road to climate neutrality by 2050 and a national emissions trading system as well as, under Article 2(7)(f) “an effective systems [sic]” in place to prevent third country imports. Once an exception under these conditions has been granted, it can be reversed if the country stops fulfilling the stipulated conditions.",
  "page_3": "EURACOAL\nEURACOAL Response\nImpact on the EU coking coal market\nThe proposed CBAM would effectively constitute a tax on most non-EEA steel imports. As about 70% of the world’s steel production is generated through blast furnace/basic oxygen furnace (BF/BOF) processes involving coking coal’ (57.4% in the EU%), this is of concern to EURACOAL members. Due to the high cost of EU ETS allowances, EU steel exports are already disadvantaged on the global market. Currently, the system of free allowances addresses this problem, but as these would be gradually phased out with the introduction of the CBAM, EU steel exports would become more expensive. Moreover, non-EU steel producers would pay the levy only on their portion sold into the EEA, usually below 5% of their total sales. On the global market, EU steel products would thus be disadvantaged by the introduction of a CBAM. Hence, it would be important to only cautiously phase out the system of free allowances, and carefully evaluate the effects to make sure that the CBAM offers equivalent protection.\nOther countries or trade blocks might retaliate, thus hurting EU steel exports and EU coking coal production. Older European steel mills in particular might be affected by such retaliatory measures, further damaging this sector and stripping it of the money needed for investments in “green steel”.\nAdministrative burden\nThe current proposal would impose additional bureaucracy on importers, which would disproportionately affect small- and medium-sized enterprises: declaring a good’s emissions during the production process requires detailed data that would not always be available. Many companies might struggle to prove that their factories have lower emissions than the average production facilities in the respective country. In its current form, the CBAM might thus fail to encourage smaller producers outside the EEA to lower their emissions. Also, the importing companies would struggle under the administrative load of declaring emissions and having them certified. EURACOAL would prefer a solution with lighter regulation on declaration.\nThe weekly calculation of certificate prices would also constitute a burden. As EU ETS allowances prices fluctuate over the year, so would CBAM certificate prices. Importers would ship a good not knowing how much they would have to pay for CBAM certificates once it arrives. This insecurity could be avoided through hedging, but this option is strictly limited as certificates could not be traded and excess certificates would be either re-purchased by the competent authority (at the original price) or automatically cancelled by 30 June every year.\nEURACOAL is furthermore concerned about the powers given to the Commission to adopt delegated and implementing acts: to exempt countries from the application of the CBAM, to enlarge the scope of the CBAM scope to “prevent circumvention”, a very general reason, and to calculate the embedded emissions of products. These are extensive powers, and we are concerned that they might not always be exerted in a fair way.\nElectricity imports to the EEA\nAs many neighbouring countries to the EEA use coal as part of their mix for electricity generation, the current Commission proposal would impact the European coal sector. This impact would be\n? Fact Sheet steel and materials, World Steel Association, Brussels, April 2021 — raw\nhttps www.worldsteel.org/en/dam/jcr:16ad9bcd-dbf5-449f-b42c-b220952767bf/fact_rawt+tmaterials 2018.pdf 3 Furopean Steel in Figures 2021, Eurofer, Brussels",
  "page_4": "EURACOAL\ntwo-fold. On the one hand, the CBAM would effectively tax coal-fired electricity generation in less developed neighbouring countries. On the other hand, it would support utilities in EEA member states that use state-of-the-art coal-fired power plants with effective pollution control and are faced with competition from power utilities outside the EEA who have laxer environmental standards and, in particular, lower or no ETS costs.\nAs shown in Table | and Figure 1, in terms of imports of electricity generated from coal, mainly Turkey, Ukraine and countries in the Western Balkans would be affected by a CBAM. This makes the conditions for exemption laid down in Articles 2(5)(a), Article 9 and Article 2(7) to (9) even more important. As no linking of the EU ETS with any of the concerned countries is planned in the foreseeable future, the options according to Article 9 and Article 2(7) to (9) are of concern to the coal sector.\nInterestingly, the “carbon tax accounting” option according to Article 9 appears to only apply in a one-way direction. So, if a company has already paid a higher price than the EU ETS for its production emissions in the country of origin, then this company would not be able to claim a reimbursement. This omission would thus discourage other countries from applying more ambitious carbon trading schemes than the EU ETS. Furthermore, we suggest account be taken of those EU neighbourhood countries that are in the early phase of a painful industrial restructuring process and are only gradually introducing carbon pricing. A 1:1 transfer of EU carbon prices to the originating country would be unfair. Here, it will be challenging to compare different emissions trading schemes. While many EU neighbourhood countries are obliged to introduce ETS systems that are closely aligned with the EU ETS, other countries might design their systems deliberately in a way to circumvent the CBAM.\nThe third option according to Article 2(7) to (9) appears most targeted to the Western Balkans and Ukraine. The Western Balkans electricity grid is already synchronised with many EU member states and closely interlinked with the ENTSO-E continental European grid, while Ukraine is planning to synchronise in 2023. EURACOAL is particularly concerned about Article 2(7)(f) which appears to be a very impractical proposal, effectively forcing countries bordering the EEA to decide whether to export electricity to the EU or to import electricity from a non-EEA country at any given time. It is unclear which time periods this rule would apply to, i.e. for how long this third country would have to remain exclusively within the EEA power market.\nImpact on non-EEA nations\nAn Energy Community projection* concluded that a CBAM would reduce CO? emissions, yet less than anticipated. At the same time, it would increase overall costs for consumers in the region, even more so in countries with carbon-intensive exports. Eventually, as the tax would apply on the power mix as a whole, and not just on coal, it would not reshuffle the merit order and thus not incentivise countries to invest in renewable electricity generation. A better way of promoting the transition towards renewable energies outside the EEA would be through mutual recognition of guarantees of origin from respective third countries.\n4 carbon pricing design for the Community Final E3M, Community, 2021 A Energy — Report, Kantor, Energy\n4",
  "page_5": "EURACOAL\nTable 1 — Exports of electricity to EEA countries from neighbouring countries, 2018 (GWh)\nFossil fuel share in\nCountries exporting to\nDirect electricity\nCoal share in\nthe EEA\nexports, GWh\nelectricity generation electricity generation\nAlbania\n1061\n0%\n0%\nBelarus\n1942\n93%\n0%\nBosnia and Herzegovina\n5 963\n62%\n62%\nGreat Britain\n2 189\n51%\n6%\nMorocco\n181\n82%\n61%\nNorth Macedonia\n1853\n65%\n52%\nRussia\n13 230\n66%\n15%\nSerbia\n3 284\n73%\n71%\nTurkey\n3001\n68%\n37%\nUkraine\n7441\n38%\n31%\nSources: ENTSO-E, Statistical Factsheet 2018, with provisional values as of 5 June 2019; IEA data viewer.\nTable 2 — EEA countries affected\nDirect electricity imports from\nCountry\nnon-EEA countries, GWh\nBulgaria\n131\nCroatia\n7761\nEstonia\n1060\nFinland\n7 852\nFrance\n388\nGreece\n5 822\nHungary\n6 280\nIreland\n1614\nLatvia\n1 204\nLithuania\n5 040\nNetherlands\n187\nNorway\n16\nPoland\n1410\nRomania\n1028\nSlovakia\n171\nSpain\n181\nSource: ENTSO-E, Statistical Factsheet 2018, with provisional values as of 5 June 2019.",
  "page_6": "EURACOAL\nPr\nree\no,f\nte\nola\nRU\nae,\nafl\n-— 884\nFigure 1 — Electricity imports/exports intra- and extra-EU, 2018 (TWh)\n=.\nants\nome\nsetts\nonat\nek ~ xf\nmee\n188 —— ry 6\nIs\nPorta\n—728\nSaeeewweee?”\n14473\n=>\nconnected to BY and\nRU)\nFl\n-\nOther areas\nOther areas\nsynchronous\nwith CE\nr= ee\noem,\n3943 322 DK\n4\n8787 >\n5036 ons, “\";)\n:\n5818\n222\nRU be\n=e?\no\nor\nNO\nom\noo\n375 3099\nwv\n480 1293\n>\n16336 %,. Fc oosk 6813 | Biss\ni\nSor M\nan\n2750\n271 de\nts It ae\n725 2S\n\"ype 7 1796\n4774\n&\n126% Y 772\n1101\nME rag wing My\na ‘T 333\nAL ae K\n1061 <—\n1076\nGR\n611\nn||\nAfter the initial transition phase, the scope of the CBAM could be extended to cover other sectors such as emissions attributable to the electricity purchased for the making of a product (scope 2) or other upstream emissions (scope 3) It is also possible that the Commission proposes later to include coking coal or steam coal. The 2014 Guidelines on State aid for environmental protection and energy already include hard coal mining (NACE code 05.10) in Annex 3 as an “eligible sector\na=\nom:\n-\n= —s\ni=\ner |\n=\n; 1643\nos\nGeson\nw= 984 dn 108\nSen\noo ~~\nENTSO-E areas\nContinental European area (CE)\nNordic area\nBaltic area\n(synchronously\nIreland & Northern Ireland area\nBritish area\nIsolated areas\nenon\niaweeewe\nSeneeeetn\nGB?\n-*\n6757\n735\none\ns 187 NL\n7054\nfay ots\n10 783 lg\nPL\n“<ee\n20913\n14 262\nBE\n3761\n1410\n10 765 103 NS\n351\n> 1246 7580 =>\n(=== UA\nrie\njem 4.03 10 90\n3236 : ?\n| 1799 UA_Wis\nae x 4 199) Y, 422 AT\n092 rE 864\nFR\n=> 5 B10 He 7p 4096 aay) wx HU 88\n449\n7593\n22 as\n1140\nRO\n15509\n5381 >\nIT\n986\n2.083\n8324\n232\n—— 806\n3 460 |\nAD\n‘i 142 - v2 ae\nPT\n211\nES\nBG\noo\n120 \\y\n<emn 5 689\n880 Jose | e —\n3570\nTR\n4\n< ‘18h.\nPees .\nPee em, mane”\nMA\nDZ\nTN *\nSource: ENTSO-E, Statistical Factsheet 2018, with provisional values as of 5 June 2019\nPossible future extensions\nSat\n2874 aoige’ LV\nos\n2605 4752\n4421 ty\n43,887\n===—\n1228 sa\nSe =, 3252 dm 1060\n51\n= 1204\n723\n153\nLT 1942\n506 ——>\n1615\ner\nBY\n718\nSE\nIE\n=",
  "page_7": "EURACOAL\nunder Section 3.7.2, to protect EU producers from unfair competition from non-EU exporters who are not subject to the same high environmental standards. These guidelines are currently under review and the Commission has proposed a revision that would maintain this provision. However, currently this aid is rarely, if ever available to companies in member states. The same reasoning could be applied to coal imports affected by an extended CBAM scope.\nWe should however bear in mind that any such measure could also result in retaliatory measures and thus lead to a “carbon-trade war”. The EU should be careful when considering a CBAM on coal imports. Australia, for example, has been subject to retaliatory measures against its coal exports to China with resulting consequences for Australian producers.\nWTO compatibility\nWTO case law has not provided rulings on climate taxes. Article XX(b) of the General Agreement on Tariffs and Trade (GATT) allows measures that are “necessary” to protect human, animal or plant life or health. However, would a CBAM applied at the EU level make a material contribution towards the global climate objective?\nIt should also be noted that Article 3 of the UN Framework Convention on Climate Change (UNFCCC) states that climate protection measures should not constitute a means of arbitrary or unjustifiable discrimination, or a disguised restriction to international trade. A domestic EU tax on carbon-intensive products (e.g. on steel, cement and aluminium), applied equally to imports, would be one way forward and is WTO compatible. However, taxation in the EU is a national competence and an EU carbon tax would require unanimity across member states. It is for this reason that the EU adopted the EU ETS and also explains why the Commission is now exploring a CBAM mechanism, rather than the carbon border tax that President von der Leyen sought in her mission letters to European Commissioners dated 10 September 2019.\nThe Commission proposal intends to address these concerns by setting the CBAM price at the same level as the ETS allowances, ensuring that at no point in time imports are afforded less favourable treatment than domestic EU production. While this could be a way to avoid conflicts with WTO rules, the recent developments in global coal trade show the decreasing importance of free trade rules and the increasing influence of political imperatives. Chinese trade restrictions have effectively blocked the import of Australian coal, leading to a complete reversal of coal market trends. Indonesian coal prices, for instance, nearly doubled in less than year, as a result of the disruption to Chinese-Australian coal trade. Unfortunately, as these import restrictions are not based on any official law or decree, no complaint can be raised by Australia at the WTO. Ina world that is less and less shaped by free market principles and increasingly by political trade restrictions, we should expect retaliatory actions by other countries or trade blocks, regardless of how far the EU’s CBAM could be judged WTO-compatible. Before the Commission had officially presented this proposal, Chinese President Xi declared that “Tackling climate change is a shared responsibility ... and should not become a geopolitical bargaining chip or used to attack other countries (or impose) trade barriers 995 The Chinese position has changed since, and should not we anticipate retaliatory action if the CBAM enters into force.\n5 https://www.euractiv.com/section/energy-environment/news/chinese-president-slams-eu-carbon-border-levy-in- call-with-macron-merkel/",
  "page_8": "EURACOAL\nSubstitutability issues\nEURACOAL has warned about the potential market distortions of a CBAM applied to selected 6 sectors. Other similar but competing sectors would be disadvantaged. For example, steel, aluminium, cement (concrete), timber and plastics are often interchangeable in construction and product design. Decisions on what materials to use are typically made on a techno-economic basis. If the Commission applies a CBAM only to selected sectors, then bureaucratic decisions would effectively determine the market competitiveness of selected materials. This is unfair and would discourage the competitive forces that lead to better and more innovative products. It would pre- empt decisions on material choice and might therefore unnecessarily increase carbon emissions when, for example, lightweight steel components produced in the EU are replaced by imported plastic ones or by imported wood from unsustainable sources. The Commission’s proposal would effectively lead to an indirect subsidy of substitute materials that may have inferior environmental footprints.\nA global ETS — the ideal solution\nBefore considering other options, we suggest that the European Commission’s highest priority should be a diplomatic effort to engage with the world’s top carbon emitters — say the G20 countries — to agree an international carbon trading system. With such a system in place, the carbon-leakage issue would disappear as each nation would face a common carbon price. We note that this was also the stated intent of Article 6 in the UNFCCC Paris Agreement which came into effect at the beginning of 2020 and which EURACOAL supports. Also, the Energy Community’s projection’ concluded that expanding the geographical scope of the EU ETS would be a more effective climate policy tool because it would create a level playing field among countries and achieve real GHG emission reductions, while providing a signal for investment in low-carbon projects. An extended EU ETS would ensure energy systems already partly integrated with the EU, such as those in the Western Balkans, become an even more important part of the EU internal market.\n29 October 2021\n5 EURACOAL position proposed Carbon Border Adjustment Mechanism, March 2021 paper on a 7 “KN carbon pricing design for the Community Final Report”, E3M, Community, 2021 Energy Kantor, Energy\n8"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
