{
  "file_name": "202_1923.pdf",
  "pages": {
  "page_1": "General Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025\nJA CEMEX\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025\nGeneral Provisions.\nThe General Terms and Conditions of Orders, hereinafter referred to as the GTC, regulate the principles of sale or delivery of goods and provision of services to Cemex Polska Sp. z 0.0. with its registered office in Warsaw, entered in the Register of Entrepreneurs maintained by the District Court for the capital city of Warsaw in Warsaw, 14th Business Division of the National Court Register under KRS no. 0000037375, NIP: 951-149-64-32, REGON 012192639, BDO: 000000439, with the share capital of PLN 314 268 600,00, hereinafter referred to as the Ordering Party or CEMEX. The GTC constitute an integral part of the offer, order or agreement and are binding for both Parties (i.e. the Ordering Party and the other Party to the agreement, which in the GTC is hereinafter referred to as the Supplier), if they refer to these GTC in the offer, order or agreement. The provisions of Article 66' of the Civil Code do not apply to the conclusion of agreements under these GTC. Differing provisions in the offer, order or agreement in individual matters shall take precedence over the provisions of the GTC. The following attachments, which are available on the CEMEX website https://www.cemex.pl/wspolpraca-z-dostawcami.aspx, form an integral part of the GTC a Appendix no. 1 Health and Safety Requirements in relation to the Contractors of CEMEX Polska b Appendix no 2 Environmental Protection Requirements for Contractors of CEMEX Polska Appendix no Entry into confined and restricted spaces Appendix no Division of responsibilities in order to ensure the safe conditions of work and coordination of work Appendix no Third Party Compliance Declaration Appendix no CEMEX Corporate Clauses Appendix no CBAM Compliance Clauses. Appendix no The rules regarding the safety and security of the property that belongs to service providers that work at Cemex Polska’s sites Placing orders, concluding the agreement. The Ordering Party — shall submit the order to the Supplier in writing or electronically via e-mail, the e-mail address of which is taken from the domain: @cemex.com or @ext.cemex.com, or by other similar means of individual communication at a distance. The Ordering Party shall specify in the order at least: 1) the parties to the agreement, 2) the subject matter of the agreement, 3) the Supplier's remuneration. In the case of orders submitted by e-mail, the other terms and conditions of the agreement agreed by the Parties in e-mail correspondence shall form an integral part of the contract. The Ordering Party shall set the Supplier a deadline of at least 2 working days to confirm acceptance of the order for execution. Failure to confirm within the specified\nll",
  "page_2": "Hil.\nIV\nJA CEMEX\ntime period shall be treated as acceptance by the Supplier of the order for execution on terms consistent with the content of the order, if the parties remain in permanent business relationship. The agreement shall be deemed to have been concluded upon receipt by the Ordering Party of the Supplier's statement of acceptance of the order or upon expiry of the deadline set for the Supplier to confirm acceptance of the order, if the parties remain in permanent business relationship. In the case of orders placed electronically, the agreement shall be deemed to have been concluded at the registered office of the Ordering Party. Duration, termination, withdrawals. In orders that do not concern a one-time delivery of goods or services, in the absence of any other conditions, the contract shall be deemed to be concluded for an indefinite period. Either party may terminate the contract by giving one month's notice. If the Supplier fails to fulfil the obligation within the timeframe strictly specified in the order, the Ordering Party shall have the right to withdraw from the contract without setting an additional deadline and to demand payment of the contractual penalty referred to in point IV, section 3, letter c) of the GTC. The Ordering Party shall also have the right to withdraw from the contract in whole or in part if the Supplier's enterprise is dissolved, the Supplier files a restructuring petition concerning arrangement or sanctioning proceedings, the Supplier's liquidation is opened or an order is issued for the seizure of the Supplier's assets, and the type or value of the seized assets may threaten the contract completion date or have a negative impact on the agreement performance. Agreement performance, contractual penalties. The Parties are obliged to cooperate during the performance of the contract. The Ordering Party shall provide the Supplier with all information in its possession necessary for the proper performance of the contract. If the Supplier considers that it has not received all the necessary information from the Ordering Party, it shall immediately request the Ordering Party to provide such specifically mentioned missing information to the extent that it is necessary for the proper performance of the contract. The Supplier shall perform the contract within the time specified in the order or agreed by the Parties, and in the absence of a time limit indicated, immediately after the Ordering Party requests performance. The Supplier shall pay the contractual penalty to the Ordering Party upon request of the Ordering Party: a) for delays in the execution of the specified subject matter of the order in the amount of 0.2% of the net value of the order - for each day of delay with respect to the contractual deadline for the execution of the order as specified in the order; however, not more than 20% of the net value of the order; b) for delays in removal of defects identified at acceptance or during the guarantee period, in the amount of 0.2% of the net value of the order for each day of delay\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025",
  "page_3": "JA CEMEX\ncalculated from the end of the period specified for removal of the identified defects, but not more than 20% of the net value of the order; c) for improper performance of the contract, other than specified in letters a), b) or e), in the amount of 10% of the net value of the order; d) for withdrawal from the contract through the fault of the Supplier in the amount of 20% of the net value of the order; e) for non-compliance with health, safety, fire safety, environmental protection and order regulations based on and in the amount indicated in Appendices no. 1 and 2. Payment of the contractual penalties will be made within 14 days of receipt of the debit note by the Supplier. The Ordering Party shall be entitled to claim damages in excess of the reserved contractual penalties under general terms. The proof of fulfillment of the order (or part thereof) constituted signed by persons authorised by the Ordering Party: the goods issue document (WZ) or the acceptance protocol in the case of services. The works should be reported to the Ordering Party for acceptance no later than 3 working days before the date of acceptance. The warehouse of the Ordering Party is open from 8:00 a.m. to 11:00 a.m. and from 1:00 p.m. to 3:00 p.m. and only during these hours is it possible to deliver the ordered goods if the warehouse has been indicated in the order as the place of delivery. In the event of delivery at times other than those mentioned above, the Ordering Party reserves the right not to take delivery of the consignment without incurring additional re-delivery costs.\nSupplier's obligations.\nWhen carrying out activities on the site of the Ordering Party's plant or other place of performance indicated by Cemex, the Supplier undertakes to comply with: a internal organisational and housekeeping rules, including those relating to access to the premises or place of performance, and sobriety testing procedures. The Supplier declares that it is aware of the existing and potential restrictions on its activities resulting from the above rules and has no objections in this respect; b the health and safety regulations and principles set out in Appendix no. 1 Health and Safety Requirements in relation to the Contractors of CEMEX Polska; Cc the environmental regulations and rules set out in Appendix no. 2 Environmental Protection Requirements for Contractors of CEMEX Polska. In the case of services being provided at CEMEX plants in confined or restricted spaces, such as: silos, raw material and cement mills, concrete mixer drums, hoppers, deep excavations, etc., the Supplier confirms to comply with the requirements applicable in this respect contained in Appendix no. 3 Entry into confined and restricted spaces. In the case of services being provided at CEMEX plants with the status of a Mining Plant, the Supplier confirms to comply with the requirements applicable in this respect contained in Appendix no. 4 Division of responsibilities in order to ensure the safe conditions of work and coordination of work.\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025",
  "page_4": "JA CEMEX\nThe Supplier confirms that in connection with the execution of the order, it acknowledges the provisions of Appendix no. 5 Third Party Compliance Declaration and undertakes to sign it and submit it to the Ordering Party at the latest before the execution of the order. The Supplier confirms that in connection with the execution of the order, it acknowledges the provisions of Appendix no. 6 CEMEX Corporate Clauses and undertakes to comply with them. The Supplier conforms that in the case of the execution of an order concerning goods imported from outside the European Union, it acknowledges and undertakes to comply with the provisions of Appendix no. 7 CBAM Compliance Clauses. In the case of the construction services, the Supplier shall provide, at its own expense, a works manager who shall exercise constant supervision over all work carried out, compliance with health and safety regulations and other internal procedures. The works manager should have appropriate professional skills, supported by relevant experience and authorisations in accordance with the laws of the Republic of Poland. The works manager is obliged to cooperate with the CEMEX health and safety specialist appointed by the Ordering Party. Prior to starting work on CEMEX plants or other contract places indicated by CEMEX, the Supplier's employees are obliged to undergo health and safety training (the training will be carried out by a CEMEX representative), at which they should present up-to- date documents confirming their qualifications and examinations allowing them to carry out the contracted work. If required, the Parties will agree on a work coordinator (Article 208 of the Labour Code). The Supplier's employees, including drivers, when carrying out work on CEMEX plants or other places of performance indicated by CEMEX, must be equipped with and should wear appropriate, clean and in good working order and approved for use in accordance with health and safety requirements, personal protective equipment: reflective waistcoats, helmets, goggles or safety glasses (depending on the type of work), hearing protectors, etc. 10 All tools to be used by the Supplier's employees during the service must have CE conformity declarations, be operational and safe to handle. The Supplier shall draw up a list of tools and equipment on the day of the service at the latest and give it to the security officer at the CEMEX plant gate before the tools are brought onto the CEMEX site. 11 The supplier should provide a staff welfare room on his own, as CEMEX, does not provide such a room. 12 CEMEX does not provide storage facilities for parts, tools, equipment, etc. If equipment such as a crane, excavator, forklift truck, uplift, scaffolding, etc. is required for the execution of the contract, in such cases the Supplier must provide such equipment on his own and at his own expense. The supplier undertakes to comply with the provisions of annex no. 8: The rules regarding the safety and security of the property that belongs to service providers that work at Cemex Polska’s sites 13 The Supplier provides qualified workers and is responsible for their safety on the CEMExX site so as to eliminate the danger zone for bystanders. 14 In carrying out the services accepted to be performed at the Mine Plant, the Supplier shall provide management, supervision and traffic supervision by persons with the\nappropriate qualifications.\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025",
  "page_5": "General Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025\nJA CEMEX\n15. If the Supplier employs people who are not fluent in Polish or English to carry out the order, in such a case the Supplier shall be obliged to provide a person who guarantees correct and reliable communication with such employees at its own expense.\nQuality guarantee and liability for defects. The Supplier warrants that the goods or services supplied in the performance of the order will comply with the specifications, technical documentation or drawings and any other requirements arising from the order and other documents. The Supplier shall provide the Ordering Party with a guarantee for the subject matter of the contract for a period of 2 years, unless a different period is agreed between the parties. If any defects are found during the warranty or guarantee period, including failure to achieve the assumed operating parameters, the Supplier shall be liable for these defects and is obliged to replace the defective item with a defect-free one or to perform the service again within a further 14 days and the Ordering Party still retains the right to compensation. If the Supplier fails to rectify defects in the goods delivered or services rendered within 14 days of the complaint being made, the Ordering Party shall be entitled to withdraw from the contract or shall be entitled, without separate court authorisation, to have the defects rectified himself or by another party at the Supplier's expense and risk, as appropriate. If the subject of the contract has a defect, the Ordering Party may also make a declaration to reduce the price or withdraw from the contract pursuant to Article 560 of the Civil Code. If upon receipt of the subject of the contract, defects are found which cannot be removed, the Ordering Party may withdraw from the contract and refuse to pay the remuneration. If the Supplier fails to fulfil the obligations under the quality guarantee, he shall be obliged to prove at his own expense the circumstances releasing him from liability under the guarantee. The Ordering Party is entitled to exercise warranty and guarantee rights independently.\nVil. Force Majeure\nForce majeure means a sudden and unforeseeable event, beyond the control of a Party, occurring after the conclusion of the contract, which prevents a Party from performing its obligations under the contract and which does not involve a Party's own fault or lack of due diligence. Such events may include, in particular: natural disasters, natural catastrophes, wars, revolutions, epidemics, declared general strikes in the industries concerned, restrictions on the supply of electricity, the introduction of one of the states of emergency, official decisions of authorities and public administrations introducing restrictions on the exercise of economic activity, etc. The Parties shall not be liable for any non-performance or improper performance of the provisions of the contract as a result of Force Majeure, provided that if a situation of Force Majeure arises, the Party on whose side the circumstances occurred shall\nVi",
  "page_6": "JA CEMEX\nIX Payment\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025\npromptly notify the other Party in writing or by e-mail of its occurrence and causes and shall use its best endeavours to provide the other Party, within 7 days from the date of notification, with documentation that explains the nature and causes of the Force Majeure occurring to the extent practicable. If there is a delay in the deadline for the performance of the contract due to Force Majeure, then the deadline shall be extended by the Parties by such period of time as the Force Majeure lasted, unless as a result of the Force Majeure lasting more than 30 days the performance of the obligation becomes pointless for the Ordering Party. In the event of Force Majeure lasting more than 30 days, the Parties reserve the right to withdraw from the contract in whole or in part to the extent that the contract has not been fulfilled by the time of the Force Majeure.\nVill. Confidentiality of information\nThe contents of the offer, the order and the agreement are covered by commercial confidentiality and may not be disclosed without the prior written consent of the other Party. Any confidential information, i.e. technical, commercial, financial, cost information, communicated in connection with the execution of an order may not be passed on to third parties, unless such information is requested by a legally authorised body. To the extent not regulated in this section, the provisions on confidential information are governed by Appendix no. 6 CEMEX Corporate Clauses.\nAll prices quoted in the offer, the order or the agreement are net prices to which VAT will be added at the due amount according to the regulations in force on the date of issuing the invoice, unless it is clear from the content of the offer, the order or the agreement that the quoted price is a gross price. The Ordering Party shall pay the Supplier within 60 days, from the date of receipt of the VAT invoice, unless the parties agree a different payment period in the order. Payment of the remuneration will be made by transfer to the Supplier's bank account indicated on the invoice. The bank account indicated on the invoice referred to in section 2 shall be in accordance with the list referred to in Article 96b section 3 item 13 of the Act of 11 March 2004 on tax on goods and services in the wording introduced by the Act of 12 April 2019. on amending the Act on tax on goods and services and certain other acts (Journal of Laws of 2019, item 1018). Should the bank account provided be inconsistent with the aforementioned list, the Ordering Party shall be entitled to withhold payment until the Supplier has indicated a correct bank account. Such withholding of payment shall not entitle the Supplier to charge late payment interest for the period of withholding, nor shall it constitute a default in payment of remuneration and shall not give rise to any rights of the Supplier which the law or the contract implies by the fact of delay, default or non-performance of a monetary obligation by the Ordering Party.",
  "page_7": "JA CEMEX\nCopyrights\nInvoices should be delivered in hard copy to the following address of the Ordering Party: Cemex Polska Sp. Z 0.O., Dziat Ksiegowosci, ul. Mstowska 10, 42-240 Rudniki or in electronic form via the Vendor Portal platform belonging to the Ordering Party or via the National e-Invoice System once this system has been introduced as the applicable system for issuing and sending invoices. Requests for access to the Vendor Portal should be sent to the following email address: ksiegowosc.rudniki@cemex.com. Payment of remuneration for the performance of the subject matter of the contract will be based on an invoice duly issued and delivered to the Ordering Party. The invoice must state the order number or the name of the person coordinating the order on the part of CEMEX. In the absence of the above contractually required information on the invoice, the Supplier shall not be entitled to claim contractual penalties or interest on subsequent payment, nor shall it be entitled to avail itself of any other legal or contractual remedies in the event of delay, late payment or non-performance of a monetary obligation by the Ordering Party. The parties agree that the date of payment of the invoice shall be the date on which the Ordering Party's bank account is debited. The Ordering Party certifies that it is an active VAT taxpayer. The Ordering Party declares that it has the status of a large entrepreneur in accordance with Article 4c(1) and (2) of the Act of. 08.03.2013 on payment dates in commercial transactions. The Supplier may assign receivables, of which the payment term has not expired yet, arising from this contract to a third party only with the written consent of CEMEX. In the case of framework agreements or agreements of a continuous nature, the assignment of future receivables is not permitted (so-called global assignment of receivables).\nThe Supplier's remuneration set out in the order also includes: a) remuneration for the acquisition by the Ordering Party, for an indefinite period of time and in the entire territory of the world, of proprietary copyrights to the subject matter of the contract, if the execution of the contract results in the creation of proprietary copyrights (hereinafter: Work); b) remuneration for the Ordering Party's acquisition of ownership of the copies on which the Work has been fixed, in respect of which such rights are acquired; c) the right to authorise the exercise of derivative copyrights in the Work. As of the date of payment by the Ordering Party of the remuneration due to the Supplier, the Supplier transfers to the Ordering Party, without the necessity of submitting an additional declaration of will in this respect, the proprietary copyrights to the Work in the fields of exploitation listed in section 3, together with the right to exercise dependent copyrights to the Work in the same fields of exploitation. At the moment of acquiring copyright, the Ordering Party acquires ownership of the copies on which the Work has been recorded, in respect of which such rights are acquired, and the right to authorise the exercise of derivative copyrights in the Work. The transfer of copyright in the Work constituting the subject matter of the contract together with the transfer of subsidiary rights covers the following fields of exploitation:\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025",
  "page_8": "JA CEMEX\nXl. Personal data protection.\nXIl. Final provisions\na) using for any purpose whatsoever by the Ordering Party in connection with the operation of a plant or other facility of the Ordering Party, in particular for the purposes of renovation, restoration, reconstruction, construction, extension, alteration, sale; b) making elaborations, changes, adaptations, alterations to the Work and to use and dispose of the Work so altered, subject to clause \"c\"; Cc) using the Work or the Work altered in accordance with b) above for extension, alteration, reconstruction, restoration; d) marketing; e) using parts of the Work as separate elements and inclusion of all or part of the Work in other works or databases, including for the creation of new works; f) authorising others to use all or part of the Work; g) fixation and reproduction of the Work by any technique (in any system, format and on any medium), including but not limited to printing, on any audiovisual medium, computer disk and on all types of digital recording media; h) putting the Work into computer memory, including the memory of a network computer server and into a computer network (including the Internet).\nThe Supplier acknowledges that a video surveillance system is in place on the premises of the Ordering Party's plants and other facilities, in areas accessible to the public, and undertakes to notify its staff of this. The rules governing the processing of personal data of persons whose personal data have been made available to the Ordering Party in connection with the conclusion or performance of a contract are described in the CEMEX Privacy Policy, which can be found at https://www.cemex.pl/polityka-prywatnosci.aspx. The Supplier declares that it has read the Ordering Party's information clause available at the address indicated above. The Supplier undertakes to familiarise the persons whose data it will make available to the Ordering Party with the above documents, and undertakes to carry out any other actions necessary to comply with the information obligation set out in the RODO with respect to such persons on behalf of the Ordering Party.\nThe law applicable to the offer, order or agreement is the Polish law. Disputes will be settled by the common court with jurisdiction over the Ordering Party's registered office. The contract language shall be Polish, if the order is also concluded in another language, in which case the Polish-language version shall prevail in the event of differences in interpretation. In the event of a contradiction between the content of the GTC and the content of the contract, the Parties are bound by the content of the order or agreement. Any changes to the content of the contract must be made in the same form in which they are concluded or in writing or in electronic form with qualified signatures in order to be valid.\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025",
  "page_9": "JA CEMEX\nGeneral Terms and Conditions of Orders of Cemex Polska Sp. z 0.0. dated 27\" of January, 2025\nThe Ordering Party does not consent to the use by the Supplier of the Ordering Party's word or word-graphic trademarks or logos without the prior express written consent of the Ordering Party. Other matters not covered by these GTC shall be governed by the relevant provisions of Polish law, including the provisions of the Civil Code.\nThe Attachments constituting an integral part of the GTC:\nAppendix no. 1 Health and Safety Requirements in relation to the Contractors of CEMEX Polska Appendix no 2 Environmental Protection Requirements for Contractors of CEMEX Polska Appendix no Entry into confined and restricted spaces Appendix no Division of responsibilities in order to ensure the safe conditions of work and coordination of work Appendix no Third Party Compliance Declaration Appendix no CEMEX Corporate Clauses Appendix no CBAM Compliance Clauses. Appendix no The rules regarding the safety and security of the property that to service that work at Cemex Polska’s sites\nbelongs\nproviders"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
