{
  "file_name": "202_1913.pdf",
  "pages": {
  "page_1": "SAI CEMEX\nCBAM Compliance Clause of CEMEX\n1 CBAM Requirements. The Supplier acknowledges that the Purchaser [exports cement to customers within] [imports products to] the European Union (“EU”) and that such [exports] [imports] are subject to the EU’s Carbon Border Adjustment Mechanism (\"CBAM”) Regulation, specifically as outlined in Regulation (EU) 2023/956 and any subsequent amendments or relevant (implementing) regulations. The Supplier agrees to fully comply with all CBAM requirements and to provide the Purchaser with the following accurate, complete, and timely documentation necessary for CBAM compliance (the “CBAM Requirements”): a) Embedded Direct Carbon Emissions. The Supplier shall provide the Purchaser with a detailed and accurate calculation of the embedded direct carbon emissions associated with the production processes of the goods supplied under this Agreement, pursuant to the methods for calculating embedded emissions established in Annex IV of the CBAM. This calculation must include emissions from the production of heating and cooling that is consumed during the production processes, regardless of where the heating or cooling is produced. b) Embedded Indirect Carbon Emissions. The Supplier shall also provide the Purchaser with a detailed and accurate calculation of the embedded indirect carbon emissions associated with the production of electricity consumed during the production processes of the goods supplied under this Agreement, regardless of the location where the electricity is generated, pursuant to the methods for calculating embedded emissions established in Annex IV of the CBAM. C) Carbon Pricing Documentation. The Supplier must provide evidence of any carbon price paid or due in the country of origin for the embedded carbon emissions in the supplied goods hereunder. Carbon price shall mean the monetary amount paid in a third country, under a carbon emissions reduction scheme, in the form of a tax, levy or fee or in the form of emission allowances under a greenhouse gas emissions trading system, calculated on greenhouse gases covered by such a measure, and released during the production of goods. This documentation should include any applicable rebates, or other forms of compensation received by the Supplier in relation to these carbon emissions. 2. Format and Method of Submission. All documentation and data provided by the Supplier must be in a digital format or in any other format, as required by Purchaser. For this purpose, the Purchaser may provide designated Communication Templates to the Supplier. If provided in digital format, the documentation must be submitted through secure electronic means as required by the Purchaser to ensure confidentiality and integrity of the data. 3. Timing and Frequency of Documentation Submission a) Monthly Submission. The Supplier shall submit the CBAM Requirements for each calendar month, no later than 15 days after the end of each month.",
  "page_2": "SAI CEMEX\nb) Additional Documentation. The Supplier shall submit any additional\ndocumentation reasonably required by the Purchaser to comply with CBAM, no later than 10 days after such request. The Supplier shall cooperate with Purchaser to comply with any requirements by the EU authorities regarding CBAM. 4 Indemnity and Remedies a) Indemnification. In the event that the Supplier fails to timely deliver the CBAM Requirements or any additional documentation requested documentation by Purchaser to comply with CBAM or provides inaccurate, incomplete, or fraudulent information, the Supplier agrees to indemnify and hold the Purchaser harmless from any and all penalties, fines, damages, or additional costs imposed by the EU authorities or incurred by the Purchaser as a result of non-compliance with CBAM. b) Breach and _ Termination. Failure to timely deliver the CBAM Requirements shall constitute a material breach of this Agreement, for which Purchaser may terminate this Agreement without liability and in addition to any other remedies available under this Agreement or at law. C) Survival of Obligations. Supplier shall comply with the CBAM Requirements for all goods delivered hereunder, even after termination or expiration of this Agreement."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
