{
  "file_name": "202_1921.pdf",
  "pages": {
  "page_1": "M/CEMEX\nKlauzula Zgodności CBAM firmy CEMEX\n1 Wymagania CBAM. Dostawca przyjmuje do wiadomości, że Zamawiający [eksportuje cement do klientów na terenie] [importuje produkty do] Unii Europejskiej („UE”) oraz że taki [eksport] [import] podlega unijnemu Rozporządzeniu (UE) 2023/956 w sprawie mechanizmu dostosowania granic pod względem emisji dwutlenku węgla (,CBAM”) , w szczególności jak określono w tym Rozporządzeniu i wszelkich jego późniejszych zmianach, odpowiednich przepisach wykonawczych (wdrażających) to Rozporządzenie, Dostawca zgadza się w pełni przestrzegać wszystkich wymagań CBAM i dostarczać Zamawiającemu następującą dokładną, kompletną i terminową dokumentację niezbędną do realizacji obowiązków wynikających z regulacji CBAM („Wymagania CBAM”):\na) Wbudowane Bezpośrednie Emisje Dwutlenku Węgla. Dostawca dostarczy Zamawiającemu szczegółowe i dokładne obliczenia wbudowanych bezpośrednich emisji dwutlenku węgla związanych z procesami produkcyjnymi towarów dostarczanych na mocy niniejszej Umowy, zgodnie z metodami obliczania wbudowanych emisji określonymi w Załączniku IV do CBAM. Obliczenia te muszą uwzględniać emisje powstałe w wyniku produkcji ciepła i chłodu, które są zużywane w procesach produkcyjnych, niezależnie od tego, gdzie wytwarzane jest ciepło lub chłód.\nb) Wbudowane Pośrednie Emisje Dwutlenku Węgla. Dostawca dostarczy także Zamawiającemu szczegółowe i dokładne obliczenia wbudowanych pośrednich emisji dwutlenku węgla związanych z produkcją energii elektrycznej zużywanej w procesach produkcyjnych towarów dostarczanych na mocy niniejszej Umowy, niezależnie od miejsca, w którym energia elektryczna jest wytwarzana, zgodnie z metodami obliczania emisji wbudowanych określonymi w Załączniku IV CBAM.\nc) Dokumentacja Cenowa Emisji Dwutlenku Węgla. Dostawca musi przedstawić dowód potwierdzający jakąkolwiek cenę emisji dwutlenku węgla zapłaconą lub należną w kraju pochodzenia za emisję dwutlenku węgla związaną z dostarczonymi towarami na mocy niniejszej Umowy. Cena emisji dwutlenku węgla oznacza kwotę pieniężną zapłaconą w państwie trzecim w ramach programu redukcji emisji dwutlenku węgla, w formie podatku, innej daniny lub opłaty albo w formie uprawnień do emisji w ramach systemu handlu uprawnieniami do emisji gazów cieplarnianych, obliczoną w odniesieniu do gazów cieplarnianych objętych takim system i uwolnionymi podczas produkcji towarów. Dokumentacja ta powinna zawierać wszelkie obowiązujące rabaty lub inne formy rekompensaty otrzymanej przez Dostawcę w związku z powyższa emisją dwutlenku węgla.\n2. Format i Sposób Przesyłania. Wszelka dokumentacja i dane dostarczone przez Dostawcę muszą być w formacie cyfrowym lub w innym formacie wymaganym przez Zamawiającego. W tym celu Zamawiający może udostępnić Dostawcy określone Formatki Przekazywania Informacji. Jeżeli dokumentacja jest dostarczana w formacie cyfrowym, należy ją złożyć za pomocą bezpiecznych środków elektronicznych zgodnie z wymaganiami Zamawiającego, aby zapewnić poufność i integralność danych.",
  "page_2": "M/CEMEX\n3: Termin i Częstotliwość Składania Dokumentacii\na) R aportowanie Miesięczne. Dostawca zobowiązany jest dostarczyć Zamawiającemu informacje i dokumenty objęte Wymaganiami CBAM za każdy miesiąc kalendarzowy dostaw, nie później niż 15 dni po zakończeniu danego miesiąca.\nb) Dodatkowa dokumentacja. Dostawca przedłoży wszelką dodatkową dokumentację, zasadnie wymaganą przez Zamawiającego w celu spełnienia wymagań CBAM, nie później niż 10 dni od takiego wezwania. Dostawca będzie współpracował z Zamawiającym w celu spełnienia wszelkich wymagań organów UE dotyczących M\n4. Odszkodowanie i Środki Prawne\na) Odszkodowanie. W przypadku, gdy Dostawca nie dostarczy w terminie dokumentów lub informacji zgodnych z Wymaganiami CBAM lub jakiejkolwiek dodatkowej dokumentacji wymaganej przez Zamawiającego w celu spełnienia wymagań CBAM lub dostarczy niedokładne, niekompletne lub fałszywe informacje, Dostawca zgadza się zwolnić Zamawiającego z odpowiedzialności i chronić go przed wszelkimi karami, opłatami, odszkodowaniami lub dodatkowymi kosztami nałożonymi przez władze z obszaru UE lub poniesionych przez Zamawiającego w wyniku nieprzestrzegania CBAM.\nb) Naruszenie i Wypowiedzenie. Niedostarczenie w terminie dokumentów lub informacji dla spełnienia Wymagań CBAM będzie stanowiło istotne naruszenie niniejszej Umowy, w przypadku którego Zamawiający może rozwiązać niniejszą Umowę bez ponoszenia odpowiedzialności i niezależnie od wszelkich innych środków prawnych dostępnych na mocy niniejszej Umowy lub przepisów prawa.\nc) Trwałość Zobowiązań. Dostawca będzie zobowiązany przestrzegać Wymagań CBAM w odniesieniu do wszystkich towarów dostarczonych na mocy niniejszej Umowy, nawet po rozwiązaniu lub wygaśnięciu niniejszej Umowy."
},
  "language": "Languages.POLISH",
  "total_pages": 2
}
