{
  "file_name": "202_1925.pdf",
  "pages": {
  "page_1": "M/CEMEX\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.\nPostanowienia ogólne.\nOgólne Warunki Zamówień, zwane dalej OWZ, regulują zasady realizacji sprzedaży lub dostawy towarów oraz świadczenia usług na rzecz Cemex Polska Sp. z o.o. z siedzibą w Warszawie, wpisaną do Rejestru Przedsiębiorców prowadzonego przez Sąd Rejonowy dla miasta stołecznego Warszawy w Warszawie, XIV Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS 0000037375, NIP: 951-149-64-32, REGON 012192639, BDO: 000000439, posiadającą kapitał zakładowy w wysokości 314 268 600,00 zł, zwaną dalej Zamawiającym lub CEMEX. OWZ stanowią integralną część oferty, zamówienia lub umowy i obowiązują obie Strony (tj. Zamawiającego oraz drugą stronę umowy, która w OWZ zwana jest dalej Dostawcą), o ile w ofercie, zamówieniu lub umowie powołują się na niniejsze OWZ. Do zawarcia umów w ramach niniejszych OWZ nie mają zastosowania postanowienia art. 66! kodeksu cywilnego. Odmienne postanowienia oferty, zamówienia lub umowy w poszczególnych kwestiach mają pierwszeństwo przed przepisami OWZ. Integralną część OWZ stanowią następujące załączniki, które są dostępne na stronie internetowej CEMEX https://www.cemex.pl/wspolpraca-z-dostawcami.aspx: a) załącznik nr 1 Wymagania BHP w stosunku do kontrahentów CEMEX Polska b) załącznik nr 2 Wymagania w zakresie ochrony środowiska dla Kontrahentów wykonujących usługi na zlecenie CEMEX Polska sp. z o.o. c) załącznik nr 3 Wejście do przestrzeni zamkniętych i ograniczonych d) załącznik nr 4 Podział obowiązków w celu zapewnienia bezpiecznych warunków pracy i koordynacji prac e) załącznik nr 5 Deklaracja zgodności f) załącznik nr 6 Klauzule korporacyjne CEMEX g) załącznik nr 7 Klauzula Zgodności CBAM.\nSkładanie zamówień, zawarcie umowy.\nZamawiający składa Dostawcy zamówienie w formie pisemnej lub w postaci elektronicznej za pomocą poczty elektronicznej, której adres mailowy pochodzi z domeny: ©cemex.com lub Qext.cemex.com, lub za pomocą innych podobnych środków indywidualnego porozumiewania się na odległość. Zamawiający w zamówieniu określa co najmniej: 1) strony umowy, 2) przedmiot umowy, 3) wynagrodzenie Dostawcy. W przypadku zamówień składanych za pomocą poczty elektronicznej, pozostałe warunki umowy uzgodnione przez Strony w korespondencji mailowej, stanowią integralną część umowy. Zamawiający wyznacza Dostawcy termin co najmniej 2 dni roboczych na potwierdzenie przyjęcia zamówienia do realizacji. Brak potwierdzenia w wyznaczonym terminie traktowany będzie jako przyjęcie przez Dostawcę zamówienia do realizacji na warunkach zgodnych z treścią zamówienia, jeżeli strony pozostają w stałych stosunkach gospodarczych.\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.\nIl",
  "page_2": "IV\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.\nM/CEMEX\nUmowę poczytuje się za zawartą w chwili otrzymania przez Zamawiającego oświadczenia złożonego przez Dostawcę [e) przyjęciu zamówienia lub z chwilą upływu terminu wyznaczonego na potwierdzenie przyjęcia zamówienia przez Dostawcę, jeżeli strony pozostają w stałych stosunkach gospodarczych. W przypadku zamówień składanych w postaci elektronicznej, umowę poczytuje się za zawartą w siedzibie Zamawiającego.\nCzas trwania, wypowiedzenie, odstąpienia od umowy.\nW zamówieniach, które nie dotyczą jednorazowej dostawy towarów lub usług, w przypadku braku innych uzgodnień przyjmuje się, że umowa zostaje zawarta na czas nieokreślony. Każda ze stron może rozwiązać umowę z zachowaniem jednomiesięcznego okresu wypowiedzenia. W przypadku gdy Dostawca nie wykona zobowiązania w terminie ściśle określonym w zamówieniu, Zamawiający ma prawo odstąpić od umowy bez wyznaczania terminu dodatkowego oraz żądać zapłaty kary umownej, o której mowa w pkt IV ust. 3 lit. c) OWZ. Zamawiający ma także prawo odstąpić od umowy w całości lub w części gdy nastąpi rozwiązanie przedsiębiorstwa Dostawcy, Dostawca złoży wniosek restrukturyzacyjny dotyczący postępowania układowego lub sanacyjnego, zostanie otwarta likwidacja Dostawcy lub zostanie wydany nakaz zajęcia majątku Dostawcy, a rodzaj lub wartość zajętego majątku mogą zagrozić terminowi realizacji umowy lub mieć negatywny wpływ na jej realizację. Realizacja umowy, kary umowne. Strony zobowiązane są do współpracy w trakcie realizacji umowy. Zamawiający obowiązany jest udzielić Dostawcy wszelkich posiadanych przez siebie informacji niezbędnych do właściwej realizacji zamówienia. Jeżeli Dostawca uzna, że nie otrzymał od Zamawiającego wszelkich niezbędnych informacji powinien niezwłocznie zwrócić się do Zamawiającego o przekazanie mu takich, konkretnie wymienionych, brakujących informacjj w zakresie w jakim są one niezbędne do prawidłowego wykonania zamówienia. Dostawca powinien wykonać umowę w terminie wskazanym w zamówieniu lub uzgodnionym przez Strony, a w przypadku braku wskazania terminu, niezwłocznie po wezwaniu przez Zamawiającego do spełnienia świadczenia. Dostawca zapłaci Zamawiającemu karę umowną na żądanie Zamawiającego: a) za opóźnienia w realizacji określonego przedmiotu zamówienia w wysokości 0,2% wartości zamówienia netto - za każdy dzień opóźnienia, w stosunku do umownego terminu wykonania zamówienia określonego w zamówieniu; nie więcej jednak niż 20% wartości netto zamówienia; b) za opóźnienia w usuwaniu wad, stwierdzonych przy odbiorze lub w okresie gwarancyjnym, w wysokości 0,2% wartości netto zamówienia za każdy dzień opóźnienia liczony od końca okresu określonego na usunięcie stwierdzonych wad nie niż wartości\nwięcej, jednak 20%\nnetto zamówienia;\nIII.",
  "page_3": "M/CEMEX\nc) za nienależyte wykonanie zamówienia, inne niż określone w lit. a), b) lub e) w wysokości 10% wartości netto zamówienia; d) za odstąpienie od umowy z winy Dostawcy w wysokości 20% wartości netto zamówienia; e) za nieprzestrzeganie zasad BHP, PPoż., przepisów ochrony środowiska oraz porządku w oparciu o załączniki nr 1 i 2 iw wysokości tam wskazanej. Zapłata kar umownych nastąpi w terminie 14 dni od otrzymania przez Dostawcę noty obciążeniowej. Zamawiającemu przysługuje prawo do dochodzenia odszkodowania przewyższającego wysokość zastrzeżonych kar umownym na zasadach ogólnych. Dowodem realizacji zamówienia (lub jego części) jest podpisany przez osoby upoważnione przez Zamawiającego: dokument wydania towarów (WZ) lub protokół odbioru w przypadku usług. Prace powinny być zgłoszone Zamawiającemu do odbioru najpóźniej na 3 dni robocze przed terminem ich odbioru. Magazyn Zamawiającego pracuje w godzinach od 8:00-11:00 oraz od 13:00 — 15:00 i tylko w tych godzinach możliwe jest dostarczenie zamówionych towarów, jeśli magazyn został wskazany w zamówieniu jako miejsce dostawy. W przypadku dostawy w godzinach innych niż wyżej wymienione Zamawiający zastrzega sobie prawo do nieodebrania przesyłki bez ponoszenia dodatkowych kosztów ponownej dostawy.\nZobowiązania Dostawcy.\nWykonując czynności na terenie zakładu Zamawiającego lub innego miejsca wykonywania zamówienia wskazanego przez Cemex, Dostawca zobowiązuje się do przestrzegania: a. wewnętrznych zasad organizacyjnych i porządkowych, w tym dotyczących dostępu do terenu zakładu lub miejsca wykonywania zamówienia, oraz procedur badania trzeźwości. Dostawca oświadcza, iż jest świadomy wynikających z powyższych zasad istniejących oraz potencjalnych ograniczeń dla jego działań i nie zgłasza w tym zakresie jakichkolwiek zastrzeżeń; przepisów i zasad BHP określonych w załączniku nr 1 Wymagania BHP w stosunku do kontrahentów CEMEX Polska; przepisów i zasad ochrony środowiska określonych w załączniku nr 2 Wymagania w zakresie ochrony środowiska dla Kontrahentów wykonujących usługi na zlecenie CEMEX Polska sp. z o.o. W przypadku realizacji usług w zakładach CEMEX w pomieszczeniach zamkniętych lub przestrzeniach ograniczonych, typu: silosy, młyny surowca i cementu, bębny betonomieszarek, leje zasobnikowe, głębokie wykopy itp., Dostawca potwierdza, że zobowiązuje się do przestrzegania obowiązujących w tym zakresie wymagań zawartych w załączniku nr 3 Wejście do przestrzeni zamkniętych i ograniczonych. W przypadku realizacji usług w zakładach CEMEX o statusie Zakładu Górniczego, Dostawca potwierdza, że zobowiązuje się do przestrzegania obowiązujących w tym zakresie wymagań zawartych w załączniku nr 4 Podział obowiązków w celu zapewnienia bezpiecznych warunków pracy i koordynacji prac.\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.",
  "page_4": "M/CEMEX\nDostawca potwierdza, że w związku z realizacją zamówienia przyjmuje do wiadomości zapisy załącznika nr 5 Deklaracja zgodności oraz zobowiązuje się ją podpisać i przedłożyć Zamawiającemu najpóźniej przed przystąpieniem do realizacji zamówienia. Dostawca potwierdza, że w związku z realizacją zamówienia przyjmuje do wiadomości zapisy załącznika nr 6 Klauzule korporacyjne CEMEX oraz zobowiązuje się do jego przestrzegania. Dostawca potwierdza, że w przypadku realizacją zamówienia, które dotyczą towarów importowanych spoza obszaru Unii Europejskiej, przyjmuje do wiadomości zapisy załącznika nr 7 Klauzula Zgodności CBAM firmy CEMEX oraz zobowiązuje się do jego przestrzegania. W przypadku realizacji usług budowlanych, Dostawca zobowiązany jest zapewnić na swój koszt kierownika robót, który będzie sprawował stały nadzór nad wszystkimi prowadzonymi pracami, przestrzeganiem przepisów BHP i innych wewnętrznych procedur. Kierownik robót powinien posiadać odpowiednie umiejętności zawodowe, poparte odpowiednim doświadczeniem oraz uprawnieniami zgodnie z przepisami prawa Rzeczypospolitej Polskiej. Kierownik robót zobowiązany jest współpracować z wyznaczonym przez Zamawiającego specjalistą BHP z ramienia CEMEX. Przed rozpoczęciem prac na terenie zakładów CEMEX lub innych miejsc wykonywania zamówień wskazanych przez CEMEX, pracownicy Dostawcy zobowiązani są odbyć szkolenie z zakresu BHP (szkolenie przeprowadzi przedstawiciel CEMEX), na którym powinni przedstawić aktualne dokumenty potwierdzające ich uprawnienia i badania dopuszczające do wykonywania zleconych prac. Jeżeli jest to wymagane to Strony ustalą koordynatora prac (art. 208 kodeksu pracy). Pracownicy Dostawcy, w tym kierowcy, podczas wykonywania prac na terenie zakładów CEMEX lub innych miejsc wykonywania zamówień wskazanych przez CEMEX, muszą być wyposażeni oraz powinni nosić odpowiednie, czyste i sprawne technicznie oraz dopuszczone do stosowania zgodnie z wymaganiami BHP, środki ochrony osobistej: kamizelki odblaskowe, kaski, gogle lub okulary ochronne (w zależności od rodzaju prac), ochronniki słuchu, itp. 10 Wszystkie narzędzia, jakimi pracownicy Dostawcy będą się posługiwać podczas realizacji usługi muszą posiadać deklaracje zgodności CE, być sprawne i bezpieczne do obsługi. Dostawca najpóźniej w dniu realizacji usługi powinien sporządzić listę narzędzi i urządzeń oraz przekazać ją pracownikowi ochrony na bramie zakładu CEMEX przed wwiezieniem tychże narzędzi na teren zakładu CEMEX. 11 Dostawca powinien zapewnić we własnym zakresie pomieszczenie socjalne dla pracowników, gdyż CEMEX, nie zapewnia takiego pomieszczenia. 12 CEMEX nie zapewnia pomieszczeń do magazynowania części, narzędzi, urządzeń, itp. Jeżeli do realizacji umowy będzie potrzebny sprzęt typu: dźwig, koparka, wózek widłowy, zwyżka, rusztowania, itp., to w takich przypadkach Dostawca musi zapewnić tego typu sprzęt we własnym zakresie i na własny koszt. 13 Dostawca zapewnia wykwalifikowanych pracowników I odpowiada za ich bezpieczeństwo na terenie zakładu CEMEX tak, aby wyeliminować strefę niebezpieczną dla osób postronnych. 14 Przy realizowaniu usług przyjętych do wykonania na terenie Zakładu Górniczego Dostawca zapewni kierownictwo, nadzór oraz dozór ruchu przez osoby posiadające odpowiednie kwalifikacje.\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.",
  "page_5": "Ogólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.\nM/CEMEX\n15. Jeżeli Dostawca do wykonania zamówienia zatrudnia osoby nieposługujące się biegle\njęzykiem polskim lub angielskim, w takim wypadku Dostawca jest zobowiązany do\nzapewnienia osoby gwarantującej prawidłową i rzetelną komunikację z takimi pracownikami we własnym zakresie i na swój koszt. Gwarancja jakości i odpowiedzialność za wady. Dostawca gwarantuje, że towary lub usługi dostarczone w ramach realizacji zamówienia będą zgodne ze specyfikacją, dokumentacją lub rysunkami technicznymi oraz wszelkimi innymi wymogami wynikającymi z zamówienia i innych dokumentów. Dostawca udziela Zamawiającemu gwarancji na przedmiot umowy na okres 2 lat, chyba że zostanie ustalony inny okres pomiędzy stronami. Jeżeli w okresie gwarancji zostaną stwierdzone jakiekolwiek wady, w tym nieosiąganie zakładanych parametrów pracy, to Dostawca ponosi odpowiedzialność z tytuł tych wad i zobowiązany jest do wymiany wadliwej rzeczy na wolną od wad lub do ponownego wykonania usługi w ciągu kolejnych 14 dni, przy jednoczesnym zachowaniu przez Zamawiającego prawa do odszkodowania. Jeżeli Dostawca nie usunie wad dostarczonych towarów lub wykonanych usług w ciągu 14 dni od złożenia reklamacji, Zamawiający ma prawo odstąpić od umowy lub ma prawo bez odrębnego upoważnienia sądu, odpowiednio do usunięcia usterek we własnym zakresie lub przez inny podmiot na koszt i ryzyko Dostawcy. Jeżeli przedmiot umowy ma wadę, Zamawiający może także złożyć oświadczenie o obniżeniu ceny albo odstąpieniu od umowy stosownie do art. 560 kodeksu cywilnego. Jeżeli w toku czynności odbioru przedmiotu umowy zostaną stwierdzone wady nienadające się do usunięcia, Zamawiający może odstąpić od umowy i odmówić zapłaty wynagrodzenia. W razie uchylania się Dostawcy od wykonania obowiązków wynikających z udzielonej gwarancji jakości, jest on zobowiązany do udowodnienia na własny koszt okoliczności zwalniających go z odpowiedzialności z tytułu gwarancji. Zamawiający ma prawo wykonywać niezależnie uprawnienia z gwarancji i rękojmi.\nVII. Siła wyższa\nSiła wyższa oznacza zdarzenie nagłe i nieprzewidywalne, będące poza kontrolą Strony, występujące po zawarciu umowy, uniemożliwiające wykonanie przez Stronę obowiązków wynikających z umowy, nieobejmujące winy własnej Strony lub braku jej należytej staranności. Takie zdarzenia mogą obejmować w szczególności: klęski żywiołowe, katastrofy naturalne, wojny, rewolucje, epidemie, ogłoszone strajki generalne w odnośnych gałęziach przemysłu, ograniczenia w dostawie prądu, wprowadzenie jednego ze stanów nadzwyczajnych, oficjalne decyzje organów władzy i administracji publicznej wprowadzające ograniczenia w wykonywaniu działalności gospodarczej, itp. Strony nie będą ponosić odpowiedzialności za niewykonanie lub nienależyte wykonanie postanowień umowy na skutek działania Siły Wyższej, pod warunkiem, że jeżeli zaistnieje sytuacja Siły Wyższej, Strona, po której te okoliczności wystąpiły, bezzwłocznie zawiadomi drugą Stronę na piśmie lub za pomocą poczty elektronicznej\nVI",
  "page_6": "M/CEMEX\nVIII. Poufność informacji\nIX Płatność\no jej zaistnieniu i przyczynach oraz dołoży wszelkich starań, aby w terminie 7 dni od daty zawiadomienia przedstawić drugiej Stronie dokumentację, która wyjaśnia naturę i przyczyny zaistniałej Siły Wyższej w takim zakresie, w jakim jest ona możliwie osiągalna. 3. Jeśli wystąpi opóźnienie w terminie wykonania zamówienia spowodowane Siłą Wyższą, wówczas termin ten zostanie przez Strony przedłużony o taki okres czasu przez jaki trwała Siła Wyższa, chyba że w wyniku Siły Wyższej trwającej powyżej 30 dni wykonanie zobowiązania stanie się niecelowe dla Zamawiającego. 4. W przypadku wystąpienia Siły Wyższej trwającej powyżej 30 dni, Strony zastrzegają sobie prawo do odstąpienia od umowy w całości lub w części, w jakiej do chwili wystąpienia Siły Wyższej umowa nie została wykonana.\nTreść oferty, zamówienia oraz umowy objęta jest tajemnicą handlową i nie może być ujawniana bez uprzedniej pisemnej zgody drugiej Strony. Jakiekolwiek informacje poufne, tj. informacje techniczne, handlowe, finansowe, kosztowe, przekazane w związku z realizacji zamówienia nie mogą być przekazywane osobom trzecim, chyba że udzielenia tych informacji żąda uprawniony organ na podstawie prawa. 3 W zakresie nieuregulowanym w niniejszym punkcie, postanowienia dotyczące informacji poufnych reguluje załącznik nr 6 Klauzule korporacyjne CEMEX.\nWszelkie ceny podane w ofercie, zamówieniu lub umowie są cenami netto, do których zostanie doliczony podatek VAT w należnej wysokości wg przepisów obowiązujących na dzień wystawienia faktury, chyba że z treści oferty, zamówienia lub umowy wyraźnie wynika, że podana cena jest ceną brutto. Zamawiający zapłaci Dostawcy wynagrodzenie w terminie 60 dni, od dnia otrzymania faktury VAT, chyba że strony w zamówieniu ustalą inny termin zapłaty. Zapłata wynagrodzenia nastąpi przelewem na rachunek bankowy Dostawcy wskazany na fakturze. Rachunek bankowy wskazany na fakturze, o której mowa w ust. 2 będzie zgodny z wykazem, o którym mowa w art. 96b ust. 3 pkt 13 ustawy z dnia 11 marca 2004r. o podatku od towarów i usług w brzmieniu nadanym ustawą z dnia 12 kwietnia 2019r. o zmianie ustawy o podatku od towarów i usług oraz niektórych innych ustaw (Dz. U. z 2019 r., poz. 1018). W razie niezgodności podanego rachunku bankowego z ww. wykazem, Zamawiający jest uprawniony do wstrzymania się z zapłatą do czasu wskazania przez Dostawcę prawidłowego rachunku bankowego. Takie wstrzymanie się z płatnością nie uprawnia Dostawcy do naliczania odsetek za opóźnienie w zapłacie za okres wstrzymania płatności, ani też nie stanowi zwłoki w zapłacie wynagrodzenia i nie powoduje powstania jakichkolwiek uprawnień Dostawcy, jakie przepisy prawa lub umowy wiążą z faktem opóźnienia, zwłoki w zapłacie lub niewykonania zobowiązania pieniężnego przez Zamawiającego.\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.",
  "page_7": "M/CEMEX\nPrawa autorskie\nFaktury powinny być dostarczone w formie papierowej na następujący adres Zamawiającego: Cemex Polska Sp. z o.o. Dział Księgowości, ul. Mstowska 10, 42-240 Rudniki lub w formie elektronicznej za pośrednictwem platformy Vendor Portal należącej do Zamawiającego lub za pośrednictwem Krajowego Systemu e-Faktur po wprowadzeniu tego systemu jako obowiązującego systemu wystawiania i przesyłania faktur. Wnioski o otrzymanie dostępu do Vendor Portal należy kierować na adres email: ksiegowosc.rudnikiQ© cemex.com. Płatność wynagrodzenia za wykonanie przedmiotu zamówienia nastąpi w oparciu o prawidłowo wystawioną i dostarczoną Zamawiającemu fakturę. Na fakturze musi być podany numer zamówienia lub nazwisko i imię osoby koordynującej zamówienie ze strony CEMEX. W przypadku braku na fakturze powyższych, wymaganych umową informacji Dostawca nie będzie uprawniony do dochodzenia kar umownych lub odsetek z tytułu późniejszej płatności, ani do skorzystania z innych środków prawnych przewidzianych w przepisach prawa lub umowy na wypadek opóźnienia, zwłoki w zapłacie lub niewykonania zobowiązania pieniężnego przez Zamawiającego. Strony ustalają, że za datę zapłaty faktury uważać będą datę obciążenia konta bankowego Zamawiającego. Zamawiający oświadcza, że jest aktywnym podatnikiem podatku VAT. Zamawiający oświadcza, że posiada status dużego przedsiębiorcy zgodnie z art. 4c ust. 1 i 2 ustawy z dn. 08.03.2013 r. o przeciwdziałaniu nadmiernym opóźnieniom w transakcjach handlowych. Dostawca może dokonać cesji wierzytelność powstałych z niniejszej umowy, których termin zapłaty jeszcze nie upłynął, na osobę trzecią tylko za pisemną zgodą CEMEX. W przypadku umów ramowych lub o charakterze ciągłym niedopuszczalna jest cesja wierzytelności przyszłych (tzw. globalna cesja wierzytelności).\nWynagrodzenie Dostawcy określone w zamówieniu obejmuje również: a) wynagrodzenia za nabycie przez Zamawiającego na czas nieoznaczony oraz na terytorium całego świata majątkowych autorskich praw do przedmiotu zamówienia, jeżeli w wyniku wykonywania zamówienia powstały majątkowe prawa autorskie (dalej jako: Utwór); b) wynagrodzenie za nabycie przez Zamawiającego własności egzemplarzy, na których utrwalono Utwór, co do którego następuje nabycie tych praw; c) prawo do zezwalania na wykonywanie zależnych praw autorskich do Utworu. Z dniem zapłaty przez Zamawiającego wynagrodzenia należnego Dostawcy, Dostawca przenosi na Zamawiającego bez konieczności składania w tym zakresie dodatkowego oświadczenia woli, majątkowe prawa autorskie do Utworu na polach eksploatacji wymienionych ust. 3, wraz z prawem do wykonywania zależnych praw autorskich do Utworu na tych samych polach eksploatacji. Z chwilą nabycia praw majątkowych autorskich Zamawiający nabywa własność egzemplarzy na których utrwalono Utwór, co do którego następuje nabycie tych praw oraz prawo do zezwalania na wykonywanie zależnych praw autorskich do Utworu. Przeniesienie praw autorskich do Utworu stanowiącego przedmiot zamówienia wraz z przeniesieniem praw zależnych obejmuje następujące pola eksploatacji:\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.",
  "page_8": "M/CEMEX\nXI. Ochrona danych osobowych.\nXII. Postanowienia końcowe\na) wykorzystywanie Ww jakichkolwiek celach Zamawiającego związanych z działaniem zakładu lub innego obiektu Zamawiającego, w szczególności w celu remontu, renowacji, rekonstrukcji, budowy, rozbudowy, przebudowy, sprzedaży; b) dokonywanie opracowań, zmian, adaptacji, przeróbek w Utworze oraz korzystanie i rozporządzanie tak zmienionym Utworem z zastrzeżeniem punktu \", „C , c) wykorzystanie Utworu lub Utworu zmienionych zgodnie z pkt b) powyżej do rozbudowy, przebudowy, rekonstrukcji, renowacji; d) wprowadzenie do obrotu; e) wykorzystywanie części Utworu, jako odrębnych elementów oraz włączanie całości lub części Utworu do innych utworów lub baz danych, w tym także w celu tworzenia nowych utworów; f) upoważnianie innych osób do korzystania z całości lub części Utworu; g) utrwalanie i zwielokrotnianie Utworu jakąkolwiek techniką (w jakimkolwiek systemie, formacie i na jakimkolwiek nośniku), w tym m.in. drukiem, na każdym nośniku audiowizualnym, dysku komputerowym oraz na wszystkich typach nośników przeznaczonych do zapisu cyfrowego; h) wprowadzanie Utworu do pamięci komputera, w tym do pamięci sieciowego serwera komputerowego i do sieci komputerowej (w tym sieci Internet).\nDostawca przyjmuje do wiadomości, iż na terenie zakładów i innych obiektów Zamawiającego, w miejscach ogólnodostępnych, funkcjonuje system monitoringu wizyjnego oraz zobowiązuje się powiadomić o tym swój personel. Zasady przetwarzania danych osobowych osób, których dane osobowe zostały udostępnione Zamawiającemu w związku z zawarciem lub wykonaniem umowy, zostały opisane w Polityce Prywatności CEMEX znajdującej się na stronie internetowej https:/www.cemex.pl/polityka-prywatnosci.aspx. Dostawca oświadcza, że zapoznał się z klauzulą informacyjną Zamawiającego dostępną pod adresem wskazanym powyżej. Dostawca zobowiązuje się zapoznać z powyższymi dokumentami osoby, których dane udostępni Zamawiającemu, a także zobowiązuje się do przeprowadzenia wszelkich innych czynności niezbędnych do wykonania w imieniu Zamawiającego obowiązku informacyjnego określonego w RODO wobec tych osób.\nPrawem właściwym dla oferty, zamówienia, umowy jest prawo polskie. Sprawy sporne będą rozstrzygane przez sąd powszechny właściwy miejscowo dla siedziby Zamawiającego. Językiem właściwym dla umowy jest język polski, jeśli zamówienie jest zawierane również w innym języku, wtedy w razie różnic interpretacyjnych rozstrzygające znaczenie ma wersja polskojęzyczna. W razie sprzeczności treści OWZ z treścią umowy, strony są związane treścią zamówienia lub umowy.\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r.",
  "page_9": "REEPEETEETTTETENTEETTTEETEPTETETETETETETTETETEF\nMichał Grys — Członek Zarządu\nM/CEMEX\nWszelkie zmiany treści zamówienia wymagają dla swej ważności zachowania takiej samej formy w jakiej zostały zawarte lub formy pisemnej lub formy elektronicznej z podpisami kwalifikowanymi. Zamawiający nie wyraża zgody na używanie przez Dostawcę słownych lub słowno- graficznych znaków towarowych lub logo Zamawiającego, bez uprzedniej wyraźnej, pisemnej zgody Zamawiającego. W pozostałych kwestiach nieujętych w niniejszych OWZ obowiązują odpowiednie przepisy polskiego prawa, w tym przepisy Kodeksu Cywilnego.\nZałączniki stanowiące integralną część OWZ:\na) załącznik nr 1 Wymagania BHP w stosunku do kontrahentów Cemex Polska b) załącznik nr 2 Wymagania w zakresie ochrony środowiska dla Kontrahentów wykonujących usługi na zlecenie Cemex Polska sp. z o.o. c) załącznik nr 3 Wejście do przestrzeni zamkniętych i ograniczonych d) załącznik nr 4 Podział obowiązków w celu zapewnienia bezpiecznych warunków pracy i koordynacji prac e) załącznik nr 5 Deklaracja zgodności Ó załącznik nr 6 Klauzule korporacyjne CEMEX g) załącznik nr 7 Klauzula Zgodności CBAM firmy CEMEX\nREEPETETETETETENTEETTTETEEETTETETTTETETTETETETET\nWłodzimierz Chołuj — Prezes Zarządu\nOgólne Warunki Zamówień Cemex Polska Sp. z o.o. obowiązujące od dnia 14 października 2024 r."
},
  "language": "Languages.POLISH",
  "total_pages": 9
}
