{
  "file_name": "204_1942.pdf",
  "pages": {
  "page_1": "CONFAPI\nwww.confapibrescia.it\nB RES C | A\nCOMUNICATO STAMPA\nCBAM, LA NUOVA MISURA AL VIA TRA INCERTEZZE E DUBBI\nDal 1° ottobre in vigore in via transitoria il dispositivo economico e ambientale comunitario CBAM Per Mariotti (Confapi Brescia e Unionmeccanica Confapi) il nuovo dispositivo europeo non offre alle aziende chiarezza su obblighi di comunicazione delle emissioni dei prodotti importati e su autorità dell'Ue chiamate a verificare. Rischi per la tenuta della filiera a valle\nchiarezza da sciogliere sul campo di applicazione della misura. Questa la posizione di Confapi Brescia sul Carbon Border Adjustment Mechanism (CBAM) europeo. Una normativa che, come spiegato nell’Osservatorio Internazionale di Confapi Brescia (newsletter quindicinale destinata alle nostre aziende associate che alleghiamo) si affianca a importanti misure industriali statunitensi tra le quali l’Inflation Reduction Act.\nIl Carbon Border Adjustment Mechanism è stato approvato nel 2021 dall'Unione Europea come sostanziale ampliamento su scala globale delle quote di inquinamento ETS. E, come noto, le imprese dell’Unione Europea stanno, dal 1° ottobre scorso, sperimentando quella che può essere definita come la prima misura doganale “ambientalista” mai approvata al mondo. In vigore come disposizione transitoria, prevede un meccanismo di sanzioni per chi non adempie alle notifiche delle comunicazioni sugli impatti delle emissioni prodotte in Paesi terzi. Il CBAM impone, infatti, agli operatori che importano materie prime e semilavorati in settori come acciaio, alluminio, cemento, fertilizzanti, generazione elettrica e idrogeno, di indicare la “quota” di emissioni eccedente gli standard europei generata dalla produzione di ogni componente della catena del valore proveniente da fuori il blocco dei Ventisette. Dal 2026, l'Ue interverrà colmando il gap di regolamentazione ambientale attraverso la tassazione delle emissioni di carbonio che le merci importate da Paesi extra Ue hanno prodotto sforando le regole comunitarie. Nei fatti si prefigurerà come una misura doganale i cui obiettivi saranno prevenire la delocalizzazione delle imprese europee in Paesi con standard ambientali meno ambiziosi e incentivare la decarbonizzazione a livello globale.\nLa misura ambiziosa riguarda settori hard-to-abate come acciaio e generazione elettrica e Confapi Brescia invita a ragionare gradualmente sulla capacità di applicazione da parte del sistema europeo.\n«Partendo dal doveroso e fondamentale obiettivo di tutelare l'industria, l'occupazione comunitaria, lo sviluppo, la produzione e la sovranità economica del nostro sistema, oltre che raggiungere target ambientali continentali ancora più ambiziosi, si rischia di aggiungere, nel breve periodo , un onere regolatorio e una destrutturazione di catene del valore consolidate perle aziende Ue che da anni simuovono tra incertezze macroeconomiche» spiega Marco Mariotti, vicepresidente vicario di Confapi Brescia e\nUnionmeccanica Confapi.\nTre, in particolare, i punti di caduta sui quali le imprese italiane, e bresciane in particolare, possono trovare difficoltà nella nuova misura: «/n primo luogo, non é stato specificato un metodo di calcolo univocamente valido per gestire la contabilità delle emissioni e ciò porta le aziende a dover dipendere dalle comunicazioni di fornitori che operano in mercati esterni al blocco europeo, con responsabilità, in caso di dichiarazioni non coerenti, ancora tutte da verificare. Non é chiara, inoltre, quale istituzione o ente europeo sarà preposto a supervisionare dati e comunicazioni che il CBAM generera e la loro pertinenza con le dinamiche di mercato. Sottolineiamo, infine, che il CBAM si applica a materie prime e semilavorati, ma non ai prodotti finiti. Ragion per cui questo impone di riflettere seriamente sulle prospettive che in Europa entrino prodotti finiti extracomunitari che incorporino quote di dumping ambientale verso i quali non sarà preposta alcuna misura di tutela 0 difesa. Ciò espone ad un esplicito rischio di deindustrializzazione dei nostri sistemi. Per le industrie bresciane questo può voler dire una crescente incertezza nei rapporti con fornitori e clienti nel mondo che può produrre impatti significativi sul conto economico».\nChe cos'è il CBAM: Il Carbon Border Adjustment Mechanism è una normativa europea introdotta nell'Unione Europea che mira ad inserire gradualmente, da qui al 2026, un sistema di penalizzazione per le merci ad alto impatto ambientale entranti nell'Unione Europea. La fase transitoria della misura, entrata in vigore dal 1° ottobre 2023, prevede che gli importatori che acquistano materie prime e semilavorati nei settori di acciaio, alluminio, cemento, fertilizzanti, generazione elettrica e idrogeno debbano indicare e comunicare la quota di emissioni insita nel bene importato ed eccedente gli standard Ue. Dal 2026, questo meccanismo si applicherà gradualmente a tutti i settori e imporrà agli esportatori che vogliono commerciare tali merci nel mercato Ue di acquistare un certificato per compensare il differenziale di emissioni.\nUfficio Stampa - Confapi Brescia\nTel. 030 23076 - ufficiostampa@confapibrescia.it\nBrescia, 14 novembre 2025 - Impatti economici e industriali tutti da verificare, ma per molti settori c'è un nodo fondamentale di\nConfapi Brescia - Via Filippo Lippi, 30 - 25134 Brescia - Tel. 03023076 - Fax 030 2304108 - info@confapibrescia.it - PIVA 01548020179"
},
  "language": "Languages.ITALIAN",
  "total_pages": 1
}
