{
  "file_name": "206_1979.pdf",
  "pages": {
  "page_1": "Il\n\nArtigiani Imprenditori d’Italia\nMeccanismo di adeguamento delle emissioni di CO2 alle frontiere - autorizzazione dei dichiaranti\n25 Novembre 2024",
  "page_2": "Come CNA reputiamo che la presente consultazione sulle bozze di atti delegati per l'applicazione della disciplina CBAM in fase definitiva rappresenta l'occasione affinché la Commissione Europea prenda, innanzitutto, atto della necessità di modificare l’Allegato I al Regolamento, integrandolo - anche a seguito di una nuova fase di consultazione con gli stakeholders - rispetto ad eventuali criticità sorte, nel frattempo, in relazione ad altri beni importati non attualmente elencati.\nInoltre, dal punto di vista delle procedure operative da implementare in fase attuativa, è opportuno\nche la Commissione proceda, già in questa fase, a ridurre l’onere amministrativo a carico\ndelle imprese, soprattutto delle PMI, semplificando il processo di raccolta delle informazioni\nprevisto dal Regolamento.\nInoltre, per supportare procedurale, prevedere un delle loro associazioni rappresentative in particolare rispetto alle procedure di preparazione per le comunicazioni previste dal regolamento stesso e, in relazione ai presenti atti delegati in consultazione, rispetto alle procedure relative allo status di dichiarante autorizzato CBAM.\nle PMI nella fase\nè necessario\nruolo attivo\nCNA svolge da sempre, attraverso le proprie articolazioni sul territorio italiano, attività di servizio a supporto delle imprese associate in relazione ai numerosi obblighi normativi e regolatori europei e nazionali che impattano sulla vita delle imprese. Svolge ad esempio attività di supporto rispetto all’implementazione degli obblighi fiscali e di rendicontazione finanziaria e di bilancio, nell’area della previdenza e del diritto del lavoro, della sicurezza sui luoghi di lavoro, rispetto all’'implementazione degli obblighi derivanti dalle normative in materia ambientale ed in altri ambiti per i quali le PMI associate possano richiedere aiuto (es. formazione).\nSarebbe, quindi, opportuno introdurre esplicitamente all’interno dell'atto delegato la possibilità che le PMI possano avvalersi delle associazioni rappresentative di cui sono membri per farsi supportare tecnicamente nella fase procedurali previste dalla disciplina CBAM le necessarie comunicazioni dichiarazioni.\nper\ne",
  "page_3": "Il meccanismo automatico di adeguamento del carbonio alla frontiera (CBAM) definito dal Regolamento (UE) 2023/956, introduce una forma diretta di tassazione ambientale su un elenco di prodotti specificamente elencati, per contrastare la \"fuga di carbonio\" e ridurre le emissioni globali di gas serra. Il CBAM tassa le importazioni di beni ad alta intensità di carbonio provenienti da Paesi che non applicano regole climatiche stringenti come quelle dell'UE. L'obiettivo è livellare il campo competitivo per le aziende europee, che già affrontano costi legati alle politiche ambientali e incentivare i produttori stranieri a ridurre le proprie emissioni.\nLa disciplina sta causando, tuttavia, degli impatti importanti su alcune filiere produttive europee che dipendono dall'estero per l’approvvigionamento di determinate materie prime, per importare le quali le imprese europee pagheranno una tassa basata sulle emissioni di CO, associate alla produzione del materiale nei paesi non UE di provenienza.\nLa disciplina CBAM, infatti, formulata all’interno del pacchetto normativo Fit for 55%, - in un momento storico precedete sia alla crisi energetica che all'affermazione di un quadro geopolitico alterato dai gravi conflitti che affliggono alcune aree del mondo - dovrebbe, quindi, almeno tenere conto del mutato quadro complessivo, apportando gli opportuni correttivi per risolvere le criticità che sono emerse già durante la fase di prima applicazione rispetto all'importazione di alcune materie prime strategiche.\nLa fase transitoria prevista dalla disciplina (che entrerà pienamente in vigore dal 1° gennaio 2026) ha, infatti, mostrato alcuni impatti preoccupanti in Italia per il settore della meccanica, in particolare rispetto all'importazione dell'alluminio e di altri materiali ferrosi quali alluminio, acciaio, ghisa e ferro.\nInnanzitutto, l’Allegato I del Regolamento non comprende i prodotti finiti e i semilavorati in alluminio, acciaio, ghisa e ferro ma solo la materia prima, pertanto, potranno essere importati in Ue prodotti finiti e semilavorati (principalmente cinesi che già scontano un costo notevolmente più basso della materia prima e della manodopera) non soggetti al tributo ambientale CBAM. Una volta introdotti nel mercato europeo e dotati di marcatura CE, i prodotti finiti e i semilavorati in alluminio scontano un prezzo finale fino al 50% inferiore rispetto a quei prodotti o semilavorati realizzati dalle imprese europee, generando un duplice vantaggio per il Paese d'importazione.\nTale circostanza ha generato grande preoccupazione in tutta la filiera industriale della trasformazione dei materiali ferrosi in conto terzi (tranciatori, taglio laser, tornitori, fresatori, il",
  "page_4": "settore della meccanica in generale). Si teme, infatti, un danno rilevante in termini di deindustrializzazione (i produttori europei potrebbero decidere di convertire l’attività dalla produzione diretta alla rivendita di prodotti finiti realizzati all’estero, con impatto diretto sui livelli di occupazione); perdita di competitività delle PMI italiane e europee (diventeranno più competitivi economicamente i semilavorati provenienti dall'estero); delocalizzazione (i produttori europei potrebbero decidere di spostare la produzione ad alta intensità di carbonio fuori dall'UE in Paesi senza carbon tax). Questo potrebbe essere ancora più impattante per un paese come l’Italia (di trasformazione) in quanto importatore di materie prime ed esportatore di prodotti finiti.\nVi è, inoltre, forte preoccupazione per l'applicazione della disciplina nella fase a regime, a causa della mole di informazioni che le imprese importatrici dovranno raccogliere per la quantificazione delle emissioni, come ad esempio i dati dettagliati sul processo produttivo (siti di produzione, emissioni dirette e in futuro indirette) che comportano un notevole onere amministrativo.\nReperire tali informazioni x semplice potrebbe implicare, l'impresa, il ricorso non è e per a professionisti esterni, con un importante impatto in termini di maggiori costi economici per il bilancio aziendale. Il sistema introdotto dal CBAM è, quindi, oneroso e complesso.\nPer informazioni contattare bruxelles@cna.it",
  "page_5": "|\nArtigiani\nImprenditori\nd'Italia"
},
  "language": "Languages.ITALIAN",
  "total_pages": 5
}
