{
  "file_name": "210_2004.pdf",
  "pages": {
  "page_1": "2024 Review of our Direct and Indirect Advocacy\nGLENCORE\na\nCa ir.\n¥ Me\nya\n2,\nff <\non {Ws _Energising\n.\n.\noOo 6\nate\n“ Advaneing tomorrow\n7s\nVa",
  "page_2": "Energising today, advancing tomorrow: As the world moves towards a low-carbon economy, we are focused on supporting the energy needs of today whilst investing In our portfolio of transition-enabling commodities.\nOverview\n\nOur business at a glance Our value chain Introduction\nWhy we belong to industry organisations Our approach to membership Disclosures on climate-related matters Membership fees\n8\n9\n9\nDirect advocacy activities during 2024 Indirect advocacy activities during 2024 Findings\n1\n13\n19\nPia deapeecrinng meee\nTOM Aree Gao\nGLENCORE\n2024 Review process Additional information\nAppendix One: Our position on 21 climate-related topics Appendix Two: Industry 24 organisations Important notice 27 Contact us 29\nVie\n.\nExplore our 2024 Group Reporting Glossary at: glencore.com/publications\nGLENCORE\nSoe\nEnergising teday\nAdvance uiomearrc =\nExplore the 2024 Annual Report, 2024-2026 Climate Action Transition Plan and 2024 Basis of Reporting at: glencore.com/publications\nEne\nvcd ing a Prot\n2024 Glencore Review of our Direct and Indirect Advocacy\nWelcome to Glencore’s 2024 Review of our Direct and Indirect Advocacy. This review sets out our evaluation of our direct and indirect advocacy on climate-related topics during 2024. It also includes a full list of the organisations in which we hold membership.",
  "page_3": "Our business at a glance\nOur Purpose\nResponsibly\nsourcing the\ncommodities\nthat advance\neveryday life\n... INfluences our\nstrategic priorities\nResponsible and ethical\nbusiness practices\nEs\nEffective capital\nmanagement\n.. Which we deliver through .. While engaging with\nour business model\nour stakeholders and\ncreating value\nMarketing\nbusiness\nRS\nIndustrial\nbusiness\n33\nStrong operational and\ncommercial performance\nVe.\nGovernments\nand regulators\n~\nInvestors,\nbanks, >\nfinancial\nanalysts and\nthe media\nSuppliers and >\ncustomers\nOur people\neo\noe?\noy\nCommunities\n2024 Glencore Review of our Direct and Indirect Advocacy\nNGOs and\ncivil society\ngroups",
  "page_4": "GIGTS\nIndustry organisations 2024 Review process Additional information\nOur business at a glance continued\nOur global operations\nee\nge\nos\ne @\n.. delivered through two business segments\nIndustrial activities\nO\nOur industrial business spans the metals and energy markets, producing multiple commodities from around 50 industrial assets.\nMarketing activities\nWe source, market and distribute over 60 commodities that advance everyday life.\nee\nemployees and contractors\ne\nFor more detailed information\nplease go to our website.\ns&\ne\n°\nMi Headquarters i Marketing ™ Industrial\nOne of the world’s largest natural resource companies\n6\ncontinents countries\n¢\ne\n.. Supported by our Values\nSafety\naia\nWe never compromise on safety. We look out for one another and stop work if it’s not safe.\nResponsibility We take responsibility for our actions. We talk and listen to others to understand what they expect from us. We work to improve our commercial, social and environmental performance.\nQO\nSimplicity We work efficiently and focus on what's important. We avoid unnecessary complexity and look for simple, pragmatic solutions.\nO>-O\n@\n>50 >150K\n2024 Glencore Review of our Direct and Indirect Advocacy\nIntegrity\nWe have the courage to do what's right, even when it’s hard. We do what we say and treat each other fairly and with respect.\nOpenness\nWe're honest and straightforward when we communicate. We push ourselves to improve by sharing information and encouraging dialogue and feedback.\nEntrepreneurialism We encourage new Ideas and quickly adapt to change. We're always looking for new opportunities to create value and find better and safer ways of working.\nee",
  "page_5": "Our value chain\nOur recycling\nbusiness\nWe recycle\nkey commodities\nto support the\ncircular economy\n2024 Glencore Review of our Direct and Indirect Advocacy\nvay\na\nIndustrial\nbusiness\nAs a global producer and marketer of commodities, we are diversified by geography, products and activities. Integrating our marketing and industrial business sets us apart from most of our competitors in creating an enhanced entrepreneurial focus on value generation\nMarketing\nbusiness\n=\na\nExploration, acquisition Extraction and\nproduction\nand development Our focus on brownfield sites and exploration close to existing assets lowers our risk profile and lets us use existing infrastructure, realise synergies and control costs\nLogistics and delivery\nBlending and optimisation\nOur logistics assets and capabilities allow us to handle large volumes of commodities, both to fulfil our obligations and to take advantage of demand and supply imbalances. These value-added services often make us a preferred counterparty for customers without such capabilities\nOur commodities in\neveryday products\nThe products we\nproduce and market\nplay an essential role\nin modern life\nOO\nojeye)\nOYO\nWe mine and beneficiate minerals across a range of commodities, mining techniques and countries, for processing or refining at our own facilities, or for sale\nOur ability to blend and optimise allows us to offer a wide range of product specifications, resulting in an ability to meet our customer-specific requirements and provide a high-quality service\n @\nProcessing and refining\nOur expertise and technological advancement in processing and refining mean we can optimise our end products to suit a wider customer base and provide security of supply as well as valuable market knowledge",
  "page_6": "Introduction\nWe seek to play an active and constructive role in supporting the development and implementation of pragmatic and well-designed public policy\nEngaging with government and public policy\nWe seek to play an active and constructive role in supporting the development and implementation of pragmatic and well- designed policies that are consistent with a just, orderly and equitable climate transition and the attainment of the Paris climate goals (Article 2)\nIn particular, we are engaging on\nthe acceleration of clean technology incentives, standards and government- backed projects to drive accelerated uptake of lower-carbon and decarbonisation technologies least-cost emissions reduction: market- based regulations governing industrial practices that drive a competitive, least- cost emissions reduction approach transparency and harmonised disclosure: harmonised corporate emissions and climate reporting regimes, and clear standards and reporting rules; and just transition mechanisms to support workers and communities through a just and orderly transition including through reskilling, access to employment and social security.\nWe provide further details on these focus areas in our 2024-2026 Climate Action Transition Plan, which is available on our website at glencore.com/publications.\ner =,\nin an\nGIGTS\na\n5.\nAy Fe\nll\nI\nI F\non\nwr Direct and Indirect Advocacy\nhee\n=\ni = ‘ue\nrf\nA\nre\nao\nat\nEngaging with our industry\nAt a global, national and local level, we\nparticipate in a broad range of industry-\ncoordinated efforts. Our engagement\nfrom having leadership role\nranges\na\nindustry organisation, to being active\nparticipants in ongoing working groups, to\nproviding input to specific efforts\nWe plan to continue actively participating in ind ustry associations and initiatives which support our external engagement goals. This includes being a member of the International Council on Mining and Minerals and participating in its Innovation for Cleaner, Safer Vehicles initiative\nWe are a founding member of the World Economic Forum’s Circular Economy Partnership, which aims to accelerate the transition to a sustainable and circular electronics sector. Through the partnership, we can, as a smelter and a refiner, speak directly to electrical original equipment manufacturers. As these parties sit at opposite ends of a linear supply chain they might otherwise have little reason to connect, but through connecting can support progress towards a circular approach\nWe recognise our responsibility to assess our industry association memberships for their compatibility with our 2024-2026 Climate Action Transition Plan and this annual review is part of our commitment to transparency on our direct and indirect advocacy activities\nIndustry organisations 2024 Review process Additional information\naa\ndintie 6\nye = = ange\nat\nPa it\need Wy\nre\noe\n&\noe AS *\nful\niy\nre ‘a i> ne\neet\nmh\n=r 4M\n“i eo et\nie\n[apa\nFo\n[aa\n1,\nag\not,\n(eh\nss\n“\nper! =\nDa\nnf\naA\nr¥\nhe\n=4\nBe ‘ih -\nne,\na oy fe\n35\na be\ni\nBe\neal tad\naw ee\nLe >\na\nec\nmg\ne\n= a\ni\nat ay\n-\naa\ni a\nA\nes\ne\nSees |\nPie\na\na\n“F\nat\nie.\nal\n—\nli\nat\n#3\niy\n1\noe\nha\nit\nil\nhot\nacy\ny i,\naay\na * Ve\n= on,\nTa aoe\nde\nhad\nci\na!\nce\nLcd\nane\nA\n[er\nLes\ni\nfr:\nfe\nae\noes\naS\na Se aie ee\n-—_-\n—\na\n=-",
  "page_7": "Industry organisations\nWe have memberships in a broad range of industry organisations. Some of these are global in nature, while others have a regional, national, or local focus.\nThe structure and objectives of each organisation varies. Some represent a broad mix of companies and sectors and may cover a range of policy, business and sustainability topics, including climate change and energy. Others exist to address one or two topics that are key to their limited members. Each organisation implements their own governance structures and membership requirements that reflect their purpose and objectives.\nWe generally identify industry organisations as follows:\n* Multi-sectoral organisations with a diverse range of membership, which often focus on a region, country or province. Their primary role is to promote a business- friendly environment that encourages economic diversity and supports companies from a wide range of sectors. ° Extractive-sector organisations that bring together companies from the extractive sector to develop either a sector- or commodity-specific response. Their work may involve advocacy on specific topics affecting the sector, such as climate change and energy or product stewardship, but more typically bring together companies to focus on addressing the sector’s challenges and opportunities. These activities could include improving occupational health through working with equipment manufacturers or developing a sector\nresponse to a topical issue such as the management of tailings storage facilities. Issue-specific organisations that develop and promote an informed view ona specific issue. While these organisations may contribute to regulatory development, for Glencore, these organisations are more likely to provide a platform to share information and promote understanding.\nIndustry organisations develop formal positions on a given topic by engaging with their members and considering their varying views. They represent their members in discussions with governments and other interested stakeholders during the development of public policies and legislation.\nThese organisations may use the shared resources of their member companies to conduct research, enhancing the scientific knowledge base over time. They can also contribute to the development of regulation and industry standards.\nWhy we belong to industry organisations\nAt a global, national and local level, we participate in a broad range of industry organisations in which we are a member (our industry organisations). We participate in industry organisations to represent, promote and protect the interests of our business. In addition, our industry organisations develop, implement, review and update industry-relevant standards, best practice and guidance for the broad range of health, safety, environment, social performance and human rights topics that affect the extractive sector.\nThrough our membership and participation in industry organisations, we can present our views and concerns and take part in discussions across a wide range of topics. In regions or for commodities that are material to us, we generally try to take a leadership role within the industry organisation, through holding a position on its board, or other governing body, to shape its direction and influence its positions.\nIn our industry organisations, we try to be active participants in working groups, in person meetings and collaborative efforts. Participation provides an opportunity for us to strengthen our understanding of the topics affecting our industry, as well as to share practical examples and become informed of best practices. This provides the opportunity to hear different opinions and perspectives that in turn strengthen our understanding of industry-specific topics, as well as of broader topical regional and national issues. We share and receive examples of good practice and work together on developing and improving equipment and standards that benefit the extractive sector.\nIndustry organisations also provide a forum in which members can discuss and agree on an approach for engagement with governments, regulators and other stakeholders on certain issues, such as climate change, transparency, local economic development or commodity- specific issues. We can play an informed and constructive role through our industry organisation memberships in the public policy development process and participate in discussions on issues related to renewable energy, carbon reporting and carbon pricing.\nWe recognise that responsible political engagement is critical for building and maintaining trust in the political process. Through enabling public decision-makers to hear legitimate points of view from industry participants, we can support effective policy decisions that address the interests of a broad range of stakeholders.\nAs one member among a wide membership base, we can share our perspective and opinion, but this may not be the final position taken by the organisation. We recognise that, in some instances, our positions on climate-related topics (see Appendix One: Our positions on climate change) may not fully align with those of the industry organisation and/or its other members. Where differences cannot be reconciled, despite our best efforts, we may look to terminate our membership, which has been the case previously.\nWe believe that industry organisations, through their membership, can function as a catalyst to bring about sustainable improvements to the extractive sector, which, in turn may generate positive benefits for economies and society. They provide a platform for debate and understanding of differing views.\nWe conduct an annual review of the positions and advocacy activities undertaken by those organisations in which we hold a membership.\n2024 Glencore Review of our Direct and Indirect Advocacy",
  "page_8": "Industry organisations continued\nOur approach to membership\nOur Values, Code of Conduct and Political Engagement Policy set out our expectations for our engagement, whether direct or indirect, in policy developments or emerging regulations. We require everybody working at Glencore to adhere to our principles on membership of industry organisations:\nPurpose of membership\nGovernance\nWe regularly review the organisations in which we participate, including their strategic fit with our corporate Purpose, Values, Code of Conduct and positions on material topics. Our Ethics, Compliance and Culture Committee receives and evaluates an annual internal review of our membership of industry organisations and those organisations’ activities. Our Political Engagement Policy sets out our approach and the general requirements in connection with our engagement in policy development.\nTransparency\nWe may become members, either at the Group or individual commodity department level or as an industrial asset, in industry organisations to contribute towards the setting of industry standards and the development of government policies and regulation, as well as to share non-competitive industry-related information. We participate in industry organisations to represent, promote and protect the interests of our business. Our participation should support a collaborative approach that achieves more than acting alone. Our membership in relevant industry organisations should not undermine our support for the goals of the Paris Agreement.\nWe annually report on our membership of industry organisations and our roles and activities within these organisations. We will take steps to ensure that our industry organisations undertake transparent engagement with public officials and government authorities. We expect our industry organisations to publish their positions on public policies.\nPrior to joining an industry organisation, we evaluate its existing positions, strategies and objectives for alignment with our own. Once members,\nwe monitor industry organisations’ activities to ensure consistency with our positions.\nWe acknowledge that industry organisations represent a range of members with different views across multiple policy areas, and, as a result,\nthe representations they make may not always fully reflect our positions on material topics.\nIf an industry organisation adopts an approach inconsistent with our Values, Code of Conduct and Political Engagement Policy, or the goals\nof the Paris Agreement, we will take appropriate action. This may include:\n* constructively engaging with the organisation; and/or\n* resigning from that organisation and establishing an independent advocacy approach.\nWe engage with our industry organisations to encourage their compliance with local regulations and to maintain appropriate governance and transparency in relation to the use of funds or resources in connection to political parties, political organisations or their representatives either directly or indirectly.\nMisalignment\nUse of funds\n2024 Glencore Review of our Direct and Indirect Advocacy\nMonitor and review",
  "page_9": "2024 Review process Additional information\nIndustry organisations continued\n\nWe structure our Annual Report’s climate disclosures according to the Task Force on Climate-related Financial Disclosures (TCFD) recommendations. In addition, every three years, we publish a Climate Action Transition Plan (CATP), which covers our climate-related strategy for the term of the CATP.\n\nFor each of our industry organisations, we pay annual fees. Organisations calculate their fees as a fixed amount for all members or as a proportion of annual revenue or production volumes. Generally, organisations do not assign membership fees to a particular purpose or activity. On some occasions, we may pay additional fees for one-off projects.\nDuring 2024, the organisations to which we paid membership fees of more than US$100,000' are:\nOrganisations\nFees! — US$\nNickel Institute\n2,367,683\nMinerals Council of Australia\n2,095,989\nnternational Copper Association\n1,548,053\nCMM\n1,471,183\nCobalt Institute\n1,428,148\nLow Emission Technology Australia\n1,207,785\nMinerals Council South Africa\n762,477\nNSW Minerals Council\n676,015\nQueensland Resources Council\n551,735\nnternational Zinc Association\n514,360\nnternational Lead Association\n286,500\nChamber of Minerals and Energy of Western Australia\n232,121\nColombian Mining Association\n232,000\nMining Association of Canada\n227,480\nSociedad Nacional de Mineria, Petrdleo y Energia\n189,280\nVanitec\n171,570\nConsejo Minero (Chile Mining Council)\n170,000\nComité de Operaciones del Sistema Interconectado Nacional\n141,283\nAssociation Miniére du Québec\n143,975\nAvenir Suisse\n114,390\nThe (REACH) Vanadium Consortium\n101,043\nOntario Mining Association\n100,782\n1] Excludes any additional fees for one-off projects\n—_—\n:\nTT i): .. a\n.\n2024 Glencore Review of our Direct and Indirect Advocacy\n4\na\nux\nie\nce\nPy\na 2\nTn",
  "page_10": "Overview\nt-\nIndustry organisations 2024 Review process Additional information\nRe\n—\nwYP\nrate\nJ\n= ae\nts 1\"\nPoh\nca\nvg ie\nBak ae\nbale |\n= la\na4\nSS,\n= =\ni;\n\\f)\nrh\nLt\npt\n—!\nco\na2 Se Sas ese\na\nut\n+\nZ\nCe ae\na\n13\n1 t, = a\n\\\n7 |\n2024 am\npage\ni ly\nMy\nae\n— ae\ni\noe\na\nee CF\nAg y\n12\n‘Voc\n—\noi \\e\nbs\nTat\naT ot\nale ae\nla\nEO Dy 7“\nae:\na!\nop\na\nroad\nFa\nLE\nAK —_ =\n=\n=\n\"=\n|\nirect rect Ac\na\nBs a2\nFie Pion\nEs\ni oe\nje\nae\na et bay\n-—\naly\ni 4 IP\nwy\noi\ni\nae\nae\nihe\n¢\n—\nze 0 =\nee\n——_\nee\nft ‘=\npe\n2024\nReview\nFrOCes:s\nte Ny\nim!\n9)\nSe\nCoie\ni al\na aad:\n=\n.,\na >\n*\nite)\n.\n97\ncs ss\nSe\n—_\nSy",
  "page_11": "2024 Review process\nOn an ongoing basis, we monitor both our direct and indirect lobbying on climate-related topics and evaluate any statements, both internally generated and/or made by an external organisation in which Glencore is a member. We consider the degree to which our industry organisations’ positions and activities relating to climate change and energy align with our climate change position We also seek to ensure that these positions express support for the United Nations Sustainable Development Goals.\nIf we identify misalignment between our and the industry organisation's public position, we first engage with the organisation's executive team to understand the alternative views that drove the adoption of a position. We then consider the purpose of the industry organisation and the value that it creates for Glencore at a local, national and Group level, as well as its engagement activities and advocacy work. If the industry organisation's position is too far from our positions on climate-related topics, we will consider resigning our membership.\nOur annual review takes a consolidated look at our direct and indirect advocacy activities during the reporting period.\nDirect advocacy activities during 2024\nWe engage with national and regional government representatives and regulatory bodies at both a Group and local level on climate-related policy developments. Where we have contributed to public consultations, we make our submissions available on our website, at glencore.com/publications/esg-publications.\nDuring 2024, we identified the following of our operational regions or countries where climate change continues to be a key driver in regulatory development: Australia, Canada, Europe, and South Africa.\nAustralia\nDuring 2024, we met with senior government officials to discuss the proposed Net Zero 2050 Plan, which is the government’s central policy to support Australia’s industry transition to a net zero economy. It includes the advice developed by the Australian Climate Change Authority as an input into the government's work on developing its next round of nationally determined contributions. We are supportive of a staggered approach to reducing emissions which also considers the rate of technology advancement and the economic impact of any new proposed emission reduction targets for Australia.\nAs part of the government’s consultation on its National Greenhouse and Energy Reporting Scheme, we made a submission, which is available on our website, www.glencore.com/ publications/esg-publications.\nOur submission focused on the following principles to guide policy development: policy certainty, economic prosperity and trade competitiveness, equity and a single national approach, transparent and informed analysis and decarbonisation and technology assumptions. It was broadly supportive of the proposed amendments including in relation to fugitive emissions from coal mining, but also noted some issues regarding the practical implementation of the suggested amendments.\nCanada\nDuring 2024, we actively participated in Environment Canada’s consultation on the application of the latest amendments to the Basel Convention concerning the recycling of electronic waste. We highlighted the potential impacts on our operations, particularly concerning the Horne Smelter’s access to electronic waste feeds. The Horne is the only copper smelter in Canada and recycles over 50,000 tonnes of electronic waste annually. Most of the Horne’s electronic waste feed comes from the U.S., which did not ratify the Basel Convention. Canada is expected to implement the Basel Convention’s amendments related to plastic waste, which aim to control transboundary movements of non-hazardous electrical and electronic waste. The implementation of these amendments could negatively impact the Horne Smelter’s access to electronic waste feeds, as it may make Canada less attractive than Asia for processing U.S. electronic waste.\nEurope\nAdvocacy activities undertaken with European Union legislators have mostly focused on advancing key legislative initiatives and trade partnerships that are necessary to European strategic materials’ value chains. Efforts include providing input on the Critical Raw Materials Act, Battery Regulation, the Corporate Sustainability Due Diligence Directive and the implementation of the Carbon Border Adjustment Mechanism (CBAM). We participated in these activities through our membership of Eurometaux and International Copper Association.\nIn Germany, our Nordenham smelter undertook engagement activities to address the challenges of operating as an energy-intensive company during Germany's decarbonisation transition.\nNordenham helped to form an industrial alliance that united relevant trade associations to advocate for energy price relief and participated in high-level discussions with government officials, which included a visit from the German Chancellery.\nNordenham participated in efforts to secure exemptions from industrial grid fees, which is a key cost factor for energy-intensive companies. The company partnered with other businesses and industry groups to develop a joint legal opinion that identified potential exemptions under current regulations and explored legislative alternatives. These efforts included meetings with politicians, discussions with the Federal Network Agency, and formal correspondence with key decision-makers.\n2024 Glencore Review of our Direct and Indirect Advocacy\n11",
  "page_12": "2024 Review process continued\nNordenham also participated in consultations regarding the Electricity Grid Charges Ordinance (StromNeEV) in cooperation with industry associations, such as the German Chemical Industry Association (VCI) and the Association of Energy-Intensive Industries (VIK)\nThrough participation in industry association events and government consultations, Nordenham was also involved in discussions on the future design of Germany's electricity market.\nNordenham sought financial support for its decarbonisation efforts through participating in the Carbon Contracts for Difference (CCfD) programme, and facilitating several high-level site visits from national and European political stakeholders. This work resulted in the award of €360 million in subsidies over a 15 year period for decarbonisation investments, such as initiatives related to energy efficiency and hydrogen use.\nIn Spain, our zinc-lead refinery, Asturiana de Zinc, undertook engagement to secure a competitive, affordable, and renewable electricity supply for its operations. Electricity represents a sizeable portion of the company’s overall costs, reaching as high as 75% in 2022. In 2024, Asturiana de Zinc focused its political engagement efforts on addressing high electricity costs and ensuring a sustainable energy supply.\nAsturiana de Zinc’s advocacy was mostly through sectoral associations, particularly the Association of Companies of Intensive Electricity Consumption (AEGE) and the Asociacién Técnica Espanola de Galvanizacidon. One of the key achievements was to secure an 80% reduction in electricity grid access costs.\nIn addition, Asturiana de Zinc advocated for financial support under the state aid scheme for indirect CO, costs, the ability to have multiple electrical contracts at a single supply point and the alignment of subsidies with those available in France and Germany. Asturiana de Zinc also advocated for a review of the cost methodology for access to the electrical network, which is in progress and aimed at further reducing operational costs related to energy supply.\nSouth Africa\nDuring 2024, the Department of National Treasury published a discussion paper on phase two of its carbon tax. We engaged directly with representatives from the Departments for Minerals Resources and Energy (DMRE) and Trade, Industry and Competition (DTIC) on the potential impacts of the carbon tax on our business activities.\nOur South African coal department participated in events organised by the Presidential Climate Commission (PCC) to develop an interventions programme. We are supportive of the work being undertaken by the PCC.\nAstron Energy engaged directly with the DTIC and Competition Commission on its proposed Clean Fuels 2 investment plans, which aim to help the refinery reduce sulphur and benzene content in its locally produced refined fuel products.\n~~ 2 =e\na —\n= 1\n7 =~\nry\n—_\n_:.~\neae wel,\nVii\n=, 19 =\n= =\n_ | *\nhe\n—\n~~ s\n— 4\n—o\n———\na=\n=a\n>\nroa\n_\n2024 Glencore Review of our Direct and Indirect Advocacy\n12",
  "page_13": "2024 Review process continued\nIndirect advocacy activities during 2024\nOur 2024 assessment of our industry organisations began with confirming those in which we hold membership, see Appendix Two: Industry organisations, the key Glencore contact and the membership fees paid.\nAs part of this review process, we conduct desktop reviews for each industry organisation in regions with material climate-related regulatory developments to identify their positions, if any, on climate change and any relevant activities they undertook during the reporting period. We also assessed our industry organisations against the ratings produced by InfluenceMap', a rating agency used by many in the institutional investor community. InfluenceMap grades associations on a scale from A to F based on their view of the advocacy activities.\nWe undertook a deeper review of those organisations that received a score of C+ or lower by InfluenceMap, i.e., those that InfluenceMap assesses to be obstructive of climate-related policy engagement?:\nMinerals Council South Africa\nC+ Partially Ali gned\nEuropean Union Chamber of Commerce in China\nC+ Partially Ali gned\nnternational Emissions Trading Association (IETA)\nCc Partially Ali gned\nFuels Industry Association of South Africa (formerly SAPIA) Cc Partially Ali gned\nC- Partially Ali gned\nEuropean Chemical Industry Council (Cefic)\nD+ Partially Ali gned\nndonesian Coal Mining Association (APBI)\nD+ Partially Ali gned\nEnergy Users Association of Australia\nD+ Partially Ali gned\nEnergy Council of South Africa\nD+ Partially Ali gned\nMining Association of Canada (MAC)\nD+ Partially Ali gned\nEurometaux\nChamber of Minerals and Energy of Western Australia (CME) D+ Partially Ali gned\nCanadian Chamber of Commerce\nMisa gned\nAustralian Industry Greenhouse Network\nMisa gned\nEnergy Intensive Users Group of South Africa\nMisa gned\nGerman Chemical Industry Association (VCl)\nMisa gned\nQueensland Resources Council (QRC)\nMisa gned\nMinerals Council of Australia (MCA)\nD- Misa gned\nConfederation of Italian Industry (Confindustria)\nE+ Misa gned\nNSW Minerals Council\nMisa gned\nFollowing this review, we applied a materiality lens to the organisations, based on their membership size, scope of influence and our operational activities in their jurisdictional areas. We spoke with those directly involved in advocacy activities on behalf of the organisation to understand better the approach taken. Details of our indirect advocacy activities through these organisations follow.\n1 InfluenceMap CAI100 Glencore Scorecard 2. As of February 2025\nGlobal\nInternational Emissions Trading Association\nThe International Emissions Trading Association (IETA) partners with other stakeholders to establish effective market-based trading systems for GHG emissions and reductions that are environmentally robust, fair, open, efficient, accountable and consistent across national boundaries. It supports businesses in engaging in climate action and pursuing net zero ambitions to advance the Paris Agreement’s objectives.\nIn 2025, a Glencore representative became the co-chair of the IETA’s China working group, which focuses on China’s compliance carbon pricing regime, particularly the Chinese emissions trading scheme. The working group facilitates engagements with Chinese companies on emission trading.\nThe IETA’s 2024 engagement activities\nThe IETA is actively engaged on emissions trading policy with a number of jurisdictions on a range of topics, including carbon capture, utilisation and storage (CCUS), the voluntary carbon market (VCM) and natural climate solutions. During 2024, the IETA publicly supported the EU’s 2040 Climate Target and path towards climate neutrality by 2050 and its Green Claims Directive. It also supported the US government'’s set of Principles for Responsible Participation in Voluntary Carbon Markets.\nIn 2024, the IETA contributed to the European Commission's consultation on EU rules on land use, land use change and forestry (LULUCF) among other engagements. The IETA’s submission noted the need for any revision of the LULUCF regulation to consider how it can complement and amplify the impact of other EU policy tools, including the potential extension of emissions trading to the agriculture sector, the ongoing development of the Carbon Removals Carbon Farming Certification (CRCF) Regulation, and the use of credits in corporate claims in the upcoming Green Claims Directive.\nThe IETA also welcomed the adoption of the EU’s CRCF Regulation, recognising that carbon removals are essential to deliver net-zero emissions by providing abatement options for hard-to-abate sectors.\nIt also participated in COP29 and advocated for, among other things, streamlining authorisations by adopting standardised procedures, forms and templates, the establishment of an international registry run by the United Nations Framework Convention on Climate Change (UNFCCC) for parties who wish to use it for their activities under Article 6.2 and the adoption of Article 6.4 supervisory body’s recommendations.\nThe engagement approach taken by the IETA in 2024 generally aligns with Glencore’s positions on climate change.\n13\n2024 Glencore Review of our Direct and Indirect Advocacy",
  "page_14": "2024 Review process continued\nAsia and Australia\nAustralian Industry Greenhouse Network\nThe Australian Industry Greenhouse Network (AIGN) provides a forum to discuss climate change topics and provides information and analysis on national and international climate change policy and the role industry can play in the transition to net zero emissions by 2050 The AIGN recognises the UNFCCC and the Paris Agreement. Its climate policy principles recognise both the UNFCCC as the foundation for international cooperation and the goals of the Paris Agreement. It calls for Australian climate policy to:\n. recognise and respond to the scientific consensus of the Intergovernmental Panel Climate Change (IPCC); establish a long-term price signal across the entire economy; address trade competitiveness of export and import competing industries; promote public and private investment in low emission technologies; . encourage investment in adaptation and resilience strategies; and . be based on sound science and climate risk management.\non\nThe AIGN’s 2024 engagement activities\nThe AIGN made a number of submissions to the Australian government, including on the:\n. Climate-Related Financial Disclosure Bill; . Safeguard Mechanism Best Practice Update; . National Adaptation Plan; . National Greenhouse and Energy Reporting Update; . NSW EPA Climate Assessment Guide; and . Sustainable Finance Taxonomy.\nThe submissions made by the AIGN in 2024 generally align with Glencore’s positions on climate change.\nEnergy Users Association of Australia\nThe Energy Usage Association of Australia (EUAA) represents Australian commercial and industrial energy users and advocates on behalf of its members with energy industry stakeholders.\nThe EUAA’s 2024 engagement activities\nThe EUAA provided submissions to Australia’s federal and state governments on various energy-related topics. Those specifically related to climate change were:\n. National Electricity Amendment (Accommodating Financability In The Regulatory Framework) Rule; Electricity & Energy Sector Plan; Opportunities For A Renewable Fuel Industry In NSW; and Emissions Reduction & Resilience Plans — Tasmania’s Industrial Processes & Product Use Sector, & Tasmania’s Energy Sector.\nThe EUAA also participated in a Joint Statement On The Need For Climate And Energy Policy Certainty, which called for a credible and consistent framework and long-term investments towards net zero emissions. It expressed concern that the Federal Coalition was considering stepping away from Australia’s net zero targets and welcomed the federal government's Future Gas Strategy.\nThe submissions made by the EUAA in 2024 generally align with Glencore’s positions on climate change.\nMinerals Council of Australia\nIn Australia, the national representative body advocating for the minerals industry is the Minerals Council of Australia (MCA). The MCA publicly commits to climate action, to supporting the Paris Agreement and has an industry ambition of net zero emissions by 2050. In 2020, the MCA published its three-year Climate Action Plan (CAP), which focuses on three key themes:\n* support developing technology pathways to achieve significant reductions in Australia’s greenhouse emissions; ° increased transparency on climate change related reporting and informed advocacy; and * knowledge sharing of the sector’s responses to addressing climate change.\nThe MCA reviews the plan annually to ensure it remains consistent with Australia’s climate policy ambitions in support of the Paris Agreement. The MCA is now working on a new CAP that considers skills and technology developments and commodity markets. Our Head of Corporate Affairs in Australia is the co-Chair of the MCA’s climate working group, which will develop the new CAP.\nThe MCA’s members include coal companies, which has attracted criticism from some climate-focused organisations. However, the MCA recognises that gas and coal will continue in the short and medium term to be part of the global energy mix in Australia and as such, it should also represent coal producers to reflect the complete needs of the industry.\nThe MCA is committed to reducing Australia’s emissions as quickly as possible but believes that a holistic approach is required that does not have negative economic impacts. The MCA advocates on behalf of all of its members.\nThe MCA’s 2024 engagement activities\nIn 2024, the MCA worked with external energy specialists to address the differing energy requirements needed between now and 2050. The MCA’s work modelled whole of system costs and concluded that the use of renewables would address emissions by 80% but the final 20% would be impossible due to lack of technology, with nuclear energy as the most cost-effective net zero technology. It has concluded that Australia will not achieve net zero in 2050 due to a lack of materials for renewable energy infrastructure, distribution constraints and activism. As such, it encourages the government to not close any existing energy providers until base load power is secure.\n2024 Glencore Review of our Direct and Indirect Advocacy\n14",
  "page_15": "2024 Review process continued\nDuring the year, the MCA endorsed the Australian coalition’s nuclear policy as a crucial pathway for Australian industries to reduce emissions cost-effectively while maintaining access to reliable baseload power. It also expressed its disappointment at the decision to disallow our Carbon Storage and Transport Company (CTSCo) project.\nThe MCA's submissions in 2024 addressed key issues that affect the sector, such as climate, energy, industrial relations and taxation, and took into account economic, Indigenous and cultural factors. Its response to the consultation on the Safeguard Mechanism noted that the mining sector will be impacted through utilities and its assets and that sector plans are lacking. It also commented on the problematic nature of integrating renewable energy sources in national energy markets.\nThe MCA is supportive of the government's approach to climate reporting and encourages efficiency in disclosure methodologies.\nThe engagement positions taken by the MCA in 2024 generally align with Glencore’s positions on climate change.\nChamber of Minerals and Energy of Western Australia\nThe Chamber of Minerals and Energy of Western Australia (CME) represents the resource sector based in Western Australia (WA) in state and national policy developments. It also promotes the value of the sector to the community and provides a platform for its members and interested stakeholders to collaborate. We are members of the CME through Minara Resources Pty Ltd, the operator of our Murrin Murrin nickel mine in WA.\nThe CME’s Climate and Energy Reference Group leads its policy development on climate, GHG emissions and energy-related issues impacting the resources sector. The CME supports the goals of the Paris Agreement and its goal of limiting global warming to well below 2°C, preferably to 1.5°C, by reducing GHG emissions to net zero as soon as possible and no later than 2050.\nOn climate, the CME advocates for a national framework to achieve national objectives in a coordinated and efficient manner, supporting policy stability and investment certainty for industry and a single, national emissions account that is transparent and publicly available. It calls for a transparent price signal across the entire economy and promotion of lowest cost abatement, leveraging existing mechanisms where possible, and investment in a broad range of affordable technologies including for energy efficiency, emissions reduction, carbon sequestration and adaptation measures.\nThe CME’s 2024 engagement activities\nThe CME published a report on how the large-scale production of “green” iron in WA can reduce global emissions, offset CO, currently produced in Australia and deliver economic value to the state. The report examines how WA can take a leading role in decarbonising the steel-making process.\nThe CME welcomed the WA government's CCUS action plan. The CME has long advocated for a legislative and regulatory framework encouraging the use of CCUS projects in WA. The CME was supportive of the WA government's revised Greenhouse Gas Emissions Policy for Major Projects and its Battery and Critical Minerals Strategy 2024-2030.\nThe engagement positions taken by the CME in 2024 generally align with Glencore’s positions on climate change.\nNSW Minerals Council\nThe NSW Minerals Council is the industry association for New South Wales’ (NSW) minerals industry. It supports an effective regulatory framework in which the industry can operate competitively and make a meaningful contribution to the state and the people of NSW.\nThe NSW Minerals Council supports policy frameworks that are consistent with agreed international frameworks, including the UNFCCC, and with achieving the NSW and Australian government target of net zero emissions by 2050. It advocates for a nationally coordinated approach to climate and energy policy that recognises the energy and resource-intensive nature of the Australian economy and that provides industry with the certainty needed to make long-term investments. It calls for a technology-neutral approach, as it recognises that the scale and complexity of reaching net-zero emissions requires a range of technologies and access to a wide range of credible offsets.\nThe NSW Minerals Council does recognise that there is an ongoing demand for NSW’s high-quality coal in Australia’s export markets. It acknowledges the role of coal in meeting energy security and development goals for the foreseeable future.\nThe NSW Minerals Council’s 2024 engagement activities\nThe NSW Minerals Council welcomed the NSW government's Critical Mineral Strategy, noting its vision for the state to become a global leader in critical minerals production.\nThe engagement positions taken by the NSW Minerals Council in 2024 generally align with Glencore’s positions on climate change.\n2024 Glencore Review of our Direct and Indirect Advocacy\n15",
  "page_16": "2024 Review process continued\nQueensland Resources Council\nThe Queensland Resources Council (QRC) represents the commercial developers of Queensland’s minerals and energy resources. Its energy policy states support for the goals of the Paris Agreement and its emissions reductions goals to limit global warming to well below 2°C, preferably to 1.5°C, compared to pre-industrial levels. We participate in the QRC through our Queensland Metals operations. Our coal operations are not represented in the QRC.\nThe QRC’s primary advocacy activities include engaging with Queensland state government and supporting the Queensland Development Plan, which encourages decarbonisation in the extractive sector. It supports the ongoing efforts of its members as they decarbonise their operations.\nThe QRC advocates for state policies that enable the cost-effective reduction of emissions, consistent with the Queensland government’s goal of net zero emissions by 2050. National climate policy issues will remain the responsibility of national resources industry associations The QRC participates in the state’s Ministerial Council on Energy.\nThe QRC’s 2024 engagement activities\nIn 2024, the QRC undertook advocacy activities related to the coal royalty tax in Queensland, noting that policy uncertainty created by the sudden change to coal royalties is a significant deterrent to attracting investment. The QRC advocates for a royalties system that is fair and balanced for all parties and promotes future investment in Queensland.\nThe QRC welcomed funding through the Queensland government's Regional Economic Futures Fund to examine the use of former mine sites for renewable energy projects. The funding will be used for a feasibility study for wind and solar energy on mined land in the Bowen Basin.\nThe engagement positions taken by the QRC in 2024 generally align with Glencore’s positions on climate change.\nEuropean Union Chamber of Commerce in China\nThe European Union Chamber of Commerce (EUCCC) is recognised by the European Commission and Chinese authorities as the official voice of European business in China. Its Carbon Market Working Group (WG) has 115 member companies representing numerous aspects of the carbon market sector, including project developers, carbon funds, consultants and financial institutions. The working group’s activities include networking events and lobby meetings with Chinese and European officials.\nThe EUCCC’s 2024 engagement activities\nIn 2024, the EUCCC met with the Deputy Director General of the Department of Climate Change, Ministry of Ecology and Environment (MEE) to discuss the Implementation Plan for Establishing a Carbon Footprint Management System. It spoke at the Center for China and Globalization (CCG) close-door roundtable on “Managing Climate, Technological, and Geopolitical Transitions in the European Automotive Value Chain”, featuring the study conducted by The Jacques Delors Institute and the Sciences Po Paris School of International Affairs.\nIt jointly hosted an event on the role that industry can play in achieving national climate targets with the German Embassy in Beijing. With over 200 participants from Chinese, European and German companies and institutional stakeholders, European and Chinese experts discussed the importance of ambitious climate targets in Europe and China to achieve the goals of the Paris Agreement.\nAt the Implementation and Action: Climate and Health International Conference the chair of EUCCC’s Carbon Market Working Group spoke on the development trends of decarbonisation, electrification and digitalisation in the energy industry, and proposed jointly building a green and low-carbon industry, technology and innovation ecosystem between Europe and China.\nThe engagement positions taken by the EUCCC in 2024 generally align with Glencore’s positions on climate change.\nIndonesian Coal Mining Association\nThe Indonesian Coal Mining Association (APBI) is a non-government, nonprofit and non- political organisation for both upstream (exploration and exploitation) and downstream (marketing the distribution, utilisation and mining services) aspects of coal industry in Indonesia. It is a platform for its members to discuss common concerns, exchange examples of good practice and work towards a common goal. It works with government institutions to provide the industry's view and collaborates with stakeholders to deliver greater benefit to the government, investors, communities, employees, customers and the environment. While the APBI anticipates a significant role for coal in the future energy mix, it acknowledges Indonesia's nationally determined contribution targets.\nThe APBI’s 2024 engagement activities\nThe APBI's activities in 2024 included engaging with the Indonesian government on its policy to strengthen national economic resilience through the obligation to store foreign exchange from natural resource exports (DHE SDA) in the country. The APBI also participated in a focus group discussion on sustainable business development strategies in post-mining areas in East Kalimantan and South Sumatra as part of a just energy transition study together with the Indonesia Center for Renewable Energy Studies.\nWe are committed to responsibly phasing down our thermal coal portfolio and supporting the goals of the Paris Agreement. While we acknowledge that in some instances Glencore’s position on climate change may not fully align with those of the APBI or its members, we support the APBI’s focus on promoting responsible practices during 2024. Our purpose for membership is to remain abreast of regulatory changes associated with coal trading in Indonesia. Membership of the APBI is required to attend its meetings.\n16\n2024 Glencore Review of our Direct and Indirect Advocacy",
  "page_17": "2024 Review process continued\nCanada\nCanadian Chamber of Commerce\nThe Canadian Chamber of Commerce (CCC) represents over 400 chambers of commerce and boards of trade and more than 200,000 business, from various sectors of the economy across the country. The CCC works with the government on economy-friendly policy to support business.\nThe CCC's 2024 engagement activities\nIn 2024, the CCC presented to the House of Commons Standing Committee on Environment and Sustainable Development on the impacts of climate change on Canada’s financial system, emphasising the need for increased investments in net-zero solutions and highlighted the importance of a competitive investment environment. They advocated for clear guidance and data to accelerate net-zero investments, the adoption of acommon definition for net-zero investments, and the standardisation of climate-related disclosures.\nIn 2024, Glencore was active on the CCC's Critical Mineral Council, which encourages responsible critical mineral supply chains in Canada. The council is committed to enhancing collaboration between upstream and downstream organisations, economic and environmental objectives, and industry and Indigenous stakeholders.\nThe engagement positions taken by the CCC during 2024 generally align with Glencore’s positions on climate change.\nMining Association of Canada\nThe Mining Association of Canada (MAC) promotes the mining industry both within Canada and internationally and represents the Canadian mining industry on key public policy areas, including climate change.\nIt is committed to supporting an orderly transition toward a lower carbon future and supports climate action that is consistent with the ambition of the Paris Agreement. Over the past two decades, the MAC’s member companies have improved energy efficiency and reduced emissions at their operations through measures such as the MAC’s mandatory Towards Sustainable Mining (TSM) initiative and through innovations at the mine-site level. The TSM standard is involved in an industry standard convergence process that includes the Copper Mark, ICMM, and World Gold Council.\nThe MAC’s 2024 engagement activities\nThe MAC's Facts and Figures 2024 report noted that Canada needs to create an investment and regulatory environment that supports bringing new mines online. It expressed concern that some federal policies risk jeopardising the mining and metal manufacturing supply chain and recommends focusing on:\n° electricity affordability; * technological viability; * self-consumption exemption for generators not supplying electricity to the grid;\n° reliable delivery of electricity; and ° off-grid realities noting the limited abatement opportunities for off-grid industrial operations.\nThe engagement positions taken by the MAC during 2024 generally align with Glencore’s positions on climate change.\nEurope\nConfederation of Italian Industry\nThe Confederation of Italian Industry (Confindustria) represents over 150,000 companies, has 210 local and trade associations and represents its members through advocacy with the Italian government and the European Union.\nGlencore participates via its Italian subsidiary Portovesme srl and its membership in ASSOMET (association of non-ferrous metals producers) and Confindustria Energia, which represents producers and consumers of energy.\nThe Confindustria’s 2024 engagement activities\nIn 2024, the Confindustria called on the EU and Italy to find a balance between industrial competitiveness and climate ambition within a rapidly evolving and volatile market and geopolitical landscape.\nThe engagement approach taken by the Confindustria in 2024 generally aligns with Glencore’s positions on climate change.\nEurometaux\nEurometaux advocates for the European non-ferrous metals industry through its outreach activities with regulators, institutions and various advocacy groups. We are a member of the executive committee and participate in its working groups. Eurometaux aims to promote sustainable production, use and recycling of non-ferrous metals in Europe, and a supportive business environment for its members.\nEurometaux’s 2024 engagement activities\nEurometaux contributed to a joint statement by the Alliance of Energy-Intensive Industries on the EU 2040 climate target. The statement outlined the need for EU climate policy to go hand-in-hand with an ambitious industrial strategy that supports a viable business case for climate transition and access to internationally competitive energy and decarbonisation infrastructure.\nEurometaux, together with a wide group of EU industry associations, signed the 2024 Antwerp Declaration. This is a collaborative appeal by European industry leaders for a European industrial deal to complement the EU Green Deal that balances industrial competitiveness with climate ambitions and safeguards European jobs.\nThe engagement approach taken by Eurometaux during 2024 generally aligns with Glencore’s positions on climate change.\n17\n2024 Glencore Review of our Direct and Indirect Advocacy",
  "page_18": "2024 Review process continued\nEuropean Chemical Industry Council\nThe European Chemical Industry Council (Cefic) is supportive of the EU Green Deal and has an ambition to be climate neutral by 2050. It recognises that its sector will need to undergo a transformation and focuses on:\n. going circular: reducing the use of non-renewable resources during production and ensuring the materials it makes are recyclable; going climate neutral: a need for innovation and change in production processes to reach climate neutrality by 2050; going digital: using digital technologies to make processes more transparent and efficient; and transitioning to safe and sustainable chemicals: phasing out the most harmful substances from consumer products, unless they are essential for society, through research and innovation to develop and bring to the market safe and sustainable chemicals.\nAs a business member in the Cefic, Glencore only participates in technical discussions that are mostly focused on REACH-related subjects. The engagement positions taken by the Cefic in 2024 generally align with Glencore’s positions on climate change.\nGerman Chemical Industry Association\nThe German Chemical Industry Association (VCI) represents the German chemical industry. In May 2021, the VCl, in partnership with the Association of German Engineers, launched the Chemistry4Climate platform. This, along with the VCIl Roadmap 2050, published in 2019, sets out the VCl’s view on the path to GHG-neutral chemistry. While possible, the VCl acknowledges that large quantities of renewable electricity at competitive prices are needed.\nThe VCI's 2024 engagement activities\nIn 2024, the VCI warned that burdensome regulations, high energy prices and lengthy\napproval processes deter domestic investment and advocated for regulatory reforms\nto preserve industrial competitiveness and effectively support Germany’s climate\nneutrality goals.\nThe engagement approach taken by the VCI in 2024 generally aligns with Glencore’s positions on climate change.\nSouth Africa\nEnergy Council of South Africa (ECSA)\nThe Energy Council of South Africa (ECSA) was established in 2021 as a CEO-led initiative that represents the energy sector by bringing together public and private sector companies, associations and finance institutions.\nThe ECSA supports South Africa’s commitments under the UNFCCC Paris Agreement and the country’s climate legislation, which is aimed at achieving net zero by 2050. The ECSA recognises the importance of a successful national energy transition for meeting those decarbonisation targets while maintaining energy security.\nRepresentatives from our coal and ferroalloys businesses participate in the ECSA’s work streams and provide feedback to our South African assets and London carbon desk.\n18\nThe ECSA's 2024 engagement activities\nThe ECSA continued its work in influencing developments in the national energy supply environment. Its work reflected members’ concerns on security of supply, policy and regulatory uncertainty and market reform.\nIn 2024, the ECSA worked with other industry bodies, including BUSA and B4SA, and participated in four technical committee workstreams that influenced National Electricity Crisis Committee (NECOM) activities. These activities supported the development of specific business activities to support NECOM objectives, contribute to updating the Energy Action Plan and provide feedback to the presidency on NECOM'’s priorities and roles that business could assist to accelerate.\nThe ECSA also became a member of the World Energy Council to help it to better draw on international experience and resources in the global energy space.\nThe ECSA carried out advocacy around the Climate Change Bill and the Electricity Regulations Amendment Bill in South Africa. The ECSA also helped to establish an energy data and modelling platform intended to support South Africa's energy transition through broader access to modelling and analysis across South Africa’s electricity generation infrastructure.\nThe engagement approach taken by the ECSA in 2024 generally aligns with Glencore’s positions on climate change.\nEnergy Intensive Users Group of Southern Africa\nThe Energy Intensive Users Group of Southern Africa (EIUG) was established in 1999 as a voluntary, non-profit association. It is a customer-led advocacy organisation dedicated to serving its members interests by influencing energy, just energy transition and climate change policy within South Africa.\nThe EIUG’s 2024 engagement activities\nThe EIUG continued its activities as a customer-led advocacy organisation providing a variety of inputs to both Eskom and the National Energy Regulator of South Africa (NERSA) with the objective of achieving changes in the national Electricity Supply Industry (ESI) in areas such as security of supply, affordability of electricity, quality of supply and decarbonisation.\nFollowing extensive input via NERSA’s public participation process, the Electricity Regulation Act (ERA) Amendment Bill was finally promulgated on 10 December 2024 with effect from 1 January 2025 with specific sections focusing on enhanced enablement of private sector participation in power generation to complement the diversity and robustness of the country’s ESI. The EIUG submissions to the South African government emphasised the need for competitive energy pricing and support for expanded efforts to decarbonise the ESI.\nIn April 2024, the National Transmission Company of South Africa (NTCSA) announced its intentions to develop a Wholesale Market Code and to introduce a traded market for electricity in South Africa in a phased approach, possibly from as early as 2026. The EIUG participated in workshops on the draft market code and gave extensive comments to NERSA and Eskom on multiple facets of the code.\n2024 Glencore Review of our Direct and Indirect Advocacy",
  "page_19": "2024 Review process continued\nThe EIUG also submitted commentary through the National Regulator on Eskom’s request regarding strategies to alleviate grid congestion through targeted generation curtailment, as well as Eskom’s revenue application in terms of MYPD6.\nThe engagement approach taken by the EIUG in 2024 generally aligns with Glencore’s positions on climate change.\nFuels Industry Association of South Africa\nThe Fuels Industry Association of South Africa (FIASA) represents South Africa's fuel industry and provides information and support to its stakeholders, actively contributes to the development of policies, promotes industry transformation, and facilitates the security of energy supply to meet South Africa’s growing demands.\nIt recognises the need to transition towards a low carbon economy and limit global warming to well below 2°C above pre-industrial levels. It believes that the transition needs to reflect the developmental nature of the South African economy, not impede socio-economic development, create sustainable jobs and contribute to the reduction in energy poverty. It is supportive of the South African government’s Just Energy Transition programme.\nRepresentatives from our Astron Energy business actively participate and, in some instances, have leadership roles in the FIASA’s working groups. Astron Energy's CEO is a member of the Board and the Chairman of its Economic Regulation Committee (ERC). The ERC advocates on behalf of its members on matters such as fuel regulation along the value chain and the state of carbon tax regime for refiners.\nThrough its membership of Business Unity South Africa (BUSA), the FIASA participates in BUSA's monthly energy committee and gas committee meetings. The energy committee includes renewable energy companies which are focused on electricity supply.\nFIASA’s 2024 engagement activities\nThe FIASA engaged with the South African government on behalf of the South African fuel industry in relation to the National Treasury's Carbon tax discussion paper.\nThe FIASA continues to be supportive of the Clean Fuels 2 initiative, given the initiative’s potential to decrease tailpipe emissions and enhance air quality. The FIASA also notes the positive influence that the programme is expected to have on the transportation sector's greenhouse gas output and believes that refinery investments can be promoted by providing sufficient financial incentives to encourage their conversion to produce Clean Fuels 2 products.\nThe engagement approach taken by the FIASA in 2024 generally aligns with Glencore’s positions on climate change.\nMinerals Council South Africa\nThe Minerals Council South Africa (MCSA) supports and promotes the South African mining industry. We are a member and hold a seat on its Environment Sub-Committee. The MCSA’s Climate Change Statement sets out its commitment to the goals of the Paris Agreement (Article 2). It is developing a Net Zero 2050 Action Plan and collaborating with the National Business Initiative on a least-cost pathway.\nThe MCSA’s 2024 engagement activities\nIn 2024, the South African government promulgated its Climate Change Bill into law. The MCSA engaged with the Department of Forestry, Fisheries and the Environment through bilateral meetings to discuss the act’s proposed implementation plan. The MCSA promoted the need for the plan to outline how carbon budgets and sectors emissions targets will be rolled out across the regulated sectors including mining.\nThe National Treasury in South Africa published a discussion paper on phase two of South Africa’s carbon tax regime. The MCSA discussed the expected impact of the carbon tax on mining sectors with the National Treasury and proposed measures or alternatives aligned with South Africa’s goals to achieve its National Determined Contribution.\nA Glencore representative sits on the MCSA’s Environmental Committee, which undertook work in 2024 to develop tax calculations and carbon footprint information for the sector.\nThe engagement approach taken by the MCSA in 2024 generally aligns with Glencore’s positions on climate change.\nFindings\nWe consider the industry organisations we reviewed to engage on issues that are relevant to our industry or operating region, and to contribute to supporting the goals of the Paris Agreement (Article 2). Our review of these organisations’ publications and positions, and our interviews with staff have not identified material misalignment between our positions on climate change and the advocacy activities taken by our industry organisations. As such, we do not currently intend to change our memberships. We intend to continue to use our participation in the governance structures of these organisations to promote our view and support alignment with the goals of the Paris Agreement.\n2024 Glencore Review of our Direct and Indirect Advocacy\n19",
  "page_20": "Overview\nIndustry organisations 2024 Review process Additional information\nonl\n“=\n<\n———\n|\n———_ — a\nBereta ee ar\n=)\nEs\nie\n=\n5\nSeeks\ni beet:\nP=,\nhe\npe\ni = ES\n— SS\n——\nAS\n|\npemee\n. a\nrk\nae vet\naay,\nBe aye\n—\n=\nr\nail\n' ea\n-\nrel\nre\nsy\nje,\ni\nEG os\nci ihs\nay\nwy\nis\nre\nae\nPe Fak\null\nre\n—\n‘4.\ni\n,\nscieih\n;\noF\nCr\nes\nYo ome\n2\ni.\nthe bo\na —\ntee =.\nA Pa =\nChee.\n‘one\nCole\nTe: faery ay\nod\nL\nFi\ni, —\n[a\naa\npared\nm5,\n= r=,\ni\nae\nin\n=\nGe\nCrate\ni, a a) none\nate ae iy\nag -—r-\n—-\n= eee\na he\nSas\nTe, oo 2\nnt 2 Fal hae\ni “Pr Ca Pas\nae\neat)\nfn\nKk\n“he\nree\nht\nad\nie\nTie\nLF\n——\n¥ ee\nnh\ncit\n—\n=\nPhe? = ori\na\net\n‘a Af > ar\nean a\nty\nPa\nFr\nay\nP\nTs\nEs\nPa\nape st\n—\n7 Peed BA\nLe\nTae4\nad\nas\n+\nLa\nEh\nif\n—s.\nae,\na\n— == mas\ndah\nrer\nnh,\nSe\nti\na\nee\nhie |\nads\nti\nor\n‘s\nae\na\nSage pet gle ED ids ag\na\nSe ae) =r\n=\n—\net\nfan\nTe\n=\nees\npe oe\na, ae\na\n—\n——\n=\niF\nie\na\n\"3\nata\nai\n——\n=\n*\nRe,\nTs\nTe &\n~~\nat\nFS]\na,\n=\na\n—\na\noo\nee:\net\nAa\nae\n-)\nay\nr-.\n+\nar\ni\nof\noe\n—\n4 th\n=\n.\ngle\na\na\nPs\n——\npliers\nrt\nBe\n.\nray\nPp\nhe\nCatal |\na.\né\ni\ntk\nsie\ni\nTe\nFat\n2024 Glencore Review of our DifeGire d Ir\nei vee\n=\nos\na.",
  "page_21": "Appendix One: Our positions on climate-related topics\nAdaptation infrastructure\nWe recognise that climate change and its physical impacts may create operational risks for our industrial assets.\nWe regularly review and analyse high-level climate change trends and their potential to affect our operating regions. Where relevant and possible, we undertake mitigation and management measures for example reviewing the design of our tailings storage facilities.\nCarbon capture and storage (CCS) and high efficiency, low-emission (HELE) technology\nCarbon offsets\nCircular economy\nWe support the use of carbon credits to offset residual emissions. Glencore will consider the business case for both generating and utilising carbon offsets as part of its climate change strategy in relation to offsetting our residual industrial emissions (after prioritising emissions reductions) to meet our 2050 net zero ambition, which itself is subject to a supportive policy environment.\nOur business continues to operate successfully in multiple jurisdictions that have direct and indirect carbon pricing or regulation. We consider carbon price sensitivities as part of our ongoing business planning for existing industrial assets, new investments and as part of our marketing activities.\nWe play a constructive role and proactively engage with policy makers throughout the public policy development process from initial design through to implementation and compliance. Pricing carbon should be part of an informed and considered process to provide market signals to drive the behaviours and incentivise investments that deliver the least cost approach to emissions reductions. Carbon pricing mechanisms should support predictable long-term pricing and avoid carbon leakage, as well as enable consistent jurisdictional approaches.\nWe recognise the role of a circular economy in reducing the carbon footprint of metals and minerals. We are committed to increasing our engagement into the circular economy by leveraging our commercial knowledge and physical presence.\nWe recognise the global climate change science as laid out by the Intergovernmental Panel on Climate Change (IPCC). This broad consensus among nation states will drive a global shift towards a low-carbon economy, supported by appropriate policies and bring significant economic changes.\nTo deliver a strong investment case to our capital providers, we recognise the need to invest in assets that are resilient to regulatory, physical and operational risks related to climate change.\nWe support climate and energy policies that reduce global GHG emissions in the most cost-effective manner, whilst ensuring energy security. Our preference is for policy makers to adopt a pragmatic, technology- neutral approach that supports the United Nations Sustainable Development Goals, including universal access to affordable energy.\nGreater policy parity between renewables and HELE and CCS technologies will be required. Deployment of HELE technologies, particularly in developing economies, which will continue, in the near and medium term, to rely on fossil fuels for secure baseload power generation, offer a compelling case for achieving material emission reductions, while still being able to achieve socio-economic development goals.\nHELE and CCS have the potential to deliver material emission reductions from the global energy complex. CCS is also applicable to synthetic fuel production and other industrial processes.\nWe are investing in emission reduction projects and initiatives, focusing on both our industrial operations and the use of our industrial products, as well as supporting low-emission coal technology projects and GHG-related studies to address Scope 3 emissions.\nClimate science\n21\nCarbon pricing\n2024 Glencore Review of our Direct and Indirect Advocacy",
  "page_22": "Appendix One: Our positions on climate-related topics continued\nEmissions reduction, targets and ambition\nEqual prioritisation of the\nenergy trilemma\nWe have enhanced our climate-related disclosures over the past several years and will continue to review and update our strategy.\nIn 2017, we announced our first target of reducing our industrial Scope 1 and 2 emissions intensity by 5% by 2020 compared to a 2016 baseline. In late 2020, we published our 2020 Climate Action Transition Plan, Pathway to Net Zero. This set out our approach to delivering our climate-related targets and longer-term ambition of achieving net zero industrial emissions, subject to a supportive policy environment. In 2021, we further increased our medium-term target from a 40% to a 50% reduction of our industrial emissions by the end of 2035 and introduced a shorter-term target of a 15% reduction of our industrial emissions by the end of 2026.\nAs part of our update to our Climate Action Transition Plan, in 2024 we announced a further interim target to reduce our industrial emissions by 25% by the end of 2030. Our current industrial emissions reduction targets are measured against a restated 2019 baseline and our long-term ambition to achieve net zero industrial emissions by the end of 2050 is subject to a supportive policy environment.\nIn addition, in July 2024 we successfully closed our acquisition of a 77% interest in EVR from Teck Resources. We are currently assessing how best to integrate the EVR assets into our climate strategy, recognising that the transition away from steelmaking coal will be slower than thermal coal.\nFor information on how we calculate and report on our emissions data, see our 2024 Annual Report and 2024 Basis of Reporting, which can be found on our website.\nWe support a least-cost, technology neutral approach to achieving climate change goals that considers the cost and consequences of all available policy options and does not hinder socio-economic development or undermine energy access and security.\nHydrogen energy\nJust transition\nThe transition to net zero will require\nseveral technologies to achieve the world’s\ndecarbonisation goals.\nThe IEA has identified hydrogen as playing a role in the\ndecarbonisation of hard to abate sectors, such as heavy\nindustry, shipping, aviation and heavy-duty transport.\nWe believe that blue hydrogen produced from fossil\nfuels with CCS to capture emissions from the hydrogen\nproduction process could play an important role in the\ntransition towards net zero.\nBlue hydrogen and by-products, like ammonia with\nCCS, offer an approach for decarbonising existing\nindustrial processes and the ability to utilise existing\nenergy resources.\nJust transition speaks to an equitable and inclusive\nprocess to navigate and address the social and\neconomic risks and opportunities faced by a range\nof stakeholders that will emerge because of the global\ntransition to a low carbon future. We believe that a just\nand orderly transition will be a highly complex process\nthat must be dynamic with the flexibility to respond\nto evolving policies and socio-economic developments.\nSociety must address the social risks and opportunities\nfrom both closure of fossil fuel assets and the expansion\nof metals used in renewable energy production.\nOur approach to a just and orderly transition takes\naccount of its complexity and our interdependence with\nother companies and the public sector. Our operating\ncountries face very different transition outlooks, and a\nsuccessful social transition is dependent on government\npolicy and funding to address widespread and systemic\nchallenges. We have established a set of principles to\nguide our localised approach to participating in a just\nand orderly transition process.\n2024 Glencore Review of our Direct and Indirect Advocacy\n22",
  "page_23": "Appendix One: Our positions on climate-related topics continued\nLand-use change for sequestration\nPublic policy\nWe support a global mechanism that delivers a carbon credit market with stable pricing. We recognise that carbon credits may become a material means to offset our emissions footprint and may have reputational benefits. As such, we are building our understanding of the carbon offset markets and monitoring their developments. In addition, we are investigating opportunities in credible projects with reputational and social benefits, such as reforestation projects.\nAs the global patchwork of energy and climate change regulation evolves, Glencore will continue to monitor international and national developments and play a constructive role in the development of climate change policy across our global business group. Governments and industry must work together to establish policy frameworks that deliver the optimal balance of social, environmental and economic considerations appropriate for individual nations. This may include pricing carbon as part of a balanced transition to a low-carbon economy.\nParis Agreement\nWe support the global climate change goals outlined in the United Nations Convention on Climate Change (UNFCCC) Paris Agreement that came into force on 4 November 2016, the ultimate objective of which is to stabilise GHG concentrations at a level that would significantly reduce the risks and impacts of climate change (Article 2, Paris Agreement). Under the Paris Agreement, this is described as keeping the increase in the global average temperature to well below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels We believe that only through collective inclusive action can the world achieve the goals of the Paris Agreement and limit the impact of climate change.\nThe UNFCCC and the Paris Agreement provide that efforts to stabilise GHG concentrations should also enable economic development to proceed ina sustainable manner. We support the UNFCCCs recognition of the critical importance of sustainable economic development and its acknowledgement that measures to protect the climate system against human-induced change should be appropriate for the specific conditions of each country and integrated with national development programmes. We support the principle of equity set out in the Paris Agreement and acknowledge the common but differentiated responsibilities and capabilities of domestic economies (particularly those of emerging markets and developing economies) in the pursuit of climate objectives.\nWe draw from this principle that the global response to climate change should pursue twin objectives: limiting temperatures in line with the goals of the Paris Agreement and supporting the United Nations Sustainable Development Goals, including sustained, inclusive and sustainable economic growth, and universal access to clean, affordable energy.\n2024 Glencore Review of our Direct and Indirect Advocacy\n23",
  "page_24": "Industry organisations 2024 Review process\nAppendix Two: Industry organisations\nEach year we undertake a review of our industry organisations. As at the date of this report, we hold membership in the following industry organisations:\nGlobal\n.\nAluminium Stewardship Initiative Cobalt Institute Extractive Industries Transparency Initiative Global Battery Alliance International Association of Independent Tanker Owners International Cadmium Association International Chamber of Commerce International Chromium Development Association International Copper Association International Council for Metals & Minerals International Emissions Trading Association International Energy Agency International Lead Association International Manganese Institute International Zinc Association Lower Olefins and Aromatics Reach Consortium Nickel Institute Partnering Against Corruption Initiative Responsible Business Alliance Responsible Minerals Initiative United Nations Global Compact Vanitec Voluntary Principles on Security and Human Rights World Economic Forum Platform for Accelerating the Circular\n.\n.\nEconomy (PACE)\nAfrica\nDemocratic Republic of Congo\n.\nBritish Congo Business Group Extractive Industries Transparency Initiative-DRC Fair Cobalt Alliance Federation of Enterprises of the Congo /Chamber of Mines French Congolese Chamber of Commerce and Industry Responsible Minerals Initiative Swiss-Congo Chamber of Commerce\n.\n.\n.\n.\n.\n.\nSouth Africa\n. Africa SAP User Group\n. Association of Certified Fraud Examiners\n. Association of Mine Financial & Admin Managers\n. Association of Mine Managers South Africa\nAssociation of Mine Resident Engineers (AMRE)\nBusiness Unity South Africa\nBrukhim Labour Law\nChartered Institute of Management Accountants (CIMA)\nCIPS Southern Africa\nCoalTech Research Association\nEnergy Council of South Africa\nEnergy Intensive User Group\nEngineering Council of South Africa\nFerro Alloys Producers Association\nFuels Industry Association of South Africa (previously SAPIA)\nGeological Society of SA\nThe Institute of Certified Mechanical and Electrical Engineers, South Africa\nnstitute of Mine Surveyors of South Africa\nJohannesburg Chamber of Commerce and Industry\nMine Ventilation Society of South Africa\nMine Managers Association\nMinerals Council South Africa\nMine Health & Safety Council (MHSC)\nNational Business Initiative\nSouth African Board for People Practices\nSACAFMA, SACHRA, SACESHA)\nSouth African Coal Processing Society (SACPS)\n24\n2024 Glencore Review of our Direct and Indirect Advocacy\nSouth African Coal Managers Association and associated sub associations (SACEA,",
  "page_25": "Appendix Two: Industry Organisations continued\nSouth African Colliery Administrative and Financial Managers Association South African Colliery Engineers Association South African Council for Natural Scientific Professions South African Geomatics Council (SAGC) South African Institute of Chartered Accountants Southern African Institute of Mining and Metallurgy South African Institute of Occupational Hygienist South African Institute of Professional Accountants South African National Institute of Rock Engineers South African Reward Association South African Society of Occupational Health Nursing Practitioners Steel and Engineering Industries Federation of Southern Africa Vanadium Consortium Weather Intelligence Systems\nAsia and Australia\nAustralia\n. Australian Aluminium Council . Australian Industry Greenhouse Network . Chamber of Minerals and Energy of Western Australia . Energy Users Association of Australia Low Emission Technology Australia (formally COAL21 Fund) Minerals Council of Australia Northern Territory Minerals Council . NSW Minerals Council . Queensland Resources Council\nChina\n* European Union Chamber of Commerce in China\nIndia\nCarbon Market Association of India\n°\nIndonesia\nIndonesian Coal Mining Association\n*\n2024 Glencore Review of our Direct and Indirect Advocacy\nSingapore\nSingapore Carbon Market Alliance\n°\nEurope\nAustria\n° The (REACH) Vanadium Consortium\nBelgium\n. Aluminium REACH consortium\n. CEFIC (The European Chemical Industry Council) . Eurometaux . European Copper Institute European Precious Metals Federation REACH Antimony REACH Arsenic REACH Cadmium REACH Copper Consortium REACH Lead Consortium REACH Manganese Consortium REACH Nickel Consortium REACH Selenium & Tellurium Consortium REACH Sulphuric Acid Consortium REACH Zinc . RECHARGE\n. The Iron Platform\nGermany\n* Wirtschaftsforum . Wirtschaftsrat . Wirtschaftsforderung — Jade . WirtschaftsVereinigung Metalle . Verband der Chemischen Industrie\nItaly\n»« Assomet (Non-Ferrous Metal Association) * Confindustria (National Industrial Association) ° Ente Nazionale di Normazione\n—\nKazakhstan\n* Association of Mining and Metallurgical Enterprises of Kazakhstan ° Kazakhstan Electricity Association * National Chamber of Entrepreneurs of Kazakhstan * Taxpayers Association of Kazakhstan\nNorway\n. Eyde-nettverket . Forum for miljateknologi . Klimapartnere Agder . Neeringsforeningen . NHO/LO . Norsk Industri\nSpain\n° AEGE (Association of Companies of Intensive Electricity Consumption) e Asociacién Técnica Espanola de Galvanizacion ° Asociacién Técnica de la Fundicién a Presi6n Espanola TEDFUN\nSwitzerland\nAvenir Suisse\n. . British Swiss Chamber of Commerce . International Chamber of Commerce Switzerland . Swiss African Business Circle Swiss American Chamber of Commerce SwissHoldings Swiss Mineral Resources Network (NEROS) UN Global Compact Network, Switzerland Zug Chamber of Commerce Zurich Chamber of Commerce\n25",
  "page_26": "Appendix Two: Industry Organisations continued\nNorth America\nCanada\n.\nAccelerate Canada\n. Association of Major Power Consumers of Ontario\n. Association Miniére du Québec\nd'Electricité\nCanadian Chamber of Commerce\nCanadian Mining Innovation Council\nChemistry Industry Association of Canada\nCentre of Excellence for Mining Innovation\nConseil du Patronat du Québec\nConseil Patronal de l'Environnement du Québec\nConseil des Entreprises en Technologies\nEnvironnementales du Québec\nFédération Chambres de commerce du Québec\nAssociation Québécoise des Consommateurs Industriels\n26\nLa Chambre de commerce du Montréal métropolitain\nMining Association of Canada\nOntario Chamber Commerce\nOntario Mining Association\n. Propulsion Quebec\nSwiss Canadian Chamber of Commerce (Ontario)\nUnited States of America\n* Coalition for American Electronics Recycling\n* Copper Development Association (the International Copper Association in USA) * Fertilizer Institute ¢ Sulphur Institute\n.\n2024 Glencore Review of our Direct and Indirect Advocacy\nSouth America\nArgentina\n. AmCham Argentina . Argentina Chamber of Mining Companies . Camara de Comercio Suizo Argentina . Catamarca Mining Chamber Industrial Union of Catamarca San Juan Mining Chamber World Business Council for Sustainable Development (known as CEADS in Argentina) . Women in Mining Argentina\nBrazil\n* Brazilian Aluminium Association * Instituto Combustivel Legal\nChile\n. ACENOR (Asociaci6n de Clinentes Eléctricos No Regulados) Asociacion de Industriales de Antofagasta Consejo Minero Camara Chileno Suiza de Comercio Sociedad Nacional de Mineria de Chile Women in Mining (WIM) Chile\nColombia\n. Coal and Human Rights Working Group . Colombian Mining Association . Global Business Initiative on Human Rights . Colombian Industry Association Mesa Guajira ANDI Mining and Energy Committee on Security and Human Rights National Foreign Trade Association National Network- Global Compact\nPeru\n. Camara de Comercio Suiza en el Peru . Comité de Operaciones del Sistema Interconectado Nacional Sociedad Nacional de Mineria, Petrdleo y Energia - SNMPE Soluciones Integrales contra la Pobreza - Hombro a Hombro Swiss Chamber of Commerce in Peru",
  "page_27": "Important notice\nThis document does not constitute or form part of any offer or invitation to sell or issue, or any solicitation of any offer to purchase or subscribe for any securities. This document does not purport to contain all of the information you may wish to consider.\nCautionary statement regarding forward-looking information\nCertain descriptions in this document are oriented towards future events and therefore contains statements that are, or may be deemed to be, “forward-looking statements” which are prospective in nature. Such statements may include, without limitation, statements in respect of trends in commodity prices and currency exchange rates; demand for commodities; reserves and resources and production forecasts; expectations, plans, strategies and objectives of management; expectations regarding financial performance, results of operations and cash flows, climate scenarios; sustainability (including, without limitation, environmental, social and governance) performance-related goals, ambitions, targets, intentions and aspirations; approval of certain projects and consummation and impacts of certain transactions (including, without limitation, acquisitions and disposals); closures or divestments of certain assets, operations or facilities (including, without limitation, associated costs); capital costs and scheduling; operating costs and supply of materials and skilled employees; financings; anticipated productive lives of projects, mines and facilities; provisions and contingent liabilities; and tax, legal and regulatory developments.\nThese forward-looking statements may be identified by the use of forward-looking terminology, or the negative thereof including, without limitation, “outlook”, “guidance”, “trend”, “plans mou expects”, 1 “continues mou assumes nue | s subject to”, “budget”, “scheduled”, “estimates mou aims”, “forecasts nou risks”, , , , , “intends nou positioned”, “predicts mou projects ” 4 anticipates”, “believes”, variations of such words or or 1 1 1 comparable terminology and phrases or statements that certain actions, events or results “may”, “could”, “should”, “shal \", 4, would”, “might” or “will” be taken, occur or be achieved. The information in this document provides an insight into how we currently intend to direct the management of our businesses and assets and to deploy our capital to help us implement our strategy. The matters disclosed in this document are a ‘point in time’ disclosure only. Forward-looking statements are not based on historical facts, but rather on current predictions, expectations, beliefs, opinions, plans, objectives, goals, intentions and projections about future events, results of operations, prospects, financial conditions and discussions of strategy, and reflect judgments, assumptions, estimates and other information available as at the date of this document or the date of the corresponding planning or scenario analysis process.\nBy their nature, forward-looking statements involve known and unknown risks, uncertainties and other factors which may cause actual results, performance or achievements to differ materially from any future events, results, performance, achievements or other outcomes expressed or implied by such forward- looking statements. Important factors that could impact these uncertainties include, without limitation, those disclosed in the risk management section of our latest Annual Report and/or Half-Year Report, which can each be found on our website. These risks and uncertainties may materially affect the timing and feasibility of particular developments. Other factors which may impact risks and uncertainties include, without limitation: the ability to produce and transport products profitably; demand for our products and commodity prices; development, efficacy and adoption of new or competing technologies; changing or divergent preferences and expectations of our stakeholders; events giving rise to adverse reputational impacts; changes to the assumptions regarding the recoverable value of our tangible and intangible assets; inadequate estimates of resources and reserves; changes in environmental scenarios and related regulations, including, without limitation, transition risks and the evolution and development of the global transition to a low carbon economy; recovery rates and other operational capabilities; timing, quantum and nature of certain acquisitions and divestments; delays, overruns or other unexpected developments in connection with significant projects; the ability to successfully manage the planning and execution of closure, reclamation and rehabilitation of industrial sites; health, safety, environmental or social performance incidents; labor shortages or workforce disruptions; natural catastrophes or adverse geological conditions, including, without limitation, the physical risks associated with climate change; effects of global pandemics and outbreaks of infectious disease; the outcome of litigation or enforcement or regulatory proceedings; the effect of foreign currency exchange rates on market prices and operating\ncosts; actions by governmental authorities, such as changes in taxation or laws or regulations or changes\nIndustry organisations 2024 Review process Additional information\nin the decarbonisation policies and plans of other countries; breaches of Glencore’s policy framework, applicable laws or regulations; the availability of sufficient credit and management of liquidity and counterparty risks; changes in economic and financial market conditions generally or in various countries or regions; political or geopolitical uncertainty; and wars, political or civil unrest, acts of terrorism, cyber attacks or sabotage.\nReaders, including, without limitation, investors and prospective investors, should review and consider these risks and uncertainties (as well as the other risks identified in this document) when considering the information contained in this document. Readers should also note that the high degree of uncertainty around the nature, timing and magnitude of climate-related risks, and the uncertainty as to how the energy transition will evolve, makes it particularly difficult to determine all potential risks and opportunities and disclose these and any potential impacts with precision. Neither Glencore nor any of its affiliates, associates, employees, directors, officers or advisers, provides any representation, warranty, assurance or guarantee as to the accuracy, completeness or correctness, likelihood of achievement or reasonableness of any forward-looking information contained in this document or that the events, results, performance, achievements or other outcomes expressed or implied in any forward-looking statements in this document will actually occur. Glencore cautions readers against reliance on any forward-looking statements contained in this document, particularly in light of the long-term time horizon which this document discusses in certain instances and the inherent uncertainty in possible policy, market and technological developments in the future.\nNo statement in this document is intended as any kind of forecast (including, without limitation, a profit forecast or a profit estimate), guarantee or prediction of future events or performance and past performance cannot be relied on as a guide to future performance.\nExcept as required by applicable rules or laws or regulations, Glencore is not under any obligation, and Glencore and its affiliates expressly disclaim any intention, obligation or undertaking, to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. This document shall not, under any circumstances, create any implication that there has been no change in the business or affairs of Glencore since the date of this document or that the information contained herein is correct as at any time subsequent to its date.\nCautionary statement regarding climate strategy\nGlencore operates in a dynamic and uncertain market and external environment. Plans and strategies can and must adapt in response to dynamic market conditions, changing preferences of our stakeholders, joint venture decisions, changing weather and climate patterns, new opportunities that might arise or other changing circumstances. Investors should assume that our climate strategy will evolve and be updated as time passes. Additionally, a number of aspects of our strategy involve developments or workstreams that are complex and may be delayed, more costly than anticipated or unsuccessful for many reasons, including, without limitation, reasons that are outside of Glencore’s control. Our strategy will also necessarily be impacted by changes in our business.\nDue to the inherent uncertainty and limitations in measuring greenhouse gas (GHG) emissions and operational energy consumption under the calculation methodologies used in the preparation of such data, all COze emissions and operational energy consumption data or volume references (including, without limitation, ratios and/or percentages) in this document are estimates. GHG emissions calculation and reporting methodologies may change or be progressively refined over time resulting in the need to restate previously reported data. There may also be differences in the manner that third parties calculate or report such data compared to Glencore, which means that third-party data may not be comparable to Glencore’s data. For information on how we calculate our emissions and operational energy consumption data, see our latest Basis of Reporting, which is available on our website.\n2024 Glencore Review of our Direct and Indirect Advocacy\n27",
  "page_28": "Industry organisations 2024 Review process Additional information\nImportant notice continued\nSources\nCertain statistical and other information included in this document is sourced from publicly available third-party sources. This information has not been independently verified and presents the view of those third parties, and may not necessarily correspond to the views held by Glencore and Glencore expressly disclaims any responsibility for, or liability in respect of, and makes no representation or guarantee in relation to, such information (including, without limitation, as to its accuracy, completeness or whether it is current). Glencore cautions readers against reliance on any of the industry, market or other third-party data or information contained in this document.\nInformation preparation\nIn preparing this document, Glencore has made certain estimates and assumptions that may affect the information presented. Certain information is derived from management accounts, is unaudited and based on information Glencore has available to it at the time. Figures throughout this document are subject to rounding adjustments. The information presented is subject to change at any time without notice and we do not intend to update this information except as required. .\nSubject to any terms implied by law which cannot be excluded, Glencore accepts no responsibility for any loss, damage, cost or expense (whether direct or indirect) incurred by any person as a result of any error, omission or misrepresentation in information in this document.\nOther information\nThe companies in which Glencore ple directly and indirectly has an interest are separate and distinct legal entities. In this document, “Glencore now Glencore group” and “Group” are used for convenience only where 1 references are made to Glencore plc and its subsidiaries in general. These collective expressions are used for ease of reference only and do not imply any other relationship between the companies. Likewise, the words nou us” and “our” also used to refer collectively to members of the Group to those who “we are or work for them. These expressions are also used where no useful purpose is served by identifying the particular company or companies.\n28\n2024 Glencore Review of our Direct and Indirect Advocacy",
  "page_29": "Contact us\nContact details\nGlencore plc\nBaarermattstrasse 3 6340 Baar Switzerland Tel: +41 41'709 2000 E-mail: info@glencore.com\nglencore.com\nOur sustainability communications Our 2024 Review of our Direct and Indirect Advocacy forms part of Glencore’s annual corporate reporting suite. In addition to this review, publications such as our 2024 Sustainability Report, our 2024-2026 Climate Action Transition Plan and our annual corporate reporting suite reflect our commitment to transparent disclosure across a broad range of topics. Our annual reporting suite includes:\n2024 Annual Report 2024 Modern Slavery Statement 2024 Ethics and Compliance Report 2024 Payments to Governments Report 2024 Voluntary Principles on Security and Human Rights Report\n°\n.\n.\n.\n.\nWe also provide regular updates on our activities via our website and social media platforms\n29\n2024 Glencore Review of our Direct and Indirect Advocacy"
},
  "language": "Languages.ENGLISH",
  "total_pages": 29
}
