{
  "file_name": "213_2065.pdf",
  "pages": {
  "page_1": "ONWARD>\nPrivate Onward breakfast, Conservative Party Conference 2021\nThe future of the UK’s energy infrastructure and the route to net zero\nSummary\nThis discussion focused on the future of the UK’s energy infrastructure and the challenges that the Government and the energy sector face in transitioning to net zero. It was chaired by Onward’s director, Will Tanner, and led by the Rt Hon Jesse Norman MP, former Financial Secretary to the Treasury, and Lee Rowley MP, Minister for Industry. The event was held under the Chatham House Rule in Manchester on October 5th 2021.\nThe conversation covered a broad range of issues affecting the energy sector and touched upon various solutions that may assist in the transition to net zero emissions. In particular, there was a strong focus on the need to secure a base of reliable generation capacity to protect against the variability that arises in renewable energy generation. This led to a discussion of potential avenues to achieving this base, such as through the deployment of new nuclear, pumped hydro storage, interconnectors and hydrogen. In particular, there was a focus on nuclear, with the debate surrounding the prospective use of Small Modular Reactors (SMRs), the financing of new nuclear plants through a Regulated Asset Base (RAB) model, and the potential role of nuclear in levelling up lagging areas of the country.\nPositively, there was a clear consensus that the benefits of transitioning to net zero will outweigh the costs incurred, both in terms of attracting international investment and the opportunity to create new ‘high wage, high skill’ jobs across the country in a green economy. There was also a discussion on the prospective role of Carbon Border Adjustment Mechanisms (CBAM), in light of the European Union’s proposal to introduce a CBAM from 2026.\nKey discussion points\n1 There is no silver bullet to providing a reliable base of generational capacity, which will likely require a combination of solutions, but nuclear will have a role to play\nOne of the major points of discussion, as evidenced by the ongoing gas and electricity price crisis, was the need to establish a reliable base of capacity in order to reduce exposure to foreign gas prices and deal with the variability of renewable energy sources if we are to reach a net zero grid by 2035.\nOnward\nNot for profit limited by guarantee\nCompany no: 11326052\nSupport our work\nAccount no: 21328412\nSort: 50-10-05",
  "page_2": "ONWARD>\nThere was a consensus around the table that nuclear will have a significant role to play in meeting this challenge, and that there was urgency given the fact that six of the UK’s seven nuclear sites will be taken offline in this decade. There was support for the idea of a RAB model to finance new large nuclear plants, which would allow developers to unlock revenue from the end users of the plant as it is built. It was suggested that this model has worked well in other sectors and could be used as a potential financing model for the planned Sizewell C site,however there are technical questions as to where it would sit on balance sheets.\nThere was also discussion on the prospects of SMRs. It was noted that the plans for Rolls-Royce to construct 16 SMRs may represent an opportunity to ‘rebrand’ nuclear through a PR campaign promoting small nuclear, which may help to alleviate public concerns around the safety and cleanliness of nuclear power. It was also suggested that the development of Rolls-Royce SMRs in the UK represents an opportunity to gain a first-mover advantage and unlock foreign investment. However, concerns were raised over the ability to ‘productise’ SMRs and the extent of global demand, while it was also noted that ensuring the security of sites at which SMRs are located will require significant manpower and may therefore incur large costs.\nIn addition to nuclear, it was also suggested that pumped hydro storage could be used to ensure the reliability of energy supply, however this is unlikely to be on a large scale in the UK. The use of interconnectors was also suggested as a means to make use of pumped hydro storage in other countries, such as Norway, or to sell excess electricity.\n2. There is also significant potential for other nascent technologies to contribute to net zero, but the timing of Government support is important\nOn a larger scale, there was enthusiasm for the prospective role of other nascent technologies within the future UK energy infrastructure. For example, it was noted that one of the many potential uses for hydrogen could be as a form of energy storage. This would work by converting electricity into hydrogen via electrolysis, then burning it when required to release energy. There was also consensus that the potential for the UK to become a leader in Carbon Capture, Utilisation and Storage technologies (CCUS) was significant, and that it could attract significant international investment. It was noted that the UK is already a leader in grid flexibility, with flexibility tenders greater than any other country.\nHowever, some attendees noted that the rollout of these technologies will occur along an S-curve, and therefore the timing of any intervention from government to support will be crucial. One member of the discussion suggested that if support or interventions comes too early or late along the curve, public funds will be spent inefficiently, citing this as the reason behind HMT’s cancellation of the CCUS competition in 2015.\nOnward\nNot for profit limited by guarantee\nCompany no: 11326052\nSupport our work\nAccount no: 21328412\nSort: 50-10-05",
  "page_3": "ONWARD>\n3. The benefits of transitioning to net zero outweigh the costs, and will bring synergies with the Levelling Up agenda.\nThere was a strong consensus around the table that the net zero transition will offer opportunities to “level up” growth across the UK and bring with it new well paid and highly skilled jobs to the economy. This was evidenced by Onward’s previous ‘Greening the Giants’ and ‘Qualifying for the race to net zero’ reports, which were both referenced in the discussion. The reports found that green jobs pay on average 18% more than average, and that up to 1.7 million could be created by 2030, disproportionately located in the Midlands, the North and Scotland, around the UK’s industrial heartlands. Members of the discussion spoke about their own experiences of the new green jobs that are being delivered in their areas as carbon-intensive industries are decarbonised or phased out. The roundtable noted, however, that public understanding of the link between actions such as purchasing an electric vehicle or heat pump and the creation of new green jobs is currently limited.\nWhile there was a consensus that these benefits will be associated with a range of net zero technologies including carbon capture and offshore wind, members of the discussion spoke in particular about nuclear. It was noted that the Hinkley Point C development has brought numerous highly-paid and highly-skilled jobs to the local area, while future power plants will bring similar benefits.\nHowever, there was concern around the table regarding the major skills challenge the UK faces in reaching net zero. This was quantified in Onwards ‘Qualifying for the race to net zero’ report which uncovered significant regional disparities in skill levels and found that 3.2 million jobs will need upskilling for the transition. One member of the discussion noted that improving the skill level of the workforce is more correlated with Levelling Up than infrastructure. As green jobs require, on average, a higher skill level and a higher level of qualification, there was a sense that this represents one of the largest barriers to the transition.\n4. There was some support around the table for the introduction of a CBAM.\nThe introduction of a CBAM would impose a levy on the imports of specific carbon-intensive products, in order to create an internationally uniform carbon price on these products to prevent emissions leakage. The roundtable discussed the European Union’s proposal to introduce a CBAM in 2026, and some members of the discussion made the case to introduce one in the UK on a similar timeframe. It was argued that without a similar mechanism in place, the UK will be one of the countries most exposed to an EU CBAM if introduced; exports from the steel industry were raised as a particular concern.\nOnward\nNot for profit limited by guarantee\nCompany no: 11326052\nSupport our work\nAccount no: 21328412\nSort: 50-10-05"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
