{
  "file_name": "213_2049.pdf",
  "pages": {
  "page_1": "om\nZZ\nE:\nca\nfoe\nerie 2\nine.\n=a\n=<\nree me\nee\na\nae\n€\nSmt\nsid\nwz:\na\nkes\nyee\n@?\na”\n4\nsi\nos\nae\nme\na\nim\nii\ni\non &\nGS AN\ni oe\n<\n>\n\\ tf\naf\nFf\nhe\nAf\nm=\nBh\nq\ni\n|\nrg\nale\na\nre:\niy\nMm ARIAS) Wie,\nir\nLd\n|\nie\na\nRs\n%\n4\nya\nf ‘\ntai PUN Kt\nfit\niad i i\nHH ih\niy\nfh i} i\n1)\nit iy\nDOUBLE\nMATERIALITY\nASSESMENT\na\n(i\nBa\nAu \\ yy Rt ei)\nya\nSy\nSs\nxiat\noe\n18\n‘\n>\na\nie,\niN NG\nMA\nPing ty\nay\ny\ni?\nah\nnan)\nNone\nW i aS\nNoy it eA:\n) yal Ne\nWy ff\nmh ‘y\ni\nSit &\ni\nnfs\nlet:\nv¢ t pa\nind\n*\n\\\n‘\\ nN Vif\nGy\nMi, /\nNiegent™\n3\niy\nes\nHe\n«\nAS ik\nEN)\na\noe\nry\n4s\nie\nvis\nP\nms\ney\nme,\nme\nBk\n~~\nae\nbse\nnN\n——\nAG\nAS\nish\nDy\ni.\na\n4\nve\nwe\nvis\nig\ni\nv .\ni\ns\n%\nEs\ni\nao\na\n\"4\ni\nne",
  "page_2": "VALIDATING OUR SUSTAINABILITY AT SMITHS FRAMEWORK AND APPROACH\nIn FY2023 we completed an ESG double materiality assessment [DMA] which validated our existing prioritisation of ESG-related topics. It also provided a robust analysis of critical enablers and emerging matters of interest and importance to our multiple stakeholders and emerging regulatory requirements.\nWe conducted the DMA over five months with support from a specialist team from PwC. The findings and proposed next steps were discussed by the Smiths Executive Committee and presented to the SSE Committee of the Board in July 2023. We agreed next steps and these are being integrated into short- and\nDMA APPROACH\n1. DEFINE LIST\n2. ASSESS TOPIC MATERIALITY 3. SYNTHESISE RESULTS\nOF TOPICS\nON TWO DIMENSIONS (DOUBLE\nMATERIALITY)\nImpact materiality\nFinancial materiality\nSelection of 23 ESG\nInternal stakeholder engagement including workshops, one-to-one interviews and a Group-wide colleague survey.\nCustomers, investors and Smiths internal views were prioritised through weighting to synthesise results.\ntopics based on:\nSmiths existing ESG framework elements Latest market practices/peer benchmarking Existing and future regulatory standards and frameworks\n-\nIMPACT\nFINANCIAL\n—\nExternal stakeholder research on expectations and priorities covering customers, key shareholders, potential investors, key suppliers, peers and seven upcoming ESG regulations’.\nStakeholder\nMATERIALITY WEIGHTING MATERIALITY WEIGHTING\nINTERNAL Workshops\n)\n30\n~~)\n30\n-\nEmployee\n)\n20\no\n20\nsurvey\nEXTERNAL Customers\n25\n20\n1\nCorporate Sustainability Reporting Directive (CSRD}, including European Sustainability Reporting Standards (ESRS) and EU Taxonomy; UK Green Taxonomy; Task Force on Climate-Related Financial Disclosures (TCFD); Taskforce on Nature- related Financial Disclosures (TNFD); Corporate Sustainability Due Diligence Directive (CSDDD); UK and EU REACH; Carbon Border Adjustment Mechanism (CBAM).\nInvestors\n5\n20\nRegulators\n10\nPeers\nSuppliers\n4. INTEGRATE\nOUTCOMES\nAND COMMUNICATE\nRESULTS\nPresentation/ discussion with Executive Committee Presentation/ discussion with SSE Committee Presentation/ discussion with functional and divisional leadership teams Integration into FY2023 reporting Integration into strategic planning FY2024 and beyond Preparation for future reporting requirements\n-\n-\n—\n-\nmedium-term strategic planning and resourcing decisions. They are also being integrated into our ESG reporting and internal communication and education on ESG matters to increase impact and realise more value from our performance.\n-\n-",
  "page_3": "ASSESSMENT\nWe chose 23 ESG topics for assessment based on the diamonds of Smiths existing ESG framework, latest market practices as taken from a peer benchmarking exercise, and an analysis of existing and future regulatory standards and frameworks.\nWe assessed each topic on two dimensions:\n— Impact materiality - an ESG topic is material when it pertains to Smiths material (actual or potential, positive or negative] impacts on people or the environment over the short, medium, or long term Financial materiality - an ESG topic is material if it triggers, or may trigger, material financial effects on Smiths by generating risks or opportunities that have or are likely to have a material influence on cash-flows, development, performance, position, cost of capital or access to finance in the short, medium, or long term\nGROUP MATERIALITY PICTURE\nThe Group ESG double materiality picture distributes he 23 topics into three distinct categories:\nHighest-impact issues: Five key strategic and disclosure focus ESG topics where Smiths must place he most focus (four of which formed part of our existing ESG framework]\nCritical enablers and foundational elements: Eight opics which we characterise as the key success actors for enabling progress on our ESG priorities\nBase expectations and emerging issues: ESG topics o maintain and monitor performance\nAs expected, we observed some differences in the divisional materiality pictures driven by market sector, nature of operations, customers, geographies and regulatory environments. For example, the John Crane and Flex-Tek value propositions are highly aligned with the commercialising high-value green technology topic; Smiths Detection is further on its path to delivering Net Zero, and managing risk and maintaining strong and effective controls is an important focus due to operating in highly regulated markets; Smiths Interconnect is positioned in markets such as medical technology and space exploration so products can be ascribed a social value; and the evolving Government policy agenda in China makes reinforcing data privacy and cyber security an important topic for Smiths China.\nOur stakeholders also place different emphasis on topics:\nCustomers: many share our Net Zero goals and we can meet their needs both with our technologies and by decarbonising our operations (their Scope 3 emissions]\nInvestors: are attracted to high-value green technologies that deliver long-term growth. Investors also have high expectations of Net Zero delivery\nRegulators: new regulations are coming down the track across the spectrum of ESG topics\nPeers: like Smiths, peers are moving ahead with SBTi-aligned Net Zero goals and green product offerings\nSuppliers: maintain their traditional focus on compliance and controls; now expanding to Net Zero GHG (our Scope 3 emissions]\nVALIDATION\nThe DMA confirmed that all topics within the Sustainability at Smiths framework are important to our performance and valued by our stakeholders. Of the 23 assessed topics, 21 mapped to the diamonds in the framework.",
  "page_4": "GROUP MATERIALITY PICTURE\nSafety, health and well-being @\nDelivering Net Zero e @\nCommercialising\ngreen\ntechnology\nBehaving ethically\nand legally\n~~\n~~\nProduct safety @\n_\n@ © Supply chain\n™\n~\ne@\nData privacy\nHuman rights\n~~\nHIGHEST-IMPACT TOPICS\n[ }\ne@ Diversity @ Managing risk\n~\nDeveloping talent e@\nProduct design e@ e@ Talent attraction\nSN\ne Chemicals ~~\ne\ne@ Pollution\nC } Biodiversity\ne@ Communities\n—~\nWater\n@\n@ Decision making\n~~\nWaste\n@\nr ) Resources\nSocial value\n@ ENVIRONMENT\n@ sociat\n© GoveRNANCE\n~~\nHIGHER\nCRITICAL ENABLERS AND\nFOUNDATIONAL ELEMENTS\ne@ Climate change\nBASE EXPECTATIONS AND\nEMERGING ISSUES\nFINANCIAL MATERIALITY\nLOWER",
  "page_5": "TOPIC MAPPING\nOf the 23 assessed topics, 21 mapped to topics in our Sustainability at Smiths framework.\nDELIVERING NET ZERO GHG\n— Delivering Net Zero GHG\n— Climate change adaptation and resilience\nIMPROVING SAFETY, HEALTH AND WELL-BEING\n— Improving safety, health and well-being\nBEHAVING ETHICALLY AND LEGALLY\n— Behaving ethically and legally\n— Protection of human rights and affected\ncommunities\nCOMMERCIALISING HIGH-VALUE GREEN\nTECHNOLOGIES\n— Commercialising high-value green\ntechnologies\nPROMOTING DIVERSITY, EQUITY AND\nINCLUSION\n— Promoting diversity, equity and inclusion\nMANAGING RISK AND MAINTAINING STRONG\nAND EFFECTIVE CONTROLS\n— Managing risk and maintaining strong and\neffective controls\n— Product safety and quality assurance\n— Management of chemicals and hazardous\nsubstances\n— Reinforcing data privacy and cyber security\nRESPECTING NATURAL RESOURCES\n— Respecting natural resources\n— Preventing pollution\n— Waste management\n— Water conservation and stewardship\n— Sustainable product design and lifecycle\nmanagement\nCONTRIBUTING TO OUR COMMUNITIES\nContributing to communities\n—\nour\nour\n-\nDelivering social value through products\nDEVELOPING TALENT\n— Developing talent\n- Talent attraction and retention\nTOPICS NOT INCLUDED IN EXISTING\nFRAMEWORK\n- N/A\nTOPICS NOT INCLUDED IN EXISTING\nFRAMEWORK\n— Biodiversity and ecological restoration\nEFFECTIVE LONG-TERM DECISION MAKING\nAND TRANSPARENCY\n— Effective long-term decision making and\ntransparency\nTOPICS NOT INCLUDED IN EXISTING\nFRAMEWORK\n— Supply chain management and responsible\nprocurement",
  "page_6": "NEXT STEPS\nFINDING\nACTION\nSafety, health and well-being assessed as the most material issue\nCommercialising high-value\ngreen technology assessed in\nhighest-impact group and as\na material opportunity\nDelivering Net Zero GHG\nhighly material to most\nstakeholders\nSupply chain management and responsible procurement assessed as high-impact issue rising quickly in perceived risk by internal and external stakeholders\nBehaving ethically and\nlegally assessed in highest-\nimpact group\nCritical enablers and\nfoundational elements topics model\n- Continue prioritising delivery of Net Zero using SBTs/transition plan - Continue FY2023 practice of aligning FY2024 remuneration (AIP' and LTIP’) to reward progress in line with SBTs/transition plan\n—\n— Continue focus on bringing to market green technology solutions that address customer and global goals on decarbonisation and green re-industrialisation — Deploy division-appropriate green product accounting to enable detailed reporting in future years\n— Recognise supply chain management and responsible procurement as a cross-cutting priority ESG topic for additional focus in\nFY2024 as an important underpinning factor for achievement of targets and future reporting needs (Scope 3 emissions, human\nrights and modern slavery, biodiversity impacts]\n— Add supply chain to Sustainability at Smiths framework\n- Accelerate project to implement Group-wide supplier management platform to significantly increase transparency, efficiency and\naccuracy of data and processes\n— Maintain maturity and proactivity of governance environment and robust approach to standards and diligence processes — Continue internal focus on Group Values, Smiths Leadership Behaviours and embed updated Smiths Code of Business Ethics — Utilise supplier management platform to support alignment of our supply chain with our purpose and culture\n- Continued recognition of role as critical foundations to success and therefore priority areas for investment in Group/divisional\n— Confirmation that these topics are sufficiently mapped to our Sustainability at Smiths framework.\n- Talent development and attraction merged to one topic and updated in Sustainability at Smiths framework as Developing and\nattracting talent, as determined by our focus on internal talent mobility\nContinue absolute focus on keeping our people safe and healthy with an increasing emphasis on health and well-being matters alongside physical safety\nBase expectations and\nemerging elements topics\n— Monitor and maintain"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
