{
  "file_name": "213_2064.pdf",
  "pages": {
  "page_1": "32 SUSTAINABILITY AT SMITHS\nOVERVIEW\nGOVERNANCE\nEXTERNAL FRAMEWORKS\nWe also look outside the Company to benchmark and evaluate progress and make sure that we are learning from our peers, sector leaders and subject-matter specialists. The measures used by third-party ratings agencies and framework developers help us to identify opportunities for improvement and additional disclosure that helps our external stakeholders understand and accurately assess our priorities and progress. While these external frameworks do not dictate our path, they are very helpful to inform our reporting, planning and prioritisation.\nWe are fully supportive of emerging sustainability reporting obligations and will take an approach guided by value creation and what matters to our stakeholders. We are preparing the business and internal workstreams for this enhanced reporting.\nWe currently report climate disclosures aligned with the Task Force on Climate-related Financial Disclosures (TCFD]. See page 47.\nWe participate annually in the CDP global environmental reporting initiative and during the year completed our latest carbon and water submissions to CDP for FY2022.\nFINANCIAL STATEMENTS\nsustainability and our ESG priorities in our FY2023 Sustainability at Smiths report at www.smiths.com\nMETRICS AND REPORTING\nESG metrics and targets are incorporated into Smiths overall business performance dashboard and are reviewed annually to ensure they remain aligned with business priorities. The metrics cascade down through business and functional operating units as relevant and realistic building block targets that aggregate to deliver performance at the overall Group level. Metrics are reported to, and discussed by, the Executive Committee and the Board and its Committees. We report externally metrics relating to our material ESG areas and those required by reporting regulations.\nSee ESG metrics, targets and performance on page 44.\nREWARD INCENTIVES\nFor FY2022, we began incorporating ESG performance alongside traditional financial metrics to determine the ong-term incentive plan (LTIP] pay of our senior executives. For FY2023, we again assigned 15% of the LTIP award to reducing GHG emissions, now aligned to the pace of reductions required to deliver our Science- Based Targets (SBTs]. In addition, we added an energy efficiency metric as a component of our Annual ncentive Plan (AIP) that potentially benefits approximately 6,000 colleagues.\nn FY2024, we are continuing the same approach, setting:\n— LTIP targets for absolute GHG reductions aligned to he pace required to deliver SBTs; and — AIP targets for energy efficiency tailored to reward operational improvements that support sustainable and high-value delivery of our SBTs.\nNew product revenue targets (including named sustainability-focused products] were also included in the AIP in FY2023.\n+)\nSUSTAINABILITY AT SMITHS\nBi Read more about\nStrong ESG performance is essential to deliver on our purpose and create value for each of our stakeholders We organise our ESG commitments and objectives using our Sustainability at Smiths framework that we first introduced in FY2022.\nIn FY2023, we tested and further refined the framework by completing an ESG double materiality assessment (DMA) in accordance with requirements and best practices developed under the EU's Corporate Sustainability Reporting Directive (CSRD). As summarised from page 33 the ESG DMA validated the framework and helped to identify our best opportunities for value creation through our ESG performance.\nDuring the year we submitted our Net Zero trajectory and targets to the Science-Based Targets initiative (SBTi). Our Net Zero/climate transition plan is published in this report. See page 40.\nRead more about sustainability in our Sustainability at Smiths report.\nGOVERNANCE AND OVERSIGHT\nThe Smiths Board of Directors and Executive Committee have ultimate responsibility for Smiths ESG performance and associated governance and oversight. Our collaboration model enables us to bring together the skills and knowledge of our Board, our Executive team and our business leaders to harness the knowledge and skills of the whole Group to drive and deliver innovation, effective execution and best practice.\nSee our ESG governance and delivery model on page 49.",
  "page_2": "SUSTAINABILITY AT SMITHS CONTINUED\nVALIDATING OUR SUSTAINABILITY AT SMITHS FRAMEWORK AND APPROACH\nIn FY2023 we completed an ESG double materiality assessment [DMA] which validated our existing prioritisation of ESG-related topics. It also provided a robust analysis of critical enablers and emerging matters of interest and importance to our multiple stakeholders and emerging regulatory requirements.\nWe conducted the DMA over five months with support from a specialist team from PwC. The findings and proposed next steps were discussed by the Smiths Executive Committee and presented to the Science, Sustainability & Excellence (SSE} Committee of the Board in July 2023. We agreed next steps and these are\nDMA APPROACH\n1. DEFINE LIST\n2. ASSESS TOPIC MATERIALITY 3. SYNTHESISE RESULTS\nON TWO DIMENSIONS (DOUBLE\nOF TOPICS\nMATERIALITY)\nImpact materiality\nFinancial materiality\nCustomers, investors and Smiths internal views were prioritised through weighting to synthesise results.\nSelection of 23 ESG\nInternal stakeholder engagement including workshops, one-to-one interviews and a Group-wide colleague survey.\ntopics based on:\nSmiths existing ESG framework elements Latest market practices/peer benchmarking Existing and future regulatory standards and frameworks\n-\nIMPACT\nExternal stakeholder research on expectations and priorities covering customers, key shareholders, potential investors, key suppliers, peers and seven upcoming ESG regulations’:\n—\nStakeholder\nMATERIALITY WEIGHTING MATERIALITY WEIGHTING\nINTERNAL Workshops\n)\n30\noO\n30\n-\nEmployee\n20\n)\n20\nsurvey\nEXTERNAL Customers\n25\n20\n1\nCorporate Sustainability Reporting Directive (CSRD), including European Sustainability Reporting Standards (ESRS] and EU Taxonomy; UK Green Taxonomy; Task Force on Climate-Related Financial Disclosures (TCFD); Taskforce on Nature- related Financial Disclosures (TNFD); Corporate Sustainability Due Diligence Directive (CSDDD); UK and EU REACH; Carbon Border Adjustment Mechanism CBAM).\nInvestors\n5\n20\nRegulators\n10\nPeers\nSuppliers\nSee Group materiality picture on >PG35\nFINANCIAL\nOVERVIEW\nGOVERNANCE\nbeing integrated into short- and medium-term strategic planning and resourcing decisions. They are also being integrated into our ESG reporting and internal communication and education on ESG matters to increase impact and realise more value from our performance.\n4. INTEGRATE\nOUTCOMES\nAND COMMUNICATE\nRESULTS\n—\nPresentation/ discussion with Executive Committee Presentation/ discussion with SSE Committee Presentation/ discussion with functional and divisional leadership teams Integration into FY2023 reporting Integration into strategic planning FY2024 and beyond Preparation for future reporting requirements\n—\n—\n-\n—\n-\nFINANCIAL STATEMENTS\n33",
  "page_3": "34 SUSTAINABILITY AT SMITHS CONTINUED\nAs expected, we observed some differences in the divisional materiality pictures driven by market sector, nature of operations, customers, geographies and regulatory environments. For example, the John Crane and Flex-Tek value propositions are highly aligned with the commercialising high-value green technology topic; Smiths Detection is further on its path to delivering Net Zero, and managing risk and maintaining strong and effective controls is an important focus due to operating in highly regulated markets; Smiths Interconnect is positioned in markets such as medical technology and space exploration so products can be ascribed a social value; and the evolving Government policy agenda in China makes reinforcing data privacy and cyber security an important topic for Smiths China.\nOur stakeholders also place different emphasis on topics:\nCustomers: many share our Net Zero goals and we can meet their needs both with our technologies and by decarbonising our operations (their Scope 3 emissions].\nInvestors: are attracted to high-value green technologies that deliver long-term growth. Investors also have high expectations of Net Zero delivery.\nRegulators: new regulations are coming down the track across the spectrum of ESG topics.\nPeers: like Smiths, peers are moving ahead with SBTi-aligned Net Zero goals and green product offerings.\nSuppliers: maintain their traditional focus on compliance and controls; now expanding to Net Zero GHG (our Scope 3 emissions).\nOVERVIEW\nVALIDATION\nThe DMA confirmed that all topics within the Sustainability at Smiths framework are important to our performance and valued by our stakeholders. Of the 23 assessed topics, 21 mapped to the diamonds in the framework.\nASSESSMENT\nWe chose 23 ESG topics for assessment based on the diamonds of Smiths existing ESG framework, latest market practices as taken from a peer benchmarking exercise, and an analysis of existing and future regulatory standards and frameworks.\nWe assessed each topic on two dimensions:\n— Impact materiality - an ESG topic is material when it pertains to Smiths material (actual or potential, positive or negative] impacts on people or the environment over the short, medium, or long term. Financial materiality - an ESG topic is material if it triggers, or may trigger, material financial effects on Smiths by generating risks or opportunities that have or are likely to have a material influence on cash-flows, development, performance, position, cost of capital or access to finance in the short, medium, or long term.\nGROUP MATERIALITY PICTURE\nThe Group ESG double materiality picture is shown on page 35. It distributes the 23 topics into three distinct categories:\nHighest-impact topics: Five key strategic and disclosure focus ESG topics where Smiths must place the most focus (four of which formed part of our existing ESG framework]\nCritical enablers and foundational elements: Eight topics which we characterise as the key success factors for enabling progress on our ESG priorities\nBase expectations and emerging issues: ESG topics to maintain and monitor performance\nGOVERNANCE\n+)\n23 ESG TOPICS\nCHOSEN FOR\nASSESSMENT\nFINANCIAL STATEMENTS",
  "page_4": "SUSTAINABILITY AT SMITHS CONTINUED\nGROUP MATERIALITY PICTURE\nOVERVIEW\nGOVERNANCE\n+)\nHIGHEST IMPACT\nTOPICS\nFINANCIAL STATEMENTS\n35\nSafety, health and well-being e@\ne@\nr ) Pollution\ne@ Biodiversity\ne@ Communities\nContinued overleaf\nWater\n@\n© Decision making\nWaste\n@\nC } Resources\nSocial value\nr ) ENVIRONMENT\n@ soctac\n© GoveRNANCE\nSN\nCRITICAL ENABLERS AND\nFOUNDATIONAL ELEMENTS\nDeveloping talent e@\n~~\n™\nr ) Chemicals ™\nData privacy\n™\n~~\nProduct safety @\nDiversity\nProduct design @ r ) Talent attraction\ne Climate change\nBehaving ethically\nand legally\n™\n@ @ Supply chain\n~\ne@ Managing risk\nDelivering\nSN\n@\nNet Zero e@ e Commercialising green\ntechnology\nHIGHEST IMPACT TOPICS\n~~\nHuman rights r )\ne@\nBASE EXPECTATIONS AND\nEMERGING ISSUES\nIMPROVING SAFETY,\nHEALTH AND\nWELL-BEING\nThe material ESG\nmost\ntopic, aligned with the\nfindings of our My Say\na\nCOMMERCIALISING\nHIGH-VALUE GREEN\nTECHNOLOGY\nMaterial\nopportunity\nas viewed by external\nstakeholders.\nD>\nDELIVERING NET\nZERO GHG\nHighly\nmaterial\nto most\nstakeholders\nincluding\ncustomers who have set\nsimilar objectives and to\nour colleagues.\n>PG 40\nSS\nFINANCIAL MATERIALITY\nLOWER\nHIGHER",
  "page_5": "36 SUSTAINABILITY AT SMITHS CONTINUED\nTOPIC MAPPING\nOf the 23 assessed topics, 21 mapped to topics in our Sustainability at Smiths framework.\nOVERVIEW\nGOVERNANCE\n+)\nHIGHEST IMPACT\nTOPICS CONTINUED\nFINANCIAL STATEMENTS\nDELIVERING NET ZERO GHG\n- Delivering Net Zero GHG\n- Climate change adaptation and resilience\nCOMMERCIALISING HIGH-VALUE GREEN\nTECHNOLOGIES\n- Commercialising high-value green\ntechnologies\nEFFECTIVE LONG-TERM DECISION MAKING\nAND TRANSPARENCY\n- Effective long-term decision making and\ntransparency\nIMPROVING SAFETY, HEALTH AND WELL-BEING\nImproving safety, health and well-being\nPROMOTING DIVERSITY, EQUITY AND\nINCLUSION\n- Promoting diversity, equity and inclusion\nDEVELOPING TALENT\n- Developing talent\n-\nTOPICS NOT INCLUDED IN EXISTING\nFRAMEWORK\n- N/A\nTOPICS NOT INCLUDED IN EXISTING\nFRAMEWORK\n- Biodiversity and ecological restoration\nBEHAVING ETHICALLY AND LEGALLY\n- Behaving ethically and legally\n- Protection of human rights and affected\ncommunities\nMANAGING RISK AND MAINTAINING STRONG\nAND EFFECTIVE CONTROLS\n- Managing risk and maintaining strong and\neffective controls\n— Product safety and quality assurance\nManagement of chemicals and hazardous\n-\nsubstances\n—\nReinforcing data\nprivacy\nand cyber\nsecurity\nRESPECTING NATURAL RESOURCES\n- Respecting natural resources\n- Preventing pollution\n—- Waste management\n— Water conservation and stewardship\n- Sustainable product design and lifecycle\nmanagement\nCONTRIBUTING TO OUR COMMUNITIES\n— Contributing to our communities\n- Delivering social value through our products\nTalent attraction and retention\nSUPPLY CHAIN\nMANAGEMENT AND\nRESPONSIBLE\nPROCUREMENT\nCustomers and regulators\nparticularly expect\nvisibility across the\nsupply chain which will\nbe essential to deliver\nour Net Zero Scope 3\nand human rights\ncommitments, and new\nreporting requirements\ne.g., CBAM\na\nBEHAVING ETHICALLY\nAND LEGALLY\nConsistently high priority\nacross all stakeholder\ngroups - vital for employee\nengagement\nand\nmanaging\nreputational\nrisk\nTOPICS NOT INCLUDED IN EXISTING\nFRAMEWORK\n— Supply chain management and responsible\nprocurement",
  "page_6": "SUSTAINABILITY AT SMITHS CONTINUED\nSUSTAINABILITY AT SMITHS FRAMEWORK\nCOMMERCIALISING HIGH-VALUE GREEN TECHNOLOGIES — High impact topic — Executive Committee and Board approved strategic focus on decarbonisation and green re-industrialisation — Green product data to be published in FY2024\nDELIVERING NET ZERO GHG\n— High impact topic\n- Climate/Net Zero transition plan completed — Targets submitted to SBTi - Scope 1 & 2 emissions down (11.8)% in year — Renewable electricity 70% of total use — Linked to remuneration >PG 40\nDEVELOPING AND ATTRACTING TALENT\nmy \\e\n— 300 leaders\nin the Accelerate\nparticipated leadership development programme 70% of open grade 11 and above roles were filled by internal candidates\n—\nCONTRIBUTING TO OUR COMMUNITIES\n—\nSmiths Foundation and global volunteering policy launched £2.8bn direct economic contribution\nor\n(a8)\n-\nBEHAVING ETHICALLY AND LEGALLY — High impact topic — Incorporates human rights ESG topic — Launched new Code of Business Ethics — 299 Speak Out reports\n>\nMANAGING RISK AND MAINTAINING\nSTRONG AND EFFECTIVE CONTROLS\n— Incorporates product safety, product design\nand data privacy topics assessed in the DMA\nManaging risk and\nmaintaining strong and\neffective controls\nae\nEffective long-term\ndecision making and\ntransparency\nOVERVIEW\nOur Sustainability at Smiths ESG framework articulates the structure through which we manage ESG topics. Defining these topics clearly tightens the connection with operational execution and assists us to report ina transparent way to our stakeholders. We made minor changes to the framework to reflect the outcome of the FY2023 DMA.\ngl)\nCommercialising\nhigh-value green\ntechnologies\nyk\nYG\nBehaving ethically\nand legally\nSustainability at Smiths\n—\n—\n©\n-\nSUPPLY CHAIN\n-\n~\n—\n—\nwent\nOh\nRespecting natural\nresources\n&\nDelivering\nNet Zero GHG\nImproving safety,\nhealth and well-being\nRP HO;\nPromoting diversity,\nequity and inclusion\nOk\nDeveloping and\nattracting talent\nContributing to our\ncommunities\nGOVERNANCE\nFINANCIAL STATEMENTS\n+)\nB\\ Read more about the\nSustainability at Smiths framework in our FY2023 Sustainability at Smiths report www.smiths.com\nRESPECTING NATURAL RESOURCES\n(17.1]% reduction in water use in water- stressed locations vs FY2021 baseline 22 water reduction projects (20.2)% reduction in non-recyclable waste disposal vs FY2021 baseline 11 packaging reduction projects\nSUPPLY CHAIN\n— High impact topic\nAdded to Sustainability at Smiths framework following DMA as cross-cutting ESG topic Incorporates human rights ESG topic Accelerated plans to implement supplier management system\nIMPROVING SAFETY, HEALTH AND\nWELL-BEING — Most material topic for Smiths — RIR fell by (26]% during the year — Over 13,000 safety look out observations and leadership tours\nPROMOTING DIVERSITY, EQUITY\nAND INCLUSION — 25% of senior leadership roles held by women — Range of events celebrated across the Group\nEFFECTIVE LONG-TERM DECISION\nMAKING AND TRANSPARENCY\n— Managed under our overall governance\nframework\n>PG79\n37",
  "page_7": "38 SUSTAINABILITY AT SMITHS CONTINUED\nRead more about each of the diamonds in the framework in our Sustainability at Smiths report.\nCOMMERCIALISING\na\nHIGH-VALUE GREEN\nTECHNOLOGIES\nDELIVERING NET ZERO GHG <=>\nRESPECTING NATURAL\n<=>\nRESOURCES\nSUPPLY CHAIN\nIMPROVING SAFETY,\nHEALTH AND WELL-BEING\nDEVELOPING AND\nATTRACTING TALENT\nOVERVIEW\nOur unique engineering capabilities and pioneering spirit position Smiths strongly to support customers on their journeys to decarbonise and deliver next generation efficient and sustainable infrastructure and processes. Commercialising differentiated products and services with sustainability impact has and will continue to enable Smiths to make a significant and positive contribution to global environmental goals.\nIn FY2022 Smiths committed to ambitious Net Zero targets that align us with the UN’s critical global climate objectives and the ambition to limit global warming to 1.5°C. With the support of the Smiths Board and Executive Committee, we are planning for success with a Net Zero/climate transition plan which describes how, through consistent and prioritised focus across all aspects of our business over the next 25 years, we will deliver Net Zero emissions from our operations (Scope 1 & 2) by 2040 and our value chain (Scope 3) by 2050.\nNatural resources are finite, and we believe that all businesses have a responsibility to use them respectfully and safely — responsibly sourcing, minimising consumption and preventing pollution. Our longstanding commitment to both non-GHG resource targets and product efficiency and stewardship are valued by our employees as the right thing to do, and by our customers as they seek to manage their own environmental footprints.\nA deeper understanding and ability to effect change in our multiple supply chains is becoming increasingly critical as we seek to manage risk and make progress on all aspects of ESG.\nOur commitment to our people starts with keeping us all safe and healthy. Looking after our people in the workplace is an essential foundation and our number one focus.\nDriving to zero injuries and improved health is a shared commitment to one another, and it requires sharp focus and practical action. We strive to continuously improve by reducing risk across Smiths operations. This means systematic analysis of data, proactively designing and investing for safety, and strengthening our global and local safety cultures to deliver in our varied operating environments.\nOur colleagues can do remarkable things. Their passion and expertise have driven our business forward for more than 170 years. It is critical that we have the talent we need to meet the demands of the future. Our organisational commitment Is to ensure that all our colleagues have opportunities to develop their knowledge and skills, reach their full potential, and build a career at Smiths. Creating an environment and infrastructure that achieves this is also the key to attracting the right talent to Smiths, whether young people at the beginning of their working lives, or experienced specialists should there be a gap to fill.\nGOVERNANCE\nFINANCIAL STATEMENTS",
  "page_8": "SUSTAINABILITY AT SMITHS CONTINUED\nPROMOTING DIVERSITY,\nEQUITY AND INCLUSION\nCONTRIBUTING TO OUR\nCOMMUNITIES\nBEHAVING ETHICALLY AND\nLEGALLY\nEFFECTIVE LONG-TERM\nDECISION MAKING AND\nTRANSPARENCY\nMANAGING RISK AND\nMAINTAINING STRONG AND\nEFFECTIVE CONTROLS\nR oon 9\nNos\nOVERVIEW\nOur team of colleagues represents dozens of nations, speaking a multiplicity of languages, and embodying many different perspectives. We embrace these differences and promote actions and behaviours that will deliver an inclusive and supportive work environment where every member of the Smiths team feels that they belong and can be the best version of themselves. We know that when colleagues feel included, valued and encouraged to make a meaningful contribution, Smiths will thrive as we continue to attract and retain the diverse talent that we need.\nWe aim to improve our world by contributing positively to our communities and society in general. Smiths products and services support critical global industries where we are creating social and environmental value by making the world safer and improving environmental performance. Our operations around the world play a beneficial role in local economies through job creation and skills development; procurement and generating tax revenues; and operating safely, environmentally responsibly and ethically. We also engage directly through fundraising, charitable giving and education initiatives. Healthy and prosperous communities and supportive relationships with them inspire and promote a sense of pride and ownership in our people.\nBehaving ethically and with integrity is a fundamental part of our culture. We also operate in some highly regulated markets and sectors which require strict adherence to local and international industry regulations. We have expert teams in place to manage these matters and we use data and other intelligence objectively to identify relative performance gaps and emerging risk, and continually target improvements in our procedures.\nGood quality, ethical and effective decision making builds sustainable businesses and enables them to create long- term value for all stakeholders.\nContinual assessment and management of risks, and assurance through internal controls, is an integral part of day-to-day operations at Smiths.\nGOVERNANCE\nFINANCIAL STATEMENTS\n39",
  "page_9": "40 SUSTAINABILITY AT SMITHS CONTINUED\nWork on the Smiths Net Zero/climate transition plan was completed in FY2023. Our Net Zero trajectory was submitted to the Science-Based Targets initiative (SBTi) in May.\nEstablish a robust and credible, bottom-up, decarbonisation pathway and delivery plan, incorporating interim emission reduction targets, to meet our long-term Net Zero commitments:\nOBJECTIVE\n— Net Zero Scope 1 & 2 emissions by 2040\n— Net Zero Scope 3 emissions by 2050\nMedium term: FY2032\nLong term: FY2040 and FY2050\nUpdate and enhance bespoke emission reduction plans for every division working within agreed Group principles Surface and action material decarbonisation opportunities to frontload trajectory Embed plans into business planning and budget cycles\nUnderstand risks/challenges to maintain flexibility\nKEY PHASES OF WORK continued overleaf\nSet emissions baseline ([FY2021) for each Scope\nDeeper dive to analyse base year Scope 3 emissions categories by division\nEstablish hierarchy of preference for Scope 1 & 2 delivery mechanisms to enable consistent and efficient decisions across the Group\nDetermine parameters/assumptions for external developments eg., decarbonisation of electricity grids, electrification and decarbonisation of transportation and distribution, progress of green heating options, and other industry/governmental commitments\nMaintain and monitor divisional Scope 1 & 2 operational transition plans to 2032 to enable approximately 50% reduction vs baseline by 2032 grouped by:\nEmissions increases associated with strategic plan growth\nEnergy efficiency measures\nOnsite renewables\nPurchase of renewable electricity\nElectrification of vehicle fleets\nGreen heating\nFootprint and portfolio optimisation\nTRANSITION PLAN\nPRIORITIES\nOVERVIEW\nGOVERNANCE\nFINANCIAL STATEMENTS\n+)\nCOMMERCIALISING\nHIGH-VALUE GREEN\nTECHNOLOGIES\nTN\nRead more about how we are addressing customer and societal Net Zero/climate transition needs through our products and services in our FY2023 Sustainability at Smiths report www.smiths.com\nNET ZERO/CLIMATE TRANSITION PLAN",
  "page_10": "SUSTAINABILITY AT SMITHS CONTINUED\nELECTRICITY PREFERENCE HIERARCHY\nWe require electricity to run our business and, as part of the transition planning work, determined an electricity preference hierarchy to ensure we are making appropriate and consistent decisions across the Group as we move to 100% renewable electricity. This hierarchy has informed preparation of our divisional Scope 1 & 2 transition plans.\nKEY PHASES OF\nWORK\ncontinued\nOVERVIEW\nDivisional analysis of supply chain and supplier progress towards SBTs For Smiths Detection an additional analysis of the decarbonisation trajectory for products in use (Smiths Detection being the only division with a significant emissions inventory identified in this category) Creation of five-year divisional roadmaps of projects by Scope to embed into business planning and budget cycles Group planning for supplier prioritisation, engagement and implementation of Group-wide supplier management platform in FY2024 Creation of overall Scope 3 roadmap to 2028 and 2032 and strategy beyond 2032 Analysis of risks/challenges Review and sign off by Executive Committee [owned by Divisional Presidents and Chief Sustainability Officer] Review and off SSE Committee of the Board\nsign by\nPREFERENCE HIERARCHY:\n1 Energy efficiency measures\n2 Renewable electricity self-supply for high-demand sites with adequate space, access to renewable resources, cost-effective delivery, and where regulation allows Power Purchase Agreements (PPAs] - contracts to buy electricity for a set period of time from a specific energy system installed, owned and operated by a third party Green electricity tariffs offered by local utilities sourcing/generating renewable electricity Energy Attribution Certificates (EACs] - unbundled renewable certificates purchased separately from electricity. Reserved as a solution for challenging situations where no other option is available or viable\nGOVERNANCE\n+)\nENVIRONMENTAL\nPERFORMANCE\nSee our environmental\nperformance data on\npage 44.\nFINANCIAL STATEMENTS\n4l",
  "page_11": "42 SUSTAINABILITY AT SMITHS CONTINUED\nOVERVIEW\nGOVERNANCE\nFINANCIAL STATEMENTS\nSCOPE 1 & 2 OPERATIONAL TRANSITION TO NET ZERO BY 2040\ntC0,e\n6\n=\nL\na\nOnsite Purchased Green fleet Green heat Carbon\nremoval\nelectricity\nsolutions\nKEY ASSUMPTIONS IN MODEL:\n— Delivery of our commitments in accordance with\nthose submitted to the SBTi with a c.50% reduction\nby 2032\n— Carbon intensity of revenue growth will decrease\nover time\n— Energy efficiency benefit is approximately 1% per\nyear after business growth\n- Onsite renewable options/technology/incentives\nimprove so that they become increasingly cost-\neffective over time\n— Renewable electricity and EACs will be available in\nnecessary quantities\n- Electric vehicles and associated infrastructure\nsuiting our fleet needs will be available\n— Zero-carbon fuels will be available to power the\nremaining portion of our operations not amenable\nto electrification\n- Carbon removal solutions will be available to\neliminate remaining emissions, if any\nL\nGREEN ELECTRICITY\nFY2021 Projected growth Energy\nbaseline in period efficiency renewables renewable\nEXAMPLE DELIVERY PROJECTS IN FIVE-YEAR ROADMAPS:\nCROSS-\nDIVISION/\nGROUP\n- Slough heating (FY2023)\nJOHN CRANE\nFLEX-TEK\n— Lutin renewable electricity contract (FY2023}\n— Site solar reviews\n— Fleet electrification\n— Hnevotin renewable electricity contract\n— Solar Hemel and Vitry\n— Solar and heat pump installation Wiesbaden\n— Heat pump installation Hemel, Vitry, Edgewood\n— Fleet electrification\n— Renewable electricity Newark and Singapore\n— Solar evaluation (FY2024)\nGreen heat evaluation Springfield, Tutco, Scotia New ovens and oven insulation LED and motion sensors installation and air compressor upgrades Renewable energy Amnitec\n— Solar review for Costa Rica, Tampa and Mexico - Tunisia solar implementation - Fleet electrification — Review green heat Dundee and St. Aubin — LED projects and HVAC and air compressor replacements - Irving renewable electricity contract\n- Energy efficiency (Turn it Off] campaign [FY2023)\n— Site energy assessments using third-party partner\n—\n—\n—-\n—\nSMITHS\nINTERCONNECT\nSMITHS\nDETECTION",
  "page_12": "SUSTAINABILITY AT SMITHS CONTINUED\nSCOPE 3 VALUE CHAIN TRANSITION TO NET ZERO BY 2050\nChee\nT\nas\nEXAMPLE DELIVERY PROJECTS IN FIVE-YEAR ROADMAPS:\n—\n—\n—\n—\nKEY ASSUMPTIONS IN MODEL:\n— Emissions growth tracks as expected to business\ngrowth plans\n— Scope 3 plan focused on purchased goods and\nservices, capital goods, fuel and energy-related\nactivities, and Smiths Detection energy\nconsumption of products in use, is delivered with\nc.50% reduction by 2032\nExternal factors progress as expected:\n— Supplier action on emissions and emissions\nreporting\nEnergy efficiency across all sectors\nDecarbonisation of electricity grids\nElectrification and decarbonisation of\ntransportation and distribution\n— Adoption of low-carbon heating options\n— Continued governmental commitments and\nactions to support cost-effective energy transition\na Successful introduction of supplier management\nplatform and implementation of supplier\nengagement campaigns\nContinued supply chain engagement and diligence\npost-2032\na Carbon removal solutions will be available to\neliminate remaining emissions, if any\nOVERVIEW\nCe)\nNear-term cross-Group supplier engagement and diligence implementation — Supplier platform and standardised procurement, diligence and reporting processes — 50% of suppliers by spend to have targets aligned with the SBTi by FY2028 Medium- and long-term cross-Group supplier engagement and diligence implementation beyond top 50% to disclose emissions and set SBTs Smiths Detection customer engagement programme on efficient use of products Smiths Detection circular economy expansion\nGOVERNANCE\nFINANCIAL STATEMENTS\n43",
  "page_13": "44 SUSTAINABILITY AT SMITHS CONTINUED\nOVERVIEW\nGOVERNANCE\nFINANCIAL STATEMENTS\nESG METRICS, TARGETS AND PERFORMANCE\n+)\n70%\nrenewable electricity.\nENVIRONMENT\nNEW PRODUCT COMMERCIALISATION/GREEN TECHNOLOGIES\nWe report R&D spend as a percentage of sales and Gross Vitality which measures the revenue contribution of products launched in the last five years.\nMedium-term target:\nTarget\nFY2023\nFY2022\nGross Vitality\n30%+ 31% 31%\nR&D as a percentage of sales was 3.7% in FY2023 (FY2022: 4.2%).\nWe are preparing for reporting under CSRD and will publish a green technology metric in FY2024.\nENERGY, RENEWABLE ELECTRICITY, WATER AND WASTE Medium-term targets:\nUse of renewable electricity’\nNormalised non-recyclable waste?\nNormalised water use in stressed areas (11 locations}?\nWater reduction projects\nPackaging reduction projects\n1 Non-GHG producing electric sources including hydroelectric and nuclear.\n2 Normalised to revenue.\nENERGY EFFICIENCY AND GHG EMISSIONS\nLong-term targets:\n- Net Zero emissions from our operations (Scope 1 & 2) by 2040 - Net Zero emissions from our supply chain and products in use (Scope 3] by 2050\nMedium-term targets:\nFY2022-2024 target Status\nNormalised greenhouse gas emissions!\n5% reduction (30.8)%\n1 Normalised to revenue.\nIn FY2022, to align decision making and ownership of our Net Zero targets and accelerate progress, new energy efficiency and emissions targets were added to Smiths annual and long-term incentive plans for FY2023.\nPerformance\nPlan\nperiod Measure\nTarget Weighting Performance\nAnnual Incentive\nPlan (AIP] -\n3%\n7.9%\napproximately\nEnergy improvement\nimprovement\n6,000 colleagues\n1 year efficiency’ in efficiency\nScope\nLong-Term\n1&2 GHG 15-20%\nncentive Plan\nemissions reduction in\nLTIP]\n3 years reduction? emissions\n15%\nN/A\nA further decision was made in FY2023 for FY2024 remuneration.\nPerformance\nPlan\nperiod\nMeasure\nTarget Weighting\n4.5%\nEnergy improvement in\nAIP\n1 year efficiency' efficiency\n10%\nScope\n1&2 GHG\n15-20%\nemissions reduction in\nLTIP\n3 years reduction? emissions\n15%\n1\nThe energy efficiency ratio is expressed as the MWh energy consumed (excluding renewable electricity produced and consumed onsite], divided by the local-currency revenue at budget rates (excluding price growth within the measurement year). Scope 1 & 2 GHG emissions reduction [absolute]: calculated in accordance with the WRI/WBCSD Greenhouse Gas Protocol. Reductions must be achieved with a balanced portfolio of actions that prioritise energy savings, onsite renewable electricity generation and purchase of renewable electricity.\n+)\nFY2022-2024 target Status\n5% increase to 66%\n70%\n5% reduction (20.2)%\n5% reduction (17.1)%\n30\n22\n24\n11\n10% in efficiency reduction in Scope 1 & 2\nemissions.",
  "page_14": "SUSTAINABILITY AT SMITHS CONTINUED\nGlobal energy use - absolute values A\nUK energy use - absolute values\nGlobal emissions - absolute values\nScope 1 (direct emissions] A\nScope 2 {market-based emissions) A\nScope 3 {value chain emissions] A\nTotal Scope 1 & 2 emissions\nUK Scope 1 & 2 emissions\nGlobal emissions - normalised values\nScope 1 (direct emissions]\nScope 2 (indirect emissions]\nScope 3 [value chain emissions}\nTotal Scope 1 & 2 emissions\nPreviously published data has been restated following the FY2022 review and limited assurance process conducted by KPMG.\nLIMITED ASSURANCE\nKPMG has provided limited assurance under ISAE (UK) 3000 and 3410 over selected FY2022 and FY2023 information marked with A. For the full assurance opinions for FY2022 and FY2023 please see our corporate website www.smiths.com. This information was prepared in line with our reporting criteria which can also be found on our website.\nGHG INVENTORY\nSmiths assesses the GHG emissions associated with all its global operations for all four of its operational divisions and all sites. We have developed a GHG Inventory Management Plan (IMP) that outlines our methodology to provide systematic and appropriate GHG inventory data collection, manipulation and management, to produce a relevant, credible and transparent GHG inventory that will provide visibility into our near- and long-term goals. The IMP includes methods to estimate direct emissions from Smiths operations (Scope 1], indirect emissions from purchased energy (Scope 2], and value chain emissions (Scope 3).\nThe methods prescribed in the IMP conform to the World Resources Institute (WRI) and World Business Council for Sustainable Development [WBCSD] GHG Protocol and the United States Environmental Protection Agency (USEPA) Center for Corporate Climate Leadership Greenhouse Gas Inventory Guidance.\nRecordable incident rate\nPer 100 employees\nFY2023\nFY2022\nFY2021\nFY2020\nFY2019\n1 FY2022 data restated due to reclassification of incidents.\nZero work-related colleague or contractor fatalities in FY2023.\nZero contractor recordable incidents in FY2023.\nOver 13,000 safety look out observations and leadership tours in FY2023.\nt COze 19,694 19,591\nt COje 25,955 32,193\nt COje 1,380,000 1,450,000\nt COje 45,649 51,784 (11.8]%\nt COje 1,779 1,755\nt CO.e/Em revenue 6.48 7.63\nt CO.e/Em revenue 8.55 12.55\nt CO,e/Em revenue 454.40 565.08\nt CO,e/Em revenue 15.03 20.18 (25.5}%\n|\n0.14\n0.25!\n0.20\n0.17\n0.24\nOVERVIEW\nGOVERNANCE\nGHG BOUNDARIES\nPer the GHG protocol, we have selected the operational control approach to set the organisational boundary for our GHG inventory, meaning 100% of GHG emissions from assets which the Company manages and over which it has authority to implement operational policies will be included. In selecting these organisational boundaries, Smiths evaluated equity share, financial control and operational control approaches and primarily considered the comprehensiveness of assets that would be included in the inventory under each of the three approaches, as well as which boundary would best reflect Smiths level of influence over emissions. This includes 98 locations globally.\nAs for our operational boundary, which determines the direct (Scope 1} and indirect (Scope 2 and 3) emissions associated with operations within Smiths organisational boundary, we defined this as operations where we have the full authority to introduce and implement operating policies. Operations or activities that are outside of Smiths operational control, and therefore excluded from our Scope 1 and Scope 2 inventories may become relevant when accounting for Scope 3 emissions.\nGHG emissions are reported in metric tons of CO, equivalents [MT CO,e). Because individual GHGs have different impacts on climate change, or global warming potentials (GWPs], COze is used to express the impact of emissions from each GHG onacommon scale. Smiths uses the IPCC Fifth Assessment Report (AR5] GWPs.\nSOCIAL\nSAFETY\nMedium-term target: continuous improvement towards a zero-harm workplace PERFORMANCE\nFY2023 FY2022 Change\nMWh 218,094 223,709 (2.5)%\nMWh 11,394 10,446\nFINANCIAL STATEMENTS\nLost time incident rate\nRecordable injuries\nPer 100 employees\nFY2023\n64\n0.41 FY2023\nFY2022\n87\n0.56! FY2022\n0.47 FY2021\n0.35 FY2020\n0.50 FY2019\nSECR GLOBAL ENERGY USE AND EMISSIONS DISCLOSURE\n45",
  "page_15": "46 SUSTAINABILITY AT SMITHS CONTINUED\nEMPLOYEE ENGAGEMENT\nEmployee engagement is measured in our annual My Say survey. See page 14 for more information on My Say.\nMedium-term target: E-sat: Upper quartile score.\n+)\n20'%o\n4 40% of senior leadership\n3 25% positions held by women.\nFY2023\nFY2022\nFY2021\nFY2020\nFY2019\nThe survey response rate was 84% in FY2023 (FY2022: 82%). 12,158 comments were submitted in FY2023.\nDEVELOPING TALENT\nAn internal talent mobility metric, as measured by the percentage of available roles filled by internal candidates is monitored by management and will be published from FY2024. In FY2023 70% of open grade 11 and above roles were filled by internal candidates.\nREWARD AND RECOGNITION\nRecognising and rewarding colleagues in a fair, open and meaningful way is an important underpin to developing and attracting talent. We are committed to fair pay practices, ensuring colleagues are rewarded fairly and equally for the work they do, and that they have opportunities to participate in our success.\nWe have been an accredited Living Wage employer in the UK since 2018. In the UK, we operate an all-colleague Sharesave Scheme, which enables colleagues to buy Smiths shares at a discounted rate. In FY2023 we have continued with our process to align colleague benefits across markets, so they are the same for colleagues in any of our four divisions or Group. We completed this work in China, India and Mexico during the year.\n25%\n24%\n23%\nOVERVIEW\nGENDER DIVERSITY\nMedium-term target: 30% of senior leadership positions' held by women by end of FY2024.\nreduction in RIR.\n% Female\n%\n6 60%\n9 75%\n493 75%\n10,796 71% 4,360 29%\nGENDER DIVERSITY\nSenior leadership team\nE-sat score\n75%\n25%\n£2.82bn £2.33bn £1.95bn\n71%\n29%\n@ Male\n@ Female\nFY2023 FY2022 FY2021 O\n146\n140\n133\n@ Male\n@ Female\nMale\n1 The Executive Committee does not include the Company Secretary. 2 Senior Leadership Team is the KPI used to track gender diversity at Smiths. It is defined as all colleagues that are Grade 14 or above. These colleagues are able to influence and drive business results. 2 Employees on permanent and fixed term contracts.\nData for senior managers (Executive Committee plus Directors of subsidiary undertakings) as defined by the Companies Act 2006 (Strategic Report and Directors Report] Regulations 2013 is Female: 34 (17%] and Male: 164 (83%).\nData for the senior management (Executive Committee, including the Company Secretary, and their direct Reports] as defined by the UK Corporate Governance Code 2018 is Female: 47 (36%) and Male: 82 (64%).\nData for the Women in Leadership (Executive Committee and their direct reports] as defined by the FTSE Women Leaders definition is Female: 46 (36%) and Male: 81 (64%).\nCOMMUNITIES\nWe report externally our direct contribution to communities and society using a composite number of employee costs + supplier costs + tax paid.\nFrom FY2024 we will report the total value of annual grants made by the Smiths Foundation.\nGOVERNANCE\n163 25%\nEmployee costs\nSupplier costs\nTax paid\nTotal\n+)\nFY2023\nFY2022\n73 FY2021\n72\n71 Other gender disclosures\n73\n72 Board of Directors\nExecutive Committee!\nSenior Leadership Team?\nTotal colleagues?\nTotal colleagues\n£m\n939\n1,732 1,364 1,063\nFINANCIAL STATEMENTS\n£m\n£m\n823\n7931"
},
  "language": "Languages.ENGLISH",
  "total_pages": 15
}
