{
  "file_name": "214_2066.pdf",
  "pages": {
  "page_1": "~\n~\nae\na\n24g\nwe\nwe\naac\n*\nad\n\\s\ny\nF\nmy\neo\nss\n~S\nsti\n~~\nm\n=\nheat\npoe\noe\n“\noh\noS\nj a\nCr\n¥ a\nzN:\nFe\nSa\n~(\na\neee\nyar\n2\na\nty ig\nte\nbs\nbi\ny aC\nbe.\n/e\noe\nat\nES\nbey\nga\nZz att Se\nrae ery\nae\nme\nx =\nLE\n“7 oe\noe\nbose\nEe\n_\na.\nSi\nee\nHe\nSe\n“ra a\noN\nSS\nRS\nae\n3\nSSeS\nI 5\nFen\nSe\n=\n*\nSS\nS\na\nmS\nIh\nZING, Oe\na\n“i |\nys\n[A\n«:\ni\n(s\not\n€\n‘NX\nms.\naN\nfe)\n=\n4\nag\nia",
  "page_2": "Interim Report First Half 2024\nTABLE OF CONTENTS\nThe Salzgitter Group in Figures\nProfitability, Financial Position and Net Assets\nProfitability of the Group\nBusiness Unit Performance\nFinancial Position and Net Assets\nEmployees\nForecast, Opportunities and Risk Report\nInterim Report\nNotes\n14 16 17 22 29",
  "page_3": "Interim Report First Half 2024\nTHE SALZGITTER GROUP IN FIGURES\nCrude steel production\nExternal sales\nSteel Production Business Unit\nSteel Processing Business Unit\nTrading Business Unit\nTechnology Business Unit\nIndustrial Participations / Consolidation\nEBIT before depreciation and amortization (EBITDA)\nSteel Production Business Unit\nSteel Processing Business Unit\nTrading Business Unit\nTechnology Business Unit\nIndustrial Participations / Consolidation\nEarnings before interest and taxes (EBIT)\nEarnings before taxes (EBT)\nSteel Production Business Unit\nSteel Processing Business Unit\nTrading Business Unit\nTechnology Business Unit\nIndustrial Participations / Consolidation\nConsolidated result\nEarnings per share - basic\nReturn on capital employed (ROCE) ?\nCash flow from operating activities\nInvestments 5\nDepreciation / amortization **\nTotal assets\nNon-current assets\nCurrent assets\nEquity\nLiabilities\nNon-current liabilities\nCurrent liabilities\nof which due to banks ®\nNet financial position on the reporting date ®\nEmployees\nPersonnel expenses\nCore workforce on the reporting date ’\nTotal workforce on the reporting date °\nDisclosure of financial data in compliance with IFRS\n' Year-earlier figures adjusted for Aurubis AG restatement.\n> Annualized\n5 Excluding financial assets\n“ Scheduled and unscheduled write-downs\n5 Current and non-current bank liabilities\n5 Including investments, securities and structured investments e.g.\n€m\nEmpl.\nEmpl.\nkt\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n%\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\nH1 2024\n3,328.7\n5,243.2\n1,815.5\n859.3\n1,603.8\n871.3\n93.3\n233.6\n101.2\n-37.0\n16.6\n70.9\n81.8\n69.7\n11.5\n-22.0\n-72.5\n-0.8\n52.7\n54.1\n-18.6\n-0.40\n1.9\n-137.3\n314.5\n-163.9\n10,546.2\n4,713.8\n5,832.3\n4,806.9\n5,739.3\n2,358.7\n3,380.6\n696.6\n-681.4\n-1,007.5\n23,511\n25,399\nH1 2023!\n3,135.5\n5,835.7\n1,964.5\n1,187.0\n1,760.5\n836.4\n87.4\n429.3\n194.5\n181.4\n12.4\n52.1\n-11.0\n270.8\n211.0\n83.5\n138.9\n-5.0\n36.2\n-42.6\n160.2\n2.91\n7.9\n249.0\n205.1\n-158.5\n10,979.8\n4,464.4\n6,515.4\n4,899.1\n6,080.7\n2,705.6\n3,375.1\n713.4\n-624.4\n- 945.3\n22,784\n24,500\n+/-\n193.2\n-592.5\n-149.0\n-$27.7\n-156.7\n34.9\n6.0\n-195.7\n-93.2\n-218.4\n4.2\n18.9\n92.8\n-201.1\n-199.5\n-105.5\n-211.5\n4.3\n16.5\n96.7\n-178.7\n-3.31\n-6.1\n-386.3\n109.5\n-5.5\n-433.6\n249.5\n-683.1\n-92.2\n-341.4\n-346.9\n5.5\n-16.8\n-57.0\n-62.2\n727\n899\nExcl. trainee contracts and excl. non-active age-related part-time work\nIncl. trainee contracts and incl. non-active age-related part-time work",
  "page_4": "Interim Report First Half 2024\nPROFITABILITY, FINANCIAL POSITION AND NET ASS ETS\nPROFITABILITY OF THE GROUP\n02 2024\n02 2023!\nH1 2024\nH1 2023!\nCrude steel production\nkt\n1,650.0\n1,551.0\n3,328.7\n3,135.5\nExternal sales\n€m\n2,565.3\n2,853.2\n5,243.2\n5,835.7\nEBIT before depreciation and amortization (EBITDA)\n€m\n107.3\n139.3\n233.6\n429.3\nEarnings before interest and taxes (EBIT)\n€m\n24.5\n56.7\n69.7\n270.8\nEarnings before taxes (EBT) Consolidated result Return on capital employed (ROCE?\n€m\n-5.7\n27.3\n11.5\n211.0\n€m\n-33.5\n19.7\n-18.6\n160.2\n%\n1.1\n3.1\n1.9\n7.9\nInvestments\n€m\n206.2\n85.7\n314.5\n205.1\nDepreciation/ amortization\n€m\n-82.7\n-82.6\n-163.9\n-158.5\nCash flow from operating activities\n€m\n5.3\n82.1\n-137.3\n249.0\n' Year-earlier figures adjusted for Aurubis AG restatement. ? Annualized\nEurope's downbeat economic trend, above all in Germany, placed a significant burden on the development of business in the steel-related business units. By contrast, the Technology Business Unit's very gratifying earnings and the contribution from the participating investment in Aurubis AG boosted the consolidated result. As a result of the prices of most rolled steel products trending down, the Salzgitter Group's external sales dropped to € 5.24 billion(H1 2023: € 5.84 billion). Also mainly due to selling prices, EBITDA(€ 233.6 million; H1 2023: € 429.3 million) and earnings before taxes (€ 11.5 million; H1 2023: € 211.0 million) declined. The result includes an after-tax contribution of € 70.6 million from Aurubis AG (H1 2023: € -2.4 million), an investment included at equity (IFRS accounting). The after-tax result came in at € - 18.6 million(H1 2023: € 160.2 million), which brings basic earnings per share to € -0.40 (H1 2023: € 2.91). Return on capital employed (ROCE) stood at 1.9% (H1 2023: 7.9%). The equity ratio remained at a very sound 45.6 % (H1 2023: 44.8 %).",
  "page_5": "Interim Report First Half 2024\nSPECIAL ITEMS\n'\n1,980.4\n378.1\n6,477.8\n54.1 -42.6\n11.5 211.0\nImpairment/\nReversal of\nEBT without\n—S——_ ee\nEBT\nRestructuring\nimpairment\nOther\nspecial items\nH1 2024 412023! H1 2024 H1 2023 H12024 412023 H1 2024 H1 2023 H1 2024 412023!\n-22.0\n83.5\n= -22.0\n83.5\n=\n=\n-72.5 138.9\n= -20.0\n= -$2.5 138.9\n=\n-0.8 -5.0\n=\n=\n= -0.8 -5.0\n52.7 36.2\n52.7 36.2\n10,546.2\n1,590.0\n427.6\n-20.0\nRETURN ON CAPITAL EMPLOYED (ROCE)\nH1 2024\n11.5\n74.0\n28.8\n56.7\n2,149.6\n302.6\n6,076.3\nH1 2023!\n211.0\n76.6\n31.2\n256.4\nIn € million\nEBT\n+ Interest expenses\n~ Interest expenses for pension provisions\n= EBIT|\nTotal assets\n~ Pension provisions\n- Other provisions excluding provision for income taxes\n~ Trade payables, contract liabilities, other liabilities\nexcluding notes payable, liabilities in\nconnection with assets held for sale?\n- Deferred tax claims\n= Capital employed\n54.1 -42.6\n31.5 211.0\n10,979.8\n1,618.1\n525.3\nIn € million\nSteel Production\nSteel Processing\nTrading\nTechnology\nIndustrial Participations /\nConsolidation\nGroup\nYear-earlier figures adjusted for Aurubis AG restatement.\nin %\nROCE\n1.9\n7.9\n'\nYear-earlier figures adjusted for Aurubis AG restatement. Notes payable amounting to € 0.2 million (2023: € 1.5 million).\n?\nROCE is an important financial performance indicator and an integral part of the internal system of management and control. ROCE posted 1.9% in the first half of 2024 (H1 2023: 7.9%). The significantly lower ROCE is attributable to a considerable decline in EBIT, while interest-bearing equity and debt have decreased slightly compared with the previous year's reporting date.\nMore detailed explanations on the derivation of ROCE are provided in the section on “Financial Control System” of the 2023 Annual Report.",
  "page_6": "Interim Report First Half 2024\nEARNINGS BEFORE INTEREST AND TAXES (EBIT) / EARNINGS BEFORE INTEREST, TAXES, DEPRECIATION AND AMORTIZATION (EBITDA)\nIn € million\nH1 2024\nH1 2023'\nEBT\n11.5\n211.0\n+ Interest expenses\n74.0\n76.6\n- Interest income\n15.8\n16.7\n= EBIT\n69.7\n270.8\n+ / Depreciation amortization’\n163.9\n168.5\n= EBITDA\n233.6\n429.3\n' Year-earlier figures adjusted for Aurubis AG restatement.\n? Depreciation / amortization of tangible and intangible fixed assets and non-current financial assets\nThe EBIT and EBITDA earnings ratios indicate the operating strength of a company set apart from its capital structure. These ratios allow an additional analysis and assessment of a company’s results, as well as facilitating approximate comparability with its peers at an operating level. Differences in taxation specific to the respective country, as well as special features concerning the structure of financing and property, plant and equipment of the individual company, can therefore be disregarded. Measured against the year-earlier period, the downturn in sales and in material expenses that decreased to a lesser extent essentially fed into a considerable decline in EBIT.",
  "page_7": "Interim Report First Half 2024\nBUSINESS UNIT PERFORMANCE\nSTEEL PRODUCTION BUSINESS UNIT\n02 2024\n02 2023\nH1 2024\nH1 2023\nOrder intake!\nkt\n1,264.5\n1,188.2\n2,583.1\n2,543.9\nOrder backlog on reporting date!\nkt\n1,092.1\n1,005.3\n1,092.1\n1,005.3\nCrude steel production\nkt\n1,327.9\n1,241.4\n2,692.4\n2,515.1\nSalzgitter Flachstahl\nkt\n1,086.5\n1,027.9\n2,190.8\n2,055.1\nPeiner Trager\nkt\n241.4\n213.5\n501.6\n460.0\nRolled steel production\nkt\n1,063.0\n1,091.5\n2,247.2\n2,215.7\nSalzgitter Flachstahl\nkt\n839.9\n894.0\n1,796.9\n1,803.3\nPeiner Trager\nkt\n223.1\n197.5\n450.3\n412.5\nShipments\nkt\n1,367.0\n1,324.7\n2,813.6\n2,773.2\nSegment sales!\n€m\n1,202.1\n1,278.9\n2,473.7\n2,692.5\nExternal sales\n€m\n883.5\n925.7\n1,815.5\n1,964.5\nEBIT before depreciation and amortization (EBITDA)\n€m\n58.2\n58.9\n101.2\n194.5\nEarnings before interest and taxes (EBIT)\n€m\n10.6\n17.0\n7.3\n111.0\nEarnings before taxes (EBT)\n€m\n-4.2\n3.7\n-22.0\n83.5\n'\nIncluding sales with other business units in the Group\nAlong with the two steel producing companies of Salzgitter Flachstahl GmbH (SZFG) and Peiner Trager GmbH (PTG), the Steel Production Business Unit also comprises DEUMU Deutsche Erz- und Metall-Union GmbH (DMU) as an important internal transformation partner for our 7 SALCOS® - Salzgitter Low COz2 Steelmaking decarbonization program. Furthermore, the business unit includes the companies of Salzgitter Mannesmann Stahlservice GmbH(SMS) and Salzgitter Europlatinen GmbH (SZEP). The product range of the business unit comprises hot-rolled strip, galvanized and coated cold-rolled strip, sections and laser-welded tailored blanks, among other products.\nMARKET DEVELOPMENT\nDevelopment on the European and on the German steel market in particular was determined by the general economic situation in the first half of 2024. The in any event merely modest global economy has proved to be a great deal more downbeat in the EU countries, especially in Germany. A weak construction sector combined with lackluster economic activity in virtually all key customer sectors for strip steel and section products kept demand at a low level. Following arecovery in the previous year, the automotive industry is seeing signs of vehicle production declining in Germany in 2024.\nThe resulting slack demand negatively impacted the price level in the strip steel market. Following an inventory- induced increase in prices at the start of the year, steel prices declined steadily over the course of the reporting period and had stabilized at a low level at the last count. Global surplus capacities resulting high imports into the EU market also upped the pressure on prices. China's exports into non-EU countries have filtered through into redirections of goods, ultimately distinctly raising the volumes available on the European market. This scenario weakened the market position of domestic steelworks further against the backdrop of slow demand, causing a downturn in demand for their products, while imports grew significantly compared to the year-earlier period.\nThe sections market was also negatively influenced by the general economic situation. Steel construction companies attempted to stop the gaps in their capacity utilization with orders destined for short-term delivery, a move that was, however, only partially successful due to the postponement of many large-scale projects. Compared",
  "page_8": "Interim Report First Half 2024\nwith the previous year, demand dropped off again, triggering erratic market activity that was characterized by waves of ordering activity, which gave rise to great uncertainty. Section prices stabilized at a low level in this environment only toward the end of the first six months.\nPROCUREMENT\n\nnthe first three months of 2024, the iron ore price dropped steeply and, following its peak for the year so far at 144 USD/dmt at the start of January, was hovering just above 100 USD/dmt by the end of the first quarter. Having briefly dipped below the 100 USD/dmt threshold at the start of April, prices climbed to just over 120 USD/dmt in May before a correction set in at the end of the month. Iron ore prices moved within a range of between 100 and 110 USD/dmt over the remaining period under review. Iron ore requirements that dropped in line with Chinese demand for steel were also reflected in the increase in iron ore inventories in China's import harbors that, having posted almost 150 million tons at the end of June, were approaching capacity limits. Prices averaged 111.82 USD/dmt in the second quarter, up 0.8 % year on year.\n\nAfter having risen at the start of the reporting period, prices declined at the start of February to a level of 320 USD/t, also due to the generally weaker outlook for the steel market. Sluggish demand from key customers, such as India and Europe, resulted ina price correction that sent the benchmark price to just under 245 USD/t at the end of March. Prices stabilized at a level of between 230 -240 USD/t over the course of the quarter. In response to isolated spot market shipments, the benchmark price partly exceeded the 250 USD/t mark in June. Expressed as an average, the price stood at 242.31 USD/t in the second quarter, down 0.2 % compared with the year-earlier period.\nDepending on the situation in the market, the Salzgitter Group hedges limited volumes of iron ore and coking coal in order to mitigate the procurement risks.\n\nAt the start of the year, Germany’s scrap market rebounded initially on the back of rising demand from many German steelworks. After a demand-induced end to the price uptrend at the start of March, the scrap price stabilized in the second quarter and remained largely steady. Only in June did the previously subdued deep sea market see a slight recovery. Stable demand then coincided with a sharp reduction in supply, which sent prices up.\nBUSINESS DEVELOPMENT\nThe order intake of the Steel Production Business Unit remained at the year-earlier level. By contrast, orders on hand exceeded the previous year’s period thanks to the notable increase in the section segment. Crude steel output topped the previous year’s figure and rolled steel production remained around the level seen in 2023. While shipments stayed stable, segment and external sales dropped discernibly. Impacted by selling prices, sales in the sections business declined despite higher shipment volumes. Selling prices also slipped in the strip steel segment compared with the previous year. Accordingly, the Steel Production Business Unit generated EBITDA of € 101.2 million (H1 2023:€ 194.5 million) and € -22.0 million in earnings before taxes (H1 2023: € +83.5 million). The earnings of PTG as wellas those of SZFG did not repeat the previous year's figures due above all to lower selling prices. With the exception of SMS whose results improved compared with the first six months of 2023, all the other companies fell short of the previous year’s figures.\nINVESTMENTS\nAfter complete upgrading lasting more than 100 days, Blast Furnace A in Salzgitter was fired back up again in December 2023 and recommissioned. The performance and availability tests were conducted on the blast furnace in the first half of 2024. In relining the blast furnace, the Salzgitter Group has completed an important operational step in securing the pig iron basis for the incremental transformation phase toward low carbon steel production in the context of SALCOS®.",
  "page_9": "Interim Report First Half 2024\n\nOur SALCOS® transformation program is aimed at fully converting the integrated steelworks of Salzgitter Flachstahl GmbH into low carbon crude steel production over the period up until 2033. At the present point in time, we are in the process of building a 100 MW electrolysis plant, a direct reduction plant (DRI plant) and an electric arc furnace (EAF). Following extensive work to clear the construction site, hundreds of bored piles were driven into the ground and the foundations laid. The facilities will now be built shortly on these foundations. At the end of 2026, and after having invested around € 2.3 billion for the conversion of crude steel production, we will be operating on the market with products produced via the SALCOS® route. In this first stage, SALCOS® will be supported by public funds of around € 700 million from the German government and € 300 million from the federal state. Together with funds approved of around € 1.3 billion from Salzgitter AG itself, financing the first development stage of SALCOS® has been secured.\nBy commissioning a new scrap shredder plant, we will be bolstering the expansion envisaged for scrap recycling activities in the context of SALCOS®. The total costs of constructing the plant on the integrated steelworks in Salzgitter in direct proximity to the SALCOS?® facilities amount to almost € 30 million. The new plant will enable the processing of high quality scrap grades, thereby representing another component part of producing “green steel” in line with SALCOS®.\nHaving showcased its SALCOS® green steel brand at the Hanover Trade Fair 2024, which has created a clear identification of the Group's low carbon steel products, Salzgitter AG is already supporting its customers in the run- up to 2026 by offering low carbon steel products. A key component and brand promise consist of focused orientation toward the green steel categorization of the German Steel Federation's Low Emission Steel Standard (LESS). The Salzgitter Group exclusively offers physically significantly lower carbon green steel products in LESS category C and better under its SALCOS® brand name. Customers are already able to source various low carbon steel products produced via the Group's electric arc furnace route.",
  "page_10": "Interim Report First Half 2024\nSTEEL PROCESSING BUSINESS UNIT\n02 2024\n02 2023\nH1 2024\nH1 2023\nOrder intake\n€m\n448.7\n521.1\n911.2\n1,223.6\nOrder backlog\n€m\n700.1\n867.6\n700.1\n867.6\nCrude steel production\nkt\n322.2\n309.6\n636.3\n620.4\nRolled steel production\nkt\n252.3\n262.6\n520.5\n538.8\nShipments\nkt\n371.7\n411.1\n720.8\n844.3\nSegment sales!\n€m\n688.5\n841.6\n1,375.2\n1,708.9\nExternal sales\n€m\n423.2\n625.0\n859.3\n1,187.0\nEBIT before depreciation and amortization (EBITDA)\n€m\n-36.1\n81.3\n-37.0\n181.4\nEarnings before interest and taxes (EBIT)\n€m\n-49.6\n61.5\n-63.4\n147.9\nEarnings before taxes (EBT)\n€m\n-64.5\n57.2\n-72.5\n138.9\n'\nIncluding sales with other business units in the Group\nThe companies producing steel tubes and pipes and the Salzgitter Group's heavy plate activities are combined under the Steel Processing Business Unit. The pipes and tubes portfolio covers a wide range of line pipe diameters, as well as precision steel tubes and stainless steel and nickel-based tubes. Two heavy plate mills also belong to the business unit. Along with standard grades, the Ilsenburg mill produces high-strength and sour-gas resistant plate. The competence of the mill operating out of Milheim an der Ruhr resides above all in the production of line pipe plate for onshore and offshore pipelines in medium to large batch sizes. The business unit has its own supply of input material through its participation in Hittenwerke Krupp Mannesmann GmbH (HK™).\nHKM is included at 30 % ona proportionate basis in the consolidated financial statements. The 50 % stake held in the EUROPIPE Group is accounted for using the equity method.\nFollowing the conclusion of a contract concerning the sale of the MST Group in February 2024, all that is required for the purchaser to complete the actual takeover is the approval from various authorities. We anticipate the final approval in September 2024. Contingent on this approval, the MST Group will be deconsolidated in the third or fourth quarter of 2024.\nMARKET DEVELOPMENT\n\nIn tandem with developments on the strip steel market, the plate market staged an only slight recovery and continued its downtrend as the year progressed. Consequently, during the period under review the market prices for heavy plate reached a level last seen at the start of 2021. The pressure on the bulk market from re-rollers had a particularly strong impact on prices. Furthermore, non-sanctioned Russian semi-finished products at knockdown prices had a distorting effect on European price levels. The steel bridge building sector remained stable, while the wind energy market dropped marginally below the year-earlier level. The failure of larger volume orders to materialize for pipes and tubes required a stronger focus on the trading and merchant market. Although overall demand in the European market edged up in the first four months of the year, most of this demand was nevertheless covered by imports. South Korea, India, Japan, Indonesia and northern Macedonia once again supplied the lion's share of sheet volumes.",
  "page_11": "Interim Report First Half 2024\n\nIn the steel tubes and pipes segment, the large-diameter pipes market was especially impacted by delays in the project business, accompanied by weaker demand for sheet and strip. The competition for the few projects in the market was fierce, with much greater volatility in awarding projects in recent months. This also applies to the international project business in the medium-diameter line pipe segment. A positive sign emanated from the EU safeguard measures as per July 1, 2024, that have been extended for another two years, which should significantly curtail larger volumes in the line pipe market. Similar to the strip steel market, the precision tubes market was also determined by subdued demand from core segments, i.e., from the automotive, energy and mechanical engineering sectors. Order intake in plant engineering continued its marked decline. In terms of stainless steel tubes, the lack of momentum in the core markets burdened business in the first half of 2024. In this case, high imports generated price pressure that, in turn, dampened demand in the stockholding steel trade.\nBUSINESS DEVELOPMENT\nOrder intake and orders on hand of the Steel Processing Business Unit dropped off considerably in a year-on-year\ncomparison. Both the heavy plate companies and the steel tubes producers sustained significant declines owing to the aforementioned weak economic momentum. Against the backdrop of tangibly lower shipments, segment and external sales also fell notably short of the previous year's figures. The business unit generated EBITDA of € -37.0 million(H1 2023: € 181.4 million) and € - 72.5 million in earnings before taxes(H1 2023: € +138.9 million). Along with lower shipments, the pre-tax loss of the heavy plate segment reflects the downturn in selling prices compared with the previous year, along with the higher costs of input materials. All steel tubes producing companies, including the EUROPIPE Group accounted for using the equity method, delivered marked declines in earnings. The result includes precautionary impairment of € 20.0 million in the stainless steel tubes segment based on an updated purchase price estimate for the Salzgitter Mannesmann Stainless Tubes Group that is held for sale.",
  "page_12": "Interim Report First Half 2024\nTRADING BUSINESS UNIT\n02 2024\n02 2023\nH1 2024\nH1 2023\nShipments\nkt\n843.3\n780.4\n1,744.5\n1,568.8\nSegment sales!\n€m\n775.9\n850.2\n1,621.5\n1,774.1\nExternal sales\n€m\n767.4\n842.2\n1,603.8\n1,760.5\nEBIT before depreciation and amortization (EBITDA)\n€m\n4.5\n8.9\n16.6\n12.4\nEarnings before interest and taxes (EBIT)\n€m\n-0.3\n4.7\n7.2\n3.7\nEarnings before taxes (EBT)\n€m\n-4.5\n0.2\n-0.8\n-5.0\n' Including sales with other business units in the Group\nThe Trading Business Unit comprises a network of stockholding steel trading subsidiaries in Europe with a wide range of processing capabilities, various companies specialized in plate, as well as an international trading network. Along with selling rolled steel and tubes products of the Salzgitter Group and complementary products of other producers, feedstock is also procured on the international markets for Group companies and external customers.\nMARKET DEVELOPMENT\nThe stockholding steel trade in Europe registered lackluster demand in the first half of 2024. Total shipments declined again compared with the previous year, demand having already dropped significantly in 2023. Selling prices in the stockholding steel trade ticked up briefly at the beginning of the year, only to subsequently decline notably as the year progressed. By contrast, shipments in the US performed well, although a marginal downtrend had set in by the end of the second quarter. The international trading business improved compared with the year-earlier period.\nBUSINESS DEVELOPMENT\nThanks to significantly higher sales volumes in international trading, the shipments of the Trading Business Unit rose tangibly compared with the weak first half of 2023. In terms of the European stockholding steel trade, however, that contributes around half of the overall shipments, the very reticent demand in the market caused volumes to decline, a trend that intensified in the second quarter. The business unit's segment and external sales fell short of the previous year’s period as selling prices slipped notably over the course of 2023 and continued to remain at a lower level. Greater price stability in the first six months of 2024 buffered the negative effects from inventories held in the stockholding steel trade. This is the main reason for the considerable improvement in EBITDA(€ 16.6 million; H1 2023: € 12.4 million)and earnings before taxes(€ - 0.8 million; H1 2023: € -5.0 million). At the same time, shipment volumes dropping off in the second quarter more than eroded the earnings before taxes generated in the first quarter of the year.",
  "page_13": "Interim Report First Half 2024\nTECHNOLOGY BUSINESS UNIT\n02 2024\n02 2023\nH1 2024\nH1 2023\nOrder intake\n€m\n410.8\n566.8\n7171.6\n1,150.6\nOrder backlog on reporting date\n€m\n1,291.8\n1,474.5\n1,291.8\n1,474.5\nSegment sales!\n€m\n446.0\n416.2\n871.7\n836.7\nExternal sales\n€m\n445.8\n416.0\n871.3\n836.4\nEBIT before depreciation and amortization (EBITDA)\n€m\n32.7\n24.8\n70.9\n52.1\nEarnings before interest and taxes (EBIT)\n€m\n24.4\n17.0\n54.4\n36.7\nEarnings before taxes (EBT)\n€m\n23.2\n16.5\n52.7\n36.2\n' Including sales with other business units in the Group\nThree manufacturers of special machinery steeped in tradition are grouped within the Technology Business Unit. ore than 90% of sales is generated by the KHS Group that, as a plant engineering specialist, holds a leading global position in filling and packaging technology. The KHS Group is a full-line supplier featuring a product range that covers intralogistics and processing through to the filling and packaging of beverages. The Kldckner DESMA Elastomertechnik Group (KDE Group) manufactures injection molding machinery for rubber and silicon products, while DESMA Schuhmaschinen GmbH (KDS) provides special machinery for the shoe manufacturing industry.\nMARKET DEVELOPMENT\nThe German Engineering Federation(VDMA) reported a steep decline in the German mechanical engineering’s order intake in the first six months of 2024. Demand therefore continued the downtrend that had already set in by the second half of 2023. Slack demand from abroad is coinciding with a sustained and marked lack of investment in Germany.\nBUSINESS DEVELOPMENT\nAgainst the backdrop of weaker demand in the first half of 2024 and the general downtrend in the sector, the Technology Business Unit's order intake fell considerably short of the strong year-earlier level. The business unit's orders on hand nevertheless remained at a good level owing to the stable flow of orders at year-end 2023 while, however, declining notably year on year. The high level of orders on hand underpinned capacity utilization at the KHS Group and bolstered segment and external sales that improved marginally compared with the first six months of 2023. All in all, the Technology Business Unit lifted EBITDA to € 70.9 million (H1 2023: € 52.1 million) and EBT to € 52.7 million(H1 2023: 36.2 € million) in the first half of 2024. The positive development in earnings is especially due to the KHS Group that significantly exceeded its year-earlier result. The KDE Group and KDS also significantly outper- formed the previous year's period.\nThe Technology Business Unit's efficiency and growth program consistently interacts and meshes with the Salzgitter Group’s strategy. Extensive measures have contributed to the increase in sales and earnings achieved so far despite the fiercely competitive market environment, hallmarked by uncertainty. Along with continuously developing its production locations in Germany, the KHS Group's strategic focus is especially placed on expanding its international presence.",
  "page_14": "Interim Report First Half 2024\nINDUSTRIAL PARTICIPATIONS / CONSOLIDATION\n02 2024\n02 2023'\nH1 2024\nH1 2023'\nSales?\n€m\n292.8\n328.1\n598.4\n656.9\nExternal sales\n€m\n45.3\n44.3\n93.3\n87.4\nEBIT before depreciation and amortization (EBITDA)\n€m\n48.0\n-34.7\n81.8\n-11.0\nEarnings before interest and taxes (EBIT)\n€m\n39.4\n-43.4\n64.2\n-28.5\nEarnings before taxes (EBT)\n€m\n34.3\n-50.3\n54.1\n-42.6\n| Year-earlier figures adjusted for Aurubis AG restatement ? Including sales with other business units in the Group\nIndustrial Participations/ Consolidation comprises activities that are not directly allocated to a business unit. As a management holding company, Salzgitter AG (SZAG) does not have any operations of its own. Instead, it manages Salzgitter Mannesmann GmbH(SMG) and Salzgitter KI6ckner-Werke GmbH (SKWG) under which the major companies of the Salzgitter Group are held. Aside from this, the results of companies operating primarily within the Group, as well as those of Group companies that support the core activities of the business units with their products and services, are recorded here.\nSales in the Industrial Participations/ Consolidation segment, which are based mainly on business in semi-finished products with subsidiaries and external parties, declined notably compared with the first six months of 2023. External sales increased as against the year-earlier period. EBITDA(€ 81.8 million; H1 2023: € -11.0 million) includes a contribution of € 70.6 million from the participating investment in Aurubis AG accounted for using the equity method (H1 2023: € -2.4 million). At € 54.1 million, earnings before taxes significantly exceeded the previous year’s figure (H1 2023: € -42.6 million). The results from the valuation of derivatives positions and net interest income from cash management of the consolidated group delivered a positive net contribution (€19.5 million; H1 2023: € -0.4 million). The result of this area of business also includes the negative operating result from holding services provided for the subsidiaries. The companies largely acting on behalf of the Group generated a positive pre-tax result (€ 3.8 million; H1 2023: € 3.7 million).",
  "page_15": "Interim Report First Half 2024\nFINANCIAL POSITION AND NET ASSETS\nThe total assets of the Salzgitter Group rose by € 44 million in the first six months of 2024 compared with December 31, 2023.\nNon-current assets advanced slightly compared with the last reporting date (€ +143 million). Investments in intangible assets and property, plant and equipment (€+315 million) significantly exceeded the scheduled depreciation and amortization of fixed assets(€ - 164 million)in the period under review. The shares in the companies accounted for using the equity method increased by € 30 million. Deferred tax assets (€ -23 million) declined principally as a result of the higher interest rate level and therefore lower pension provisions pursuant to IFRS. Moreover, non-current other receivables and assets decreased by € 12 million. Current assets fell marginally short of the year-earlier reporting date (€ -99 million). Trade receivables, including contract assets (€ +265 million) and inventories (€ +7 million) rose as opposed to financial assets that dropped notably (€ - 359 million).\nOn the liabilities side, shareholders’ equity remained virtually unchanged from the level seen on the previous year's reporting date (€ -28 million). Against the backdrop of a slight increase in total assets, the equity ratio continued to post a very sound 45.6 % (2023/12/31: 46.0%). Non-current liabilities remained firtually unchanged compared with the year-earlier reporting date (€ +5 million). The decline in pension provisions (€ -78 million), largely due to the actuarial interest that has risen since the last reporting date, was offset by higher financial liabilities (€ 78 million). Current liabilities climbed by € 66 million. While current financial liabilities (€ +49 million), along with other liabilities (€ +42 million) increased, trade payables, including contract liabilities, and other provisions shed € -9 million and € -17 million respectively.\nThe net financial position (€ - 681 million) dropped significantly compared with the reporting date at year-end 2023 (€ -214 million). Cash investment (€ 586 million; 2023/12/31: € 946 million) was offset by liabilities of € 1,268 million (2023/12/31: € 1,160 million), of which € 564 were owed to banks (2023/12/31: € 511 million). The Federal Republic of Germany and the Federal State of Lower Saxony have committed to providing funds for the SALCOS® transformation program that will be paid out depending on the investments implemented. An amount of € 220 million in total had been paid out from the funds by the reporting date. As before, assets and liabilities from leasing arrangements are not considered in the net financial position. The increase in receivables and in trade payables, including contract assets and liabilities, only impacts the net financial position when payments flow.\nNET FINANCIAL POSITION\nNet financial position = cash investments - financial liabilities of the net financial position\nNOTES TO THE BALANCE SHEET\nIn € million\nCash and cash equivalents acc. to balance sheet\n+ Certificates held for trading\n+ Other investments of funds!\n= Investments of funds\n2024/06/30\n580.8\n2023/12/31\n939.7\n-\n5.4\n586.2\nFinancial liabilities acc. to balance sheet\n~ Liabilities from leasing agreements, from financing/\nfinancial transactions and other\n= Financial liabilities of net financial position\n=\n5.8\n945.5\n1,427.5\n1,300.8\n19.7\n1,267.7\n-681.5\nSecurities, loans excl. valuation allowances (€ 1.8 million; 2023/12/31: € 2.2 million) and incl. other cash investments reported under other receivables and other assets (€ 3.6 million; 2023/12/31: € 3.6 million).\n141.0\n1,159.8\n-214.3\nNet financial position\n'",
  "page_16": "Interim Report First Half 2024\nNOTES TO THE CASH FLOW STATEMENT\nWith a pre-tax profit of € 12 million, a negative cash flow from operating activities of € -137 million was reported (previous year: € +249 million). The considerably lower result compared with the previous year's period similarly affected the operating cash flow. At the same time, the increase in working capital had a negative impact on the operating cash flow.\nThe cash outflow from investing activities stood at € - 264 million(previous year: € - 241 million). Disbursements for capital expenditure on intangible assets and on property, plant and equipment (€ -285 million; previous year: € -261 million) are significantly higher than in the year before and, along with scheduled replacement investments, also include payouts of € 111 million for SALCOS®. An amount of € 19 million in public funding has so far been received in the financial year 2024 for the SALCOS® program, with a commensurate cash effect. Lower incoming payments from the disposal of other non-current assets have an additionally negative impact on the cash flow in a year-on-year comparison. A counter effect emanated from the lower level of disbursements for investments in other non-current assets.\nWe paid dividend of € 24 million to our shareholders. Proceeds from borrowing and other financial liabilities (€ 336 million) are offset by lower repayments of loans and other financial liabilities (€ 229 million) and interest payments(€ 38 million), resulting in a cash inflow from financing activities (€ 45 million; previous year’s period: cash outflow of € 64 million).\nAs aresult of the negative overall cash flow, cash and cash equivalents(€ 581 million) declined accordingly compared with December 31, 2023(€ 940 million).",
  "page_17": "Interim Report First Half 2024\nEMPLOYEES\n2024/06/30 2023/12/31\nChange\nCore workforce!\n23,511\n23,138\n373\nSteel Production Business Unit Steel Processing Business Unit Trading Business Unit Technology Business Unit\n7,594\n7,430\n164\n5,384\n5,317\n67\n1,948\n1,990\n-42\n5,857\n5,720\n137\nIndustrial Participations / Consolidation\n2,728\n2,681\n47\nApprentices, students, trainees\n1,238\n1,413\n-175\nNon-active age-related part-time employment\n650\n632\n18\nTotal workforce\n25,399\n25,183\n216\nRounding differences may occur due to pro-rata shareholdings. Excluding executive body members\n'\nAs of June 30, 2024, the core workforce of the Salzgitter Group numbered 23,511 employees, which is 373 persons more than at the end of the financial year 2023.\nThe increase of 155 employees recorded at Salzgitter Flachstahl GmbH in the first half of 2024 is due in particular to hiring trainees, additional personnel requirements in connection with the SALCOS® program, and the partial substitution of outsourced temporary employees by core workforce members. Other tangible personnel increases were reported at the KHS Group (+116) and Salzgitter Digital Solutions GmbH (+42) and are instrumental in realizing the expansion in business already planned and the ongoing digitalization of business processes. A total of 236 trainees were hired during the reporting period, 126 of whom were given temporary contracts. A counter trend emanated from employees reaching retirement through switching to the non-active age-related part-time or going into immediate retirement.\nThe total workforce amounted to 25,399 employees. The number of temporary staff outsourced came in at 1,116 on June 30, 2024, which is 72 persons below the number reported on previous year's reporting date. At the end of the period under review, 448 employees(H1 2023: 251) were working short time in the domestic Group companies, 397 of whom at Salzgitter Mannesmann Stahlhandel GmbH and 51 employees at Salzgitter Mannesmann Stainless Tubes Deutschland GmbH.",
  "page_18": "Interim Report First Half 2024\nFORECAST, OPPORTUNITIES AND RISK REPORT\nOUTLOOK\nCompared with the previous year, the business units anticipate that business in the financial year 2024 will develop as follows:\nThe results of the companies forming part of the Steel Production Business Unit mirrored the ongoing sluggish economy in the first half of 2024, although sound demand was reported from automotive manufacturers and orders on hand remained at a healthy level. As a result of persistently hesitant demand from non-automotive segments, we anticipate shipments at a somewhat lower level in the strip steel business. Based on three-furnace operation, crude steel production is running at a slightly reduced rate. After a slight upturn in shipments in the first six months compared with the low volumes in the year-earlier period, we are assuming a stable shipment situation in terms of steel sections over the remainder of 2024. We expect selling prices to fall in both product segments - strip steel and sections - a development that will not be offset by an only slight decline in input costs. Allin all, we therefore predict sales at the year-earlier level for the business unit (2023: € 3,528.0 million), EBITDA that will fall notably short year on year (2023: € 295.5 million), accompanied by earnings before taxes virtually at breakeven(2023: € 75.8 million).\nWith regards to the Steel Processing Business Unit, we predict that the economy will remain in the doldrums in the target markets: We expect heavy plate order intake to drop below the already weak year-earlier level, with prices under intense pressure. Pipe plate production is only likely to benefit at year-end from the delays in awarding projects for large-diameter pipes. As a result, better capacity utilization would also then materialize for the large-diameter pipe mills. We predict a significant downturn in volumes in the medium-diameter line pipe segment. In the precision tubes group, demand remains hesitant following on from the previous year. Lackluster market conditions are also set to persist for the stainless tubes group, the disposal of which is still subject to approval by the authorities. We predict a substantial year-on-year decline overall in sales for the business unit (2023: € 2,126.5 million). EBITDA(2023 € 227.4 million) and the pre-tax result (2023: € 144.7 million) are likely to fall notably short of the previous year and settle in negative territory.\nA generally improved result is anticipated for the Trading Business Unit in 2024. This development will largely be a consequence of prices that are more stable compared with the year-earlier period, and therefore considerably less negative effects ensuing from inventories held in the stockholding steel trade. By contrast, shipments are expected to rise slightly in international trading in a year-on-year comparison. Allin all, the following is forecast for the Trading Business Unit: a substantial downturn in sales (2023: € 3,313.0 million), EBITDA above the year-earlier level (2023: € 20.5 million) and earnings before taxes around breakeven(2023: € -13.6 million).\nThe Technology Business Unit is expected to put in a good performance in 2024 as well. With regard to the KHS Group in particular, we anticipate that business will continue to develop well based on the quality of the order backlog inthe project business and the ongoing, focused growth in the service business, as in recent years. The two DESMA specialist mechanical engineering companies anticipate a sustained market recovery, and supported by cost- cutting programs, a pre-tax result that exceeds the year-earlier figure. We generally anticipate notable sales growth for the business unit (2023: € 1,647.4 million), as well as EBITDA (2023: € 114.9 million) and a pre-tax profit (2023: € 81.1 million) that both substantially exceed the year-earlier figures.\nWe expect the following for the Salzgitter Group in the financial year 2024:\nsales in the region of € 10 billion, EBITDA of between € 400 million and € 500 million, a pre-tax result at breakeven, and areturn on capital employed(ROCE) that is tangibly below the year-earlier figure",
  "page_19": "Interim Report First Half 2024\nPotential one-off effects with an impact on earnings incurred by structural events through to the end of the year have not been taken into consideration.\nMoreover, as in recent years, please note that opportunities and risks from currently unforeseeable trends in selling prices, input material prices and capacity level developments, as well as exchange rate fluctuations, may considerably affect performance in the course of business in the financial year 2024. The resulting impact on performance may be within a substantial range, either to the positive or to the negative.\nFORECAST FOR THE BUSINESS UNITS AND THE GROUP\nSteel Production\nSteel Processing\nTrading\nTechnology\nGroup\nSales\nEBITDA\nEBT\nSales\nEBITDA\nEBT\nSales\nEBITDA\nEBT\nSales\nEBITDA\nEBT\nSales\nEBITDA\nEBT\nROCE\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n€m\n%\nFinancial Year 2023\n3,528.0\n295.5\n75.8\n2,126.5\n227.4\n144.7\n3,313.0\n20.5\n-13.6\n1,647.4\n114.9\n81.1\n10,790.5\nForecast for the Financial Year 2024\nAt year-earlier level\nTangibly lower y/y\nVirtually at breakeven\nSignificantly reduced sales\nTangibly lower y/y; negative territory\nTangibly lower y/y; negative territory\nSignificant downtrend\nAbove previous year\nAt breakeven\nNotable uptrend\nClearly higher y/y\nClearly higher y/y\nAround € 10 billion\n677.0 Between € 400 million and € 500 million\n238.4\nAt breakeven\n5.6\nDiscernibly lower y/y\nStable, at year-earlier level:\nUp to+2%\n+1\nMarginal, slight, somewhat:\n+2%to<+5%\n1to5\nModerate, modest, more detailed description not available: +5%to<+10\nUpward of 10 %\nTangible, considerable, notable, significant, visible:\n>+5\nRISK MANAGEMENT\nAt the time of reporting, we find ourselves still confronted by the impact of the Russia/ Ukraine war and are facing volatility on the raw materials and energy markets, with the associated higher inflation rates. At present, and to the extent foreseeable, we have factored in the effects on our companies’ earnings into guidance for the current year, as far as can be estimated.\nDespite reduced discernibility, there were no risks that could endanger the Salzgitter Group as a going concern as of the reporting date. With regard to the individual opportunities and risks, we make reference to the Annual Report 2023.",
  "page_20": "Interim Report First Half 2024\nGEOPOLITICAL RISKS\nSalzgitter AG is a group with global operations and is therefore especially exposed to geopolitical impact. The most recent geopolitical events, such as the war in Ukraine, the conflict in the Middle East, and the terror attacks in the Red Sea may negatively impact Salzgitter AG's business model. Effects may also manifest on the sales markets, the commodities markets, the energy markets and on transport routes. The escalating number and acceleration of geopolitical risks continued in the first half of 2024.\nConcerning the Salzgitter Group, the economic uncertainties resulting from the Russia/ Ukraine war pertain in particular to price trends and supply reliability on the procurement markets for energy and commodities and future sales prospects. The direct impact on our customers and suppliers changes periodically. An indirect impact is emanating from insufficiently drafted sanctions that allow introducing slab from Russia into the EU in significant volumes and at prices detrimental to the market (see also industry-specific risks). The decline in sales in the war- affected regions plays a minor role for Salzgitter AG. Furthermore, in the context of Russia/ Ukraine, we inventorize all the Group's assets and investments, market-related risks pertaining to sales and procurement as well as outstanding receivables in these countries. As we do not anticipate any fundamental change in the medium term, we have significantly scaled back our business activities in these regions.\nAgainst the backdrop of Hamas ' terrorist attack on Israel and possibility of other parties entering the war, as well as most particularly lran’s attack on Israel, the situation in the Middle East is threatening to escalate, with a significant impact on energy prices, particularly on oil and gas, and renewed supply chain disruptions. Should the conflict in the Middle East spread, the negative consequences would filter through to the flow of goods and the oil market in particular. At the current point in time no notable effects on Salzgitter AG's business policy are discernible.\nA further geopolitical risk is also inherent in the imminent US elections. Trump's return to the Oval Office may translate into a negative scenario with the US withdrawing its support for Ukraine and an escalation in trade policy measures against China and also against the EU. Flat-rate import and export duties or even exclusion from America's domestic market would hit export-oriented sectors in Europe hard. Such a scenario would also have a direct and detrimental impact on Salzgitter AG’s business model given the high volumes of Germany's indirect steel imports into the US.\nChina's support of Russia combined with its repeated and growing threats regarding Taiwan have served to further exacerbate the tensions between “The West” and China. Furthermore, the Chinese central government, with its economic policy aligned to “dominance via subsidies” and the ensuing consequences, have put the US on higher alert - and meanwhile also Europe. The threat of blocks forming in global trade is already redirecting investment flows. Important customers in the steel industry, for instance, are relocating their value chains to the US and China, with the aim of circumventing trade defense measures. European industry’s dependence on critical commodities originating from China that are difficult to substitute harbors yet another risk.\nECONOMIC RISKS\nThe aforementioned risks may negatively impact the short-term development of the global economy. This is compounded by further risks for the global economy, such as China's weak economic growth or imponderables regarding inflation in the advanced economies. These risks are framed by growing tensions regarding trade policies that constitute yet another risk for the global economy.\nIn the first six months of 2024, the outlook for global economic development improved slightly, albeit with expansion at amerely modest pace. Global growth stood at 2.7% in 2023. In 2024, the German government's Council of Experts anticipates growth of 2.6 % in 2024, while predicting growth of 2.7% in 2025. The OECD is somewhat more upbeat in its estimations. Expectations for 2024 and 2025 are half a percentage point higher (3.1% and 3.2 % respectively) and therefore range at the upper end of the forecast table. The heterogeneous developments of sectors and regions are especially conspicuous.",
  "page_21": "Interim Report First Half 2024\nGenerally speaking, the services sector is performing better than industry. In terms of the various regions, economic development in the US continues to develop with surprising momentum given the country's pursuit of a restrictive monetary policy. In 2023, growth posted 2.5%, is expected at 2.3% in the current year and is estimated at 1.8% in 2025 by the German government's Council of Experts. In 2023, China's economy, having posted growth of 5.4%, remained below the trend level prior to the pandemic. The dent in the economy is explained by the crisis in the real estate sector, with the downtrend still unabated. The high level of uncertainty and increasingly unreliable projects are firstly putting the brakes on the construction industry, and secondly causing consumer buying reticence. Growth in 2024 and 2025 has been predicted at around 5.1% and 4.7% respectively. Europe's economy performed below average (2023: 0.9%; 2024: 1.2 %). Europe's growth will only catch up with America’s performance in 2025, achieving a of level 1.8%.\nThe German economy is responsible for constraining growth in Europe. Last year value added contracted by 0.3%. The German government's Council of Experts anticipates growth at 0.2 % in 2024 and at 0.9 % for 2025. The forecasts of various economic research institutes such as ifo, IfW or RWI are meanwhile a little more positive: growth of more than 1% is anticipated for 2025. Salzgitter AG's key markets are developing below average benchmarked against the global economy. The already weak outlook is set against the backdrop of manifold imponderables, as indicated by the discrepancy in the forecast distribution. Moreover, the most recent lead indicators stand in contrast with forecasts marginally revised upward for Germany. In addition, the analyses described above are subject to the economic development of a host of risk factors.\nGeopolitical turbulence is fueling great uncertainty and thus impacting inflation and economic growth. An intensification or escalation of the war against Ukraine or the conflict in the Middle East would have consequences for the energy markets and supply chains. A negative impact on Salzgitter AG's business activities would mainly arise from the uptrend in energy prices resuming. The exporting of steel-intensive goods could additionally be braked by fresh protectionist waves, after the presidential elections in the US, for instance. Against this backdrop of weaker economic prospects and the geopolitical imponderables, Salzgitter AG may face the risk of sustained weaker demand on Germany's core market.\nInflation poses a further risk. The disinflation process could come to a halt due to rising wages and new shocks hitting supply chains. This scenario could put the ECB under pressure, which would prompt it to halt the cycle of lowering interest rates. As regards Salzgitter AG's core markets, a delayed interest rate cut would be considered negative since little stimulus would be anticipated for the construction economy and consumer spending on cars or household appliances, for instance, would be more difficult to finance.\nGermany's currently lackluster growth may prove to be a persistent, structural weakness. Rising wage levels in the country, accompanied by price hikes for imports, and for energy in particular, could cause a sustained deterioration in Germany's competitiveness. These circumstances could put a permanent damper on the demand for steel not only due to weaker exports, but also from steel producers relocating their production sites elsewhere, thereby exerting pressure on demand and steel prices.\nChina's sluggish growth represents a further risk. Ailing demand is presenting European exporters with challenges as China is a key sales market. At the same time, considerable export pressure is building up due to the massive subventions that have resulted in excess capacities in China in many parts of the country’s industry. This has negative consequences for the steel industry’s key customer sectors (conventional steel construction, vehicle and heavy machinery construction, wind turbines).\nSECTORAL RISKS\nFurthermore, China's weak economy is exerting a very negative impact on the global steel markets. Rising steel exports from China(almost 100 million tons in 2023), prompted by weak domestic demand, are indirectly translating into an increase in steel products imported into the EU market and consequently in declining price levels in Europe. While Chinese steel products in the EU are largely subject to anti-dumping measures, China exports its excess capacities to the Asian region. This in turn creates huge export pressure on countries with their own surplus capacities, such as Japan, Vietnam, South Korea, Taiwan and India, that export their surpluses into the EU market. In addition, Chinese producers have made considerable, subsidized, direct investments in steel capacities in regions of the ASEAN countries with the aim of sidestepping trade defense measures.",
  "page_22": "Interim Report First Half 2024\nIn June 2024, EU member states decided to extend the safeguard measures through to June 30, 2026. The necessity of this measure was substantiated by surplus capacities intensifying across the globe and structural distortions on the global steel market. Accordingly, the system of tariff quotas that has existed since 2019 will continue to be instrumental in stabilizing the EU steel market. However, July 2026 would see the maximum duration reached for implementing safeguard measures as prescribed under the law. The expiration of the safeguards entails the threat of another increase in imports across numerous product categories, especially hot strip, hot-dipped galvanized products, and large-diameter pipes.\nMoreover, following the election in the US a reintroduction of Section 232 duties (minus tariff quotas) could pose a threat for European exporters into the US. Following unsuccessful negotiations to draw up a Global Sustainable Steel Agreement (GSSA) in the fall of 2023, the EU and the US have agreed to suspend duties and counter-duties through to March 2025. A reelection of Trump could exacerbate the risk of another escalation, including the continuation of the US Section 232 duties. The consequences would be further redirections of tonnage into the EU market and the oss of exports destined for the US that have been stabilizing since the introduction of the tariff quotas.\nn 2022, the EU member states resolved to introduce import restrictions on Russian steel products. Accordingly, importing processed steel products of Russian origin into non-EU countries is prohibited as from October 2023. The sanctions that took effect from October 2023 have been softened insofar as obligations are concerned, which will increase the probability of circumvention. Furthermore, contrary to the decision from September 2023 with the twelfth package of sanctions in December 2023, the transition period for the import of Russian slab was extended from 2024 to 2028. As aresult, Russian slab can be imported into the EU at low-cost conditions for another four years. These circumstances not only undermine the sanctions’ effectiveness but also harbor the risk of inflicting significant damage on the heavy plate market as this is where the proportion of Russian slab is the highest and up to around 30% of the players in the market either partly or fully take recourse to Russian slab.\nn December 2022, the EU member states agreed on the introduction of a Carbon Border Adjustment Mechanism (CBAM) as a future Carbon Leakage Safeguard Instrument and as a replacement for free allowances in EU emissions trading. A transition phase commenced as from October 1, 2023, and, as from January 1, 2026, importers will need to factor in the cost of carbon similar to EU producers. Risks arise from the form that the new instrument will take, given that many detailed regulations will only be determined in the coming one and a half years and that these regulations will decide on how effective the instrument will be. This includes, for instance, regulations on circumventing the CBAM and on extending the CBAM to downstream sectors in steel processing, along with a solution to ease the burden of carbon costs on exports. Numerous further detailed regulations, such as on default values and control mechanisms, have not yet been defined or tested. Risks arise in this context, both from relocating the production of steel-intensive goods outside the EU and from the targeted redirection of lower carbon products in the EU market into export countries without genuine climate protection endeavors.",
  "page_23": "Interim Report First Half 2024\nINTERIM REPORT\nCONSOLIDATED INCOME STATEMENT\nIn € million\nSales\nIncrease/ decrease in finished goods and work in process/ other own work\ncapitalized\nTotal operating performance\nOther operating income\nCost of materials\nPersonnel expenses\nAmortization and depreciation of intangible assets and property, plant and\nequipment\nOther operating expenses\nResult from impairment losses and reversal of impairment losses of financial\nassets\nIncome from shareholdings\nResult from investments accounted for using the equity method!\nFinance income\nFinance expenses\nEarnings before taxes (EBT)\nIncome tax\nConsolidated result\nAmount due to Salzgitter AG shareholders\nMinority interest\n02 2024\n2,565.3\n64.6\n2,629.9\n86.0\n1,787.3\n506.5\n82.7\n363.8\n1.7\n0.3\n46.8\n7)\n37.4\n-5.7\n27.8\n-33.5\n-34.8\n1.2\n02 2023'\n2,853.2\n-36.0\n2,817.2\n149.1\n1,928.3\n480.1\n82.6\n411.4\n-3.2\n1.2\n-5.1\n8.7\n38.1\n27.3\n7.6\n19.7\n18.2\n1.5\nH1 2024\n5,243.2\n89.8\n5,333.0\n216.1\n3,651.4\n1,007.5\n163.9\n729.4\n1.6\n0.3\n71.0\n15.8\n74.0\n11.5\n30.1\n-18.6\n-21.9\n3.3\nH1 2023\n5,835.7\n-76.2\n5,759.5\n335.2\n3,887.8\n945.3\n168.5\n858.2\n-6.2\n1.2\n30.9\n16.7\n76.6\n211.0\n50.8\n160.2\n157.3\n2.9\nAppropriation of profit\nConsolidated result\nProfit carried forward from the previous year\nMinority interest in consolidated result\nDividend payment\nTransfer from (+)/ to (-) other retained earnings\nUnappropriated retained earnings of Salzgitter AG\nEarnings per share (in €) - basic\nEarnings per share (in €) - diluted\n-33.5\n1.2\n-24.3\n34.7\n-24.4\n-0.64\n1.5\n-54.1\n-18.2\n-54.1\n0.34\n19.7\n-18.6\n27.1\n3.3\n-24.3\n21.8\n2.7\n-0.40\n160.2\n60.1\n2.9\n-54.1\n-157.3\n6.0\n2.9\n'\nYear-earlier figures adjusted for Aurubis AG restatement.",
  "page_24": "Interim Report First Half 2024\nSTATEMENT OF COMPREHENSIVE INCOME\nIn € million\nConsolidated result\n02 2024\n-33.5\nH1 2024\n-18.6\nH1 2023!\n160.2\n02 2023!\n19.7\nRecycling\nChanges in value from currency translation\nChanges in value from cash flow hedges\nFair value change\nRecognition with effect on income\nChanges in the value of investments in companies accounted for using the\nequity method\nFair value change\nRecognition with effect on income\nCurrency translation\nDeferred taxes\nSubtotal\nNon-recycling\nRemeasurements\nRemeasurement of pensions\nDeferred taxes\nChanges in the value of investments in companies accounted for using the\nequity method\nFair value change\nRemeasurement of pensions\nCurrency translation\nDeferred taxes\nSubtotal\n32.6\n43.0\n-10.4\n-12.4\n-1.0\n8.9\n9.3\n-0.4\n1.7\n-3.3\n0.8\n3.1\n1.2\n9.6\n-8.4\n4.0\n24.2\n4.9\n-20.5\n-21.4\n0.9\n0.9\n-3.3\n3.1\n1.2\n-14.6\n48.2\n63.7\n-15.4\n-8.4\n-12.4\n4.0\n39.8\n1.4\n-6.5\n-5.5\n-1.0\n-12.9\n-9.3\n-7.)\n3.6\n-17.9\n9.3\n12.0\n-2.8\n-15.4\n-13.9\n-0.9\n-0.5\n-6.1\n-2.4\n0.9\n0.9\n0.0\n-10.1\n-4.8\n-8.8\n3.4\n-11.5\n-6.4\n-8.4\n1.9\n-13.3\n-11.8\n-0.9\n-0.5\n-19.7\nOther comprehensive income\n25.2\n25.2\n-24.0\n-31.2\nTotal comprehensive income\n0.3\n6.6\n-4.3\n129.0\nTotal comprehensive income due to Salzgitter AG shareholders\nTotal comprehensive income due to minority interest\n-0.9\n1.2\n0.3\n3.3\n3.3\n6.6\n-5.9\n1.5\n-4.3\n126.1\n2.8\n129.0\n|\nYear-earlier figures adjusted for Aurubis AG restatement.",
  "page_25": "Interim Report First Half 2024\nCONSOLIDATED BALANCE SHEET\nAssets in € million\nNon-current assets\nIntangible assets\nProperty, plant and equipment\nInvestment property\nFinancial assets\nInvestments in companies accounted for using the equity method!\nTrade receivables\nOther receivables and other assets\nIncome tax assets\nDeferred income tax assets\n2024/06/30 2023/12/31\n197.9\n2,544.7\n75.9\n28.7\n1,535.1\n2.7\n16.7\n9.6\n302.6\n4,713.8\n207.3\n2,588.5\n76.6\n29.0\n1,505.5\n2.6\n28.9\n6.6\n$25.3\n4,570.4\nCurrent assets\nInventories\nTrade receivables\nContract assets\nOther receivables and other assets\nIncome tax assets\nSecurities\nCash and cash equivalents\nAssets held for sale\n2,873.9\n1,458.9\n399.3\n232.2\n39.5\n0.0\n580.8\n5,584.7\n247.6\n5,832.3\n10,546.2\n2,867.2\n1,221.5\n372.0\n231.4\n34.6\n0.0\n939.7\n5,666.5\n265.2\n5,931.7\n10,502.0\n' For further information regarding the adjustment of the previous year's figures of Aurubis, make reference to the section \"Principles of Accounting’. we",
  "page_26": "Interim Report First Half 2024\nEquity and liabilities in € million\nEquity\nSubscribed capital\nCapital reserve\nRetained earnings!\nOther reserves\nUnappropriated retained earnings\nTreasury shares\nMinority interest\n2024/06/30 2023/12/31\n161.6\n257.0\n4,686.9\n62.0\n2.7\n5,170.2\n-369.7\n4,800.5\n6.4\n4,806.9\n161.6\n257.0\n4,660.4\n90.5\n27.1\n5,196.6\n-369.7\n4,826.9\n7.6\n4,834.5\nNon-current liabilities\nProvisions for pensions and similar obligations\nDeferred tax liabilities\nIncome tax liabilities\nOther provisions\nFinancial liabilities\nOther liabilities\n1,590.0\n101.9\n19.1\n205.3\n438.3\n4.0\n2,358.7\n1,667.8\n98.4\n19.1\n203.7\n360.2\n4.1\n2,353.3\nCurrent liabilities\nOther provisions\nFinancial liabilities\nTrade payables\nContract liabilities\nIncome tax liabilities\nOther liabilities\nLiabilities associated with assets held for sale\n222.3\n989.1\n1,311.5\n374.1\n23.3\n332.3\n128.0\n3,380.6\n10,546.2\n239.3\n940.6\n1,247.6\n447.2\n26.0\n289.9\n123.7\n3,314.3\n10,502.0\n'\nFor further information regarding the adjustment of the previous year's figures of Aurubis, we make reference to the section \"Principles of Accounting’.",
  "page_27": "Interim Report First Half 2024\nCASH FLOW STATEMENT\nIn € million H1 2024 H1 2023! Earnings before taxes (EBT) 11.5 211.0 Depreciation write-downs (+) / write-ups (-) of non-current assets 163.1 158.3 Income tax paid (-) / refunded (+) -25.1 -57.4 Other non-cash expenses (+)/ income (-) 41.1 99.6 Interest expenses 73.7 76.6 Gain (-) /loss (+) from the disposal of non-current assets 1.8 8.5 Increase (-) / decrease (+) in inventories -3.2 319.5 Increase (-) / decrease (+) in trade receivables and other assets not attributable to investment or financing activities -263.7 -255.3 Use of provisions affecting payments, excluding income tax provisions -130.8 -122.9 Increase (+) / decrease (-) in trade payables and other liabilities not attributable to investment or financing activities -5.6 -188.8\nCash outflow / inflow from operating activities\n-137.3\n249.0\nCash inflow from the disposal of intangible assets, property, plant and equipment and investment property Cash outflow for investments in intangible assets, property, plant and equipment and investment property Cash inflow of subsidies for investments in intangible assets, property, plant and equipment Payments for financial investments Cash inflow from the disposal of non-current assets Cash outflow for investments in non-current assets\n1.1\n0.8\n-284.9\n-260.9\n19.0\n-0.7\n0.5\n29.6\n-0.1\n-9.3\nCash outflow from investment activities\n-264.4\n-240.5\nPayouts to company owners Deposits from taking out loans and other financial debts Repayment of loans and other financial liabilities Interest paid\n-24.3\n-64.1\n336.2\n57.7\n-228.6\n-44.2\n-37.9\n-23.0\nCash outflow / inflow from financing activities\n45.3\n-63.5\nCash and cash equivalents at the start of the period Gains and losses from changes in foreign exchange rates Payment-related changes in cash and cash equivalents\n939.7\n988.4\n-2.4\n-5.8\n-356.4\n-54.9\nCash and cash equivalents at the end of the period\n580.8\n927.6\n'\nYear-earlier figures adjusted for Aurubis AG restatement.",
  "page_28": "Interim Report First Half 2024\nSTATEMENT OF CHANGES IN EQUITY\nIn € million\nSubscribed\ncapital\nCapital\nreserve Treasury shares\nRetained\nearnings\nAs of 2022/12/31\nTotal comprehensive income\nBasis adjustments\nDividend\nGroup transfers to(+)/ from(-) retained\nearnings\nOther\nAs of 2023/06/30\n161.6\n161.6\n257.0\n257.0\n-369.7\n-369.7\n4,585.7\n-6.4\n189.0\n-4.2\n4,764.1\n-\n-\nCurrency\ntranslation\n-7.2\n-2.3\n-9.6\n-\n-\nAs of 2023/12/31\nTotal comprehensive income\nBasis adjustments\nDividend\nGroup transfers to(+)/ from(-) retained\nearnings\nOther\nAs of 2024/06/30\nSO\n161.6\n257.0\n-369.7\n4,660.4\n-14.8\neee\n48.2\n4.9\neee\neee\neee\n-21.8\n0.1\n4,686.9\neee\n161.6\n257.0\n-369.7\n-9.9\nSO\neee",
  "page_29": "Interim Report First Half 2024\nUnappropriated Amount due to\nretained\nSalzgitter AG\nOther reserves from:\nInvestments\nAvailable-for- accounted for\nCash flow sale financial using the equity\nhedges\nassets\nmethod\n21.5\n15.5\n115.7\n0.9\n=\n-23.3\n-19.0\n=\n=\n6.0\n10.0\n-54.1\n-189.0\n-3.0\nSe OOOO\n23.1\n14.8\n67.4\n27.1\n4,826.9\n7.6\n4,834.5\n-20.5\n-7.5\n-21.9\n3.3\n3.3\n6.6\n-5.4\n-5.4\n-5.4\n-24.3\n-24.3\n-4.5\n-28.9\n21.8\n0.1\n0.1\neee\n-2.8\n14.8\n60.0\n2.7\n4,800.5\n6.4\n4,806.9\nSe OOOO\n-\n-4.2\n4,920.7\nearnings shareholders Minority interest\n60.1\n189.0\n=\n-4.2\n4,930.7\n4,840.2\n187.8\n-19.0\n-54.1\n15.5\n10.2\n2.8\n3.5\n4,850.4\n160.6\n-19.0\n-67.1\n92.3\nEquity\neee\neee\neee\neee\neee",
  "page_30": "Interim Report First Half 2024\nNOTES\nSEGMENT REPORTING\nIn € million\nExternal sales\nSales to other segments\nSales to group companies that are not\nallocated to an operating segment\nSegment sales\nInterest income (consolidated)\nInterest income from other segments\nInterest income from group companies that\nare not allocated to an operating segment\nSegment interest income\nInterest expenses (consolidated)\nInterest expenses to other segments\nInterest expenses to group companies that are\nnot allocated to an operating segment\nSegment interest expenses\nof which interest portion of allocations to\npension provisions\nDepreciation of property, plant and\nequipment and amortization of intangible\nassets\nof which scheduled depreciation of\nproperty, plant and equipment and\namortization of intangible assets\nReversal of impairments of tangible and\nintangible assets (according to IAS 36)\nEBIT before depreciation and amortization\n(EBITDA)\nEarnings before interest and taxes (EBIT)\nSegment earnings before taxes\nof which resulting from investments in\ncompanies accounted for using the equity\nmethod\nInvestments in property, plant and equipment\nand intangible assets\nH1 2024\n1,815.5\n656.5\n1.7\n2,473.7\n0.1\n0.5\n0.6\n25.4\n94.0\n94.0\n101.2\n7.3\n-22.0\n217.6\n4.4\n29.9\n11.1\n-\nSteel Production\nH1 2023\n1,964.5\n724.4\n3.6\n2,692.5\n0.1\n194.5\n111.0\n83.5\n138.0\n8.4\n8.6\n32.2\n3.8\n36.1\n11.7\n83.4\n83.4\n-\nH1 2024\n859.3\n346.3\n169.7\n1,375.2\n1.5\n-37.0\n-63.4\n-72.5\n5.2\n12.2\n26.4\n26.4\n33.3\n1.5\n3.1\n71\n4.3\n0.8\n0.4\n-\n-\n110.6\n1,708.9\n1.8\n33.5\n33.5\n181.4\n147.9\n138.9\n33.3\n28.4\n2.8\n4.6\n7.0\n6.5\n13.6\n4.2\n-\n-\nH1 2024\n1,603.8\n17.7\n-\n1,621.5\n0.9\n10.1\n11.0\n18.7\n0.3\n19.0\n9.4\n9.4\n16.6\n7.2\n-0.8\n11.1\n1.5\n-\n0.0\n1,774.1\n1.6\n5.4\n6.9\n15.4\n0.3\n15.7\n12.4\n3.7\n-5.0\n12.6\n1.6\n8.6\n8.6\n-\nSteel Processing\nH1 2023\n1,187.0\n411.3\nTrading\nH1 2023\n1,760.5\n13.6",
  "page_31": "Interim Report First Half 2024\nH1 2024\n871.3\n0.4\nTechnology\nH1 2023\n836.4\n0.3\nH1 2024\n5,149.9\n1,020.9\nIndustrial\nTotal segments Participations / Consolidation\nH1 2023\nH1 2024\nH1 2023!\n5,748.3\n93.3\n87.4\n1,149.7\n505.1\n569.6\nH1 2024\n5,243.2\n1,526.0\nGroup\nH1 2023!\n5,835.7\n1,719.3\n871.7\n2.4\n836.7\n1.4\n11.4\n6,342.1\n49\n-\n=\n598.4\n10.8\n11.3\n657.0\n11.8\n11.1\n11.4\n6,940.5\n15.8\n11.3\n114.2\n7,012.2\n5.0\n114.2\n7,669.2\n16.7\n11.1\n0.1\n2.5\n2.7\n22.1\n20.1\n12.2\n22.9\n20.1\n16.8\n12.2\n39.2\n74.0\n12.2\n0.3\n1.7\n1.8\n16.8\n44.7\n76.6\n16.8\n12.2\n7.1\n53.9\n16.8\n21.8\n56.5\n1.4\n4]\n32.3\n36.9\n0.5\n2.3\n11.3\n65.2\n11.1\n67.6\n11.3\n97.4\n11.1\n104.6\n1.5\n1.5\n18.4\n19.0\n10.4\n12.2\n28.8\n31.2\n16.6\n15.4\n146.3\n140.9\n17.6\n17.6\n163.9\n168.5\n16.6\n15.4\n146.3\n140.9\n17.6\n17.6\n163.9\n168.5\n0.0\n0.8\n0.8\n70.9\n54.4\n52.7\n52.1\n36.7\n36.2\n161.8\n5.5\n-42.6\n440.3\n299.4\n253.6\n81.8\n64.2\n54.1\n-11.0\n-28.5\n-42.6\n233.6\n69.7\n11.5\n429.3\n270.8\n211.0\n0.4\n33.3\n70.6\n-2.4\n71.0\n30.9\n34.4\n13.4\n296.5\n192.4\n18.0\n12.6\n314.5\n205.1\n' Year-earlier figures adjusted for Aurubis AG restatement.",
  "page_32": "Interim Report First Half 2024\nPRINCIPLES OF ACCOUNTING AND CONSOLIDATION, BALANCE SHEET REPORTING AND VALUATION METHODS\n] The consolidated financial report of Salzgitter AG, Salzgitter (SZAG), for the reporting period from January 1 to June 30, 2024, has been prepared as a condensed report with selected notes. The report has been drawn up, as before, in accordance with the International Financial Reporting Standards (IFRS) published by the International Accounting Standards Board (IASB) in consideration of the requirements set out under IAS 34 for condensed interim reports. In comparison with the annual financial statements as at December 31, 2023, no changes have been made in the accounting, valuation, calculation and consolidation methods applied to the quarterly financial statements for the period ended June 30, 2024, notwithstanding the following exceptions. In calculating the fair value of defined benefit obligations as of June 30, 2024, an actuarial rate of 3.8% was applied (December 31, 2023: 3.5%). The resulting reduction in provisions for pensions and similar obligations is reported in other comprehensive income(pension remeasurement) and incurs a corresponding increase in equity. The recognition of the lease liabilities assigned to financial liabilities is calculated as the present value of the lease payments to be made. In subsequent measurement, the carrying amounts of the lease liability are compounded and reduced by the lease payments remitted with no effect on income. The usage rights reported in property, plant and equipment are recognized at the cost of acquisition less accumulated depreciation and amortization and, if appropriate, any necessary impairment.\nIn accordance with the accounting rules for leases(IFRS 16), the historical cost of acquisition of the usage rights and leasing liabilities is shown in the following:\nIn € million\n2024/06/30 2023/12/31\nRight of use of land, similar rights and buildings, including buildings on land owned by others\n197.6\n142.1\nRight of use of plant equipment and machinery\n62.0\n54.7\nRight of use of other equipment, plant and office equipment\n34.8\n27.1\nNon-current assets\n254.3\n223.9\nRight of use of land, similar rights and buildings, including buildings on land owned by others\n48.8\n42.8\nRight of use of plant equipment and machinery\n37.5\n32.8\nRight of use of other equipment, plant and office equipment\n16.0\n13.5\nDepreciation / amortization\n102.3\n89.2\nLease liabilities\n159.5\n140.7\nAn amount of € 142.4 million is attributable to non-current lease liabilities. Moreover, depreciation and amortization stood at € 15.4 million, interest expenses at € 2.7 million, and cash outflow totaled € 16.2 million in the first six months of 2024.\nFollowing the conclusion of a contract concerning the sale of the MST Group in February 2024, all that is needed for the purchaser to complete the actual takeover is the approval from various authorities. We anticipate the final approval in August or September. Contingent on this approval, the MST Group will be deconsolidated in the third or fourth calendar quarter of 2024. Until then, the assets and liabilities of the MST companies will continue to be disclosed under the “assets held for sale” item. The selling price for the MST Group depends on a number of variable components. Compared with year-end 2023, the most recent valuations show that the purchase price assumptions made to date will not be met. In consideration of the current estimate, we assume a lower purchase price. With this in mind, and as a precautionary measure, we reduced the assets of the MST Group held for sale by another € 20 million through profit and loss in the second quarter of 2024.",
  "page_33": "Interim Report First Half 2024\nBy way of reporting by Aurubis AG, we were advised that the criminal activity reported by Aurubis in the second half of the calendar year 2023 had already begun at the start of 2023. Against this backdrop, Aurubis reduced the 2023 consolidated result over the respective period. In terms of Salzgitter AG's equity interest, a reduction of € 31.7 million is applicable to the first six calendar months of 2023. Salzgitter AG's consolidated EBT and the share of the companies accounted for using the equity method have been adjusted in the accounts presented for the 2023 previous year period.\nWith regard to the impact of the Russia-Ukraine war and the war in the Middle East on the Salzgitter Group, we\nrefer to our explanations in the forecast, opportunities and risk report.\nBased on a regular Annual Meeting of Shareholders held this year in May 2024, Salzgitter AG distributed the dividend proposed at a prior point in time of € 0.45 per share. Taking account of treasury shares not eligible for dividend, the payout amount totaled € 24.3 million.\nSELECTED EXPLANATORY NOTES TO THE INCOME STATEMENT\nSales by business segment are shown in the segment report. Earnings per share are calculated in accordance with IAS 33. Basic earnings per share, calculated from the weighted number of shares of SZAG, stood at € -0.40 in the period under review. Dilution would occur if earnings per share were reduced through the issuance of potential shares from option and conversion rights. Such rights did not exist as of the balance sheet date.\nRELATED PARTY DISCLOSURES\nIn addition to business relationships with companies that are consolidated fully, relationships also exist with companies that must be designated as related companies in accordance with IAS 24. The category of other associated companies essentially comprises the majority interests and joint ventures of the Federal State of Lower Saxony as well as of Hanover-based GP Papenburg AG.\nThe sale of goods and services essentially comprise deliveries of input material for the manufacture of large- diameter pipes. Their volumes are shown in the table below:\nSale of goods and Purchase of goods\nIn € million\nservices\nand services\nReceivables\nLiabilities\n01/01/-06/30/2024 01/01/-06/30/2024\n2024/06/30\n2024/06/30\nNon-consolidated Group companies\n16.4\n71\n12.1\n2.6\nJoint ventures\n35.6\n14.0\n7.0\n6.6\nAssociated companies\n0.1\n4.5\n0.0\n0.6\nOther related parties\n1.1\n55.5\n3.4\n95.0\nINFORMATION PURSUANT TO SECTION 37W PARAGRAPH 5 OF THE GERMAN SECURITIES TRADING ACT (WPHG)\nThis set of interim financial statements and the interim report have not been the subject of an auditor's review.",
  "page_34": "Interim Report First Half 2024\nASSURANCE FROM THE LEGAL REPRESENTATIVES\n\"We give our assurance that, to the best of our knowledge and in accordance with the accounting principles applicable to interim reporting, the interim consolidated financial statements give a true and fair view of the net assets, financial position and results of operations of the Group, and that the course of business, including the business result and the position of the Group, are portrayed in such a way in the interim Group Management Report that a true and accurate picture is conveyed and that the significant opportunities and risks of the Group’s future development over the remainder of the financial year are fairly described.\"\nSalzgitter, August 2024\nThe Executive Board of Salzgitter AG\nLe\nrag (Top y oa\nAaruUires i\nGunnar Groebler\nMichael Kieckbusch\nBirgit Potrafki",
  "page_35": "Interim Report First Half 2024\nLEGAL DISCLAIMER\nSome of the statements made in this report possess the character of forecasts or may be interpreted as such. They are made upon the best of information and belief and by their nature are subject to the proviso that no unforeseeable deterioration occurs in the economy or in the specific market situation pertaining to the business units, but rather that the underlying bases of plans and outlooks prove to be accurate as expected in terms of their scope and timing. Notwithstanding prevailing statutory provisions and capital market law in particular, the company undertakes no obligation to continuously update any forward-looking statements that are made solely in connection with circumstances prevailing on the day of their publication.\nFor computational reasons, rounding-off difference of +/- one unit (€, % etc.) may occur in the tables.\nThe Interim Report of Salzgitter AG is also available in German. In the event of any discrepancy, the German version shall prevail.",
  "page_36": "a\nAes\nCy\nSalzgitter AG\nEisenhuttenstraBe 99\n$8239 Salzgitter\nGermany\nT +49 (0)5341 21-01\nF +49 (0)5341 21-2727\nPostal address\n38223 Salzgitter\nGermany\nsalz\nF a\nil\nDe\nhe"
},
  "language": "Languages.ENGLISH",
  "total_pages": 36
}
