{
  "file_name": "218_2126.pdf",
  "pages": {
  "page_1": "Future of emissions trading in the EU: Coverage Analysis - Launch Event\nERCST, Rue Archimeéde 61, 1000 Bruxelles\ne°\ne <\ne\n@\ne\nERCST\nRoundtable on Climate Change and Sustainable Transition",
  "page_2": "Roundtable on Climate Change and Sustainable Transition\ne <\nFuture of emission trading in the EU\n@\ne\ne\n“Future of emission trading in the EU\" project aims to provide original analytical\ninsights, pinpoint challenges, and propose solutions for its evolution during the\nsecond Phase of phase IV (2025-2030) and post-Phase IV.\nProject has kicked off in June 2024 and aims at addressing the following issues:\nFuture of emission trading in the EU coverage Role of emission trading in EU climate policy Price signal and competitiveness, Carbon removals, Agriculture, Market functioning, Architecture and governance.\n(Report launch September 26\" 2024),\ne” ERCST",
  "page_3": "‘a |ERCST\ne <\n1. Background\nRoundtable on\ne\nThe review of the emission trading system in the EU and how the architecture emerges should there be an expansion, is an issue of increasing urgency. The European Commission has also started its own examination.\nETS1 has become effective and gained new impetus and is seen as an important tool in the EU decarbonization toolbox. However, there is a need to examine the role and architecture of emission trading in the EU.\nRegulatory markets require policy stability and predictability; we have learnt that it takes time to make these changes and for the markets to adapt.\nWe are entering into new territory with the CBAM, the expectation of zero EUAs by 2039 in the ETS1 and the need to have a system that works. The problem of liquidity will emerge, and it is likely that we will see a more unstable market in the mid-30s. The transition to zero EUAs also needs to be managed, including governance. All this require examination.\nThis paper examines the areas for potential scope expansion. Where relevant, it will consider the possible merging and linking of the various emission trading under one or several umbrellas, and how their architecture relate to each other.\nBesides sectoral coverage, this paper also considers other scope expansions, including through the inclusion of additional GHGs, negative emissions, geographical EU expansion, as well as international aspects (linking and the use of international credits).\n@\nClimate Change and\ne Sustainable Transition",
  "page_4": "1. Background\nWhy considering ETS expansion?\nERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nNo direct or indirect policies impacting levels of GHG emissions.\nSectors not reducing GHGs emissions with current policies.\nNo EU wide harmonised approach?\nNo market approach/ no incentives?\nNew targets?\nImprovement of the market functioning?\nReducing the cost of climate policies.\nThe acceptability of climate policies",
  "page_5": "Climate Change and\ne Sustainable Transition\ne <\n1. Background\n@\ne\nWhat should be considered in assessing expansion?\n‘scenario’ at expansion place ETS1, ETS2, a separate emissions trading system in the EU, as well as modalities. They show possible outcomes, considering the status of EU regulation, rather than choosing a likely path. The scenario of merging ETSI and ETS2 is more speculative, considering that ETS2 has not kicked off yet.\n1 ‘current status’ describes the state of play of the current situation in terms of size of emissions,\ninstallations, current regulations, etc.\n‘timeline’ details the expected or anticipated chronology for expansion.\nlooks whether the considered\nshould take\nunder\n‘impacts on supply/demand balance’ analyzes the impact on demand and supply in the emissions trading system where this new area would be included and implicitly the impact on prices.\n‘impacts on market functioning’ analyzes impacts on liquidity, volatility, price discovery, stability, and\noverall market’ efficiency\n‘discussion’ is a section that intends to bring the above considerations together, and include others, in\nmaking the case for inclusion or non-inclusion.\n‘a |ERCST\nRoundtable on",
  "page_6": "most likely scenario\nClimate Change and\n@ Sustainable Transition\nading System freosge freosge coverage |coverage\nyear |Likelihood of\non ETS1/ETS2\nof\nfr\nincineration and\nlandfills\nERCST\n« Roundtable on\n@\nSf\n| EP\ni\n2029\n.\nPtP]\n|\n2. Outlook\nMunicipal waste =|\nMaritime ponon[eoapmnemnwe\nSmaller energy ~_ scale energy\n& industry\nindustries (CRF 1A1) +\ninstallations\nSmall manufacturing\nindustries and\nconstruction (CRF 1A2)\nCombustion\ninstallations below\nrated thermal input of\n20 MW\nNotes\n* high downward (++); low downward (+); neutral/no impact (0), low upward (-), high upward (--) pressure on prices pressure pressure on prices pressure on prices ** high positive (++), low positive (+), neutral/no impact (0), low negative (0), (high negative) --",
  "page_7": "2. Outlook - most likely scenario\nfe\nNon-CO2\nemissions in\naviation\nNegative\n(specifically DACCS\nemissions\nGeographical e.g. Ukraine\nexpansion\nInternational Targeted to the UK ETS1+ETS2 After 2030\nlinking\na\n‘« Roundtable on\ne\nLikelihood of\nan\np Be an\na\nCDR technologies | Ey\nand BECCS\nAll (depending |After 2030\nNot an\non timeline)\nenvironmental\ndecision\nMedium (for\nand EU neighborhood |ETS3 etc\ntargeted countries)\ncountries\nLow (outside\ntargeted countries\naa\nEe\na\nNotes\nhigh downward pressure on prices (++); low downward pressure (+); neutral/no impact (0), low upward pressure on prices (-), high upward pressure on prices (--) ** high positive (++), low positive (+), neutral/no impact (0), low negative (0), (high negative) --\n*\nClimate Change and\ne Sustainable Transition\nERCST",
  "page_8": "3. Take Aways/Recommendations\nERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nMunicipal waste incineration and landfills (Section 2.1.)\nThe inclusion of municipal waste incineration in ETS1 in 2028 is a scenario that is likely and makes sense.\n\"\nSome aspects that will need to be managed include the interaction along the whole value chain, environmental implications and interlinkages with different EU files, and safeguards to leakage, and cost pass-through mechanisms.\nInternational aviation (section 2.2)\n|\nCoverage of international departing flights (rather than departing AND arriving flights) in line with what can be considered as the EU’s fair share of emissions. Coverage conditional on no double burden with CORSIA. They could be integrated through two different approaches:\n= Extra-EEA departing flights + domestic aviation in a separate emissions trading system\n| Separate system would become the main decarbonisation driver for the sector (at the expense however of\nefficiency losses with respect to economy-wide emissions reduction)\n| Other measures (e.g. SAF blending quotas) rendered unwarranted.\nExtra-EEA departing flights in ETS1 together with domestic aviation (politically more realistic/viable option) | Consider introduction of a limit on the quantity of allowances that airlines can use from the stationary sector, as a way of introducing a hard cap on aviation emissions and inducing greater in-sector emissions reduction.\n=",
  "page_9": "e\n‘a |ERCST\ne <\n3. Take Aways/Recommendations\nRoundtable on\n@\nInternational maritime transport and smaller vessels (Section 2.3)\nMaintain the 50% scope with respect to international maritime voyage emissions even in the absence of international progress, as the reduced scope is in line with the EU’s fair share of emissions.\nERCST sees the inclusion of smaller installations in ETS2, and of installations below 20 MW total rated thermal input\ne\nthreshold as a likely scenario.\nThe integration of the first group will depend on the success of the ETS2. ETS2 is a new system to be tested, whose creation was hotly contested.\nThe assessment of small installations in ETS2 should be looked at considering their burden. Small installations could require financial schemes and similar carbon leakage provisions to small installations covered by ETS1.\ne\nClimate Change and\n@ Sustainable Transition\nInclude smaller vessels after a transitional period, giving relevant stakeholders in the value chain the necessary time.\nPossible inclusion of the maritime sector in a separate emissions trading system in the EU, possibly together with\naviation, warrants more assessment.\nSmaller energy and industry installations (section 2.4.)",
  "page_10": "e <\n3. Take Aways/Recommendations\n@\ne\nAgriculture (section 2.5)\nETSAg as a separate system is at least an option to be explored. It will be controversial and maybe painful, but if the EU wants to decarbonize by 2050, this is likely the best way, at an EU-wide -level. For political and administrative reasons, a mid-stream application could the most viable option.\n¢\n¢ The impact on farmers of creating an ETSAg should be at the core of the discussion. Competitiveness and carbon\nleakage will be central. A CBAM to agriculture will test the skills of EU diplomacy in the G77.\nNon-CQ2 emissions in aviation (section 3)\n* Including non-CO, aviation in the EU ETS Directive would at this stage be premature.\n¢ There 1s still a need for a better understanding, including trade-offs with CO,.\n* Better understanding by the end of the decade, giving at the same time aircraft operators sufficient time to equip aircrafts with the relevant measurement equipment.\nEmissions trading is one of the options. All options, including inter alia operational measures/better routing, improved fuel quality, continuing/expanding support through the Innovation Fund, merit further assessment.\n¢\nClimate Change and\ne Sustainable Transition\n10\n‘a |ERCST\nRoundtable on",
  "page_11": "3. Take Aways/Recommendations\nNegative emissions (section 4)\nERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nERCST sees CDR in ETSI] as a solution that warrants exploration and requires a legislative and regulatory framework.\nThe technical feasibility and commercial viability of CDR are aspects that will ultimately be determined by its users.\nThere is no apparent reason to delay integrating CDR into the current (and future) emissions trading system in the\nEU.\nImplementation should be gradual, with parallel efforts to enhance CDR's commercial viability through CCfDs. Two equally viable scenarios emerge:\n= 1) introduce CDR as a crediting mechanism;\n\" 1) incorporate CDR installations into ETS1 coverage while issuing CSU for sequestered carbon.\nThe legislative process need not wait until 2026. If CDR proves unviable at scale, either commercially or technologically, this will become evident, and appropriate measures can be taken accordingly.\n11",
  "page_12": "e <\n3. Take Aways/Recommendations\ne\n@\nGeographical expansion (section 5)\nERCST considers the geographical expansion of the emissions trading system in the EU to new jurisdictions, and more specifically the inclusion of Ukraine, offers potential benefits, with unknowns that need to be managed.\nThis includes increased market liquidity, international alignment with EU climate policies, and opportunities for exporting green technologies.\nKey concerns include the lack of data from Ukraine, the inexperience with carbon markets, the repercussions of agriculture, the geopolitical uncertainty, the post war-economic conditions and social impacts.\nInternational linking and use of international credits (Section 6)\nClimate Change and\n@ Sustainable Transition\n*\n12\n*\n‘a |ERCST\nRoundtable on\ne\n¢\nERCST sees international expansion as a necessity, with the only caveat being which sub-scenarios become necessary to ensure that the ETS delivers the objectives of the Climate Law, with minimal need for additional regulatory constraints and that it has political buy-in.\nIn light of this, removals, with a strong SDG component, and some price control mechanism that will ensure that\nthere is no strong deviation from EUA prices, will be seen as necessary."
},
  "language": "Languages.ENGLISH",
  "total_pages": 12
}
