{
  "file_name": "21_326.pdf",
  "pages": {
  "page_1": "Reducing the reporting burden in the EU\neo % 00 e « ERT\ne@oefe ©\nJanuary 2025\nLe ee ed\nee ee\n1 Introduction\nSustainability is a key driver for decision-making in companies and being sustainable is a competitive advantage. ERT is deeply convinced of the value of disclosing information on sustainability performance so that investors and customers have access to comparable and decision-useful data. Through disclosures that are limited in number but of high quality and relevance, preparers of reports build trust and earn credibility with internal and external stakeholders.\nCompanies led by the Members of ERT are committed to the Paris Climate Agreement. Legal texts such as the EU Taxonomy, Corporate Sustainability Reporting Directive (CSRD) / European Sustainability Reporting Standards (ESRS), Corporate Sustainability Due Diligence Directive (CS3D), or the Carbon Border Adjustment Mechanism (CBAM) can help industry reach the Green Deal targets.\nHowever, there remain significant challenges stemming from the overlapping and often non- comparable regulatory framework in the EU. The sustainability reporting requirements seem to be too focused on compliance and formalities instead of highlighting tangible actions by preparers to improve sustainability. Too many individual data points are not relevant to managing or steering the company and therefore are of limited use to users. This impacts their ability to make decisions based on the disclosed information and risks shrouding the relevant information due to information overload.\nThere are too many complex and generally vague definitions and terms, as well as unclear reporting scopes and disclosure requirements. As a result, companies, assurance providers and supervisory bodies are struggling to interpret, implement, audit and enforce these legislative acts. Diverging interpretations of the legal requirements considerably reduce the comparability of disclosed information — thereby undermining one of the key objectives of the legal acts.\nThis paper sets out the key issues and proposed policy remedies for reporting under 1) the Sustainable Finance Regulatory Framework (discussing mainly the CSRD, EU Taxonomy, CS3D), 2) the regulatory burden stemming from the CBAM’s implementation, and 3) administrative and compliance efforts around corporate taxation.\nAcross all three areas, Companies led by the Members of ERT agree on the following points:\ne Overall reporting complexity needs to be reduced, and requirements need to be simplified and reduced in line with the Commission’s target to reduce the reporting burden on EU companies by 25%. Disclosure requirements should focus more on metrics and information actually used by investors when making major investment decisions while taking into account the information needs of other stakeholders. Realistic timelines for implementing new legal requirements should be set. EU companies should have at least 24 months lead time from the publication of the final version (not the draft) of a legal act. 24 months should also allow supervisory authorities\nee ee",
  "page_2": "and auditors to agree and define conditions for audits and to build up necessary capacities.\nThe European Commission’s proposal for an Omnibus Simplification Package presents a unique opportunity to overcome some of these constraints and complexities — starting with the key sustainability files — by a) harmonising Directives and Regulations, and b) simplifying the various rules. Such an exercise could be applied to other areas of EU legislation as well (incl. CBAM, EU Battery Regulation).\n2. Create more proportionate and harmonised reporting under the Sustainable Finance Regulatory Framework\nIn the words of Mario Draghi, the EU’s sustainability reporting and due diligence framework are a “major source of regulatory burden, amplified by a lack of guidance to facilitate the application of complex rules.”' To illustrate, the EU Taxonomy Regulation covers nearly 700 pages, plus an additional 175 pages of FAQs. The CSRD and the ESRS currently cover more than 300 pages, plus 200 pages of implementation guidance and FAQs. More implementation guidance documents and FAQs are already in the pipeline.\nThis high burden on European companies has two immediate effects:\n1 The compliance burden put on EU companies gives them a competitive disadvantage vis-a-vis peers not subject to the new requirements. The current stream of new and complex Directives and Regulations and the costs and burden coming with it also add to the deteriorating investment climate in Europe. Diverging interpretations of the legal requirements considerably reduce the comparability of disclosed information, meaning the value for investors is limited. Instead of focusing on tangible projects and actions to increase sustainability, preparers need to shift increasing resources to compliance with the rules, undermining the legislation’s main purpose: to drive progress towards the green transition.\nReducing the cumulative reporting burden on European companies is necessary. If Europe gets its sustainability regulation right, it can act as a tool to future-proof businesses and boosting competitiveness.\nCompanies led by the Members of ERT strongly support the recent proposal to streamline the CSRD, the EU Taxonomy and the CS3D through a single ‘Omnibus’ regulation. Many reporting requirements in these legislations are redundant, not decision-useful for investors and can be contradictory, causing confusion for users. Aligning legislation on sustainability reporting and removing redundant and contradictory parts would make sustainability reporting more efficient. Policy-makers should think of ways in which to harmonise, streamline and simplify concepts under the announced Omnibus Simplification Package to reduce the reporting burden.\nA. Harmonise Directives\nWhile they relate to the same foundational frameworks, there are differences in requirements and scope between the CSRD, CS3D and EU Taxonomy. There is also only limited alignment between the three key initiatives and a set of other EU Directives. For example, approaches to climate and transition plans vary significantly between the CSRD, CS3D, Emissions Trading\n1 The Future of European Competitiveness: A Report by Mario Draghi, 318. p.",
  "page_3": "System (ETS) Directive and Industrial Emissions Directive (IED).? There are also diverging methods and concepts enshrined in EU legislation — the CSRD, CBAM, the EU Battery Regulation, the Ecodesign for Sustainable Products Regulation and potentially the EU Green Claims Directive use, for example, divergent methods to calculate the carbon footprint. This limits comparability and leads to confusion for the user regarding correctness and relevance of the disclosed CO2 emissions. At the same time, it also creates additional costs for the preparer due to multiple reporting processes and audits.\nFurthermore, some Member States have added additional requirements at national level following transposition. For example, in the context of the CSRD’s implementation, in Hungary, an extensive supplier survey needs to be conducted, which adds to what is already asked of suppliers. If it concerns a global supplier, they will then have to fill out a local supplier survey for Hungary. Any additional requirements at national level add unnecessarily to the reporting burden of European companies, reduce the comparability of the disclosures and contradict the ultimate aim of harmonising reporting requirements.\nAction points for policymakers:\ne Current legislation should be aligned and, where possible, harmonised.* e Member states should refrain from gold-plating and aim at a 1:1 direct transposition of EU legislation. Responsible (Member State) authorities should be supported, primarily by the European Commission, to clarify ambiguities and to partner in interpretation and implementation (e.g. CBAM). Clear and consistent legal texts would increase the comparability of disclosures and limit the need for additional guidelines and FAQs.*\nB Reduce and stop additional reporting burden under the CSRD*\nTo give an illustration of the current burden, the implementation of the current set of CSRD requirements has led to the recruitment of extra staff (between 15 to more than 100 FTE for some companies) to comply with reporting requirements for the financial year 2024. Auditing costs and IT costs have increased considerably with the introduction of the CSRD and the ESRS (an additional double-digit figure in Mio. € per company). And the reporting burden is set to further increase with the development of sector-specific standards.\n1 Many of the new ESRS standards are far too granular and insufficiently aligned with existing international standards (SASB, ISSB, GRI). Interoperability with the ISSB and other standards needs to be a “design principle” from the start of the\n* To illustrate, the CSRD refers to “climate transition plans” at level, the Emissions Trading System group Directive (ETS Directive) refers to “climate neutrality plans” at plant (or “installation”) level, the Industrial Emissions Directive (IED) encourages “transformation plans” at plant (or “installation”) level, and, finally, Article 22 of the CS3D requires the adoption and implementation of a “transition plan” for climate change mitigation (alignment with the CSRD has been already created: Companies that report a transition plan for climate change mitigation under the CSRD are deemed to fulfil this requirement, and subsidiaries covered by a parent company plan are also deemed compliant)\n3 For example, regarding transition plans, the calculation of the carbon footprint the definition of the or value chain.\n4 FAQ documents which aim to provide more clarity should not be published after August of any year, as these could potentially trigger re-work of completed activities. This especially applies to the FAQs related to the EU Taxonomy which tend to be published in November or December and cause a lot of practical constraints for companies which need to adapt in a hurry. This rule should also apply to any implementation guidance documents or Q&A documents being published by EFRAG or the Commission on the ESRS implementation.",
  "page_4": "standard-setting process. However, policymakers seem to be “re-inventing the wheel” and develop additional EU reporting requirements for sector-specific sustainability matters. All this leads to suboptimal outcomes. The first draft sector-specific ESRS for the Oil & Gas as well as the Mining, Quarrying and Coal sectors are estimated to double the reporting burden under the CSRD and the sector-agnostic standards. Many companies will also be subject to multiple sector standards, resulting in the addition of hundreds of pages to their annual reports.\nThe overall focus of the new Commission should be on making the CSRD and the current set of sector-agnostic ESRS work in practice. This needs to include a substantial reduction of the reporting requirements under ESRS set 1 and further substantial adjustments.\nAction points for policymakers for substantially improving the ESRS and the CSRD through the Omnibus regulation:\ne The Commission (and the European Financial Reporting Advisory Group (EFRAG)) should: [e) Halt all work on developing sector-specific standards: Existing cross-sector standards need to be reviewed first before additional sector-specific standards are adopted. Review existing ESRS as early as 2025 to simplify/rationalise the ESRS based on experience from reports published by preparers in year 1. The process to conduct a conclusive review should involve preparers, auditors, users (especially investors) and supervisory authorities. It should include a cost- benefit analysis and assess the comparability of sustainability statements within industries and between different sectors. Policymakers should also clarify the standards in ESRS set 1 as too many requirements remain vague and there is no unified guidance from auditors or national/EU authorities on how to interpret them, which leads to inconsistent application and/or interpretation by preparers, auditors, and local regulators. As a result, auditors are also taking a burdensome and costly approach to \"cover all bases\". To address this, harmonised assurance requirements need to be developed quickly also to ensure that a common approach is taken across jurisdictions. Moving the development of the standard for limited assurance forward to 2025 could be an option. They should focus on fair representation of the required disclosure requirements and a “true and fair view” on the reported information instead of a compliance ‘tick-the-box’ exercise against all required disclosure requirements. EFRAG’s work on the digital taxonomy (eXtensible Business Reporting Language (XBRL tagging)) urgently needs to be revisited as the proposed methodology is too burdensome without achieving the objective of understandability. Delaying the introduction of XBRL by a few years could be an option to limit the burden on preparers. The Commission should also consider whether the increased use of artificial intelligence by investors renders XBRL tagging necessary at all, versus the costs and burden for preparers. In practice, tagging is burdensome for late corrections, prone to errors, and every tiny misstatement would need to restart the process of Board approvals with a strict timeline.",
  "page_5": "Going forward, EFRAG and the European Commission should take on board the already existing SASB standards (SASB standards should be the basis for sector-specific ESRS). The overarching aim should be the harmonisation of sustainability reporting requirements to develop a unified global sustainability reporting standard similar to IFRS. The SASB standards are well known, proportionate, strongly supported by investors and broadly used by European companies to disclose information on sector-specific sustainability aspects.° They contain very useful key performance indicators and metrics to highlight the material drivers of risk and return relevant to business models in a specific industry. Their broad global usage ensures comparability across companies in the same industry. Finding an agreement with the ISSB to use SASB as European sector-specific standards will avoid a lot of duplication and enhance efficiency. For some industries, like mining, the EU could take on board other existing reporting standards that are widely used, like the GRI and the Global Industry Standard on Tailings Management (GISTM). There should be an overall focus on simplification (diminution) of reporting obligations. The proposal of the German government to use the LSME standards as a guidance could be a useful starting point. The CSRD should also be modified to reduce the reporting burden for European companies: o The subsidiary exemption should be extended to all subsidiaries of larger groups independently of their legal structure, size, location or financial market orientation. Currently, subsidiaries that are large public interest entities oriented towards capital markets are not covered by the exemption and must disclose their own sustainability statement. Consequently, fully owned subsidiaries that are capital market oriented (e.g. (re)-financing entities or special purpose vehicles for issuing securitisations) are obliged to publish their own sustainability statement. This is unnecessary as investors cannot invest in these entities. The consolidation scope of the CSRD should be reviewed and aligned with the consolidation scope of the financial statements, but also re-evaluate the boundary aspect taking into consideration specific industry characteristics (such as the distinction between operated and non-operated entities in the energy industry). e Regarding the first set of ESRS, the following technical adjustments should be made: [e) The Double Materiality Assessment should be vastly simplified. The evaluation of severity (based on the 3 parameters: scale, scope and irremediable character) is extremely complicated. Materiality thresholds must be made clearer for IROs (Impacts, Risks and Opportunities), particularly on impacts. As concepts and processes for conducting the Double Materiality Assessment are not defined in the ESRS (net vs gross approach, bottom-up vs top-down approach), the results will not be comparable even among companies in the same sector.®\n5 For example, the Climate Transition plan could be aligned with the UK's Transition Plan Taskforce framework, which has also become the ISSB standard.\n8 Guidance is needed how to align double materiality requirements with requirements to identify, on assess and prioritise human rights and environmental risks under the CS3D. Due diligence processes and related results should be automatically aligned with “impact materiality” under the CSRD/ESRS",
  "page_6": "o The obligation of collecting quantitative metrics on the entire value chain in relation to material impacts should be re-assessed: whilst acknowledging the importance to identify, assess and disclose the IROs in the value chain, it remains of the utmost importance to eliminate the request of collecting quantitative data along the value chain. This especially applies beyond Tier 1, as the undertaking does not yet have adequate leverage to obtain information and the quality of the data gathered beyond tier 1 is questionable and its usefulness to users limited. Some disclosures expected by the ESRS cover sensitive information from a strategic perspective, creating a competitive disadvantage with regard to non- EU companies currently under no transparency obligations. ERT proposes: i Revisiting the current wording of the exemption for disclosure of sensitive information as it is currently too stringent to be used to safeguard business secrecy, especially in an international business environment that looks set to become even more tense. Deleting all data points regarding the disclosure of anticipated financial effects (ESRS 2, E1-E5). The requirements are not currently harmonised and contain confidential information: ESRS 2 covers potential financial effects on all ESG risks and opportunities in a very broad way, E1 contains very detailed mandatory assessment for climate-related risks and opportunities, E2-E5 contain broader and less detailed requirements, for S and G topics no assessment of potential financial effects is required. Additionally, the ESRS lack guidance on how to calculate and measure these effects which will likely result in incomparable disclosures. Deleting all data points regarding significant Capital Expenditure (CapEx) and Operating Expenditure (OpEx) amounts (E1-3 Par. 29c) and CapEx/OpEx projections to fund action plans. Information on future investment projects is sensitive, and its disclosure may have a severe impact on the competitiveness of the preparer. Other metrics are not relevant to the CSRD’s purposes (e.g. the publication of a global remuneration ratio, which cannot give any useful information given the differences in salary levels between geographical areas) or seem to be relevant only for a small number of sectors/issuers (in which case they should be removed from the generic ESRS and included in sectorial standards), not to speak of a considerable number of drafting and translation errors.’ Preparers are asked to disclose metrics on certain sustainability matters (e.g. microplastics) for which no valid measurement method exists. Such disclosure requirements should be deleted.® o The ESRS should include the possibility to have a “comply or explain” mechanism for disclosures that the entity is not able to report on. This would\n7 To give another example, it is currently mandatory to publish table no 1 of Annex XII in Commission Delegated Regulation (EU) 2022/1214 covering gas and nuclear activities even if the entity is not involved in these economic activities.\n8 More research microplastics and their measurement needs to be undertaken before disclosures on are included. For example, 50% of the tire and road wear particles consist of road aggregates which are not microplastics.",
  "page_7": "explain the steps taken to make sure the information would be available in the upcoming years if feasible. Relying on estimates for some sustainability KPI simply doesn’t make sense as information would no longer be comparable and of good quality. The ESRS should refrain from creating “behavioral requirements”, including through definitions.° Instead of regulating the substance without a mandate for it and with the risk of fostering legal uncertainty for companies, the ESRS should be limited to specifying the points on which transparency is expected from undertakings. e ESRS metrics should be better aligned with disclosure requirements of other EU legislation (for instance on gender pay gap or women on boards or climate).'° Create a mechanism for proper consultation with businesses subject to the CSRD and the ESRS. Preparers should be involved more strongly in the development of the ESRS and the guidance documents. One option could be to open up the EFRAG Sustainability Reporting Board (SRB) to more preparers, thereby creating sufficient representation from businesses who are implementing CSRD. Currently, preparers are strongly underrepresented in the EFRAG SRB. We would also propose that any new standard under ESRS should be field-tested by European companies in the respective industries before they are included in any Delegated Act Phase-in considerations should be adjusted and adapted to properly address the challenges identified by both preparers and auditors. The aim should be to extend existing phase-in provisions if useful for improving comparability, increasing data quality and reducing the reporting burden for preparers.\n® For instance, the ESRS definition of “net target” requires minimum GHG emission reduction of zero a 90 to 95 % before any carbon compensation (regardless of sectors and geographies, and absent any justification for such quantified requirement). Instead, the ESRS should focus on specifying the points on which transparency is expected (e.g., quantification of targets, covered scopes, carbon offsetting schemes used, time horizons, etc.).\n10 There are a number of gender pay gap inconsistencies between CSRD/ESRS and EU Pay Transparency Directive (PTD): 1) CSRD/ESRS numbers are higher-level (global), whereas PTD is more granular and reported on a per-entity basis; 2) CSRD/ESRS gender pay gap is calculated based on average pay, whereas PTD will require reporting on average and median pay; 3) EU PTD will also require subsidiaries do determine the pay gaps within groups of workers (e.g., within a job grade). 4) Inconsistent thresholds in CSRD and PTD: CSRD in conjunction with Art. 3 of Accounting Directive foresees a threshold of 250 employees, whereas PTD lays down a lower threshold of 100 employees (Art. 9 para 4). 5) Unclear obligations in conjunction with ESRS: Application Requirement 101 (b) of ESRS $1 includes a list of relevant remuneration components on which companies must report; however, it is unclear whether this also applies to PTD 6) Unclear definitions in conjunction with CSRD and ESRS: Definitions of “pay” (Art. 3 para 1 of PTD, Art. 29b para 2 lit b of CSRD, and ESRS S1-16) and “engaging with workers’ representatives” (Art. 9 para 6 of PTD, Art. 19a para 5 of CSRD, ESRS $1-2) seem not fully aligned. 7) Inconsistent reporting frequencies in PTD and CSRD: For companies with more than 250 employees, Art. 5 of CSRD foresees annual reporting starting 2026, while PTD does so from 2027 onwards (Art. 9 para 2); smaller companies are asked to report every 3 years (Art. 9 paras 3 and 4 PTD). ERT therefore proposes to adjust the PTD: 1) Reduce the scope of the renumeration definition (Art. 3 PTD) and restrict variable pay components to payments in cash, not in kind. Pensions should also be eliminated. 2) Remove the very time-consuming reporting on Gender Pay Gap (Art. 9 PTD) as this is also covered at length by the CSRD — a duplication is not necessary. 3) As criteria for pay progression (Art. 6) are listed in collective agreements companies that are bound or apply collective agreement should be exempt from the information requirement (Art. 6 and Art. 7) on the pay progression by allowing to make a simple reference to the section in the collective agreement containing the information. 4) Harmonise the employee threshold for reporting requirements of Art. 9 PTD with other EU legislation (250 employees as in the CSRD). To significantly reduce the burden for subsidiaries it would be best to raise the threshold to 1000 employees as defined under the CS3D.",
  "page_8": "e A meaningful revision of CSRD should also entail a revision of Sustainable Finance Disclosure Regulation (SFDR) in parallel. Unless the requirements for reporting in SFDR are lessened/revisited, the extent of the revisions that can be made to the CSRD (and the EU Taxonomy) to diminish the reporting burden on preparers will not be sufficient.\"\nC. Simplification of the EU Taxonomy\nThe EU Taxonomy framework, in its current state, provides low value for investors and users in general, as comparability of the published data is very low (even within one industry) due to unclear definitions, ambiguities and lack of concise guidance leading to differing interpretations by preparers and auditors. This means that companies invest significant time and resources in disclosures that are then in fact disregarded by their prime user group. Furthermore, CSRD/ESRS seems to already provide external stakeholders with enough data and details on the sustainability of EU companies.\nTo deliver on the objective of reducing reporting by at least 25%, the EU Taxonomy should be overhauled completely as there is limited evidence that the reports have reached the primary objective of channeling more finance towards sustainability activities of companies.\nAction points for policymakers — to be considered in the Omnibus proposal — for overhauling the Taxonomy regulation:\n1 A materiality threshold should be included to prevent companies from investing time and money in minimal amounts of turnover and CapEx. Currently, the EU Taxonomy Regulation does not establish any materiality thresholds for eligibility reporting. The absence of a materiality concept for CapEx reporting means that if 1 euro has been spent on a specific activity, it has to be reported. For multinationals with more than EUR 100 billion in revenue and activities in more than 100 countries, it is practically impossible (or very costly) to allocate every euro or invoice to all potential activities, let alone assessing alignment to the EU Taxonomy for each individual project/invoice. In other words, collecting data and assessing numerous non-material yet eligible activities entails significant effort while adding little value. The regulation should therefore allow for a materiality approach by either providing a minimum threshold (for instance 10% of the total value of the respective KPI) or leave materiality to the judgment of the company and its auditor. The current OpEx KPI should be removed completely as there is no definition for OpEx under IFRS and it is an artificial KPI that cannot be reconciled with the financial statement. It is not used for steering a company and investors are not able to interpret the published figures. Existing usability issues in the substantial contribution and DNSH (Do No Significant Harm) criteria should be addressed.\"\n11 More specifically, for the EU to efficiently finance the transition, a revision of the regulation of Article 8 and Article 9 funds under the SFDR should be done, to ensure capital markets can actively finance European companies who are engaged in an orderly transition.\n12 For example, economic activity 8.1, which requires the implementation of the code of conduct for data centres that does not fit with reporting.",
  "page_9": "o The DNSH criteria should not go beyond existing (EU) regulation and should be based on international standards or agreements, so that they are fit-for-purpose, workable, and not too complex. Exemptions granted by the EU (e.g. in the absence of suitable alternative substances) should not lead to alignment criteria being missed — which currently is the case for some chemical substances, resulting in zero alignment for many sectors.'* DNSH criteria should refer as much as possible to existing certification or labelling schemes in order to avoid additional resources and costs and be proportionate to take into account the cumulative effect of meeting all DNSH criteria. The DNSH criteria for many closely connected economic activities are not harmonised leading to contradicting outcomes. \"* 2. The qualitative disclosure requirements should be reviewed and simplified by focusing on stakeholder-relevant information. The Disclosure Delegated Act requires the disclosure of some contextual information that is not relevant to external stakeholders (e.g. requirements on reporting breakdown of CapEx and OpEx). The human rights aspect should be completely removed from the ‘minimum safeguards’ to reduce the reporting and auditing effort. The reporting templates that are mandatory for the non-financial report are much too complex and detailed and not relevant to most investors: they should be simplified and focus only on the most important mandatory KPls. The human rights aspects from the ‘minimum safeguards’ aspects are already addressed in a more profound way through national legislation (e.g. German Supply Chain Due Diligence Act) and in the future by CS3D and are therefore redundant in the EU Taxonomy. Usage of the EU Taxonomy by investors might increase if it covered more manufacturing and technological sectors and their economic activities in the EU\nincluding those with very limited production capacity.‘ This would limit the current\n13 For example: the EU Taxonomy Appendix C in SOC (Substances of concern) significantly goes beyond compliance with existing chemical laws on material bans or substitution testing - including declaration requirements (in the supply chain): a) existing laws: from 10% SOC in the material, b) EU Taxonomy: from 0.1% SOC in the material. There is not a single EU legislation (other than the EU Taxonomy) requiring such a low reporting requirement for substances of concern (SOC) and is therefore not included in existing industry-standard agreements (GADSL - Global Automotive Declarable Substance List).\n\"4 For example, CCM 3.3 (“Manufacture of low carbon technologies for transport”) which comprises the production of automobiles and motorcycles, excluding the sale of parts and components (after-sales business) and CCM 6.5 (“Transport by motorbikes, passenger cars and commercial vehicles”) which includes the acquisition, financing, lease and operation of automobiles and motorcycles, excluding banking and insurance services. If a vehicle is leased/financed (CCM 6.5) criteria referring to compliance with various product-related European regulations and directives on, for example, emission limits, and rolling resistance coefficients and rolling noise requirements for tyres have to be assessed. Currently those requirements lead to major DNSH reductions for all OEMs applying activity CCM 6.5 for their leasing and sales financing business. However, those criteria are not relevant if the same vehicle is assessed under CCM 3.3, which has a different set of technical screening criteria. Consequently, the same vehicle could be aligned under CCM 3.3 and non-aligned under CCM 6.5 (due to DNSH criteria of CCM 6.5). This leads to discrimination and non-comparability in practice.\n1S For example, the Commission is currently developing Sustainability Code of Conduct for a telecommunication networks. It is not clear to the sector how this code of conduct will feed into the Taxonomy but could provide a good starting point to develop a new economic activity under the EU Taxonomy on electronic communication networks.",
  "page_10": "discrimination between sectors and companies and improve comparability at company level. Adding new activities would allow new sectors (e.g. digital technologies, telecommunication networks and services, as set out in the last Draft Council Conclusions on the white paper “How to master Europe’s digital infrastructure needs?”) to recognise and value their efforts to become more sustainable.’ ERT also acknowledges the need to proceed with caution as each extension may add complexity and administrative burden for companies with limited financial value for investors and stakeholders. Therefore, the Commission should begin to address these issues by focusing on the simplification and streamlining of existing requirements under the EU Taxonomy.\nD. Anticipate the lack of clarity in the CS3D*\nThe transposition process of the CS3D into national law should be put on halt, in order to launch a “competitiveness assessment’ of the impact of CS3D on European companies’ global competitiveness and on investment in Europe by non-European companies. Based on this, the EU acquis on due diligence requirements should be amended to simplify, harmonise, and streamline the numerous obligations. The compatibility of the CS3D with other EU sectoral and thematic due diligence legislation — including the EU Deforestation Regulation, the Conflict Mineral Regulation and the EU Battery Regulation — should be secured. This would entail providing for a single consistent definition of value chain / value chain of activities through all EU legislative acts.\nKey considerations for policymakers:\ne Due diligence requirements should be limited to Tier 1 of the value chain. They should only extend beyond Tier 1 in limited cases. The German Supply Chain Due Diligence Act could serve as an example. Removing article 29 on civil liability and relying on Member States’ well-established principles of tort law to avoid introducing an undue responsibility on companies over business partner activities over which a company has no control, influence, or visibility and meritless, excessive, and expensive litigation by various parties. The notions that define the ground for claims and the parties are too broad. There is a crucial need for harmonised definitions, across all texts relating to due diligence, to identify parties (including individuals and organisations) entitled to submit complaints. Reducing compliance costs and improving efficiency by removing any conflicting or doubling of requirements in other legislation. This would entail removing Article 22 regarding climate transition plans. Various provisions on transition plan disclosure obligations with inconsistent requirements have been established in recent years (e.g., CSRD, IED, ETS), leading to growing regulatory complexity, cost of compliance and legal uncertainty. The scope of application in Article 2(2) should be limited to EU companies and non-EU companies conducting business within the borders of the EU. This is necessary to properly clarify the application of the law and to continue attracting capital to invest in the EU.\n16 https://digital-strate ec.europa.eu/en/library/white- aper-how-master-europes-digital- infrastructure-needs\n10",
  "page_11": "e Urgent and rapid establishment of the “Single Helpdesk” for companies by the Commission (Art. 21) would help companies implementing the legal requirements. e The European Commission should provide clarifications and official guidelines (Art. 19) quickly and earlier than 2027, as foreseen in the legal text. Guidelines should not complicate or expand the legal requirements and the scope of the Directive. They should: [e) Ensure that, in the context of the due diligence policy, the consultation of the company’s employees is carried out at the level of the ultimate EU parent company and only for subsidiaries exceeding the thresholds of the Directive. The Directive does not address complex company group structures and, hence, fails to limit the due diligence obligations subsidiaries over which the parent company exercises a decisive influence. To prevent further fragmentation, the CS3D should be amended based on the model of § 2 VI 3 from the German Supply Due Diligence Act. Clarify art. 8 regarding the obligation of parent companies to conduct due diligence in relation to their subsidiaries’ operations: parent companies meet their due diligence obligations by establishing high-level, group-wide policies. However, it is the subsidiaries that are solely responsible for integrating these policies into their day-to-day operations. Clarify art. 26: a substantiated concern can only be submitted by or on behalf of a person whose protected legal interests under the directive have been infringed as a consequence of breach by the company of its obligations under this Directive. Ensure that the company itself can choose consulted stakeholders and that a company’s own risk mapping is followed. This will be the only way to make exchanges between stakeholders required by this Directive practicable. Detailed guidance on due diligence should be avoided as it would conflict with the fit-for-purpose and risk-based principles of the UNGPs and OECD Guidelines. These principles emphasise that the actions implemented, and systems adopted by businesses to conduct due diligence, should be appropriate and tailored to the operational context and risks which each company faces. Detailed guidelines could undermine this flexibility and the ability to tailor actions to the unique risks that a business might encounter. In case CSRD/CS3D are further aligned or even combined, the external auditor must be limited to the disclosures (under the current CSRD), and not cover due diligence processes (as under the CS3D). In general, disclosure regulation must follow due diligence regulation, not vice versa, as it seems to be today.\n3. Reduce the burden created by CBAM\nReporting will be an essential part of CBAM to ensure appropriate collection of information on emissions by suppliers and importers. However, current requirements result in disproportionate burdens on EU companies. The collection of supplier information on emissions is very complex and places significant responsibility on the importer, who must rely on the accuracy and trustworthiness of the information provided by the producer, even if certified by an accredited verifier. It is essential to ensure that the CBAM guarantees correct COz emissions calculations by the producer, in line with EU regulations, to prevent any risk of misalignment. Practical simplifications should be introduced:\n11",
  "page_12": "Key considerations for policymakers:\ne The current de-minimis threshold level of 150 EUR is too low, leading to huge complexities and efforts to record supplier information and emissions. By either introducing a higher threshold value, or weight threshold, companies can focus on impactful information and have leverage over the suppliers who need to provide the required details. A net weight of less than one imported ton per supplier/installation and reporting period should be out of scope of the CBAM reporting requirements. The threshold level should be based on net weight (kg or t for steel/iron and aluminum) instead of customs value (EUR). Redundant data capturing should be eliminated. CBAM systems should be pre- filled with import declaration information provided by the importers to customs authority systems. Furthermore, the requirements for inward processing must be elaborated and simplified.\n4. Corporate taxation -— de-cluttering of international tax rules and ease of administration and compliance efforts\nCurrently, EU tax legislation, whether at its own initiative or at the OECD’s, creates a significant burden for European groups for a very limited tax cash outcome. Priority should be to favour a clear normative tax environment that secures enterprises’ activities and fosters their competitiveness vis-a-vis non-European players.\nThe current complexities in tax legislation cause significant administrative burdens for companies and contributes to a deteriorating business environment in the EU. As things move (too) slowly, every effort should be taken to push for a de-cluttering of international tax rules. A special focus should be placed on easing administration/compliance efforts caused by the current (and planned) taxation legislation in the EU.”\nAs a general principle, existing reporting requirements should be assessed in terms of efficiency vs. compliance burden. Interactions of the recently introduced regulations with existing legislation should be analysed and checked for coherence (e.g. Global Minimum Tax and CFC rules).'® Any amendment of regulations should contain provisions to increase legal certainty for taxpayers. In particular, no further anti-abuse provisions should be enacted until the existing measures have been fully assessed.\nAction points for policymakers:\ne Promoting a coherent implementation of EU Directives across Member States (e.g. Public Country-By-Country Reporting (CBCR) Medical Device Regulation (MDR), , and the Anti-Tax Avoidance Directive (ATAD)), limiting deviations from the core framework to enhance consistency and reduce excessive compliance burdens. Reporting obligations for multinationals under the anti-avoidance regulations (ATAD) should be reduced to the level necessary and streamlined. In particular, online filings\n17 The two other major economic blocs, the United States and China, are unlikely to introduce Global Minimum Tax - Pillar 2 Rules. Hence, among the biggest economic blocs, only EU headquartered groups are and will continue to be fully subject to the Pillar Two rules, putting them at a competitive disadvantage and incurring excessive administrative costs.\n18 A proposal for permanent simplified effective tax rate calculation has been put forward by Business a at the OECD, the organisation representing business within the OECD.\n12",
  "page_13": "should be designed in a way to provide for maximum ease of administration for taxpayers (e.g. simple file uploads instead of newly designed interfaces). Planned and pending Directives should be hibernated, unless existing tax reporting burden is reduced. This is especially important for pending Directives, which are already covered/affected by Pillar Il. For example, the Business in Europe: Framework for Income Taxation (BEFIT), Transfer Pricing Directive, the Head Office Tax system for SMEs (HOT), the Debit-Equity Bias Reduction Allowance (DEBRA), disclosure of effective tax rates by country and the Unshell Directive. The EU should actively support the implementation of permanent Safe Harbours (simplification measures) for the Global Minimum Tax - Pillar 2, in situations where the effective tax rate in a country is above 15% and there is no top up tax at stake. This is in the interest of both tax authorities and multinational enterprises in order to focus time and resources on actual low-tax situations. For business predictability, the temporary Safe Harbour should be extended until the end of the next full calendar year after the publication of an agreed permanent Safe Harbour. The application of Pillar Il should also lead to a removal of DAC6 and DAC7.\"° Further reduction of the tax reporting burden for European companies could be achieved by: o Allowing cross-border remote work for a limited time (e.g. 3 months) without any tax or admin burden in the destination country to employee or business; Removing requirements for statutory financial statements (except corporate income tax compliance related) if the entity belongs to a group with its ultimate parent in the EU and subject to group level auditing; [e) A consistent and predictable pan-European interest limitation rule that encourages investment (rather than the current fragmented approach which makes the EU uncompetitive vis-a-vis non-European players); Removal of Pillar Two domestic tax, in case the parent entity is subject to Pillar Two.\nKKK\n* Nestlé and Unilever consider the CSRD and CS3D to address legitimate societal and concerns promote ownership and cooperation along the value chain. In this context, they only support measures that lead to simplification, clarification, avoidance of duplication and a reduction in the overall bureaucratic burden. L’Oréal only supports measures regarding the CS3D that lead to simplification, clarification, avoidance of duplication and a reduction in the overall bureaucratic burden.\n18 EU’s efforts to promote and implement best-in class tax standards constantly add to the taxpayers workload with debatable efficiency or a benefit.\n13",
  "page_14": "Thank You for reading this ERT position paper.\nThis paper was produced by the ERT Taskforce on the Reporting Burden, which is a sub-group of the ERT CFO Platform. The ERT Policy Director who coordinates the work of this taskforce is Philippe Adriaenssens.\nThe European Round Table for Industry (ERT) has a long history of promoting competitiveness and prosperity in Europe. In April 1983, 17 leading European business leaders came together to launch ERT. They were then, as we are now, united by a belief that European co-operation between industry, policymakers and all stakeholders is essential to strengthen Europe’s place in the world.\nToday, ERT Members include CEOs and Chairs from around 60 of Europe’s largest companies in the industrial and technological sector. We are committed to creating a strong, open and competitive Europe through which we promote sustainable growth, jobs and prosperity for all.\nWe publish reports and papers, which we share with the public, decision makers in European and global institutions and national governments. They are the basis for discussion and action. We advocate policies that underpin the values of freedom, tolerance, equality and openness.\nEuropean Round Table for Industry Boulevard Brand Whitlock 165 1200 Brussels Belgium\nTel: +32 2 534 3100 Email: contact@ert.eu Web: ert.eu\n14"
},
  "language": "Languages.ENGLISH",
  "total_pages": 14
}
