{
  "file_name": "21_325.pdf",
  "pages": {
  "page_1": "ERT\nERT’s vision for the Clean Industrial Deal\nDecember 2024\nGE?” > «Gf\nGQ\n> «=e",
  "page_2": "ERT’s vision for the Clean Industrial Deal\nContents\nSYNOPSIS & KEY MESSAGES\n1 CREATING A BETTER BUSINESS & INVESTMENT ENVIRONMENT 11 Simplification of the regulatory environment 1.2 Reducing reporting burden 1.3 More meaningful stakeholder consultations 1.4 Channeling investment 1.5 Ensuring a sound skills base\nENERGY POLICY: UPGRADE INFRASTRUCTURE, CREATE “LEAD MARKETS” AND IMPROVE CARBON MANAGEMENT 10 2.1 Deepening the Energy Union 10 2.2 Supporting industry decarbonisation 1 2.2.1 Electricity (power) a 2.2.2 Hydrogen (H2) 13 2.2.3 Renewable Fuels (biofuels and biomethane) 13 2.24 Energy efficiency 14 2.2.5 District heating 14 2.2.6 Energy affordability for nergy-intensiv industries 15 2.3 Create “lead markets” for low-carbon products and improve carbon management 16 2.3.1 Public funding and public procurement 16 2.3.2 Standards and definitions 17 2.3.3 Carbon Capture, Use and Storage (CCUS) 17 2.3.4 ETS and CBAM 18\n3. CIRCULARITY\n21\n3.1 Enabling a Circularity ‘lift-off’\n22\n3.1.1 Exploit all synergies of economic activities and their by-products. 22\n3.1.2 Secondary raw materials: scaling up and bringing down cost\n22\n3.2 Technology neutrality in recycling\n24\n3.3 Incentivising circularity\n25\n3.4 Critical Raw Materials\n26\n3.5 Water\n26",
  "page_3": "ERT’s vision for the Clean Industrial Deal\n4. DIGITALISATION\n4.1 Supporting digital innovation\n4.2 Enabling the uptake of digital technologies\n4.3 Strengthening connectivity\n4.4 Leveraging the Digital Product Passport\n4.5 Improving the energy consumption of data centres\n27\n28\n29\n30\n30\n31\n32\n5.1 Policy coherence with the Successor of Horizon Europe\n32\n5.2 Introducing regulatory sandboxes\n32\n5.3 Incentivise corporate R&D\nSS)\n5.3.1 Creation of Innovation hubs (TBC)\n33\n5.3.2 Tax credits\n33\n5.3.3 Leverage public procurement\n35\n5.4 Setting the bar high for the EU’s strategy on innovation 36\n6. FOREIGN ECONOMIC POLICY & TRADE\n37\n7. COMPETITION POLICY 39 7.1 State aid og) 7.2 Making better use of IPCEls 40\nANNEXES\n41\nAnnex 1: Reporting Burden Reduction\n41\nAnnex 2: Examples why the EU lacks a true Single Market for Waste\n42\nAnnex 3: Examples for digital technology supporting EU policy objectives 43\nAnnex 4: Innovation & Technology needs\n45\n5. DRIVING INNOVATION",
  "page_4": "ERT's vision for the Clean Industrial Deal\nSynopsis & Key Messages\n“How do you go bankrupt?”.\n“Two ways — Gradually, then suddenly | .\nithout a radical shift in mindset and policymaking, Europe’s industrial decline is set to go from gradual to sudden in the relative blink of an eye.\nTo turn this decline around, there is no time to waste to implement a realistic and actionable strategy to restore competitiveness before things get sudden. The Clean Industrial Deal is an integral part of this strategy.\nEurope can no longer be true to a values-based ambition “to be” without a con- crete and tangible willingness to act in the face of clear and present dangers to its “model” and “way of life”. This requires taking threats seriously and acting accord- ingly. For companies, it means rebuilding the business case for operating and investing in the EU, in the face of multiple serious pressures to do so elsewhere. It also means re-kindling Europe's ‘culture of innovation’ manifested by risk taking, capital allocation and the eager adoption of scientific breakthroughs and new technologies.\nThe European Round Table for Industry (ERT) holds a unique perspective on both Europe's challenges and opportunities. Bringing together leaders of Europe’s most prominent industrial and technology companies, it spans across industries, value chains and Europe’s geography. Companies led by the Members of ERT are global leaders in their fields, with operations worldwide.\nIf ERT Members have made it their business to issue stark warnings on Europe's future?, it is because their global vantage point allows them to see, all too clearly, how markets and relative balances of power are evolving beyond Europe's bor- ders. They also see Europe's strengths, where it is still capable of setting the pace, and what it takes & will take to retain and expand technology leadership to secure its future global position.\nErnest Hemingway, The Sun also Rises\n2. ERT 2024 Benchmarking Report: https://ert.eu/omr2024/",
  "page_5": "ERT's vision for the Clean Industrial Deal\nRebuilding competitiveness — the second\nvon der Leyen Commission\nSince being reconfirmed in her post by the European Council, President von der Leyen has sent important signals that restoring Europe’s competitiveness will be at the top of her priorities. The Clean Industrial Deal provides the first most sig- nificant opportunity to demonstrate this means making ‘industrial policy’ an overarching strategy. Just as importantly, it can restore the confidence of indus- tries and investors in the fact that Europe is both backing and “back in business”.\nDrawing on the Reports by Enrico Letta & Mario Draghi, the Commission's starting point is the right one and needs to be supported wholeheartedly by the European Parliament and the Member States:\n1.\nSimplify the EU’s overly complex and burdensome regulatory environment and complete its Single Market.\n2. Mobilise European public and private sector investment.\n3. Deliver a Clean Industrial Deal that turns the decarbonisation and circular transition of Europe’s economy into a success story of global leadership across industries.\nBut the proof of this now lies in moving from words and recommendations to action. If this happens, European industry will put its money where its newfound confidence is: 80% of CEOs are committed to investing in the EU, if Draghi’s recommendations are implemented’.\nMeans to match ambitions\nThe EU’s approach to Industrial Policy must become an overarching strategy to achieve industrial development and global competitiveness — and do so by follow- ing aclear political line across policy dossiers using all policy tools at its disposal.\nThe Commission needs to have the courage to undertake a radical rethink and reorient resources accordingly:\n1.\nGo for scale - put circularity alongside decarbonisation at the centre of the Clean Industrial Deal: Circularity has huge potential to become a driver of inno- vation and competitiveness for Europe’s industries domestically and globally. The Clean industrial Deal is the opportunity for the EU to break the ‘deadlock’ that holds back Europe’s circular economy from scaling up and provide busi-\nness cases for new key technologies.\nBe strategic on key inputs: To create a competitive and resilient battery value chain in the EU, Critical Raw Materials need to be recycled here and not elsewhere. Clean and abundant water is a critical resource for many strate- gic industries — to avoid scarcity, an ambitious strategy factoring in industrial\nusage must be a top priority.\nPut money on the table to retain Europe’s energy intensive industries and value chains. The EU cannot afford to lose its energy-intensive industries, and the current state of geopolitics makes it very clear that resilience of upstream\n3. ERT Confidence Survey November 2024: Europe's business leaders would ‘choose Europe’ if Draghi\nReport is fully implemented. https://ert.eu/documents/surveyh22024/",
  "page_6": "ERT’s vision for the Clean Industrial Deal\nindustrial capacity and value chains must be higher on the agenda. Industrial policy will need to include temporary & targeted state aid at the EU level as a pragmatic policy tool. This is the only way to bridge the time needed for Europe to decarbonise & electrify key sectors in a cost-efficient way and build-up suffi- cient supply of affordable renewables and low-carbon energy as part of the EU Energy Union.\neb\nDo better - commit to a moratorium on administrative burden and pro- vide relief: Europe's industries must concentrate on operating and competing globally and deliver state-of-the art solutions to Europe’s challenges. To free up capacity for creating real value, the EU must put an immediate stop to any fur- ther reporting and administrative requirements to companies already creaking under their weight. The time has come for EU policymakers to take the neces- sary steps to make adopted legislation implementable for companies of all sizes and sectors, in a pragmatic and innovation-enabling way.\nAccept risk - if European investors don’t take risk, our economy will stag- nate. There is no growth without risk — this is the very foundation of the capital markets and investment instruments that empower enterprise of all sizes. The EU urgently needs to find a ‘European way’ of enabling private sector investment in high risk/high return investments in Europe’s emerging companies. It needs deeper capital and debt markets to generate the huge investments needed in infrastructure and new technologies. And it needs them by 2027 to coincide with the new EU Multiannual Financial Framework.\n4.\nAmbition to act also means coming through strong on thissummer’s commitments:\ne Be bold in creating a better business & investment environment. No time\nshould be lost to stress-testing existing ClD-relevant legislation, eliminating\nredundancies, contradictions & inconsistencies across policy fields. Be rigorous\nin putting competitiveness first, working with industry to develop the legisla-\ntive proposals CID will trigger.\nPut implementation at the centre of ambition for energy transition. Speed\nup and expand the use of proven acceleration measures to expedite low-car-\nbon energy sources and infrastructure projects. Push hard on Member States to\nsecure faster permitting and energy tax harmonising. Regarding the future\nof ETS and CBAM a slower phase-out of free ETS allowances, or one conditional\nupon the proven effectiveness of CBAM, should be on the table. Reviewing the\nETS and CBAM time horizon, in an evolving international context, would safe-\nguard industrial competitiveness in the short to medium-term and provide relief\nfor energy-intensive industries in their transition to electrification and alternative\ngreener practices.\nSupport cross-border energy infrastructure projects now by providing coor- dination and funding instruments to mobilise investments. Address gaps in common infrastructure and support grid innovation, digitalisation, and mar-\nket-based flexibility to reduce overall grid costs whilst ensuring resilience.\nDigitalisation as a key enabler of the CID. The EU has committed to the digital transformation of its economy and all industry experience shows that without digital technology the green transition will remain out of reach. The CID must recognise these industrial ecosystems are interlinked and reinforce each other by including a plan for digital technology as an enabler for competitive decarbonisation, the build-up of renewables, circularity and resilience. CID must fire the starting gun for the development of sectoral digital strategies for\ndecarbonisation and circularity and trigger the inclusion of digital technolo-\ngies and connectivity into the EU taxonomy for sustainable activities.",
  "page_7": "ERT's vision for the Clean Industrial Deal\nMake innovation an overarching priority. Starting with a doubling in the budget to at least €220 billion for the next EU Framework Programme of inno- vation, EU support for R&D&l must be more pragmatic with a strategic focus on short, medium and long-term competitiveness. To get out of the hole the EU has dug itself into, where regulation front-runs, and therefore stifles, innovation, regulatory sandboxes must become a standard feature in EU policymaking. Public procurement also needs to be used much more strategically through- out the EU to help innovation find its market and gain scale.\nEurope must put the bar much higher for its overall level of ambition: The price question is “What does it take to make 'innovation made in the EU’ compete successfully on global markets?” The CID needs to answer this question for the areas under its remit, but also beyond.\nUse trade to Europe’s advantage. EU foreign economic policy needs to be ‘in-sync’ with the Clean Industrial Deal objectives, including the operationali- sation of the ‘promote’, ‘partner’ and ‘protect’ concepts of the Economic Security Strategy.\nThe CID should include a commitment that in trade and economic security the EU will pursue a much more sector-specific approach and coordinate closely with affected industries. For the CID to be successful given highly complex value chains, the EU’s actions must not have unwanted adverse effects on European companies.\nTo gain scale and compete globally, ‘technology made in Europe’ needs to access third markets and draw on critical raw materials from inside and out- side Europe: EU trade policy must become a more effective means to that end.\nThe EU CID must serve as an enabler of strategic priorities such as climate goals, societal cohesion, defence & strategic autonomy. Restoring industrial com- petitiveness Is the key to ensure Europe can future-proof its unique values-based ‘model’ & ‘way of life’ for decades to come.\nIn the face of crisis, Europe has always delivered: in the 1980s, when technology was disrupting the workplace, new entrants from Asia challenging established players and ‘Eurosclerosis’ eroded belief in the then EEC, Europe responded as one to create the Single Market.\nIt’s time to do so once again and fast.\ne",
  "page_8": "ERT’s vision for the Clean Industrial Deal\n1. Creating a better business & investment environment\nA Ss a matter of principle, decarbonisation, circularity and competitiveness are not at odds, but reinforce each other. They are the building blocks for a sustainable economy and prosperous society in which companies can thrive and citizens can enjoy high-quality employment and quality of life.\nAnd yet, Europe’s goals for the Green Transition require an unparalleled effort from companies as well as policymakers and citizens. This effort is manageable and becomes a growth opportunity, provided it is supported by the right policies and enablers.\nnstead of setting new targets and introducing more regulation under the EU Green Deal, the EU’s Clean Industrial Deal (CID) should focus on\nfinancing and implementing the transition in the least bureaucratic and most efficient way. That means enabling companies to find the most cost-effective ways to reach European climate and sustainability goals and increase productivity.\nERT estimates for energy infrastructure invest- ment needs amount to €0.8 trillion by 2030, scaling to €2.5 trillion by 2050%. Digitalisation also requires very high investments, according to the Commission €200 billion need to be raised for connectivity infrastructures alone. These vast amounts of financing can only be raised if:\ne The EU succeeds making its regulatory frame- work simple and coherent. This also implies reducing regulatory burden which has started to hit European companies’ competitiveness and makes operating in Europe increasingly dif- ficult and renders fresh investment unattractive.\nUnprecedented private-sector investment from all different types of investors can be chan- nelled in various ways to meet financing needs.\nEurope maintains a large skilled workforce, where skills need to evolve with industry and societal needs.\n1.1 Simplification of the regulatory environment\nSimplifying the EU regulatory framework and then providing policy coherence and stability is the most efficient way to attract more (private) investment for decarbonisation, circularity and their enabling technologies.\nThe CID should inform and reinforce the Euro- pean Commission’s new Simplification Agenda. Without simplification, burden reduc- tion and better coherence of Europe’s regulatory framework, industrial competitiveness will not be restored.\nBSSSOONOCOOOOOOOOOOOCOOCOOOOOOOOOCO OO OCOOOOOO OOOO OOOO OCOOOOOOOO OO OOOOOOOO OOO OO ONOOOOOOOOO OOOO ONSNOOOO OOO ONONON ON OOOOOOnOnOCnCnOOO On OnOncncnonnnnninnncncncirin i iii ir\n4. ERT energy publications: https://ert.eu/documents/energy2024/\n6",
  "page_9": "ERT’s vision for the Clean Industrial Deal\nTo move from words to action, the CID has to trigger:\nA “stress-test” — as proposed by Mario Draghi — of all EU regulation that is relevant for the Clean Industrial Deal objectives, to identify and eliminate redundan- cies, contradictions and inconsistencies. This analysis should involve a detailed review of how different regulations interact and impact businesses across the entire value chain. A clear eyed look, as a case of particular urgency and broad impact for the EU’s strategic goals, at the regulation for Chemicals (REACH), due to its relevance for many European value chains. The Clean Industrial Deal should give the neces- sary impetus to make REACH more efficient and provide clarity on the future of PFASS. Ultimately this will decide which investments and innovations companies can still pursue in key sectors within the EU, noting that these sectors are already considered strategic in competing jurisdictions. A competitiveness assessment of major corporate legislation to identify priority areas where simplification and clarification should be achieved. The proactive identification by all Commission services of simplification opportunities where rules can be simplified without compromising European Sustainability Goals. A practical and concrete initiative to unblock bottlenecks to investments, starting with simplifying and speeding-up the permitting for industrial sites across the EU. Establishing EU-wide timelines for permitting (as well as renewals and extensions) would improve predictability for industry and value chains as well as level the playing field for operations within the EU.\nFor new legislation, the Commission needs to adhere closely to Mario Draghi’s vision for a Competitiveness Check: A detailed analysis of the potential impact on business competitiveness, administrative burdens, and innovation accompa- nied by a meaningful Impact Assessment with the impact on competitiveness as its central concern.\nCompetitiveness Checks should also be used to assess proposals currently undergoing the legislative process, which have been inherited from the previ- ous Commission. Stakeholders should be invited to signal which proposals include elements which are incoherent with the new Commission’s competitiveness and simplification agenda, and the Clean Industrial Deal specifically. The Commission plays an important role in trilogues — but also in informing negotiations in Parlia- ment and Council. As such, the Commission services should ensure that their work on ongoing proposals is consistent with the new Commission's objectives.\nForward planning is equally important. The CID needs to commit to a strate- gic sequencing of future legislation, establishing a clear and realistic timeline for the adoption and implementation of new environmental regulation. This could involve (1) phased implementation (allowing businesses sufficient time to adapt by phasing in new requirements gradually); (2) alignment across policy areas coordinating implementation timelines across different policy domains to prevent conflicts and ensure a smooth transition); and (3) alignment along value chains driving supply and demand simultaneously). This approach must be balanced with the achievement of EU goals, which requires fully preserving sound regulatory prin- ciples (e.g., energy efficiency first, polluter pays, avoidance of carbon lock-ins, etc.).\neee ee eee eee eee eee eee tReet EEE EEE Eee EEE e Eee eee eee e ee eee e eee eee eee eee t nent een ee ee tnes\n5. Per- and polyfluoroalkyl substances (PFAS) include fluoropolymers that are advanced materials which enable critical and strategic industries such as the defence, semiconductor, clean tech, including batteries and hydrogen production, or the medical sector.",
  "page_10": "ERT’s vision for the Clean Industrial Deal\n1.22 Reducing reporting burden\nThe last EU legislative cycl has created unprecedented regulatory burden espe- cially in the areas of sustainability and due diligence. This affects all corporates and risks slowing down investments in the green economy.\nIn practice this means that the EU needs to make a concerted effort to ensure that in the application of CSRD, CSDDD, EU Taxonomy, and Forced Labour Regula- tion, amongst others, unnecessary administrative burden and overlaps are avoided.\nAs studied by the\nEuropean a bility reporting from the CSRD, the taxonomy and the compliance plan from CSDDD ina single report while merging the three texts. As the publication periods are close together, and some items are redundant, this would make the reporting more efficient.\nCommission, there is need to combine sustaina-\n1 Annex showcases relevant issues. Since December, ERT has also developed a ded- icated paper on this matter, available here.\n1.3. More meaningful stakeholder consultations\nThe CID should trigger a new form of interaction and cooperation between EU institutions and stakeholders throughout the legislation development process (and not just at its onset). Consultation processes n dto become mor pragmatic, efficient and oriented according to the shared goal of improving competitive- ness. Stakeholders should be invited to comment on Draft Impact Assessments before these become a fait accompli.\nThe Commission should make much greater use of sector-specific dialogues,\nworkshops and exchanges with individual companies on areas of particular sensitivity. Dedicated industry ‘envoys’ should be appointed for strategic sectors to help ensure coherence and feed into the development of clear competitiveness strategies that reflect the reality of industry value chains (e.g. incl. roadmaps for research, development, manufacturing; thoughtful economic security approaches; upstream and downstream requirements).\nBringing on board Member States’ representatives, MEPs and experts early on in such stakeholder discussions will helo engender co-responsibility by Member States & legislators. This is vital for ensuring workable rules, realistic targets and the smooth implementation of new rules, but also increase ex-ante awareness of ‘implementation traps’ and timeframes needed at national level.\n1.4 Channeling investment\nThe CID will only have real impact if adequate and targeted financing becomes\navailable to implement its ambitions. Most of this will have to\ncome Europe’s private sector, and not only from corporates and professional investors, but also from ordinary citizens whether via retail investment products or pension funds. This is also the only way to ensure that returns on investments made in Europe are distributed to Europe's citizens and create wealth and further invest- ment here, rather than seeping into third countries as is already happening today.\nfrom",
  "page_11": "ERT’s vision for the Clean Industrial Deal\nTo cater to a wide spectrum of European investors, different types of financing will have to be mobilised. The CID needs to include a mandate to DG FISMA to iden- tify a range of suitable financial instruments for wholesale and retail investors and revise the relevant financial sector legislations without delay. To maintain momen- tum, legislation has to be adopted by summer 2026.\nLack of equity financing for deep tech start-ups and scale-ups has led to Europe ‘bleeding ideas’ as innovators have had to ‘follow the money’ across the Atlantic. Building an European investment vehicle for growth-stage equity investment would be a logical and effective intervention and help build a robust basis for deep tech entrepreneurs to plan their future in Europe.\neanwhile, alongside advancing the CMU / Savings and Investment Union, policy- makers should also foster responsible risk investment through instruments such as InvestEU.\nIn addition, policymakers should focus on making all available European Funds, including the European Competitiveness Fund, efficient and accessible instru-\nments. To support SMEs in particular, the roll-out of one-stop shops for EU funding access should be coupled with consultancy services to support applications and manage the funds and aid programmes.\nTo unlock capital more immediately, fast-track funding for capital and operating costs (CAPEX & OPEX) is required: not only for first-of-a-kind projects but also their subsequent activation and scale-up until they become competitive.\n1.5 Ensuring a sound skills base\nProspects for Europe’s industries also depend on the availability of sufficient skilled labour. In times of demographic change and fast-evolving technologies, this is no longer a given.\nThe Clean Industrial Deal should trigger an assessment of skills needs expected over the next five years in the relevant areas. It also should trigger an evaluation on how EU, national and private sector measures have performed in stimulating STEM education, vocational training, reskilling of the unemployed and company-internal workforce upskilling and re-skilling.\nBased on these lessons, EU funds and national funds should be oriented to enhance programmes that have shown to achieve results or create new programmes based on observed recipes of success.\nAccording to ERT'’s own experience with the Reskilling4Employment initiative (R4E)®, one of the most important success drivers is that also for public-sector driven reskilling programmes, course content is developed together with industry and adjusted on an ongoing basis. To keep up with technological change, reskilling and up-skilling at scale will have to become deeply integrated into European labour markets.\nESE STOEL ESTES SS ESESSSTS TSS PTOCEUESECESOTSESTETOSESECSESSSOSS SSeS SSE TOSSES SSS E SST S SSCS Te SSS ESE Se ST STS eS eee TSS eT eee ee ey\n6. https://reskilling4employment.eu/en/",
  "page_12": "ERT’s vision for the Clean Industrial Deal\n2. Energy policy: upgrade infrastructure, create “lead markets” and tmprove carbon management\n2.1 Deepening the Energy Union\nurther developing the EU’s Energy Union with additional harmonisation of the Single Market for Energy and a regulatory frame- work conducive to investments remains the ultimate goal. This implies strengthening the nforcement of existing EU rules and eliminating national barriers to create a truly harmonised Sin- gle Market. Clear and consistent rules across the EU are essential for creating a level-playing field, to foster competitiveness (e.g., through cross-bor- der operations and new entry) and to prevent administrative burdens arising from national overregulation (a first and fundamental step to decrease power prices).\nAs energy costs are a key factor for the competi- tiveness of companies and the purchasing power of households, cost optimisation must be an integral part of energy policymaking. An agnostic approach, considering all decarbonisation levers — electrons and molecules alike —, that is consistent with the EU’s energy and climate goals, including energy independence, and the maturity and relative costs of different technologies, as well as a holistic view of the energy system will help optimising costs.\nImportant milestones include:\nAn accelerated harmonisation and stream- lining of permitting processes to avoid delays in the energy transition. Adminis- trative and permitting processes n dtob simplified and streamlined to accelerate the deployment of renewabl nergy, flexibility and network deployment. A first and necessary step is for ember States to urgently imple- ment the RED III provisions. A revision of energy taxes & levies on elec- tricity prices in light of EU producers’ global competitiveness. The EU needs a harmonised energy taxation framework, favouring low-car- bon energy and electricity, and consistent with the EU's carbon pricing scheme designed to reach energy and climate targets. In addition, the current European framework on energy taxation does not provide compensation for all sectors, even though they might experience an increas in energy intensity. In some EU coun- tries, more than 20 different taxes ar applied to electricity. This is further fragmenting the Single Market.\n10",
  "page_13": "ERT’s vision for the Clean Industrial Deal\n2.2 Supporting industry decarbonisation\n2.2.1 Electricity (power)\nThe CID should focus on implementing the Fit for 55 regulatory framework (e.g., the Renewable Energy Directive, the reform of the electricity market) in a way that facilitates the decarbonisation of European industry. The CID should help to:\nFill crucial gaps in infrastructures (including the renewal, reinforcement and digitalisation of transmission and distribution networks needed to connect both new generation and demands as well as the expansion of cross-border inter-\nconnectors), in renewable and clean generation and in additional flexible\nresources from both the supply and demand sides and\nfacilitate the long- term supply contracting as a basic element for both com- petitive and stable electricity prices\nRecommendations\ne The CID should include an initiative to maintain the momentum of the Grids Action Plan and recognise the key role of distribution grids for the suc- cess of the energy transition in the EU. This would require unprecedented amounts of capital for the modernisation and expansion of the electricity grid through anticipatory criteria, particularly at a time of high and volatile capital costs and fierce competition for capital globally.” It is a no-regret action: in the end, a more developed (and increasingly 5G-connected, fully digitalised, and “smart”) electricity production and distribution would lead to structurally lower energy prices. This will definitely yield positive benefits in the medium to long-term and hopefully also in the short-term although this is more chal- lenging to predict. Increasing the digitalisation of the grid is a very important route to increasing connections to the grid in the next 5 years. More specific guidelines for closing the financing gap for major grid investments should be developed. This includes obligations to incorporate 10-year anticipatory needs in the investment plans rather than only concrete short-term (2-3-year) needs. Enforced anticipatory investments implies an increased risk for the distribution system operators (DSOs) and a fair risk shar- ing between DSOs and society will be needed. Anticipatory investments are a step forward in the energy transition ensuring available network capacity, through cost effective investment (e.g., arising scale economies and exter- nalities), though it implies aligning network regulation with an extended planning horizon, and keeping attractive conditions for investment. The CID should be used to promote a faster build-up of renewable energy generation, grid infrastructure, and storage. |t should employ a holistic approach where, as part of a longer-term planning perspective, individual renewables projects factor in efficiency in connection to grid infrastructures. In addition, the CID should identify conditions for corporates’ efficient invest- ments in own renewable energy generation and microgrids to supply their own operations and guidance on permitting for connections to the surround- ing electricity grid.\neee ee eee eee ee eee eee ee EERE EEE EERE eee eee e eee teen eee e eee eee eee e eee e eee en ee eeenes\n7. From the current €33bn up to €67bn only in electricity distribution in EU, according to the recent Grids 4 speed study (Grids-for-Speed_Report.pdf).\na",
  "page_14": "ERT’s vision for the Clean Industrial Deal\ne In the short term, it is possible to accelerate the realisation of grid project by expanding the use of proven acceleration measures to expedite the permitting for all low-carbon energy sources and infrastructure projects — including new substations. In the mid-term, EU-level coordination should be established by creating (i) a permitting coordinator to assist in obtaining the necessary permits for low-carbon energy infrastructure (e.g. renew- ables production, new substations, storage, and new energy distribution grids); and (ii) a planning coordinator to speed-up the construction of cross-border grid infrastructure, including distribution networks. To help speed up electrification, the EU should develop an EU Electrification Action Plan to drive demand and incentivise industrial and transport electri- fication, in particular on the demand side, through carbon CfDs, more PPAs and by reducing non-energy related taxes and levies from energy intensives, In the short term, the already envisaged Industrial Decarbonisation Accel- eration Act should actively support the use of clean-tech and digital solutions, 5G connectivity, interoperable network platforms, Al, digital twins, and sen- sors (always including the appropriate security-by-design approach for the protection against hybrid threats). In the mid to longer term, the next EU R&D framework should explicitly support the development and improvement of technologies for energy efficient electrification and rely on public-private partnerships to attract long-term infrastructure funds. Support grid innovation, digitalisation, and flexibility, including mar- ket-based demand response to reduce overall grid costs through a proper regulatory framework. The regulatory framework should properly allow and incentivise asset performance excellence and grid-friendly flexibility (ie actively managing local demand during peak times across voltage levels to defer grid growth). Create a new dedicated Distribution Grids Facility in the next MFF, ear- marked for reducing the cost of debt associated to investments towards the required development of the distribution grid and compatible with the inte- gration of invested assets into Regulated Asset Bases. Supply support measures could include Contracts for Difference (CfDs), tax credits, incorporating support to help distribute or lower costs (through, for example, accelerated CAPEX recovery schemes), and facilitating the full use of market signals, especially in the carbon management value chain. Uphold focus on long-term instruments in the electricity market and signifi- cantly increase Power Purchase Agreement (PPA) volumes, with various de-risking initiatives making PPAs more accessible and less risky for the dif- ferent contracting parties. PPAs play a crucial role in the electrification of industry by providing competitive prices in the long term and on hedging opportunities to reduce the impact of price fluctuations. For many industries, system solutions offering stabl and predictable electricity supply are needed to create the confidence to decarbonise industrial processes. For energy-in- tensive industries that have a continuous production process, the volatile profile of some PPAs makes that they may require other measures to acceler- ate decarbonisation at an affordable cost.\neee eee eee eee eee eee eee eee ee eee eee eee eee ee ee ee ee ee eee eee eee ee eee ee ee ee ee ee ee eee eee ee ee ee ee ee ee ee ee ee eee ee ee ee ey\n8. An example of a potential barrier to PPAs is the carbon footprint methodology in product legislation such as the EU Batteries Regulation. Ensuring the valorisation of PPAs in the carbon footprint of the products we make is the first important regulatory barrier to be removed to make PPAs attractive for the industry.\n12",
  "page_15": "ERT’s vision for the Clean Industrial Deal\n2.2.2 Hydrogen (H2)\nThe major challenges for clean hydrogen are:\nThe supply of green hydrogen is anticipated to be limited; The production prices of renewable hydrogen are currently too high compared to the expected affordable price for consumers; The lack of a liquid market, resulting from the missing infrastructure to get hydrogen to demand centres; The support needed by energy intensive industries in creating value for their downstream products made with clean hydrogen, which should reflect the renewable origin and carbon intensity of the H2 input.\nRecommendations\nAllow and incentivise all forms of decarbonised hydrogen and hydro- gen carriers, including low-carbon hydrogen (as long as they are compatible with the EU’s long-term energy and climate objectives), by, firstly, setting out the definition of low-carbon hydrogen based on carbon intensity criteria; and secondly, targeting the efficient use of scarce H2 molecules; and, thirdly, spec- ifying the role and conditions of imports.2 Given the current critical debate on low-carbon hydrogen specification and the urgency to kick-off a hydrogen market, the relevance of blue hydrogen should be recognised. Consider amending the RFNBO Delegated Act well before 2028 in order to give regulatory certainty to the deployment of green H2 projects (namely it is necessary to have a vision as clear as possible of how additionality and tem- poral correlation requirements will be beyond 2028). Adopt clear instruments to incentivise hydrogen offtake, in parallel with sup- ply-focused legislation. Further defragment, concentrate, develop and allocate resources for support schemes to improve competitiveness of renewable and low-carbon hydrogen production costs. For example, incentivise the EU-wide production of renew- able and low-carbon hydrogen using fixed-premium mechanisms. As long as renewable hydrogen is not abundant, prioritise support towards decarbonising existing uses (refining, fertilizers) and foster its use in hard- to-abate sectors, where the CO, emissions reductions will be most effective, including for industries such as steel, fertilisers, glass and long-haul transport.\n2.2.3. Renewable Fuels (biofuels and biomethane)\nEurope has the potential to produce both biomethane and biofuels and other renewable fuels domestically that could support the reduction of emissions and are absolutely integral for decarbonising in particular hard-to-abate sectors, includ- ing aviation and shipping. However, progress is held back by low market uptake and/or slow implementation of new infrastructures, and general regulatory uncer- tainty for investors.\neee ee ee ee eee eee ee eee ee ete EERE EERE eRe EER e eee eee eee tee e eee eee eee e teen teen ee eeenes\n9. Address and define role and conditions of imports, in part by introducing global standards (e.g. for H2 GHG emission assessment) and mutually recognised certification schemes.\n13",
  "page_16": "ERT’s vision for the Clean Industrial Deal\nRecommendations\ne The EU should build up industrial capacity to produce biofuels which will be necessary for a cost-efficient decarbonisation of hard-to-abate sectors, in order to enhance the EU’s economic security and energy supply. The EU needs a comprehensive strategy for the transition of liquid fuels to deliver additional efficient and sustainable options for decarbonisation (including biofuels) of industries — such as the refining, aviation, maritime, logistics and automotive industries — and secure continued capacities and technology leadership in Europe. This strategy should also motivate Member States to speed up permitting for needed infrastructure projects. Th EU needs to ensure that certification standards are met throughout the market, especially with regard to advanced biofuels imports from third countries. The EU needs instruments against dumping and fraudulent imports of biofu- els and e-fuels in order to protect investors in Europe, in particular first movers. The potential of biomethane should be exploited where it could help to serve remaining methane demand and to deliver, combined with CCS, the negative emissions necessary to achieve Net-Zero in 2050. It reduces exposure to geo- political risks and global competition, helping to stabilise final consumer prices; injected to the gas system and stored in gas storage facilities, it is a crucial means to respond to variations in seasonal demand. And it has benefits beyond the energy sector, by reducing methane emission for agriculture and waste sectors.\n2.2.4 Energy efficiency\nCapacity constraints can be addressed by increasing the energy efficiency of exist- ing machinery and industrial equipment.\nRecommendations\ne A dedicated energy efficient machinery renovation programme is one option, primarily aimed at reducing energy consumption at facility level by encouraging facilities to replace equipment with more efficient iterations. Another idea is a sustainable building program for factories, which would involve develop a framework for building and refurbishing industrial facilities, deploying 5G connectivity and digital solutions, with the aim of making them more energy efficient. This specific idea is of great importance as it would help many businesses to reduce their energy consumption, therefore making them more competitive and allowing them to reduce their overall carbon emissions. An accelerated deployment of smart energy meters, for more efficient management and consumption of energy networks, would already be help- ful in the shorter term.\n2.2.5 District heating\nAs significant amount of energy is used in the heating sector (low and high tem- perature), which must be addressed in the CID.\n14",
  "page_17": "ERT’s vision for the Clean Industrial Deal\nRecommendations\nSimplify possibilities to invest in efficient and predominantly renewable dis- trict heating. As this requires long-term investments, it is of high importance to improve the bankability of projects. Encourage new and replacement investments in combined heat and power (CHP) to enforce the switch to clean or low-carbon fuels.\n2.2.6 Energy affordability for energy-intensive industries\nThe hard-to-abate sectors like steel, aluminium, chemicals, cement and refining face an enormous decarbonisation challenge. In order to keep thes industries in the EU, and allow EU customers access to low-carbon and circular products, a nuanced approach will be n ded to alleviate th nergy cost for these energy-in- tensive industries.\"\nFirst of all, the most cost-efficient way to date in the EU has been to arrange the electricity system through a well-functioning market. This market also offers good opportunities for industrial electricity consumers to build flexibility capabilities into their processes. Still, not all processes have the same magnitudes of opportunities. For example, it will be important to rely on market mechanisms and price signals, so the recently adopted Electricity Market Design reform relying on CFDs and PPAs deserves to be supported and should not be re-opened, although it will be necessary to find at least a short-to-medium-term solution for the energy-intensive industries which face energy costs in the EU that are much higher than elsewhere in the world.”\nSecondly, there are measures in use to ensure energy-related cost competitiveness to industrial consumers. Measures outside the electricity market like transitional agreements and/or state aid might be a short-term option (which should, how- ever, avoid being a direct market intervention). Direct support measures at EU or national level should help reduce the average cost of electricity born by a wide range of sectors, including Ells. A more sustained solution would involve a revision\nof energy taxes and levies on electricity prices. There is a need to implement a harmonised energy taxation framework in the EU, consistent with the EU's car- bon pricing scheme to reach energy and climate targets. In some EU countries, more than 20 different taxes are currently applied to electricity, thus hampering the incentivising effect of the ETS and fragmenting the Single Market.\nWhilst mechanisms would need to be designed to make the cost of electricity afforda- ble for energy-intensive industries, it will at the same time be important to not distort market mechanisms and to ensure that the selling of electricity by suppliers remains economically profitable. Various targeted support measures for Ells (and possibly other sectors at risk of losing out economically) should be reflected on, such as:\ne Include increasing incentives for the use of PPAs to alleviate some of the prob- lems for both industrial buyers and for electricity producers looking to secure their revenue stream. Another way is for an Ell to structure an electricity price close to the cost of pro- duction, is to negotiate a PPA with a producer, according to its needs in terms of quantity, stability, sustainability and delivery, in exchange of a long-term com-\nTOCEUECECECSTSESTETESESE EL ELSTSSS SSeS TS ST ee TESS Se ST Se SESS eS eee Se Se SSeS SSeS Se See SSS ee TESS SESE SSeS STS eS eee ee eee Tee eee eT\n10. In the short-medium term, EU power prices are not likely to reduce due to the marginal pricing system in Europe, as the EC JRC report assesses.\nTl. The scope of which industries are included in Ells could be somewhat broadened. A sector like civil aviation, should also be fully considered as it can contribute significantly to reaching net zero CO, emissions by 2050.\n15",
  "page_18": "ERT’s vision for the Clean Industrial Deal\nmitment. A “Clean Firm Power” guaranteed supply is what Ells expect, and the “actual cost” is a combination of the various necessary means of production (covering both CAPEX and OPEX).\nFurthermore, it will be essential to reinforce relevant funding support for the decar- bonisation of industry, including Ells and transport. This should entail de-risking of investments, increasing the share of ETS revenue earmarked for climate and energy\npurpose at both EU and MS-level and earmarking at least part of ETS revenues for\ndecarbonisation investments. Such revenues can also be used for energy efficiency, and for decarbonisation via both electrification and early production and deployment\nof low-carbon fuels and gases, clean hydrogen, and (bioenergy) CCUS in ETS industrial sectors. This form of financing could cover both CAPEX and OPEX.\n2.3. Create “lead markets” for low-carbon products and improve carbon management\nPolicymakers should create “lead markets” for renewable, low-carbon and cir- cular products, such as hydrogen, hydrogen derivates, synthetic and bio-based fuels, bio-based and/or carbon recycled chemicals, new technologies for batteries, zero-emission vehicles, low-carbon cement and steel, and biobased alternatives to fossil feedstocks etc. Such policies need to deliver business cases for investments into EU value chains for decarbonised products and production methods. A mar- et-based approach would be more sustainable and cost-effective than subsidies and create scale. If we only create demand that can be more easily supplied by third countries because of cheaper production costs, EU industries will not be enabled. It is critical that a market is created for low-carbon products, as we cannot subsidise our way out.\nTo create an attractive market for sustainable solutions, targets for the share of renewable raw materials should or may be assessed and subsequently set for spe- cific end-product groups. Targets would work well in sectors such as packaging, textiles and automotive industry, where materials are already successfully recycled.\nThe EU will need to stimulate the deployment of bioenergy, industrial carbon management, Carbon Capture, Use and Storage (CCUS), recalibrate the balance between the ETS and CBAM and aim to devise real business cases for decarbon- ised products and methods whilst developing actual incentives for creating scale. Furthermore, the CID should focus on improved “carbon management” to prevent carbon leakage in an uneven global playing field.\n2.3.1 Public funding and public procurement\n] The Industrial Decarbonisation Accelerator Act should not only contain addi- tional funding to support the decarbonisation trajectory of existing and new energy-intensive industries, but also enable private investment towards upgrad- ing energy infrastructure as well as CO, infrastructure. A better distribution of existing ETS revenues is essential and it must go to achieving deep decarboni- sation of industry. Introduce qualitative, non-price criteria in public procurement and in com- petitive bidding processes for renewable auctions as defined by NZIA. Criteria could be renewable, bio-based, low-carbon etc. Non-price criteria should be technology-specific to avoid distortions. Moreover, these criteria Should be care- fully designed, taking into account the evolution of EU manufacturing output and global supply chains development, to avoid scarcity of products or exces-\n16",
  "page_19": "ERT’s vision for the Clean Industrial Deal\nsive prices — which would slow the pace of decarbonisation. Another idea is to require publicly procured services, which directly or indirectly require vehicles or machines, to contribute with mandatory CO, reductions, in line with the CO, regulation for HDVs. Public contracts should be awarded only to the best price-sustainability-tech- nical performance ration, thus enabling quality, sustainability, and innovation.\n2.3.2 Standards and definitions\nCreate binding standards for products, for example by using credits from abate- ment investments in EU value chains or introducing carbon-intensity thresholds for, for example, finished products, which could drive additional investment into Europe. In doing so, it would be important to avoid greenwashing. Ensure harmonised standards become the norm to respect the principle of a truly ‘single’ market that would enable companies to roll out the same innovative technique to all 27 EU Member States, without further delays. The lack of a well-functioning har- monised standardisation process has delayed and, in some cases, even delayed the placement on the EU single market of key low-carbon construction products. As an example, to improve the business case for carbon capture investments in Europe, and particularly to enable the well-functioning of an EU-wide interop- erable CO, infrastructure market (transport & storage), it is vital to ensure timely definition and implementation of EU-wide standards for CO, specifications. Carbon compensation is a flexibility tool which allows companies, in addition to imperative industrial emission reduction, to adjust their decarbonisation path- way towards their climate objective. It should be workable and therefore also be amended by adding a premium to green products and installing a Carbon Inten- sity score whilst avoiding new layers of reporting or certification requirements.” There is a general risk that relaxing carbon compensation conditions would ulti- mately degrade the opportunities offered by standards and definitions (that should be clear, operational and as simple as possible). Low credibility for the stan- dards would turn them useless. The primary goal remains to avoid greenwashing.\n2.3.3 Carbon Capture, Use and Storage (CCUS)\nTransparency and trust are paramount. The EU must establish a robust system to track and verify the flow of captured CO,, ensuring its permanent stor- age and preventing any risk of re-emission. In addition, transparent carbon footprint reporting for products will be crucial in stimulating demand for low-carbon products. Enable business models for the BECCS and whole CCUS value chain in the EU, including for the hard-to-abate sectors. |n coordination with Member States, develop concret incentives for deploying carbon capture and storage. This should also include capture of industrial CO, streams. For example, there should be a sound carbon price (ETS + Voluntary scheme), support to emit- ters (Carbon Contracts for Difference schemes), a CO, infrastructure backbone, unobstructed access to transportation across the EU, and a link with the UK on ETS by 2030 and on cross-border transport and storage.\nSSeS TSS T eee SS TEST STS TST eee PTECEUELECESSESESTETOSESECLELSTSSS eT eS SSE Te eT SSeS Se See TST SSeS e Se SESE eee SSeS eS eee eee eee eee ee eT\n12. The Regulation establishing a Union certification framework for permanent carbon removals, carbon farming and carbon storage in products, requires the Commission in art 18 Ic to report on aligning carbon compensation/offsetting (referring to Art 6. Of the Paris Agreement, CSRD, the Climate Law, the Climate governance regulation and the Green Claims Directive).\n17",
  "page_20": "ERT’s vision for the Clean Industrial Deal\ne To make the business model of the CCS value chain viable, emitters should be given more certainty on the value of the abated emission and should be able to capture additional value with negative emissions. To do so, the Commission could: Implement some of the provision of the EU ETS Directiv (Articl 8a) the pro- vide Carbon Contracts for Difference ‘CCfDs) under the Innovation Fund to emitters. This will allow Ells to lock in a fixed CO, price over a reasonable period of time and give them sufficient visibility to take FID on their capture projects. In addition, potential for carbon removal (from waste incineration, from bio- mass treatment) offers sensible potential to add value if those carbon removal certificates have a market value. The incorporation of carbon removal within the emission trading system, or any other organised system, should be accel- erated to give perspectives to investors. e A final set of additional measures: > Inconsistencies & legal barriers to decarbonisation solutions such as CO, util- isation should be removed - particularly, it should be acknowledged the role that captured CO, from unavoidable process emissions have in the economy as a source of efficiently-available CO, that can be used as feedstock for many applications (chemicals, e-fuels, food) particularly in the context of extremely limited supply of biogenic and DAC CO,,. As a specific example: it is urgent to review the current CCU framework re- garding the utilisation of industrial CO, in the production of Renewable Fuels of Non-Biological Origin (RFNBO) and consider removing the ‘sunset clause’ introduced via secondary legislation which renders the use of industrial CO, unfeasible by 2041, putting at high risk CCU projects co-financed by the EU nnovation Fund. A review clause on the 2041 date is foreseen as part of the Delegated Act and could be activated when required. Also, the CO, accounting rules in the ETS Directive may need to be reviewed that CO, allowances surrendered by th ‘ mitter’ of the CO, to ensure are con- tained in a CCU product, and not by the capturing installation. The CO, ac- counting should ideally be done at the point where CO, is released into the atmosphere. Support schemes should be devised in a way that they are practically acces- sible both for off and on-shore projects, taking into account the differences in their business models and risk profiles. Support schemes and regulation should aim to create a lucrative and com- petitive CO, capture, transport, use and storage markets, and can then drive scaling-up. While targets play a role in creating demand visibility, extending the existing ones in their current form is not advisable...\n2.3.4 ETS and CBAM\nCBAM is a complex, untested instrument with many loopholes and huge admin- istrative burdens and liabilities for the EU importer. It would be better to assess the impact of the current activities in scope thoroughly before imposing extra reporting obligations on EU industry. Another issue is indirect emissions, which is considered a very big loophole and puts further electrification of multiple elec- tro-intensive industries at risk if not properly addressed.\nSeveral measures could be considered:\n18",
  "page_21": "ERT’s vision for the Clean Industrial Deal\ne Improving the liquidity of the Emissions Trading System (ETS 1) through the integration of high-quality, technological EU carbon removals, certified under the CRCF, and as recognised by the Commission in their 2040 Climate Target impact assessment. Allowing a small amount of 1:2 emission - carbon removal ratio offsetting, the current reduction in allowances can be kept while also granting flexibility for hard-to-abate emissions. Integration with other Emission Trading schemes (e.g. UK) should be considered in the longer run. As the free ETS allowances are currently scheduled to be phased out as of 2026 to force ETS industries towards net zero by 20339, it is key to improve the carbon leakage measures, as effectively as possible. Currently, the FA phase out for CBAM sectors will become material in particular from 2030 onwards. A slower phase-out may need to be considered, or the phase-out Must be made con- ditional to CBAM being effective.¥ There is time to test if the Carbon Border Adjustment echanism (CBAM) can work effectively. A phase-out brake could be added in the ETS, if CBAM is proving to have implementation issues. Improve the implementation of CBAM during the transition phase. We need further improvements in CBAM implementation, e.g. simplification and reduc- tion of administrative burden. CBAM should not yet be abandoned but instead improved in implementation to ensure it is fit-for-purpose with clear guidance, easy compliance and enhances Europe’s green economic competitiveness. In addition, it is crucial to ensure a watertight implementation of CBAM - this is one key tool to enable EU industry to remain competitive on the global stage. More specifically, EU policymakers should consider the following measures: revisiting the export problem and how collected revenues can be best rein- vested in helping impacted industries transition; closing the remaining loopholes, such as the exclusion from CBAM of recy- cled materials (zero emissions presumption);% avoiding the very high risk of “resource shuffling” of low carbon products by third countries;® improving reporting practices to minimise the administrative burden on companies (the very low reporting thresholds are currently based on value without taking account volume, and should be increased); ensure globally harmonised emission calculation models to avoid different ways of calculating between different countries’ CBAM initiatives; working with industry in identifying products at risk of carbon leakage to maximise value of extensions; working on streamlined process: - Extend deadlines for default values. Preferably, implement minimum thresholds for their application, and acknowledge the difficulties in obtain- Bee eee ee eee ee eee eee eee eee EERE EEE EEE eRe eee E eee eee ee eee e Hee eee eee teen teen teen eeenes 13. The Draghi Report recommends to “Closely monitor and improve the design of CBAM during the transition phase. Evaluate whether to postpone the reduction of free ETS allowances if CBAM's implementation is ineffective.\" 14. This exempts in practice one third of global aluminium volumes from carbon costs that are faced by all EU companies. 15. As the carbon intensity of steelmaking is very heterogenous, the CBAM can be circumvented by exporters in third countries who can redirect only “clean” (low carbon) products to the EU whilst their carbon-intensive products go to the domestic market or third countries (resource shuffling). Limiting imports be required for steel produced outside of Europe with structurally lower emissions,\nmay\nparticularly scrap-based steel.\n19",
  "page_22": "ERT’s vision for the Clean Industrial Deal\ning reliable data from suppliers in third countries. This practical approach prevents unfair penalties for companies facing these real-world challenges. Adjusting the de minimis threshold would streamline CBAM processes by exempting low-impact imports, allowing businesses and authorities to fo- cus resources on addressing more significant sources of carbon emissions. > Reassess th rules / application of CBAM on electricity imports, including electricity produced by renewable offshore assets located in the EEZ of a Member State, which may lead to double carbon pricing and impact the en- ergy transition. Prevent CBAM fraud and evasion via the set-up of robust monitoring systems and a uniform implementation across the EU. Particularly, the EC should con- sider all relevant tools to prevent fraud, such as a review of customs codes and the use of sampling. Ensure CBAM rules strictly reflect ETS rules, with effective monitoring and control mechanisms, including for accredited verifiers, and strict penalties for non-compliance.\n20",
  "page_23": "ERT’s vision for the Clean Industrial Deal\n3. Circularity\nhe EU has to become much more strategic on circularity. It has to be embedded in Europe's wider competitiveness ambitions.\nCircularity needs to be at the heart of the Clean\nIndustrial Deal because it is instrumental to\nsetting Europe’s industrial future on the right track:\nFirst, decarbonisation and circularity are inter- linked. The recycling of materials and use of by-products reduces the carbon footprint of production as well as its overall environmental footprint.\nSecond, circularity can eas and even liminat — dependencies on imported raw materials for chemicals and polymers. Vital in a decarbonisa- tion context, circularity is the path towards greater independence from imports of (critical) raw mate- rials for batteries and other technologies’®. The EU Critical Raw Materials Act sets an ambitious target 25% of CRM consumption to come from recycling by 2030), but in the absence of supportive policies this target stays out of reach.\nThird, scaling circularity creates business cases for supporting technologies. le. it drives innovation andcommercialisation of products and services in Europe that can then compete on world markets, creating ‘win-win’ outcomes across industrial eco- systems, including the digital sector.\nFourth, scaling circularity is a pro-active way to secure competitiveness in areas wher Europe is still a global technology leader, but looking for-\n16. European Commission, “Critical Raw Materials and the Circular Economy —- Background report,” January 2018 https://publications.jrc.ec.europa.eu/repository/handle/JRC108710\n00090909000000609900000000069990900000006099090000000609909000000060990900000000099000000009090000000000900900000000009000000000000900000000000000000000000000\nward, this status cannot be taken for granted. By ‘pricing in’ the contribution of circularity to the productivity and resilience of strategic industries, EU policy can help secure jobs and prosperity.\nFifth, circularity provides a perspective to EU farmers and foresters to invest in growing bio- based raw materials as innovative feedstocks for the decarbonisation and industrial transition of the refining, chemistry and plastics sectors. This also has the upsides of mobilising climate adapta- tion of nature-based industries as well as lowering import dependencies.\nSixth, for Europe to re-industrialise and build capacity in strategic industries, no time should be lost in managing water as a strategic resource. The principles of circularity and resilience will have to take centre-stage in this effort. If done right, Europe can address its own water-related challenges as well as fortify its position as global technology leader in water management. Con- sidering global challenges in this area, managing and securing access to clean water will become a global growth industry that answers questions of survival in wide parts of the world, including our southern neighbours. Helping solve this chal- lenge is at the core of our values.\nDespite its potential, the EU's circular economy has been held for back years.\nThe CIDis the opportunity to break Europe’s cir- cular economy ‘deadlock’ by providing a sound foundation for industrial implementation.\n2]",
  "page_24": "ERT’s vision for the Clean Industrial Deal\n3.1 Enabling a Circularity ‘lift-off’\nCircularity is multifaceted as factors such as materials, industrial contexts or matu- rity for markets of recycled content, differ considerably.\nFor Europe's circular\neconomy competitive as compared to ‘linear’ products that only rely on ‘virgin’ materials. For this to happen, (relative) costs associated with circularity have to be lowered and scale/automatisation of value chain solutions needs to increase significantly and fast.\nto really ‘take off’, ‘circular’ products must become\n3.1.1 Exploit all synergies of economic activities and their by-products.\nAll possible synergies across economic activities should b xploited to lever- age circularity, scale-up this practice and become a true global leader in it.\nExtending the by-product concept would enhance the cascade use of produc- tion residues and of residues from all economic activities. As per the status quo Europe is wasting significant potential and resources. This can be remedied by valorising residues from extraction or demolition activities, maintenance, care and management of greenery and forestry management, as well as unsuitable agricul- tural and food products from distribution (e.g. expired or not destined for human consumption.)\nRecommendations\ne Encourage the extension of the by-products concept to enhance the cascading use of production residues and of residues deriving from all economic activities. Trigger a modification of by-product conditions to include, in addition to the by-products deriving from an industrial production process, also residues deriving from other economic activities, such as service or maintenance activi- ties not necessarily aimed at the production or functionality of a material good.\n3.1.2 Secondary raw materials: scaling up and bringing down cost\nA supportive regulatory environment, including a well-functioning Single Market\nfor secondary raw materials, is a pre-condition for Europe's circular economy to scale up and become cost efficient. Annex 2 lists examples where for shipments of waste and secondary raw materials across the EU, the ‘devil is in the detail’.\nA second precondition is that waste collection, sorting and preparation-for-recy- cling become more efficient and support a large variety of waste (to then be used as feedstock to a large variety of recycling technologies).\nFor some materials’? ecosystems are already well developed. But in many cases, waste collection, sorting and preparation activities are still labour intensive and therefore expensive as well as slow and often not scalable. Waste collection depends heavily on how Member States implement EU legislation on the ground, but as a general rule it is important to map out where new technology solutions, including automation, are needed to scale up and streamline sorting and prepara- tion-for-recycling processes and make them more cost efficient.\neee eee ee ee eee eee eee eee eee ee eee eee eee ee eee ee ee ee ee ee ee eee eee ee eee ee ee ee eee ee eee eee ee ee ee ee ee ee ee ee eee ee eee ee ee ey\n7. eg. non-ferrous metals in Belgium\n22",
  "page_25": "ERT’s vision for the Clean Industrial Deal\nAs technologies will need to be tailored to specific materials, the creation of ded-\nicated waste sorting and recycling ecosystems, or ‘hubs’, would be key to enable scale and efficient channelling of secondary raw materials into production lines. Their business case depends, inter alia, on the creation of a Single Market for Waste.\nThe practice of exporting potentially valuable waste to third countries as an alter- native to treating waste domestically needs a careful evaluation and should be limited for materials where recycling ecosystems exist domestically.\nFor some materials, the cost disadvantage of recycling has also driven up emis- sions. For some metals, emissions associated with recycling are high compared to primary raw material production (up to four times higher CO, emissions due to the complexity of processing mixed materials).\nRecommendations\nScaling up Europe’s markets for secondary materials\ne Trigger the fast development of a genuine EU Single Market for waste and sec- ondary raw materials beyond critical raw materials. Trigger the introduction of free allowances for the recycling of certain metals via a Delegated Act under Article 10a of the ETS Directive before the next phase (2026-2030). Trigger an ‘incoherence mapping’: where does incoherence across legislation undermine circularity objectives? Solutions should be prioritised according to EU strategic goals. Lead to the creation of an expert body from different sectors to consider spec- ificities of each in the development of secondary legislation, starting with the recently agreed Packaging and Packaging Waste Regulation. Push for the adequate implementation of a ban on landfills to improve the availability of (or access to) secondary raw materials. Encourage the harmonisation of rules for Producer Responsibility Organisa- tions (PROs).\nIncreasing efficiency of sorting and recycling preparation\ne Promote the creation of integrated ecosystems that include high-capacity waste sorting and recycling hubs to ensure economies of scale and take-up of technology innovation. Enabling uptake of new technologies throughout the value chain, including SMEs, that transform waste into secondary materials.\nImprove information sharing\ne Trigger concepts for information-sharing on product content and recom- mended waste treatment, between producers, retailers and customers.\n23",
  "page_26": "ERT’s vision for the Clean Industrial Deal\n\nSorting of textiles into different materials, which is currently labour inten- sive, costly and hard to scale. Innovation in automatic solutions would be a game changer. In order to sort textiles based on colour, composition, size, and product type, innovative automated solutions would make use of infra- red, Al image recognition, spectrometrous technologies.\nFor plastics deodorisation (to reduce malodour quality issues) and improved colour management technologies to unlock more end market applications. Al/visual recognition techniques for improved segregation, leading to better purity material streams.\nTechnology that allows handling and, therefore recycling, of flexible packag-\ning and round and smaller elements, to reduce rejection of materials that are\nthen sent to incineration.\n3.2. Technology neutrality in recycling\nTo allow for innovation and scale, EU policy needs to take a neutral stance on recycling technology and feedstocks.\nThis n dstob reflected in EU-wide plans for innovation of machinery, processes, and other emerging technologies, as well as in the calculation methodologies for recycled content, without privileging one approach over another for non-objec- tive reasons.\nPlastics recycling is one of the areas with the greatest potential resource-saving\nand decarbonisation\nChemical recycling of\nimpact. plastics opens new possi- bilities, would allow to increase the recycling rate of plastics and can valorise the fraction of plastic waste that today can at best b incinerated. Chemical recycling doesn't just offer a solution on plastic waste management but can leverage the recycled material for high quality applications, including those for food contact, while maintaining safety requirements.\nHowever, for chemical recycling to become a viabl technology and reach the scale needed to compete with virgin-based plastics, EU legislation needs to incentivise (or at least not discriminate against) chemically recycled content, as a way to com- plement what mechanical recycling cannot achieve.\nGreater openness is also needed for the introduction of sustainable and renew-\nable feedstocks (such as renewable carbon from woody biomass) to substitute for recycling loop losses, which moreover can have a significant decarbonisation impact and reduced import dependencies.\nharmonise and sim-\nTo\nsupport deployment practical terms key to plify permitting processes to accelerate the deployment of chemical industries using alternative raw materials (e.g. circular or derived from biomass).\nin\nit would be\n24",
  "page_27": "ERT’s vision for the Clean Industrial Deal\nRecommendations\ne Push the recognition of both renewable and chemically recycled feedstock in the context of legislative recycling content requirements making use of upcom- ing revisions of EU legislation (e.g. Single Use Plastics Directive; Packaging and Packaging Waste Regulation, End of Life Vehicles Regulation, Eco-design for Sustainable Products Regulation, and Food Contact Materials Regulation).\ne Trigger faster approval processes for novel and innovative recycling technologies.\n3.3 Incentivising circularity\nProducts are generally not designed with recyclability considerations in mind, which in practice prevents circular solutions from scaling up and contributes to circular solutions remaining uncompetitive for many products and materials.\nTo unlock this dynamic, it is key to create incentives for resource-efficient prod- uct design, repair, repurposing and recycling (including via organic recycling). One lever is to align public procurement practices with these objectives.\nThis is urgent, as even in areas where the EU has prioritised recycling as part of an overarching policy goal (such as increasing Europe's independence in Critical Raw Materials or textiles), no coherent incentives or information required for customers are set across Member States to enable market scale-up.\nRecommendations\nLeveraging public procurement\ne The CID should direct the revision of the Public Procurement Directive to;\n> introduce mandatory weighting and harmonisation of environmental cri- teria. Provisions in Member States’ national procurement regulations that require purchase of new equipment by default should be removed. ensure that contracts are awarded only to the best price-sustainability-tech- nical performance ratio, in order to better account for quality, sustainability and innovation.\nEnsure that re-use is an option\ne Trigger the amendment of chemicals legislation (ROHS and REACH) to allow the use of recovered spare parts for repair, upgrades and also in the manufac- turing of new devices.\nIncentivise recycling\ne Strengthen coordination of incentives for market uptake of recycled content across the EU, starting with those needed to meet high-priority objectives such as ‘closing the loop’ on Critical Raw Materials and textiles and having a very widespread impact across sectors (e.g. packaging).\n25",
  "page_28": "ERT’s vision for the Clean Industrial Deal\nCreate market pull\ne Incentivise Member States to introduce in a coordinated way ‘market pull’ instruments to make sustainable — and i.e. circular and/or renewable — products more attractive, for example via VAT reductions.\n3.4 Critical Raw Materials\nFor the recycling of critical raw materials, the greatest challenge is the export of EU-generated waste (mainly) to Asia.\nThe development of European CR value chains, such as for batteries, is particu- larly affected by the EU Waste Shipment Directive still allowing the export of ‘black mass’ to CECD countries. An additional downside is the risk that OECD countries are used as a pass-through for final recycling steps that take place in countries with less environmentally sound practices.\nRecommendation\nReduce losses of CRMs to third countries\ne Trigger an export ban of relevant waste streams, i.e. thos containing CRMs that are vital for emerging value chains, such as batteries, to kickstart the Euro- pean battery recycling industry.\n3.5 Water\nAbundant clean water is essential for several industries that will play a key role in the EU's successful re-industrialisation: Hydrogen, renewables, semiconductors and pharma. In other words, not tackling water quantity has the potential to jeop- ardise the EU's energy and industrialisation ambitions.\nAnd yet, the EU does not have a strategy to secure the sound and resilient manage- ment of water that would take the pressure on Europe’s water bodies and reduce waste and water loss.\nCommissioner Roswall’s task to lead the development of a European Water Resil- ience Strategy is of utmost importance. Given the importance of water for Europe's society and industry, this strategy needs to be far-reaching: water should be given\na strategic status and therefore be a parameter for all EU policies, like CO, emissions reduction or energy efficiency.\nItis also important to\nthat Europe's industry maintains its leadership in water\nensure technologies and that — given their critical role as enablers of strategic sectors (such as semiconductors and electrolysers) — they also are given a strategic status, joining the list of key technologies for Europe's prosperity and sustainable future.\nRecommendations\nEnsure that the European Water Resilience Strategy reflects th importance of water to Europe's key and emerging industries and includes a policy frame- work fit for urban and industrial water re-use. Underline the critical status of water technologies for the EU’s strategic outlook.\n26",
  "page_29": "ERT's vision for the Clean Industrial Deal\n4. Digitalisation\nigitalisation is a long-recognised pillar of European competitiveness. The deployment of next-generation connectivity networks, com- bined with the strategic use of industrial data and Al, among other advanced digital technologies, enables industries to innovate, optimise oper- ations, and maintain a competitive edge in the global market.\nDigital solutions and technology also play an important role for the objective of a cleaner, decarbonised and more circular economy. The role of digital technologies in decarbonisation is currently under-recognised and under-funded, thus limiting innovation in the development of clean technologies within Europe that could accelerate the energy transition and decarbonisa- tion of industry.\nFirst, the electrification of and efficient inte- gration of renewables into our energy systems require smart grids and smart meters, along with technologies such as Al, 5G, Cloud & Edge, and industrial digital twins. Power generation and industries must be interlinked through data communication and harmonised interfaces, in order to enable the effective planning of grid capacities.\nSecond, decarbonisation of production § pro- cesses strongly relies on digital solutions and cutting-edge technologies, such as Al, loT and connected sensors. They allow the monitoring, analysing and minimising of emissions, efficient\n18. Al has the potential to unlock insights that could help mitigate 5% to 10% of global greenhouse gas (GHG) emissions by 2030 — and significantly bolster climate-related adaptation and resilience initiatives. BCC, November 2023. https://www.bcg.com/publications/2023/how-ai-can-speedup-climate-action\neee eee eee eee ee eee ee ee ee ee eee eee ee ee ee eee ee ee ee ee eee ee eee eee ee ee ee ee ee ee ee eee eee ee ee ee ee ee ee ee ee ee ee ee eee ee ey\nFeSOUrC use\"™®, detection of equipment failures, and enable data-driven decisions that increase profitability and reduce cost.\nThird, competitive and practical circularity needs digital technology as an enabler, for instance for tracking product content and enabling efficient sorting of secondary raw materials.\nAnd all of this requires a resilient, robust and mod- ern digital infrastructure that is the backbone for delivering the abovementioned benefits.\nVice-versa, the digital sector is built on business cases for innovation — and renewables, decarbon- isation and circularity all stimulate the continuous development of innovative digital solutions. Pro- moting these in Europe will not only benefit decarbonisation and circularity objectives, but also make our digital industry more competitive as it adds to its solutions portfolio on a global market.\nThe Clean Industrial Deal should:\nEnsure that the EU’s digital technology sector is in a position to provide innovative and green solutions in the EU and globally, rather than leave this promising field to global competitors.\nSupport and incentivise the uptake of digital solutions in Europe that enable decarbonisa- tion and circularity and make industry at large more competitive.\n27",
  "page_30": "ERT’s vision for the Clean Industrial Deal\n3. Promote the rollout of next-generation networks that enable the adoption of digital solutions and technologies, as well as the transition to a more energy-effi- cient digital infrastructure that reduces the EU's overall energy consumption.\n4.1 Supporting digital innovation\nTo increase productivity across industries, it is key to leverage the potential of automatisation, industrial data & Al — in full recognition that this also allows for greater resourc fficiency and lower emissions.\nFor industry to make the most of Al and data, EU regulation and policies in the digital field must find the right balance between innovation and protection. The complexity, risk of regulatory overlaps and inconsistencies between data-related regulations lead to legal uncertainty for companies, which creates a major obstacle when they want to use and share data.\nIn addition, the EU Taxonomy for Sustainable Finance can play a crucial role in directing the necessary investments in digital technologies and connectivity, which are critical enablers for the clean transition.\nRecommendations\nDrive public investment\ne Reallocate the remaining Recovery and Resilience Facility (RRF) funding towards clean tech innovation and digitalisation of the energy system and other pillars of Europe’s decarbonisation.\nEncourage private sector investment\ne Recognise digital technologies and enhanced connectivity in the EU Taxonomy for Sustainable Finance (beyond just the predominant use for GHG reductions) to ensure financial flows towards digital enablers of sustainability, decarbonisa- tion and circularity.\nEnhance development and use of industrial Artificial Intelligence\ne Ensure the consistent and harmonised implementation of the Al Act, GDPR and Data Act across the EU. e Support swift implementation of the Al Factories Initiative to ensure access to supercomputing capacity for Al start-ups and industry.\nLeverage the use of data\ne Consistently implement and nforce data-relevant policies in the EU. This involves in particular a harmonised way of implementing the GDPR. Today, every Member State has their own national implementation of the GDPR, hin- dering cross-border data streams. Develop a European Data Union strategy that secures data interoperability by capitalising on international industry-driven standards and enhances the work developed within the European Data Spaces, ensuring interoperability between the energy sector and other industries.\n28",
  "page_31": "ERT’s vision for the Clean Industrial Deal\nSupport industry-driven data sharing and interoperability initiatives / sectoral data spaces, such as Catena-X in the automotive sector or Manufacturing X (Process Industry, Mechanical Engineering, Chemicals, Pharma), through public funding and awareness raising, in particular among SMEs. Ensure that the implementation of the European Health Data Space promotes secondary use of health data for research and innovation in ethical and safe ways to accelerate the green and digital twin transition. Ensure that governments’ data gathering systems are built with the competi- tiveness test in mind (i.e. the Customs Data Hub, Digital Product Passport). Interconnect the databases that are being developed under various Euro- pean legislative initiatives, such as the EU Customs Data Hub, Digital Product Passport, databases for Corporate Social Responsibility and Due Diligence, Textile Labelling, EUDR or containing information on products made with forced labour.\n4.2 Enabling the uptake of digital technologies\nDigitalisation should be at the core of the Clean Industrial Deal. It is the opportunity for the EU to incentivise the deployment of digital solutions in Europe that enable decarbonisation and circularity - and make industry at large more competitive.\nRecommendations\nDevelop sectoral digital strategies for decarbonisation and/or circularity (similar to the Digitalising the Energy System Action Plan). For decarbonisation these should cover at least transport, buildings and industry. Progress should be monitored via Key Performance Indicators (KPIs). Harmonise reporting on ESG and ensure coherent standards for carbon mea- surement and exchange of carbon footprint values, aligned with existing efforts such as WBCSD PACT and Catena-x, Together for Sustainability and other stan- dards that emerge. This will allow for the emergence of digital solutions that support companies in their compliance and overall sustainability efforts. dentify best practices of appropriate incentives (EU and Member States level) to encourage industries to adopt digital solutions for sustainability purposes with grants, technical support, and case studies. Bring down investment barriers that hinder the shift from on-premise solu- tions to cloud-based services, while recognising the relevance of on-premise European supercomputers that can become a platform for public-private cooperation in research and innovation. Provide budget support for the speedy digitalisation of customs, which is essential to streamlining bureaucratic processes in a new modern competi- tive EU customs system. The EU Customs Data Hub is the main tool to ensure enforcement and to optimise limited local resources by automating controls or sharing market surveillance and customs information. Digitise freight transport documentation throughout the EU to achieve effi- cient transit, without unnecessary bureaucratic procedures.\n29",
  "page_32": "ERT’s vision for the Clean Industrial Deal\n4.3. Strengthening connectivity\nA strong European economy needs a widespread modern and resilient connec- tivity infrastructure. Digital infrastructure enables the necessary bandwidth and speed for the adoption and use of the newest digital technologies, which drive both industrial innovation and sustainability. Indeed, connectivity is a fundamental lever for tackling climate change, helping drive carbon abatement across all indus- try sectors, and delivering on Europe's net zero ambition.\nHowever, Europe currently suffers a connectivity investment gap, as highlighted in the Commission's White Paper on “How to master Europe's digital infrastructure” as well as the recent Draghi and Letta reports. Policymakers need to focus on incenti- vising investments to bridge this connectivity gap and accelerate the deployment and uptake of the high-performance connectivity needed to underpin the twin transitions.\nRecommendations\nEncourage private sector investment in meeting the EU’s Digital Decade targets\ne Adopt a market-driven approach to foster a Single Telecoms Market, prioritising a reform of the regulatory framework that enables investments into connectiv- ity and digital infrastructure. Recognise achieving scale and allowing in-market consolidation by telecom operators as a foundational step, enabling subsequent deployments both within and across borders. Strengthening EU wide coordination and best practice on spectrum licensing and pricing. Leveraging carefully targeted and technology neutral public investment to complement private investment.\nPromote sustainability of electronic communications networks\ne Accelerate the adoption of the Code of Conduct for common indicators for measuring the environmental footprint of electronic communications net- works (ECNs) to evaluate network efficiency. Existing reports, such as the 2024 Joint Research Centr report, can serve as valuable references to facilitate and expedite this process.\n4.4 Leveraging the Digital Product Passport\nThe EU Digital Product Passport (DDP), part of the Sustainable Products Initiative, can enhance compliance, sustainability and circularity by transferring essential information along value chains to end-customers. However, the implementation of the DPP must ensure that it brings value, and not add regulatory, administrative or cost burdens on companies.\nRecommendations\ne Ensure an adequate transition period for DPP implementation to allow suffi- cient time for setting up the necessary IT data infrastructure & data readiness.\n30",
  "page_33": "ERT’s vision for the Clean Industrial Deal\nEnsure legal coherence between related regulations to prevent duplicative efforts and maintain consistency. Ensure global interoperability via alignment of DPP harmonised standards. A common taxonomy is critical to facilitate the standardisation of information to be included in the DPP at industry level. Clarify which operator would have reading/writing rights (given the DPP's decentralised approach). Each operator should be responsible for the accuracy of the data they provide. The DPP and the data carrier should be technology-agnostic.\n4.5 Improving the energy consumption of data centres\nData centres are a core infrastructure of the 21% century and are instrumental for the green transition and digital economy in Europe. Data centres also under- pin innovation, competitiveness, and the growth of priority sectors like Al, digital health, financial services, ecommerce, defence, cybersecurity, whose players need access to low-cost storage and computing.\nYet they are also becoming major consumers of electricity in some European countries, putting them in direct competition with energy-intensive industries. Applications of Al and digitalisation for Europe's industries are growing faster than the expansion of renewable energy and grid capacity. Strong demand for growth in data centres is struggling to be met as data centre operators face issues with secure access to clean energy, specialist skills, and supply chain backlogs. Improving the energy efficiency of data centres and the management of water and land-use is becoming a priority.\nRecommendations\ne Streamline data centre reporting requirements across EU Taxonomy and Energy Efficiency Directive (EED) and ensure a level playing field through align- ment across Member States in the implementation of the EED. e Cooperate closely with businesses on the development of the EU rating scheme planned for 2025. Drive investments in data centres’ power infrastructure and streamline per- mitting processes. Secure availability of renewable energy, not only in terms of production of energy to provide green electricity, but also in terms of grid access.\n31",
  "page_34": "ERT’s vision for the Clean Industrial Deal\n5. Driving tnnovation\n5.1 Policy coherence with the Successor of Horizon Europe\nhighlighted that the budget for the suc- cessor of Horizon Europe has to double to a minimum of €220 billion, as called for by the Heitor Group.\nERT has also set out how the Second Pillar of\nHorizon Europe should be strengthened and enhanced in terms of coordination and vision”. Pillar Il is vital for industry participation in Hori- zon Europe and the future FP10 budget allocation should reflect its importance. European public-pri- vate partnerships (PPPs) help de-risk and leverage privat investments in new technologies, fostering collaboration essential for technology scale-up and addressing socio-economic challenges. Consider- ing the importance of Technology Infrastructures in the innovation process, they merit a dedicated EU policy as part of Pillar Il, with view to supporting competitiveness and innovation across the EU’s industrial ecosystem.\nTo reach its objectives, the Clean Industrial Deal\nhas to promote technological innovation and feed into the strategic priorities for FP10. This includes ensuring that ongoing Horizon Europe Pillar Il projects that contribute to indus- trial competitiveness are continued well into the pre-commercialisation phase.\nAnnex 4 lists concrete technology innovation needs.\nRT and many other stakeholders have already\nBSSSOONOCOOOOOOOOOOOCOOCOOOOOOOOOCO OO OCOOOOOO OOOO OOOO OCOOOOOOOO OO OOOOOOOO OOO OO ONOOOOOOOOO OOOO ONSNOOOO OOO ONONON ON OOOOOOnOnOCnCnOOO On OnOncncnonnnnninnncncncirin i iii ir\n19. https://ert.eu/documents/europes-next-framework-programme-for-research-and-innovation-fpl0-needs-a-major-upgrade/\n32\nRecommendations\nEstablish a strong ink between the CID's objectives and EU R&D&l support asan enabler with an appropriate budget and structure. Encourage EU Member States to step up national public spending for R&D&! and rele- vant infrastructures.\n5.2 Introducing regulatory sandboxes\nUnlike its global peers, Europe has not advanced in creating regulatory sandboxes.\nIt is now high time to catch up — considering the fast evolution of technology itself and also the spill-over effects and synergies across technologies. Continu- ing the practice of ‘regulating evolving technologies before understanding them and their use cases’ is no longer tenable. Given the increasing speed inno- vation is moving at in other countries and regions, the EU's reputation for its ‘regulate-first, ask-ques- tions-later’ reflex is doing more harm than good.\nIf Europe is to remain competitive as an origina- tor of new technologies, it has to adjust and make\nuse of “real-world laboratories” to develop a supportive regulatory framework during",
  "page_35": "ERT’s vision for the Clean Industrial Deal\nmarket development. Such “Regulatory Sandboxes”, where both industry and regulators can learn together befor legislation is drafted, are a recipe of success in competing jurisdictions.\nRather than a patchwork of national approaches, together with Member States, the EU should develop a harmonised approach on Regulatory Sandboxes. This work- stream could be initiated by a new experimental branch of DG RTD.\nRecommendations\nMake a strong link with the upcoming European Innovation Act and its deliver- able of “Regulatory Sandboxes” for new and evolving technologies, led by DG RTD and establish a strong consultative role for industry. Encourage the establishment of a new ‘experimental’ unit / branch into DG RTD to support the implementation of EU-level and national regulatory sandboxes.\n5.3 Incentivise corporate R&D\n5.3.1 Creation of Innovation hubs (TBC)\nEurope already has very successful innovation hubs or clusters where key technol- ogies are driven forward by joint work of academics, research institutions, industry and their value chains), SMEs and start-ups, bringing together their complemen- tary expertise across relevant disciplines. Pooling of assets and creating synergies are also very important success factors.\nInnovation hubs and clusters are proving their value as innovation enablers and catalysers for many sectors. Europe’s competitiveness and sovereignty, including its ability to lead in future disruptive technologies, also depends on its determination to make existing hubs stronger and create many more innovation hubs and clusters in line with its strategic goals.\nRecommendation\ne Highlight the importance of innovation hubs as competitiveness drivers in key industries and trigger the development of concepts to strengthen existing hubs as well as support the creation of new ones.\n5.3.2 Tax credits\nEuropean companies need to step up R&D activities to keep up with technol-\nogy trends and global competition. At the same time, in the current low growth scenario R&D investment is under pressure. Moreover, for companies with global activities and growth markets, R&D is not centralised in Europe, but spread around the globe and focused on locations where technology is advancing most, and where key customers and value chains are located.\nTo maintain Europe’s knowledge base and innovation ecosystems intact, it is key to incentivise R&D activities in Europe, where tax credits are a suitable and fast instrument. A broad scope would be necessary to fully leverage R&D potential and\n33",
  "page_36": "ERT's vision for the Clean Industrial Deal\nIn 2008 the French government introduced the Research Tax Credit (CIR) to incentivise the private sector to invest more in R&D. Since then, new calculation methods have amplified CIR further.\nBetween 2007 2021\nto companies’ R&D spending in France has increased by 47% from €24.8 billion to €36.5 billion.\nannual\n€24.8 bn\n€36.5 bn\n|\n1.46%\n1.28%\n2020\nhttps://www.strategie.gouv.fr/sites/strategie.gouv fr/files/ atoms/files/fs-2021-rapport-cnepi-cir-juin.pdf\n\nForeign investments in R&D in France grew by 23% in 2022 in terms of the number of pro- jects vs. 2021, and +53% in R&D salaried jobs.\nNumber of projects\nNumber of jobs\n2022 +23%\n2022\n+53%\nhttps://www.tresor.economie.gouv.fr/Articles/2023/02/27/ business-france-publie-les-premiers-chiffres-de-son- bilan-2022-de-l-investissement-international-createur-d- emplois-en-france\n\n80,000 research jobs were created between 2008 and 2020 in French companies. French companies employ 62% of researchers in France.\nInvestment as percentage of GDP of French companies in R&D has increased from 1.28% of GDP in 2007 (before the reform) to 1.46%\n2007\n62%\nBusinesses can also access the credit in advance through their business bank before the three-year deadline.\nObservatoire du financement de l'innovation 2022, ABGi.\n\nIf a taxpayer cannot use the tax credit against its\ncurrent corporate income tax liability, it can claim\na refund after three years. This mechanism there-\nfore allows unprofitable companies to also benefit\nfrom the credit.\n2007\nhttps://www.insee.fr/fr/\nstatistiques/7678562?sommaire=7681078\nFrance has risen to 12\" place among the most innovative countries in the world in 2024, compared to 229 jin 2011\n=\n=>\n13\n23\n14\n2011\n2024\nWIPO 2024: https://www.wipo.int/web-publications/ world-intellectual-property-report-2024/ assets/60090/944_WIPR_2024_WEB.pdf\n\nThe establishment of R&D centers multiplied by 4.7 between 2008 and 2019: 1,222 centers were established/expanded, allowing France to retain 1* place in Europe in 2021, ahead of the UK (993) and Germany (841). Numerous interna- tional research centers were created: Microsoft, IBM, Fujitsu, Qualcomm, Huawei, etc\n2021\n20\n1\n2]\n34",
  "page_37": "ERT’s vision for the Clean Industrial Deal\nrecognise the value of R&D spill-over effects across industries and technologies. These rules would need to be simple with a broad R&D definition, and incentives should not be implemented at the expense of low and competitive corporate tax rates overall.\nRecommendation\ne Launch a joint project with Member States towards a coordinated introduction of broad-scope R&D tax credits such as Qualifying Refundable Tax Credits (QRTCs).\n5.3.3. Leverage public procurement\nFor innovation to have a real impact on economic activity and competitiveness, it needs to be supported by business cases with prospects for commercialisation. This is where, despite its strong underlying R&D-base, Europe is chronically weak compared to global peers.\nUsed wisely, public procurement can become a game changer in creating demand for innovative solutions and ‘pulling’ them into the European market. To date, however, the reality of public procurement is very different. In the EU, procure- ment expenditure by public authorities, utilities and defence forces together amounts to nearly 20% of EU GDP. However, littl of this only approximately 10% — is used for the procurement of innovative solutions?°, compared to 20%-25% in the US and Asia.\nn Europe the vast share of public procurement is still characterised by an excessive focus on minimising risks, sticking with traditional ways of working. The result is that many innovative solutions lack a first market in Europe, whilst the public sec- tor misses out on opportunities to improve its quality and efficiency.\nThis is counterproductive, considering Europe’s urgent need to improve innovation prospects for all kinds of companies and start-ups and modernise public services in many Member States. The untapped potential is immense: by changing the phi-\nlosophy and modalities of public procurement, the EU and Member States could\nmobilise an additional €300 bn of investments in Europe to bring innovative solutions to the market and provide much needed business cases for innovation by corporates and start-ups.\nOne key deliverable of the CID would therefore be to shift the review of the Public Procurement Directive in a much more innovation-promoting direction.\nRecommendations\ne Set clear goals and deliverables for th review of the Public Procurement Direc- tive. It should at least include: > EU-level and national action plans for innovation procurement. > A revision of procurement rules to boost ‘innovation-minded’ procurement and a level-playing field for EU-vendors vis-a-vis competitors from third countries. > Enable joint cross-border public procurement for innovative solutions (e.g. by creating a 28 regime for public procurement).\nSSeS TSS L OST eS SST S SSeS ESTES PTECETELECECOTOSSTETOSESECSESSSOSS eS TSS SSE SSeS STS SSeS STS SSCS TESS SESE See TST SSS e eS eee Tee eee eT\n20. Benchmarking of innovation procurement investments and policy frameworks across Europe\n35",
  "page_38": "ERT’s vision for the Clean Industrial Deal\n5.4 Setting the bar high for the EU’s strategy on innovation\nSupporting innovation goes far beyond supporting R&D and creating lead markets.\nThe EU’s ultimate goal has to be that ‘innovation made in the EU’ competes successfully on global markets’.\nThe EU needs a holistic strategy that covers — at least — the following bases:\nFirst, the EU has to find a smarter approach to regulate new technologies, i.e. not regulate them based on potential risk.\nSecond, the EU needs to uphold robust intellectual property frameworks as these are critical for catalysing innovation in Europe.\nThird, Europe must urgently defend its turfin international standardisation and the leadership of international committees of experts.\nFourth, the EU needs to remain an attractive place to live and work for scientific - talent whether born and raised in Europe or in different parts of the world.\nFifth, much more private financing has to be raised within the EU to be invested in deep-tech start-ups and scale-ups, executed on private market standards e.g. asa growth stage equity fund. Financing should come (at least) from European family offices, alternativ investment funds and pension funds, as well as via appropri- ately marketed investment products from normal citizens. Such dedicated private investment should complement the work of the European Innovation Council: support the development of a European cleantech industry and help realise the European Economic Security Strategy.\n36",
  "page_39": "ERT’s vision for the Clean Industrial Deal\n6. Foreign Economic Policy & Trade\nM ario Draghi has called for a full alignment of trade policy with the European indus- trial strategy and to develop Foreign Economic Policy as a “statecraft”. He wants the EU to “coor- dinate preferential trade agreements and direct investment with resource-rich nations, build up stockpiles in selected critical areas, and create industrial partnerships to secure the supply chain of key technologies and raw materials”.\nEurope’s Foreign Economic Policy must be sharply focused on delivering growth oppor- tunities and competitiveness for European businesses. Whilst ERT remains a proponent of open and fair trade, industry must adjust to an evolving landscape of new geopolitical realities. It is crucial for the EU to show decisiveness, unity and strength, and to develop a coherent European strategy that can be adapted to today’s rapidly changing geopolitical context. For instance, the ack of effective trade defence policy has caused critical problems in some key European produc- tion sectors. Instead of only reacting to events, the EU must take an active, assertive role in geopoli- tics and foreign relations.\nRecommendations\n]\nThe EU's starting point must be strength- ening its own competitiveness and deepening the Single Market, in particu- lar in those sectors that were highlighted by both Draghi and Letta. Only economic\n37\nstrength and cutting-edge technology will\ngive the EU the necessary leverage to engage with its competitors on an equal footing. Economic security risks must be carefully assessed and clearly defined in close col- laboration with industry. The EU should focus on reducing critical dependencies that can be weaponised. The upcoming Economic Security Doctrine, to be developed by Maros Sefcovic, should clarify the use ofthe EU’s tool- box aimed at mitigating the risks identified in its critical technology risk assessments and operationalise the ‘promote’, ‘partner’ and ‘protect’ aspects of the Economic Security Strategy. Any economic security approach must start off with addressing internal EU competitiveness gaps. Supply chain diversification should be promoted by both deepening the Single Market and trade relations with third coun- tries, not forced by imposing ‘decoupling’ or protectionist measures. The CID should con- centrate on the sensitive areas of trade and strategic dependencies, fostering a targeted approach in any case of imbalances. EU trade and investment policy must be much more ambitious and effective in pro- viding access to third markets for European companies, both to export its clean tech solu- tions and import critical raw materials — albeit without undermining production & refine- ment capacities in Europe.",
  "page_40": "ERT’s vision for the Clean Industrial Deal\na We welcome the incoming Commission's ambition for Clean Trade and Investment Partnerships and other bespoke partnerships, e.g. for CRMs. Managing close economic relations with both the US and China remains critical. It is moreover crucial to finalise and ratify trade agreements with key partners, including Australia, India, Mercosur and in Southeast Asia, and engage far more actively with the African continent to rebalance the proactiveness of global competitors. 5. The EU must address market-distortive policies and economic coercion pro-actively to maintain or restore a level playing field. Trade defence instru- ments should be implemented more effectively and trade restrictions only employed as a last resort when other means to rebalance economic rela- tionships do not yield expected results. A sector-specific approach and close coordination with affected sectors is key. The EU has to better assess the impact of sustainability legislation, e.g. the Corporate Sustainability Due Diligence Directive & Deforestation Regulation, not only as regards the regulatory burden on companies but also the risk of negative consequences for the EU’s trade relations with third countries.\n38",
  "page_41": "ERT’s vision for the Clean Industrial Deal\n7-\nCompetition Policy\nhe modernisation of the EU’s competi-\ntion policy must be aimed at supporting\ncompanies in becoming more competitive,\nincluding by scaling up and ensuring they\nhave incentives and capacity to invest, inno-\nvate and grow. It is equally important, to ensure\nthat decisions by the European Commission's Directorate General for Competition (DG COMP) are evidence-based, consider EU sectoral policies and increase EU resili ale in the face of geopo- itical and other threats to supply chains and of unfair competition through subsidies.\nERT is convinced that effective competition law\nenforcement is critical to ensure open markets,\nbenefit consumers and maintain a level play-\ning field between companies. At the same time,\ncompetition enforcement must evolve to take into account market evolutions that are influenced by (geo-)political developments. DG COMP should continue the journey towards a more holistic and forward-looking view of Euro- pean consumer welfare, which considers not only short-term effects on price, quality and choice, but also takes into account how innovation and investments resulting from cooperations and mergers can benefit consumers, business, as well as sustainability and digital goals in the longer run.\n7.1 State aid\nState aid can be indispensable for supporting early-stage innovations for the digital and green transitions, as well as for key strategic sectors\nSY)\nwhen market forces alone are insufficient. It is crucial to avoid subsidy races between countries as well as distortions to the Single Market.\nState aid in the form of incentives should be a short-term, targeted measures during transi- tions and market failures, ensuring it does not crowd out private investments. To prevent busi- ness relocation outside the EU, state aid should prioritise energy-intensive companies to incen- tivise decarbonisation.\nThe EU must offer faster and more efficient procedures to entice European companies to invest at home rather than being lured away by attractive and unbureaucratic incentives in the US and elsewhere, ensuring an EU approach in order to maximise efficiency and avoid imbal- ances across ember States.\nTo transition industry at scale and speed, tech- nology-agnostic public support and regulatory certainty must become mor timely. Il tech- nologies must become eligible, including all hydrogen colours, gas as transition to reach decarbonisation and CCS for sectors as lime, cement and integrated steel production.\nWe recommend that the announced new state aid framework retain the provisions in the TCTF that support the expansion of renewable energy and energy storage, as well as the phasing out of fossil fuels in industrial production processes Articles 2.6 and 2.7). However, to maintain a level playing field within the Singl Market, the pro- vision allowing production support for green technologies (Article 2.8) should be phased out.",
  "page_42": "ERT’s vision for the Clean Industrial Deal\n7.2 Making better use of IPCEIs\nImportant Projects of Common European Interest (IPCEls) are a very valuable tool to advance large innovation projects at high technology readiness levels and to deploy cutting-edge infrastructure at scale. By fostering collaboration across bor- ders and sectors, IPCEls are designed not only to drive technological breakthroughs but also to create significant spillover effects, benefiting the broader European econ- omy and supporting the green and digital transitions.\nn practice, however, launching an IPCEI project has largely been a protracted and resource-heavy discussion between national authorities, industry participants and DG Competition on state aid aspects, rather than a forward looking and pragmatic processes to speed up the deployment of new technology. As a result, their use has remained far below what it could have been, had the IPCEI process been con- structed and operated in a more pragmatic way.\nIPCEI Bottlenecks\nImplementation of IPCEIs has been very slow due to a complex interplay of dif-\nferent actors, including DG Competition.\nExperienced bottlenecks e Long processing times before (coordination between Member States, several rounds of pre-notification /notification at Member State and EU level) and post-EU approval. Delays of many months, potentially over a year, occur if the project starts only after grant notification. Multiple reporting obligations: a) national funders and b) workstreams lead- ers. Consolidated reporting should be the task of the participating member countries, which are well informed about the projects via the technical and financial reports they receive. The claw-back mechanism is too complex. The need to provide bank guar- antees significantly impairs the economic viability of the project and thus devalues IPCEI funding. The administrative and accounting processes are outdated and not fully digital, for example, relying heavily on cumbersome Excel files to manage data. In addition, there are excessive documentation requirements, forcing project sponsors to keep thousands of invoices as PDFs.\nRecommendations\ne Initiate a review of the IPCEI process to enable significantly faster and less bureaucratic approval of public support, recognising that while state aid serves as a crucial enabler for IPCEls, their ultimate purpose is to foster, support, and scal up the deployment of new technologies and state-of-the-art infrastructure. Provide increased support and guidance to companies and Member States to ensure that applications meet the desired quality standards, while streamlining the process to reduce complexity and accelerate approvals. Pave the way for a more experimental approach to IPCEls, combining fast-track of selection and approval with a new regulatory “sandbox” approach.\n40",
  "page_43": "ERT’s vision for the Clean Industrial Deal\n8. Annexes\nAnnex 1: Reporting Burden Reduction\nCombining sustainability reporting from CSRD, CSDDD and taxonomy:\nCSDDD and CSRD\nProvide a clear roadmap for when CSDDD guidance will be issued, in order for businesses to prepare for compliance in the most effective and efficient way. Begin taking measures to simplify CSRD immediately, without creating com- plexity for companies who are part-way through compliance. Specifically: Urgently issue assurance guidelines, to ensure that a common approach is taken across jurisdictions. Align Climate Transition requirements to the Transition Plan Taskforce's framework to ensure alignment with international standards. Allow businesses to decouple their CSRD report and assurance from their Fi- nancial report, to allow for clearer reporting, and more manageable assur- ance. Consider replacing the Double Materiality Assessment with sector specific standards, to create a greater degree of alignment and comparability across businesses. Commit to a review of th ffectiveness of CSRD against its stated objectives in 2027, to ensure the regulation is fulfilling its Purpose. Simplify the building of the scope of double materiality only to encompass what really matters for the impact of the company, such as elements related to our main activity and not secondary points. Going in that direction would reduce the reporting burden of the companies without removing the bene- fits of the CSRD. Reconsider the use of the xbrl in light of latest Al developments, as its objec-\ntive of only selecting a given data could be fulfilled mor fficiently.\n4]",
  "page_44": "ERT’s vision for the Clean Industrial Deal\ne\nOn taxonomy: > Existing usability issues in the technical screening criteria (eg. activity 8.1, which require the implementation of the code of conduct for data centers that does not fit with reporting) and DNSH criteria should be addressed. Am- biguities and interpretation issues in the climate and environmental delegat- ed acts should be properly solved and the criteria for proving taxonomy-align- ment simplified. The technical screening criteria and DNSH criteria should not go beyond existing regulation and be based on international standards or agreements so that they are fit for purpose and workable. The OpEx KPI should be removed completely as it is an artificial KPI that can- not be reconciliated with the financial statement. It is not used for steering a company and investors are not able to interpret the published figures. To increase proportionality, a materiality assessment should be included to prevent companies from investing time and money in minimal amounts of turnover and CapEx. Reporting requirements for certain activities (eg. such as vehicle fleet, and real estate activities) are somehow disproportionate, espe- cially with regard to activities that are not generating turnover and should be simplified or put out of scope. Different policies and regulations must be aligned and consistent along the value chain, making supply and demand measures move in the same direc- tion and at the same pace.\nFor more information on this matter, download ERT’s dedicated paper on the reporting burden in the EU, available here.\nAnnex 2: Examples why the EU lacks a true Single Market for Waste\nThe devil is often in the detail: examples for why the EU lacks a true Single Market for Waste and secondary raw materials\nExcessively rigid approval processes for waste transport and overly stringent conditions for modifying transport plans pose unnecessary barriers, under- mining recycling efforts that are crucial for advancing a circular economy. The revised Waste Shipment Regulation is expected to increase the need for waste notifications tenfold for certain recycling companies, placing significant addi- tional burden on both the industry and the responsible authorities. Already today it is complex and burdensome to ship medical device waste across borders, which is a barrier to efficient recycling of e.g. plastic in medical devices. Shipping of second-hand mobile devices: In the telco sector, the EU rules on bat- teries make it very difficult to reintegrate old devices into the circular economy due to unclarity on how devices with old batteries can be shipped. The Waste of Electrical and Electronic Equipment (WEEE) Directive imposes overly complex EEE cross-border transfer rules, ven between affiliates of a single group, to the point of discouraging circularity. Depending on the country companies operate in, information gaps occur. Pro- ducer Responsibility Organisations are sending back incomplete information to companies after waste has been transferred which leads to challenges in com- pliance with the Corporate Responsibility Directive.\n42",
  "page_45": "ERT’s vision for the Clean Industrial Deal\nHeterogeneity in Member States’ approaches to the collection of waste, sort- ing capabilities and recycling infrastructures lead to differences in the quality of recycled material and availability. ndividual Member State legislations, such as country-specific taxes, local EPR schemes, mandates on reuse, min % thresholds on PCR, local labelling obliga- tions etc, all distort the ability of the Single Market to operate consistently. n textiles, EPR obligations will be addressed under the Waste Framework Direc- tive (currently being revised), hampering the harmonization needed across ember States to drive economies of scale for reuse and recycling and build the EU single market for textile waste. The Waste Framework Directive allows the introduction of national end of waste EoW) criteria. This resulted in a jeopardization of EoW models between the ember States. At this point, any harmonized proposal should take in account he already existing value chains promoted by the national frameworks. Lack of coordination of the EU REACH Regulation vs. the Waste Framework Di- rective: Currently there are waste streams that are REACH-registered (i.e. prod- ucts in the context of REACH-Regulation), but nevertheless fail to be granted a by-product or an end-of-waste status in the context of waste legislation. ncoherence between regulation on fertilizers regulation allows the mixing of different component material categories (CMCs) to produce a compliant EU fertilizing product (PFC) that would get an end-of-waste status. However, mix- ing of waste with other materials is normally interpreted as waste treatment, that requires a permit based on EU Waste Framework Directive (2008/98/ EC). This makes the process of utilizing production residues that have a waste status overly complicated and burdensome.\nAnnex 3: Examples for digital technology supporting EU policy objectives\nExamples for digital technology supporting renewables integration:\n]\nBeFlexible, an EU funded project to increase the participation of prosumers to increase the flexibility of the electricity system.\nNokia: The only efficient way of integrating renewable energy sources into the energy system is by deploying 5G and digital tools to transform power grids. Current power transmission and distribution grids are built to accommodate elec- tricity generation from a limited number of large sites. They are not adapted to deal with tens of thousands of much smaller and distributed energy generation sites producing renewable energy (solar farms, solar panels on roof-tops, wind farms), or storing energy (electric cars, battery storage at industrial scale).\nThere are two alternative ways of adapting the current infrastructure: one can either make the current grid smart by deploying private wireless networks to connect all assets of the grid (power generators, transformers, power invert- ers, circuit breaks and reclosers, smart meters etc.), allowing for a much more intelligent and automated operation of the grid, or one could add a consider- able amount of traditional “dumb” infrastructure (transmission lines, high- and medium-voltage sub stations etc) to embrace renewables. The UK for instance has estimated that this second alternative (including follow-on costs related\n43",
  "page_46": "ERT’s vision for the Clean Industrial Deal\nto maintenance, outages etc) would cost up to 12.7 billion GBP more than transforming the grid into a smart grid. These excess costs are largely due to CO2-intensive production and deployment of additional traditional power infra- structure, (avoided in the smart-grid scenario). The (enormous) CO2 savings can be calculated by comparing the CO2 footprint of deploying additional “dumb” infrastructure on a large scale, versus deploying smart connectivity. In addition, the ‘smart grid solution’ allows to build micro-grids.\nThis means that in case of technical problems, due to much better control capa- bilities and automation closer to all assets of the grid, generated electricity can flow into these micro grids and is not lost, as it is currently the case, where invert- ers have to disconnect the power generator from the grid as a safety measure.\nAn example for such a “connected-grid solution” built by Nokia, and to be oper- ated by German utilities, consists of over 1700 radio sites, soread over the German territory to enable the German utilities (electricity, water, gas, heating) to adopt smart meters, data analytics, and automation in the distribution networks, ena- bling efficiency gains, and renewables to be connected to the German power grid in any location. Connectivity, and accurate and granular metering allow for a tremendous degree of visibility and control of all assets of the grids, and auto- mated action, to significantly reduce losses of energy and water. The plan is to connect up to 18 million devices on this network to enable the energy transition “Energiewende” in Germany.\nEricsson: Connectivity with low latency (i.e. 5G Standalone) is required to fully\nintegrat renewables and to scale demand-response solutions and grid fre-\nquency control. For example, fast frequency reserve (FFR) requires frequency\nadjustments below 1 second, and thus low network latency as a key for optimal\ndata transfer. More information available here: Smart Power Grids with Mis-\nsion-Critical Networks - Ericsson] Telefénica and REDEIA: Dynamic Line Rating Platform. The project aims to digitalise the Spanish electricity transmission grid in order to increase the use of high-voltage lines, improving the efficiency of the electricity system and increasing the integration of renewable energy into the system. To operate the transmission grid safely, it must be verified that the transmission of electricity is carried out in compliance with the maximum transmission capacities of the lines, which depend on environmental and meteorological conditions. Tradition- ally, these capacities have been calculated theoretically, at station level, using average values and safety margins. The availability of DLR measurement and digitalization systems allows the real capacity of the lines to be inferred at any given moment and many moments when the capacities are higher than those calculated by the traditional method to emerge, allowing greater and better use to be made of the networks. This project has been one of the case studies ana- lysed by the European Green Digital Coalition, determining that its application to 13 electricity transmission lines contributes to avoiding the emission of more than 50 thousand tonnes of CO2. EGDC-Case-Study-Meth.-Telefonica-DLR.pdf\n44",
  "page_47": "ERT's vision for the Clean Industrial Deal\nAnnex 4: Innovation & Technology needs\nInnovation supporting the energy transition\nFor Europe to become a leader in renewable energies, storage, and energy man- agement, as well as electrification, innovation is key in the following areas:\nClean and renewable energy technologies (wind, solar, hydro, others...), hybridi- sation and repowering. Energy vectors such as biofuels, green and low carbon hydrogen and its deriv- atives, (renewabl fuels of non-biological origin, e-fuels), solid-state hydrogen technologies. Energy storage technologies such as pumped storage (e.g. hydro), batteries (e.g. sodium-ion batteries), decarbonised and thermal. Flexibility tools for electricity on the demand side, such as vehicle-to-grid solu- tions or flexible electrolysers. Smarter and more resilient transmission and distribution networks: smart grids, digitalisation, power electronics, DC networks, flexibility solutions, backup solu- tions in case of natural disasters. Smart customer solutions, including self-consumption, electric vehicles and charging technologies, heating and cooling, energy management solutions or microgrids. Propulsion technologies including batteries, hydrogen, fuel cells and other fos- sil-free fuels. Electrification and decarbonisation technologies for industrial processes, such as (hybrid) heat pumps and thermal storage especially for hard to abate sectors. New flexibility options such as active demand response services, th implemen- tation of certificates of origin, etc. Energy management solutions, prediction tools, operation and maintenance technologies, and any other technologies enabling the integration of renewables. Advanced data analytics, Artificial Intelligence, simulation & digital twins, auto- mation, robotisation, cybersecurity technologies. Circular and recycling technologies (e.g. for wind turbine blades, solar panels, batteries) Smart cities and adaptation to climate change technologies Clean manufacturing machinery for the manufacturing processes Carbon Capture, Utilization and Storage (CCUS)\nWith view to the future, Europe needs to remain invested in R&D for fusion tech- nology, with special attention to providing a clear regulatory environment, taking into due account (as in the US and UK, for example) the distinct nature of fusion in respect of fission.\n45",
  "page_48": "ERT’s vision for the Clean Industrial Deal\nInnovation in digitalisation\nDigitalisation is a horizontal enabler for productivity and technology solutions. Europe n ds to restore ownership and/or secure scal in several cor areas.\nSecuring scale of key technologies and their ecosystems that enable compet- itiveness: > High speed/capacity/ low latency; broadband networks and connectivity (5G Standalone/6G) Cloud and Edge Computing A icroelectronics and semiconductors > Digital security technologies ‘Hardwar investment needs to continue in High Performance Computing, where existing EU supercomputers (especially with Graphics Processing capac- ities) have to be opened up to those active in Al product development and Al model operation — whether they are from academia, start-ups, SMEs or industry. Advanced automation and robotics technologies, particularly the use of soft- ware and Al in automation. e Quantum Computing and encryption.\nInnovation in the field of chemistry\nThe European chemical industry has a solid foundation and the knowledge nec- essary to develop innovative technological solutions required to align with the European Green Deal. The EU remains one of the major producer and exporter of chemical products despit higher nergy, raw material and labour costs compared to some of its international competitors.\ne aterials research, including next generation raw materials. e Biotechnology, particularly red and white biotech. e New breeding technologies\nInnovation in the field of circularity\ne New automated solutions for waste collection, sorting and preparation for recycling. e Recycling processes of all kinds and following a technology neutral approach.\n46",
  "page_49": "",
  "page_50": "On)\nERT\noe\n+32 2 534 3100\ncontact@ert.eu\nwww.ert.eu\n@ert_eu\nBoulevard Brand Whitlocklaan 165\n1200 Brussels, Belgium\n© ERT 2025"
},
  "language": "Languages.ENGLISH",
  "total_pages": 50
}
