{
  "file_name": "21_327.pdf",
  "pages": {
  "page_1": "S ERT\nCompetitiveness of European Energy-Intensive Industries\nag\nons\nHate Us\n“) Ma",
  "page_2": "European Round Table\nfor Industry\nEurope's proud history of industrial progress has long been one of the sources of its standing in the wider world. Indeed, the leaders of many of the continent’s most significant manufacturers and technology companies are Members of ERT and household names in their native countries.\nFor the continent to continue to thrive, economic growth is needed. In every successive national and/or European election, those elected are expected to lead, to advance change, to navigate crises and to bring jobs and prosperity. Prosperity and sustainability can co-exist, but the change requires a period of varying degrees of transition, depending on the section of society and the sector of business activity.",
  "page_3": "ERT\n3\nThe past 5 years have been a period of extraordinary events and intense, significant change. As evidence, consider how the EU’s Green Deal has gone from being presented with a growth and climate lens, to a strategic autonomy lens, to a security lens. What it really needs however, is a competitiveness lens.\nThroughout the past years, ERT has consistently underlined the need for the energy transition to be inclusive of energy intensive industries. This is not easy, all the less so in parallel to an energy shock.\nTransitions happen gradually, then suddenly. At some point in the not-too-distant future, it will be clear which country or bloc has succeeded in becoming the first climate neutral economy.\nThis is such a potent moment, yet also a delicate one. If we as Europeans get it right, we can become the reference, exporting sustainability solutions and allowing us to remain global market leaders — but that needs to happen in a way that still allows energy-intensive manufacturing to continue, albeit with access to less polluting forms of energy.\nThis report aims to explain the complexity of this aspects of the transition, the challenges and recommended solution. Navigating the intricate terrain of policy, technology and economic viability, this publication stands as a testament to the indispensable role of competitively priced renewable energy in propelling Europe's energy-intensive industries towards a sustainable, prosperous future.\nThe report was developed with the support of the Boston Consulting Group. The authors wish to thank Matthias Tauber, Marco Tonegutti, Marcus van der Vegte, Antonia Wissert, Franziska Eberl, Lars Holm and Erik Rakhou.\nDisclaimer: This publication and the material herein are provided “as is”. All reasonable precautions have been taken by the copyright holders to verify th reliability of the material in this publication. However, neither ERT or BCG, nor any of their officials, agents, data or other third-party content providers provides a warranty of any kind, either expressed or implied, and they accept no responsibility or liability for any consequence of use of the publication or material herein. The information contained herein does not necessarily represent the views of all embers of ERT or BCG. The Boston Consulting Group's (BCG) contribution to this publication was limited to research and analysis completed as of August 2023 (ongoing changes e.g., in current prices & price outlooks for energy and raw materials are to be expected) and the policy recommendations contained herein ar ntirely the product of ERT. BCG does not necessarily agree with or support any such recommendations or conclusions.\nThe designations employed and the presentation of material herein do not imply the expression of any opinion on the part of ERT or BCG concerning the legal status of any region, country, territory, city or area or of its authorities, or concerning the delimitation of frontiers or boundaries.\n© ERT\nThis work is subject to copyright. Its content, including text and graphics, may be reproduced in part for non-commercial purposes, with full attribution. Unless otherwise stated, material in this publication may be freely used, shared, copied, reproduced, printed and/or stored, provided that appropriate acknowledgement is given to the author organisations as the source(s) and copyright holders. Material in this publication that is attributed to third parties may be subject to separate terms of use and restrictions, and appropriate permissions from these third parties may need to be secured before any use of such material.",
  "page_4": "4\nContents\nExecutive Summary\n1. European energy-intensive industries (Ells) are under acute competitive pressure\n3.2.2 Create demand for low carbon products 50 3.3 Create a level playing field vs international competition 53 3.3.1 Shape the CBAM to make it an effective policy 53 3.3.2 Optimise global partnerships 60 4. Appendix 64 4.1 Abbreviations 64 4.2 Definitions 65 4.3 List of Figures 65 4.4 List of Expert Corners 66 4.5 Bibliography 66 4.6 IRA and GDIP in comparison 74\n16\nERT\n1.1 The energy transition and decarbonisation efforts put Europe’s Ells at a competitive disadvantage\n1.1.1 Europe’s energy prices are significantly higher than in other regions 1.1.2 Europe will continue to face supply shortages of low carbon energy 1.1.3 Europe’s high COz price pressures competitiveness 1.1.4 Decarbonisation efforts require substantial investment from Ells\nCompetitiveness of European Energy-Intensive Industries\n12\n13\n15\n1.2 Potential consequences of combined\npressures are price increases and\ndeindustrialisation\n1.3 Deindustrialisation of Europe has already started\n1.4 Ells remain committed to Europe and the green transition and are seeking opportunities to adapt\n1.5 Nevertheless, the risk of further\ndeindustrialisation is tangible\n1.5.1 Macro-indicators, like stagnant GDP contribution and Foreign Direct Investment as warning signs for deindustrialisation\n1.5.2 Some Ell sectors are expected to lose cost competitiveness by 2030, be it for grey or green products\n19\n24\n25\n25\n26\n2. Ells are a key pillar of European prosperity and need to be preserved\n2.1 Ells enable vibrant downstream\nindustries in Europe\n10\n29\n29\n2.2 Ells play a crucial role in the European economy by creating jobs, boosting GDP and driving innovation\n2.3 European Ells are at the forefront of the green transition and contribute to global emissions reductions\n2.4 Ells are vital for preserving the EU's Open Strategic Autonomy and ensuring supply security\n3.1 Ensure availability and affordability of low carbon energy and CCUS 3.2 Increase financial attractiveness of decarbonisation for industry\n3.2.1 Reduce uncertainties of investment\nbusiness cases\n43\n38\n3. We propose regulatory changes to create a positive business case to accelerate the green transition at scale\n38\n4\n42\n44\n44",
  "page_5": "—",
  "page_6": "6\nERT\nCompetitiveness of European Energy-Intensive Industries\nExecutive Summary\nEuropean energy-intensive industries (Ells) face significant challenges and seek opportunities to adapt\nEuropean energy-intensive industries (Ells) are committed to decarbonisation and the EU’s climate targets. The EU's Ells acknowledge their responsibility in Europe's green transition and have therefore committed to ambitious net-zero targets, often exceeding what EU regulations impose and taking the lead in rolling out lighthouse projects. However, four key factors are putting pressure on business models and competitiveness: (1) the burden of comparatively high energy prices; (2) the constraint of limited access to renewable! energy sources; (3) the weight of high COz2-related costs; and (4) the substantial investment required to facilitate decarbonisation.\nThe potential consequences of these factors are price increases and deindustrialisation. |f the increased production costs can be passed on to customers, production stays in Europe, and prices increase. However, export business suffers. If price increases cannot be passed on, production relocates outside of Europe, leading to decreased exports and increased imports. Since 2017, Ells’ trade balance worsened by approximately €100 billion.\nDeindustrialisation of Europe has already started. The number of EU firms in the Fortune Global 500 has shrunk? and labour productivity growth? has also declined significantly. Sectors including aluminium, refining, steel, and ammonia have already started deindustrialising: Europe's share of worldwide aluminium production fell from 30% in 2000 to 5% in 2022, while the EU has lost 2/3 of its primary aluminium production since 2008.4 Moreover, 70% of ammonia production capacity was curtailed during the peak energy prices in 2022.\nDespite these challenges, Ells are committed to European prosperity and the green transition and are seeking opportunities to adapt. European Ells are aware that they are essential for a climate- neutral economy and have committed to significant net-zero targets. Some have temporarily closed production sites during high energy price peaks but were able to reopen since. They are actively working towards a green future, innovating in new technologies and business models and bringing therm to scale. The European Ells are committed to reduce and flexibilise energy consumption, avoid carbon emission from the production processes, and cooperate with energy providers to promote production of low carbon energy. For example, BASF builds its own offshore wind projects, and Shell is building low-carbon hydrogen production.\nHowever, the risk of further deindustrialisation is tangible. Foreign Direct Investments (FDIs) have already shifted away from Europe (Europe: 23% in 2011 down to 10% in 2021; comparatively, the US was able to increase inflow by 10% from 2017 to 2022). For several industries, imports are cheaper than locally produced products, e.g. steel, where German HRC steel was globally cost-competitive in 2020 but is expected to be ~20% more expensive in 2030 compared to US steel. Similarly, grey steel from the US will outcompete European steel in 2030.\nElls are a key pillar of European prosperity and should be supported\nThese industries also enable the vitality of downstream sectors across Europe, e.g. in the automotive and wind industry. Their inherent connection to local value chains can be attributed to five pivotal factors: (1) Supply chain efficiency and resilience; (2) Knowledge sharing and collaboration; (3) Circular economy; (4) Shared regulatory factors; and (5) Transport simplicity. The consequences of deindustrialisation would extend beyond Ells, causing detrimental effects on the broader EU economy, technological sovereignty, employment and eventually salaries of EU citizens.\nBe ee eee ee ee ee eee eee REEL E EE eR EEE eee eee EE EEE EEE EEE ee Eee eee ee ee eee eee eee ee ee ee ee ee ee eee eee eee eeeeeee\n1 For an overview the definitions of the key terms used in this publication, such as 'renewable’, ‘green’, or ‘low carbon’, please refer to section 4.6 in the Appendix.\n2 Vanham, Peter and Gordon, Nicholas, 2023\n3 Deutsche Bundesbank, 2021\n4 European Aluminium, 2022",
  "page_7": "ERT\n7\nFurthermore, Ells play a crucial role in the European economy by generating jobs, boosting GDP and driving innovation. |n 2021, Ells employed over 18 million people, contributing approximately €3.2 trillion in value added to the European economy. These industries also invest significantly in Research & Development (R&D), with expenditures reaching around €200 billion in 2022 (just for comparison, the Next Generation EU fund contains just over €700 billion until the end of this decade).\nEuropean Ells are at the forefront of the green transition and contribute to global emissions reductions. They have already reduced their greenhouse gas emissions by nearly 40% between 1990 and 2017, boasting some of the world's best carbon-efficiency levels. An example of their environmental leadership is evident when comparing European and Chinese aluminium production. Chinese aluminium emits approximately six times more carbon per tonne than Europe's leading aluminium producing nation, Norway. Clearly, relocating European Ells will lead to significant carbon leakage and hinder global emissions reduction efforts.\nAdditionally, Ells are vital for preserving the EU's Open Strategic Autonomy and ensuring supply security. This concept is closely tied to E//s due to their economic significance and environmental considerations. Several key sectors, including steel, aluminium, refining and various chemical products, are part of the energy-intensive ecosystem. Ells also play a pivotal role in ensuring food security within the EU. For instance, while China achieves self-sufficiency in phosphatic fertilisers, Europe imported half of its consumption in 2022, highlighting the essential role of these industries in maintaining the region's supply security.\nWe propose regulatory changes to create a framework for a positive business case for the green transition along three key asks:\nEnsure the availability and affordability of low-carbon energy and Carbon Capture, Utilisation and Storage (CCUS). This can be achieved by: 1) Accelerating permitting and enhance private investments; 2) Adjusting market design for supply to match future energy portfolio; and 3) Thinking and planning in a pan-European manner.\nIncrease financial attractiveness of decarbonisation. This can be accomplished by reducing uncertainties in investment business cases by 1) Simplifying State aid procedures; 2) Incentivising innovative technologies which don't have a positive business case yet; and 3) Ensuring further simplification of the permitting process. Simplifying the process complexities, e.g. by increasing share of incentives allocated on a European level and based on pan-European standards, are the key requirements to keep up with successful incentive schemes, including the US IRA. Additionally, creating demand for low-carbon products is important: 1) Increasing transparency for consumers by communicating Product Carbon Footprints (PCFs) for all products; 2) Establishing stable green demand via public procurement; and 3) Incentivising demand for low-carbon products.\nCreate a level playing field vs international competition. The key requirement is to establish the Carbon Border Adjustment Mechanism (CBAM) as an effective tool via: 1) Conducting the planned effectiveness review in close cooperation with the industry; 2) Diminishing risk of import loopholes; and 3) Maintaining export competitiveness. Additionally, global partnerships need to be optimised: 1) Promoting fair competition on trade under the WTO (World Trade Organisation) framework and enhancing collaborative partnerships; 2) Further prioritising secure and diverse supply chains, e.g. in public procurement; and 3) Taking a leadership role in orchestrating coordinated global climate action.",
  "page_8": "8\nERT\nCompetitiveness of European Energy-Intensive Industries\n1. European energy-intensive industries (EIIs) are under acute competitive pressure\n1.1 The energy transition and decarbonisation efforts put Europe's Ells ata competitive disadvantage\nAditya Mittal\n=\nArcelorMittal\nCEO, ArcelorMittal\nElls such as cement, glass, steel, chemicals, refining, and aluminium generate around a fifth of Europe's total GDP5 This significant contribution to GDP comes with a considerable energy consumption and emissions.\n“As the world’s leading steel and mining company, with steelmaking operations in five continents, we have a global perspective on the competitiveness of doing business in Europe. What we see is that European steelmakers are operating at a significant disadvantage compared with other regions, higher energy costs and higher COz costs to name a few. This is not a strong foundation on which to build our decarbonisation programme - which is the biggest investment we have made in ArcelorMittal Europe since the founding of the business.”\nFirst, European Ells consume a significant amount of the continent's total energy, and thus Ells are very dependent on competitive energy prices.\nSecond, Ells are responsible for 22%® of the EU's overall GHG (greenhouse gas) emissions, equalling ~736 million tonnes of CO2- equivalents.?7 Emission reduction of Ells plays a significant role in achieving the EU's climate neutrality targets, e.g. becoming a net-zero region by 2050.\nElls in Europe have been at the forefront of innovation for decades They have set global benchmarks in terms of quality, health, safety, and environment. Through product and process innovations, the EU’s Ells have historically been able to compete with lower costing and resource-rich countries while being more sustainable on average than their global competitors.\nDr. Ilham Kadri\n3 SVENSQO\nCEO, Syensqo\n“Let us not forget that the European chemical\nindustry is the governments’ partner in the\nfight against climate change. We need more\nsupport than constraints. Europe should\nact upon other regions’ wake up calls; we\nToday, the EU's Ells are facing mounting have little time left to reverse the curve. pressure: increased costs for energy and costs Competitive energy, funding, fair competition, related to decarbonisation result in margin circular economy, and decarbonisation should pressure. Ells in Europe are not able to pass be Europe’s industrial policy priorities. We these costs through to their customers in full, cannot build new sites on ruins.” as they are in global competition with non-EU players that do not face the same extent of costs but are selling to EU consumers. As a result, the EU’s Ells are less cost-competitive, therefore lose global market share, translating into lower outputs. This is also reflected in the ERT Vision Paper from October 2023? which elaborates upon the competitiveness of energy-intensive industries and beyond\nTTTTT Tr rT eT Terre Tere eee eee Tee Tee eee Tee eee Te Se Tee Tee ee ee eee eee ee eee ee ee ee ee eee ee ee eee ee ee eee ee eee ee ee er eee ee eee ee ee ee er ery\nOxford Economics, Statis, Destatis; 2021, EU-27 + UK + Norway + Switzerland,\nEuropean Commission, 2022 (number for 2019)\nEuropean Environment Agency, 2023 (number for 2019)\nERT paper \"Innovation made in Europe: Setting the foundation for future competitiveness\", March 2023\nERT \"Vision Paper 2024-2029, Securing Europe's place in a new world order\", 2023",
  "page_9": "ERT\n9\nThe focus of this chapter is on the four drivers of competitive pressure that European Ells are facing:\n1 igh energy prices 2 Limited access to affordable low carbon energy 3 igh COz costs 4 igh investment intensity for decarbonisation\nEll sectors are all affected by these four drivers, but the relevance of each driver differs by sector (see Figure 01). For example, the steel, chemicals and aluminium sectors are most affected by energy prices and the availability of low carbon energy, whereas in the cement industry, the biggest impact comes from high COz costs and investment intensity for decarbonisation. While the Ells are significantly affected, the loss of competitiveness from these drivers impacts the overall European industry.\nEuropean Ells are losing competitiveness due\nto 4 drivers of pressure in 2030\nb\nA\noo oF\nCement\nGlass\nSteel\n&\nChemicals' Refining Aluminium\n8\nLoss of competitiveness due to\neee\nee\ne000 e000 ee\ne000\nee\neee\ne008 eee\nec0e\neee\ne000 ee\neee\neee\nee\neee\neece0e ee\nee\neee\neee\neee\nEffect on competitiveness in medium-term (2030): Lower @\nHigh @@@@\nFigure O1: European Ells are differently affected by pressure from energy transition and decarbonisation in 2030\n(1) Energy price differential\n(2) Limited access to affordable low carbon energy‘\n(3) CO, Costsit\n(4) Investment Intensity (EU Market)\ni High variance between chemical products; ammonia is highly energy intensive compared to other chemicals but one of the most produced chemicals ii Highly different based on location (proximity to renewable electricity and biofuels); Rating for steel driven by reliance an access to hydrogen, for which no infrastructure available currently. ili Direct emissions (Scope 1) Note: Scope of the analysis is Europe, i.e. including Norway and Iceland Source: BCG analysis, expert interviews, IEA, Zier et al., Indexbox, LME, S&P Global, boerse.de, Cembureau, Bloomberg, Aluminium France, Concawe, Eurofer, European Aluminium, Glass International, Business Research Company, Euractiy, Ibis World\nThe pressure from these four drivers decreases competitiveness and, therefore, the privat investment appeal of the EU's Ells. As the green transition requires significant investments, EU Ells need to increase their appeal to attract more private investment in the future.\nIn this section, we will assess in detail how the four elements impact the competitiveness of th Ells",
  "page_10": "10\nERT\nCompetitiveness of European Energy-Intensive Industries\n1.1.1 Europe’s energy prices are significantly higher than in other regions\nEurope currently faces some of the highest energy costs worldwide. This puts the continent at a significant cost disadvantage — particularly within Ells, as energy expenditur isa key component of their cost structures.\nUnfortunately, forecasts for 2030 indicate a continuation of Europe's energy cost disadvantage: European electricity prices are expected to be up to twice as high as prices in the US and Saudi Arabia (see Figure O2). This is especially problematic considering that electrification is key in the decarbonisation of Ells. Natural gas will be necessary as a transition fuel until net-zero targets are met. It could play a continued global rol ven after 2050 including as a feedstock for low carbon hydrogen - if abated with help of CCUS and if methane emissions are managed.”\nGas price (wholesale)\n€/MWh\nEurope expected to have highest energy prices in 2030\nElectricity price (wholesale)\n€/MWh\n20-40\n55-100\n30-60\n50-70\n9-22\n20-25\n30-50\n5-15\nFigure 02: Forecast gas and power costs 2030\"\nNote: German prices are assumed to represent EU prices, given the influence of Europe's interconnected energy markets, harmonised\npolicies, regional factors, and the Dutch TTF NG hub as EU gas benchmark; Ranges based on external scenarios and experts for wholesale\nprices\nSource: Bloomberg, EEX, IHS, NBC, Morgan Stanley, Nexant, BDEW, EnergyScan, IEE, Eikon Refinitiv, Aurora, Rystad, Nymex, Enerdata, ICE,\nIEA, BCG analysis\nWe see several key drivers for high electricity prices in Europe:\n1. Carbon costs which result from the EU ETS (Emissions Trading Scheme): One major driver for the high electricity prices in Europe is the cost of CO2 emissions under the EU's ETS. In 2021, the COz2 cost increase to approximately €30 for each tonne of COz led to a higher energy price of €10 for every megawatt-hour (MWh) of electricity generated from gas,\" and roughly €25 for every MWh of electricity generated from coal.¥ In the coming years, Europe will remain dependent on fossil-based electricity generation. With the continual phase-out of free allowances, electricity prices will continue to rise.\n2. Energy market design: In the ERT ‘Sing! Market for Energy' expert paper, it is stated that:\neee ee eee eee ee eee eee ee eee eee eee ee eee eee ee ee ee eee ee eee ee ee ee ee ee ee ee ee eee ee eee ee ee eee ee ee ee ee ee ee ee ee ee ee eee ee eee ee ee ee ee ee ee ery\n10 ERT paper on \"Strengthening Europe's energy infrastructure\", February 2024\nTl Aurora, IEA, European Parliament, Henry Hub, natural gas indices, Eikon, EUA, IETA Market Sentiment 2022, BCG Analysis 12 Assuming that it is 50% efficient, ie. that IOOMW gas gives SOMW power\n13. Assuming that it is 40% efficient, ie. that IOOMW coal gives 40MW power",
  "page_11": "ERT\n1\n“The energy markets currently expose consumers and energy-intensive industries to highly volatile and high prices, affecting European competitiveness.”* Moreover, new investments for decarbonised production capacities and security of supply are not enabled by the energy- only market set-up. Prices are being driven upwards because the wholesale electricity market clearing price currently reflects the marginal natural gas cost, which is priced significantly higher than before the Russian invasion of Ukraine due to supply constraints. Despite this, thanks to the effectiveness of the short-term price signals based on the marginal costs of production in each Member State, EU electricity markets are currently still achieving both an optimised dispatch to consumers and efficient mobilisation, at any moment, of the most cost-efficient production asset. Even with a significant decline of electricity generated by fossil fuels, fossil fuel-based plants are expected to maintain a significant influence on electricity prices. According to a forecast by the European Commission's Joint Research Centre, the amount of time the electricity price is set by fossil fuel-based plants is expected to stay at 86% between 2022 and 2030, even if the share of generation is declining from 24% to 16% during the same time.® Lack of energy supply: The peak in EU energy costs during 2022 was due to a lack of supply, in particular a lack of gas, an impact of the Russian invasion of Ukraine. When energy was scarce, European industry has had to cut production significantly: 32% of Ells at least partially shut down business units during 2022.\nWhile energy prices have eased since their peak in 2022, it is forecasted that they remain up to four times higher than before the crisis, even after 2025 (see Figure 03).”\nEuropean Energy prices: There is no return to ‘old normal’\nGas price (wholesale)\n€/MWh\n160 -280\nElectricity price (wholesale)\n€/MWh\n95 - 215\n100 - 165\n40-80\n—\n21\n38\n2013 - 2019\n2022\n2025 - 2030\n2013 - 2019\n2022\n2025 - 2030\nFigure 03: European energy costs forecast\nNote: Prices show wholesale average; ranges based on external forecasts and experts, assuming current energy pricing mechanism Source: Aurora, IAE, BCG, European Parliament, Henry Hub, natural gas indices, Eikon, EUA, IETA Market Sentiment 2022, BCG analysis\nSeem ee meme ee eee eee eee eee e ee ee eee eee ee EE eee EEE HEHEHE ESHEETS EEE EE HEHE EE EE SEES ESE SESE EE EES EE EE EE EE EE TEESE EEE EE EE EE EE EE EE EE EE EE EE EE eee eEeeeeee\n14 ERT Expert Paper \"Single Market for Energy\", December 2022\n15 Gasparella, A., Koolen, D. and Zucker, A., 2023\n16 DIHK/ Energiewendebarometer 2022; numbers are for Germany\n17 Aurora, [AE, European Parliament, Henry Hub, natural gas indices, Eikon, EVA, IETA Market Sentiment 2022, BCG Analysis",
  "page_12": "12\nERT\nCompetitiveness of European Energy-Intensive Industries\n1.1.2 Europe will continue to face supply shortages of low carbon energy\nElls have started the transition from using fossil fuels for their production towards green energy sources. The ambitious commitments from Ells will result into a rapidly increasing demand for renewable energy and low carbon hydrogen.®\nThe example of hydrogen illustrated in Figure 04 shows an estimated undersupply in the EU of low carbon hydrogen (i.e. hydrogen with zero, or lowest possible emission intensity within EU taxonomy, for example hydrogen produced using renewable/nuclear sources or conventional sources if combined with carbon capture) vs the demand resulting from all plans currently announced. Consequently, the EU will be highly dependent on imports of low carbon hydrogen from outside the region, resulting in a potential supply gap of approximately 3 million tonnes of hydrogen per annum from 2030. That is equal to roughly 15,000 shiploads of hydrogen from tankers with 200 tonnes capacity.” In a more ambitious 1.5°C scenario, BCG's forecast for low carbon hydrogen demand is even higher, increasing the supply gap to approximately ~6 million tonnes.\nThis situation in Europe differs from the situation in both the US and China where, based on current projections, supply is likely to cover demand by 2030.\nEU low carbon H, supply highly dependent on imports,\nrisking a supply gap\nLow carbon hydrogen demand vs supply in kilotons per annum (2030)\nImports# highly uncertain but\nnecessary for covering EU H, demand\nSubject to IRA’ implementation\ncocsceScoCeCS05D00C0\nBCG demand forecast\n~18,077 ktpai\n[— -2,/03\n+4,535\ndds\nDemand\nSupply\nDemand\nSupply\nDemand\nSupply\n)\n@\nEU\nUSA\nChina\n18 European Commission, 2020\n19 Renewable Energy Magazine, 2002\nFigure 04: Demand vs supply of low carbon hydrogen in 2030\ni. NZE BCG forecast for Western Europe\nii. Imports potentially reach up to ~5,000 ktpa\nili. EU supply estimate excl. imports\niv. IRA = Inflation Reduction Act\nNote: calculations based on announced projects — some may not materialise\nSource: European Hydrogen Backbone EU supply and import estimate, GlobalData Hydrogen Projects Database; BCG's Hydrogen Demand\nModel and BCG's Supply Model",
  "page_13": "ERT\n13\nThe shortage of renewabl nergy in Europe will drive prices up. As a result, European-based Ells will face higher prices for hydrogen and renewables than their direct competitors based in China and the US. For example, green steel produced in Europe using hydrogen as its primary energy source will cost 20% more than the same steel produced in the US using the same technology.?°\nFor Europe to restore its energy competitiveness, it must address this scarcity and increase the supply of green energy. Strong investment will be required (notably in infrastructure to increase generation, distribution, transport capacities and storage), so that renewable production is brought in line with demand.?!\n1.1.3 Europe’s high COz price pressures competitiveness\nAs of today, the EU is the only region worldwide with a significant CO2 price. Other regions have either spotty coverage (e.g. the US) or very low COz prices (e.g. China). European COz prices hit a record high of €100/tonne in March 2023 and remain at high levels of around €80/tonne22 The future carbon price is expected to reach ~€130/tonne by 2030, as free allocations will phase out continuously for CBAM covered sectors.\nEU carbon prices expected to increase significantly until 2040\nEU ETS price for cement, fertilisers, steel, aluminium and hydrogen\n€hc\n200\nCurrent situation\n2040: ~€175/tCO,\n2030: ~€130/tCO,\n100\n150\nHeavy industries receive almost all\ncertificates as free allocations\nIf free allocations can be kept after CO,\nabatement levers are implemented,\nemitters can sell certificates?\nIncentive for CO, abatement through\nopportunity costs of emissions, if at all.\nETS forecast\nFuture development\n-s\nFree allocations will be phased out by\n2034 for industries covered by the\nCarbon Border\nAdjustment\nMechanism\nEmitters will need to buy certificates,\nbut prices are\nuncertain\n& used to\nbe volatile\nIncentive for CO, abatement through\ncash of\ncosts emissions;\nbut future\nprice remains unclear\n2020: ~€20/tcO,\nFree allocations NN\n50\nee\nETS historical\nPaid by emitters\n2010\n2020\n2030\n2040\nFigure O5: EU ETS price forecast\ni. In some cases, free allocations are lost when reducing emissions, eliminating the ETS price incentive\nSource: Eikon; IEA WEO 2022; European Commission; BCG analysis\nBy 2030, with an estimated carbon price of €130/tonne, carbon costs would result in a doubling of the price for grey cement, and result in an increase in grey steel prices of 50% (see Figure O6).\nSeem ee meme ee eee eee eee eee e ee ee eee eee ee EE eee EEE HEHEHE ESHEETS EEE EE HEHE EE EE SEES ESE SESE EE EES EE EE EE EE EE TEESE EEE EE EE EE EE EE EE EE EE EE EE EE eee eEeeeeee\n20 Comparison of production cost (without transport), see Figure 14 for more details\n21 Comparison of production cost (without transport), see Figure 14 for more details 22 Bloomberg\n23. Eikon, International Energy Agency \"World Energy Outlook\", 2022 (see Figure 05)",
  "page_14": "14\nCompetitiveness of European Energy-Intensive Industries\nERT\nCO, costs significant proportion of revenue of\nrepresentative products in 2030\nCO, costs per €1 of revenue\n00 OF\nCement\nb\nGlass\nA\nSteel\n&\nChemicals\n(Ammonia)\n2020: €20/t CO, Bl 2030: <130/t co,\nBi\nRefining\nAluminium\nDiesel\n~€0.50\n~€0.30\n~€0.20\nCO, costs will affect cost set-up significantly (assuming other cost factors remain similar), increasing the risk\nof losing competitiveness compared to Ells outside Europe. A well functioning CBAM should balance this\nloss of competitiveness for local market sales if applied entirely in 2035 and on all Ell products.\nFigure 06: CO2 costs per €1 of revenue for Ells in 2030\nNote: Direct emissions (Scope 1) used for calculation. Numbers equal CO2 costs when free allowances are reduced to zero. The current values\nfor revenue are used which are likely to change until 2035. Ranges are given as numbers vary due to divergent emissions and prices in\ndifferent countries of the EU\nThe following calculations use average values:\nCement: 0.6 t CO2/t of cement * 20 €/t CO2 / 160 €/t cement (Source: Cembureau, BCG analysis) Glass (flat glass): 0.4 t CO2/t of flat glass * 20 €/t / CO2 3000 €ft flat glass (Source: Zier et al., Indexbox) Steel: 1.3 t CO2/t of steel * 20 €/t CO2/ 630 €/t steel (Source: Bloomberg, LME (London Metal Exchange)) Chemicals (ammonia): 2.4 t CO2/t of ammonia * 20 €/t CO2 /1500 €/t ammonia (Source: IEA, S&P Global) Refining (petroleum diesel): 0.3 t CO2/t of petroleum diesel * 20 €/t CO2/ 810 €/t petroleum diesel (Source: Concawe, boerse.de) Aluminium: 2.5 t CO2/t of aluminium * 20 €/t / CO2 2000 €/t aluminium (Source: Aluminium France, LME)\nEuropean Ells are only partly protected against the loss of competitiveness through the Carbon Border Adjustment Mechanism (CBAM\nCBAM aims to assure that Ell products from outside the EU that get imported into the EU do not have a CO2 cost advantage versus local EU-based products. However, in its currently discussed form the CBAM still has still key challenges (see chapter 3.3.1). For once, for the time being, the EU’s CBAM scope is limited to imports. Therefore, European Ells that are paying carbon costs will not be able to compete on the export markets outside of the EU with peers that produce outside the EU and do not pay carbon costs",
  "page_15": "ERT\n15\nThe European Ells are working hard to defend their competitive position by converting their operations from gray to low or zero carbon. However, it is not technically or economically feasible to convert every industry entirely by 2030 or even 2040. It is therefore crucial that Ells remain competitive and successful in order to finance their decarbonisation.\n1.1.4 Decarbonisation efforts require substantial investment from Ells\nThe EU's Ells acknowledge their responsibility in Europe's green transition and have therefore committed to ambitious net-zero targets.\nThe decarbonisation efforts they have committed to are often even higher than those which EU regulations impose, or what the rest of the world has committed to. In the long term, most EU steel players, for instance, are aiming for carbon neutrality by 2050. Additionally, their targets for cutting emissions by 2030 are more ambitious than those of players from other regions with similar carbon neutrality targets, like Japan, South Korea or the US. The same is true for EU aluminium producers; many have committed to more than a 30% emission reduction by 2030.\nDecarbonisation of Ells would require a full-scale transformation of manufacturing processes, which in turn need huge investments with margins currently under pressure, as outlined in the previous sections.\nIn response to the EU Green Deal, the EU cement industry, for example, committed to reach net-zero emissions along the cement and concrete value chain by 2050. To achieve that goal and support Europe in becoming the first climate neutral continent by 2050, the cement industry needs to develop low-carbon technologies ranging from carbon capture, utilisation and storage (CCUS), and circular use of waste, to recarbonation (“the process where part of the COz emitted during the cement production is re-absorbed by concrete in use through carbonation‘). These are just a few examples of decarbonisation levers applicable in the cement industry. However, these levers also have their price. Totalling up the costs, €94.4 billion would be required to achieve net zero ambitions.45 To put this into perspective and understand the massive investment needed, Figure 07 illustrates that per €]1 of annual revenue, the cement industry needs to invest €4.70. These costs also have a significant effect on consumer prices: current estimates show that production of green cement is ~20%6 more expensive (+~€30/t)?7 than regular cement, putting significant pressure on margins and consumer prices.\nIn total, €1.7 trillion of CapEx investment will be needed to decarbonise the EU's cement, glass, steel, chemicals, refining and aluminium production facilities by 2050.28 This is a rough approximation that does not apply any discount factor — inflation or amortisation are not considered. While the necessary investments are substantial, it does highlight that decarbonisation is possible if the right circumstances for investments are provided. However, these investments currently lack an attractive business case as, (1) it is difficult to forecast the actual demand for green products and hence decrease uncertainty, and (2) the operational costs of green production are uncertain and likely to be higher in the EU than the rest of the world, as outlined in the previous sections. As Ells in other regions do not have as ambitious decarbonisation targets as EU Ells, they do not require such huge investments. European Ells are therefore subject to a competitive disadvantage with margins being under enormous pressure (see Figure 07).\nTTT TTeT Tee eT eee eee Te Te Se eee eee ee ee eee ee ee Tee eee eee eee ee ee eee ee ee ee eee ee ee Tee eee eee eee ee ee eee eee ee ee ee ee eS ee eee eee ee ee ees\n24 Circular Economy European Union, 2023\n25 Cembureau, 2021\n26 BCG cement cost model, August 2023\n27 Global Product Prices, Cement\n28 BCG analysis, Cembureau, Business Research Company, Eurofer, Cefic, Euractiy, Ibis World, S&P Global, European Aluminium (see Figure 07)",
  "page_16": "16\nERT\nCompetitiveness of European Energy-Intensive Industries\nSignificant investments needed to decarbonise Ells in Europe\nTotal investment for Ell sector decarbonisation in Europe per €1 yearly revenue\nb\nA\n&\n8\nro]\nCement\nGlass\nSteel\nChemicals\nRefining\nAluminium\n€4.7\n€1.6\n€14\n€i\n€0.8\n€0.5\nFigure 07: Huge investments needed to decarbonise Ells in Europe\nCAPEX investment needed for decarbonisation (€ billion) / annual turnover (€ billion)\nCement: investment needed €94.4 billion / annual revenue €2011 billion = 4.7 - For every € revenue €4.7 must be invested (Source: BCG\nanalysis, Cembureau)\nGlass: investment needed €23.7 billion / annual revenue €49.5 billion = 0.48 - For every € revenue €0.5 must be invested (Source: Glass\nInternational, Business Research Company)\nSteel: investment needed €102 billion / annual revenue €125 billion = 0.8 - For every € revenue €0.8 must be invested (Source: BCG analysis,\nEurofer)\nChemicals: investment needed €800 billion / annual revenue €594 billion = 1.35 - For every € revenue €1.4 must be invested (Source: Cefic)\nRefining: investment needed €650 billion / annual revenue €400 billion = 1.6 - For every € revenue €1.6 must be invested (Source: Euractiy, Ibis\nWorld)\nAluminium: investment needed €40 / billion annual revenue €40 billion = 1 - For every € revenue €1 must be invested (Source: S&P Global,\nEuropean Aluminium)\nThe production cost in the EU is currently higher than in other regions due to increased energy prices. This puts margins under pressure and makes investing into the green transition even more difficult, as Ells are not able to generate a financial buffer. In addition, the energy transition and decarbonisation costs lead, inevitably, to production cost increases. Production in Europe will become more expensive due to higher energy costs, the need to pay COz2 costs, and simultaneous investment in decarbonisation technologies on production assets. This means that the business case for green investments is not strong as it stands.\nIncreased production costs can have two different implications. For some products, increases can be largely passed on to customers e.g. when there are barriers to entry from international competition such as high transport costs and limited substitutes. In these cases, production stays in the EU and prices increase. For other products, cost increases cannot be passed on to customers, and production needs to shut down; not only do exports decrease,” but imports also increase This could lead to an increase in trading of Ells. If prices cannot be passed on, such as in industries that are highly exposed to international competition like basic metals and chemicals, costs will be absorbed by industry.\"\n1.2 Potential consequences of combined pressures are price increases and deindustrialisation\n29 Chiacchio, F.; De Santis, R.; Gunnella, V. and Lebastard, L., 2023\n30 Impact could be reduced by CBAM depending on its implementation\n31 Sgaravatti, G.; Tagliapietra, S.; Zachmann, G., 2023",
  "page_17": "ERT\nLanded costs, i.e. production costs plus costs for exporting the products to the EU, are for many European producers, e.g. cement, steel, polyethylene, and aluminium, higher than their non-EU competitors (Figure 08). For example, aluminium imported from China, including the cost of transporting it into Europe, can be offered at a 18% lower price than locally produced aluminium. This drastically decreases the competitiveness of the industries mentioned — imports of Ell products from outside the EU increase. Self-evidently, th EU's Ells will struggle more to export, as they cannot even compete in their local market.\n17\nEuropean Ells are not cost-competitive\nLanded costs in 2022 (€ / t)\nooW\nCement\n&\nSteel\nEx.: BF-BOF steel\nCost estimates affected high\nby\n&\nChemicals\nEx.: polyethylene\nenergy\nAluminium\nEx: extrusions!\n| +18% J\nprices in 2022\n[ +35% J\n[ +11% a\n|\n+55%\n1\n4,146\n65\nSo\nTurkey\n<=\n©\nEU\n588\n=\n—\n—\n—\nUSA\nEa\n@\nEU\n688\n=\n—\n—\n—\nUSA\n@\nEU\nChina\nEU\nFigure 08: Landed cost comparison Ells 2022\ni. For EU average of France and Germany unit price\nLanded costs include production cost and transport cost per ton\nSource: Wood Mackenzie database of world aluminium plants, BCG analysis\nTogether with the fact that Ell products are being increasingly traded (+23% trade value between 2018 and 2022 alone) and that imports of Ell products are increasing, the risk of Ells relocating outside the EU is growing. EU production capacity could be replaced by non-EU production (see Expert corners 1-3 for more details).\nOver the past few years, Europe has already seen a surge in net imports (defined as exports minus imports) of Ells (see Figure 09).34 For example, in 2012, more steel was exported than imported, while in comparison during 2022 Europe imported €20 billion worth of steel35 Other Ells have seen similar drastic changes with imports doubling or tripling. This illustrates a decrease of Ells operating locally and a tendency towards importing goods from non-European countries.\neee ee eee eee eee ee eee eee ee ee eee ee ee ee eee ee ee ee eee ee ee ee ee ee ee ee ee ee ee eee ee ee ee ee ee ee ee ee eee ee eee ee ee ee ee ee ee ee eee ee eee ee ee ee ery\n32 See Figure 08, Wood Mackenzie, BCG Analysis\n33 UN Comtrade data\n34 UN Comtrade data\n35 UN Comtrade data",
  "page_18": "18\nERT\nCompetitiveness of European Energy-Intensive Industries\nTrade Balance in Europe worsened by €100 billion\nsince 2017 over all Ell sectors\nNet imports (€ billion)\noot\nCement\nb\nGlass\nA\nSteel\n&\nChemicals\noi\nRefining\nAluminium\n+150%\n+640%\n+100%\n+70%\n-50%\n0.5\n0.2 a 0.2\n-5\n+90%\n=0.9\n2012 2017 2022 2012 2017 2022 2012 2017 2022 2012 2017 2022 2012 2017 2022 2012 2017 2022\nExport-focused\nImport-focused\nFrom export to\nExport-focused\nImport-focused\nImport-focused\nimport-focused\nThe continent’s ability to export will be further impacted in the future, as the COz2 price will increase, and free allowances will be phased out as the CBAM is introduced. This is due to the fact that the current CBAM is not yet including a clause related to safeguarding EU industry's export competitiveness. While it adds a carbon levy on imports to a limited scope of products covered by the CBAM, the carbon price paid by EU Ells is not deducted for exports. They therefore compete in the export markets with ‘grey’ products from other countries that are not subject to a carbon price, and thus losing competitiveness. This also affects products not covered by the CBAM that are created from the starting product covered by the CBAM. All these products lose their competitiveness in third markets as well as on the domestic market, as they would have to compete permanently with 'grey' products not covered by CBAM.\nThe resulting decrease in exports would shrink the market accessible to EU Ells tremendously. This could force them to reduce their fixed costs in the EU ie. close plants and reduce production capacities, contributing to deindustrialisation.\nFigure 09: Increase in net imports\nNote: $ billion (Net imports = Total imported goods and services — Total exported goods and services); Scope of the analysis is Europe, i.e.\nincluding Norway and Iceland; Source: europa.eu, Comtrade",
  "page_19": "ERT\n1.3 Deindustrialisation of Europe has already started\nHigh energy costs combined with trade competition from countries like China and the US have already had a real-world impact on today's Ells’ operations. Some industries have had to close plants and cut jobs — see below for an overview of some key sectors across Europe that stopped their production (temporarily and permanent). This was often due to higher costs which left them unable to remain competitive.\nSeveral examples can be observed:\nBe ee eee ee ee ee eee Eee eee eee eee eee REE EE EEE eRe eee eee eee eee eee ee eee eee ee eee eee ee eee eee eee eee eee eeeeeeee\n36 See Figure 11, AG Energiebilanzen, Nexant, World Ban, COMTRADE, Fertilizers Europe, BCG Analysis 37 Concawe Refineries Map, 2023 38 = Eurofer, 2022\n19\n]. Aluminium: One example is within the aluminium industry, where more than 50% of production capacity has been idled since 2021 see ‘Expert Corner 1: Aluminium as a warning sign for European deindustrialisation’. Ammonia: Another example is the European ammonia industry (both fertilisers and chemical production), which, despite being of strategic importance for food security (fertiliser production), rapidly curtailed 70% of production capacity in Q3 2022 due to temporary much higher energy prices in Europe compared to the rest of the world#* — see ‘Expert Corner 2: Short-term impact from high energy prices: The case of ammonia’. Refining: Similar developments can be observed in the refining sector, 26 European refineries have closed since 2010. Of these, 22 refineries were mainstream and four were specialty. These closures equal 2.8 million bbl/d (2.8 million barrels of oil per day, 125 Mt per year), or 17% of refining capacity. Three refineries were converted to biorefineries and a fourth one is currently in the process of being converted.” Steel: The same is true for the steel industry, where site closures in Europe since 2009 equal 26 million tonnes of lost steel production capacity. These closures caused the loss of 80,000 direct jobs, around 25% of the total EU steel workforce3®",
  "page_20": "20\nERT\nEXPERT\nCORNER 1\nAluminium as a warning sign for European deindustrialisation\nEurope's share of worldwide aluminium production has fallen from 30% in 2000 to 12% in 2021.39 In addition, more than 50% of production capacity has been idled since 2021. International competition has intensified, with China increasing production and doubling its exports worldwide between 2020 and 2022 (~$175 billion).4° Other countries, such as India and the UAE, were also able to significantly increase their production with around a 10% CAGR (compound annual growth rate) between 2009 and 2019.4\"\nTwo main factors have led to a diminution of European players on the global competition field:\nFirstly, comparatively high energy prices: The cost of electricity represents up to 40% of aluminium smelting costs. This is not the first time aluminium production has faced high energy costs: in 2006, the EU terminated long-term energy contracts. As a result, primary aluminium production in the EU dropped temporarily by two thirds. Today, only the two largest European (but not EU-27) aluminium producing countries, Norway and Iceland, are able to produce below the global average cost level of $2,383/tonne, with $2,042/tonne (14% below global average cost level) and $2,024/tonne (15% below global average cost level) respectively, due to their access to high volumes of base load-compatible renewable energy such as hydro or geothermal.42 However, the two next largest European producers, France and Germany, both produce at above average costs. However, due to declining energy prices after winter 2022, only the marginal producers still suffer from profit losses in the first half of 2023. This puts European players in a difficult position, given the predicted continuation of high energy prices in the near- and mid-term future.\nAluminium is an example of how sectors with rather flat cost curves, like most of the Ells, are more vulnerable to higher energy prices, as there are few other options to compensate higher prices and products are less differentiated between competitors.\nSecondly, more favourable policies abroad: China has not only profited from significant GDP growth and a surge in demand for aluminium, but also high levels of subsidies; $62 trillion or > 90% of worldwide subsidies have been allocated to Chinese smelters.4*\nThis negatively influences the EU's efforts to decarbonise Chinese production focuses on coal power- based aluminium, which emits on average six times more CO2 than green aluminium (based on renewable energy sources). Due to an increase in Chinese production, the share of coal power-based aluminium rose from 36% in 2000 to 57% in 2022. As Chinese players are not yet subject to any meaningful sustainability measures, they can use cheap coal power to produce a relatively cheap aluminium.45\nSee eee e eee eee e eee e ees e eee e essere esse sees esses sess esse sees esse esse esse esse ee esses es EE EE esses e ee esse eset es esse seers sess es esssssesesesssesere\n39 Italpres, 2022\n40 UN Comtrade data\n41 UN Comtrade data\nSee Figure 10, Wood Mackenzie, BCG Analysis\nSee Figure 10, Wood Mackenzie, BCG Analysis\nOECD, BCG analysis\nBCG analysis using public company data, e.g. China Hongqiao coal power production",
  "page_21": "ERT\n21\nChinese aluminium production, which is largely coal power-based, emits 22 tonnes of CO2 per tonne produced, while Norwegian production emits only 3.7 tonnes of CO2 per tonne. If the entire Chinese aluminium production was as CO> efficient as the Norwegian one, the world would emit a stunning 585 megatons less CO2.46\nIn summary, we are now in a situation where, if the deindustrialisation of aluminium continues to take place in the EU, we will see more closedowns of aluminium smelters across the continent, which will further increase Europe’s dependency on aluminium imports from other continents and worsen carbon leakage.\nOnly small number of Europe’s aluminium producers long term competitive\nPrimary aluminium cost curve (Q1] 2023)\nCl Cash Costs\n(US$/t)\nHydro-powered aluminium production in\nEurope can remain price-competitive in\nthe long term if sufficient renewable\nenergy\nproduction capacity available\n4,000\n3,000\nCurrent LME? Price - June 2023 US$2229/t a\n2,000\n1,000\nie)\nie)\n5\n10\n|| RoW || Gcc || China\n15 20 25 30 35 40 45 50 55 60 65 70\nEurope || Russia\nCanada || Latin America\nTurkey\nIndia || USA\nFigure 10: Aluminium Cost Curve (QI 2023)\ni. London Metal Exchange; Note: Impact of relatively high coal prices: At lower coal prices, China with cost advantage also over hydro-powered aluminum production in Europe. Source: Wood Mackenzie, BCG analysis\n46 BCG analysis using public company data, e.g. China Hongqiao coal power production",
  "page_22": "22\nERT\nEXPERT\nCORNER 2\nShort-term impact from high gas prices: The case of ammonia\nRecent developments in ammonia highlight the importance of competitive energy prices to maintain local production of Ells in Europe. This is particularly true for ammonia, which uses gas not only energy but also as a feedstock for its production.\nIn 2019, European ammonia cash costs ($188/tonne) were below the global average. The surge in gas prices in 2022 led to a significant increase in cash costs, which made European ammonia production costs three times higher ($1200/tonne) than the global average. These cost increases hugely reduced the industry's ability to compete, leading European producers to rapidly halt 70% of their production. This highlights how quickly industries are forced to adapt to fluctuating costs and that it can lead to temporary curtailment of production. Keeping production of chemical products active is essential, as it ensures European autonomy in critical fields such as food security.\nExample ammonia: High energy prices in the EU curtail production\nCosts for ammonia production in Europe have increased drastically...\n..Which led to majority of ammonia production capacities being curtailed quickly\nAmmonia cash costs'\nEuropean production” Q3 2022\nCash costs (in $/t)\n1,500\nEuropean cash costs ~3x (!)\nof rest of world in Q3 2022\n1,000\n70%\n500\neee eee eee ee\neee eee ee eee\n30%\n2019%\nQ3 2022%\nEurope eee RoW\n|| Curtailed || Available\nFigure 11: Ammonia production in Europe strongly impacted by short-term energy peak in Q3 2022\ni. The cash cost represents the regional averaged Factory Gate Cost without Depreciation & ROCE; ii. Based on annual 2019 gas prices;\niii. Based on Q3 2022 gas prices;\niv. Includes Western and Central Europe\nSource: AG Energiebilanzen, Nexant, World Bank, COMTRADE, Fertilizers Europe, BCG analysis",
  "page_23": "ERT\n23\nEXPERT\nCORNER 3\nChemicals sales dropping further in Europe compared to global sales\nSince 201], the chemicals market has moved further into a tough combination of a high-cost structure, high energy prices, expensive feedstocks with Asian players buying Russian crude oil and US players having access to shale, and an oversupply from government-backed large Chinese complexes.\nFor the European chemicals industry, exports become less and less competitive. At the same time, competitive and cheap imports threaten and replace the local production. Products with a significantly high energy consumption, i.e. PVC or polystyrene are strongly impacted. Consequently, various companies idled part of their plants in the last years, like Ineos and PVC. Also, OCI has announced the acceleration of its US products due to IRA's (Inflation Reduction Act's) simplicity. Several drivers for this are structural and are expected to continue to pressure Europe's competitiveness in the future. Therefore, the European chemicals industry may not be able to participate in the global growth of the market.",
  "page_24": "24\nERT\nCompetitiveness of European Energy-Intensive Industries\n1.4 Ells remain committed to Europe and the green transition and are seeking opportunities to adapt\nAfter the temporary closures of Ell production sites in Europe when energy prices soared, many businesses reopened their sites (see Figure 12). In April 2023 compared with April 2022, industrial production increased by 0.2% in the euro area and by 0.1% in the EU.47 In the steel industry, for example, many idled furnaces have been reopened since the start of 2023, with European distributors restocking since December, as European steel makers respond to some improvement in demand and prices.48\nElls reopening after closing production due to high energy prices\nProduction sites\n€/MWh\n400\nChemicals\nChemicals\nMoreover, European Ells are actively working towards a green future, innovating in new technologies and business models and bringing them to scale5° They are committed to reduce and flexibilise energy consumption, avoid carbon emission from the production processes, and cooperate with energy provides to promote production of low carbon energy. BASF, for instance, estimated that it will be challenging to cover their renewable energy demand to achieve their ambitious climate targets. To decrease their dependency on energy producers, they purchased 49.5% of the Hollandse Kust Zuid windfarm by Vattenfall and contributed €1.6 billion to fund the wind farm's construction. With 140 wind turbines and a total installed capacity of 1.5 GW (Gigawatts), the development will be one of the largest offshore wind farms in the world. It will also be the first offshore wind farm in the world not obtaining any price subsidies for the power produced. BASF is acquiring the electricity through a long-term power purchase agreement (PPA), enabling it to implement innovative, low-emission technologies at several of its production sites in Europe.\n47 Eurostat, 2023 48 S&P Global, 2023 49 International Energy Agency, 2023 50 ERT \"Industry4Climate\", 2024 51 BASF News Releases, 2021\nAluminium\n300\nSteel\nSteel\nGlass\n200\nFertiliser\nSteel\nFertiliser\n100\nAluminium\nAluminium\nAluminium\n(e)\nDec 21\nFeb 22\nApr 22 Jun 22 Aug 22 Oct 22 Dec 22\nFeb 23\nApr 23 Jun 23\n@ Production abandoned / shifted away from Europe @ Production curtailment\n— Wholesale electricity\n@ Permanent Shutdown\n@ Production resumption\nprice (3MMA)\nFigure 12: |EA*? graph on curtailment of production\nTTTTT Tr rT eT Terre Tere eee eee Tee Tee eee Tee eee Te Se Tee Tee ee ee eee eee ee eee ee ee ee ee eee ee ee eee ee ee eee ee eee ee ee er eee ee eee ee ee ee er ery",
  "page_25": "ERT\n25\nAnother example of massive investment with considerable impact is the Shell Holland Hydrogen 1 (HH1) project. The HH1 project provides a solution for the need for cleaner energy in heavy-duty cargo and industries, sectors that have limited options for other renewable solutions. Powered by wind coming from the offshore wind farm Hollandse Kust Noord, the 200 MW (megawatt) HH1 plant will be the first step in meeting the needs of industry's hard-to-abate sectors. Once operational in the second half of this decade, it will produce up to 60 tonnes of green hydrogen per day, powered by offshore wind from the North Sea. The estimated annual production of 24.8 kilotons of renewable hydrogen represents approximately 5% of the total annual use of hydrogen in the Port of Rotterdam. Shell's investment illustrates the willingness of companies to take risks and invest ahead of a market, despite regulatory uncertainty.\nThe strong commitment of the Ells to the EU and its green transition translates to ambitious net- zero targets, as outlined in chapter 1.1.4. Ells are aware that they are essential for a climate neutral economy. They aim at taking an active role in making the green transition a success and becoming a global role model, all by supporting Europe in becoming the first climate neutral continent by 2050. This is also illustrated by the further examples of carbon reduction projects from across the industry collected by the ERT 'Industry4Climate' initiative.53\n1.5 Nevertheless, the risk of further deindustrialisation is tangible\n1.5.1 Macro-indicators, like stagnant GDP contribution and Foreign Direct Investment as warning signs for deindustrialisation\nThe pressure lying on European Ells becomes even more evident when looking at GDP. While EU GDP grew from 2014 to 2022 with a CAGR (Compound Annual Growth Rate) of ~0.8%,54 Ells’ contribution to GDP has been 20 times smaller and almost stagnant (~0.04% CAGR)5 from 2014 to 2022.\nOther factors indicate that the EU is being left behind other key global regions:\nResearch & Development (R&D): In 2022, the EU had one of the lowest R&D/GDP ratios in the world at ~2.3%. China achieved ~2.6% and the US ~2.9% 56 Patents: Th EU delivers fewer patent applications than China, the US and Japan.5” Venture capital: Only 18% of global venture capital is invested in Europe, while the US receives roughly half of global venture capital.5®\nLooming deindustrialisation is also tangible in the levels of investments: the Foreign Direct Investment (FDI) inflow to Europe? compared to the total global FDI inflow, has seen a decrease in the past decade from 23% of all global FDI in 2011 ($408 billion) to only 10% ($168 billion) in 2021® (see Figure 13). The year 2022 even witnessed negative FDI inflow to Europe, which means that foreign investors divested more FDI from Europe than they invested in Europe during this period. When comparing FDI inflows in 2022 against 2017, it becomes apparent that Europe is the only region with major decreases in FDI inflow (-3lpp), while China (+4pp) and the US (+10pp) were able to increase FDI inflow.\neee eee eee ee ee eee ee ee eee ee eee ee ee ee ee ee ee eee ee ee ee eee eee ee eee ee eee ee ee ee ee ee eee ee ee ee ee ee ee ee ee eee ee ee ee rey\n52 Shell Holland Hydrogen 1\n53 ERT \"Industry4Climate\", 2024\n54 World Bank Data (2014: $15.65 trillion vs. 2022: $16.64 trillion)\n55 Oxford Economics, 2023\n56 ERT paper \"European Competitiveness and Industry — Benchmarking Report\", 2022\n57 ERT paper \"European Competitiveness and Industry — Benchmarking Report\", 2022\n58 ERT paper \"European Competitiveness and Industry — Benchmarking Report\", 2022\n59 FDI Inflow represents transactions that increase the investment that foreign investors have in enterprises resident in the reporting economy less transactions that decrease the investment of foreign investors in resident enterprises\n60 See Figure 13, OECD Global FDI Inflow, European FDI Inflow, BCG Analysis\n61 See Figure 13, OECD Global FDI Inflow, European FDI Inflow, BCG Analysis",
  "page_26": "26\nERT\nCompetitiveness of European Energy-Intensive Industries\nEurope's FDI Inflow has decreased significantly from 2017 to 2022\nEurope's FDI Inflow’ relative to total global FDI Inflow (Foreign Direct Investment)\nin%\n40%\nFDI Inflow Change\n2022 vs 2017\n@ +4pp\n=\n— +10pp\n@ =p\n20%\n0%\n5610\n560\n5G\n5616\na6 8\n5630\n56%)\n-20%\nFigure 13: Decline in Europe's FDI investments\ni. FDI Inflows represent transactions that increase the investment that foreign investors have in enterprises resident in the reporting economy\nless transactions that decrease the investment of foreign investors in resident enterprises\nSource: OECD, BCG analysis\nWhen comparing greenfield FDI only (which focuses on actual construction and upgrades and excludes brownfield investments e.g. mergers & acquisitions) between key economic regions, Europe has been losing out significantly in comparison to the US. From 2010-2022, EU greenfield investment CAGR (compound annual growth rate) was -4%, while the US has seen a positive CAGR of 4%. Although the EU started at a higher point in 2010, a shift of greenfield FDI towards US markets can be observed. This highlights the looming potential of further deindustrialisation across European Ells.\n1.5.2 Some Ell sectors are expected to lose cost competitiveness by 2030, be it for grey or green products\nThe steel industry is an example of how deindustrialisation may continue across the continent. For both grey and green steel, it is challenging for European players to compete with international imports. Leading European grey steel production used to be cost-competitive with global competition prior to 2022. With increasing energy costs, imported American grey steel, including shipping, is expected to be below European production costs in 2030. This disparity implies that American steel could gain stronger traction within the European market (and replace locally produced steel) due to its lower costs.\nA similar development can be seen for green steel. Due to more abundant and cheaper green energy, green steel is likely to have a substantially lower production cost in the US or the Gulf region by 2030 — see ‘Expert Corner 4: Europe's competitiveness at risk for grey steel and facing considerable challenges in green steel’.\neee ee ee eee eee ee eee ee ee eee eee ee ee eee ee ee ee eee ee ee ee ee ee eee ee ee ee eee eee ee ee ee ee ee ee ee eee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee)\n62. Financial Times Capital Data, BCG analysis",
  "page_27": "ERT\n27\nEXPERT\nCORNER 4\nEurope’s competitiveness at risk for grey steel and facing considerable challenges in green steel\nGermany, the leading European producer of steel, was cost-competitive with foreign steel-producing nations prior to the 2022 price hikes® — see Figure 14. However, the recent surge in energy prices significantly impacted the market dynamics, making local production in Germany less appealing than imports from the US in 2022. Costs for Germany's HRC (hot-rolled coil) grey steel from the traditional BF-BOF (Blast Furnace-Basic Oxygen Furnace) production route exceeded US steel by 11% during that period. While 2022 was certainly an exceptional year for the steel industry, Germany's steel production is expected to continue at a disadvantage compared to its US counterpart: by 2030, German HRC BF-BOF steel is projected to remain 3% more expensive than that from the US, even when including the transport cost to Europe.§&\nEurope's steel industry is committed towards the transition to green steel. All major players aspire to have more than half their production switched to green steel (mainly blend-DRI-EAF (Direct Reduced Iron-Electric Arc Furnace)) by 2030. To achieve even greater CO2 reductions, some producers are considering a subsequent switch to steel based on green hydrogen (H2-DRI-EAF). However, the supply for green hydrogen is expected to be insufficient to cover the demand, so other routes for decarbonisation, e.g. carbon capture, utilisation and storage (CCUS), will need to be implemented. In addition, other factors such as inflation, high energy prices, nitrogen supply issues, and the economic downturn might impose substantial hurdles for an extensive switch to green steel in the short- and mid-term.\nComparing nations’ competitiveness without subsidies, H2-DRI-EAF is expected to be ~€100/tonne (17%) cheaper in the US or Saudi Arabia than in Europe in 2030 — an even larger gap than there is for the grey BF-BOF steel.&\n90000090999090099909000009000900099900000090900009060999000600909000006000000099900000050900000009090005005900000 00 C00 0000550 99000500S00000000950900008\n63 See Figure 14, BCG steel cost model, August 2023\n64 See Figure 14, BCG steel cost model, August 2023\n65 See Figure 14, BCG steel cost model, August 2023",
  "page_28": "28\nERT\nEXPERT\nCORNER 4\nEU to lose cost-competitiveness on BF-BOF steel & DRI-EAF without subsidies\nCost comparison of BF-BOF'\nLanded cost for HRC2 steel in GER in €/t and index\n2020\nGER's competitive\nadvantage based on high\nquality supply\n[\n428\nia\n& other costs vs '20\nenergy\n684\n616\n427 Poa\n2030\ngeovsvsees\n|| Energy costs\nH2 DRI-EAF: Green Premium of 0€\nLanded costs for HRCI steel in GER in €/t and indexed\n2030\nCCfDs not secured yet, most likely to\nbe in Germany and Netherlands\n[\n686 / 442\nr---|\n!\n571/419 563\nal\nLower\ngiven reduced coking coal & steel\nscrap costs\n-17%\n762\npeeeeeeeees\ne\ne\nGermany USA\nChina\nGermany USA Saudi China\nArabia\ne\nGermany USA\n@\nChina\nOther production costs || Transport costs || CO: costs incl. CBAM#* ee Assumed trade import duties CHN*”\nEU ETS\nee w/o CCfD'\nw/o IRA\n-0.1% a)\nFigure 14: Landed costs of BF-BOF steel and green steel in Europe\nNote: OPEX only. CAPEX costs excluded; Analysis from August 2023, numbers particularly dependent on highly variable input prices for energy and raw material, e.g. expected hydrogen prices, which are subject to regular change;\ni. Blast furnace- Basix Oxygen Furnace;\nii. Hot-rolled coil\niii. EU carbon border adjustment mechanism (COz costs of ~€90/t COz assumed in 2030) ;\niv. Avg. import duty of 36% for hot-rolled steel assumed for China (import duties assumed to remain for 2030);\nv. Assuming a green premium of €0; Source: BCG analysis\n[ -3% L\n501",
  "page_29": "ERT\n29\n2. Ells are a key pillar of European prosperity and need to be preserved\nThe previous chapter showed that Europe is facing a crisis of declining competitiveness. This crisis needs to be overcome, as Ells are vital to Europe. A decline of European Ells such as cement, glass, steel, chemicals, refining and aluminium will have a huge negative impact.\nElls play an enabling role for various downstream industries in Europe. Alongside this, Ells support Europe’s economy by creating jobs, boosting GDP and driving innovation. They are at the forefront of the green transition and have the capacity to contribute hugely towards meeting global emissions reductions targets. Ells are also important in terms of preserving the EU's Open Strategic Autonomy and industrial supply security in Europe.\nThis chapter will dive deeper into these factors to highlight Ells’ importance to European prosperity.\n2.1 Ells enable vibrant downstream industries in Europe\nEuropean Ells are highly integrated in the local value chains of their downstream industries. Although imports are increasing, as seen in Figure O9, the majority of Ells are interconnected with the local value chain. The level of trade intensity, and thereby interconnectedness to the local value chain, varies hugely by sector, as illustrated in Figure 15. Aluminium, for example, is a more globally-traded product. The local aspect is less important. This explains why the deindustrialisation of European aluminium has not had a strong multiplier effect on downstream industries.\nJakob Stausholm\n| Reubach\nStefan Doboczky\n=\nRioTinto\nCEO, Rio Tinto\nCEO, Heubach Group\n“Producers outside of Europe have drastically lower energy prices and therefore significant cost advantages over European producers. As a big advocate for global trade myself, | understand the reactions to source globally at the expense of the European industry. However, the big risk that we take when we don’t place sufficient value on the security of supply is that we make our downstream industries in Europe completely dependent on the mercy of monopoly providers. Thus, we not only put the viability of the base materials but also the downstream industries in Europe at risk.”\n“Specialty chemicals have always been a stronghold for Europe. The current loss of competitiveness not only takes the production base away, but also drives a loss in research: If we continue on this trajectory, Europe will weaken its competitive edge in terms of knowledge and skilled experts.”",
  "page_30": "30\nERT\nCompetitiveness of European Energy-Intensive Industries\nTrade intensity of Ells in Europe varies across sectors\nTrade intensity of Ells in Europe as Net Imports + Net Exports on Production Value/Amount\nook\nb\nA\n&\n8\nCement\nGlass\nSteel\nChemicals\nRefining\nAluminium\n275 - 286%\n85-95%!\n55-65%\n55-65%i\n5-10%i\n20-30%\"\nLocal\nFigure 15: Trade intensity of Ells (Imports + Exports / Production Value)\ni. Trade intensity Ells using € values for calculation\nii. Trade intensity Ells using Mt amount for calculation\nTrade intensity of Ells in EU = (EU Imports + EU Exports) / Total EU Turnover or Production\nSource: BCG analysis, Comtrade, Glass Alliance Europe, Cefic, IEA, Eurostat, WBMS\nGiven the interconnectedness of Ells with their local value chains, we see that this also offers a huge opportunity for emissions reductions along the whole value chain. Ells reducing their emissions and bringing more green products into the value chain will help their downstream industries reduce their Scope 2 emissions and produce greener products, too.\nThe automotive industry is an example of an important downstream industry, necessitating the production of steel, chemicals, glass and aluminium to produce vehicles. If those sectors face decreased competitiveness due to high energy prices and decarbonisation efforts, the competitiveness of the European automotive industry would also be negatively impacted. In addition, it is important to note that the switch to electric vehicles, including battery production, puts the automotive industry at a similar level of energy intensity as other Ell sectors, such as glass (Automotive: ~SMJ/ € revenue® vs glass: ~4MI/€ revenue). Therefore, many of the needs of Ells are similar to the ones in electric vehicle production. In the EU, around 13.8 million people work in the automotive sector, representing 6% of total employment and contributing 7% to the EU’s GDP.” Manufacturing (direct and indirect) accounts for 3.5 million jobs, sales and maintenance for 4.5 million, and transport for 5.1 million. Decreased competitiveness of European Ells would lead to negative effects on the automotive industry's huge contribution to the economy.\nTOTS T Tere eT Tere eT eT e ee eee ee ee eee eee ee eee Se See eee Te eT eee eee ee eee ee eee eee ee See ee eee eee See eee Tee ee ee See ee See ee eee eS eee See ee ee ee ee ee ee ee ey\n66 Leonid Leiva (Energie Experten), 2020 & Statista.com\n67 European Commission, 2023",
  "page_31": "ERT\n31\nKey downstream industries of European Ells\noor\nb\n&\n&\na\nCement\nGlass\nSteel\nChemicalsi\nRefining\nAluminium\nLt\nem\nem\nCc i<\nem\nem\nooo\ncoc\naS\nConstruction\nAutomotive\nAutomotive\nFabricated\nTransportation\nAutomotive\nMetals\nLA,\n=\n=\na\nG\naC\nYU\noou0\noojo0\n—\noou0\nEe\nOoco\njo |\n<—,\nCivil\nBuilding\nBuilding\nFood\nPetrochemistry\nConstruction\nEngineering\nProducts\nProducts\na\n@:\nas\nDomestic\nElectronics\nWood\nPackaging\nBY yy\ncS\n=\nHs NS\nMechanical &\nPrinting\nSolar Energy\nElectrical\nEngineering\n»\n=\nf\nWind Energy\nRubber\n& Plastics\nFigure 16: Downstream industries of European Ells\ni. High variance of products in chemicals\nSource: BCG analysis, European Commission, Eurostat, European Aluminium\nFive underlying factors cause the correlation between the competitiveness of Ells and the competitiveness of their downstream industries:\n]. Supply chain efficiency and resilience: Production in Europe increases th reliability of supply and decreases Europe’s dependency on other regions for those materials. Additionally, physical proximity enables fast reactions to changes, which is particularly relevant for just-in-time production. With increasingly volatile international markets, resilience of supply chains becomes more and more critical. Proximity between Ell production sites and users reduces risks for both sites. An example that illustrates the importance of supply chain efficiency can be found within the steel industry, where high performance st | grade used by the automotive industry can only be produced by some specialised steel manufacturers. Knowledge and collaboration: Clusters bring together companies within the same value chain, fostering a collaborative environment where knowledge sharing, information exchange and innovation can thrive. Clusters also include universities and research centres that foster innovation and a skilled workforce. Particularly in chemicals, products that consist of complex chemicals requir knowledge sharing and collaboration between the different parts of the value chain.",
  "page_32": "Competitiveness of European Energy-Intensive Industries\nAluminium: The aluminium industry collects and recycles large quantities of end-of-life aluminium scrap, particularly from the automotive and buildings sectors, as well as from packaging. The global growth in recycling is expected to outpace growth in primary aluminium production.\nSteel: The steel industry collects back and recycles used steel (Scrap).\nFigure 17 provides additional examples of important arguments for local value chains across all six Ell sectors.\n32\n3. Enabling circular economy: |ndustrial symbiosis is important for future circularity, where different industries use by-products of others. For example:\nGlass: For the renovation of buildings, the glass industry collects back and recycles used glass.\nee eee ee ee eee eee ERE ERE EEE EE eRe eee Ee EEE EEE eee EEE eee eee ee ee ee eee ee eee eee ee ee ee ee ee eee e eee eee eeeeeee\n68 Registration, Evaluation, Authorisation and Restriction of Chemicals: REACH addresses the production and use of chemical substances, and their\npotential impacts on both human health and the environment.\nERT\nChemicals: Recycling of plastics and recovery of critical raw materials such as lithium, cobalt and nickel provides downstream players with a major and reliabl source of materials that are used in the production of products such as batteries. 4. Shared regulatory factors: Alignment on regulatory frameworks and environmental standards exists for operations within the same jurisdiction. Therefore, close local collaboration ensures that regulatory factors are taken into consideration from the beginning of the value chain, something which is much more difficult with imported goods. An example of the importance of shared regulatory factors is the chemicals industry. With REACH® in Europe, some polymers are forbidden. Consequently, downstream industries of chemicals in Europe are not allowed to use imported chemicals from outside the EU that contain those kinds of polymers. Transport simplicity: Transportation is easier for products that are further towards the end in the value chain and therefore further along in production. Transport emits CO2 and long journeys increase CO2 emissions, contradicting the net-zero ambitions of European industry. Additionally, dangerous goods are difficult to transport and specific prohibitions often make transport even more complex. Reducing transport distances is essential in this case. An example of this is the chemicals industry, where many chemical products are dangerous goods. In some cases, the strong correlation between the ability of achieving the green transition and Ells becomes evident: for raw coated glass, which is used in energy efficient windows, transportation is often difficult. Therefore, if the glass industry leaves Europe, the downstream industry to produce energy efficient windows inevitably disappears from Europe.",
  "page_33": "ERT\nFrom the perspective of Ells’ downstream industries, 5 arguments make a local value chain important\nb\n&\n&\n8\nooay\nExemplary Arguments\nAluminium\nCement\nGlass\nSteel\nChemicals*\nRefining\n33\ne.g. cross-supply\npartnerships to\ndevelop\nspecialty\nchemicals for\nspecific\nend-uses\ne.g. secure\nsupply from\nlocal plants\nprecondition to\navoid plant\nclosures leading\nto regional\nconstruction\nhalts\ne.g. secure\ne.g. secure\neg. resilient\nsupply of high supply of critical supply chains,\nperformance\nchemicals, e.g. preventing\ngrades available for battery\nprice-spikes,\nfrom limited\nsteel producers highly relevant socially\nproduction,\ncritical for\ncritical e.g. for for green\nacceptable\nauto\ntransition\ndiesel and\ngasoil prices\nSupply chain efficiency\nand resilience\ne.g. joint\npartnerships on development of chain\nhigh\nperformance performance\nhigh\nraw coated\nsteel grades,\nglass required in required in\nenergy\nefficiency\nautomotive\nindustry\nwindows\nCircular economy\ne.g. R&D\neg. R&D\ncollaborations\nto create and\ntest low carbon\naluminum to\nreduce carbon\nfootprint of cars\ne.g. recycling e.g. critical high e.g. recycling of e.g. utilisation of e.g. recycling of\nend-of-life\nquality\nend-of-life\nassets refineries end-of-life\nproduction\nconsumer\nalready have to vehicles,\nscrap from auto products made provide a\nOEMs in closed from plastics feedstock for construction\npackaging and\nrenovations of loops returned and textiles\nproducing\nproducts\nto original steel\ncircular plastic\ninput into glass producer\nKnowledge sharing\nand collaboration\ne.g. usage of\nwaste from\nother industries consumer\n(e.g. steel slag, products or\nfly ash), to\nglass from\nsubstitute\nclinker and\nbuildings as\nreduce CO,\nemissions\nproduction\neg.\nintensity, i.e. EU environmental\ndeclaration of\nbuilding\nEDP standards\ne.g. on health, e.g. on health, e.g. on GHG\nsafety,\nenvironmental environmental Fuel Quality\nsafety,\nprotection, i.e. protection, i.e. Directive\nstainless steel chemicals\nsubject to\nsubject to\nREACH*\nREACH™\ne.g.on\nmarketing and\ncircularity\nprinciples, i.e.\nEU Construction\nProducts\nRegulation\nproducts, i.e. EU\ne.g. higher\ntransport\ncomplexity of\nchemicals\nclassified as\ndangerous/\nenvironmentally\nharmful vs\nfinished goods\ni. Relevance especially for high-quality grades, e.g. rather automotive than construction industry ii. High variance of products in chemicals sector ili. REACH: European Commission: Registration, Evaluation, Authorisation and Restriction of Chemicals Source: CEMBUREAU, European Commission, BCG analysis\nThe knock-on effect of Ells’ competitiveness influencing the competitiveness of their downstream industries would materialise in one of two different scenarios:\n1 Downstream industries would relocate their production sites to outside Europe, causing job osses and a decrease in the EU's GDP; 2. Downstream industries would remain in Europe but with a considerabl competitiv disadvantage, dependent on imports for strategic resources, with production only for local demand, also causing job losses and a decrease in the EU's GDP.\nIn the following Expert Corners, we will laborate on thr xamples of the knock-on effect on downstream industries.\nShared regulatory factors\n4)\ne.g. relevance of e.g. higher risk\nlocal supply due of breaking\nto high\ntransportation for raw coated\nduring transport\n(5\nTransport simplicity\ncost relative to glass vs finished\nprice for cement\nenergy\nefficiency\nwindows\nFigure 17: Important factors for downstream to produce locally",
  "page_34": "34\nERT\nEXPERT\nCORNER 5\nGreen steel from outside Europe is putting the supply chain resilience of Europe’s green transition at risk\nSteel production is crucial for the wind energy industry. Therefore, steel is a key enabler for the European green energy transition — almost 40% of all renewable energy was produced by wind in 2022.8 The wind industry heavily relies on steel for the manufacturing of wind turbines, tower structures and other critical components: 120-180 tonnes of steel is needed per GW of wind turbine. Steel consumption for wind energy production is estimated to increase by 2.8 Mt per year until 2030.7°\nTaking the offshore wind turbine production in Europe as an example, it becomes clear that a loss of cost-competitiveness will lead to reduced supply chain resilience. Green steel is cheaper to produce outside of Europe without subsidies (same is true for grey steel, see previous chapter). Therefore, the green steel that is needed to produce wind turbines or potentially even the whole wind turbine is imported. This risk will be amplified by the Carbon Border Adjustment Mechanism (CBAM), when steel is already in scope but the down-stream industries, e.g. wind towers built with grey steel abroad, are still excluded. The wind industry is already facing problems from global competition, as recognised by President von der Leyen in her State of the Union Address in which she announced the European Wind Power package.”\nEurope runs the risk of relying on other countries in its green transition. A disruption of the supply chain could even lead to a slowing-down of the green transition. With green steel production in Europe, the wind industry could ensure a localised and reliable supply chain, reducing dependence on imports and the possibility of supply chain cut-offs. In this way, a robust steel production sector in Europe promotes the localised production of wind turbines and thereby the energy transition towards a greener future.\n90000060099090999000000909000009699900000090900000600990005990005005090000000909000500590900000500000005999 0000050000000 nN 50900050NS5090000500090090000\n69 European Commission, 2023\n70 Goldman Sachs\n71 2023 State of the Union Address by President von der Leyen",
  "page_35": "ERT\n35\nEXPERT\nCORNER 5\nFigure 18: European Wind Turbine Production\nSource: BCG Analysis, BCG Publication;\ni. Assuming a green premium of O€\nEurope may get dependent on other nations for its green transition\nOffshore wind turbines are largely made\n..but European green steel will not be cost-competitive...\nof steel...\nDRI-EAF Steel | 2030\nEstimated cost for one windmill\n€2.0M\n€1.8M\n€0.6M\ni =\n—\n—\n—\nEU\nUSA\nw/o CCfDi BB wo ira\n..Making European production dependent on foreign sources\n70%\nof material used in one offshore wind turbine is steel\n« ~€100k (~4% steel cost) is saved per offshore wind turbine Imports from USA likely to increase bringing down share of European steel Potential scenario: Wind turbines, as a key technology for the green transition, are dependent on regions outside of the EU",
  "page_36": "36\nERT\nEXPERT\nCORNER 6\nPotential takeovers and relocations in the chemicals industry moving Europe away from reaching sustainability goals\nIn the chemicals industry, some major European players who are committed to sustainability, for example using biomass fuel, are at risk of being taken over by players in the Middle East that are less concerned about sustainability. Takeovers become more likely due to share price decreases affecting European players in recent years. A takeover would not necessarily lead to production relocations outside of Europe but would seriously impact Europe's sustainability goals.\nAlso in the chemicals industry, we see negative developments in the polyurethane (PUR) market. PUR has an economic value of close to €60 billion for European construction applications. This not only refers to insulating materials from rigid polyurethane foams, but also various types of building panels and other construction applications that are made from polyurethanes. PUR is also used in the furniture, automotive and footwear sectors. The polyurethane industry generates a substantial contribution to European wealth and job creation. Close to 244,000 companies throughout Europe are creating a value of €255 billion per year.72 The production and use of polyurethane application ensures the employment of 5.1 million people throughout the EU.72 Some European TDI (toluene diisocyanate) producers, a compound necessary for the production of PUR, have announced the closure of their plants. Due to this, an important part of the PUR value chain is lost, increasing the dependence on regions outside of Europe for important industries like construction and automotive Therefore, achieving energy efficiency targets in the building sector would become dependent on imports.\n9000009009909099900000090900000969990000009090000060000000899009500509000000090900060050000000 800000005999 05000 050000000 NS Sa 000050 NS500000500090000000\n72 European trade association for producers of aromatic diisocyanates and polyols, 2018; Including chemical producers providing basic materials to produce polyurethanes (€7 billion), producers of intermediate products or final PU based applications (€211 billion) and businesses utilising PU based products for their value creation while not ranking amongst chemical or plastics producers (€37 billion) (data for 2018)\n73 European trade association for producers of aromatic diisocyanatos and polyols (data for 2018)",
  "page_37": "ERT\n37\nEXPERT\nCORNER 7\nThe automotive industry is dependent on EIIs\nThe automotive industry is closely integrated with multiple Ell sectors, necessitating the production of steel, chemicals, glass and aluminium to produce vehicles. Automotive manufacturers are today already experiencing decreased competitiveness driven by higher prices from upstream sectors, in addition to the high investments required to decarbonise the transportation sector.\nThe local automotive industry cooperates closely with Ells, for example with steel manufacturers or chemical suppliers, e.g. for coatings, plastics, etc. More and more sustainable chemicals such as PUR are used in car production, meaning chemical producers provide car manufacturers with circular materials and promote the green transition.\nAdditionally, when planning new car models, automotive players discuss quality control, specifications, performance and efficiency with steel producers.\nUnfortunately, downstream players can be caught in international trade wars, leading to supply deficiencies that can significantly affect production or profitability. Therefore, ensuring proximity to suppliers develops reliable and efficient supply chains, while collaboration drives innovative, sustainable solutions for vehicle designers and manufacturers.\nOne example of collaboration between an automotive company and a steel producer is the partnership between ArcelorMittal, a prominent steel producer, and Gestamp, an automotive supplier. The main objective of this partnership is to reduce carbon emissions by producing a specialised, low-emission steel. Both companies have conducted joint testing and validation processes to ensure compliance with the technical requirements outlined by Gestamp. The collaboration primarily focuses on the development and implementation of highly innovative and specialised steel, with additional involvement from research centres.% This partnership showcases the mutually beneficial relationship between automotive companies and steel producers, leveraging their combined expertise and cooperation to drive technological advancements and manufacture high-quality, energy-efficient vehicles. Such collaborations hold particular significance for the production of high-margin steel products.\nAnother example is the cooperation between Ovako and Volvo Group. The partnership identifies synergies between green steel production and transportation with hydrogen trucks, by using the green hydrogen produced as part of Ovako's manufacturing operations to power Volvo Group's fuel cell vehicles. The aim is to look for sustainability in the whole value chain, securing a positive business case in the long-term for the steel industry and the transportation industry, while reaching an acceptable Total Cost of Ownership of the vehicles for end-users.\nBeem meee ee ee ee eee e eee e nese seers reese esses esse seer seers ee es ese EEE EE eee ee ee es ee EE EE EE EEE e Eee Ee ee EE EE EE EE EE EE eee ee ee esses es eeeessseeeerseseere\n74 ArcelorMittal, 2023",
  "page_38": "38\nERT\nCompetitiveness of European Energy-Intensive Industries\n2.2 Ells play a crucial role in the European economy by creating jobs, boosting GDP and driving innovation\nNot only are Ells vital for their downstream industries, Ells also contribute to prosperity in Europe as they create a significant number of jobs, boost GDP and drive innovation. Deindustrialisation of Ells in Europe would lead to a significant reduction of jobs, a significantly lower GDP, less innovation and thus also less skills and private capital to enable decarbonisation.\nEmployment: Ells are major employers. In Europe, these industries employed over 18 million people’ in 2021, representing almost 10% of the total workforce. While direct employment is already significant, indirect employment is much larger: for example, Oxford Economics estimates direct employment of the steel industry in Europe at 320,000 workers, but the number of employees in direct, indirect and induced channels is almost 200 times larger (62 million), proving that Ells are closely interlinked with a large number of people across Europe.76\nContribution to GDP: Ells are essential to economic growth across Europe, contributing €3.2 trillion?” to the EU's GDP in 2022. This is equal to 20% of the EU’s total GDP, or the size of the entire Brazilian GDP. When considering gross value-added (GVA) by the steel industry, its impact is noteworthy. Each unit of €1 in direct GVA is accompanied by a multiplier effect of six, thereby substantively bolstering the European economy.78\nInnovation and Technological Advancement: European Ells drive innovation and technological advancements. Their Research & Development (R&D) investments were ~€200 billion in 2022.72 These substantial investments often lead to breakthroughs that benefit other sectors of the economy, spurring productivity improvements and enhancing competitiveness. A large share of the R&D spend is also used to improve the sustainability of Ells. For example, the European cement industry was able to reduce its emissions per tonne produced by 15% since 1990 using improved thermal efficiency and alternative fuels — despite it being a very hard-to-abate sector given the level of CO2 released during the chemical reaction of burning clinker.®°\n2.3 European Ells are at the forefront of the green transition and contribute to global emissions reductions\nWhen industrial production decreases in Europe and increases in regions with more lenient emissions standards, primarily driven by cost considerations, the global carbon emissions output increases. European Ells have already decreased their GHG (greenhouse gas) emissions by almost 40% between 1990 and 2017\" which is why Europe has a lower emissions intensity than the rest of the world for many sectors.\nThe EU acknowledges that the \"[...] risk of carbon leakage may be higher in certain energy-intensive industries\",§2 such as aluminium, cement or steel.83\nThe European steel industry has significantly reduced its COz emissions per tonne of steel produced — see Figure 19. EU steel producers emitted ~2 tonnes of CO2®* per produced tonne of steel back in 1990. In 2018, one tonne of steel produced only 1.2 tonnes of COz.\nPOT err Tree eee eee eee eee eee eee eee eee eee ee ee ee eee ee ee eee eee eee ee ee ee eee eee ee eS eee ee ee ee ee ee ee ee ee ee ee ee ee ee ee eee eee ee eee eee ee ee ee ee ee ey\n75 Oxford Economics, 2019; Sum of direct employees of energy-intensive manufacturing sectors, minerals and power industries 76 Oxford Economics, 2019\nFor EU in 2022: Source: Oxford Economics\n78 Oxford Economics, 2019\n79 Oxford Economics\n80 See also \"ERT Industry4Climate\", 2024 and ERT paper \"Innovation made in Europe: Setting the foundation for future competitiveness\", March 2023 81 European Parliament, 2020\n82 European Commission, 2023\n83 European Council\n84 Scope 1 COz2 Emissions",
  "page_39": "ERT\n39\nExample steel: EU producers with significant\ncarbon efficiency improvement\nTons CO>2 per ton steel produced!\n2.0\nee we ww we we we ee we we we we we we we we ae a = = = = ee\nWorld Average 2018\n15\n@ ©u\n1.0\n0.5\nOB\nEL\n1990\n2000\n2010\n2020\nFigure 19: European steel producers become increasingly carbon-efficient\ni. Scope 1 CO2 Emissions (BOF steel)\nSource: Bloomberg\nA striking example for a disparity arises when comparing the main European aluminium-producing country, Norway, to China. Chinese aluminium emits ~6 times more carbon per tonne of aluminium than Norway (see Figure 20). This is due to the Chinese industry's high reliance on coal as a primary source of electricity generation.®¢ To illustrate the significance of the gap betw n European and Chinese aluminium emissions, let us consider a hypothetical scenario where Norwegian aluminium production matched the higher emission intensity of Chinese aluminium.87 The resulting additional emissions would amount to an annual figure of ~I4MtCOz. This would increase emissions from the entire country of Norway by almost 50%.\nThese figures show that the preservation of Ells within Europe is crucial to ensure the implementation of robust emissions controls. In essence, retaining Ells within Europe serves as a safeguard to enforce stricter emission standards, mitigating the escalation of global carbon emissions.\nBe eee ee ee eee eee Eee EEE Eee eee eee EE EE Eee EEE EE ee Eee Ee EEE ee eee Eee ee ee eee ee eee eee ee eee eee eee eee teen eeeeee\n85 A&L, 2020\n86 Yang, M., 2021\n87 Comtrade, BCG analysis",
  "page_40": "40\nERT\nCompetitiveness of European Energy-Intensive Industries\nTop 2 European producers of aluminium lead low\nCO, emission production\nt CO,/t aluminium produced & primary energy source per country\n20\n15\n10\nCountries with mix of\nenergy sources,\nprimarily coal and hydro\nEuropean countries\nleading low-emission\naluminium production\nS\n= e9ercersdee a © (+)\nSouth India United China Australia Bahrain UAE Qatar Saudi Russia Malaysia Brazil Canada Norway Iceland\n=\nAfrica\nStates\nArabia\nFigure 20: CO2 emissions per t aluminium production\nSource: CRU taken from 'Demand for Green Aluminium Is Growing Worldwide' A&L Feb 2020\nEuropean countries that are characterised by a high intensity of trade with third (non-EU) countries, as well as a high intensity of direct and indirect emissions to the GVA they produce, are especially affected by the risk of carbon leakage. Greece's cement industry, for example, has a trade intensity index of 25% compared to the European average of 7%. This means that the risk for carbon leakage is increased,88 as acknowledged by the European Commission based on their carbon leakage indicator methodology.\n—\n—\n—\n=\n88 Foundation for Economic and Industrial Research, 2022\n89 EC Impact assessment on the review of the ETS Directive, 2021",
  "page_41": "ERT\n41\n2.4 Ells are vital for preserving the EU's Open Strategic Autonomy and ensuring supply security\n“EU strategic autonomy (EU-SA) refers to the capacity of the EU to act autonomously - that is, without being dependent on other countries — in strategically important policy areas. These can range from defence policy to the economy, and the capacity to uphold democratic values. [...] The shock of Russia's invasion of Ukraine brought the debate back to hard realities and the need to react with concrete, practical action.”*° Ells are crucial for preserving the Open Strategic Autonomy the EU is referring to.\nIn its classification of dependencies, the EU has classified steel, aluminium and a variety of (chemical) products” as part of the energy-intensive ecosystem. Additional offshoring of Ells would lead to an increased dependency on critical materials, endangering the autonomy of the continent. If downstream companies were reliant mainly on imports, they might be de-prioritised in times of conflict or political instability. In essence, keeping Ells within Europe decreases the dependency on countries such as China, Vietnam or Brazil, which are the three main import countries for the EU in terms of dependent resources.\nThis is especially relevant for the agriculture and food processing industry, as Ells provide fertilisers, pesticides and energy inputs for food production. The availability of these inputs is crucial for sustaining Europe's strategic autonomy in ensuring food security. In 2022, due to high gas prices, European ammonia production was curtailed (see Figure 10) and over half of the continent's consumption had to be covered by imports. In contrast, China is self-sufficient in phosphatic fertilisers®* and even imposed restrictions on their exports that same year to keep domestic prices down.\nSTITT TTT TST eT eee TT eee Te Te Se Tee eee Tee eee eee TT ee Tee eee eee ee ee ee eee Tee eS eee ee Se ee ee eee eee eee eee eee ee ee Te ee ee eee ee ee ee ee ee ee ee ee ee ee ee ee ee ey\n90 EU Strategic Autonomy Monitor, European Parliament, 2022 Open Strategic Autonomy: the ability to shape the new system of global economic governance and develop mutually beneficial bilateral relations, while protecting the EU from unfair and abusive practices, including to diversify and solidify global supply chains to enhance resilience to future crises; Source: European Commission\n91 Beryllium, cobalt, antimony, lithium, aluminium, tungstates, chromium, nickel, molybdenum, 24 manganese, ferro-alloys, steel, 40 various chemical products; Source: European Commission, 2021\n92 European Commission, 2021 93 European Commission 94 OEC, 2023",
  "page_42": "42\nERT\nCompetitiveness of European Energy-Intensive Industries\n3. We propose regulatory changes to create a positive business case to accelerate the green transition at scale\nChapter 2 highlighted the essential role Ells play in shaping and sustaining Europe’s economic prosperity. Moreover, it showed the potential consequences that could stem from the reduction of these industries, with implications for downstream sectors and the risk posed to Europe meeting its green transition objectives.\nThe European Commission has a historic opportunity right now to take action to protect European prosperity for generations to come. This requires a commitment to nurturing and empowering the European industrial sector.\nWe must acknowledge that the existing regulatory framework was formulated in a markedly different context, one that predates the onset of the COVID-19 pandemic and the escalation of geopolitical events such as the Russian invasion of Ukraine. Consequently, there is an urgent need to update the regulatory landscape so that it can effectively respond to an evolving range of challenges and opportunities.\nTo ensure the viability of Ells in Europe and allow them to keep their commitments towards becoming carbon-neutral, ERT proposes regulatory changes in the following three key areas:\nEnsuring the availability and affordability of low carbon energy and Carbon Capture, Utilisation and Storage (CCUS)\nIncreasing financial attractiveness of decarbonisation\nCreating a level playing field vs international competition\nRegulation for a positive business case of the green transition\n= Create a level playing field vs\nEnsure availability and affordability of low carbon energy & CCUS\nwy\nIncrease financial\nattractiveness of\ninternational competition\ndecarbonisation for industry\nEnsure availability and affordability of low carbon energy & CCUS A.| Accelerate permitting and enhance private investment A.lIl Adjust market design to match future energy portfolio A. Ill Think and plan pan-European\nShape the CBAM to make it\nReduce uncertainties of\ninvestment business cases B.I Increase simplicity and consistency of subsidy allocation B.II Incentivise innovative technologies which do not yet have a positivebusiness case B.IIl Ensure further simplification of permitting process\nan effective policy\nC.I Perform deep effectiveness review before expansion C.II Diminish risk of import loopholes C.IIl Maintain export competitiveness\nOptimise global partnerships\nC.IV Further prioritise secure and diverse supply chains, e.g. in public procurement C.V Promote fair competition on trade under the WTO framework and enhance partnerships C.VI Take a leadership role in orchestrating coordinated global climate action\nCreate demand for low carbon products B.IV Increase transparency for customers by communicating PCFs for all products B.V Establish stable low carbon demand via public procurement B.VI Incentivise demand for low carbon products\nFigure 21: Overview of policy recommendations",
  "page_43": "ERT\n3.1 Ensure availability and affordability of low carbon energy and CCUS\nThe EU has the potential to set Europe on a pathway towards available and affordable low carbon energy, including low carbon hydrogen, electricity and biofuels, and efficient carbon cycle management.\nee Jean-Pierre Clamadieu\n!\nCENGie\nChairman, ENGIE\n“Let's unite as European industry to bring the 'Fit for 55' framework to its successful conclusion, and from there, let's shift our attention and devote all our energy to accelerate its implementation.”\nHilde Merete Aasheim\n»\nHydro\nPresident & CEO, Norsk Hydro\n“The main enabler for sustaining the competitiveness of aluminium is affordable, renewable energy. Even in Norway, where we have had renewable energy for decades, we foresee a much tighter electricity market going forward, as other industries and society at large are also decarbonising. The only viable solution for European electro-intensive industry is to further develop collaboration with renewables producers through long- term PPAs (Power Purchase Agreements) at affordable prices and contribute to new renewable power being built. Only this way can we remain competitive and drive both decarbonisation and economic development in Europe.”\nJakob Stausholm\nCEO, Rio Tinto\n“The electrification of the society is one of the most important levers to achieve the European decarbonisation targets. Therefore, providing competitively priced renewable electricity is the key in defending the competitiveness of the European Ells. There will be little space for manufacturing in societies without a stable grid with sufficient supply of renewables.”\n“In Europe, the steel industry has the most ambitious decarbonisation programme of any energy-intensive industry. With these ambitions come certain requirements. We cannot escape the fact that to make low carbon-emissions steel in an internationally competitive way, we need vast amounts of affordable renewable energy. At ArcelorMittal Europe, we partner with energy producers through renewable energy power purchase agreements, but until the issue of energy pricing is addressed —- meaning a restoration of the relationship between the cost of producing energy and the price of energy — our decarbonisation programme can never achieve its full potential.”\nRioTinto\n=\nAditya Mittal\nArcelorMittal\nCEO, ArcelorMittal\n43",
  "page_44": "44\nERT\nCompetitiveness of European Energy-Intensive Industries\nThis can be achieved by implementing policy recommendations across three key areas:\n]. Accelerate permitting and enhance private investment: Accelerating permitting processes is crucial because this is essential in areas requiring new construction or significant modifications of infrastructure. It is particularly important in permitting power grids, which are vital for addressing massive investment needs and reaching climate targets. Additionally, there is a need to expedite permitting of natural gas grids, to support the transition to decentralised and digitalised grids based on renewables, while fostering collaboration between public and private stakeholders in the energy sector. 2. Adjust market design to match future energy portfolio: Adjusting market design will address the issue of volatile and high energy prices, enhancing the EU's competitiveness while incentivising the substantial investments required for decarbonised production capacities, security of supply, and efficient energy integration. This is especially important as the use of renewables grows and balancing a weather-dependent renewables system becomes increasingly crucial. 3. Think and plan pan-European: Thinking and planning pan-European is crucial because it enables the establishment of a single Energy Union with a unified market, streamlined permitting and tax systems and providing a consistent regulatory framework. This fosters investment and addresses short- and long-term energy transition challenges, while maintaining cohesiveness in the Single Market and enhancing cross-border cooperation.\nThe ERT publication 'Strengthening the European Energy Infrastructure’ expands on these aspects and includes further qualitative and quantitative analysis regarding what is needed to ensure a reliable supply of affordable, low carbon energy.\n3.2 Increase financial attractiveness of decarbonisation for industry\n@\nWael Sawan\nEuropean Ells have set aggressive targets to decarbonise their operations. These often go beyond the net-zero goals set by regulators. As shown previously, significant investment will be necessary to accomplish these targets.\n=\nCEO, Shell\n“Shell aims to be a strong partner in the energy transition. We are investing in flagship projects to advance the decarbonisation of industry and transport, while helping secure today’s energy needs. To accelerate decarbonisation at the scale required to deliver the Green Deal, we need business models for profitable clean energy investments. This requires an effective implementation of the 'Fit for 55' package that maximises the value of incentives and ongoing dialogue with industry to improve the competitive environment for the green transition in the EU.”\nCurrently, investment in decarbonising Ells does not make an attractive business case as, a) the operational costs of low-carbon production are uncertain and likely higher in Europe than in other key regions (See chapter 1.2), and b) real demand for green products remains unclear (see chapter 1.1).\nTo address these current challenges and increase financial investment in decarbonisation in Europe, we propose regulatory changes across two key areas:\n1 Reducing uncertainties of investment business cases 2. Creating demand for low-carbon products\n3.2.1 Reduce uncertainties of investment business cases\n3.2.1.1 Objectives of regulatory changes proposed\nTo attract the investments necessary for achieving the decarbonisation of Ells, there needs to be a positive business case for investing in green technologies in the EU. When compared to other regions, Europe must position itself as an attractive location for (global) companies deciding where to place",
  "page_45": "ERT\ntheir green investments, both in terms of business case attractiveness (return on investment) and economic certainty.\n3.2.1.2 Comparison with other countries\nThis section focuses on a comparison of the US's Inflation Reduction Act (IRA) with the EU's Green Deal Industrial Plan (GDIP) that was released on 1 February 2023, regarding the three aspects of financial strength, ease of access and effectiveness.\nFinancial strength: Both policies provide significant funding\nThrough the IRA, the US has created a very favourable investment environment using OpEx tax credits for green technologies.3 The EU Green Deal Industrial Plan (GDIP) announced a package of proposals designed to accelerate decarbonisation and attract global green investment. The GDIP builds on established climate policy frameworks (including the Emissions Trading System (ETS), 'Fit for 55' and 'REPowerEU') and touches upon regulation, finance, skills and trade — as well as targeted changes to State aid rules (through the Temporary Crisis and Transition Framework, (TCTF)) and repurposing existing funds to support green investment. The total public funding allocated for EU net-zero policy for 2021-2030 is €548 billion.2® The IRA combined with the IIJA provides $479 billion97 (IRA $369 billion and IIJA $110 billion) with the potential to increase significantly due to its tax breaks being uncapped.\nEase-of-access: The IRA uses a simpler, easy-to-access approach than the GDIP\nWhen it comes to the accessibility of funds, the divergent approaches of the IRA and GDIP highlight some disadvantages in the EU's set up:\nThe IRA is simple, universal, and OpEx focused: the US's offer is simpler than the EU's. For example, the US provides clear and certain uncapped tax credits for COz removal and sequestration. This allows companies to plan and calculate their business cases with certainty. If all the necessary conditions are met, IRA support is granted. The GDIP does not currently match the predictability and simplicity of the IRA. The GDIP (and in particular the TCTF) is complex, fragmented, and CapEx focused. The EU has taken a different approach to the US; its ETS and carbon pricing policies ar more complex. Th revenue from the EU's ETS is allocated directly to the Member States and not to the central budget of the EU, which makes a coordinated spending on clean technologies difficult. The EU generally focuses on investment subsidies (CapEx) rather than production support (OpEx), which requires a case-by-case analysis of investment projects and costs, alongside using more complex, auction- based (and usually capped) mechanisms. In many cases, the amount of funds that will be granted remains unclear until the end of a project’s lifetime, making investment decisions of higher risk than in the US. Europe's decentralised nature further increases the complexity, as available financing is mostly delivered by EU Member States through national and regional authorities via various processes and mechanisms. This reduces the ease and certainty of accessing funds. For example, within the Innovation Fund only a certain number of projects or businesses end up receiving financial support, even if many mor have met the required conditions (and have spent time and resources completing the application process) see Figure 24 in the appendix for additional detail.\nEffectiveness: IRA had an impressive start\nThe IRA is already implemented while the GDIP still requires agreement and national legislation before the impact can be realised. So far, the IRA has had a strong impact, with $129 billion private\n45\nTOTTTTTTCTTeT Teer eT eee T eT CeCe Te Se Tee eee Se ee eee STS ee Te ST ee Te eee eS Se eee Te Tee eee ee Se Te ee See TST eee eee eee ee ee See e See ee eee eT eee Se ee ee ee ee eee ee ey\n95 Forbes, 2023\n96 European Commission, BCG analysis; Sources of public funding earmarked for the EU net-zero policy 2021 — 2030: €376 billion 'REPowerEU', excluding €225 new RRF loans; €8 billion 'InvestEU', only funding ear marked for clean tech included; €38 billion Innovation Fund; €14 billion Horizon Europe & Euratom; €48 billion Modernisation fund; €2 billion LIFE Programme; €62billion Social climate fund\n97 US Environmental Protection Agency, US Congressional Budget Office\n98 Section 45Q of the Internal Revenue Code, e.g. $85 tax credit for each ton of CO2 captured via CCUS",
  "page_46": "46\nERT\nCompetitiveness of European Energy-Intensive Industries\nfunding triggered by the legislation since it entered into application on 1 January 2023 — see Figure 25 in the appendix for additional detail.\nTo narrow the gap between the US's business case and investment attractiveness and Europe's, the below policy recommendations are proposed.\n3.2.1.3 Our regulatory proposals\nIncrease simplicity and consistency of subsidy allocation (B.1)\nAsimpler and more consistent State aid process allows the EU to offer favourable investment conditions more closely aligned with those offered Isewhere (such as in the US). In comparison to the IRA, the GDIP is complex, fragmented and CapEx focused (see 3.2.1.1 Objectives of regulatory changes proposed). Currently, companies with multiple sites across the EU must negotiate with a range of different national and regional authorities, which can sometimes take inconsistent approaches. An accelerated, simplified and more definite subsidy allocation process increases the attractiveness of private-sector investments in Europe.\nThe focus must be on simplification and consistency and not an increase in subsidy volume.\nERT RECOMMENDATIONS:\n1. Simplify subsidy allocation system by introducing more EU-level support: Consider a wider use of EU-level incentive allocation mechanisms. Funds from the ETS are already earmarked for the Innovation Fund, but additional funds can be potentially earmarked. The European Hydrogen Bank (EHB) and the forthcoming EU-wide hydrogen auctions are a positive development; this approach could be extended to other technologies, including other forms of hydrogen production The current volume of the EHB is not sufficient to cover the wide range of Ells which will require further investment. Additionally, the EHB can focus on providing support for Ells, as they have significant CO2 reduction potential and need low-carbon hydrogen. More information on subsequent rounds of auctions will aid forward planning within European industry. If schemes such as the EHB cannot provide the necessary amount of low-carbon hydrogen for Ells to fulfil their green transition steps, transition technologies, e.g. H2 (beyond low-carbon) or gas, are necessary. Ensure consistency across subsidies on a pan-European level: Subsidy allocations require a simplified, consistent, EU-wide approach across their mechanisms, in particular for Carbon Contracts for Difference (CCfDs). This is outlined in the Expert Corner below.\nIncentivise innovative technologies which do not yet have a positive business case (B.II)\n,)\nThe development of new, low-carbon technologies, such as CCUS, carbon removal technologies (e.g. Direct Air Capture), tends to have a high level of risk involved due to the technological uncertainty for set-up and operations. This makes them often unappealing for private investors. EU support for the investment/development phase of such new technologies, especially at the early stages, will reduce risks and thereby enabl the gr n transition. The EU is already implementing several important initiatives to reduce risks. While this is on the right path, we recommend expanding further on existing measures.\ni\nJim Hagemann Snabe\nSIEMENS\nChairman, Siemens\n“We need to choose if we want to protect the technologies of the past or accelerate the technologies of the future. The stone age didn’t end because we ran out of stones. Likewise, the age of fossil fuels won’t end because we run out of oil and coal — but because better technologies were invented. Hence, we should not make policies to make the 'stone makers' happy, but to enable them to switch to and scale up the next technology.”",
  "page_47": "ERT\nERT RECOMMENDATIONS:\n1. Improve the framework for low-carbon financing and investment: | mprove the European taxonomy on sustainable finance, as it could provide clarity and transparency about what constitutes sustainable economic activities, particularly regarding climate change mitigation and environmental protection. When updating the existing taxonomy, ambiguities in how to meet criteria need to be minimised to reduce implementation complexity and increase comparability across companies. Additionally, clear frameworks on how to deal with the incorporation of low-carbon technology in production processes are necessary. A clear taxonomy could support the provision of cheaper funds for investments in low-carbon purchases. In turn, investments in low-carbon activities become more attractive long-term. The necessary requirements for reaching the status of low carbon need to be continuously increased to incentivise organisations continuously to reduce CO2 emissions per product or service. Enhance Research & Development (R&D) incentives: Build on existing set-ups, e.g. Horizon Europe or Innovation Fund, to increase funding for R&D initiatives focused on low-carbon technologies. Offer tax incentives, grants and collaboration opportunities for businesses and research institutions engaged in cutting-edge R&D. Encourage public-private partnerships: Extend existing offerings to facilitate collaborations between public and private sectors, to share risks and resources in developing and deploying low-carbon technologies. Establish joint investment initiatives that leverage both public and private capital.\nIn addition to existing support, ERT recommends adding one extra measure:\n4. Guarantees: Offer financial guarantees (debt to be repaid if borrower defaults) to incentivise private sector investments in innovative low-carbon technologies. This will help reduce the financial risks associated with these projects, making them more attractive to investors. In turn, financing for low-carbon technologies will become less costly, meaning more companies will be incentivised to take the leap into low-carbon technology development.\n47",
  "page_48": "48\nERT\nEXPERT\nCORNER 8\nCarbon Contracts for Difference as an opportunity for the EU\nCarbon Contracts for Difference (CCfDs) are innovative mechanisms to incentivise industries to reduce emissions and promote a cleaner environment. An initial application of the concept is currently developed and implemented in Germany, France, and The Netherlands. These mechanisms play a vital role in Supporting innovative technologies which don't have a positive business case yet. They financially compensate the industry for additional costs to convert their production methods to become low carbon. A CCfD is an auction-based mechanism to select the most cost-effective projects to save carbon emissions.\nIn the German scheme, CCfDs support industrial projects to reduce emissions, particularly within Ells operating under the ETS. According to the CCfD concept, Ells will be compensated by climate protection agreements for a period of 15 years to cover the additional costs (OPEx and CapEx) to convert their production.%? In a CCfD, a pre-agreed carbon price serves as an incentive for achieving emission reductions compared to conventional technologies over a specified timeframe. If the market's carbon price falls below this pre-set level, the agent receives additional payments from the government, ensuring a stable carbon price signal. This, in turn, reduces financing costs and risks associated with zero-emission investments, making green technologies more attractive for early adopters.\nKey advantages of CCfDs include that they reduce the risk associated with innovative investments (on OpEx and CapEx), while the auction mechanism encourages the most cost-efficient path to carbon reduction from a societal perspective.\nHowever, it is important to acknowledge the complexities of CCfDs. The calculation and application process for CCfDs can be data-intensive and occasionally unclear. The application process can also be lengthy and uncertain, and comprehensive monitoring and documentation are essential.\nIn conclusion, CCfDs are a valuable tool for promoting sustainable practices and supporting green investments. However, addressing their complications, including creating a pan-European framework, minimising the complexity and maximising the predictability of the application process, is crucial to reap their benefits within the EU. As CCfDs are currently only implemented in a few countries, the EU can support knowledge sharing from these countries’ CCfD experiences.\nSe eee ween reece cence ee nese neers eee eee ee esse sees e eee reese ee ee EE EE ee sees Es see EE EE EE EE EE EE EEE Ee ee EE EE EE EE EE EE EE eee ees esse esse ssssseeeseseeeere\n99 International Energy Agency, 2023",
  "page_49": "ERT\n49\nCCfD funding mechanism: Filling cost gap of ‘green’ vs ‘grey’ tech\nFunding logic of CCfDs\nExemplary illustration for grey (BF-BOF) vs green (H2 DRI-EAF) steel\nSubsidy/Costs\nGreen Premium\nOpEx Energy\nETS net costs\nETS proceed\nOpEx energy\nOpEx other\nOpEx\nother\nCAPEX\nBF-BOF\nCCfDs\nExplanation:\nCarbon Contracts for Difference [CCfDs]\nTargeted instrument addressing supply side# Energy-intensive industries” Large assets (>10kt CO, emissions p.a.) 'Green' tech-90% GHGi reduction vs 'grey' Local content requiredi# CapEx & OpEx\nScope\nH2 DRI-EAF\nTwo-digit billion subsidy volumes in total expected\nmd 15-year dynamic subsidies to close delta costs of 'Green' tech-90% GHGi reduction vs 'grey' tech Ga Competitive tendering across industries, aiming for targeted distribution of funds Mechamism\ni. ETS proceeds yet to be finalised, might vary depending on proposal to cover DRI plants by the former hot metal benchmark in ETS phase IV period 2 (2026-2030) as part of EU regulation on ETS free allowances ii. Main steel customers like automotive and their consumers are willing to pay a green premium of €300-400/t according to recent surveys iii. Following CCfD regulation subtraction potentially possible, to be decided by regulating authority; KSV [climate protection contracts, i.e. 'Klimaschutzvertrage'] Source: German Government; Steel customer survey; Aurora; BCG Analysis\nCapEx\nBudget\n=\nFigure 22: CCfD funding mechanism (example Germany)",
  "page_50": "50\nERT\nCompetitiveness of European Energy-Intensive Industries\nEnsure further simplification of permitting process (B.III)\nThe proposed Net-Zero Industry Act (NZIA), as part of the EU’s GDIP, aims to improve conditions to drive net-zero technology manufacturing investments, such as addressing the challenges of securing the necessary permits. While the inclusion of accelerated timelines and the requirement to establish a national-level permitting 'one-stop-shop' are welcome, the proposal could be even more ambitious.\nERT RECOMMENDATIONS:\nStreamline regulatory processes: Simplify and expedite regulatory approval processes (at EU and Member State level) for all renewable energy and decarbonisation projects. Potentially mimic some of US's IRA set-up to increase ease-of-access for European companies. Extending faster permitting for other decarbonisation investments: The NZIA limits maximum timelines to 12 or 18 months for specific investments related to manufacturing net-zero technologies. Other investments (Such as decarbonising existing manufacturing facilities) would also benefit from such an approach, as permitting issues often delay such projects. Bundling permitting, including approvals, in the pan-European ‘one-stop-shop’: Ensure the proposed one-stop-shop functions effectively, with the European Commission providing the necessary support for national authorities where needed. Streamlining/decreasing bureaucratic hurdles via ‘presumption of approval’: Consider further ways of streamlining the approvals process for net-zero investments. One option might be a ‘presumption of approval’ for such projects, with the expectation being that the national and regional authorities will approve such investments unless there is an overwhelming reason not to do so. Permitting for cluster development: Simplification of permitting supports the development of clusters. Net Zero Industry Valleys, as designated industrial clusters for the manufacturing and use of net-zero technologies, benefit from dedicated support from authorities. Member States carrying out Strategic Environmental Impact Assessments for Net Zero Industry Valleys, with outcomes applicable to all proponents, accelerate the permitting process — provided the assessments are well designed in consultation with industry and society.\n3.2.2 Create demand for low carbon products\n3.2.2.1 Objectives of regulatory changes proposed\nCreating demand for low carbon products is necessary for the success of the green transition. An increase in demand leads to an improved business case, which attracts much needed investment to attain net-zero goals.\nBy fostering demand for such products, we do not only reduce greenhouse gas emissions but also stimulate innovation, job creation and economic growth. A shift towards low carbon products also encourages businesses to adopt low carbon practices, invest in renewable energy sources and reduce their carbon footprint.\n3.2.2.2 Comparison with other countries\nIncentivising demand for low carbon products is still in its early phases across the globe. Examples can be seen in:\nBuilding codes: China and Japan have triggered green demand in the construction sector where they have introduced new building codes. China’s General Code for Building Energy Efficiency and Renewable Energy Utilisation requires all new, expanded or renovated buildings to be energy efficient. Japan's revision of its buildings regulations in 2022 requires a zero-energy performance for",
  "page_51": "ERT RECOMMENDATIONS:\nIntroduction of low carbon product standards with the use of PCFs: PCFs can be introduced for all products long-term. The EU can support businesses in measuring their PCF through the\nERT\n51\nall new buildings by 2030, and for all existing buildings by 2050. Building codes are also already in place in the EU, e.g. in France buildings need to comply with kgCOze/m? for new constructions that continuously become more stringent (2022-2024: 640 kgCO2e/m?2 a 2031 and beyond: 415 kgCOze/ m?).' Ideally, the EU should strive towards a harmonisation of such building codes.\nVAT reduction: Norway for example, exempts zero-emission vehicles from a 25% VAT, which in turn decreases th initial vehicle costs by a considerable margin. This driver (among others) led to ~80% of new vehicle purchases in 2022 being EVs (electric vehicles).%3 With its Climate Action Programme 2030, the German government introduces a VAT reduction on long-distance rail travel (as a low-carbon alternative to planes and/or cars) from 19% to 7%, and therefore focuses on creating demand for greener public transport. These examples prove that VAT reductions serve as a successful incentivisation tool that is becoming more widespread.\nLow-carbon steel lead markets: |n Germany, the steel sector has adopted a methodology and detailed rule book to develop low carbon steel, which can be the basis for lead markets in this context. This can be copied in other countries and at a European level.\nThe EU can build a framework that is based on technology neutrality (‘no discrimination towards the use of a particular technology’) and product lifecycle performance (‘COz emissions during entire lifespan of a product’). To support customers in making the right decision, product carbon footprints (PCFs) are a potential tool. They provide customers with clarity on which products are low-carbon and which ones aren't.\nMeasuring the carbon footprint of all products is important for three reasons:\n1 Firstly, the carbon footprint plays a pivotal role in elevating consumer awareness and fostering informed choices, mirroring the efficacy of energy information on food packaging in guiding dietary decisions. By affording consumers access to this critical environmental data, we empower them to make purchasing decisions that align with their ecological values, thereby driving demand for sustainable products and practices in the marketplace. Secondly, the imperative to measure product carbon footprints extends beyond the consumer realm. It serves as a potent incentive for businesses to scrutinise their production processes rigorously and implement sustainable strategies. The transparency it engenders does not only enhance a company's reputation as an eco-conscious entity, but also compels them to reduce their overall environmental impact, thus contributing to the broader sustainability agenda. 3. Thirdly, adopting a comprehensive approach to measuring product carbon footprints reinforces our collective commitment to environmental stewardship. It fosters a society-wide awareness of the environmental consequences of our consumption habits and production processes. This, in turn, prompts individuals, corporations and policymakers to take concerted action toward minimising carbon emissions and mitigating climate change.\n3.2.2.3 Our regulatory proposals\nIncrease transparency for customers by communicating product carbon footprints for all products (B.IV)\n1\nTTT TTeT Tee eT eee eee Te Te Se eee eee ee ee eee ee ee Tee eee eee eee ee ee eee ee ee ee eee ee ee Tee eee eee eee ee ee eee eee ee ee ee ee eS ee eee eee ee ee ees\n100 International Energy Agency, 2023\n101 Bourgeon, F. and Giddings, J., 2021\n102. The International Council on Green Transportation, 2018\n103. Danyloy, O., (2023)\n104 German Federal Ministry of Finance (Bundesfinanzministerium), 2023",
  "page_52": "52\nERT\nCompetitiveness of European Energy-Intensive Industries\ndevelopment of standardised methodologies based on recognised international standards such as ISO 14067. The measuring and publication of PCFs is encouraged, as well as the possibility of making these obligatory in the long-term. Support digitally-available PCFs: The proposal of the European Commission to establish a Digital Product Passport is positive, as it supports the development of digital solutions for tracking purposes and reducing the environmental footprint of products. Digitally-available PCFs should be further supported, as they can facilitate the collection of data along the supply chain, additionally being more accurate and dynamic (traditional PCFs use average methodology to calculate PCFs, which is more static).\nEstablish stable low carbon demand via public procurement (B.V)\nPurchases by the EU, national and local governments account for approximately 14% of the EU's GDP. To push the development of green technologies and products, which in turn will increase demand for more low-carbon products, public procurement can be used strategically. To date, most procurement is done by Member States — although often using EU-allocated funds (such as the Cohesion Fund). Pre-requisites for green public procurement include following a product standard framework and building codes.\nThe European Commission has encouraged low-carbon public procurement on a voluntary basis, including through developing low-carbon criteria for a range of products such as textiles and road construction. More could be achieved, such as by extending the range of product standards containing mandatory circular criteria, as seen in th recent agr ment on the EU Battery Passport and current discussions on the Ecodesign for Sustainable Products Regulation. Where Green Public Procurement (GPP) criteria exist, there can be a presumption that these are used where EU funds are being spent. For example, when a new bridge is built, low-carbon cement would be set as a requirement for choosing contractors (while still ensuring low-cost options).\nThe EU aims to introduce a building code with the forthcoming adoption of EN 197-6 (which will allow the use of up to 35% recycled concrete fines in cement). However, this will be a non-harmonised approach, as each Member State will have to develop its own testing methods to implement this at a national level, which hampers effectiveness, speed of deployment and cross-country optimisation.\nERT RECOMMENDATIONS:\n]. Product standard framework and building codes: Set up a product standard framework and building codes on a pan-European level. An example of how updating building codes can advance the green transition is Holcim Switzerland’s development of Susteno cement. Switzerland adapted their building code (with the SIA Code of Practice 2049) to allow the use of new types of mineral components in cements. This was key to giving stakeholders certainty that the new type of cement is safe, appropriately regulated, and meets all quality standards. On that basis, the Holcim Group launched Susteno, the world’s first cement that uses fine mixed rubble from demolished buildings as a component (20%), decreasing the CO2 footprint. Low-carbon criteria: Introduce mandatory low-carbon criteria for public procurement, when applying the principle of the MEAT (Most Economic Advantageous Tender) in EU public procurement directives. This can be initialised by the EU, and later become pan-European legislation for Member States.\nIncentivise demand for low carbon products (B.VI)\nBeyond low carbon public procurement (see above), consumer and customer demand for green products can be further accelerated. Structuring the EU market around CO2 performance statistics allows Ells to accelerate the deployment of low carbon and circular solutions, and to specifically promote low carbon solutions. Markets will quickly react by delivering further low-carbon solutions.",
  "page_53": "3.3 Create a level playing field vs international competition\nThe European Green Deal sets the EU a target of reducing greenhouse gas emissions by 55% by 2030 compared to 1990 levels and becoming climate-neutral by 2050. In July 2021, the European Commission made its 'Fit for 55' policy proposals to reach those goals through various measures.'°7\nTo achieve these goals, we need a level playing field for European Ells to stay competitive against international players. Regulatory instruments like the Carbon Border Adjustment Mechanism (CBAM) need to be urgently rethought to create an effective policy. International trade partnerships also need to be optimised.\n3.3.1 Shape the CBAM to make it an effective policy\n3.3.1.1 Objectives of regulatory changes proposed\nProducers of imported goods have a competitive advantage over European producers since they are not exposed to pressures from the European energy transition and decarbonisation policies (see chapter 1). This disadvantage is very explicit for sectors covered by the Emission Trading Scheme (ETS) Producers in Europe must pay a significant carbon price compared to international competitors that have lower or no carbon prices. The imbalance will intensify in the future as free allocations will phase out and the carbon price is expected to reach ~€130/tonne by 2030.18\nThe CBAM aims to address the imbalance after the phase out of the free allowances and assure that Ell products from outside the EU that get imported into the EU do not have a CO2 cost advantage versus local EU-based products.\nThe CBAM is therefore a key component of the EUs climate policy. The CBAM imposes fees on COz emissions associated with imported products covered by the CBAM product scope. It aims at reducing the risk of carbon leakage to countries without CO2 emissions pricing, as well as balancing COz2 cost obligations between domestic producers and importers.\nIn the transitional phase from October 2023 to 2025, specific (base) products of the sectors such as electricity, steel, aluminium, cement, fertilisers and hydrogen are included in the CBAM. In this phase,\nERT\nERT RECOMMENDATIONS:\n1. Reduced VAT for low-carbon products: Support Member States to adapt VAT structures with more favourable tax rates for low-carbon products. This would balance the current significantly higher costs for green products, e.g. green cement is ~€30/t™5 (+~20%\"6) more expensive than regular cement; the difference (in addition to other low-carbon products) would be too high for many customers, e.g. private house builders. A reduced VAT could facilitate that decision by decreasing the gap. Eco-labels and certifications: Build on recognisable eco-labels and certifications, EU Ecolabel or EU Ecodesign, for energy-efficient appliances. This will enable consumers to identify and trust low-carbon products. It is important to continuously update the necessary requirements to achieve certain rankings or levels to incentivise companies to make products with an increasingly smaller COz footprint. Otherwise, manufacturers that already have an ‘A’ will not be interested in improving further. For this, the Germany steel sector methodology and detailed rule book can be used as a basis to develop lead markets. This can be extended to other countries and at European level.\n53\nSeem ee meme ee eee eee eee eee e ee ee eee eee ee EE eee EEE HEHEHE ESHEETS EEE EE HEHE EE EE SEES ESE SESE EE EES EE EE EE EE EE TEESE EEE EE EE EE EE EE EE EE EE EE EE EE eee eEeeeeee\n105 BCG cement cost model, August 2023\n106 Global Product Prices, 2023\n107 European Commission, 2023\n108 See Figure 05, Eikon, IEA WEO 2022, BCG analysis",
  "page_54": "54\nERT\nCompetitiveness of European Energy-Intensive Industries\ndirect and, for some sectors, indirect emissions will be examined. The obligation for importers is limited to reporting the emissions. Once the permanent system comes into force on 1 January 2026, importers will need to acquire CBAM certificates according to the embedded emissions of their imported products. The price of CBAM certificates will be calculated according to the price of EU ETS allowances. The phasing-out of free allowances under the EU ETS will take place in parallel with the phasing-in of the CBAM from 2026 to 2034, aiming to increase the cost of carbon emissions with a goal of continuously reducing emissions in production and making low-emission production more attractive 109\nCBAM phases in as free ETS allowances are withdrawn\n% CBAM payable/free allowances remaining\nETS allowances\nBi ceam\nCBAM can be too easily circumvented via import loopholes: Global entities are already strategising to navigate the CBAM. Consider Rusal, the largest non-Chinese aluminium producer, which has adopted a 'resource reshuffling' approach to segregate its low-carbon production for exports to Europe.\" Chinese companies also engage in this type of behaviour, as some of their smelters run on hydropower. This manoeuvre not only fails to reduce carbon emissions at a global scale — since Rusal and others may merely reclassify their production — but also places European counterparts at a substantial disadvantage, as they must account for COz emissions across their entire production spectrum. Furthermore, some nations may choose to underestimate carbon emissions. Given the impracticality of the EU monitoring and verifying all production facilities outside the EU, it is possible to understate CO2 emissions. The spectrum of potential circumvention methods is extensive. Effectively countering CBAM circumventions necessitates robust international cooperation that aligns with a common objective: a tangible reduction in CO2 emissions. While this goal is of paramount importance, other nations may simply see a chance to put their local production at an advantage over Europe's.\n97.5 95.0 90.0 775 51.5 39.0 26.5 14.0 100.0\nCBAM ramps up at the\nsame rate at which\nETS free allowances\n86.0\nare withdrawn\nTBS\nIndustry has up to 8\nyears to adjust to the\n61.0\nnew\narrangements\n48.5\nThe end-loaded profile\nmeans that carbon costs\nwill rise significantly from\n2030 onwards\n22.5\n25\n10.0\n5.0\n2026 2027 2028 2029 2030 2031 2032 2033 2034\nFigure 23: CBAM phases in as free ETS allowances are withdrawn\nSource: BCG analysis\nCBAM faces three key challenges in its current form that are yet to be solved:\n109 European Commission, 2023\nTIO SAFE - Strategic Industrial Materials",
  "page_55": "ERT\n55\nRisks deindustrialisation of downstream industries: The CBAM is currently designed to solely focus on base products, e.g. steel, aluminium (including some semi-finished products). Conversely, this means that the downstream value chains do not only lose their competitiveness in terms of exports, but also within Europe, as every third-country producer can import 'grey' products of the value chain that are not covered by CBAM. Products further downstream that require CBAM covered base products for production, e.g. car wheels, trucks, trains, cans or household products, but also chemical products stemming from the ammonia value chain like glues, coating raw materials, process chemicals, food additives, colorants, pigments, crop protection, electronic chemicals and pharmaceuticals can avoid carbon costs if they are produced abroad and then exported to Europe, as they are currently not included in the CBAM. This could lead to the inherent loss of intra-EU and global competitiveness for those products and therefore enhance the deindustrialisation of downstream manufacturing industries, where jobs and additional value arise and supply security is created.\nStrongly reduces export competitiveness of European Ells: As it is currently designed, the CBAM does not offer compensation for the competitiveness of EU producers exporting to countries that have lower or no carbon prices. Currently, this means the entire rest of the world. Consequently, Europe's international trading relationships are affected, at the detriment of companies based in the EU which are export-oriented. As seen in Figure 26, the CBAM is phased in as free allowances are phased out. Following\na complete implementation of the CBAM\nand the complete phase out of free ETS\nallowances, EU producers will pay carbon\ncosts on their entire production, no matter\nAditya Mittal\nif the products are consumed within or\nArcelorMittal\n=\nCEO, ArcelorMittal\nexported from the EU. Ells will be unable to\nbe cost competitive with producers from\n“Recently, the first phase of the EU’s Carbon Border Adjustment Mechanism came into effect -a welcome step towards fair trade for steel producers. However, in its current form, we fear it is not effective enough. There are some large loopholes that can be exploited by non-EU producers operating with a higher carbon footprint. This is just one example that illustrates the intense challenges we face to produce steel competitively in Europe, today.”\ncountries with low or no carbon costs. In\npractice, this means that the market for\nEuropean industry production shrinks\ndrastically; without exports, Ells are likely to\nlose in terms of scale and competitiveness. In\nsteel, for example, the EU exported 19.4 million\ntonnes in 2021, which equals 13% of the EU\nproduction of crude steel (152.6 million tonnes\nin 2021). Acomplete drop in exports would\ntherefore imply a market shrinkage of 15%.™\nWhile solutions may be found for the above challenges, the CBAM will inevitably become a policy tool that is inherently complex. The CBAM’s complexity arises from the need to determine the CO2 emissions of all production facilities exporting to Europe™ and from covering tens of thousands of products along the value chain with direct and indirect emissions. Neither are the products covered today, nor is this data available today — neither from the EU or the production facilities themselves. Many production facilities within Europe have difficulties estimating their CO2 emissions, as calculations are highly complex. Potential simplifications like using national averages / default values are prone to challenges from importers due to facility variations, and relying on self-reported emissions is prone to misconduct.\nPierre-André de\nj=ma  SAINT-GOBAIN\nChalendar\nChairman of the Board of\nDirectors, Saint-Gobain\n“CBAM was designed to be WTO compatible but increased competition, especially with the introduction of IRA and growing amount of subsidies in other parts of the world, is bringing new challenges. Therefore, the current set up of CBAM with its loopholes will not be sufficient to maintain a level playing field. Europe needs to rethink its policy pathways to - at the same time — achieve its climate targets, become a true leader in the climate transition, and keep its industrial base.”\nTerre eTeeCeTeTeceee rere eee eee eee eee ee eee eee ee eT eee ee eS eee ee See ee ee eT\nTl Eurofer, 2022\n112 For products included within CBAM scope",
  "page_56": "56\nERT\nCompetitiveness of European Energy-Intensive Industries\nWithout solving these challenges and keeping complexity low, the CBAM will become a bureaucratic burden and miss its aim of reducing CO2 emissions. Solving the challenges requires close collaboration amongst the sectors concerned, to ensure that adequate existing standards are used (e.g. on greenhouse gas measurement, monitoring and reporting), digital tools are used to their ful potential and all potential circumvention routes are effectively closed. This process is fundamental to ensuring that local European production and exporters to Europe are affected similarly by COz2 costs. The objective must be to shape the CBAM in a manner that it can become an effective and protecting tool from its transitional phase onwards.\n3.3.1.2 Comparison with other countries\nWhen looking at the EU’s CBAM, a comparison with other countries only makes sense for countries that have an Emissions Trading System (ETS). China has an ETS which covers power generation. Carbon pricing has played a very limited role, with China’s carbon price estimated to be about ten times lower than the current EU ETS price.\" More importantly, as China’s ETS applies to power plants that act in a highly local environment and are not threatened by imports, there is no need for CBAM- like measures.\nOther important EU trade partners, such as the US and Canada, are exploring mechanisms to put fees on carbon embedded in imports. Proposals have included a wid range of measures, from a simple tariff on carbon-intensive products to establishing a carbon price and a CBAM-like mechanism, but there are no specific details yet.\n3.3.1.3 Our regulatory proposals\nTo make the CBAM an effective instrument and create a level playing field against international competition, we propose the following four actions:\nPerform a deep effectiveness review before expansion (C.I)\nConducting the planned in-depth effectiveness review befor proposing any possible expansion of the CBAM scope in 2026 is absolutely crucial to ensure the policy’s efficiency and address potential shortcomings before broader implementation. However, th review n ds to go beyond a simple check, and be conducted in close cooperation with European industry to provide differentiated assessment on the impact across sectors. If the review shows that additional time is required for adaptation, a pacing of the ETS free allowance phase out needs to be considered.\nERT RECOMMENDATIONS:\n1.\nDetailed review of CBAM effectiveness: Use the transition phase to review the functioning of the CBAM before making decisions on CBAM expansion. This must be done in collaboration with European industry, including Ells, so that no companies nor sectors within Europe will be affected unfairly. Specifically, the review should address the identified key challenges while making sure that the overall complexity of the regulation is minimised:\nImport loopholes: Ensure that import loopholes are closed (see C.ll for further information).\nExport competitiveness: Ensure that European Ells are not put at a significant disadvantage compared to their international counterparts (see C.Ill for more information).\nAdministrative simplification: |dentify potential bureaucratic hurdles that make the\nintroduction of the CBAM impossible due to the high level of complexity. While the previous\npoints are important, ensuring simplification is key to making the CBAM a success.\n2. Moving CBAM into implementation, beyond the current pilot phase, should be dependent on results from the deep review planned for 2025: If the detailed review shows that additional time is required to counteract identified challenges of the mechanism, as highlighted also in\n113, Agora Energiewende, 2022",
  "page_57": "ERT\nthis document, a pacing of the ETS free allowance phase out needs to be considered. Indeed, if shortcomings remain, the introduction of the CBAM, and thereby the withdrawal of ETS free allowances, should not be rushed, to avoid the adverse side effects. The reduction of ETS free allowances may still be prolonged, to avoid unnecessarily damaging European industry with an instrument that is not yet comprehensively mature for implementation.\nDiminish risk of import loopholes (C.II)\nAs it is currently designed, the CBAM has potential loopholes for CO2-heavy imports. One example is a resource shuffle where players exporting products to Europe can simply split off their lower-carbon production from higher-carbon assets. In this way, they continue exporting to Europe using their lower-carbon production without having to reduce any of their emissions. Movements like this can already be seen at the largest non-Chinese aluminium giant, Rusal.™%\nAnother example is misleading circular legislation: the CBAM assigns zero embedded carbon emissions and costs to imported aluminium based on remelted aluminium scrap. Unfortunately, this applies to both end-of-life scrap that has been recycled (Such as old cans, window frames and car parts), and industrial process scrap. Treating these two types of aluminium scrap the same creates a loophole in the CBAM and reduces incentives for true circularity. It means that imported aluminium based on remelted industrial scrap avoids paying for the emissions of making the aluminium. European primary aluminium producers, on the other hand, must pay for these carbon emissions through the EU-ETS. The CBAM therefore creates a direct disadvantage for European production of aluminium.\" It also incentivises the deliberate creation of large amounts of additional industrial aluminium scrap outside Europe, for the sole purpose of remelting it and importing it into the EU, thereby circumventing the CBAM. Considering that more than 25% of all aluminium at some\npoint becomes industrial scrap somewhere in\nthe value chain, that practically all this scrap\nis remelted and reused, and that the global\nvolume of aluminium re-melted industrial scrap\nfar exceeds the EU's aluminium demand, this\nHilde Merete Aasheim\n»\nloophole risks undermining the whole purpose\nHydro\nPresident and CEO, Norsk Hydro\nof the CBAM.\"6 It also allows for large scale\ngreenwashing of carbon intensive imports, while\nundermining EU efforts regarding increased\n“This loophole [selling remelted offcuts of aluminium as zero carbon products] enables the widespread greenwashing of imported aluminium products and undermines the effectiveness of the CBAM in preventing carbon leakage.”\ncircularity for end-of-life products and scrap.\nPotential solutions could involve assigning\nthe same embedded emissions to re-melted\nindustrial scrap as for primary aluminium, and\nzero emissions only to remelted end-of-life\naluminium scrap.\nERT RECOMMENDATIONS:\nWe propose to adapt the CBAM to minimise the risk for potential loopholes.\nMethodology: The methodology on which and how emissions are calculated needs to be defined as soon as possible to make the CBA an effective tool from the beginning. It is important to find an approach that equals the carbon cost burden of imported products with those produced in Europe, including coming up with a robust method for calculating scrap emissions. One key lever to ensure a working methodology is digitisation (see Expert Corner 9 on digitisation). It may be used especially in the following three areas:\nEmission calculation: A software solution that can calculate carbon emissions according to the\nBe eee ee ee eee eee Eee EEE Eee eee eee EE EE Eee EEE EE ee Eee Ee EEE ee eee Eee ee ee eee ee eee eee ee eee eee eee eee teen eeeeee\n114 SAFE - Strategic Industrial Materials, 2023\nTIS. Norsk Hydro, 2023\n116 Cullen, J. and Ellwood, J., 2013\n57",
  "page_58": "58\nERT\nEU's approved methodology and allow each company in the value chain to securely upload their respective information. The software then could calculate the CO2 emissions of the imported product and determine the number of CBAM certificates the importer is obligated to acquire. Besides the timely development of an effective, thorough, and uniform EU methodology, advancing digital infrastructure and supporting the development of efficient software is crucial to make the CBAM an effective tool.\nMonitoring and evaluation: Simplify the monitoring, reporting and verification process for importers and third country producers by allowing greater use of tech-based solutions, avoiding duplication by linking to existing supply chain management and enterprise systems.\nDefault levy: Set up a significant default levy to counteract potential circumvention of the CBAM for carbon-intensive imports.\nMaintain export competitiveness (C.III)\nAs presently structured, the CBAM fails to ensure the competitiveness of European Ells, both export competitiveness as well as intra-EU competitiveness, vs players based in countries with lower or non-existent carbon prices. Consequently, this situation poses a threat to the EU's international trade relationships. The current CBAM is introduced gradually as free allowances are phased out, ultimately resulting in EU producers bearing carbon costs for their entire production, regardless of whether the good is covered by a CBAM or not and whether the goods are destined for consumption within the EU or exportation. This scenario may render Ells in Europe unable to compete effectively against producers from nations with minimal or no carbon-related expenses and could lead to the inherent loss of intra-EU as well as global competitiveness and therefore enhance the deindustrialisation of both Ells and downstream manufacturing industries, where jobs and additional value arise, and supply security is created.\nERT RECOMMENDATIONS:\n].\nExport adjustments: Adjusting the CBAM for exports while considering the carbon leakage risk of the whole value chain of each product and considering the possibility of compensation in certain sectors when exporting to specific countries.\nStructural solution: While it is sensitive to design a solution that is compatible with World\nTrade Organisation (WTO) rules, it is essential to develop a structural solution to preserve\nthe competitiveness of EU exports. This will incentivise EU-based Ells that export to non-EU\ncountries to keep production on the continent, thereby minimising the risk of carbon leakage\nthrough moving production outside the EU.\nException for power and trade intensive industries: For power and trade intensive sectors, it\nis essential to continue the COz2 compensation on power pricing. Any extension of the CBAM to\nindirect emissions\"? can be considered only based on the findings of the sector-specific deep\neffectiveness review, only once the EU's electricity system is almost completely decarbonised.\nCarbon clubs: Prospectively, free trade agreements for CO2 emissions, or structures such as a\n‘carbon club’, which might follow the idea of the Climate Club established by the G7 in 2022,\"8\ncould be possible if other trade partners introduce EU ETS and CBAM-like measures. This would\nlead to a stronger international dialogue on reaching global climate goals. Effective design of\na global arrangement on steel and aluminium as negotiated by the US and the EU would bea\nstep in the right direction.\nN17__ Indirect emissions or Scope 2 emissions are emissions associated with the generation of electricity purchased for industrial production process that occur physically at the facility where the electricity is generated and are accounted for indirect emissions of an industrial product because they are the result of the installation’s energy use. Indirect emission cost is a price effect of CO2 in the electricity market and is not an indication of the actual indirect emissions in the production process, but a result of the marginal price setting mechanism as inherit part of EU electricity market design and says nothing about a company's individual efforts toward green electricity consumption\n118 European Parliament, 2023\nCompetitiveness of European Energy-Intensive Industries",
  "page_59": "ERT\n59\nEXPERT\nCORNER 9\nLeveraging digitisation to enable the green transition\nEnabling the use of digital tools and databases is a key prerequisite to manage the complexity of CBAM. The ERT has identified five significant trends in the application of digital technologies to the green transition:\nData sharing in trusted business networks can drive transparency around the carbon footprint of business activities, and consequently emissions reduction throughout the supply chain.\nUpgrading ICT infrastructure boosts resource efficiency and is the basis for applications that can substitute for emission-generating activities.\nDigital technologies are critical for sustainable transport management, including enhanced traffic planning and the expansion of electric vehicle use.\nDigital technologies play an essential role in managing the energy grid, distributing energy resources and enhancing flexibility, whilst increasing the grid’s hosting capacity with the necessary speed.\nDigital twins offer significant opportunities to improve efficiency (including waste and emissions reductions) thanks to simulation across many sectors.\nThere is a clear opportunity not only to use digital technologies to accelerate the green transition, but also to ensure European competitiveness. European businesses which utilise digital technologies to fuel their green ambitions, enabled by a supportive policy environment, will remain at the forefront of competition globally. Indeed, digitally-enabled green business models developed in Europe will be able to be exported globally. With this in mind, ERT has also identified four key issues to be addressed to support the rapid deployment of relevant technologies:\n1. Alack of clear standards in the areas of data interoperability, sustainability reporting and measuring the environmental impact of digital technologies slows down the expansion of business networks and reduces our ability to make data-informed green decisions, meaning that stakeholders are less informed regarding the environmental impact of technologies.\nThe EU sustainable finance taxonomy does not adequately incentivise investment in the twin transition, due to the lack of acknowledgement of digital technologies.\nWith our use of data sets to continue to expand, and digital technologies forming an increasing part of our energy ecosystem, robust cybersecurity will need to stay at the front of policymakers’ and business leaders’ minds.\nInvestment in skills remains siloed between digital and green skills of the European workforce, failing to prepare individuals to combine both skill sets.\nFor further information, please refer to ERT’s publication on ‘Towards an EU Action Plan for a Digitally Enabled Green Transition’.\"\n\nBeem meee ee ee ee eee e eee e nese seers reese esses esse seer seers ee es ese EEE EE eee ee ee es ee EE EE EE EEE e Eee Ee ee EE EE EE EE EE EE eee ee ee esses es eeeessseeeerseseere\n119° ERT Expert Paper \"Towards an EU Action Plan for a Digitally Enabled Green Transition\", 2022",
  "page_60": "60\nERT\nCompetitiveness of European Energy-Intensive Industries\n3.3.2 Optimise global partnerships\n3.3.2.1 Objectives of regulatory changes proposed\nA rules-based multilateral framework and global cooperation is advantageous for global trade as it establishes a structured and equitable set of regulations, fostering predictability and mitigating uncertainty. This incentivises international collaboration, which is advantageous for the export- focused EU.\nHowever, other countries are introducing expansive unfair or protectionist industrial and trade policies that tilt the balance against European players. Due to this, Europe needs to advocate for global cooperation and partnership, while also considering WTO-conform trade defence measures where appropriate. The EU applies trade defence measures, such as the anti-dumping and anti- subsidy regulations, and it has recently designed the foreign subsidies regulation.\n3.3.2.2 Comparison with other countries\nTrade integration has slowed over the past decade. Increasingly, expansive industrial and trade policies by big global players and important EU trade partners such as the US or China have led to the rise of protectionism. This has the potential to harm global trade activity long-term; it is questionable whether measures such as localisation requirements (e.g. the US's ‘Build America Buy America’)?¢ and extensive subsidies (e.g. > 90% of aluminium’s global $70 billion subsidies are provided by th Chinese government)! conform with WTO trade policy. Such measures imply a disadvantage to trade partners who are reliant on exporting to these countries. To remain competitive within international trade, we need to protect or better support European industry in the light of the protectionist reflexes of others.\n] For China, international trade is crucial for economic growth and a major source of technological progress and development. China is the world’s second-largest economy by GDP, the world’s largest exporter, and ranks second among the world’s largest importers. China’s industry has moved from assembling foreign inputs to increasingly relying on domestic inputs.” To further support this, there are numerous measures that aid domestic industries, such as tax benefits (especially for innovation), government guidance investment funds, and subsidies.*3 One problem with extreme subsidies can be overcapacity. An example where this occurred is the Chinese aluminium industry: from 2013 to 2017, the global aluminium industry received almost $70 billion in various government supports, with over 90% of the total subsidy funds allocated to Chinese companies, which contributed to overcapacity and a hardened global trade playing field.24 A similar problem occurred in the steel and chemicals industries (e.g. Glycol). Although China is a member of the WTO, it employs controversial measures targeting foreign companies, such as restrictions on foreign investment, import barriers, price control, intellectual property protection and currency positioning. Despite easing equity restrictions in recent years, other remaining barriers include licensing approval processes and security reviews, which can hinder foreign investors from entering Chinese markets.?5 US: US trade policy has grown more protectionist since 2018, leading to a trade dispute with China and friction with other major economies.”6 Though trade flows between China and the US are the biggest in the world, the trade relationship between the world’s largest economies is now characterised by ongoing challenges. As the world’s largest economy by GDP, the US is working to return to leadership in multilateral trade forums. After protectionist threats by the US Administration, an implementation of tariffs on Chinese solar panels and washing machines occurred in January 2018, followed by tariffs of 25% on imports of steel and 10% on imports of\neee eee ee eee ee eee eee ee ee eee ee ee eee eee ee ee ee ee ee ee eee eee eee ee ee ee ee ee eee ee ee ee ee ee ee ee ee ee ee eee eee ee eee ee ee ee ee ee ee ee ee ee ee rey\n120 U.S. Department of Commerce, 1978 121 OECD 122 Luo, H. and Qu, X., 2023 123 The Economicst Intelligence Unit, 2021 124 OECD 125 The Economist Intelligence Unit, 2021 126 Steinberg, D. and Tan, Y., 2023",
  "page_61": "ERT\naluminium for a wide range of countries in March 2018. By June 2018, the tariffs on steel and aluminium were also applied to the EU, resulting in retaliatory measures when the EU in turn imposed a 25% duty on different US products.?7 The recent introduction of the IRA also comes with various implications on foreign economies (see chapter 3.2.1).\nWhile Ells are all affected by trade policies, Ells with higher trade volumes, such as aluminium and steel, are especially affected. As we have seen in past chapters, trade of Ells is increasing overall and, therefore, the importance of an international level playing field of trade has become significantly more important. Creating it is a key task for the EU. This is why an effective design of a global arrangement on steel and aluminium as negotiated by the US and the EU would be a step in the right direction.\n3.3.2.3 Our regulatory proposals\nFurther prioritise secure and diverse supply chains e.g. in public procurement (C.IV)\nTo create a level playing field for businesses across Europe, EU law sets out specific rules, including rules for public procurement. For public procurement in lower value dimensions, national rules apply, but they must also respect the general principles of EU law. Whilst specific localisation requirements are not in accordance with WTO rules, a certain degree of geographic prioritisation is necessary in the context of supply chain resilience and risk management.\nSince 2017, the EU has had a public procurement strategy, which includes the following six policy priorities:\nEnsuring uptake innovative, green procurement Professionalising public buyers Increasing access to procurement markets Improving transparency, integrity and data Boosting the digital transformation of procurement Cooperating to procure together8\nwider\nof\nand social\nERT RECOMMENDATIONS:\nSecure and diversify supply chains: |n response to increasing disruptions in recent years, EU strategy needs to include secure and diverse supply chains that support both the goal of decarbonisation in accordance with the European Green Deal, and resilience in the case of geopolitical disputes or events of global proportion. Ells play an important role in both these issues. Therefore, we recommend an extension of the European public procurement strategy towards supply chain security and resilience, in accordance with sector and risk management experts, as the sixth policy priority “Cooperating to procure together” emphasises.\nPromote fair competition on trade under the WTO framework and enhance partnerships (C.V)\nA rules-based multilateral framework is advantageous for global trade as it establishes a structured and equitable set of regulations, fostering predictability and mitigating uncertainty, thereby incentivising international collaboration, which is advantageous for the export-focused EU. Trade defence mechanisms are predominantly governed by WTO agreements. These are designed to b applied in the long-term and offer very limited to no flexibility in their interpretation. A reform of the\nTOTeTTTrerr rrr err errr re Tee err ee Te eee eT ee eee ee eee eee Se eee eT eee eee eee eee eee eee eee Tee eS eee eee See eee eee ee ee ee ee eee SSeS ee ee ee ee ee See ee ee ee eee ee ey\n127 European Central Bank, 2019\n128 European Commission, 2017\n61",
  "page_62": "62\nCompetitiveness of European Energy-Intensive Industries\nWTO and the commitment of countries to strengthen the multilateral system are essential to clarify current issues such as dispute settlement procedure, a comprehensive set of global trade rules, and clear rules for cross-border data traffic (digital trade). As the objective is to protect European industry from unfair or protectionist trade and industrial policies, mor use can be made of thes XISTING trade defence mechanisms to maintain EU industry's competitiveness on the global market. This is in line with th European Commission's ambition to \"take a more assertive stance in defending its interests against unfair trade practices\"?\nThe EU experiences unfair practices in two main areas:\nWhile the EU is already actively prioritising the establishment of a level playing field in international trade, a more assertive stance needs to be taken to not be left behind in global trade.\nERT RECOMMENDATIONS:\n129\nERT\n] Dumping: Dumping is when foreign firms dump products at artificially low prices in the European market. This could be because countries unfairly subsidise products, or companies have overproduced and are now selling the products at reduced prices in other markets. 2 Unfair subsidies: Unfair subsidies happen when a government provides financial assistance to its companies to produce or export goods at artificially low prices. The subsidies must be specific i.e. given to a particular company, group of companies, sector or region. Subsidies may also be given to third countries, e.g. China provides subsidies to Chinese-owned companies in Egypt.\n]. Multilateral trading system: Strengthen the multilateral trading system through WTO reform, as this allows businesses to diversify their supply chains across the widest possible range of countries. A rules-based multilateral trading system is also a key driver of growth and prosperity —and creates stability. Open and fair global trade and an international level playing field are crucial to stimulate competition and to enable better prices and solutions. In the meantime, the WTO is the backbone of the global trading system and aims to be a guarantor for stability in trade relations. Reform of the WTO can include re-establishing the dispute settlement system, modernising WTO rules, and facilitating plurilateral negotiations, such as updating the WTO pharmaceutical agreement, expanding global participation in the information technology agreement, finalising WTO e-commerce negotiations, and reviving negotiations on trade in environmental goods.®° This multilateral trading system should be seen as beneficial by all members as this is the only way for it to be strong and lasting. Strategically apply trade defence measures when justified: Defend European industry from unfair practices by introducing trade defence measures that rebalance unfair practices, e.g. anti-dumping duties. Counteracting unfair measures by other countries always needs to consider unwanted repercussions, e.g. resource limitations. Therefore, keeping them in mind when deciding on measures is of Utmost importance. An example of when anti-dumping duties can be implemented is the case of stainless-steel fittings from China and Taiwan; the policy was renewed in April 2023 and extended to include Malaysia in March 2023. An anti-circumvention investigation had found that some Chinese producers were circumventing EU anti-dumping measures via companies in Malaysia, which were importing the main parts needed to produce stainless steel fittings from China, processing them, and subsequently exporting to the EU without paying any anti-dumping duties. The extended anti-dumping duties range from 5.1% to 12.1% for Taiwan and from 30.7% to 64.9% for China. The duty rate extended to imports from Malaysia is 64.9%, with two genuine Malaysian producers being exempt from the measures.™! 3. Anti-subsidy tools: Make effective use of anti-subsidy tools, such as the new foreign subsidy regulation that was implemented in 2023. This regulation addresses when subsidies by eee ee eee eee ee eee eee ee eee eee eee ee eee eee ee ee ee eee ee eee ee ee ee ee ee ee ee ee eee ee eee ee ee eee ee ee ee ee ee ee ee ee ee ee eee ee eee ee ee ee ee ee ee ery European Commission, 2021 ERT paper \"Making Open Strategic Autonomy work — European Trade in a Geopolitical World\", 2021\n130\n131 European Commission, 2023\n132 European Commission, 2023",
  "page_63": "ERT\n63\ngovernments outside the EU are providing recipients that are active in the EU with an unfair advantage to offer low prices, acquire companies or obtain public procurement contracts. The foreign subsidy regulation provides the power to impose measures to redress their effects: “The Commission should have the power to examine any foreign subsidy, to the extent it is in the scope of this Regulation, in any sector of the economy on its own initiative, relying thereby on information from all available sources. To ensure effective control, in the specific case of large concentrations (mergers and acquisitions) and public procurement procedures above certain thresholds, the Commission should have the power to review foreign subsidies based on a prior notification by the undertaking to the Commission.\"*3 Whilst there is little experience so far, due to the recent implementation of the regulation, continuous analysis and revision will make it as effective as possible from the beginning.\nTake a leadership role in orchestrating coordinated global climate action (C.VI)\nThe previously discussed European policies will have an impact on the world. For example, the CBAM directly impacts non-EU producers for imports into the EU due to th requirements for emission measurement and documentation and by posing strategic questions on how to serve the EU market in the future. In addition to that, the policies also have a broader impact, as global regulators may react to them when considering introducing their own climate regulations.\nBeyond that impact, Europe can take an even more proactive role in global climate action by advocating for a coordinated approach and increased global cooperation.\nERT RECOMMENDATIONS:\n]. Global standards: Currently, different methodological requirements to report GHG emissions are imposed on companies operating internationally, some of which contradict each other. This requires an enormous effort from companies to comply with all the different requirements. Thus, promoting global climate standards, e.g. for global carbon reporting and joint principles for green subsidies, becomes essential. Global alignment on climate regulation will reduce complexity for global companies and trade. In addition, a worldwide framework for green subsidies can avoid a subsidy race which would contribute to increased global imbalance and tensions. Open 'climate clubs': Advocate for openness of 'climate clubs' and CO2 free trade agreements. Partnerships to cooperate on climate change-related measures can help to promote pan- regional standards and reduce the complexity of global trade if other partners introduce EU ETS and CBAM-like measures. While these clubs might be launched by a limited number of countries, such as the G7 Climate Club, or initially focused on specific sectors, e.g. the Global Arrangement on Sustainable Steel and Aluminium (GSA), the intention should be to design them as inclusively as possible to allow further members to join. Green development programs: Align development assistance programmes with decarbonisation objectives, creating opportunities for low-income economies to become competitive in the future global net-zero economy.\n133. Official Journal of the European Union, 2022",
  "page_64": "64\nERT\n4. Appendix\nCompetitiveness of European Energy-Intensive Industries\n4.1 Abbreviations\nGross value-added\nGVA\nGW\nHH!\nBF-BOF\nBoston Consulting Group\nBlast Furnace-Basic Oxygen\nFurnace\nCompound annual growth\nrate\nGigawatt\nolecular hydrogen gas\nolland Hydrogen 1\not-rolled coi\nBCG\nH2\nCAGR\nCBAM\nIEA\nCapEx\nCapital expenditure\nCarbon Border Adjustment\nechanism\nnternational Energy Agency\nHRC\nnflation Reduction Act\nCarbon Contract for\nDifference\nIRA\nMWh\nNZIA\nCccfD\nOriental Chemical Industries\negawatt-hour\net Zero Industry Act\nCarbon Capture, Utilisation\nand Storage\nCCUS\nCarbon Dioxide\nOcl\nOpEx\nCoz\nPCF\nPPA\nPUR\nREACH\nEU-SA\nRED\nDRI-\nEAF\nOperating expenditure\nProduct carbon footprint\nPower Purchase Agreement\nPolyvinyl chloride\nPolyurethane\nResearch & Development\nRegistration, Evaluation,\nAuthorisation and Restriction\nof Chemicals\nRenewabl Energy Directiv\nEHB\nElls\nPVC\nERT\nR&D\nETS\nEU\nEuro\nDirect Reduced Iron-Electric\nArc Furnace\nEuropean Hydrogen Bank\nEnergy-intensive industries\nEuropean Round Table for\nndustry\nEmissions Trading System\nEuropean Union\nEuropean Union Strategic\nAutonomy\nFDI\nTDI\nUAE\nTonne\nToluene diisocyanate\nUnited Arab Emirates\nForeign Direct Investment\nGroup of 7\nGreen Deal Industrial Plan\nEUR\nG7\nUS\nUnited States\nGDP\nGDIP\nValue added tax\nWorld Trade Organisation\nWTO\nGHG\nGross domestic product\nGreenhouse gas\nVAT",
  "page_65": "ERT\n65\n4.2 Definitions\nPower = electricity or electrons\nVRE (Variable Renewable Energy) = Wind and Sun\nRenewable power = VRE + Hydro + Power from biogas or other green feedstock\nZero carbon power = Renewable power and nuclear power\nLow carbon gases = Cr N Ho, blue H2, pink H2, biomethan\nLow carbon fuels = Ammonia, Synthetic Fuels\nEnergy = Power, gas, liquid, solid carrier\nFossil energy = Natural gas, oil, coal\n4.3 List of Figures\nFigure O1: European Ells are differently affected by pressure from energy transition and decarbonisation in 2030\nFigure 02: Forecast gas and power costs 2030\nFigure 03: European energy costs forecast\nFigure 04: Demand vs. supply of low carbon hydrogen in 2030\nFigure O5: EU ETS Price Forecast\nFigure 06: CO> costs per 1€ of revenue for Ells in 2030\nFigure 07: Hug investments needed to decarbonise Ells in Europe\nFigure 08: Landed cost comparison Ells 2022\nFigure 09: Increase in net imports\nFigure 10: Aluminium Cost Curve (Q1] 2023)\nFigure 1: Ammonia production in Europe strongly impacted by short-term energy peak in Q3 2022\nFigure 12: IEA graph on curtailment of production\nFigure 13: Decline in Europe's FDI investments\nFigure 14: Landed costs of BF-BOF steel and green steel in Europe\nFigure 15: Trade intensity of Ells (Imports + Exports / Production Value)\nFigure 16: Downstream industries of European Ells\nFigure 17: Important factors for downstream to produce locally\nFigure 18: European Wind Turbine Production\nFigure 19: European steel producers becom increasingly carbon-efficient\nFigure 20: CO2 emissions per t aluminium production",
  "page_66": "66\nERT\nCompetitiveness of European Energy-Intensive Industries\nFigure 21: Overview of policy recommendations\nFigure 22: CCfD funding mechanism (example Germany)\nFigure 23: CBAM phases in as free ETS allowances are withdrawn\nFigure 24: Framework and Permitting of IRA and GDIP\nFigure 25: Effectiveness of IRA and CDIP\n4.4 List of Expert Corners\nExpert Corner 1: Aluminium as a warning sign for European deindustrialisation\nExpert Corner 2: Short-term impact from high gas prices: The case of ammonia\nExpert Corner 3: Chemicals sales dropping further in Europe compared to global sales\nExpert Corner 4: Europe's competitiveness at risk for grey steel and facing considerable challenges in green steel\nExpert Corner 5: Green steel from outside Europe is putting the supply chain resilience in Europe's green transition at risk\nExpert Corner 6: Potential takeovers and relocations in the chemicals industry moving Europe away from reaching sustainability goals\nExpert Corner 7: The automotive industry is dependent on Ells\nExpert Corner 8: Carbon Contracts for Difference as an opportunity for the EU\nExpert Corner 9: Leveraging digitisation to enable the green transition\n4.5 Bibliography\n[fl] For an overview of the definitions of key terms used in this publication, such as 'renewable’, 'green’, or ‘low carbon, please refer to section 4.6 in the Appendix.\n[2] Vanham, P. and Gordon, N., \"Fortune’s New Global 500 List Shows Europe's Decline, the U.S's Rise\", August 2023, https://fortune.com/2023/08/03/fortunes-new-global-SO0-list-europe-decline-us-rise/\n[3] Deutsche Bundesbank, \"The Slowdown in Euro Area Productivity’, Monthly Report, Issue 15, January 2021, htts:/www.bundesbank.de/resource/blob/858448/144b27fb6dae9364eff8c7e6a4a74fo4/mL/2021-01- produktivitaetswachstum-data.pdf\n[4] European Aluminium, \"Aluminium: The base metal for the green transition\", June 2022, https://european- aluminium.euAwp-content/uploads/2022/10/2022-07-15-european-aluminium-ceo-manifesto_leveraging- europe-s-value-ch.pdf\n[5] Oxford Economics, Statis, Destatis, 2021 (EU-27 + UK + Norway + Switzerland)\n[6] European Commission, \"Investment support for ecosystems energy intensive industries (number for 2019)\", July 2022, https://ec.europa.eu/docsroom/documents/S115/attachments/I/translations/en/renditions/ native\n[7] European Environment Agency, \"EEA Greenhouse Tracker — data viewer (number for 2019)\", April 2023, https:/www.eea.europa.eu/data-and-maps/data/data-viewers/greenhouse-gases-viewer",
  "page_67": "ERT\n67\n[8] ERT, \"Innovation made in Europe: Setting the foundation for future competitiveness\", March 202%, https:// ert.eu/innovation/\n[9] ERT, \"Vision Paper 2024-2029, Securing Europe's place in a new world order\", October 2023, https://ert.eu/ documents/vision2024/\n[10] ERT, \"Strengthening Europe's energy infrastructure\", 2024\n[11] BCG Analysis on the European energy price market (2023) based on Aurora Energy Research market outlook, IEA energy prices for Europe, Bloomberg energy market data and forecast, EEX trading data, ICE, IHS Markit energy market analytics, NBC, Morgan Stanley market outlook 2030, NexantECA energy market prognosis, BDEW Energy Market Germany 2020, EnergyScan, Fraunhofer IEE, Rystad energy forecasts, Nymex market data, Enerdata price projections 2030\n[12] Assuming that it is 50% efficient, i.e. that JOO MW gas gives 50 MW power\n[13] Assuming that it is 40% efficient, i.e. that JOO MW coal gives 40 MW power\n[14] ERT, \"Single Market for Energy\", December 2022, https://ert.eu/documents/expert-paper-single-market- for-energy/\n[15] Gasparella, A, Koolen, D. and Zucker, A., The Merit Order and Price-Setting Dynamics in European Electricity Markets, European Commission, Petten, 2023, JIRC134300.\n[16] DIHK/ Energiewendebarometer, “Energiewende-Barometer 2022 der IHK-Organisation”, 2022, https:// www.dihk.de/resource/blob/84692/7e4a518cf0a286e679a4 b3dlcfe2151c/energiewende-barometer-2022- data.pdf (numbers are for Germany)\n[17] BCG Analysis on the European energy price market (2023) based on Aurora Energy Research market outlook, IEA energy prices for Europe, European Parliament, Henry Hub data for 2013-2022, Natural gas indices 2013-2022, Eikon energy market analysis, EU Allowances (EUA) trading data, IETA market sentiment 2022\n[18] European Commission, \"A hydrogen strategy for a climate-neutral Europe\", 2020, htts://eur-lex.europa. eu/legal-content/EN/TXT/? uri=CELEX%3A52020DCO30l#:~text=the%20production%200f%20up%20 to%C2%AOD1O%C2%AOMillion%2O0tonnes%\n[19] Renewable Energy Magazine, \"New Class of Hydrogen Ship Design from C-Job\", 2002, https:/www.dihk de/resource/blob/84692/7e4a518cf0a286e679a4 b3dicfe215I1c/energiewende-barometer-2022-data.pdf\n[20] Comparison of production cost (without transport), see figure 14 for more details\n[21] ERT, \"Strengthening Europe's energy infrastructure’, 2024\n[22] Bloomberg, “Europe's Carbon Price Hits a Record €100 as Economy Rebounds From Energy Crisis”, February 2021, https:/Awww.bloomberg.com/news/articles/2023-02-21/eu-carbon-price-rises-to-100-on- prospect-of-industrial-rebound?embedded-checkout=true\n[23] Eikon, International Energy Association \"World Energy Outlook\", 2022, (see Figure 05) https:/Awww.iea. org/reportsWworld-energy-outlook-2022\n[24] Circular Economy European Union, \"Cement recarbonation\", 2023, https://circulareconomy.europa.eu/ platform/en/good-practices/cement-recarbonation\n[25] Cembureau, \"CO2 costs in cement —some calculations\", 2021, https://cembureau.eu/media/jpthbomva/ co2-costs-in-eu-cement-production-december-2021.pdf\n[26] BCG cement cost model, August 2023\n[27] Global Product Prices, Cement, August 202%, https:/wwwglobalproductprices.com/Germany/cement_ prices/",
  "page_68": "68\nERT\nCompetitiveness of European Energy-Intensive Industries\n[28] S Figure 7, BCG Analysis on Investment needs for Ells Decarbonisation (2023) based on Cembureau: Cementing th European Green Deal; Business Research Company glass market outlook; Eurofer steel market assessment; Cefic European chemical industry data; Euractiv climate neutrality analysis for refining; IBIS World; S&P Global (2021): Global aluminium needs up to $15 trillion investment to decarbonise energy supplies; European Aluminium (2019): Vision 2050\n[29] Chiacchio, F., De Santis, R., Gunnella, V.and Lebastard, L, \"How have higher energy prices affected industrial production and imports?\", ECB Economic Bulletin, (1),2023, https:/www.ecb.europa.eu/pub/ economic-bulletin/focus/2023/html/ecb.ebbox202301_02~8d6fl214ae.en.html\n[30] Impact could be reduced by CBAM depending on its implementation\n[31] Sgaravatti, G., Tagliapietra, S.,Zachmann, G., \"Adjusting to the energy shock: the right policies for European industry:, Bruegel Research, 2023, https:/Awww.bruegel.org/policy-brief/adjusting-energy-shock- right-policies-european-industry\n[32] See Figure 08, BCG Analysis (2023) based on Wood Mackenzie database of world aluminium plants\n[33] UN Comtrade Data (2023), total exports and imports, 2018-2022, HS Codes 2523, 73, '76, 2814\n[34] See Figure 09, UN Comtrade Data (2023), total exports and imports, 2018-2022, HS Codes 2523, 73, 76, 2814\n[35] See Figure 09, UN Comtrade Data (2023), total exports and imports, 2018-2022, HS Codes ‘73\n[36] See Figure 11, BCG Analysis (2023) based on AG Energiebilanzen, Nexant, World Ban, COMTRADE, Fertilizers Europe\n[37] Concawe Refineries Map, 2023, https:/www.concawe.eu/refineries-map/\n[38] Eurofer, \"The European Steel Association. European Steel in Figures 2022\", 2022, httos:/www.eurofer.eu/ assets/oublications/brochures-booklets-and-factsheets/european-steel-in-figures-2022/European-Steel-in- Figures-2022-V2.pdf\n[39] Italpres, \"World production of aluminium from 2000 to 2022\", 2022, https:/wwwitalores.com/ aluminium-die-casting-newsWworld-production-aluminum-2000-2022#:~:text=Aluminum%20 production%20in%20Europe,2021%2C%20with%207.3%20million%20estimated\n[40] UN Comtrade Data (2023), China production and export, 2020-2022, HS Codes 76\n[41] UN Comtrade Data (2023), India, UAE production, 2009-2019, HS Codes 76\n[42] See Figure 10, BCG Analysis (2023) based on Wood Mackenzie\n[43] See Figure 10, BCG Analysis (2023) based on Wood Mackenzie\n[44] BCG Analysis (2023) based on OECD data, incl. OECD Trade Policy Paper: The climate implications of government support in aluminium smelting and steelmaking, No. 276 (2023) and OECD Trade Policy Paper: Measuring distortions in international markets: The aluminium value chain, No. 218 (2019). https:// www.oecd-ilibrary.org/trade/the-climate-implications-of-government-support-in-aluminium-smelting-and- steel making_]178ed034-en;jsessionid=8_aSOqJMKSv9NHUVgS61PE9NBoOLPcqmpy4eiyfC.ip-10-240-5-155 and https://read.oecd-ilibrary.org/trade/measuring-distortions-in-international-markets-the-aluminium- value-chain_c829lab-en#page4\n[45] BCG Analysis on aluminium production and power sources using public company data, e.g. China Hongqiao coal power production\n[46] BCG Analysis on aluminium production and power sources using public company data, e.g. China Hongqiao coal power production",
  "page_69": "ERT\n69\n[47] Eurostat, \"Industrial production up by 1.0% in the euro area and by 0.7% in the EU\", 2023, https:// ec.europa.eu/eurostat/documents/2995521/16948804/4-14062023-AP-EN.pdf/abe29bef-304c-27b-30e2-8bcl 6479477 ?version=1.0&t=1686720752691\n[48] S&P Global, \"Back in action: European mills restart idled blast furnaces on higher flat steel prices\", 13.03.2023, httos:/wwwspglobal.com/commodityinsights/en/market-insights/blogs/metals/031323-back-in- action-european-mills-restart-idled-blast-furnaces-on-higher-flat-steel-prices\n[49] International Energy Agency, \"Electricity arket Report Update\", 2023, https://iea.blob.core windows.net/ assets/15172a8d-a515-42d7-88a4-edc27c3696d3/ElectricityMarketReport_Update2023.pdf\n[50] ERT, \"Industry4Climate\", 2024, https://industry4climate.eu/\n[51] BASF, \"Vattenfall to sell 49.5% of the offshore wind farm Hollandse Kust Zuid to BASF.\", 2021, https:/www. basf.com/global/en/media/news-releases/2021/06/p-21-238.htm|\n[52] Shell Holland Hydrogen 1\n[55] Oxford Economics (2023), Oxford Economics indicator EU GDP, 2014-2022, NACE rv2 23.5 to 23.9, 20, 21, 19, 23.1, 24.1 to 24.3\n[56] ERT, \"European Competitiveness and Industry — Benchmarking Report\", June 2022 https://ert.eu/wp- content/uploads/2022/06/ERT-Benchmarking-Report-2022-LR pdf\n[57] ERT, \"European Competitiveness and Industry — Benchmarking Report\", June 2022 https://erteuwp- content/uploads/2022/06/ERT-Benchmarking-Report-2022-LR pdf\n[58] ERT, \"European Competitiveness and Industry — Benchmarking Report\", June 2022 https://ert.eudwp- content/uploads/2022/06/ERT-Benchmarking-Report-2022-LR pdf\n[59] FDI Inflow represents transactions that increas he investment that foreign investors have in enterprises resident in the reporting less economy transactions that decrease the investment of foreign investors in resident enterprises\n[60] See Figure 13, BCG Analysis (2023) based on OECD Global FDI Inflow, European FDI Inflow\n[61] See Figure 13, BCG Analysis (2023) based on OECD Clobal FDI Inflow, European FDI Inflow\n[62] BCG Analysis (2023) based on fDi Markets, Financial Times Capital, EU and US Greenfield investment data (2010-2022)\n[63] See Figure 14, BCG steel cost model, August 2023\n[64] See Figure 14, BCG steel cost model, August 2023\n[65] See Figure 14, BCG steel cost model, August 2023\n[66] Leonid Leiva, \"Wie stark belastet dieBatterieherstellung die Okobilanz von Elektroautos?\", Energie Experten, 2020, https:/www.energie-experten.ch/de/mobilitaet/detailwie-stark-belastet-die- batterieherstellung-die-oekobilanz-von-elektroautos.html, calculation using Statista.com\n[67] European Commission, \"Internal arket, Industry, Entrepreneurship and SMEs\", 2023, https://single- market-economy.ec.europa.euectors/automotive-industry_en\n[68] Registration, Evaluation, Authorisation and Restriction of Chemicals: REACH addresses the production and use of chemical substances, and their potential impacts on both human health and the environment.\n[69] European Commission, \"Renewable energy statistics\", 2023, https://ec.europa.eu/eurostat/statistics- explained/index.php?title=Renewable_energy_statistics",
  "page_70": "70\nERT\nCompetitiveness of European Energy-Intensive Industries\n[70] Goldman Sach Global Investment Research, as quoted by Eurofer, May 2023, https:/Awww.asktheeu org/fr/request/13071/response/47909/attach/4/Eurofer%20meeting%20with%20Commissioner%20 Sinkevicius%20background%20document.pdf?cookie_passthrough=1\n[71] 2023 State of the Union Address by President von der Leyen, https://ec.europa.eu/commission/ presscorner/detail/ens’peech_23_4426\n[72] European trade association for producers of aromatic diisocyanates and polyols, 2018; Including chemical producers providing basic materials to produce polyurethanes (€7 billion), producers of intermediate products or final PU based applications (€211 billion) and businesses utilising PU based products for their value creation while not ranking amongst chemical or plastics producers (€37 billion) (data for 2018) https:/Mwwwaalipa.orgAwp-content/Uuploads/2021/03/20190925_19014_ISOPA_ALIPA_PUR_REPORT. REVIEW_FINAL.pdf\n[73] European trade association for producers of aromatic diisocyanatos and polyols: European Polyurethane Industry Facts 2018 (numbers for 2018), https:/www.alipa.org/swp-content/uploads/2021/03/20190925_19014. ISOPA_ALIPA_PUR_REPORT_REVIEW_FINAL.pdf\n[74] ArcelorMittal, \"ArcelorMittal and Gestamp announce partnership to put low-carbon emissions steel parts on the automotive production line\", 2023, https://corporate.arcelormittal.com/media/news-articles/ arcelormittal-and-gestamp-announce-partnership-to-put-low-carbon-emissions-steel-parts-on-the- automotive-production-line\n[75] Oxford Economics, \"Sum of direct employees of energy-intensive manufacturing sectors, minerals and power industries\", 2019, httos:/www.oxfordeconomics.com/resource/the-impact-of-the-european-steel- industry-on-the-eu-economy/#:~:text=Excluding%20impacts%200nN%20and%20via,135%20trillion%200f%20 tax%20revenues\n[76] Oxford Economics, \"The impact of the European steel industry on the EU economy’, 2019, https:/www.oxfordeconomics.com/resource/the-impact-of-the-european-steel-industry-on-the-eu- economy/#:~text=Excluding%20impacts%200nN%20and%20via,135%20trillion%200f%20tax%20revenues\n[77] Oxford Economics (2023), Oxford Economics indicator EU GDP, 2022, NACE rv2 23.5 to 23.9, 20, 21,19, 23.1, 24.1 to 24.3\n[78] Oxford Economics, “The Impact of the European Steel Industry on the EU Economy’, 2019, https:/www. oxfordeconomics.com/resource/the-impact-of-the-european-steel-industry-on-the-eu-economy/\n[79] Oxford Economics (2023), Oxford Economics indicator EU Investment, 2022, NACE rv2 23.5 to 23.9, 20, 21, 19, 23.1, 24.1 to 24.3\n[80] See also \"ERT Industry4Climate', 2024, https://industry4climate.eu/ and ERT paper \"Innovation made in Europe: Setting the foundation for future competitiveness\", March 2023, https://industry4climate.eu/ and https://ert.eu/innovation/\n[81] European Parliament, \"Energy Intensive Industries\", 2020, https:/Mwww.europarl.europa.eu/RegData/ etudes/STUD/2020/652717/IPOL_STU(2020)652717_EN.pdf\n[82] European Commission, \"Carbon leakage\", 2023, https://climate.ec.europa.eu/eu-action/eu-emissions- trading-system-eu-ets/free-allocation/carbon-leakage_en\n[83] European Council, Official Journal of the European Union, 2019, https://eur-lex.europa.eu/legal-content/ EN/TXT/?uri=OI:L:2019:120:FULL\n[84] Scope 1 CO2 Emissions\n[85] A&L, \"Demand for green aluminium is growing worldwide\", 2020, https:/www.publiteconline.it/ael/ demand-for-green-aluminium-is-growing-worldwide/\n[86] Yang, M., \"As aluminium surges in China, so do carbon emissions\", Ember Climate, 2021, htts://ember- climate.org/insights/research/as-aluminium-surges-in-china-so-do-carbon-emissions/",
  "page_71": "ERT\n[87] BCG Analysis on Emission Efficiency (2023) based on UN Comtrade Data, total exports and imports, 2018-2022\n[88] Foundation for Economic and Industrial Research \"The impact of the revisited European climate policy on the Greek Industry and economy\", 2022\n[89] EC Impact assessment on the review of the ETS Directive, July 2021, https://eur-lex.europa.eu/resource. html?uri=cellar:7b89687a-eec6-lleb-a71c-Olaa75ed71al.0001.01/DOC_48&format=PDF\n[90] EU Strategic Autonomy Monitor, \"EU strategic autonomy 2013-2023: From concept to capacity\", 2022, https:/Awww.europarl.europa.eu/thinktank/en/document/EPRS_BRI(2022)733589 Open strategic autonomy: the ability to shape the new system of global economic governance and develop mutually beneficial bilateral relations, while protecting the EU from unfair and abusive practices, including to diversify and solidify global supply chains to enhance resilience to future crises; Source: European Commission\n[91] Beryllium, cobalt, antimony, lithium, aluminium, tungstates, chromium, nickel, molybdenum, 24 manganese, ferro-alloys, steel, 40 various chemical products; Source: European Commission (2021): Strategic Dependencies and capacities. https:/commission.europa.eusystem/s/files/2021-O54wa-strategic- dependencies-capacities_en.pdf\n[92] European Commission, \"Strategic Dependencies and capacities\", 2021, https://commission.europa.eu/ system /files/2021-O54wd-strategic-dependencies-capacities_en.odf\n[93] European Commission, “Commission Staff Working Document”, May 2021, https://commission.europa. eukystem/files/2021-05/swd-strategic-dependencies-capacities_en.odf\n[94] OEC, \"Phosphatic Fertilisers in China\", 2023, https://oec.world/en/profile/bilateral-product/phosphatic- fertilizers/reporter/chn\n[95] Forbes, \"$28 Billion In New Clean Energy Manufacturing Investments Announced Since Inflation Reduction Act Passed\", 2023, https:/www-forbes.coméites/energyinnovation/2022/10/12/roughly-28- billion-in-new-clean-energy-manufacturing-investments-announced-since-inflation-reduction-act- passed/?sh=lacOda946159\n[96] European Commission, BCG analysis; Sources of public funding earmarked for the EU net-zero policy 2021 — 2030: €376 billion REPower EU, excluding €225 new RRF loans; €8 billion Invest EU, only funding ear marked for clean tech included; €38 billion Innovation Fund; €14 billion Horizon Europe & Euratom; €48 billion Modernisation fund; €2 billion LIFE Programme; €62 billion Social climate fund\n[97] US Environmental Protection Agency, US Congressional Budget Office\n[98] Section 45Q of the Internal Revenue Code, e.g. $85 tax credit for each ton of COz2 captured via CCUS\n[99] International Energy Agency, \"Carbon Contracts for Difference (CCfD) program for energy-intensive industries\", 2023, https:/www.iea.org/policies/17538-carbon-contracts-for-difference-ccfd-program-for- energy-intensive-industries\n[100] International Energy Agency, \"Energy System Buildings\", 2023, https:/www.iea.org/energy-systerm/ buildings\n[101] Bourgeon, F. and Giddings, J, \"Architects Can!\" Blog, 2021, https:/www.architectscan.org/oost/ environmental-building-regulations-france\n[102] The International Council on Green Transportation, \"Using vehicle taxation policy to lower transport emissions\", 2018, https://theicct.orgites/default/files/oublications/EU_vehicle_taxation_Report_20181214_0. pdf\n[103] Danylov, ©., Mezha Media, 202%, https://mezha.media/en/2023/01/05/79-of-cars-bought-in-norway- in-2022-are-electric-but-the-trend-may-change/#:~:text=According%20to%20the%20Norwegian%20 Road %2C%20diesel%20cars%20%E2%80%93%202.9%25\n71",
  "page_72": "72\nERT\nCompetitiveness of European Energy-Intensive Industries\n[104] German Federal Ministry of Finance (Bundesfinanzministerium), \"Climate Action Programme 2030: frequently asked questions\", 2023, https:/www.bundesfinanzministerium.de/Content/EN/FAQ/climate- protection-faq.html\n[lo5] BCG cement cost model, August 2023\n[106] Global Product Prices: Cement, 26.10.2023, https:/www.globalproductprices.com/Germany/cement_ prices/\n[107] European Commission, \"Questions and Answers: Carbon Border Adjustment Mechanism (CBAM)'\", 2023, https://taxation-customs.ec.europa.eusystem sf iles/2023-07/20230714%20Q%26A%20CBAM_O.pdf\n[108] BCG Analysis on ETS Prices (2023), based on Eikon energy market analysis and International Energy Agency (IEA) World Energy Outlook (WEO) 2022\n[109] European Commission, \"Questions and Answers: Carbon Border Adjustment Mechanism (CBAM)'\", 2023, https://taxation-customs.ec.europa.eusystem sf iles/2023-07/20230714%20Q%26A%20CBAM_O.pdf\n[110] SAFE — Strategic Industrial Materials, “Global Insights: Energy and Environmental Aluminium Solutions” August, 2023\n[IN] Eurofer, \"The European Steel Association. European Steel in Figures 2022\", 2022, https:/wwweurofer.eu/ assets/oublications/brochures-booklets-and-factsheets/european-steel-in-figures-2022/European-Steel-in- Figures-2022-V2.pdf\n[112] For products included within CBAM scope\n[113] Agora Energiewende, \"Overview of China’s energy transition 2022\", 2022\n[114] SAFE, \"Global Insights: Energy and Environmental Aluminium Solutions\", 2023\n[115] Norsk Hydro, “Greenwashing via CBAM: Loopholes Threaten European Green Products Market”, July 2023, https:/www.hydro.com/en/about-hydrofstories-by-hydro/greenwashing-via-cbam-loopholes-threaten- european-green-products-market/\n[116] Cullen, J. And Allwood, J., \"Mapping the global flow of aluminium: from liquid aluminium to end- use good. Environmental Science & Technology\", 2013, https://api.repository.cam.ac.uk/Server/api/core/ bitstreams/Sa3d8f4b-S8eae-4e45-8f75-021e4e7b647b8/\n[117] Indirect emissions or Scope 2 emissions are emissions associated with the generation of electricity purchased for industrial production process that occur physically at the facility where the electricity is generated and are accounted for indirect emissions of an industrial product because they are the result of the installation's energy use. Indirect emission costs is a price effect of COz2 in the electricity market and iS Not an indication of the actual indirect emissions in the production process, but a result of the marginal price setting mechanism as inherit part of EU electricity market design and says nothing about a company's individual efforts toward green electricity consumption.\n[118] European Parliament, \"G7 Climate Clubs\", 2023, https:/www.europarleuropa.eu/RegData/etudes/ ATAG/2023/739385/EPRS_ATA(2023)739385_EN.pdf\n[119] ERT, \"Towards an EU Action Plan for a Digitally Enabled Green Transition\", October 2022, https://ert.eu/ wp-content/uploads/2022/10/ERT-Digital-Green-Transition-Expert-Paper-final.odf\n[120] U.S. Department of Commerce, \"The Buy American Act\", 1978, https:/www.gao.gov/products/105519\n[121] BCG Analysis (2023) based on OECD data, incl. OECD Trade Policy Paper: The climate implications of government support in aluminium smelting and steelmaking, No. 276 (2023) and OECD Trade Policy Paper: Measuring distortions in international markets: The aluminium value chain, No. 218 (2019). https:// www.oecd-ilibrary.org/trade/the-climate-implications-of-government-support-in-aluminium-smelting-and- steel making_]178ed034-en;jsessionid=8_aSOqJMKSv9NHUVgS61PE9NBoOLPcqmpy4eiyfC.ip-10-240-5-155 and https://read.oecd-ilibrary.org/trade/measuring-distortions-in-international-markets-the-aluminium- value-chain_c829lab-en#page4",
  "page_73": "ERT\n73\n[122] Luo, H. and Qu, X,, \"Research Trends on the Development of Integrated and Robust Social Development Management Systems.\" 11(2), 54., 1978\n[123] The Economist Intelligence Unit, \"Economic Power Play: Assessing China's Trade Policies\", 2021\n[124] BCG Analysis (2023) based on OECD data, incl. OECD Trade Policy Paper: The climate implications of government support in aluminium smelting and steelmaking, No. 276 (2023) and OECD Trade Policy Paper: Measuring distortions in international markets: The aluminium value chain, No. 218 (2019). https:// www.oecd-ilibrary.org/trade/the-climate-implications-of- government-support-in-aluminium-smelting-and- steel making_I78ed034-en;jsessionid=8_aSOqJMKSV9NHUVgS6IPE9NBoOLPcqmpy4eiyfC.ip-10-240-5-155 and https://read.oecd-ilibrary.org/trade/measuring-distortions-in-international-markets-the-aluminium- value-chain_c829llab-en#page4\n[125] The Economist Intelligence Unit, WE conomic Power Play: Assessing China's Trade Policies\", 2021 i\n[126] Steinberg, D. and Tan, Y., \"Public responses to foreign protectionism: Evidence from the US-China trade war.', The Review of International Organisations, 18, 145-167, 2023\n[127] European Central Bank, \"The economic implications of rising protectionism: a euro area and global perspective\", European Central Bank Economic Bulletin, (3), 2019\n[128] European Commission, \"Public Procurement Strategy\", 2017\n[129] European Commission, \"An assertive trade policy: EU's defence measures against unfair trade practices remained effective in 2020\", 30.08.2021, https://ec.europa.eu/commission/oresscorner/detail/en/ip_21_448)\n[130] ERT, \"Making Open Strategic Autonomy work — European Trade in a Geopolitical World\", 2021, https:// ert.eudwp-content/uploads/2021/09/ERT-Making-Open-Strategic-Autonomy-work_European-Trade-in-a- Geopolitical-World-July-2021.pdf\n[131] European Commission, 2023, https://oolicy.trade.ec.europa.eu/news/eu-renews-anti-dumping- measures-stainless-steel-fittings-china-and-taiwan-five-years-extends-2023-04-14_en\n[132] European Commission, \"Foreign Subsidies Regulation\", 2023, https:/competition-policy.ec.europa.eu/ foreign-subsidies-regulation_en#:~:text=On%2012%20I UlY%202023%2C%20the,open%20to%20trade%20 and%20investment\n[133] Official Journal of the European Union, \"Regulation (EU) 2022/2560 of the European Parliament and of the Council\", 2022",
  "page_74": "74\nCompetitiveness of European Energy-Intensive Industries\nERT\n4.6 IRA and GDIP in comparison\nGDIP lacking behind IRA in simplicity and OPEX coverage\n= Inflation Reduction Act\n@ Green Deal Industrial Plan\n—\n=\nTax-based incentives to promote investments and\nstronger uptake of green technologies\nInvestment tax\ncredit:\n. Reduces the federal income tax liability for a\nis installed during the tax year.\nProduction tax credit:\nqualifying system's operation. It reduces the\nowner's federal income tax liability and is\nadjusted annually for inflation.\nFunding:\n. For energy efficiency, advanced manufacturing\nproduction\n+) OPEX & CAPEX\n(without limitation of total funding)\n(—} Long permitting processes (up to 4 years)\nLacking OPEX support & market ramp-up\ninstruments\nIRA positively impacting investments while GDIP still requires agreement from member states\n@ Green Deal Industrial Plan\n—\nCapacity targets for green technology deployment,\nEU commitments broken down to national laws\nMember funds:\nstates\npercentage of the cost of a qualified system that\ne.g. German CCD; provided by Member States\ngovernments to national companies\nEU funds provided Member states:\n. For electricity generated for the first 10 years of a\ne.g.\nMember States to accelerate green transition\nREPower EU; European funds provided to\nEU funds allocated at EU level:\nInnovation\nFund; European funding a\nwith\ne.g.\nfocus on low-carbon technologies\nLong and complex permitting on national level\n(up to 10 years)\n2\nPermitting\nQP\n@\na\nFramework\nFigure 24: Framework and Permitting of IRA and GDIP\nGDIP is a proposal that requires agreement,\nlegislation & national action for key elements before\nfunding and other impact are felt\nREPowerEU however incentivised cleantech\ninvestments before GDIP announcement in\nvarious Member States\n= Inflation Reduction Act\n—\n®\nEffectiveness\nIRA impact already showing off with increased\ninvestments, market growth and exports\n. US has become an attractive green market for\nnon-US\nplayers\nwith ~$1.3 trillion\ndeployed\nin\nnext 10 years from private and public sources\nCombined annual rate of private investment\n($129 billion) generated by federal funding\nUs domestic market increased from ~590 billion\nto ~$830 billion\nUS cumulative exports. increased from $120\nbillion to $135 billion\nFigure 25: Effectiveness of IRA and GDIP\nSource: Foregin Direct Investments, Renewables Now, TES Hydrogen for Life, Povaris, DW, BCG analysis",
  "page_75": "ERT 75",
  "page_76": "76\nERT\nList of ERT Members\nChair\nJean-Francois van Boxmeer Vodafone Group\nVice-Chairs\nNancy McKinstry Wolters Kluwer Dimitri Papalexopoulos TITAN Cement\nFinland Henrik Ehrnrooth KONE Pekka Lundmark Nokia France Jean-Paul Agon L'Oréal Pierre-André de Chalendar Saint-Gobain Jean-Pierre Clamadieu ENGIE Aiman Ezzat Capgemini Guillaume Faury Airbus Peter Herweck Schneider Electric Christel Heydemann Orange Florent Menegaux Michelin Benoit Potier Air Liquide Patrick Pouyanné TotalEnergies Germany Leonhard Birnbaum E.ON Martin Brudermiuller BASF SE\nBelén Garijo\nActing Secretary General\nerck Group\nTimotheus Héttges\nDeutsche Telekom\nJan-Eric Sundgren\nERT\nCompetitiveness of European Energy-Intensive Industries\nMembers\nOla Kallenius Mercedes-Benz Croup Christian Klein SAP Jim Hagemann Snabe Siemens\nAustria\nStefan Doboczky\nHeubach Group\nBelgium IIham Kadri Syensqo Mathias Miedreich Umicore\nOliver Zipse\nBMW Group\nGreece\nDimitri Papalexopoulos\nTITAN Cement\nDenmark\nVincent Clerc A.P. Moller-Maersk\nHungary Zoltan Aldott MOL\nIreland\nTony Smurfit\nSmurfit Kappa Croup\nItaly Rodolfo De Benedetti CIR Claudio Descalzi Eni Gianfelice Rocca Techint Group of Companies\nNorway\nHilde Merete Aasheim\nNorsk Hydro\nPortugal\nClaudia Azevedo\nSonae\nSpain\nJosé Maria Alvarez-Pallete\nTelefonica\nIgnacio S. Galan\nlberdrola\nOscar Garcia Maceiras\nInditex\nRafael del Pino\nFerrovial\nSweden\nBérje Ekholm Ericsson Martin Lundstedt AB Volvo Carl-Henric Svanberg AB Volvo\nJacob Wallenberg\nInvestor AB\nSwitzerland\nJan Jenisch Holcim Bjorn Rosengren ABB Mark Schneider Nestlé Severin Schwan Roche The Netherlands Dolf van den Brink HEINEKEN Roy Jakobs Royal Philips Thomas Leysen dsm-firmenich Nancy McKinstry Wolters Kluwer Kurt Sievers NXP Semiconductors Peter Wennink ASML Turkey Guler Sabanci ac! Omer Sabancl olding United Kingdom Jean-Francois van Boxmeer Vodafone Group Michel Demaré AstraZeneca Helge Lund bp Aditya Mittal ArcelorMittal Wael Sawan Shell Hein Schumacher Unilever Jakob Stausholm Rio Tinto Jonathan Symonds\nGSK",
  "page_77": "o905\ne\nese\nere\ne.e\neee\nERT\nCoe?\nThe European Round Table for Industry (ERT) is\na forum that brings together around 60 Chief\nExecutives and Chairmen of major multinational\ncompanies of European parentage, covering a wide\nrange of industrial and technological sectors. ERT\nstrives for a strong, open and competitive Europe as a\ndriver for inclusive growth and sustainable prosperity.\nCompanies of ERT Members are situated throughout\nEurope, with combined revenues exceeding €2 trillion,\nproviding around 5 million direct jobs worldwide - of\nwhich half are in Europe - and sustaining millions\nof indirect jobs. They invest more than €60 billion\nannually in R&D, largely in Europe.\nwww.ert.eu\nFor more information on this publication, contact:\nPhilippe Adriaenssens — philippe.adriaenssens@ert.eu",
  "page_78": "eeteoe ERT oe +32 2 534 31 00 www.ert.eu contact@ert.eu @ert_eu Boulevard Brand Whitlocklaan 165 1200 Brussels, Belgium © ERT 2024"
},
  "language": "Languages.ENGLISH",
  "total_pages": 78
}
