{
  "file_name": "21_333.pdf",
  "pages": {
  "page_1": "y\neT\nLe\n~\nGp\n?P\ngorge tee\nar |\nPi\na\n—,,\n“aT\nG3\nI.\niE\n$3\nqe\nft,\nlb\n=\n=\nee /)\nye\nic _——\nJ,\nAe\no@\n%>\n= Fog\nSy\naan\n<\nLa\nous\nary\n@-\n\nEuropean Round Table for Industry\nMaking the most of Europe’s Climate Leadership\nHighlights |\n\nww\n@.%\n*\n|\n@%\nSy\n|\n#-\nwl\n=\ni\nTe\n=—\nG\n— i\nGe\", !\ngs\nAid e #\n@*\nysl,\nPer\n~\n6 den)\n@°",
  "page_2": "",
  "page_3": "Making the most of Europe’s Climate Leadership\nCOVID-19 and the intensifying urgency of climate change have made many Europeans stop and think about the sort of future they want, the sort of lives they want to return to, post-crisis. Under normal circumstances, this unprecedented appetite for change would be very difficult to create, so now that it is available to us, we must make the very most of it.\nThe European Green Deal presents such an opportunity for boldness. While some companies, industries and even countries had begun to envision a carbon-neutral future, the Green Deal frames the climate ambitions of an entire continent.\nIt defines a strategy for sustainable growth that profoundly transforms Europe’s economy, and the way its citizens and companies produce, consume and live.\nThese aims are broadly supported across society: young people have marched in the streets of European cities to demand action on climate change, political and media engagement with climate change has expanded and many companies are re-strategising to forge new futures rooted in sustainability. Even with the current pandemic, climate change remains a priority for many European citizens.\nThe events of the past year have helped to focus minds: about the exposure of all walks of life to events beyond our control: about the rapidity at which uncertainty can escalate causing the shutdown of things we previously took for granted; about the relative proximity of disaster and the need to proactively drive change to head it off where possible. But, it has also brought to the centre of attention the fact that economic resilience and the health of the engine of wealth creation, i.e. industrial investment, needs to remain competitive to ensure the enduring sustainability of the standards of living of European citizens, long after the current crisis has been addressed.\nA\n= |\n, mya\nran\n( ay,\n*: ike\nBP\nit\n7{\n~, a\n2 a!\nrr\non —",
  "page_4": "ERT 2020\nIndustrial Engagement\nWe — the Members of ERT - are the CEOs and Chairs of around 60 European industrial and technology companies and we have embraced the ambition of the European Commission’s climate goals.\nWe would like to voice our support to th European Green Deal and we fully endorse its stated aim of making Europe the world's first climate-neutral continent by 2050. We also support a net greenhouse gas emissions (GHG) reduction target of 55% by 2030, coupled with an enabling policy framework to nsure competitiveness and industrial transformation.\nApproached In a holistic way, we believe that the Creen Deal can be a fundamental part of Europe's strategy towards a more sustainable and prosperous society. We believe in the power of this opportunity to build back better and transform the lives of European citizens — the products they consume, the materials that build their living environment, the energy that powers their homes and workplaces, the technology and the skills that can help them achieve their goals.\n“In the middle of difficulty lies opportunity”\nAlbert Einstein\nThe Green Deal can be a force that strengthens Europe's place in the world and showcases what can be achieved when the different pillars of an economy work together towards a common goal. It also presents unique challenges that need to be addressed if society and industry are to successfully overcome the transition to a climate neutral-economy.\nEurope's climate leadership can potentially create one of the biggest opportunities for its future prosperity. It is in all our interests to try to make the most of it.\nnformed by our experience of leading European companies with operations across the world, rolling out strategies on a global scale, we have ideas we would like to contribute.\nForging the Future\nEuropean industry is ready to act. With the right enabling policy framework to ensure competitiveness and industrial transformation, we can contribute both inside and outside of Europe to mitigate climate change.\nWe believe there are many routes to climate neutrality. We do not presume to have all of the answers, but it is clear that alignment is essential between government, business and society.\nA challenge of this magnitude involves large groups of people working together to help an even larger group, to reduce the carbon footprint of a continent and the world as a whole.\nf\n¢ &, 4\nSy\")\n—_\n»\n—_\n-",
  "page_5": "Making the most of Europe's Climate Leadership\nA balanced, ambitious and tailored approach\nThere are many facets to the future envisioned by the Green Deal. To achieve such an extraordinary decrease in carbon emissions is a complex challenge that is technically and economically demanding and requiring an unprecedent level of innovation and investment. Here are some of the most pressing issues we see:\nA future founded on three pillars: clean energy, industrial competitiveness and climate neutrality.\nThe Green Deal's overarching climate neutrality objective needs to be backed by a robust industrial policy — one that boosts European industry’s global competitiveness to secure long-term access to clean energy at competitive prices. Enabling companies to invest in the transition requires an appropriate policy framework that stimulates Europe's competitiveness and fosters economic growth\nAlign investments in the recovery with the transition towards climate-neutrality.\nERT supports the economic recovery in the short-term through NextGenerationEU (the European Recovery Package). The available funds should be used to foster the transition to climate neutrality, a digital economy and circularity. Aligning efforts can bolster sustainable economic growth through innovation and job creation.\nThere is an appetite for change to a cleaner future but the extra cost of a successful transition to a climate-neutral Europe by 2050 (for energy and infrastructure) could amount to almost 1% of EU GDP annually. The use of carbon pricing revenues will be crucial for financing an industrial transition.\nTo achieve the aim, sector specificities must be addressed.\nOne size does not fit all. This involves determining a sector-specific mix of policies and instruments. Targeted and coherent sectoral approaches need to complement overarching policy frameworks. Carbon pricing instruments, stimulated demand and tailored investment incentives are needed to deliver the transition to a climate-neutral economy.\nSetting a price on carbon emissions is key.\nTo incentivise cuts, carbon prices are crucial tools for cutting greenhouse gas emissions. They internalise at least some of the negative effects of high carbon energy sources. They also incentivise everyone — energy producers, industry, consumers, investors and financial markets — to transition towards low-carbon technologies and activities. Therefore, explicit carbon pricing must be expanded to all sectors and activities, as current mechanisms cover only around 45% of greenhouse gas emissions. Look into sector-specific carbon pricing mechanisms (including emissions trading, taxes or standards), without automatically expanding the scope of the EU ETS.\nAn effective carbon pricing policy needs four components. Firstly, it should include full value chains (for instance, transport, construction) and incentivise carbon emission cuts by each actor, at each step of the value chain. Secondly, it should gradually integrate carbon costs in the price of products, solutions and services — regardless of their origin (EU produced or imported). Thirdly, it should incentivise consumers with accurate carbon price signals, in particular for greenhouse gas emissions from transport and buildings. And, finally, it should be based on reliable carbon-related metrics (for instance, carbon accounting and green labelling standards).",
  "page_6": "ERT 2020\nThe pursuit of a global level playing field for carbon costs.\nEuropean industry can transform only if it is competitive. That’s why cutting greenhouse gas emissions requires a global level playing field for European industry, ideally via harmonised carbon pricing at least at the G20 level. However, in the absence of a global carbon price, additional measures are needed to ensure that non-EU producers bear the same carbon costs. These extra measures would complement existing carbon leakage prevention instruments, such as a Carbon Border Adjustment Mechanism (CBAM), Contracts for Difference, or alternative instruments.\nA CBAM could become part of the mix of relevant instruments, under certain conditions: it would come into play after a pilot phase in some products, following an extensive analysis of sector specificities/ value chains including its impact on European exports and a full assessment of potential trade risks.\nMoreover, international co-operation based on Article 6 of the Paris Agreement would unlock new markets for low carbon technologies developed and/or manufactured in Europe and would deliver investment, knowledge and technology around the world.\nWe need to secure clean energy at competitive prices.\nMore than 75% of the EU's greenhouse gas emissions come from energy production and use. That makes decarbonising the energy system and energy efficiency critical for reaching the climate objectives by 2030 and 2050. Decarbonising industry will involve in a step-change in clean energy demand. Energy security, resilience and cost efficiency for Europe's industry and consumers will become more critical.\nIt means that electrification based on renewable energy sources could in some cases be supported by improvements in energy efficiency and the transitional use of energy sources like natural gas to rapidly decarbonise carbon-intensive countries. Industry also needs renewable thermal energy for industrial applications at scale, as well as the economically viable introduction of emerging technologies, for instance, renewable hydrogen, Carbon Capture Storage and Utilisation (CCS/U) in hard-to-abate sectors.\nThis will require a review of th levies and charges for renewables, along with investment in decentralised infrastructure, both in supply (for instance, ‘smarter’ distribution grids) and demand (for instance, transport infrastructure). An enabling policy environment will be needed for this investment. That involves ensuring a faster-permitting process; support for corporate renewable power purchase agreements (PPA); EU-wide incentives to invest in distribution networks and energy storage; a robust certification system for ‘clean gases’; and cutting additional levies and costs on electricity prices for services unrelated to supply (currently 38% of electricity price for industrial users).\ni\nHydrogen - a solution in the spotlight\nRenewable hydrogen should be one of the key levers to reach climate neutrality >* by 2050. It will be an enabler for large-scale renewable energy integration and power generation. It could be a tool to decarbonise transport (especially for ong-haul, heavy-duty mobility such as trucks, buses, shipping and even aircraft), industrial energy use and building heat (especially in very cold regions) and power. Moreover, it can provide clean feedstock for industry. However, low-carbon hydrogen will be necessary in a transitional phase to rapidly reduce emissions.\nPolicymakers could help by bringing together all relevant stakeholders to define a supportive regulatory framework that ensures adequate level of investment (for instance, sustainable finance) and scaling-up of hydrogen solutions; and at the same time speeds up demand in key sectors, helping to overcome the cost gap.",
  "page_7": "Making the most of Europe's Climate Leadership\nThis is about driving demand for low-carbon products, as well as supply.\nIf Europe Is to achieve climate neutrality, it needs to build low carbon solutions. This will be a challenge as today's low-carbon products are generally more expensive than their high-carbon equivalents. If we ar to overcome this hurdle, ther Nn ds to be a business case to upscale production and create markets In key sectors. In some cases, sustainable solutions may start with a competitive disadvantage, resulting in no, or lower sales.\nThe increasing demand for low carbon products must be made in sync with supply through sectoral pathways. Stimulating demand requires a mix of measures to create a market for low-carbon products. These include adopting a lifecycle approach to evaluate the circularity and carbon footprint of products; providing clear and reliable information for consumers; enforcing circular product design; promoting carbon accounting standards; developing GHG standards for scope 3; and leveraging public procurement. The costs and benefits of each measure should be carefully assessed with input from all business sectors. The development of strategic value chains for net-zero emissions (for instance, for batteries, clean hydrogen, and non-ferrous metals) will be a decisive factor in the successful implementation of the Green Deal.\nDigital transition drives Green Deal goals.\nDigital solutions are indispensable to m ting the Gr n Deal's aims. They contribute to smart energy distribution, advanced mobility solutions and enable carbon tracking and monitoring. However, Europe is lagging in digital development and high-speed connectivity. For this reason, it is vital that a Digital Deal for Europe is devised and accorded the strategic weight as the Green Deal, thereby truly delivering on the twin transitions.\nWalking the tightrope between predictability and long-term flexibility.\nWen da flexibl regulatory and investment environment that adapts to the rapidly evolving technological and geopolitical conditions to mitigate the risks inherent in th Gr n Deal’s massive investments and business model transformations. There are risks in pursuing Europe's climate ambitions to the detriment of its competitiveness. We can reduce thes risks with a stepwise implementation of transition pathways and consultation with industry before ‘locking-in’ hard-to- reverse choices. We also have a bias for industry-driven initiatives over prescriptive legislation.\nOn the road to climate neutrality\nERT Members want to work with policymakers and other stakeholders to design the most effective roadmap for the European Green Deal.\nA challenge of the scale of the green transition must be underpinned by a policy framework that focuses on high-impact growth areas and that provides the right incentives. A successful transition needs enablers. These include more private and public investment; a common definition of sustainable investment; investment in technological innovation and demonstration projects; access to the raw materials essential for the transition; a stronger EU Single Market to unleash synergies; a talented workforce to manage the climate transition; and a supportive competition policy framework that allows co-operation to reach the climate goals.\nAs businesses, we are already taking decisive action against climate change within and outside of Europe. The companies and people at the heart of our operations are actively working on a wide selection of initiatives and programmes to ensure our contribution to a net-zero emissions future. We provide examples of these actions In case studies in the long version of this publication and we will continue to bring new ideas and actions to the table.\nThe climate imperative demands robust action. The vision and appetite for change are there. Success lies in an enabling framework and when the different pillars of an economy work together towards a common goal.",
  "page_8": "ERT 2020\nList of ERT Members\nChair\nCarl-Henric Svanberg\nAB Volvo\nVice-Chairs Nancy McKinstry Wolters Kluwer\nDimitri Papalexopoulos Titan Cement\nSecretary General\nFrank Heemskerk\nMembers\nAustria\nStefan Doboczky\nLenzing\nBelgium Ilham Kadri Solvay Thomas Leysen Umicore\nDenmark\nSgren Skou\nA.P. Mgller-Mzersk\nHenrik Ehrnrooth KONE Pekka Lundmark Nokia\nFinland\nFrance\nJean-Paul Agon\nLOréal\nPierre-André de Chalendar\nSaint-Gobain\nJean-Pierre Clamadieu\nENGIE\nPaul Hermelin\nCapgemini\nFlorent Menegaux\nMichelin\nBenoit Potier\nAir Liquide\nPatrick Pouyanné Total\nStéphane Richard\nOrange\nJean-Dominique Senard\nRenault\nGermany\nMartin Brudermuller BASF\nTimotheus Héttges Deutsche Telekom Joe Kaeser Siemens Ola Kallenius Daimler\nChristian Klein SAP Stefan Oschmann Merck Johannes Teyssen E.ON Oliver Zipse BMW Group\nGreece\nDimitri Papalexopoulos\nTITAN Cement\nHungary\nZoltan Aldott\nMOL\nIreland\nTony Smurfit\nSmurfit Kappa Group\nItaly\nGuido Barilla\nBarilla Group\nRodolfo De Benedetti\nCIR\nNils S. Andersen AkzoNobel Ben van Beurden Royal Dutch Shell Dolf van den Brink HEI EKEN Frans van Houten Royal Philips Nancy McKinstry Wolters Kluwer Peter Wennink ASML Norway Hilde Merete Aasheim\nNorsk Hydro\nClaudio Descalzi\nEni\nAlessandro Profumo\nLeonardo\nGianfelice Rocca\nTechint Group of Companies\nThe Netherlands\nPortugal\nPaulo Azevedo\nSonae\nSpain\nJosé Maria Alvarez-Pallete\nTelefonica\nIgnacio S. Galan\nIberdrola\nPablo Isla\nInditex\nRafael del Pino\nFerrovial\nSweden\nBérje Ekholm\nEricsson\nMartin Lundstedt\nAB Volvo\nCarl-Henric Svanberg\nAB Volvo\nJacob Wallenberg\nInvestor AB\nSwitzerland\nPaul Bulcke\nNestlé\nChristoph Franz\nF. Hoffmann-La Roche\nJan Jenisch\nLafargeHolcim\nBjorn Rosengren\nABB\nTurkey\nGUler Sabanci\nSabanci Holding\nUnited Kingdom\nJean-Frangois van Boxmeer\nVodafone Group\nlan Davis Rolls-Royce Leif Johansson AstraZeneca Helge Lund BP Lakshmi N. Mittal ArcelorMittal",
  "page_9": "",
  "page_10": "This paper is the ‘Highlights’ version of the publication Making the most of Europe's climate leadership which contains more details on the recommendations of the Membership of ERT in relation to the European Green Deal. The publication was developed by the ERT Committee on Energy Transition & Climate Change, chaired by Dimitris Papalexopoulos, Vice-Chair of ERT and Chairman of the Group anagement Committee of Titan Cement.\nTo download the publication, go to wwweert.eu/climate-leadership\nERT\nThe European Round Table for Industry (ERT) is a forum that brings together around 60 Chief Executives and Chairs of major multinational companies of European parentage, covering a wide range of industrial and technological sectors. ERT strives for a strong, open and competitive Europe as a driver for inclusive growth and sustainable prosperity. Companies of ERT Members are situated throughout Europe, with combined revenues exceeding €2 trillion, providing around 5 million direct jobs worldwide - of which half are in Europe — and sustaining millions of indirect Jobs. They invest more than €60 billion annually in R&D, largely in Europe.\n+32 2 534 31 00 www.ert.eu contact@ert.eu yw @ert_eu\nEuropean Round Table for Industry Boulevard Brand Whitlocklaan 165 1200 Brussels, Belgium\n©2020 ERT Released in December 2020"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
