{
  "file_name": "21_339.pdf",
  "pages": {
  "page_1": "ERT\nSTATEMENT\nIndustrial transformation and competitiveness are key for a successful ‘Fit for 55%’ package\nBRUSSELS, 24 JUNE 2021: The Members of ERT — 60 CEOs and Chairs of multinational companies of European origin in the industrial, technology and digital sectors — fully support the EU’s ambition to make Europe the first climate-neutral continent by 2050. In addition, ERT has supported the increase of the EU’s greenhouse gas reduction target to 55% by 2030.\nWe believe that the Green Deal can be a fundamental part of Europe’s future strategy towards a more sustainable and digital society, supported by a robust industrial policy to boost the European industry’s global competitiveness and secure long-term access to clean energy at competitive prices.\nAchieving these targets will require an unprecedented level of innovation and investment. European industry is ready to act and - with the right framework - can contribute within and outside Europe to the mitigation of climate change.\nEuropean industry can only transform if it is competitive. To ensure that the upcoming ‘Fit for 55%’ package sets a policy framework that not only enables industrial transformation but also safeguards global competitiveness, we encourage the European Commission to:\n1 Assess at sectoral level the impact of an increased greenhouse gas reduction target on global competitiveness and ability to transition. An economy-wide analysis may conceal the impact of increasing carbon prices on a sector’s ability to compete globally while investing in its transition. Rapidly rising carbon prices in EU ETS, coupled with potentially aggressively reduced free allocation, would mean a significantly higher carbon cost, leakage and loss of competitiveness (i.e. ability to invest) for European production. Implement solutions to effectively tackle the risk of carbon leakage for all sectors. A level playing field would be safeguarded by an effective and fair global carbon pricing signal. In the absence of a global carbon price or comparable policies, the revised EU ETS should contain adequate provisions to prevent carbon leakage, especially since current mechanisms cover less than 40% of greenhouse gas emissions — the 55% reduction target should be shared for all sectors. Make CBAMs additional and complementary to free allowances and the compensation for indirect costs in the EU ETS. A Carbon Border Adjustment Mechanism (CBAM) could become part of the mix of relevant instruments, under certain conditions that would fully safeguard against leakage: it could come into play after a pilot phase for some sectors, following an extensive analysis of sector specificities, including its impact on exports and assessment of potential trade risks. It should allow for a predictable and gradual transition to a new post-2030 carbon pricing policy framework, to ensure visibility for industry to invest.",
  "page_2": "4. Ensure the availability of sufficient clean energy at a competitive cost. Decarbonising industry will involve a step-change in clean energy demand. Energy security, resilience and cost efficiency for Europe’s industry and consumers will become more critical. There is a need to cut additional levies and costs on electricity prices not directly related to supply and to avoid any additional cost impact on EU industry from a potential abolishment of exemptions in the taxation of energy products. For more details on our climate actions and policy recommendations on the Green Deal, we refer to our recent publication on “Making the most of Europe’s climate leadership”.\nKRKKKKKEKKKKE\nNote to Editors:\nA full list of the membership of ERT is accessible here.\n‘ Visit industry4climate.eu for 40 examples of climate commitments & actions by companies led by over Members of ERT.\nCONTACT: Robert O’Meara, Communications Director, ERT Tel + 32 2 543 10 51 - E-mail: robert.omeara@ert.eu www.ert.eu - Twitter: @ert_eu\nAbout the European Round Table for Industry (ERT)\nThe European Round Table for Industry (ERT) is a forum that brings together around 60 Chief Executives and Chairs of leading multinational companies of European parentage, covering a wide range of industrial and technological sectors. ERT strives for a strong, open and competitive Europe, with the EU and its Single Market as a driver for inclusive growth and sustainable prosperity. Companies of ERT Members have combined revenues exceeding €2 trillion, providing direct jobs to around 5 million people worldwide — of which half are in Europe — and sustaining millions of indirect jobs. They invest more than €60 billion annually in R&D, largely in Europe.\nwww.ert.eu"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
