{
  "file_name": "21_334.pdf",
  "pages": {
  "page_1": "a, |\n7 a\n~\ne\ne PS %\n@ 6\n|\n2\n~ 7\n7~\na\n« -\nBm ns 2.\nTe\naad\n@?\n$ 6 is\n4\new ae\n? s\naw\nwe\nee ©\nie\nMf\n=\n7] Ml ty\nSg\n—[S\n=”\n/ a=\nEuropean Round Table for Industry\nMaking the most of Europe’s climate leadership\n7 th ©\nBair)\na 6 a\n04am\n5 ae\nas\n\"a\nay\na\na\nea\nall\nid ~\na.\n=\nale\n¢\n|\n-\n\\—\nTan 4\n8° e *\n@®\nLe,\n—“\"k..,\n2\n~_\n— —\nae\n6\ni\nce,\n>. #4\nPen\n=\n¢¢@\n‘\noo\" 4° ha\n(\nte\ni Ss\n~.\nPa, |\n+\nth\n‘v\ne °\n3\n7\n>\n# 6% ooh\ni!\n(oz\na>\n|\nAN\n|\naw\nal\nle\n%%\n* Soe oe\ni\ne\n| a aie\n~ we\nL\nmi\n6%\nee 8",
  "page_2": "ERT Making the most of Europe's climate leadership\nTable of Contents\n1. Foreword\n2. Key messages\n3. Introduction\n5. Case Studies\n6. Glossary\n7. ERT Members list\n3.1 European business leaders support climate neutrality\n3.2 Drivers of a successful transition\nA Finance the transition: trigger investments Attract and direct sustainable finance Invest in R&D, innovation, demonstration and deployment Ensure the availability of raw materials Strengthen the internal market Create jobs and training opportunities Competition policy must be updated to enable support and\nKey elements of an enabling framework\n4.1 Pricing carbon A Purpose and benefits of carbon pricing B Global carbon pricing Creating a global level playing field for carbon costs Evolving carbon-related regulation in a predictable way: support sector- specific solutions Use of carbon pricing revenues\nO05\nO05\nO05\n06\nO07\nO07\nO07\n08\nco-operation 08\nO09\nOy)\na\na\n12\n12\nO02\n03\nO5\n13\nFocus Chapter — Digital transformation\n4.2 Securing clean and competitive energy\nA Context Energy transition: achievements and principles Decarbonisation of the energy mix by 2030 and 2050 An appropriate energy infrastructure to underpin the transition Energy taxation — pricing energy and incentivising demand\nFocus chapter — Building a hydrogen economy\n4.3 Developing demand - Side measures for climate neutrality\nA ntroduction ndustrial ecosystems Enabling circularity Empowering consumers Boosting Green Public Procurement\n17\n18\n18\nIS\n21\n21\n23\n25\n26\n26\n28\nDS\n30\n32\n68\n69\n15",
  "page_3": "1. Foreword\nAs industrial leaders that make up the Membership of ERT, we embrace the European Green Deal and fully endorse its stated aim of making Europe the world’s first climate- neutral continent by 2050.\nWe also support a net greenhouse gas emissions (GHG) reduction target of 55% by 2030, coupled with an enabling policy framework to ensure competitiveness and industrial transformation.\nThe transformative agenda of the European Green Deal is as demanding as It is compelling. The scale of the transition involved requires strong and sizeable collaboration between governments, society, Industry and the wider business community.\nTo get there, we believe that the EU's overarching climate policy objective needs to be balanced by an ambitious industrial strategy that boosts competitiveness and innovation - and an equally ambitious energy policy designed to ensure long-term energy security and affordability. Approached in a holistic way, the Green Deal can be a fundamental part of Europe's strategy towards a more sustainable and prosperous society.\nThe Green Deal can also be a force that strengthens Europe's place in the world, with its leadership potentially catalysing a stronger coordinated global response to climate change, and showcasing what can be achieved when the\nERT Making the most of Europe's climate leadership\ndifferent pillars of an economy work together towards a common goal. It presents unique challenges that need to be addressed if society and industry are to successfully navigate the transition to a climate neutral economy.\nEach company led by a Member of the ERT is proactively pursuing Its own climate agenda. Examples showcasing their commitment and initiatives ar included further on. Th main purpose of this publication however is to bring together the ERT’s cross-sectoral, global perspective to help propose practical and forward- looking solutions to complex issues at a much bigger scale.\nEurope’s climate leadership can potentially create one of the biggest opportunities for its future security and prosperity. It is in all our interests to try to make the most of it.\nDimitri Papalexopoulos\nVice-Chair, ERT\nChair of the ERT Committee on Energy Transition & Climate Change Chair of the Group Executive Committee, Titan Cement\nvy\n‘",
  "page_4": "ERT Making the most of Europe's climate leadership\n2. Key messages\nWe fully support the primary aim of the European Green Deal to make Europe the world’s first climate- neutral continent by 2050. We believe the Green Deal is not only a sustainability imperative, it is also an important business opportunity for Europe.\neee ee eee eee eee ee ee eee eee eee teen e eee e nee ee en eeee\n1 Examples include the funding of renewable energy infrastructure and energy efficiency (e.g. renovation programme), incentives for demand-side measures, reskilling initiatives and digital enablement, financing for R&D and upscaling of early-stage technologies\nWe also support a net greenhouse gas emissions (GHG) reduction target of 55% by 2030, coupled with an enabling policy framework to ensure competitiveness and industrial transformation.\nAs businesses, we are already taking decisive climate action. The many case studies attached to this publication testify to this. Both individually and collectively we are determined to contribute to a successful transition of European society and the European economy to climate neutrality.\n‘Making the most of Europe's climate leadership’, represents our collective contribution to the ongoing dialogue on this transition so that the benefits for Europe are maximised. It brings together the cross- sectoral, global perspective of our Members to propose practical and forward-looking solutions to complex issues.\nWe believe that a successful transition to climate neutrality should prioritise nine key actions:\n1. Address the ‘golden triangle’: clean energy, industrial competitiveness and climate neutrality.\nSupport the overarching climate neutrality objective with a robust industrial policy to boost European industry's global competitiveness, and secure long- term access to clean energy at competitive prices.\nEnabling companies to invest in the transition requires an appropriate policy framework that stimulates Europe's competitiveness and fosters economic growth.\n2. Align investments in the recovery with the transition towards climate-neutrality.\nSupport the economic recovery in the short- term through Next Generation EU (the European\nRecovery Package). Use the available funds to foster the transition to climate neutrality, a digital economy and circularity. Aligning efforts can bolster sustainable economic growth through innovation and job creation!.\nCompared to ‘business as usual’, the extra cost of a successful transition to a climate-neutral Europe by 2050 (for energy and infrastructure) could amount to almost 1% of EU GDP annually. The use of carbon pricing revenues will be crucial for financing an industrial transition.\n3. One size does not fit all: determine a sector- specific mix of policies and instruments.\nTargeted and coherent sectoral approaches need to complement overarching policy frameworks. Carbon pricing instruments, stimulated demand and tailored investment incentives are needed to deliver the transition to a climate-neutral economy.\n4. Put a price on all carbon emissions to incentivise cuts.\nExpand explicit carbon pricing to all sectors and activities, as current mechanisms cover only around 45% of greenhouse gas emissions. Do this using sector-specific carbon pricing mechanisms including emissions trading, taxes or standards), without automatically expanding the scope of the EU ETS.\n5. Ensure a global level playing field for carbon costs.\nEuropean industry can transform only if it is competitive. Cutting greenhouse gas emissions requires a global level playing field for European industry, ideally via harmonised carbon pricing at least at G20 level. However, in the absence of a global carbon price, additional measures are needed to\n3",
  "page_5": "ensure that non-EU producers bear the same carbon costs. These extra measures would complement existing carbon leakage prevention instruments, such as a Carbon Border Adjustment Mechanism (CBAM), Contracts for Differencelll, or alternative instruments.\nA CBAM could become part of the mix of relevant instruments, under certain conditions: they would come into play after a pilot phase, following an extensive analysis of sector specificities/value chains, including Its impact on European exports and a full assessment of potential trade risks.\nMoreover, international co-operation based on Article 6 of the Paris Agreement would unlock new markets for low carbon technologies developed and/or manufactured in Europe and would deliver investment, knowledge and technology around the world.\n6. Ensure the availability of sufficient clean energy at a competitive cost.\nDecarbonising industry will involve in a step- change in clean energy demand. Energy security, resilience and cost efficiency for Europe’s industry and consumers will become more critical.\nIt means that electrification based on renewabl energy sources would be accompanied in some cases by improvements in energy efficiency and the transitional use of energy sources like natural gas to rapidly decarbonise carbon-intensive countries.\nIndustry also needs renewable thermal energy for industrial applications at scale, as well as the economically viable introduction of emerging technologies (for instance, renewable hydrogen” CCS/U) in hard-to-abate sectors.\nThis will require a review of the levies and charges for renewables, along with investment in decentralised infrastructure, both in supply (for instance, ‘smarter’ distribution grids) and demand (for instance, transport infrastructure).\nAn enabling policy environment will be needed for this investment, including a faster permitting process, support for corporate renewable Power Purchase Agreements (PPAs), EU-wide incentives for investment In distribution networks and energy storage, a robust certification system for ‘clean gases’, and cutting additional levies and costs on electricity prices not directly related to supply (currently accounting for 38% of electricity price for industrial users).\n7. Drive demand for low-carbon products as well as supply.\nThe increasing demand for low carbon products must be made in synch with supply through sectoral pathways. Stimulating demand requires a mix of measures to create a market for low- carbon products. These include:\nadopting a lifecycle approach for systems to evaluate the circularity and carbon footprint of products, providing clear and reliable information to consumers, enforcing circular product design (including remanufactured products), promoting carbon accounting standards, developing GHG standards for scope 3, leveraging of public procurement.\nERT Making the most of Europe's climate leadership\nThe costs and benefits of each measur should be carefully assessed with input from all business sectors. The development of strategic value chains for net-zero emissions (for instance, for batteries, clean hydrogen, and non-ferrous metals) is crucial.\n8. Digital transition drives Green Deal goals.\nDigital solutions are indispensable to meet the Green Deal's aims. They contribute to smart energy distribution, advanced mobility solutions, and enable carbon tracking and monitoring. However, Europe is lagging in digital development and high-speed connectivity. For this reason, it is crucial to devise and promote a ‘Digital Deal’ for Europe that is given equal attention and importance as the Green Deal, thereby truly delivering on the twin transitions.\n9. Strike a balance between predictability and flexibility.\nA flexible regulatory and investment environment that adapts to the rapidly evolving technological and geopolitical conditions is crucial to mitigate the risks inherent in the Green Deal’s massive investments and business model transformations. There are perils in pursuing Europe's climate ambitions to the detriment of its competitiveness and its prosperity. We can reduce these risks with a stepwis implementation of transition pathways and consultation with industry before ‘locking-in’ hard-to-reverse choices. We also have a bias for industry-driven initiatives over prescriptive legislation.",
  "page_6": "ERT Making the most of Europe's climate leadership\n3. Introduction\nEuropean society must transform its social, economic, and industrial model to tackle the threat of climate change and become climate neutral.\n3.1 European business leaders support climate neutrality\nERT Members support the primary ambition of the European Green Deal to make Europe the world’s first climate- neutral continent by 2050, as well as the net greenhouse gas emissions reduction target of 55% by 2030 (compared to 1990 levels) coupled with an enabling policy framework to ensure competitiveness and industrial transformation. These ambitions are key parts of Europe's effort to reach the targets in the Paris Climate Agreement.\nClimate neutrality aims to balance anthropogenic greenhouse gases emissions (primarily CO,) and removals by relevant ‘sinks’. There are various trajectories for achieving this goal, depending on country and sector specificities.\nAn ambitious European Green Deal targeting climate neutrality by 2050 is an opportunity for Europe. If successful, it could allow Europe to capitalise on its global climate leadership. Indeed, it would not only boost the EU’s global competitiveness but also secure access to clean and competitively priced energy. It would also create the right enablers for innovation, growth and for triggering sustainable investment, while also promoting international co- operation to achieve global-scale climate goals.\nThe concerted effort to stimulate an economic recovery following the COVID-19 pandemic has resulted in ambitious and unprecedented recovery plans at both EU (‘Next Generation EU’) and national level. These plans — which include clean energy transition, biodiversity, circularity and digitalisation —are an opportunity for Europe to become more sustainable and strengthen its industrial leadership at a global level. The digital transition should also empower the energy transition, innovation and a new world of employment opportunities.\nAs European companies with global operations, we are part of the solution and we want to work with policymakers on the most effective roadmap for the European Green Deal, to ensure a resilient recovery and a new growth platform for Europe, while mitigating its risks. Europe is taking the lead and will hopefully be followed by many other countries and regions across the world.\n3.2 Drivers of a successful transition\nA timely transition can be achieved through policy and legislation that focuses on high-impact growth areas promoting climate neutrality. These include energy efficiency, building renovation, renewables, clean gas, hydrogen, energy storage, and sustainable mobility, as well as the infrastructure, skills, capabilities, markets and businesses that support them. Furthermore, digital solutions to enhance connectivity, digitalisation and artificial intelligence (Al) are important enablers in all these areas.\nFour key drivers for decarbonising European industry and society are:\n* an effective carbon pricing system, e access to clean and cost-competitive energy, e incentivising demand for low-carbon solutions, and, boosting digitalisation, as a key enabler for decarbonisation\nThese drivers will each be discussed in a chapter later in this paper and are complemented by the enablers described below.\nA. Finance the transition: trigger investments\nAccording to the EU's Long-Term Strategy, ‘A Clean Planet for All’, the extra investment required to reach climate neutrality by 20503 is in the range of €175 to €290bn annually between now until 2050 , equal to an increase of 0.8 percentage points of the share of GDP invested in the EU energy system and infrastructure (from 2% to 2.8% of EU GDP). More recently, the Commission calculated that annual average investments in the energy system, including transport, would have to increase in the period 2021-\nee eee eee eee eee Eee eee OEE EERE EEE EEE EEE EE EERE EEE EEE EE EEE EERE eRe EEE EER EER eee eee eee eee eee eee eee nent teen eee\n2 Paris Agreement, Article 4\n3. COM(2018)773, A Clean Planet for all, p16",
  "page_7": "2030 compared to the previous decade by around €350bn to achieve 55% GHG emission reductions’.\nn comparison, business investment in the EU in 2019 was around €3.1 trillion’ and the EU's seven-year budget, including Next Generation EU, the European economic recovery package, amounts to around €1,850bn or €264bn annually. According to the Frankfurt School-UNEP Centre§&, renewable energy capacity investment in Europe in 2019 was around €46bn or 0.3% of GDP.\nThat means investment in the transition to a net-zero economy needs to rise sharply. As a result of COVID-19, EU Member States are likely to see higher debt and deficit rates. That puts a premium on policies, like Next Generation EU, that do not require significant additional government spending, but instead leverage and incentivise investment from the business and the financial community.\nAttracting investments requires an appropriate policy framework that stimulates Europe's competitiveness and that fosters economic growth’.\nFirstly, we need profitable business models. any of the technologies needed to transform the energy system, like electrolysis and Carbon capture and Storage (CCS), are not yet economically viable. They can be supported by creating additional demand through, amongst others, changes in taxation, carbon pricing and mandates. A global level playing field for carbon\ncosts is also needed to safeguard competitiveness and allow investment in those technologies.\nSecondly, green regulatory predictability is required. New policies and regulation should stand the test of time: they should be focused on signals rather than specific solutions, and not need frequent review. Regular changes in regulation do not instil confidence in companies that make investments with a 25+ year time horizon.\nto incentivise\ninvestment,\nThirdly, to help EU governments in their quest to decarbonise industry, EU state aid rules should be adjusted to allow national support mechanisms for decarbonisation technologies that are not yet economically viable.\nFinally, the level and coverage of carbon pricing can be widened to drive down greenhouse gas emissions and raise revenue. Revenue should be used to speed up the energy transition and industry decarbonisation, while also addressing the regressive social ffects of carbon pricing.\nAccess to finance, in particular for small-and- medium-sized enterprises, will be essential to unlocking investment in projects with a proven return on investment (for example, in sustainable energy systems).\nB. Attract and direct sustainable finance\nTransformative investments by both the private and public sectors will be needed to meet the Paris Agreement commitments and Europe's 2050 climate neutrality target. ERT welcomes\nERT Making the most of Europe's climate leadership\nthe Commission’s initiatives to mobilise finance towards environmentally sustainable projects and to foster cross-border investments by defining a common language for environmentally sustainable investments (EU taxonomy).\nFor the taxonomy to be effective, it should:\ne encourage innovation including digitalisation, and the transition of the European industry toa climate-neutral and circular economy, include all industries, sectors and types of projects/technologies - like digital solutions - that contribute to the energy transition, include investment in transitional technologies under an ambitious approach to align competitiveness and resilience in the pathway towards full decarbonisation (for instance, multi-purpose gas infrastructure), set eligibility criteria to ensure every sector is incentivised to reduc missions, be based on a real sustainability evaluation, and not on technical benchmarks (for instance, the CO, benchmarks in the EU ETS). Thresholds should be based on specific parameters not relevant for a sustainability assessment, e be fit-for-purpose In its reporting requirements ERT strongly emphasises the importance of including business representatives in the consultation process.\neee eee ee ee eee eee ee eee EEE EERE eee EERE EERE EERE EEE EERE EERE TREE EEE EERE EEE EEE EEE EERE EEE EEE EERE EEE EERE EEE ERE ERE EEE EERE TEER EEE EEE EEE Ee eee tee e eee Eten e eee eee eee nent e nee\n4 SWD(2020)177, Stepping up Europe's 2030 climate ambition\n5 Eurostat, Gross fixed capital formation (investments)\n6 Frankfurt School-UNEP Centre / BNEF (2020), Global Trends in Renewable Energy Investment 2020, p54\n7 ERT has defined a scorecard with 28 Key Performance Indicators to measure the implementation of EU industrial policy. See ERT (2020), Putting the EU Industrial Strategy into action",
  "page_8": "ERT Making the most of Europe's climate leadership\nThe taxonomy outcome will be more credible and applicable to the wider industry (that will ultimately be required to comply with the regulations) if representatives from Europe's key industrial sectors can provide input on the technical details of the EU's initiatives.\nC. Invest in R&D, innovation, demonstration and deployment\nR&D and innovation involving both industry and governments are essential if Europe is to lead and provide solutions on a global scale. Areas with significant impact include energy efficiency, renewable energies (for instance, third-generation photovoltaics), Carbon Capture Storage and Utilisation, biofuels, recycled carbon fuels, hybrid and electric propulsion in aviation, renewable gas and hydrogen, carbon bonding', batteries and other storage solutions, and digital solutions for the future energy system and energy efficiency.\nTo support the development and scale-up of technologies for the energy transition, policy should:\ne Establish an enabling environment for innovative strategic value chains. This is not only to boost globally leading intellectual property and industry solutions from European origin, but also to promote an export-oriented growth model while ensuring Europe's technological and resource independence in critical supply chains. Launch ambitious research programmes to speed up the introduction of innovative and sustainable technologies (for instance,\n‘Clean Aviation’ and ‘Integrated Air Traffic Management’ public/private partnerships), De-risk investment in low carbon solutions at research levels through EU funded programmes/support schemes, increased public/private partnerships, providing grants and other forms of risk-sharing. Enable demonstration at scale of pre- commercial technologies to reduce costs and learn-by-doing. Make use of ‘sandboxing’ to temporarily exempt new applications from existing regulations as a tool to boost innovation — this can be used to test new concepts such as guidelines on ethical Al, or digital twins for manufacturing, in a safely delimited, regulation- free space. Develop public procurement policies that support innovation and rapid scale-up of climate-friendly technologies. Bring the idea of European Data Spaces to life and set up European artificial intelligence research and innovation superclusters to compete with the US and China, especially in cases that enabl climate neutrality. Facilitate private Investments in artificial intelligence and facilitate spin-offs from research Institutions. « Create a business environment that encourages the scale-up of start-ups by incentivising venture capital and simplifying bankruptcy laws. An ambitious R&D agenda requires investment. A Horizon Europe budget of €120bn would open\nnew possibilities and create up to 100,000 jobs in\nresearch and innovation activities between 202]1- 20278. More than that, it is critical that the EU Member States achieve the target of 3% of GDP invested In research and innovation - or Europe risks falling further behind the US and China.\nD. Ensure the availability of raw materials\nThe transition towards a climate-neutral economy will boost global demand for raw materials. According to the World Bank, demand for minerals, such as graphite, lithium and cobalt, could rise by as much as 500% by 2050. The development of a circular economy underpins the green transition, but even at 100%, re-use and recycling will not be enough to meet the demand for minerals for energy technologies and energy storage®. Europe will remain dependent on imports. The EU should:\ne Develop a European strategy to ensure a sustainable and secure supply of raw materials covering both domestic and foreign markets and sources, Encourage better product design and manufacturing standards to improve product ifetimes, recyclability and re-use before full eCcove;ly, Stimulate intra-EU capacity for recovery and re- use of materials. Support research and development activities to find alternatives for scarce materials.\nE. Strengthen the internal market\nAs part of the strategy to recover from the crisis, the EU must urgently harmonise rules in the Single Market. The rationale for deeper integration\nSeem eee eee eee eee ee ee ee ee eee eee eee eee eee EE EE EEE HEE EH EEE EEE EEE EE HEHE EE EE EE EE EEE EEE EE EE EE EE EE EE ESTEE EEE EE EE EE ESTE ESTE EEE EE EE EE EE EE EE EEE EEE EE EO ES EE ESTE EEE EEE EE EE EE EE EE EE EEE EEE HEHE E EE ES EE EEE HEHEHE EEE EE EE EE EE EE EEE ED\n8 European Commission (2018), SWD (2018)307 — Impact Assessment Horizon Europe\n9 World Bank (2020), Minerals for Climate Action: The Mineral Intensity of the Clean Energy Transition\n7",
  "page_9": "ERT Making the most of Europe's climate leadership\nis strong in crucial sectors such as energy, the digital economy and capital markets. Further integrating the Single Market will benefit the energy transition as many of the current barriers also effectively stop a faster rollout of climate- friendly technologies and strategic value chains.\nF. Create jobs and training opportunities\nfunds and national recovery plans to generate\nrapid and effective investment to truly deliver a\nsth EU becomes a global leader in the energy transition, it will generate significant job-creation opportunities. This will, however, require new skills and capabilities that will need to be developed.\ngreen recovery. « A level playing field is required between companies competing on the merits in different Member States, as well as in the context of the EU Emission Trading System, and in countering the distortive impact of foreign subsidies. Antitrust: ¢ Given the scale and urgency of the climate challenge, there is an urgent need for specific written Guidance or Guidelines indicating that the Commission encourages collaboration for the purposes of the Green Deal. Develop additional guidance to encourage European businesses to work together to achieve sustainability goals which either cannot be reached unilaterally or can be more effectively pursued through joint efforts. It is essential that the Commission counteracts the perception that horizontal cooperation will be viewed with suspicion: boldness is required if climate chang iS to be averted. Merger control: ¢ Simplify the merger control procedure and include the sustainability impact to allow companies to swiftly implement projects that contribute to the Green Deal. In its substantive assessment, the Commission should take into account the interests of future consumers and society at large when weighing the sustainability benefits of a transaction, without relegating that analysis (only) to an efficiencies defence.\nThat\nmeans capital and improve education systems to direct the workforce towards the digital and climate transitions. The EU should help people to adjust to the needs of an innovative and technology- oriented green economy, in close collaboration with industry and social stakeholders.\nthe EU should invest in human\nTackling the following (selective) list of barriers will further advance the integration of the Single Market:\n¢ Facilitate regulatory and tax harmonisation (for example, by revising the Energy Taxation Directive) between EU Member States, eliminating key obstacles faced by business when operating cross-border. Make a Common Consolidated Corporate Tax Base (CCCTB) a reality. Better enforcement of the Single Market rules. Improve enforcement measures against Member States that fail to rermove obstacles, using the tools identified in the Action Plan for a better implementation and enforcement of the Singl Market rules. Ensure compliance among EU Member States to generate mor political commitment. Propose additional avenues for deeper integration. Further integrating the economies of the EU - in areas like digital, capital and energy - is a relatively cheap and easy way to boost the recovery and stimulate climate- friendly-technologies. Harmonise EU-wide legislation while respecting subsidiarity. Establish a European frarmework for sustainability touching various aspects of the Green Deal and avoid individual actions by Member State.\nWe need to invest in education and training programmes at EU, national and regional level to address skill shortages in critical areas for the green transition. To that end, the Commission and Member States should address green skills and any bottlenecks while promoting dual learning and targeted up/reskilling.\nG. Competition policy must be updated to enable support and co-operation\nEuropean competition policy must be updated to make it more supportive for the Green Deal, to stimulate innovation, economic growth and competitiveness, and to foster the transition. ore specifically'®.\nState aid:\n« Define state aid rules that enable the development and implementation of new technologies, infrastructure as well as the integration of the energy system. ERT calls on the Commission to design a state aid temporary framework or specific guidelines to ensure a swift implementation of Next Generation EU\neee ee eee eee ee ee ee ee ee eee eee eee eee EE Ee ee eH EEE HEHEHE EES EE EEE EE EEE EE SHEE ESE EE EEE EE EEE EE SEES ESSE EEE EEEEEEE OSES EEE EE EEEE EEE EE EE EEE EE EEE EEE EE EE EE ESTEE EE EES TEES SEES EEE EEE E ESTE EE ESOS EEE EE EEE HEE EE SEES EE EE EE ee eeeeee\n10 More detailed recommendations are in the ERT Response to the European Commission’s consultation on a ‘European Competition policy contributing to the Green Deal’",
  "page_10": "ERT Making the most of Europe's climate leadership\n4.Key elements of an enabling framework\ni\n1\n%\ny A oo\n>\nKee’\nbes\n— J\nlf =\neee ere eee eee eee eee eee eee eee eee ee ee eee eee ee eee eee ee ee eee ee ee ee ee eee eee eee ee ee ee eee eee ee ee ee ee ee eee ee ee ee ee ee eee ee ee ee ee ee eee ee eee ee ee eee eee eee ee ee ee Ty\nTl European Commission\n4.1 Pricing carbon\nKey recommendations\nChange EU carbon pricing policy to include full value chains (for instance, in transport, construction) by incentivising CO, emission cuts by each actor at each step of the value chain. The EU ETS currently sets a carbon price for only about 45% of greenhouse gas emissions, from industrial activities, commercial aviation, and power and heat generation\".\ne\nDevelop measures in addition to existing carbon pricing mechanisms, such as a carbon border adjustment mechanism or carbon contracts for difference, to ensure the effectiveness of the EU’s carbon pricing policy by ensuring a global level playing field with non-EU countries that have less stringent climate policies. Such measures should first be tested in a pilot phase, followed by extensive analysis of sector specificities/value chains, impact on European exports, and potential trade risks.\nApply, as a general principle, a gradual integration of carbon costs in the price of products, solutions and services - regardless of their origin (EU produced or imported). This would enable the stimulation of market demand for low-carbon solutions, as they would become more competitive.\n~%\ne Incentivise consumers with accurate carbon price signals, in\nparticular for greenhouse gas emissions from transport and buildings, either through a separate emissions trading scheme, a separate pool of allowances in the EU ETS or through the application of specific carbon prices (for instance, taxes, subsidies, etc).\nea\n|\nmee\nRS\n« Promote mechanisms that enhance the reliability of carbon-related metrics, for instance, carbon accounting and green labelling standards.\ne\nch\ne Promote international co-operation with a role for business\nbased on Article 6 of the Paris Agreement. This would create an\nopportunity for European growth by unlocking new international markets for low carbon technologies developed and/or manufactured in Europe while promoting investment, knowledge and capacity around the world\nYy\nai\ni\nP i y ee | wf",
  "page_11": "ERT Making the most of Europe's climate leadership\nEUA Front year price 2013-2020\n35,000\nEvolution electricity mix EU-28\n@ Lignite @ Hard Coal © Other fossil @ Gas @ Nuclear\n@ Hydro @ Solar @ Wind @ Biomass @ Net Imports\n100%\n30,00\n20,00\n15,00\n10,00\n5,00\n0,00\n02/01/2020\nSOURCE: Data from investing.com\n02/01/2013 02/01/14 02/01/15 02/01/16 02/01/17 02/01/18 02/01/19\nEU ETS stationary installations verified emissions\n2000\n1800 THT\n1600\n1400\n1200\n1000\n800\n600\n400\n200\nO\n2013 2014 2015 2016 2017 2018 2019\nSOURCE: Data from the EU Emissions Trading System (ETS) data viewer\n25,00\nEU wind and solar generation overtook coal in 2019\n@ Coal @ Wind ® Solar\n1000\n900\n800\n700\n600\n500\n400\n300\n200\n100\nO\n60%\n40%\n20%\n2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 SOURCE: EMBER (2019), The European Power Sector, https://ember-climate.org/data/european-electricity\nO%\n2009 2010 2011 2012 2013 2014 2015 2016 2017 20182012\nSOURCE: EMBER (2019) The European Power Sector in 2019, https://ember-climate.org/project/power-2019\n10\n80%\n=",
  "page_12": "ERT Making the most of Europe's climate leadership\nA. Purpose and benefits of carbon pricing\nCarbon prices are vital for reducing greenhouse gas emissions. They internalise at least part of the negative effects of high carbon energy sources and provide incentives to everyon energy producers, industry, consumers, investors and financial markets — to transition towards low- carbon technologies and activities. If applied as widely as possible and with no other distortions on underlying energy costs, the right carbon prices would ensure a level playing field for emitters and help minimise the cost of the energy transition.\nThe EU ETS has shown how effective carbon pricing can be: an average CO, price of €25/tonne in 2019 was the main contributor to a year-on-year drop of 25% in European power generation by coal, replaced partially by renewable electricity and partially by natural gas. This allowed a drop of 13.9% in COz2 emissions from power generation in 2019”. For the first time more electricity was generated by wind and solar than coal (see graph).\nAbatement costs differ widely between sectors while technological solutions are at different stages of maturity and may need specific support until they can compete at prevailing carbon prices. Therefore, carbon pricing is a necessary but insufficient tool. It has to be embedded ina coherent, holistic and well-designed climate and energy policy framework.\nWhile carbon pricing in th EU currently covers power generation and emission-intensive industries (via the EU ETS) and some energy products (indirectly through energy taxation), relevant instruments will have to evolve to provide effective carbon pricing\n12 ERCST, et. Al. (2020), State of the EU ETS 13 EEA (2020), Trends and drivers of EU greenhouse gas emissions, p10\nee eee ee ee eee eee ee eee EEE REE Ee eee EEE eRe EEE eRe EEE EERE EERE EEE EEE EERE EERE EEE OEE TEETER EEE EEE EEE EERE EEE EEE EERE REE Eee EEE OEE EERE eee eee e eee eee eee e eee e eee teen eens\nsignals along value chains and reward carbon emissions reduction.\nB. Global carbon pricing\nThe European Union has shown global leadership with its ambitious climate targets and policies. In 2018, the EU produced less than 8% of global greenhouse gas emissions, compared to 15% in 19908 (and even less when including land use changes). A well-balanced, gradual convergence of climate policies and carbon pricing across regions and sectors will be crucial to meet the goals of the Paris greement. Therefore, strong European climate policies must go hand in hand with strong climate diplomacy. Countries and regions outside Europe must be encouraged to set ambitious targets and related policies. Many ERT Member companies operate globally and are ready to support the EU in implementing the Green Deal, developing the necessary policy framework and promoting the model in third countries where they operate.\nEU share of global emissions (%)\n16.0\n14.0\n14.9%\n12.0\n10.0\n8.0\n6.0\n4.0\n2.0\n0.0\n1990\n2018\nEEA (2020)\nWhile this effort towards global carbon pricing is ongoing, the EU should apply uniform carbon pricing within its territory and align any national measures with the common instruments (such as the EU-ETS) to avoid carbon leakage and keep to the most cost-effective pathway towards climate neutrality.\nCo-operation between countries is vital to deliver climate neutrality swiftly, effectively, and efficiently. Maximising the contribution that each country can make towards the overall goals of the Paris Agreement individually and through its rticle 6 collectively is essential.\nActivating international co-operation based on Article 6, will let businesses play their role alongside governments and society. This can spur opportunities in new international markets in low carbon technologies, and deliver investment, knowledge, and technology around the world.\nThe EU and its partners have to keep up the diplomatic efforts to finally reach an agreement on the Article 6 rulebook at COP26.\nHow international co-operation under the Paris Agreement (art. 6) can deliver climate neutrality\nCo-operation between countries is vital to deliver climate neutrality swiftly, effectively and efficiently. Article 6 of the Paris Agreement introduces the foundations to support these developments and can accelerate global climate action In a cost-effective way. Countries now need to take urgent action to reach an agreement on the supporting rulebook for Article 6. The rules regarding Article 6 should:\n1",
  "page_13": "ERT Making the most of Europe's climate leadership\nC. Creating a global level playing field for carbon costs\nbetween sectors. They will be more effective under these conditions:\nmay be more appropriate for sectors with more complex and export-oriented value chains and such measures should also be actively assessed.\nEuropean industry today faces fierce global competition. Its competitiveness is impacted by divergent legislative frameworks (including on carbon pricing), higher manufacturing and service capacities outside of the EU (at times fuelled by distortive state aid schemes) and trade disputes. In these circumstances, carbon leakage Is no longer a potential risk, but a reality for industry.\n« Apredictable gradual current carbon leakage protection measures (in other words, ensuring complementarity with EU ETS) to avoid price instability until the new measures have proven their effectiveness. Competitiveness of both European imports and exports. A carbon price on imports as close as possible to the real embedded cost for European producers to ensure WTO compliance, taking into account free allocations and compensation for indirect costs. A sectoral approach that takes account of the complex implementation mechanisms for all sectors and products only after a pilot phase in some primary products, followed by extensive analysis and consultation. A thorough analysis and evaluation of its potential implications across the value chain and its impact, also indirect, on all economic sectors, beyond the products and sectors directly targeted. A well-designed Carbon Border Adjustment Mechanisms would be a suitable tool for those sectors where it can be implemented pragmiatically, for emissions-intensive and/or\nand\ntransition from the\nSuch mechanisms can help EU-based manufacturing compete fairly on European and international markets with non-EU products that do not have equivalent carbon costs. Furthermore, for some sectors, they form an essential policy tool to build the low- carbon business case in the long run and secure continued investments in low carbon technologies across European assets.\nCompetitive EU manufacturing, driven by investments and innovation, and embracing a low carbon transition, is conditional on a level playing field with non-EU producers with regards to carbon costs. EU industry can only become climate-neutral if it is resilient and competitive —and this will be the case even more during the recovery period.\nD. Evolving carbon-related regulation in a predictable way: support sector-specific solutions\nThe EU ETS rules have been adjusted frequently since Its introduction in 2005. Even before the start next year of the 4th Trading Period, agreed in 2018, a new revision of the Directive is already on the table, with a proposal planned for June 2021. These frequent changes are an obstacle for industry investment decisions that look far beyond the timeframe between regulatory changes. A predictable yet flexible framework is needed.\nA level playing field would be safeguarded\nby an effective and fair global carbon pricing\nsignal, ideally with harmonised carbon pricing\nat G20 level as a minimum. In the absence of a\nglobal carbon price and comparable policies,\nadditional measures are needed to complement\nexisting mechanisms\", such as a carbon\nThe European ambition for climate neutrality in 2050 justifies an update of the 2030 climate targets. ERT Members acknowledge that all sectors must contribute to an increased 2030 ambition, including the EU ETS sectors, but insist on a predictabl European roadmap for this decade.\nborder adjustment mechanism (CBAM) or\nalternative measures such as carbon contracts\nfor difference, depending on sector specificities,\ntheir value chains and trade exposure.\ntrade-exposed sectors (like cement, steel, refining,\nFurthermore, a CBAM may help incentivise or align climate action by trading partners, although it may also harbour trade-related and other risks.\nengineered wood, glass), notwithstanding\nthe potential risk of trade retaliation, or\nexports viability. Alternative measures such as\nThe pathways to adopt these measures will vary\nconsumption charges! and contracts for difference\nBeene cetera cee cee mente cee ea tee e ee een ee eee REO ee ee OORT E SOO REO eee OO ETE SOO RETO EOE HOES E SOO HERON OE HOO ESE SOO HOE e Eee HOOT OE TOE OE ROE eee HRT E ETOH OE REE eH eee ee E Tete E nese sete ee te tse eee tesa seseeenensesecrne\n14 Sectors at risk of carbon leakage receive allowances free of charge of which the quantity is determined by a benchmark based on the actual performance of the best installations in a sector and reduced by a correction factor. The higher the GHG reduction target, the fewer allowances can be granted free of charge. In addition, Member States can adopt financial measures in favour of sectors which are exposed to the risk of carbon leakage due to significant indirect costs that are incurred from greenhouse gas emission costs passed on in electricity prices\n12",
  "page_14": "ERT Making the most of Europe's climate leadership\nGreenhouse gas emission cutting technologies and their abatement costs\"® are different for each sector and unlikely to converge within the next couple of years. Likewise, carbon pricing signals and/or other decarbonisation incentives cannot be the same for all sectors at the moment Therefore, the inclusion of road transport and building heat in the EU ETS should be considered in detail. In particular, industrial facilities in hard-to-abate sectors would face a significantly higher COz2 cost\", with still limited abatement possibilities available at economically justified conditions. It is essential to reach the targets in the most cost-effective way.\nfragmented. Indeed, reaching climate neutrality implies that carbon costs must progressively be absorbed in the prices of products, solutions and services to make carbon-efficient ones more competitive and create market demand for low-carbon solutions. This is needed to build the business case to invest in low carbon innovation and deploy advanced technologies.\nOne measure might be to use some of the revenues raised by carbon pricing to help retrain and reskill displaced workers or otherwise support affected communities.\nSeveral studies” recognise that carbon pricing can lead to regressive distributional effects, as low-income households spend a bigger share of their budget on carbon-intensive products, especially energy. This problem can be addressed by returning some revenues to households in the form of alump sum, progressive payment or vouchers for low carbon products.\nThis could be facilitated by a dynamic carbon pricing mechanism that is centred on carbon consumption and integrated across value chains (addressing both supply and demand). It could eventually take the form of downstream carbon consumption charges (consumers paying for the carbon content of products they consume).\nThere is also an international dimension to a just energy transition. Developed countries might recognise these issues, for example, by reinvesting part of the revenues raised from CBAMs in the transition in emerging economies.\nSector specificities must be taken into account when determining an effective policy mix. Several examples of how greenhouse gas emissions can be addressed in road transport and the built environment can be found in chapter 4.3, starting on page 25.\nE. Use of carbon pricing revenues\nThe main purpose of a carbon price or tax is not to raise government revenues but to change societal behaviour and to encourage all to decarbonise the economy. Yet, revenues from carbon pricing will be needed to finance the European and national recovery packages. They can be used on the one hand to support innovation and deployment of ow carbon solutions, and on the other to support a fair or just energy transition. In this way, the revenue can help raise political and social support for carbon pricing.\nERT recommends that any policies addressing the supply-side should be complemented with measures targeting end-users.\nApart from the supply side, consumers must receive robust price signals. For carbon emissions from transport and buildings, this can be done through separate emission trading schemes at EU level, or through specific carbon prices (for instance, through taxes).\nnstruments such as the Innovation Fund,\nHorizon 2020 and others have proven their valu\nThe large-scale transition towards climate- neutrality requires the acceptance of carbon constraints and costs by all actors along industrial value chains, some of which are highly\nand should be continued and even reinforced.\nRevenues could also be used to support demand-\nside measures as discussed in Chapter 4.3,\nthrough tools such as Contracts for Difference.\neee eee eee eee eee eee eee ee ee eee ee ee eee eee ee ee ee eee eee ee eee eee ee eee eee ee eee eee ee ee ee ee eee eee ee eee ee ee eee ee ee ee eee ee ee ee ee eee eee eee ee ee ee eee ee ee ee ee ee ee ee ee eee ee eee eee ee ee ee eee eee eee eee ee ee ee ee ee eee ee eee ee eee ees\n15 Energy Transition Commission (2018), Mission Possible\n16 Cambridge Econometrics (June 2020), Decarbonising European transport and heating fuels — Is the EU ETS the right tool? 17 Conseil d’'Analyse Economique (March 2019), Pour le climat une taxe juste, pas juste une taxe — (EN: A fair tax for the climate, not just a tax)\n13",
  "page_15": "ERT Making the most of Europe's climate leadership\nCosts of supply-side decarbonisation vary greatly by sectors\nSupply-side abatment costs by sector in low-cost and high-cost scenarios Us$/tonne CO,\nSteel\n25\n60\nCement\n110\n130\nEthylene\n265\n295\nHeavy-road transport\nNo marginal decarbonisation cost, but significant infrastructure cost\nAviation\n15\n230\nShipping\n150\n350\nSources: Industry: McKinsey & Company (2018), Decarbonization of industrial sectors: the next / frontier Shipping: UMAS analysis for the Energy Transitions Commission (2018) / Other transport sectors: SYSTEMIQ analysis for the Energy Transititions Commission (2018)\n14",
  "page_16": "ERT Making the most of Europe's climate leadership\nFocus chapter\nDigital transformation - Enabling climate neutrality\nDigital solutions are key enablers of the green transition and can help cut greenhouse gas emissions throughout society. For this reason, the EU Green Deal must push digitalisation across all parts of society.\nDigitalisation and sustainability go hand in hand: digital technologies and services (internet of things - loT), big data and artificial intelligence (Al) related ‘smart’ services) are vital tools for decarbonisation. In particular, modern connectivity and high-capacity networks (optic fibre, SG) ar nablers of more efficient and greener services and economies. The link between digital and green transitions will help create new business models and jobs as well as improve health and quality of life.\nThe intensifying use of digital tools during the COVID-19 crisis underlines the challenges for Europe's economy and society. Many people have felt the influence of digitalisation on the environment during confinement and this has raised a sense that an alternative to our traditional economic model is possible. Less visible, but even more importantly, was that energy consumption and carbon emissions from telecommunication networks remained virtually unchanged during these weeks, despite huge increases in the usage and network traffic.\nInnovative software applications and lol solutions can support a market-driven approach towards a climate-neutral economy. Digital solutions can provide transactional and analytical applications that give companies a better understanding of their carbon footprint across the entire value chain and boost resource productivity. They also allow companies to reduce their carbon footprint in day-to-day business operations. For instance, by implementing software solutions that provide insights into a company’s carbon footprint along the supply chain, from raw materials and energy to\n18 GSMA (2019), Mobile Technologies Enabling Huge Carbon Reductions in Response to Climate Emergency 19 Accenture (2020), The Circular Economy Handbook\n20 Note that in addition to these points, ERT has several specific papers with analysis and recommendations for building a stronger digital Europe.\neee eee eee ee eee Eee EERE eee EERE EEE EEE Eee EEE EERE EE EERE EE EEE EERE EEE EEE eR eee EERE Eee eee eee ee eee eee teen eee e ee ee ence eeeeee\nfinished products, or services, and transportation.\nSmart meter solutions allow businesses, authorities and households to monitor, manage and reduce their energy use; or loT solutions contribute to smarter energy distribution and use. Smart meters also offer portable solar solutions for off-grid communities or smart water meters that have the power to help cut water consumption by more than 15 %, preserving natural resources. A recent study by the GSM Association showed that the use of mobile technology led to a global reduction in GHG emissions of around 2,135 million tonnes of CO,e emissions in 2018\".\nCircular economy strategies powered by digital provide a US$4-.5 trillion worth of new economic growth opportunities worldwide by 2030\".\nThe ICT industry will also contribute to the carbon- neutral target by increasing its energy efficiency and reducing greenhouse gas emissions from ICT products and services.\nInnovative digital solutions play a vital role in the transition towards climate neutrality and circularity. To unleash their full potential, policy-makers must consider doing the following?®:\n« Promote digitalisation in strategic sectors like energy, industry, transport, cities and agriculture, by speeding up high-speed connectivity infrastructure and fostering innovation (for instance, for industry to create more efficient and sustainable production and supply chains, connected and automated vehicles to reduce transportation emissions, improve renewable\n15",
  "page_17": "Ps\nfi\nry\no\nra * ele\nAr)\n)\nay,\n|\nf\n4}\n-\nry ie Ar\n~~\nenergy integration through smart grids; deploy energy efficiency solutions in smart cities and agriculture). Review policies to bring down the cost of 5G and fibre networks and allow for a fast roll-out (for example, spectrum licensing best practice exchange). Promote voluntary network sharing agreements to cut costs and increase network efficiency by improving coverage and quality. Reduce barriers that impede the development and deployment of digital services. Provide incentives like tax benefits, fee reductions, preferential regulatory treatment and benefits in public sector tenders and procurement for environmentally efficient ICT solutions. Ensure all sustainable finance instruments support digital solutions and networks. Continue deploying the European Data Spaces concept, with the Green Data Space as one of the key focus areas. Make carbon emissions tracking a priority for the European Data Space on the EU Green Deal, define concrete use cases and respective business models for carbon emissions tracking together with Industry Promote the enhancement of High- Performance Computing Infrastructure for big data storage and analysis.\n~",
  "page_18": "ERT Making the most of Europe's climate leadership\n4.2 Securing clean and competitive energy\nKey recommendations\nDevelop a decarbonised and competitive energy mix combining increasingly cost-efficient solutions (for instance, energy efficiency, renewables) to achieve climate neutrality by 2050. Electrification based on renewable energy sources will contribute to cutting greenhouse gas emissions in the short-to-medium term. For hard-to-abate sectors, energy efficiency and the production of energy based on renewable sources (for instance, clean hydrogen and biomethane) will help achieve deep decarbonisation pathways.\nFacilitate the deployment of appropriate infrastructure, such as smart grids or charging infrastructure for electric vehicles and build a fully decarbonised and decentralised energy market. More specifically we ask for:\n- Faster permit processes for green investments — for instance, in renewable energy, grids and charging infrastructure.\n- Incentives for investment in electricity distribution networks and energy storage.\nEncourage private sector investment in renewable energy generation through corporate Power Purchase Agreements (PPA). Address the relevant administrative and regulatory barriers.\nCreate a ‘smart energy system integration’ in the market - a coordinated and smart integrated planning of the energy system as a whole, across multiple energy carriers, infrastructures and consumption sectors with harmonised principles on grid tariffs design and taxation. This system approach would remove barriers and create a level playing field, be technology-neutral among energy sources, and allow cost-effective cuts of greenhouse gas emissions.\nPromote renewable gases — chiefly renewable hydrogen and biomethane - in a climate-neutral future, including for hard-to-abate sectors. This could avoid regulatory barriers, ensure that all energy carriers internalise the cost of their carbon footprint, develop a robust certification system, support research and development (demonstration projects), and rely on market schemes that allow competition with other energy carriers.\nEliminate from electricity prices any concept costs not directly related to supply. Widen carbon pricing across all energy sectors to trigger the huge investments needed in clean technologies. Taxes, levies and policy costs are leading to disparity and distortions in electricity prices. They now account on average for 38% of the electricity price for industrial users in the EU.\nSupport the development of thermal renewable energies, as many industries integrate heating and cooling in their manufacturing processes. In addition to electrification, there is an urgent need to provide them with abundant, reliable and cost-efficient solutions.\n17",
  "page_19": "Government spending on renewable energy and energy efficiency has been shown to create more jobs than spending on fossil fuels.\nJobs created, directly and indirectly,* per US $10 million in soending\nRenewable technologies ©0000800808080808008080880808080 80\n(wind, solar, bionenergy, ©000000000808008000808008008080 75\ngeothermal, hydro)\nJobs\n©200008008080080808080808808080 8\n©000080800080008000080080\n©0000800808008008080080808800808080\n(industrial energy effiency, ©000000000808008008008080008080 77\nsmart grid, mass transit) ©200080800808008080800808088080800 80 Jobs\n©00008000800080800808008008080\n©200008008080080808008080880808080 27\n(oil and gas, coal)\n@©0@00000\nJobs\n* Excludes induced jobs Source: Heidi Garrett-Peltier, \"Green brown: Comparing the employment impacts of energy efficiency, renewable and fossil fuels using - versus energy, an input-output model,\" Economic Modelling. pp. 439-47, 2017\nA. Context\nThe global context has evolved considerably in recent years: climate change, decarbonisation, system resilience and strategic autonomy are considered important challenges that must be tackled in the coming years and decades. In this context, the energy sector plays a key role in enabling climate neutrality while ensuring robust economic growth and a competitive European economy. Energy should become more sustainable while preserving affordability for consumers and the competitiveness of European businesses and industries.\nInvestments in energy efficiency and renewables generate more employment than those in fossil fuel sectors, indicating the potentially positive\nEnergy efficiency targets\nright\nEnergy technologies\nFossil fuel\nimpact on job creation of a shift to a greener economy”!\nB. Energy transition: achievements and principles\nEnergy production and use across economic sectors account for more than 75% of the EU’s greenhouse gas emissions, making energy efficiency critical for reaching the climate objectives by 2030 and 2050.\nAbiding by the ‘energy efficiency first’ principle is essential in the energy transition process. The EU must show a strong commitment to improving energy efficiency in Europe, as a pillar for both decarbonisation and tackling energy poverty. with the incentives\n21 McKinsey & Company (2020), How a post-pandemic stimulus can both create jobs and help the climate\n18\nERT Making the most of Europe's climate leadership\nand support, enhanced energy performance standards, minimum requirements for buildings, encouraging cogeneration, energy labelling and fostering eco-design are all steps in the right direction.\nMoreover, Innovative funding for energy efficiency could make the current process more efficient. For example, with nergy efficiency tenders or auctions, an organisation can bid for a project and receive finance based on the carbon saving per euro of the project. Also, consider allocating energy efficiency aid to the installer/service provider — rather than to households/landlord.\nOver the last decade, the European power sector has already taken important steps by investing in lower-CO, emitting natural gas infrastructure, as well as in renewable generation, thereby decommissioning coal units to meet the 2020 targets for renewabl nergy and greenhouse gas reduction.\nRenewable electricity generation support schemes have been instrumental in this development during the uptake phase, closing the gap between investment costs and market revenues and triggering a learning effect on the costs of the underlying technologies.\nThe integration of more renewables in the electricity system will therefore also imply more flexibility in demand (in, say, demand response), for storage capacity (for instance, energy shifting from moments of excess renewable generation, by using a wide range of available options) and for interconnections and the associated smart distribution grid infrastructure. As nuclear",
  "page_20": "ERT Making the most of Europe's climate leadership\nphase-out is also planned in some countries, these evolutions raise questions around system adequacy: will there be still enough firm capacity availabl to meet the demand, even in case of ‘Dunkelflaute’ events (absence of sun or wind)? Clean gases have therefore a clear role to play beyond the initial phase of coal to natural gas switching. For example, leading turbine manufacturers worldwide have committed to raise the hydrogen capability of their turbines to co-fire 100% of hydrogen by 2030.\nBesides the power sector, renewables are increasingly used in industry, thus leading to higher overall demand. More renewable capacity and better accessibility — at the right price level (not higher than carbon-intensive fuels) — are important triggers for a shift. Th European Green Deal raises the bar to the next level, which creates new challenges and opportunities. The focus shifts from decarbonising the electricity sector to how all sectors can d liver their shar towards climate neutrality by 2050.\nTo achieve this, all sectors need to strive towards higher energy efficiency and the European energy supply needs to be further decarbonised and secured at the right level. For instance, the gas sector could follow a gradual ‘decarbonisation’ course by investing in flexible natural gas infrastructure and further developing renewable and decarbonised gases, like biomethane or hydrogen to gradually renewable gases before 2050.\nFor all sectors and energy vectors, this transition to a low carbon economy will require huge\ninvestments and entail significant costs, as illustrated in the case of the power sector. Appropriate market designs and funding tools in the energy sectors (power, gas, heat) are needed to successfully deliver on the EU-wide climate neutrality Commitment in a timely, cost-efficient, technological-neutral way that avoids future stranded assets.\nost likely, a range of decarbonised energy carriers (renewable and low-carbon electricity, clean gases, heat) will be needed to allow this consumer-centric perspective to materialise at an acceptable cost and in a resilient way. Cost- efficiency is particularly important for European industries, whose competitiveness should also be ensured within and outside Europe.\nPublic-private co-operation is needed to tackle\nthe challenges and define an appropriate framework for market players to invest. This requires a clear vision of the targets (2030/2050) and a clear enabling framework (from right market designs to correct market-based incentives). Public authorities must match climate ambitions with appropriate investments to boost innovation and infrastructure development in critical fields over an extended period.\nThis implies supporting cutting-edge exploratory research, bringing to the market newly designed technologies and business models and rolling out massive investments in energy, mobility and digital infrastructures. The EU has to channel resources towards boosting innovation In critical fields like energy storage and energy efficiency via existing funding mechanisms as well as new\nones, such as Next Generation EU. There should be a consistent effort to ensure such funding schemes are not bureaucratic and as easy to access as is possible. The EU should remain a world leader in green technology patents.\nC. Decarbonisation of the energy mix by 2030 and 2050\nA decarbonised and competitive EU energy mix by 2050 is technically and economically viable. It is an opportunity both from an industrial and a social perspective.\ne A combination of cost-efficient options (energy efficiency solutions, renewable energies, smart services In transport and Heating and Cooling, green hydrogen, etc) with some additional options (for instance, BECCs?2) could bolster the Commission's plan to reduce greenhouse gas emissions by 55% by 2030 on a committed path towards becoming climate-neutral by 2050. Transitional technologies (for instance, multi- purpose gas infrastructure) have an important role to play, allowing Europe to progress rapidly in its decarbonisation agenda, especially in some carbon-intensive countries. Nonetheless, renewables are now a competitive way of generating electricity. For instance, solar photovoltaic technology has experienced a reduction in its costs up to 90% in the last ten years (see the graph on next page). Onshore and offshore wind have experienced around 60% of cost reduction in the same period?3. As renewable energy technologies become increasingly competitive, their share in the\neee ee ee eee ee eee eee EEE eR EEE OEE EEE EERE EEE EEE EEE EEE ERE EOE EEE EE EER EEE EEE EEE EERE ERE EEE E EEE REE EE ERE EERE EEE EERE EEE REE EH eRe EEE E EEE EERE e Eee eee eee ee eee ee eee eee eee ee\n22 Bio-energy with carbon capture and storage (BECCS)\n23 Bloomberg NEF\n19",
  "page_21": "Global levelised cost of electricity (LCOE) benchmark - PV, wind and batteries\nLCOE (US $/M Wh, 2019 real)\n600\n‘N\n500\n‘N\nN\nN\n\\\nBattery\n\\\n400\n36>\nstorage \\\nPV, fixed axis\n\\\n300\nPV, tracking\nx\nx,\n190\n200\n100\nm\n78\nOnshore wind\n2a\n39\n09 2010 1 12 13 14 2015 16 17 18 19 20\nSource: BloombergNEF\nelectricity mix will grow. According to the most ambitious European Commission scenarios (aligned with 1,5 °C pathway), renewables could represent more than 62% of gross inland consumption by 2050. By 2050, European electricity will be mainly renewable, with a share in gross electricity generation of 85%, with wind and solar as dominant technologies. By 2050, wind capacity will reach over 1.200 GW and solar 1.000 GW, representing 71% on total net capacity installed by that date?*. Meeting this 1.5 °C scenario will involve additional average annual investment at EU level compared to a baseline of almost €290bn (both in supply, with power grids, and demand, with transport infrastructure, buildings). Europe must raise th renewable energy share across all sectors of the economy, supporting\nRenee meee eee ee ee ee ee eee eee ee ee ee Ee ee ee eee EEE EEE EE EE EE EE EE EE EEE EES ESTE ESTEE EE EEE E THEE TEESE EE EEE EEE EE EE EE OSES ESOS EEE EE THESES EE EEE EE EEE EEE EE EE EE ESOS EE EEE THESES ESOS ESET EE EEE EE EE EE EE ESTEE EEE HEHEHE EE EE EE EE EE EE EE eens\n24 COM (2018) 773 - A Clean Planet for all - A European strategic long-term vision for a prosperous, modern, competitive and climate-neutral economy\n20\nthe integration of renewable energy into off- taking sectors and reducing costs. European manufacturers and project developers are ready to develop new projects for renewable energy generation worldwide to grow in new markets and demand a level playing field. Other promising clean energy technologies will also be explored. The high energy efficiency of heat pumps powered with renewable electricity, or clean gases in the case of hybrid heat pumps, sets new standards for cooling and heating. Clean hydrogen Is not only gaining momentum on the agenda, but we are seeing new commitments and projects that can signal the definitive take-off of a promising technology. (See focus chapter — Building a hydrogen economy on page 23). Different forms of energy storage (batteries, pumped hydro, hydro reservoirs, clean gases) will be needed to balance all the energy needs with the increasing productions of non-manageable energy sources. For example, pumping hydro plants have an important role as storage providers (flexible and carbon-free) supporting a robust transition towards climate neutrality.\nAsmart energy integration of the EU energy system will contribute to achieving deep emission cuts in a resilient and cost-effective way.\n* One of the main purposes of smart energy integration Is the cost-effective reduction of greenhouse gas emissions across sectors. It means the availability of renewables across all consumption sectors becomes a pressing challenge and needs to be adequately addressed (for instance, renewable-based\nERT Making the most of Europe's climate leadership\nelectrification of end uses will be key to meet the climate goals). The smart energy integration concept, based ona fast and reliable ICT infrastructure, refers to the growing number of energy sources to choose from. This increases competition and potential substitution. In other words, every consumer and user will have several clean energy options to choose from, creating new possibilities of optimising energy uses. This sector coupling and optimisation will open new ways for consumers to decide their energy consumption and benefit from the best options of each energy offer, leading to a more affordable and resilient energy supply. An effective and efficient integration of the EU energy system needs regulation that creates a level playing field (including cost and carbon reflective pricing) and does not prescribe which energy carriers should be used in which sectors The infrastructure to transport renewable energy must diversify and seamlessly integrat electricity, gases and heat networks on a carbon-neutral basis. Moreover, markets or mechanisms for flexibility help optimise infrastructure costs, thus generating savings while providing new revenue streams for industry and consumers. Many different forms of flexibility as possible must be able to compete with each other so the most efficient solutions will prevail. Accordingly, support mechanisms, exemptions and balancing rules must be reviewed to ensure a level playing field is in place for different solutions.",
  "page_22": "ERT Making the most of Europe's climate leadership\nD. An appropriate energy infrastructure to underpin the transition\nreach the EU's\nthe climate and energy regulatory framework, as well as the revision of the State Aid for Environmental Protection and Energy (EAAGs), should lead to opportunities for investment.\nper year to current 2030 targets?6?7. Smart grids are currently under-represented in the EU's Projects of Common Interest list despite the important role they play in fostering the energy transition and delivering EU climate goals. This is due to a restrictive definition of smart grids in the current TEN-E Regulation?®. This situation should be tackled urgently so that smart grids are integrated into the EU energy market (the target of the TEN-E Regulation). Possible efficient investment in digitalisation options could be considered in equal terms with more ambitious and complex transmission projects. Finally, more private investments are needed in renewabl nergy generation with corporate power purchasing agreements (PPAs). Renewable energy projects need more certainty about future pow revenues if they are to attract suitable investments. PPAs for renewable energy have already demonstrated their effectiveness in supporting investment, innovation and deployment of advanced technologies in other regions of the world. PPAs also help national and local governments achieve clean energy targets faster, requiring less public investment. In the EU, this business model is still hindered by administrative and regulatory barriers. The upcoming revision of\nBeyond a decarbonised energy mix, appropriate infrastructure should be developed further to achieve an EU climate-neutral economy by 2050. Public-private collaboration and enabling policy environments will be essential in this aim.\nE. Energy taxation - pricing energy and incentivising demand\nIn the move towards climate neutrality, financial and tax policies in the area of energy and climate should be coherent and reinforce each other?? A review of the carbon leakage protection framework will be needed to remov levies and surcharges for renewables used in industry, at least during a period required for scaling up industry's low carbon process technologies.\n« The central role of electrification in achieving Europe's climate goals puts the distribution system at the heart of the energy transition’s infrastructure needs. Today most renewable generation (about 90%?5) is connected to the distribution system and growing numbers of consumers are choosing to generate and store their own electricity. Future growth in renewables must go hand in hand with distribution grid investment. Further, infrastructure for decarbonising other sectors such as electric vehicle (EV) charging infrastructure for transport and Power-to-X¥ technologies for gas will be connected at the DSO level. Distribution networks need to take an active ole In this dynamic environment in managing inputs and outputs, correcting imbalances, and continuing to maintain a reliable network. They need to be smart, digital and flexible. The development and proliferation of such solutions requires substantial investment — around €10bn\nIndeed, carbon pricing, energy taxation and state aid are three key enablers for the climate targets: they can improve energy efficiency and provide incentives to invest at scale on clean technologies.\nAll energy sectors (electricity, coal, natural gas, and oil derivatives) must be subject to carbon pricing according to their carbon content, to receive th appropriate economic signal for decarbonisation\nPee e teeta cee en te eee eee Ot e AOE O Oe OREO E OREO SOHO E OEE H ORES EE SOE OE EEE OH EOS EES O RHO E EEE OHO SEE O CORE EEE O HHO SEE O EOE EOE E OE EOE ESOS E EOE TOE E OE HH EE SEE EEE O ETOH ee Hee Eee eee Eten see e ee eeseseseessesseseoens\n25 JRC (2019), Distribution System Operators observatory 2018\n26 European Commission (2020), Europe's moment: Repair and Prepare for the Next Generation\n27 Nationally, incentives are needed to ensure the grid becomes smarter. Too often, when DSO's find a solution that avoids a CAPEX investment by obtaining the same functionality elsewhere, it is treated as a controllable cost (OPEX) and they are rewarded less. DSO's need financial incentives to encourage grid operators to further embrace new technologies and activities. Therefore, ensuring we are building a smarter European grid, not just a bigger one. In addition, an EU wide effort to reduce bureaucratic planning procedures would also help to deliver the required infrastructure faster.\n28\nThe definition of “smart grids” does not include low-voltage projects and there is a blanket requirement to include a TSO in Smart Distribution projects, despite that fact that two DSOs can be connected across border (and digitally). In detail, under current rules, smart grid projects must concern grids of at least 10 kV and involve DSOs and TSOs from at least two Member States. This is despite most RES installations being connected to low-voltage grids and that it is possible to connect two (or more) DSOs together, physically or digitally, and these connections can be of a cross-border nature. Furthermore, a quicker permit granting process is in place for large projects, this should be expanded to smaller projects.\n29 COM (2019) 177, A more efficient and democratic decision making in EU energy and climate policy\n21",
  "page_23": "ERT Making the most of Europe's climate leadership\nEnergy taxation should be a driver for competitiveness, efficient allocation of resources, and promote efficient decarbonisation pathways.\ne Energy prices, including electricity prices for industrial users, are a major driver of competitiveness in many industrial sectors. Taxes, levies and policy costs can lead to disparities and distortions in electricity prices. Tax now accounts on average for 38% of the electricity price for industrial users in the EU and sustains prices at high levels by international standards®®. The revision of the energy taxation directive should help spread the weight of taxes on the different energy carriers to encourage and promote decarbonisation. As energy carriers now compete for a wider range of end-uses (for instance, electric vs internal combustion transport) it is ever more critical that the tax framework enforces a level playing field and avoids unintended effects that penalise decarbonisation.\nDefining an energy taxation framework aligned with EU energy and climate policies will not only avoid distortions but also will provide price signals to investors and consumers, thus incentivising uptake of low-carbon technologies.\ne Aharmonised system of energy taxation can be a source of revenues that could further enhance the decarbonisation process and counterbalance unintended consequences in vulnerable agents. Moreover, it would create a true internal energy market avoiding the distortion of competition.\nAn illustration of a carbon tax — the German case\nIn light of its economic recovery, Germany announced that It will raise its carbon price for transport and heating fuels to 25 euro/ tCOz in 2021 to 35 in 2030 and 55 in 2025, and in parallel, defining a different split of the renewables levy between the electricity consumer (to a maximum of 65 euro/MWh in 2021) and the general tax payer through the general budget thus removing distortions from the current fiscal framework and creating a more level playing field to send the pricing signals to producers, users and consumers?\".\nSee e eee eee eee e ee ee ee ee eee eee ee ee eee Eee eee EEE E HEE Ee EE EE EE EE HEHE EEE EE ES EE EE EE EEE EEE EH EE ESTE EE EE ES EEE E EH EE EE EE EE ESOS EEE EEE ESTE EE EE EE ESTEE E EEE EE EE EE EE ESTEE HEHEHE EEE EE EE ESTEE HEHEHE EEE EEE EEE EE EEE EEE EEE EE EE EE EE eee ees\n30 ERT (2019), Benchmarking Report\n31S&P Global Platts (2020)\n22",
  "page_24": "ERT Making the most of Europe's climate leadership\nFocus chapter\nBuilding a hydrogen economy\nRenewable hydrogen should be one of the key levers to reaching climate neutrality by 2050. It will be an enabler for large-scale renewable energy integration and power generation.\nIt could be a tool to decarbonise transport (especially for long-haul, heavy-duty mobility such as trucks, buses, shipping and aircraft), industrial energy use and building heat (especially in very cold regions) and power. Moreover, it can provide clean feedstock for industry. However, low-carbon hydrogen will be necessary in a transitional phase to rapidly reduce emissions.\nDemand for hydrogen is expected to grow in the short to medium term, as It may be the most cost-effective solution for some applications. To ensure sufficient supply, all forms of low-carbon hydrogen production must be available in a short timeframe, ahead of a strong uptake of zero-carbon renewable hydrogen to achieve the much-needed deep decarbonisation pathways for the EU climate neutrality goal.\nHydrogen requires investment not only in its production, but also in storage, transport, and distribution. More investment should be channelled to the development and scaling-up of hydrogen products and solutions. The two substantial challenges for the implementation of clean hydrogen are affordability, requiring cost reduction to be achieved by scale in the supply chain, anda synchronised development of supply and demand alongside infrastructure, requiring co-ordination across the value chain.\nEurope has the opportunity to take a global leadership role as most of the hydrogen value chain is domestic. Policy-makers could help by bringing together all relevant stakeholders to jointly define a supportive regulatory framework that:\n« Ensures adequate level of investment (for instance, sustainable finance) and scaling- up of hydrogen solutions (e.g. simplify the guidelines for ‘Important Projects of Common European Interest’ (IP-CE])) Accelerates demand in key sectors, helping\nto overcome the cost gap.",
  "page_25": "- =\nEurope has the opportunity to take a global leadership role as most of the hydrogen value chain is domestic.\nERT Making the most of Europe's climate leadership\n _—_\nALS\n™\n—\ni\n24\n\"",
  "page_26": "ERT Making the most of Europe's climate leadership\n4.3 Developing demand-side measures for climate neutrality and building markets for low carbon solutions\nKey recommendations\nDevelop sectoral decarbonisation pathways towards climate neutrality and create markets for low carbon solutions.\nShape markets to deliver low carbon solutions alongside support for supply and provide incentives to scale up innovative and early-stage technologies. Next Generation EU is an opportunity to take up clean products and services and promote strategic value chains, which can enable climate neutrality, for example, batteries and clean hydrogen.\nConcretely:\nFor aviation, speed up research and development initiatives for innovative green aircraft and helicopters. Consider an ambitious Sustainable Aviation Fuels (SAF) mandate.\n-\nFor road transport, support recharging points for alternative fuels alongside mandates to deliver low carbon energy and performance standards for mor fficient vehicles.\nFor the space downstream sector®, develop applications and services that can assist the EU in\nachieving its environmental targets.\nFor the built environment, triple the renovation rate. This could be reinforced through concrete steps to phase out the worst performing buildings in the next decade, notably via the introduction of Minimum Energy Performance Standards on existing buildings.\nFor energy-intensive industries, ensure access to sufficient low-carbon energy at a competitive price and a policy framework that enables the business case for low-carbon solutions. Innovation, especially for hard-to-abate sectors will be essential, as well as a predictable carbon price and safeguards to protect international competitiveness.\nBoost recycling and implement circular business models by making new sustainable and circular product design the norm, and encouraging long-lasting, reparable, and remanufactured products.\nDevelop incentives empowering consumers to choose low-carbon products. Promote carbon accounting standards and labels anchored into well-established industry practices and initiatives (Ecolabel, Green Building Certificates) when available. Consider adopting a full lifecycle approach when evaluating products and materials performance. Develop a robust system to evaluate circularity and the carbon footprint of materials and products, based on a Life-cycl ssessment (LCA) methodology. The cost/benefit analysis of each measure would benefit from input from the sectors.\n¢ Tap into the potential of public procurement.\n25",
  "page_27": "A. Introduction\nLow carbon energy, solutions and products need to become the norm if Europe is to achieve climate neutrality. However, low-carbon products today are generally more expensive than their high- carbon equivalents and will remain niche in the absence of a business case to upscale production and create lead markets in key sectors. In some cases, sustainable solutions have a competitive disadvantage, resulting in no, or lower sales.\nA mix of measures is needed to create a market that will help consumers choose cleaner products and materials. Governments should work with industry to find the business case for low carbon products and develop the relevant framework conditions.\nFurthermore, to deliver on the EU Gr n Deal, new Circular Economy business models and solutions are needed, requiring action at political, industry and consumer levels (including stimulating demand). The Circular Economy Action Plan presented by the EU Commission in March 2020 represents an ambitious step in the right direction, aiming at accelerating the transformational change required by the Green Deal.\nB. Industrial ecosystems\nAchieving climate neutrality by 2050 will require a sustained focus on hard-to-abate sectors, by creating momentum for change through sectoral value-chains, also referred to as industrial ecosystems. Policies to speed-up action in these sectors should include measures to speed up and synchronise demand and supply of lower carbon energies and provide the enabling infrastructure.\nFive elements in the overall energy transition policy framework are needed to drive sectoral decarbonisation:\n¢ Co-ordinated sectoral value chains and ecosystems,\na market for low carbon energies, products and solutions, e a robust and sufficiently high carbon price, e favourable fiscal treatment to mitigate investment risk in novel technologies, investment in enabling infrastructure to support at-scale diffusion of low carbon fuels and technologies. Examples of a sectoral approach to incentivise\ndemand alongside support for supply and\ninfrastructure include:\nI. Industry\nEnergy-intensive industries need a predictable framework for carbon pricing as much asa global level playing field for carbon costs. That means ensuring sufficient low-carbon energy at a competitive price, and a policy framework that enables the business case for low-carbon solutions. Innovation and digitalisation, especially for hard-to-abate sectors will be important as support for scaling-up technologies that do not yet provide economic payback. Several sectors have developed concrete roadmaps on how their sector will achieve climate neutrality by 2050. The following measures should be considered:\n¢ Carbon ‘contracts for difference’ to close th gap between the conventional and low carbon energy or products and support for innovation. These contracts can support the demonstration of pre-commercial technologies at scale. Low carbon product standards, which reward circularity as well as greenhouse gas emissions reduction to foster a market for these differentiated products (see section C). A robust system of competitiveness safeguards due to carbon costs until there is climate action policy convergence with competing regions. (as explored in Chapter 4.1)\nERT Making the most of Europe's climate leadership\n« Advanced technologies such as carbon capture will be fundamental for the net zero transition of the hard-to-abate sectors. The policy framework (ranging from State Aid regimes to Innovation funding or the EU ETS) must encompass all technological avenues and recognise the mitigation value of both carbon capture and storage (CCS) and carbon capture and use (CCU), for example as feedstock in other processes, thereby incentivising the introduction of less carbon-intensive alternatives across value chains.\nIl. Mobility - Road Transport\nPolicy measures that support a less carbon- intensive road transport sector include:\n« New charging points for alternative fuels. For example, batteries and hydrogen, as planned by the revision of the Alternative Fuels nfrastructure Directive (AFID) by defining binding targets and delivering the backbone of infrastructure along the Trans-Europe Networks for Transport (TEN-T). Ambitious vehicle emission performance standards and incentives for customers to clean vehicles through Green Public Procurement GPP) which can trigger demand through city or region fleets (see section E below). Use the de minimis state aid scheme to support demand for the lowest emission vehicles and components. Demand incentives for long-lasting and cleaner products through tolling systems such as Eurovignette - with charges dependent on a vehicle's sustainability. Aligning the taxation of energy products and electricity through the Energy Taxation Directive to support the use of low carbon energies.\n26",
  "page_28": "ERT Making the most of Europe's climate leadership\nCase Study: Batteries\nCustomer awareness and minimum sustainability requirements can guide consumers to purchase appliances including batteries with the lowest environmental impact. Standardised communication is needed to inform the customer about the embedded CO>2-footprint of the battery. The Product Environmental Footprint?4 (PEF) isa tool that could be used for that purpose (see section on page 29). The carbon footprint gives the necessary signals to manufacturers to improve product design for longer life, to implement more efficient processes, and to reduc nergy needs or to select low-carbon energy sources. ERT recommends that all batteries put on the European market include a battery passport containing all relevant compulsory and voluntary information from mine to end-of-life This way all economic actors along the value chain are informed. A thorough assessment of the information provided to customers on the whole range of energy products (for instance, CO2-footprint) would be useful to improve decision-making process and promote climate-friendly behavioural changes.\nSSOSSSO OOOO OO OOO OOOO OO OOOOOOO OOO OOOO OOO OOOO OOO OOO noon CnCncnnncncrirr 32 European Commission, The Environmental Footprint Pilots\n27\nIll. Mobility - Aviation\nTransforming aviation will require an integrated approach spanning technology providers and innovators, manufacturers and operators, public sector authorities and travellers. It will involve innovation, product development and fleet replacement to introduce a new breed of aircraft with decisive steps In aircraft technology.\nSuitable incentives for the adoption of certain clean solutions should be encouraged by:\ne Including the aviation sector in the scope of the Taxonomy regulation. An exceptional research and technology effort to reduc nergy needs and fuel consumption, while ensuring safety and competitiveness. Research on new electric and hybrid-electric propulsion system engines should start with regional aircraft applications. Enhancing an eco-design approach together with the exploitation of advanced design systems. Fast-tracked research, development and deployment of sustainable aviation fuels. Create a market for the production and deployment of sustainable aviation fuels (SAF) through an ambitious SAF mandate. Enabling a faster market uptake of green aircraft, helicopters and/or upgrade of existing fleet supporting retrofit services and renewal and promoting the adoption of low impact virtual solutions for aviation- related activities (training and design).\nIV. Space downstream sector\nFully exploit the strategic potential of the space downstream sector. Develop applications and services that help the EU achieve Its environmental targets, by providing better tools to monitor both causes and effects of climate change (such as greenhouse gas\nconcentration, sea temperature and salinity, deforestation and desertification, extreme weather effects).\nActions to be considered are:\n« Designing a roadmap with a medium and long- term strategy guiding the development of space applications and services. « Supporting wider use of Earth Observation applications within EU climate and environmental strategies.\nV. Built environment\nIf the building sector is to become climate neutral, it\nneeds to focus on existing building stock. Over 90% of\nbuildings would need to be renovated before 2050. Net-\nzero carbon standards for new builds must continue\nto be enforced. Achieving a doubling or even tripling\nof the renovation rate requires progress in three areas:\nstrengthening the policy framework with medium\nand long-term goals; boosting demand drivers in all\nsegments; and supporting a value-chain approach.\nWe recommend to:\n« Fully implement the EU Long Term Renovation Strategies (LTRS) to provide visibility on how intermediate milestones will contribute to the final 2050 objectives. e Use financing schemes, such as energy savings certificates, energy loans or mortgages, to stimulate ‘deep renovation™ and achieving a higher energy performance. Phase-out the worst-performing buildings in the next decade with Minimum Energy Performance Standards (MEPS) on existing buildings. Support consumers by providing adequate and tailored financing, building renovation passports and one-stop-shops for any inquiries. Assess the performance of buildings based ona",
  "page_29": "life cycl measures. Better and more reliable information is needed on carbon footprint and true circularity of products based on Life-cycle Assessment (LCA) methodology. Challenges to be addressed to enable circularity include:\nincentivising long-lasting, reparable, and remanufactured products removing obstacles to new business models based on services, especially for Business-to-Business ensuring that secondary raw material and recycling value chains are sustainable\nIl. ERT recommendations on circularity\nA robust framework for disclosing circularity and the carbon footprint of material and products, based on a full life-cycl assessment, including end-of-life, will be needed to enable climate neutrality and create markets for low carbon solutions. This can be achieved by:\ne Promoting a common European life cycle definition and measurement methodology to provide a reliable, standardised and harmonised view on product sustainability, tailoring it to sector-specific needs. Continued refinement of existing tools such as the product environment footprint (PEF) as well as continued industry involvement. Introducing premium schemes to replace and recycle equipment with newer, more innovative and climate-friendly alternatives. This practice has proved successful in the automotive sector.\n33 Eurostat (2019), ’On average only 12% of material resources used in the EU in 2016 came from recycled products and recovered materials - thus saving extraction of primary raw materials. This indicator, called circular material use rate, measures the contribution of recycled materials to overall demand. The indicator is lower than recycling rates, which measure the share of waste which is recycled, because some types of materials cannot be recycled, eg fossil fuels burned to produce energy or biomass consumed as food or fodder.’ https://ec.europa.eu/eurostat/tgm/table.do?tab=table&init=1&language=en&pcode=cei_srmO30&plugin=1\nhttps://ec.europa.eu/eurostat/documents/2995521/9629294/8-04032019-BP-EN.pdf/295c2302-4ed1-45b9-af86-96d1bbb7acbl\nERT Making the most of Europe's climate leadership\nifecycle approach, encouraging the use of environmental standards and labels to certify the footprint of materials used. « Roll-out the New European Bauhaus movement as a hub for stakeholders to join forces and make progress.\nIncentivising modern sorting and recycling technology, as well as harmonised infrastructure for collection and sorting systems across COU ntries. Eco-design: designing new products with recyclability, durability and repairability requirements. Encouraging long-lasting design with standards based on product performance. Supporting bio-based and recycled material research through Horizon Europe, for instance, in chemical recycling. Developing EU harmonised end-of-waste criteria*# to further boost the development of secondary raw materials market. For instance, by reducing to a minimum waste destined for landfill. Supporting service-based models to incentivise long-lasting products; for such new business models, data access will be a powerful enabler (for instance renting a service, rather than buying the necessary equipment). Promoting uptake of technologies to allow companies to understand and optimise the carbon footprint of their products and operations, from raw materials and energy to finished products and services or to track supplies to reduce waste along production steps and supply chain.\nC. Enabling circularity\nThe circular economy starts on the drawing board. A truly circular economy will be achieved only when designers, manufacturers, producers and purchasers understand the environmental and social impacts of the life cycle of material selection and product design. EU industry is too linear: only 12%3 of materials used in Europe comes from recycling or recovery. This can be substantially increased with better and more efficient use of resources and materials, design for circularity, and sector coupling.\nThe next EU sustainable product policy framework should be based on the full lifecycle of products and materials. Such an approach will be essential to provide consumers with reliable information on products’ sustainability. However, the devil is in the details, hence product lifecycle should be correctly and carefully developed, following sector specificities, to avoid distortions or unnecessary costs.\nI. Why a life cycle approach is needed\nThere is currently no clear or harmonised\nway to define or calculate the environmental\nperformance of a product, and this seems to be\none of the main stumbling blocks for developing\nSeem e eee eee rere ee eee ee eee eee sete eee ee ee EEE EEE EHS EE EE EE EEE EE EEE EE EE OSES ESOS EEE EEE ESOS TEES EE ESOS EEE EE THESES EE ESE SESE EES EE EE EE EE EE EEE EEE EEE EE SEES ESE EEE HEHEHE SEES ESE EEE EE EEE EE EE EE EEE EE EEE E EEE EEE Ee EE EE ee eeees\n28",
  "page_30": "ERT Making the most of Europe's climate leadership\nOn the way to net-zero buildings: one of the largest development projects in Oslo: @kern Portal\nOne of the largest building projects in Norway, the Oslo @kern Portal, is being built following circularity principles and using the highest sustainability standards. Based on full collaboration between the contractor, designers, architects and material manufactures, the project aims to reduce, re-use and recycle all materials wherever possible. For its facades, it uses post-consumer recycled aluminium, which means aluminium that has previously been used in other products, reached the end of its lifecycle, and sent back into the loop.\nThe recycled aluminium fagade will cut the total carbon footprint of the building. The support structure, as well as the facades, can be dismantled and reused. The entire buildings, due for completion in 2021, is also certified with the highest sustainability requirements for the materials used in the project.\nEo\nve\nree\n4a\n~ te Pee; coms\non\n=\n*.\n_e\nLt\n—\n29\n+\nD. Empowering consumers\nConsumers will be crucial for the success of circular economy business models. If demand for low carbon solutions Is to grow, trustworthy and relevant information on a product's sustainability, including its origin and footprint, must be made available to consumers to support any green claims.\nThat means emphasising standards and products labelling, new ownership models such as leasing of materials and products, alternative mobility solutions and new sharing economy models. Moreover, financial incentives will be important to ensure greener products become affordable to most consumers, not only to a niche.\nSolutions such as digital product passports, tagging and watermarks are interesting options to explore further. If designed well, these measures will have to ensure a level playing field and fair competition among companies operating in the EU market.\nMore specifically, the following measures should be considered:\nStandards and Labels\n¢ National, EU-wide or even global standards and labelling can differentiate products based on their environmental footprint (including carbon) and impact on people and the environment. For example, environmental product declarations (EPDs), are a widely used business-to-business practice. If based on clear and robust criteria, these mostly voluntary initiatives could b recognised by legislation. The EU should drive standards for measuring and disclosing environmental impact.\n« The EU should lead the efforts at a global level\nto develop standards for measuring the carbon\nfootprint across the whole supply chain, for\nbroad market adoption. While scope 1 and\n2 greenhouse gas reporting protocols are\ncommon and well recognised, the consistency\nand universal application of standards along\nsupply chains and across industries for scope 3\nproduct emissions are not.\nWe therefore recommend:\n- Establishing - at EU and OECD level to start with - a global carbon accounting regime to simplify the global tracking of carbon emissions and optimisation with software Considering adding the ‘carbon footprint’ to the digital passport for products. The current carbon credentials of goods and services are not visibl - unlike, for exampl car emission performance data.\nIncentives to empower energy consumers\n« The regulatory framework should incentivise households to cut their energy consumption through regulatory mechanisms, for instance, labelling and financial measures like tax or VAT reduction. « Monitoring and understanding of energy consumption with smart metering can inform consumers on their consumption and allows comparison with peers as well as targeted valorisation. « The regulatory framework should facilitate and incentivise suppliers to propose services around consumption monitoring, development of households’ awareness and energy consumption reduction action plans. The framework should facilitate access to smart\n=o\nST Nth vee\nes",
  "page_31": "ERT Making the most of Europe's climate leadership\naL\nmeter data, allow and promote full digitalisation of these services (offers, contracts, operations), and valorise then with white certificates.\nPromote the development of alternative mobility offers and sharing economy\ne Improve the deployment of a coherent alternative fuel infrastructure network throughout the EU, including making relevant, consistent and clear information available to consumers as regards vehicles which use alternative fuels. Promote the sharing economy. Bicycles, carpools, public transport, and electric vehicles could be developed through new norms and financial incentive mechanisms (taxes or white certificates). Mobility as a Service (MaaS) goes even further, by guaranteeing not only access to a vehicle but access to mobility.\nE. Boosting Green Public Procurement\nGreen Public Procurement (GPP) can trigger circular economy initiatives and be a powerful tool to raise demand for low-carbon products and solutions. Next Generation EU funds may be used for this purpose to incentivise the recovery.\nToday, around 14% of the EU’s GDP is spent on public procurement, making it a key tool for the European Commission and the Member States to boost innovation and low-carbon technologies.\nAn effective public procurement policy framework would consist of:\ne Public procurement rules that incentivise and reward circular and low carbon materials and products, provided non-discrimination can be guaranteed.\ni. Ae\nid ha 7 @?\ne?\n@%?\nExample: Public procurement in France\n3 |\n¢ Potential minimum mandatory criteria based on clear definitions and a life-cycle assessment. Methodologies should be co-developed with stakeholders and be applicable by all. Guidance and capacity building for the EU Member States to help the market uptake of Green Public Procurement offers. Intensified information sharing and training at EU and national level. Dialogue amongst public authorities in the EU Member States to identify best practices in Green Public Procurement\nIn France, the new 'Law against waste and promoting circular economy’ (‘Loi contre le gaspillage et pour l'économie circulaire’) voted in February 2020 introduced provisions ensuring that public tenders for tyres would include retread tyres**. Retreading of truck and bus tyres can extend the life of the tyre by replacing its tread band instead of throwing away the whole tyre carcass. A retreaded truck tyre (compared to a low-end non- retreaded tyre) helps save 70% in natural resource extraction, 24% in COz emission, 19% in water consumption while supporting the employment of 32,000 jobs in the EU. Green Public Procurement schemes like this one In France provide a good signal to the market for such solutions.\n-\nee\nae\ng\nHe hy\nagatas, .\n90000096990000000909000000009900000000900900000009090000006099000000\n34 Article 60 of Loi n° 2020-105 du 10 février 2020 relative a la lutte contre le gaspillage et a l'économie circulaire\ny\nhl &.\ntr",
  "page_32": "31",
  "page_33": "Making the most of Europe’s studies climate leadership =\nCase\nake",
  "page_34": "ERT Making the most of Europe's climate leadership\nCase Studies Contents\n8.1 Air Liquide\n8.2 A.P. Moller-Maersk\n8.4 AstraZeneca\n8.5 BASF\n8.6 BP\n8.7 Daimler\n8.8 Deutsche Telekom\n8.9 ENGIE\n8.10 Eni\n8.11 E.ON\n8.12 Ferrovial\n8.13 F. Hoffmann-La Roche\n8.14 Iberdrola\n8.15 KONE\n8.16 LafargeHolcim\n8.17 Lenzing\n8.18 Leonardo\n8.19 L'Oréal\n34\n5\n36\n37\n38\n3g)\n40\n4\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n8.20 Michelin\n8.21 Nokia\n8.22 Norsk Hydro\n8.23 Rolls-Royce\n8.24 Royal Dutch Shell\n8.25 Royal Philips\n8.26 Saint-Gobain\n8.27 SAP\n8.28 Siemens\n8.29 Smurfit Kappa Group\n8.30 Solvay\n8.31 Sonae\n8.32 Telefonica\n8.33 Titan Cement\n8.34 Total\n8.35 Vodafone Group\n8.36 Volvo Group\n52\n53\n54\n55\n56\n57\n58\nSS)\n60\n61\n62\n63\n64\n65\n66\n67\n68\n33",
  "page_35": "U7\neS\nOfficial commitment\nAir Liquide is committed to reduce th carbon intensity of its activities, to work with its customers toward a sustainable industry and to contribute to the development of a low carbon society. Air Liquide aims to reduce by 30% the carbon intensity of its operations by 2025 versus 2015, notably by:\ne ncreasing by 70% purchases of enewable electricity; mproving by 5% the energy efficiency of ts plants; educing by 10% the carbon footprint of its products.\nWith its customers, the Group is promoting ow carbon breakthrough solutions, such as carbon capture and storage (CCS), hydrogen for st lor new materials in Electronics (EnScribe). Through active dialogue with key stakeholders in various ecosystems, Air Liquide contributes to the development of biomethane and the use of low carbon and green hydrogen in mobility.\nCase Study\nAir Liquide is committed to reduce the carbon intensity of its activities, to work with its customers toward a sustainable industry\n(e) dir Liquide\nLighthouse initiative\nAir Liquide aims to contribute to building the clean heavy-duty transport in Europe by 2025 and announced in July 2020 together with the Port of Rotterdam the project HyTruck to materialise this ambition. Within this time horizon, it will bring 1,000 hydrogen-powered trucks on the road by developing semi-captive fleets of tractors for drayage and regional deliveries in and around major North- Western European logistic hubs (Port of Rotterdam, Port of Antwerp, German Rhine river ports), reducing CO2 emissions by 120,000 tons on an annual basis.\nt will deploy an embryo of 25 large size refuelling stations in critical areas and include the production of low carbon and renewabl H2. The objective is to b competitive with diesel. This model will then b repeatabl in other larg logistic hubs in Europe. The project is involving a consortium of different partners in the three hosting countries (The Netherlands, Belgium and Germany).\n34",
  "page_36": "Case Study\nWe have set a goal for our operations to be net carbon neutral in 2050\nMAERSK\nNET CARBON NEUTRAL OPERATIONS IN\n2050\nOfficial commitment We have set a goal for our operations to be net carbon neutral in 2050. To reach this goal, we have set a roadmap of 60% relative emission reductions In 2030 and net carbon neutral operations in 2050. We also have as an ambition to have a commercially viable net zero ship on the seas before 2030. We are well underway on this roadmap with 42% relative emission reductions today. We will continue to work intensely on energy efficiency measures for emission reductions. But to reach net- zero emissions, we need to transition to alternative and sustainable marine fuels.\nMaersk is also a partner in the “Maersk Mc-Kinney Mgller Center for Zero Carbon Shipping”, which is an independent and non-profit research facility with a mission to decarbonise global shipping. The Center Is made possible by a donation from the A.P. Maller Foundation.\nLighthouse initiative\naersk is together with Copenhagen University developing a new scalable, low cost carbon neutral fuel called LEO. The fuel is a mix of alcohol and a plant waste material and is currently being produced at ton level to undergo engine testing within the next year.\n=\n|| | | | | ce oone\noon\n. ween KEEP —\neee\nae DD\n35",
  "page_37": "106\n50,000,000\nESTABLISHED TREES BY 2025 VIA THE AZ FOREST PROGRAMME\nUSAGE OF RENEWABLE ENERGY FOR\nPOWER AND HEAT BY 2025\nOfficial commitment\nLaunched at the World Economic Forum in January 2020, ‘Ambition Zero Carbon’ is AstraZeneca’s commitment to achieving zero carbon emissions from its global operations by 2025 and having a carbon negative value chain by 2030. By 2025, AstraZeneca will double its energy productivity; use 100% renewabl nergy for power and heat, liminate F-gas emissions from its sites, launch next-generation respiratory inhalers to treat asthma and Chronic Obstructive Pulmonary Disease (COPD) with near-zero climate impact propellants and plant 50 million under th ‘ Z Forest’ r s programme. AstraZeneca is a member of Climate Group REIOO, EV100 and EP100 initiatives.\nThe company's Scope 1 and 2 greenhouse gas emission reduction targets have been verified by the Science-Based Targets Initiative as being consistent with reductions required to keep warming to 1.5°C, the most ambitious goal of the Paris Agreement.\nCase Study\n‘Ambition Zero Carbon’ is AstraZeneca’s commitment to achieving zero carbon emissions from its global operations by 2025\n\nLighthouse initiative\n‘AZ Forest’ - Alongside the work to eliminate carbon emissions from its operations and value chain, straZeneca recognises the direct link between reforestation and the impact it can have on both the climate and human health. Trees naturally remove COz2 and are essential to mitigate the effects of climate change. ‘AZ Forest’ is a reforestation initiative where 50-million tr s will be planted by 2025, with longer term stewardship to ensure their permanence. In partnership with local governments and One Tree Planted, a non-profit organisation focused on global reforestation, the first tr S wer planted in Australia in September 2020, with Indonesia and other countries to follow. This initiative supports WEF’s newly launched ‘TT.org -The Champions for a Trillion Trees’ platform.",
  "page_38": "Case Study\nClimate protection is firmly embedded in our corporate purpose, “We create chemistry for a sustainable future”\nOl = BASF\nWe create chemistry\nWe're focused on developing completely new low-emission technologies\nPeer rer errr rere e ee eee eee ee eee eee ee eee eee ee eee eee eee ee ee ee ee ee ee ee eee eee ee ee ee ee ee ee ee eee ee eee ee ee eT\nThttps:/www.basf.com/global/en/who-we-are/sustainability/we-produce-safely-and-efficiently/energy-and climate-protection/carbon-management.html\n2 https:/Mwwwweforum.org/mission-possible/action-areas\nCis-ss a a ag\ney =\na\nme\na\nOfficial commitment\nClimate protection Is firmly embedded in our corporate purpose, “We create chemistry for a sustainable future,” and is a cornerstone of our strategy. We are committed to the goals of the Paris Climate Agreement and our innovative climate protection products (e.g. battery materials for electromobility) play a role here.\nWe are also continually working to reduce our own carbon emissions. Until 2030, we want to continue to grow our production without adding further COzeq emissions. Global activities to reduce our gr: nhous gas emissions over th long term ar bundled in our Carbon Management! This includes increasing efficiency, purchasing electricity from renewabl sources, and developing completely new low-emission technologies.\nTo further accelerate emission reduction, we support collaboration via the World Economic Forum's Low-Carbon Emitting Technologies initiative, which is part of the ission Possible Platform?.\nwt\nae\n——\n——\n_—\n=\nwh) \\\naL\noa) ve!\n———)\n‘\\ \\ te\na\nLy.\nLighthouse initiative\nOne key element of our Carbon Management is a dedicated R&D Program, which focuses on production processes for base chemicals. These are responsible for 70% of the greenhouse gas (GHG) emissions of the chemical industry. By electrification and new processes, they could be produced almost GHG emission free.\nneem\nae\nDeploying these new technologies could start around 2030. Currently, we are building a test facility at the Ludwigshafen site for producing hydrogen in a CO2 r process — methane pyrolysis. In this project, funded by the Federal Ministry of Education and Research (BMBF), a new process technology is developed to split methane directly into its components of hydrogen and solid carbon.\nOther elements of the Carbon Management R&D Program include the first electric heating concept for steam crackers and a CO>2-free synthesis pathway for olefins by an innovative catalyst system.\nBer\n=a\na\nBe\nele\ni\nis,\nq 5\nVl\nR\\\na’ Ve al\n———\nqt wt\nY\nil Hh\nif\nee >\nBe;\n{=_ i}\nI\n7 ee,\n(a\nae\n\"a\nwz.\ntt\nar =\nhey\noP\nPIMs ek\ni)\n_] —\n—\n¥)\n—— ran\nwe\nCs\nhe\n4 se gi\n—\nI eet all\n—h—t\n&\nPy\ni\nf\nfd\n37\n—\na\nTo\nmi\nSZ\n—-\n|\nae,\n——,\nshee ~——.\nay\n—as oN\nese\nmage\n—<—<——\nA\na\nae.\n/\n=\naeis FF,\nAl\nis\nLd\n™\nre f\ne\n<q\nL\nmee\nom\n—\n7 |\ndesl ‘\n}\nFN\noe\nie\nE\n|\nBs\ni Ber,\nre",
  "page_39": "“e Nee\n1<\nte\n~\na\n—\naa\na\naii i\nay\nSit sc:\nayy\nerence,\n—\nee\n—\na,\nal\nCase Study\nour strategy aims by 2030 to have increased developed renewable energy generating capacity 20-fold to 50GW, to increase low carbon investment to $5 billion a year\nbp\n—_\nZs is\n38\n<e FEE\n4X\nLighthouse initiative\nLightsource bp - a 50:50 joint venture between Lightsource and bp - isa global leader in the development and management of solar energy projects.\nSince the partnership began at the start of 2018, Lightsource bp has more than doubled its global presence, from five to 14 countries and now has activities in eight countries across Europe. Its development pipeline has also grown ten-fold from 1.6GW to 16GW\nZo:\nese\nsgaet\nere\n£i3 aeeeez.\nfie\nOey\neee:\nee 6e57\nCages\nea\nbe\nOfficial commitment\nbp's ambition is to become a net zero company by 2050 or sooner, and to help the world get to net zero. Our ambition is supported by ten aims, including:\ne Getting to net zero on bp's operational emissions on an absolute basis, by 2050 or sooner (scope 1&2 emissions). Getting to net zero on emissions arising from carbon in bp's oil and gas production on an absolute basis by 2050 or sooner (scope 3 emissions) Cutting the carbon intensity of the products bp sells by 50% by 2050 or sooner (Scope 3 emissions)\nTo deliver this ambition, our strategy aims by 2030 to have increased developed renewable energy generating capacity 20-fold to SOGW, to increase low carbon investment to $5 billion a year and to reduce oil and gas production by 40%.\nGe *\nOe\naes\nLZ\nLr\nZEEE re Hit Zo ae\nChris ee\naren\noo\nBEE\nEEE ie in\n2x\nPing aires\nPate\nte\nNET CARBON NEUTRAL OPERATIONS IN\nRee\nFines FZ\nFES fies Fig SX Soe\nRie ae\noor\nFZ\n£P.\nFEF\nLiF\n4X\n4%\n2050\n~ 22 eer\nLE Lg tie (Get aie\nZoe\nLEE GE\nfice\nas\noe as\nwe\nae\npooees pee\noe\nfoe ooo Aes\nepee\noe Sots\neo\noes\nepi\neee\nae\nae\nSegoe Pie poeoes oe\nposs ops PPoLS\neres\ni pee\nFz CLF.\nooo\nCES\nCLS:\noe",
  "page_40": "Case Study\nOur ambition is to make our fleet of new cars CO.-neutral by 2039 and we will cover all stages of the automotive value chain\nDAIMLER\nA CO,-NEUTRAL FLEET OF NEW CARS BY\nce\n-@\nOfficial commitment\nAn emission-free fleet of vehicles: With this vision, we are committed to climate protection and air pollution control. Our ambition is to make our fleet of new cars COz2-neutral by 2039 and we will cover all stages of the automotive value chain — from technical development to the extraction of raw materials, to production service life and recycling. Our milestones until 2039:\ne 2022: Several electrified variants in all segments of Mercedes-Benz Cars.\n2025: Up to 25 % of unit sales to be accounted for by all-electric vehicles 2030: Achieving more than 50 % of car unit sales with plug-in hybrids or all- electric vehicles.\ne 2039: A CO>2-neutral fleet of new cars.\nMercedes recently joined “The Climate Pledge”, an initiative with the goal to contribute to the achieving the Paris greement target.\nLighthouse initiative\nDaimler Trucks strategy for electrification includes vehicles for urban distribution to international long-haul transport, thus reaffirming its commitment to the goals of the Paris Climate targets. The GenH2 truck marks the beginning of the fuel-cell hereby demonstrating which specific technologies Daimler Trucks is driving forward at full speed so that heavy-duty fuel-cell trucks can perform flexible and demanding long- distance haulage operations with ranges of up to 1000 km and more on a single tank of hydrogen.\nDaimler Trucks plans series production in 2023. For regular journey’s Daimler Trucks will be using a purely battery-powered trucks, the Mercedes-Benz eActros and eActros long-haul. The combination of hydrogen and battery power enables us to offer our customers the best vehicle options, depending on the application and at the same time consistently pursuing our vision of COz-neutral transport.\nGS\n—\nxs\nWAS\nab\nBN\nG\na\n™~\nil\n|\n| I\nnl\nhy\naif\n‘ly\n39",
  "page_41": "Case Study\nDeutsche Telekom wants to reduce its Scope 1+2 emissions by 90% until 2030 based on 2017\nDeutsche TE: - Telekom\n202!\n(ry / /f\nP77 L_LA\nrL[ |\nSMART WASTE SOLUTION CAN SAVE ROUGHLY\nTONNES OF CO,EQ EMISSIONS IN GERMANY\nClimate Targets\nDeutsche Telekom decided on a group climate target which was approved and published by the Science Based Target nitiative in 2019. It covers all emissions level from Scope 1 to Scope 3 and also considers the use of renewables.\nDeutsche Telekom wants to reduce its Scope 1+2 emissions by 90% until 2030 based on 2017. One major part to achieve this target is the use of 100% power from renewables already from 2021 for the whole group. Furthermore, there is a relativ target for Scope 3 emissions from the value chain which aims to reduce emissions by 25% per customer until 2030 based on 2017.\nLatest by 2050 Deutsche Telekom wants to be carbon neutral covering all emissions from Scope 1 to Scope 3.\nCase Study Smart Waste\nWhat with shopping online, having food delivered to your door and working mostly from home, Covid-19 has changed daily ife significantly. One result is the growing amount of garbage.\now can we handle these garbage mountains intelligently? This is where the nternet of Things (lol) comes into play. Used correctly, it can help to optimise garbage truck schedules and upgrade the cityscape and do so with much shorter routes and fewer emissions. Cities like Darmstadt or Bochum have paved the way.\nThat not only cuts operating and waste disposal costs; the environment benefits too. Optimised route planning helps reduce CO2 emissions by saving on mileage and road use. This approach also boosts the circular economy because glass and plastic waste can b recycled faster. study of Fraunhofer Institute from 2020 shows that this Smart Waste solution can save roughly 27,000 tonnes of COzeq emissions in Germany.\n40",
  "page_42": "Case Study\nENGIE’s purpose is to act to accelerate the transition towards a carbon-neutral economy, through reduced energy consumption and more environmentally friendly solutions\n\nA\nTT} [f/f\nSOLAR PANELS PHOTOVOLTAIC SYSTEMS SPREAD OVER OF PARKING SPACE\nOfficial commitment\nENGIE’s purpose is to act to accelerate the transition towards a carbon-neutra economy, through reduced energy consumption and more environmentally friendly solutions. This purpose brings together the company, its employees, its clients and its shareholders, and reconciles economic performance with a positive impact on peopl and the planet. ENGIE's actions ar assessed in their ntirety and over time.\n\n*« Greenhouse gas emissions from electricity production should be reduced from 149 Mt in 2016 to 43 Mt in 2030 (80 t in 2019); « Proportion of renewable energy in the electricity mix should increase from 20% iN 2016 to 58% in 2030 (28% in 2019).\nThe amount of green bonds issued by ENGIE since 2014 now stands at €11.15 billion, making the Group one of the world’s eading corporate issuers of green bonds.\nLighthouse initiative\nIn Rivesaltes (France), ENGIE has built a solar power plant that at the same time serves as a car storage park. The photovoltaic solar shades shelter the parked vehicles from bad weather while allowing the production of clean and renewable electricity.\nRecharging terminals for e-vehicles have been installed. To optimise its energy management, this power station is part of an experimental micro-smartgrid consisting of three photovoltaic solar shades feeding a storage system by batteries, an -vehicl and workshops on site. To build it, ENGIE Green has called on local companies, while the photovoltaic solar panels are produced by Solarworld in Germany.\n\n48,384 solar panels photovoltaic systems spread over 17.3 hectares of parking space Total power of 13.5 megawatt-peak (MW/p) Investment of €17.3 million e Annual production of nearly 18.5 million kilowatt hours\n= |\n~~\n<e ~\nSS,\nLA\nZoo LZ:\nLEE\nShe\n_\n=\n7 eae i\n5\nAA\n>\na\nah\nae\na\nLigtie\nBf\neee\n— Se\n=\nSAPF\nLLP\naa\n—_\n¥ at See\n—\nPLA\nfesse\n]]\nke\n41",
  "page_43": "—- (2\n4 Ti\ncml\nom *\n&*\nom ¢ baat\nGt\nee |\niA ed\na\nFi\nit\n=f\n1%\nst\nmen\n, bale\ni,\nvt\na|\nCase Study\nEni has designed a strategic roadmap for the next 30 years that combines economic and environmental sustainability\n2050\n0%\nENI HAS SET A TARGET OF 80% NET REDUCTION FOR SCOPE 1, 2 AND 3 EMISSIONS BY 2050\nOfficial commitment\nEni has designed a strategic roadmap for the next 30 years that combines economic and environmental sustainability. It has set a target of 80% net reduction for scope 1, 2 and 3 emissions by 2050, with reference to the entire life-cycle of the energy products sold and a 55% reduction in emission intensity compared to 2018.\nIn Europe, Eni will be Scope 1,2 and 3 net emissions neutral by 2050. Moreover, in the path towards 2050 the company has adopted decarbonisation targets of net- zero carbon footprint by 2030 for scope land 2 emissions from its upstream activities and for scope 1 and 2 emissions of the entire Eni group by 2040.\nLighthouse initiative\nIn this path towards the decarbonisation of our activities, we aim at fostering the circular economy process and bio-products A flagship project is represented by the reconversion of traditional refineries into bio-refineries to produce high-quality biofuels. This has been done thanks to the Ecofining™ proprietary technology, based on a flexible hydrogenation process that makes It possible to use raw materials of biological origin as feedstock.\nVenice, in 2014, was the first traditional refinery in the world to be converted into a bio-refinery. Then, with the start-up of the Gela biorefinery in 2019, (add comma) Eni has reached a total processing capacity of over 1 million tonnes of biofuels. These plants will be able to treat increasing quantities of advanced feedstock, such as used vegetable oil, animal fat, algae and by-products. This feedstock diversification strategy will allow Eni to become palm-oil- free by 2023.\n42",
  "page_44": "Case Study\nE.ON set itself a clear target of making its own operations carbon neutral by 2040 and for the products and services we deliver by 2050\nE.ON OPERATIONS CARBON NEUTRAL BY\n2040\n+ PRODUCTS AND SERVICES BY 2050\nOfficial commitment\nE.ON set itself a clear target of making its own operations carbon neutral by 2040 and for the products and services we deliver by 2050.\nWe have unequivocally supported the climate-neutrality target by 2050 set by the Green Deal and called for an increased ambition to 55% greenhouse gas emission reductions by 2030 to put Europe on track. And we called for a green economic recovery early on. To that end, E.ON signed several initiatives (e.g. CLG-led initiative, Gr nN recovery llianc urging European institutions and national governments to agree mainstreaming climate objectives in the recovery and put our economy on a clear and resilient pathway.\nLighthouse initiative\nSmartQuart drives the local energy transition and aims to almost entirely switch from fossil fuels in three districts in different cities, by intelligently connecting energy systems within and between the participating neighbourhoods. This enables the differently structured communities to complement each other sustainably and economically within a systemic network and exchange energy.\nSmartQuart, which was developed by a consortium of ten partners led by E.ON, will develop new products and solutions for the planning, construction and operation of energy-optimized neighbourhoods. Citizens are actively involved in the implementation from the very beginning. The programme will test future-proof energy technologies under real conditions and on an industrial scale following the vision of zero carbon and 100% renewables. The investment amounts to a total of more than €60 million.\nINVESTED IN SMARTQUART",
  "page_45": "100%\nCase Study\nFerrovial began its journey more than a decade ago by implementing its Climate Strategy and setting reduction targets\nF: U SE OF POWER FROM\nNET CARBON NEUTRAL BY\n2050\nRENEWABLE ENERGY FROM\n02F.\nOfficial commitment\nFerrovial began its journey more than a decade ago by implementing its Climate Strategy and setting reduction targets. Such strategy has driven Ferrovial to reducing emissions by 59% in 2019 (vs 2009, base year, In terms of carbon intensity), and increasing renewabl nergy sourcing up to 60% globally.\nFrom now on, Ferrovial soeeds up the decarbonisation of its portfolio and operations by agreeing ambitious reduction targets: 32% in absolute terms by 2030 (regarding direct sources, i.e. Scope 1&2), and reducing 20% indirect emissions Scope 3).\nFerrovial has been the first company of its sector, globally, in validating reduction targets according to science expectations SBTi). Moreover, the company will be 100% renewable by 2025 and carbon neutral by 2050. Additionally, its 2030-50 Climate Strategy deepens business R&O providing a roadmap to develop further business opportunities.\nLighthouse initiative\nFerrovial Shadow Carbon Pricing - Ferrovial has developed a tool to quantify the climate risk of its most relevant investments in the form of “shadow pricing”, in order to accelerate the decarbonisation of its business portfolio. This tool considers variable prices for a tonne of carbon for different time horizons, regions and project types, thus quantifying the potential economic risk in the projects for which the tool is used.\nFerrovial’s initiative on carbon pricing is fully aligned with the Paris Climate Agreement and investors’ expectations, incentivising a shift in investment toward carbon abatement, as well as providing better information for making decisions on significant investments. Ferrovial’s methodology follows an evidence-based approach, drawing on the best available published data and studies, to forecast future changes in effective carbon prices.\n44",
  "page_46": "Case Study\nAt Roche we reduced our greenhouse gas emissions by 45% absolute from 2009 - 2019\nRoche)\n2025\n100%. yp {ff\nSam\nUSE OF 100% POWER FROM SUSTAINABLE ENERGY FROM 2025\nOfficial commitment\nt Roche we reduced our greenhouse gas emissions by 45% absolute from 2009 - 2019. We have set goals to further reduce emissions by another 75% from 2019 - 2029 to use 100% sustainable electricity by 2025 and to achieve real zero in 2050.\nLighthouse initiative\nWe recently extended our site in Kaiseraugst (Switzerland) with numerous new buildings, including our global IT centre, learning centre, quality labs etc. This site is fully driven with sustainable energy (heating, cooling, electricity).\nThe buildings are highly energy efficient and we built a woodchip heating plant, geothermal cooling, and several solar power installations, including one of the biggest facade solar plants in Switzerland\nACHIEVE A NET ZERO-CARBON FOOTPRINT BY\n2050\nsa\nwe\nPome\nSe\nis\n——\nee\n—\nlees |\n45",
  "page_47": "ss is\nyarogen Me di\nTV EMISSION\nSa\naoe\nINVESTED SINCE\n2000\nREACH CLIMATE NEUTRALITY IN EUROPE BY\n=\n2030\nIBERDROLA\nee ae\n,\nfae\nProper\nai\nOfficial commitment\nIberdrola is committed to leading the energy transition, a task it has begun 20 years ago, and in which it has invested €120 billion since then, making it the world leader in renewables.\nToday, our emissions are only 80g/kWh, one third of those of our sector in Europe, and we plan to reduce them by half in 2025 and reach climate neutrality in Europe already by 2030, and globally in 2050. To this aim, we will reach this year an all-time record of €10bn in green investments.\nAs part of a large number of initiatives aimed at reaching the most ambitious climate goals, such as the United Nations Global Compact, we defend that aligning climate goals and industrial policies will create wealth and high-quality jobs in Europe.\nWith our partner company, Fertiberia, our objective is to decarbonise the production of ammonia and produce only green fertilisers in Spain by 2027\nIBERDROLA\nLighthouse initiative\nWith our partner company, Fertiberia, our objective is to decarbonise the production of ammonia and produce only green fertilisers In Spain by 2027, by integrating green hydrogen, renewable sources and hydroelectric pumping plants.\nTo that aim, lberdrola will be launching the two largest plants producing green hydrogen for industrial use in Europe, amounting to 800 MW of electrolytic capacity with an investment of over 1.800 million euros. The first plant, Puertollano |, will consist of a solar plant, a lithium-ion battery system and a 20 MW electrolyser.\nPumped storage facilities will provide these plants with renewable power on a 24-hour basis. lberdrola’s flagship project, the Tamega Hydroelectric complex in Portugal, with an investment of 1.500 million euros has enough storage capacity to supply 2 million households with clean energy for an entire day.",
  "page_48": "Case Study\nKONE, a global leader in the elevator and escalator industry, has set targets for significant reductions in its greenhouse gas emissions by 2030\nCARBON NEUTRAL OPERATIONS BY\n2030\nOfficial commitment\nKONE, a global leader in the elevator and escalator industry, has set targets for significant reductions in its greenhouse gas emissions by 2030. KO E's targets are th most ambitious in the industry and have been validated against the latest climate science by the Science Based Targets initiative. In another first for the industry, KONE has pledged to have carbon neutral operations by 2030.\nKONE commits to a 50% cut in the emissions from its own operations (Scope and 2 emissions) by 2030, compared to a 2018 baseline. This target Is in line with imiting global warming to 1.5°C, which is currently the most ambitious criteria for setting science-based targets. In addition, KONE targets a 40% reduction in the emissions related to its products’ materials and lifetim nergy us (scope 3 emissions) over the same target period, relative to orders received.\nLighthouse initiative\nOn top of the ambitious emissions reduction targets for the entire company, KONE aims to increase the sourcing of renewable lectricity at its facilities worldwide to 80% by 2025 and to 100% by 2030. This will be achieved, for example, by on-site solar energy generation and sourcing electricity from renewabl SOUlces.\n203C\nPTT TLL\nml\ny{[ /f\n47",
  "page_49": "compared to\nACCELERATING OUR REDUCTION IN\nCO, INTENSITY TO EXCEED\n2030\n®©®\n/o\nA\\Y\n© ©\nOfficial commitment\nLeading the way in green construction, LafargeHolcim is the first global building materials company to sign the UNGC's “Business Ambition for 1.5°C” initiative, and thereby joining the “Race to Zero” with a 2030 SBTi-verified action plan.\n\n« Setting ourselves ambitious 2030 climate targets that are validated by the Science- Based Targets initiative (SBTi) « Accelerating our reduction in CO2 intensity to exceed 20% (compared to our 2018 baseline) « Partnering with SBTI looking beyond 2030, to support the development of th first climate roadmap for a 1.5°C future in the cement sector.\nCase Study\nIn 2020 LafargeHolcim introduced ECOPact, the industry’s broadest range of green concrete for high-performing, sustainable and circular construction\nLt\nLafargeHolcim\nLighthouse initiative\n\nn 2020 LafargeHolcim introduced ECOPact, the industry's broadest range of green concrete for high-performing, sustainable and circular construction. ECOPact Is sold at a range of low-carbon evels, from 30% to 100% less carbon emissions compared to standard (CEM ) concrete. Where regulatory conditions allow, ECOPact products integrate upcycled construction and demolition materials, further closing the resource loop\nLafargeHolcim offers the broadest portfolio of sustainable products and solutions with the industry's leading R&D organization and global innovation network with 50% of patents dedicated to low-carbon solutions and more than 50% of resources focused on low-carbon products. In 2019, one third of 2019 net sales stemmed a from portfolio of sustainable solutions.\nSBTI-VERIFIED ACTION PLAN\n48",
  "page_50": "Case Study\nLenzing became the world’s first producer of wood- based cellulosic fibres to make a strategic commitment to dramatically reducing our carbon footprint\nLenzing\nInnovative by nature\nCUT COz2\nEMISSIONS BY\n50%\nBY 2030\nCLIMATE-NEUTRAL\nPRODUCTION WITHOUT\nNET-CARBON\nEMISSIONS BY\n2050\nOfficial commitment\nAt Lenzing, we look beyond fibres and take responsibility for our children and grandchildren by standing up against the troubles of our time. This attitude is part of our strategic principles. Hence our ambitious climate target represents an important component of our strategy and our responsibility to future generations.\nIn the 2019 financial year, Lenzing became the world’s first producer of wood-based cellulosic fibres to make a strategic commitment to dramatically reducing our carbon footprint and cutting our emissions per tonne of product by 50 percent by 2030. We intend to achieve our vision of climate-neutral production without net- carbon emissions by 2050. The most highly regarded organisation for climate targets, the Science Based Targets initiative, has confirmed that the Lenzing Group's climate target is indeed science-based.\nLighthouse initiative\nThe Lenzing Group is constructing a production plant for lyocell fibres in Prachinburi, Thailand. This lyocell facility will be the largest on in the world. The plant, which is expected to be finished by the end of 2021, will be the Lenzing Group's first lyocell production facility that is carbon-neutral. This expansion shows that sustainability and ambitious growth need not be mutually exclusive. On th contrary, our lyocell fibres — produced in a cutting-edge, highly eco-responsible closed-cycl Process improve the global supply of fibres and play a substantial role in shrinking our industry's environmental footprint.\nThe lyocell production plant in Thailand will use predominantly bioenergy, which is derived from the paper and pulp production as well as from a biomass plant located In the industrial park next to the lyocell plant.\no\" ay\nfo va! &\n:\ng\nae\nrr\na a\n+~\n&\n| shamed\n“—\ne-\n—~\ni\nyee\nat\nad\neo,\nAe\nrr\"\nate\nAas a\na)\n1\naw 2, , Sp\n~~\n~—\nee\n.\n—\nbe\nim\nSs ea P\na?\nwo\n7\n1\n©” san\na\n=?\na\n————-.,\n~as\nina\nas\nMaree\n-*\n->—\na\ni\nre\n~_ =\n@\n$\n49\ne.\n——S\n-",
  "page_51": "1 Ee &\naa\na —_— wen ETE\n. a th wi\n-\n——. ee\n+\neer OE\n{ik\n\\\noa\nZe\n=\nKn. FRe et Oe ad H\nvente Ses\ni\n=\n_——\n29\neee Deg >\n—_\n>\n= -\n2 =\n\\,\n_\nss a\n°F.\n- ©\nPe * 2\npig\nCase Study\nLeonardo is committed to the targets embedded in the ambitious Clean Sky initiatives and to the definition of the Clean Aviation partnership program\n\neer COT Ey\n= \\\na\n-_—\ne a\n=\nAs\nDEVELOPMENT OF MORE EFFICIENT AIRCRAFT AIMED AT REDUCING CO2z AND NOX EMISSIONS BY MORE THAN\nKa Ayes\n4\ncompared to the solutions currently on the market.\n>>>\n\\'\n0%\nwk)\n<\n\\\nOy\nOfficial commitment\nLeonardo actively engages with European political and industrial actors, contributing to the implementation of a strategy to support sustainable growth and to lower climate impacts through scientific excellence and leading-edge technologies.\nOn climate action, the aviation sector being among the industrial activities functional to achieve climate neutrality, it is widely recognised that this transition requires public and private commitments and dedicated investments. In this view Leonardo substantiates its commitment through several innovation initiatives, which entail the development of solutions for a solid decarbonisation within the fields where it operates, as in aviation.\nIndeed, Leonardo is committed to the targets embedded in the ambitious Clean Sky initiatives and to the definition of the Clean Aviation partnership program, which targets an impactful climate action by a systemic R&D and investment effort for the development of competitive low carbon technologies.\nLighthouse initiative\nAs regards climate action, Leonardo plays a eading role in various dedicated initiatives within the EU Framework Programme Horizon 2020; particularly, it is committed to the ambitious Clean Sky programme (2008-2024), involving a plurality of industrial, SMEs and institutional actors from 27 countries, for a total investment of €4 billion.\nLeading the Green Regional Aircraft and the Next Generation Civil Tiltrotor platforms, Leonardo has been engaged in climate action by steering the development of a new generation of more efficient and environmentally-friendly regional aircraft and tiltrotors - aircraft that take off like helicopters - with innovative, cutting-edge technology aimed at reducing COz and NOx emissions by more than 50% compared to the solutions currently on the market.\n50",
  "page_52": "Case Study\nL’Oréal’s overarching objective for 2030 is to align the group’s greenhouse gas emissions to the +1.5 C scenario in accordance with the Science-Based Targets (SBT) rationale\nVOREAL\nTHE SETTIMO PLANT REACHED CARBON NEUTRALITY IN\n2015\nOfficial commitment\nL’Oréal’s overarching objective for 2030 is to align the group's greenhouse gas emissions to the +1.5°C scenario in accordance with the Science-Based Targets (SBT) rationale. To achieve this, LOréal will reduce by 50% per finished product all its greenhouse gas emissions (scopes 1, 2 and 3) by 2030 with the following targets:\ne achieve carbon neutrality in all the group's sites by improving energy efficiency and using 100% renewable energy. reduce the gr nhouse gas emissions resulting from the use of its products by 25% compared to 2016, on average and per finished product. reduce by 50% on average and per finished product, the greenhouse gas emissions linked to the transport of our products, compared to 2016. have its strategic suppliers reduce their direct emissions (Scopes 1 and 2), by 50% in absolute terms, compared to 2016.\nLighthouse initiative\nLocated in Italy, L'Oréal’s Settimo Plant is specialised in the manufacturing of mass market make-up and haircare products that are then distributed in over 30 countries.\nCommitted to industrial excellence and sustainable performance, the Settimo plant reached carbon neutrality in 2015 thanks to several innovations:\ne Electricity provided by a biomass power station as well as more than 14,000 photovoltaic solar panels on the site; The factory is heated by biogas, the remainder coming from the town's district heating network, to which the plant is connected.\nIn 2018, the plant took an additional step forward in terms of sustainable water management by becoming a «waterloop factory», meaning that 100% of the water used for the manufacturing process Is recycled on a closed loop.\n2 ”\ni ree\nRee\n‘a\n———— i f —————\nLl ==\n—\n|\n|\n——\n————4\nS=\ni ——— |\n———\n——\ni |\nme \\\nSEE\n\\\na\n1)\nmE,\noe eal\nSate a a ete\n51\n7 Lok OF\neS\n== ae\nWE ig we\ni\nC®",
  "page_53": "ACHIEVE CARBON NEUTRAL\nMANUFACTURING BY\nO50\nCase Study\nMichelin’s ambitions are to reduce CO2 emissions from manufacturing by 50% in 2030 compared to 2010 and to achieve carbon neutral manufacturing by 2050\nBp MICHELIN\nE\n1\n2Stte\naa\n, =\noo\n=\nREDUCE CO2z EMISSIONS FROM\nMANUFACTURING BY\n50% » 2030\nwe,\nZ /\nys\n=\n‘a\nZero emis!\nOfficial commitment\nMichelin’s ambitions are to reduce CO2 emissions from manufacturing by 50% in 2030 compared to 2010 and to achieve carbon neutral manufacturing by 2050.\nMichelin's 2030 target for manufacturing has been validated by SBTi, as have 2 targets for reducing emissions in our value chain:\n1 Reduce absolute scope 3 GHG emissions from fuel- and energy-related activities, upstream and downstream transportation and distribution, and end- of-life treatment of sold products by 15% by 2030 from a 2018 base year. 70% of Michelin's suppliers for purchased goods and services (in terms of emissions generated) will have science- based targets by 2024.\nMichelin has declared its support for the Task Force on Climate-related Financial Disclosure and publicly discloses according to the TCFD recommendations.\nLighthouse initiative\nAs part of its commitment to decarbonized mobility, Michelin has been developing R&D expertise in the field of hydrogen fuel cells for more than 15 years. In 2019, Michelin and Faurecia created a Joint Venture around Symbio to produce and market hydrogen systems for light and commercial vehicles, buses and trucks. However, first industrial deployments are a pre-requisite towards competitive mass production and simultaneous deployment of HRS and H2 vehicles is a key success factor.\nTherefore, in 2018, the French Auvergne Rhdéne Alpes region, Michelin and ENGIE launched the first “Zero Emission Valley” mobility project in Europe, a €100 million project to deploy 1,200 vehicles for professional use and a network of 20 stations supplied with green hydrogen throughout the region. To this end, these players created In 2019 the Hympulsion company to deploy hydrogen mobility on a regional scale.\n52",
  "page_54": "Case Study\nOur current targets are on track with the aim to reduce by 75% our Scope 3 greenhouse gas emissions caused by the use of our sold products in our customers networks\nNOKIA\nWE ARE ON TRACK TO\nREDUCE GREENHOUSE GAS EMISSIONS BY\n3%\ncaused by the use of our sold products in our customers networks\n=\nOfficial commitment\nNokia was the first telecoms vendor to commit to Science Based Targets (SBT) in 2017 based on the Paris Agreement. Our current targets are on track with the aim to reduce by 75% our Scope 3 greenhouse gas emissions caused by the use of our sold products In our customers networks. Emissions from our products in use in customer networks are by far the greater part of our carbon footprint.\nFurthermore, we also aim to reduce our Scope 1 and 2 emissions from our own operations by 41%. Our current science- based targets are set for 2030 (baseline 2014). We are currently recalibrating and submitting our targets in line with our commitment in September 2019 to the 1.5°C warming scenario. We expect to have the new targets accepted by SBT Initiative in early 2021.\nLighthouse initiative\nNokia Digital Deployment Services - Beyond speed, quality and cost efficiency, the new requirement for network rollout is sustainability. Deployment of robust, reliable networks is more critical than ever, and it is now possible to reduce the emissions and environmental impact of those deployments.\nDigitalisation of network rollouts and builds enables the conversion of regular site inspections to remote site surveys through drones or video platforms, allowing also remote issue resolution. Al and virtual reality collaboration tools mean multiple teams and individuals no longer need to travel back and forth for site inspections, and engineers can remotely provide expertise and management support. Imagine removing on average 10km drives to and from hundreds of thousands of sites —and the emission reductions potential is clear. This same digitalisation through 5G Is enabling other industries to achieve greater emission reductions.\n.\ny\n——\n—\n’\n~ o\n\\\n> SS\nes\na\nS\nce\na\ne\nyA\noe\n53\n.",
  "page_55": "ols\nme Seca\nJ ie\n“Als\nre)\net Ce is &\n\"\n=\"\nee\nM tb\nee\nsal\na\nPic hy ® :\nA *\nee\ntng\n= wh\nod FY\na —\"\n>»\n_\na= =\n7\nRg\n7\n|\nse}\nCase Study\nHydro has the ambition of reducing GHG emissions by 30% in own production and processes by 2030\n») Hydro\nqi\nat\n| oe\n0%.\nTODAY, 70% OF OUR METAL PRODUCTION IS BASED ON RENEWABLE POWER\niy\n}\na one,\n%\nve\nTr\n» ais ee | eae\n—<\ni ——\n|\n\\ erie T\nas pl\n54\nes:\nrely\nos\nee\nOfficial commitment\nHydro has the ambition of reducing GHG emissions by 30% Compared to 2020, by greener sourcing and greener production. Our low-carbon and circular products help our customers to reduce their missions.\nClimate action has been a priority for Hydro for decades. We have built a pilot plant in Karm@y, Norway, with the world’s most energy- and climate- efficient aluminium smelter technology. Over the last years, w have increased production in areas with renewable power sources and have entered several long-term wind power contracts. Today, 70% of our metal production is based on renewabl power.\nHydro is also an active member of the Aluminium Stewardship Initiative (ASI), a global, non-profit standards setting organization, working toward responsible production, sourcing and stewardship of aluminium. Hydro is ASI certified throughout the entire value chain.\nLighthouse initiative\nHydro REDUXA and Hydro CIRCAL are low-carbon circular products, certified by independent verifiers, and covering emissions along the entire value chain\nHydro REDUXA is low-carbon aluminium having a footprint of 4.0 kg CO, per kg of aluminium — which is less than a quarter of the global average. Using renewable energy from hydropower, wind and solar we can produce cleaner aluminium than ever before.\nHydro CIRCAL is recycled aluminium made with a minimum of 75% recycled, post- consumer scrap. Remelting aluminium requires only 5% of the energy needed to produce the primary metal. Therefore the higher the recycled content of post- consumer scrap, the better it is for the environment, while maintaining high- quality aluminium. More than 100 large building projects globally are underway with Hydro CIRCAL low-carbon aluminium, only a year after the launch.",
  "page_56": "Case Study\nRolls-Royce wants to play a leading role in enabling the sectors in which it operates to reach net zero carbon by 2050\nI\nREACH NET ZERO CARBON IN\nOPERATIONS AND FACILITIES BY\n2030\nOfficial commitment\ne Rolls-Royce wants to play a leading role in enabling the sectors in which it operates to reach net zero carbon by 2050 through the development of new products and technologies. Rolls-Royce joined the Business Ambition for 15°C campaign early 2020 and will align its business to the Paris Agreement goals, to limit global temperature rise to 15°C. Rolls-Royce has ambitious targets to duce gr nhouse gas (GHG) emissions from its operations and facilities to net- zero by 2030. Rolls-Royce is committed to sharing approaches that will drive the sustainability of aviation and reach the Air Transport Action Group (ATAG) targets: educing net CO, emissions from aviation to 2005 levels by 2050; and limiting the growth of net CO, emissions by 2020. Rolls-Royce supports the Advisory Council for Aviation Research (ACARE) to reduce new aircraft CO, emissions by 75% by 2050.\nLighthouse initiative\nh thQuest project, funded by the German Federal Ministry of Economics and Technology, is investigating and developing how methane and renewabl nergies can b fficiently generated and used in mobile applications, such as ships, or stationary applications, such as combined heat and power plants.\nUnder the leadership of Rolls-Royce\nPower Systems, a further 26 partners from research, industry and the energy sector ar involved in the project.\nRolls-Royce Power Systems, with its\nexpertise in high-speed and dynamically\noperabl marine engines, coordinates\nthe MethMare network, which deals with\npropulsion systems for ships using fuels\nfrom renewable energy sources.\nseparate project MethPower, investigates new engine for concepts combined heat and power plants, which are operated with the e-fuels methane, hydrogen and methanol. The MethGrid network is investigating how heat, electricity and gas can be intelligently networked locally via microgrids.\nas\n=\n7 /\n&\n~\n13%\n55\nREDUCTION IN EMISSIONS BY NEW\nAIRCRAFT CO, EMISSIONS BY 2050\nPL",
  "page_57": "NET-ZERO EMISSIONS ENERGY BUSINESS BY\nCase Study\nWe intend to meet our customers’ demand for cleaner energy, keeping in pace with society. With this approach, we want to contribute to achieving a net-zero world\nWE AIM TO REDUCE THE CARBON INTENSITY OF THE ENERGY PRODUCTS WE SELL BY\n30%\n65%\ncompared to 2016\ncompared to 2016\nOfficial commitment\nShell is aiming to become a net-zero emissions energy business by 2050 or sooner. We intend to meet our customers’ demand for cleaner nergy, keeping in pace with society. With this approach, we want to contribute to achieving a net-zero world, where society stops adding to the amount of greenhouse gases (GHGs) in the atmosphere.\nAlongside this in December 2017, Shell announced its Net Carbon Footprint ambition. Our plan is to reduce the Net Carbon Footprint of the energy products we sell in step with society’s progress towards m ting the Paris Agr ment. Globally, we aim to reduce the carbon intensity of the energy products we sell by 30% by 2035 and by 65% by 2050 compared with 2016, keeping in pace with society\nLighthouse initiative\nShell believes that clean hydrogen, in conjunction with electrification and nergy efficiency can play a key role in the transition to climate neutrality\nt the Shell Rhineland Refinery near Cologne in Germany, we are working to install a hydrogen proton exchange membran (PEM) lectrolyser. It will have a peak capacity of 1O megawatts and produce 1,300 tonnes of hydrogen a year.\nThe electrolyser will also help balance the local power grid, by enabling the refinery to make and then stor hydrogen when power supplies from variable renewable sources, such as wind power, are high. The plant will be built by ITM Power and operated by Shell. This project, REFHYNE, will be under development until 2022, and is funded by th Furopean Commission.\n56",
  "page_58": "Case Study\nPhilips committed to long term CO2 reduction targets reducing total CO2 equivalent emissions from its industrial and non-industrial sites by 75% by 2025, and 90% by 2040\nPHILIPS\nREDUCING TOTAL CO2z EQUIVALENT (TCO,E) EMISSIONS FROM ITS INDUSTRIAL AND NON-INDUSTRIAL SITES BY\n2025\n2040\n75%\n90%\ncompared to their 2015 emissions\nOfficial commitment\nIn 2015, during the COP21 UN Climate Conference in Paris, Philips committed to become carbon neutral in its operations (Le. its industrial and non-industrial sites, business travel and logistics) by the end of 2020. Next, in 2018, Philips committed to long term COz2 reduction targets reducing total COz equivalent (tCOze) emissions from its industrial and non-industrial sites by 75% by 2025, and 90% by 2040, compared to their 2015 emissions, together with a commitment to reducing indirect greenhouse gas emissions across its entire value chain by 4% by 2025, and 11% by 2040, compared to 2017.\nAs a health technology industry-first, Philips has had these new COz2 emission targets assessed and approved by the Science Based Targets initiative (SBT!) —a collaboration between the CDP, the United Nations Global Compact (UNGC), the World Resources Institute (WRI) and the World Wide Fund for Nature (WWF) aimed at driving ambitious corporate climate action.\nLighthouse initiative\nIn order to deliver on its carbon neutrality ambition, Philips has developed a programme that links to its full value chain, ranging from eco-design to energy- efficiency improvement measures, on-site renewables, green electricity sourcing to green logistics.\nOne lighthouse project that Philips worked on related to the sourcing of green electricity through so-called Power Purchase Agreements. Together with DSM, Google and Nouryon ((formerly AkzoNobel Specialty Chemicals)) it founded the Dutch Wind Consortium.\nSubsequently, the Consortium closed two Power Purchase Agreements in the Netherlands, with the Krammer and Bouwdokken windfarms in the Zeeland province. As a result, as of 2019, all Philips’ sites in the Netherlands are powered by Dutch wind energy. A case study on this unique consortium has been written by the Business Renewabl Centre and the Rocky Mountain Institute.\niy,\ni.\n<<)\ni ty\n<waimaeie\n4 1 |\n—\n—\n7\n2\n57\nas",
  "page_59": "Case Study\nSaint-Gobain committed to reduce by 20% our CO2 emissions between 2010 and 2025 and had already achieved -14.5% by the end of 2019\nfh.\nSAINT-GOBAIN\nREDUCE CO, EMISSIONS BY\nREACH NET ZERO CARBON BY\n2050\n2017 - 2030\n0%\nOfficial commitment\nClimate action has been at the core of Saint-Gobain’s business strategy for a long time. We have committed to reduce by 20% our COz2 emissions between 2010 and 2025 and had already achieved -14.5% by the end of 2019.\nIn September 2019, we signed the pledg “Business Ambition for 1.5°C”, thus engaging ourselves towards carbon neutrality, or zero net carbon emissions by 2050, in line with the objective of limiting the rise in temperatures to less than 15°C worldwide compared to the pre-industrial era.\nTo make this ambition a reality, we are\ntaking new ambitious 2030 goals, approved by Science-Based Targets and aligned with a net-zero emissions pathway.\nWe also support the Net Zero Carbon Buildings Commitment of the World Green Building Council and advocate for a greener, more sustainable built environment.\nLighthouse initiative\nIn Europe, the construction and building industry is accountable for around 40% of the energy-related carbon emissions. Saint- Gobain is making a major contribution to decarbonising the whole value chain of the built environment. To do so, there are four main levers, on which we can come into play:\n¢ We provid nergy efficiency solutions, which rapidly offset th nergy n ded for their production by allowing majo energy gains throughout their lifespan. We support the development of renewabl nergies by providing solutions for energy industrial players and utilities. We offer solutions for lightweight construction that steer building design towards much less carbon-intensive options compared to traditional construction. And we committed ourselves to reach net zero carbon emissions, an ambition that will help us put lower carbon materials and systems onto the market.\n58",
  "page_60": "i\niy im >\nCase Study\nSAP is serious about climate change and aims to achieve a net-zero carbon footprint of SAP’s operations by 2025\n®\nLighthouse initiative\nThe Climate 21 programme Is a co- innovation initiative between SAP and our customers, in which technology is developed to track, analyse, and report the carbon footprint of customers’ products along the entire value chain.\nThe first product in this program, the SAP Product Carbon Footprint Analytics application supports enterprises trying to make their operations better prepared for the business reality where sustainability is a Strategic and economic imperative. It allows for tracking of COz2 throughout supply chains, which is a very difficult data set to assemble, manage, and trend. The application delivers transparency by plant, profit or cost centre on the carbon emissions of a product across the entire value chain, including production, raw materials, energy use, and transport. Producers can integrate data from product databases and third-party solutions to understand the emissions breakdowns.\n-\nee\n\\ \\ eA\nby WA\n> 3\nmm\nK PHASE OUT SINGLE-USE PLASTICS\nBY THE END OF\n2020\nrey\n| /\nmY\n— ty\n*e\n=\na\nmt\ne @\nfeet\nOfficial commitment\nSAP has been serious about climate change since the beginning of our sustainability journey 10 years ago. Our strategic objectives include:\ne Carbon Neutral by 2025: Achieve a net-zero carbon footprint of SAP’s operations by 2025 Investment in Livelihoods Carbon Fund: funding large-sca ecosystem r storation, agroforestry, biodiversity preservation, and clean energy projects in developing countries to enable climate action and improve people's lives . Business Ambition for 1.5°C: Committed science-based target to limit global temperature rise to 1.5 degrees Zero Waste: Phase out single-use plastics by the end of 2020 SAP joined key initiatives: « Global Plastic Action Partnership with a vision for a plastic-free ocean by 2030. Ellen MacArthur Foundation’s leading in transitioning to a circular economy. CEO Carbon Neutral Challenge to support business transitioning to a low-carbon economy.\nY ;\n——\n-\n7\n59",
  "page_61": "ih\n‘$3\nWy\nan i=\nBX\ncy\noer\nae\nCase Study\nSiemens has been one of the first global industrial companies to commit towards carbon neutrality by 2030\n\nao\n|\n“|\n——————__ ee\n60\nACHIEVE A NET ZERO-CARBON FOOTPRINT BY\nSS\n=\nA\nLighthouse initiative\nSiemens has started a number of climate action initiatives of which we mention only two examples:\ne At the factory in Mohelnice, Czech Republic, a comprehensive set of energy efficiency measures ar implemented with support of EU subsidies. It is expected that the project measures will save approximately 2,000 tons of CO2 emissions per year. Siemens UK has launched a carbon reduction Investment Fund to support Siemens’ global commitment of being carbon neutral by 2030. During the financial year 2019, the fund of £240k was created by charging UK businesses an internal carbon price of £13 per tonne of carbon emissions from gas and electricity. This specific price was set in order to raise enough seed funding for 5-10 projects as part of the pilot project phase.\n-_\nvas ——___\n2030\nreo\n¢\nry\nOfficial commitment\nAlready in September 2015, Siemens announced its intention to cut the carbon footprint of its operative business and to become climate neutral by 2030. All Siemens production facilities and buildings worldwide are to achieve a net zero-carbon footprint by 2030. With this announcement Siemens has been one of the first global industrial companies to commit towards carbon neutrality by 2030 and set a clear signal even before the adoption of the Paris Agreement.\nBy setting this goal, Siemens expresses its firm belief that companies play a pioneering role in the fight against climate change. This programme not only benefits humanity and the environment, but also comes with sustainable economic advantages for the company.\nWe invest in energy efficiency and the deployment of distributed energy systems. We have reduced the average emissions from our car fleet and are increasingly purchasing electricity from renewable energy sources.",
  "page_62": "Case Study\nAt the end of 2019 the Group had already achieved a reduction in its carbon emissions of almost 33% compared to 2005 levels\nSmurfit Kappa\nTARGETING NET ZERO FOSSIL COz2 EMISSIONS BY\n2050\nOfficial commitment\nSmurfit Kappa is targeting (November 2020) net zero fossil CO2 emissions by 2050 and is also increasing its existing intermediate 2030 carbon reduction target by 15% to a level of 55%.\nAt the end of 2019 the Group had already achieved a reduction in its carbon emissions of almost 33% Compared to 2005 levels.\nSmurfit Kappa will have its new target validated by the Science Based target initiative seeking alignment with the Paris Agreement.\nThe Group is also supporting the recommendations of the Taskforce for Climate related Financial Disclosures. Smurfit Kappa group CEO Tony Smurfit: ‘We are proud to support the EU Green Deal objectives to reach net zero fossil CO2 emissions by 2050...\neS\nLighthouse initiative\nA greenhouse gas (GHG) emissions reduction project\nFounded in 1851, Nettingsdorf is one of Smurfit Kappa’s most efficient paper mills and one of the leading producers of kraftliner in Europe. The mill produces approximately 450,000 tonnes of paper annually and has seen a 34% increase in productivity since becoming part of Smurfit Kappa in 1995.\nBy investing €134 million recently ina new recovery boiler, an advanced new steam turbine and upgrading the water treatment plant, the sustainability and efficiency of the mill was greatly increased.\nThe innovative new boiler and steam turbine further boosts the mill's energy optimisation. By recovering energy from the biomass contained in black liquor from pulp production, the new boiler will decrease CO2 emissions by 40,000 tonnes, which equates to 65% of the current emissions at the site, and 2.4% of those from Smurfit Kappa Europe.\n=\noe =o\ntoe\nfi\na ae\n—\n=\nail\n4\n=]\n= |\nPo\nae\nwal ay ar ee a\npr\n(3\nPape\n§. t\n=:\ni —\nto\nae\nra atest:\nA om\nr\nat\n—\n> er\n:\n&\ni.\na\nor A\n3a\na\n61\nz—\n“Ny\nPai\nwets\na +.\n=e\nLob\nae\na,\nauch\n=;\nae\nif\n1%",
  "page_63": "IE sgmomy\n,\nte\n=\nI RRR ee oe\nen\naS\nee\n—_ mm\nls\nie\nBIrh, At\nas\nfe\nes\n~\ntl\nap\neen,\n3} Se\nS\ns~\nie\nene\n=\nCase Study\nSolvay has set itself ambitious climate objectives for 2030, one being to phase out coal usage in energy production wherever renewable alternatives exist\nae\nRS ae\n—\nca le\nSOLVAY\na=)\nad\nq\nil\n‘esos\n=a\n2\ni\n‘A\n/\nee\nFok eee De\neters\nea\n=\npate —\n=p —_—~\na\nOfficial commitment\nAt Solvay, we are using science to solve key environmental and societal challenges. With our sustainability plan, Solvay One Planet, launched in early 2020, we are committed to clearly defined climate actions in our portfolio, operations, and workplace. Inspired by the United Nations Sustainable Development Goals, Solvay will double the rate at which it reduces emissions with a goal to curb greenhouse gas emissions by 26% by 2030 and align trajectory with the “well below 2°C increase” of the Paris Agreement.\nWe will eliminate the use of coal, as no new coal-powered plants will be built, and phase out coal usage in energy production wherever renewable alternatives exist. Moreover, Solvay intends to reduce pressure on biodiversity by 30% in areas such as water eutrophication and marine ecotoxicity. Finally, in terms of concrete internal actions, Solvay will start switching to electric or hybrid company cars as of 2021.\nsap Tennent\nmis\npera\n= i\n4\n4\nSOLVAY WILL REDUCE GREENHOUSE GAS EMISSIONS BY\n26% ke 2030\n——\nPram a\n=\na\nas\nyf\ni /\nk/\n62\n——a\nAEE.\n= me\n|\nf ¥ —\nLighthouse initiative\nSolvay constantly works to accelerate the climate and energy transition in line with the Paris Agreement. As communicated in our Solvay One Planet strategy and described here above, Solvay has set itself ambitious climate objectives for 2030, one being to phase out coal usage In energy production wherever renewable alternatives exist.\nTo exemplify this commitment, we intend to invest €130M in Solvay’s Soda Ash plant in Torrelavega, Spain. Indeed, one of the coal-fired boilers will be replaced with a Refused Derived Fuel (RDF) boiler with a biogenic content of around 60% meaning less carbon emissions not to mention also the contribution to the circular economy. The use of a cleaner fuel boiler replacing a coal boiler will be another milestone from an innovative and environmental point of view in such a competitive market.\n7a\nty S——\nHas =",
  "page_64": "e\nCase Study\nSonae and Sonae Capital as supporter of the Paris Agreement aspire to achieve climate neutrality of operations by 2040\nSONAE CAPITAL\nQD SONAE\nINDUSTRIA\nannually, enough to satisfy 100% of the thermal energy needs of the plant and generate an additional 83 GWh/year of decentralized renewable energy. As a result, almost 90% of all energy consumption at the facility is generated from renewable sources.\nThis partnership, with the integration of renewable energy and sustainable production, is a clear example of how circular bioeconomy can boost climate change mitigation by increasing carbon storage, reducing landfill and facilitating fossil energy replacement.\nOfficial commitment\nSonae and Sonae Capital as supporters of the Paris Agreement and the EU Green Deal, aspire to achieve climate neutrality of operations (scope 1+2) by 2040 (excluding the energy business under Sonae Capital). Sonae Industria is working towards reaching climate neutrality.\nLighthouse initiative\nIn 2020, Sonae Capital (CapWatt), ina partnership with Sonae Arauco, built a biomass-powered production facility to support businesses decarbonisation. The €50M investment leverages the best available technologies to generate renewable energy from biomass and power Sonae Arauco's sustainable wood- based panel production processes. Half of the biomass comes from unavoidable waste from the production of wood panels while the remainder is sourced from forest residue unsuitable for other wood uses and crucial for forest management improvement and forest fire risk reduction.\nThis facility consumes 300K tons of biomass\n>\nap\nrd\nAig\n_\n2\n0%.\nOF ALL ENERGY CONSUMPTION AT THE FACILITY IS GENERATED FROM RENEWABLE SOURCES\noi\npe\noa\n63\nso\nALMOST\nii\nj.. ee os\n2 fami\nso-_\ni,\nbe LZ\nbad\nss\n“=\n==\nit\nVVNCK\n2\noe\nfietl\na\n=\nSN\n|\nved\nfas\nYF -—s)\n—~\n——\n29) P\na\ny\n“a!\niS)\nce\n|\njf\nSs |\nPS\n——\n[ FAW! i\n17 “\n—==\n“4\n7B\nos\n~\net\n>\nin. a,\nyy”\nfos\n\\.\nay %\nis\nee\nWh",
  "page_65": "Case Study\nTelefonica is at the forefront in the race for carbon neutrality. Our key target is to achieve net-zero emissions in our main markets by 2025!\n‘Jelefonica\nREDUCE ENEGERY\nCONSUMPTION BY\n64\nREACH NET ZERO CARBON BY\n2025\nOfficial commitment\nLighthouse initiative\nTelefénica Is at the forefront in the race for carbon neutrality. Our key target is to achieve net-zero emissions in our main markets by 2025! and extend this commitment to our operations in HISPAM and our value chain by 2040 at the latest.\nn the framework of Telefonica’s Energy Efficiency Programme, in 2019 we conducted 189 initiatives on energy efficiency and the reduction of GHG emissions in our networks and offices, with which we managed to save 313 GWh. In this way, we avoided the emission of more than 105,000 tons of COz. Last year, we reduced energy consumption by 72% per unit of traffic, compared to 2015.\n\nMor nergy efficiency: reduc nergy consumption by 90% per unit of traffic in 2025, compared to 2015. Mor renewabl nergy: continue to use 100% of electricity from renewable sources, promoting its development with long-term agreements and self- generation (HISPAM 100% RE by 2030). Reduce COz emissions in our value chain by 39% in 2025 and reach net-zero in 2040 Get our customers to reduce, with our Eco Smart solutions, 5 million tons of COz in 2025.\nn addition, thanks to our Renewable Energy Plan, 81.6% of our global electricity consumption comes from renewable sources (100% In our operations in Spain, UK, Germany and Brazil), which is equivalent to the average annual consumption of 1,325,000 households. Thus, we have prevented more than a million CO2 emissions into the atmosphere.\n1Scope 1+2. Reduce by 90% and neutralise remaining emissions in the 4 main markets. -75% CO2 emissions reduction with HISPAM by 2025. Targets validated according to the 1.5°C scenario by the Science Based Targets initiative (SBTi)\nPER UNIT OF\nTRAFFIC IN 2025",
  "page_66": "Case Study\nWe are committed to contribute to the Paris Agreement (COP21) objective to keep the global temperature increase below 2°c\nEZ TITAN\ne CEMENT GROUP\n2020\n20%\nbelow 1990 level\nTARGETING CO2 REDUCTION OF\n2030\n350%\nbelow 1990 level\nOfficial commitment\nWe have adopted a climate change mitigation strategy, which is reflected in our environmental policy and drives our Group COz Initiative, targeting to achieve 20% reduction by 2020 and approximately 30% reduction, by 2030 below 1990 level.\nWe continuously build on our CO> Initiative, which includes actions per plant, taking both conventional and innovative actions to mitigate CO2 emissions. We are committed to contribute to the Paris Agreement (COP21) objective to keep the global temperature increase below 2°C and we are supportive of the European Commission's Green Deal vision of carbon neutrality by 2050.\nLighthouse initiative\nTitan Cement is the owner of the company “ST Equipment & Technology” (STET), which is the global leader in industrial tribo- electrostatic separation. STET’s separation technology is efficient and cost effective at recycling fly ash from coal combustion, thereby reducing landfill deposits, while beneficiated fly-ash can be used by cement and concrete producers to reduce their carbon footprint, contributing at the same time to the new model of circular economy.\nSTET offers its unique technology and services to customers In other industries as well, such as construction, mining, food & nutrition, and animal feed. In addition, The strong technical capability of STET is centred on the multidisciplinary concept of a contemporary research centre and a team of scientists, design engineers and technical research staff committed to working with knowledgeable commercial partners. STET’s global coverage has expanded on six continents providing services to customers anywhere in the world.\na\nik »\n(i\nmy\n|\nae zi) |\n| fii wo\ni Me\n——\ni Tos\n|? |\nm=\" Int 1,\n(.\n4\na 6\ni —\npi i=\nvn 4 ee\nser\nBE\n1 7\nbe\n4) AY\n¥\n=A\n65\n{i oe. — eB\nSs\nzi\nf\npa",
  "page_67": "bf\nWh\ni\natin\nREACH NET ZERO CARBON EMISSIONS BY\n2050\n9\nfi\n~\ny\n3]\ni]\niM\nmF\n—\n_.\n—\na\nON\nOfficial commitment\nLighthouse initiative\nTotal's ambition is to get to net-zero emissions by 2050, together with society, for its global business across its production and energy products used by its customers Total takes 3 major steps towards achieving this ambition:\nAs part of this ambition, Total wants to be a leader in biofuels, both as a producer and as a retailer. Therefore, Total announced in September 2020 that it will convert its Grandpuits oil refinery in France into a zero-crude platform. By 2024, with an investment of more than 500 M€, the platform will focus on four new industrial activities:\ne Net-Zero across Total's worldwide operations by 2050 or sooner (Scopes 1 & 2). Net-Zero across all its production and energy products used by its customers in Europe by 2050 or sooner (Scopes 1, 2 & 3) with an interim commitment of 30% reduction of scope 3 emissions by 20307. 60% or more reduction In the average carbon intensity of energy products used worldwide by Total customers by 2050, with intermediate steps of 15% by 2030 and 35% by 2040 (Scopes 1, 2 & 3).\ne production of renewable diesel primarily intended for the aviation industry. production of bioplastics: PLA (poly lactic acid), biodegradable and recyclable. plastics recycling based on an innovative chemical recycling process, allowing the production of polymers with identical properties to virgin polymers. operation of two photovoltaic solar power plants.\nThis ambition is already in action as Total has achieved a 6% reduction of this intensity since 2015, the best performance amongst the majors, developing the Group as a broad-energy company.\nCrude oil refining at the platform will be discontinued in 2021 and storage of petroleum products in 2023.\nMoreover, Total is committed to reducing its absolute worldwide scope 3 emissions by 20302\neee eee ee eee eee eee eee ee ee eee ee eee ee ee ee ee eee ee ee ee ee eee ee ee ee ee ee ee ee ee ee ee ee eee ee ee ee ee eee ee ee eee eee eee eee ee ee ee eT\n2 In reference to 2015\n4\nov\nCase Study\nThis ambition is already in action as Total has achieved a 6% reduction of this intensity since 2015, the best performance amongst the majors\n¥\nbl",
  "page_68": "Case Study\nVodafone has committed to helping its business customers reduce their carbon emissions by a cumulative total of 350\nmillion tonnes CO;e globally between 2020 and 2030\nO vodafone\nREACH ‘NET ZERO’ CARBON EMISSIONS BY\n2040\nOfficial commitment\nVodafone is committed to building an inclusive and sustainable digital society. We have committed to reaching full value chain Net Zero emissions by 2040 (against a 2020 baseline) and switching to 100% renewable electricity by July 2021 in Europe and by 2025 globally.\nWe have an approved 2030 1.5C Science Based Target: by 2030 we will reach Net Zero emissions in our own operations and halve the emissions in our value chain. ost importantly, we are supporting society's transition to a low carbon future by enabling our customers to reduce their emissions. We have set a target of enabling the reduction of 350m tonnes CO,e between 2020 and 2030.\nLighthouse initiative\nVodafone has committed to helping its business customers reduce their carbon emissions by a cumulative total of 350 million tonnes CO,e globally between 2020 and 2030, greater than the total annual carbon emissions of Italy for 2019.\nCarbon reductions are mainly delivered through our loT services, including logistics and fleet management, smart appliances, smart metering and manufacturing activities. For example, in the city of Guadalajara, Spain, 13,500 LED lights were connected to a central management system, reducing street lighting energy consumption by 68%. In addition to IoT, other savings can be made through healthcare services, cloud hosting and teleworking.\nIn FY19/20, our technology and services helped our customers save 6.9 million tonnes of COze, nearly four times the emissions generated from Vodafone's Own operations.\nPowe\nina\nigabit Net\n0% renewables\n67\nbf",
  "page_69": "kst\nAnd\nWan.\na\nan,\nIN 2021 WE WILL EXPAND OUR OFFERING TO INCLUDE BATTERY ELECTRIC HEAVY DUTY TRUCKS\n2021\nDS on\n=“ \\\nhae =\ni sty.\nand\nVe\nLe]\noie\nSS\n|\nCo 3 Vow\na\nstrand —~\niid\ny a\nq Ree\nat IS\ni hs oe -\na ——\n+ “lj\ntae\n=\nae\n‘\n—.\nried\nf Oe el a\nav\nts\ngid\n——\nal i\np=!\n—\n\"\nOfficial commitment\nTransport and infrastructure is a pre- requisite for any society to prosper, and with a growing world population, urbanization and booming e-commerce, the demand for transport will continue to increase. At the Volvo Group, we will meet that demand with solutions that are considerably safer, cleaner and more efficient than today ‘s.\nWe are committed to the Paris climate agreement. From a lifecycl perspectiv the vast majority of emissions occur during the use phase of our products and therefore our first priority is to develop solutions that reduce the CO2 footprint. It is our ambition that by 2040, all our products enable our customers to go fossil fuel free. We will track our contribution towards a fossil free transport system using the criteria set up by the Science Based Target initiative, SBTi.\nElectric propulsion will become a cornerstone for commercial vehicles, with green energy supplied by batteries or hydrogen fuel cells depending on application\nVOLVO\nVOLVO GROUP\nLighthouse initiative\nElectric propulsion will become a cornerstone for commercial vehicles, with green energy supplied by batteries or hydrogen fuel cells depending on application.\nToday, our range of battery electric vehicles and machines includes city buses medium duty trucks, compact excavators, and electric drivelines for industrial- and marine applications.\nFrom 2021 we will expand our offering to include battery ctric heavy duty trucks.\nnthe second half of the decade we aim to start series production of fuel cell powered commercial vehicles and machines.\nBy 2030, approximately 35% of our vehicles sales will consist of electrical alternatives.\nThe transition to electric solutions is dependent on the access to electricity and hydrogen from clean sources and on arapid expansion of the charging infrastructure. De-carbonizing the transport industry is a joint effort where we work together with customers, authorities, energy companies and other business partners.\n68",
  "page_70": "ERT Making the most of Europe's climate leadership\nGlossary\nCarbon bonding: The combination of carbon atoms with one another of with other elements to create organic molecules. Ul Consumption charges: Consumption charges are a means to ensure that the cost of carbon Is internalised along the entire supply chain of key basic materials and that it can reach the consumer. (cfr. ERCST, 2020, Border Carbon Adjustments in the EU, ssues and Options iii Contracts for Difference: Carbon contracts for difference (CCfDs) offer a project-based policy tool to address the challenge of commercializing ow-carbon technologies in the industrial sector, providing a means of reducing risk in capital- intensive projects with long investment periods by effectively guaranteeing a certain return for the incremental costs of an investment that delivers emissions reductions below the current best available technology (Acworth et al., 2020, quote in ERCST, 2020). Acworth, W., Kardish, C., and Kellner, K. (2020), Carbon Leakage and Deep Decarbonization: Future- proofing Carbon Leakage Protection. Berlin: ICAP. https://icapcarbonaction.com/en/?option=com_ attach&task=download&id=694. Iv Clean gases: renewable and decarbonised gases. Power-to-X: A technology to transform and save energy from renewable resources in a chemical form (eg hydrogen) for long term storage and use. vi DSO: A distribution system operator (DSO) is responsible for operating and developing the distribution system in a given area and, where applicable, its interconnections with other systems and for ensuring the long term ability of the system to meet demand for the distribution of electricity or gas. vii Renewable hydrogen: or Clean Hydrogen: Hydrogen produced through electrolysis of water\n(in an electrolyser, powered by electricity), and with the electricity stemming from renewabl SOUIrCces. The full life-cycle greenhouse gas emissions of the production of renewable hydrogen are close to zero. Renewable hydrogen may also be produced through the reforming of biogas (instead of natural gas) or biochemical conversion of biomass, If in compliance with sustainability requirements. viii Low carbon hydrogen: encompasses fossil-based hydrogen with carbon capture and electricity- based hydrogen, with significantly reduced full-life greenhouse gas emissions compared to existing hydrogen production. IX Hard-to-Abate sectors: Aviation, Maritime, Heavy-Duty Transport, Heavy Industry and Buildings. Space downstream sector: Includes activities related to space-infrastructure exploitation and the provision of space-based products and services. Xl Deep renovation: a cost-effective renovation which leads to a refurbishment that reduces both the delivered and final energy consumption of a building by a significant percentage compared with the pre-renovation levels leading to a very high energy performance. (cfr. the Energy Efficiency Directive) xii Building renovation passport: a document — in electronic or paper format — outlining a long-term (up to 15-20 years) step-by-step renovation roadmap to achieve deep renovation for a specific building. It supports owners with personalised advice on their renovation options and clarifies the renovation stages for all involved parties. (cfr. Buildings Performance Institute Europe (BPIE)) xiii End-of-waste criteria: specify when certain waste ceases to be waste and obtains a status of a product (or a secondary raw material).\n69",
  "page_71": "ERT Making the most of Europe's climate leadership\nList of ERT Members\nChair\nMembers\nCarl-Henric Svanberg\nAustria\nAB Volvo\nStefan Doboczky\nLenzing\nVice-Chairs\nBelgium Ilham Kadri Solvay Thomas Leysen Umicore\nNancy McKinstry\nWolters Kluwer\nDimitri Papalexopoulos\nTitan Cement\nDenmark\nSgren Skou\nFinland\nStéphane Richard Orange Jean-Dominique Senard Renault\nGermany\nMartin Brudermuller\nBASF\nTimotheus Héttges\nDeutsche Telekom\nJoe Kaeser\nSiemens\nOla Kallenius\nDaimler\nChristian Klein\nSAP\nStefan Oschmann\nMerck\nJohannes Teyssen\nE.ON\nOliver Zipse\nBMW Group\nGreece\nDimitri Papalexopoulos\nTITAN Cement\nHungary\nZoltan Aldott\nMOL\nSecretary General\nFrank Heemskerk\nClaudio Descalzi\nEni\nAlessandro Profumo\nLeonardo\nGianfelice Rocca\nTechint Group of Companies\nThe Netherlands\nNils S. Andersen\nAkzoNobel\nBen van Beurden\nRoyal Dutch Shell\nDolf van den Brink\nHEl EKEN\nFrans van Houten\nRoyal Philips\nNancy McKinstry\nWolters Kluwer\nPeter Wennink\nASML\nNorway\nHilde Merete Aasheim\nNorsk Hydro\nPortugal\nPaulo Azevedo\nSonae\nSpain\nJosé Maria Alvarez-Pallete\nTelefonica\nIgnacio S. Galan\nIberdrola\nPablo Isla\nInditex\n70\nA.P. Mgller-Maersk\nHenrik Ehrnrooth KONE Pekka Lundmark Nokia\nFrance\nJean-Paul Agon\nLOréal\nPierre-André de Chalendar\nSaint-Gobain\nJean-Pierre Clamadieu\nENGIE\nPaul Hermelin\nCapgemini\nFlorent Menegaux\nMichelin\nBenoit Potier Air Liquide Patrick Pouyanné Total\nRodolfo De Benedetti\nCIR\nIreland\nTony Smurfit\nSmurfit Kappa Croup\nItaly\nGuido Barilla\nBarilla Group\nRafael del Pino\nFerrovial\nSweden\nBoérje Ekholm\nEricsson\nMartin Lundstedt\nAB Volvo\nJacob Wallenberg\nInvestor AB\nSwitzerland\nPaul Bulcke\nNestlé\nChristoph Franz\nF. Hoffmann-La Roche\nJan Jenisch\nLafargeHolcim\nBjorn Rosengren ABB\nTurkey\nGuler Sabanci\nSabanci Holding\nUnited Kingdom\nJean-Frangois van Boxmeer\nVodafone Group\nlan Davis\nRolls-Royce\nLeif Johansson\nAstraZeneca\nHelge Lund\nBP\nLakshmi N. Mittal\nArcelorMittal",
  "page_72": "ee ee\noo ee. © ERT\n@.e ee\nee eee ®\ne°e ee\nThe European Round Table for Industry (ERT) is a forum that brings together around 60 Chief Executives and Chairs of major multinational companies of European parentage, covering a wide range of industrial and technological sectors. ERT strives for a strong, open and competitive Europe as a driver for inclusive growth and sustainable prosperity. Companies of ERT Members are situated throughout Europe, with combined revenues exceeding €2 trillion, providing around 5 million direct jobs worldwide —- of which half are in Europe — and sustaining millions of indirect jobs. They invest more than €60 billion annually in R&D, largely in Europe.\n+32 2 534 31 00 www.ert.eu\ncontact@ert.eu vy @ert_eu\nEuropean Round Table for Industry\nBoulevard Brand Whitlocklaan 165\n1200 Brussels, Belgium\n©2020 ERT\nReleased in December 2020"
},
  "language": "Languages.ENGLISH",
  "total_pages": 72
}
