{
  "file_name": "222_2149.pdf",
  "pages": {
  "page_1": "Journal of Emerging Trends in Educational Research and Policy Studies (IETERAPS) 5(7): 33-41 © Scholarlink Research Institute Journals, 2014 (ISSN: 2141-6990) jeteraps.scholarlinkresearch.com\nTEACHERS’ EXPERIENCES IN TEACHING HIV AND AIDS EDUCATION IN MASVINGO DISTRICT, ZIMBABWE\n‘Rose M. Mugweni, *Nkidi C. Phatudi and ?Cycil G. Hartell\n‘Department of Educational Foundations\nGreat Zimbabwe University,\nP. O. Box 1235 Masvingo, Zimbabwe.\n“University of Pretoria.\nCorresponding Author: Rose M. Mugweni\n2------ +--+\n- - - - e e e e - e- - e e- e  --- - - e e - -  e e  - e e- - e ee - e - - -- - -- -- -- - - - - -- - -- - --e\nAbstract\nThis study explored teachers’ experiences in teaching HIV and AIDS as a subject in secondary schools in Zimbabwe. The Concerns-Based Adoption Model (CBAM) guided the study. Twenty teachers, four school heads and two Ministry of Education officials in Masvingo district comprised the sample. A qualitative research design was applied. Data were collected via individual interviews, focus group interviews and open-ended questionnaires. The study found that teachers had diverse experiences in teaching HIV and AIDS. All twenty teachers (100%) experienced frustration, lack of direction, being overburdened and fear regarding teaching HIV and AIDS. Some teachers 15 (75%) experienced the subject as sensitive. Yet others experienced uncertainty and insecurity. 14 (70%) teachers experienced lack of information and confusion regarding the subject and its execution thereof. Overall, there were inconsistencies regarding teacher experiences in executing the subject due to lack of professional qualifications and the non-availability of policy and curriculum documents. It is recommended that the Ministry should become proactive in developing teachers’ knowledge and skills through ongoing professional development. HIV and AIDS teachers should lessen negative affects and low self efficacy. School heads should provide resources and develop teachers’ experiences in HIV and AIDS so that the subject area is well received in schools.\nKeywords: HIV and AIDS, subject area, teachers, experience, implementation\nINTRODUCTION\neffectively teach HIV and AIDS education (Government of Zimbabwe, 2003).\nIn Zimbabwe HIV and AIDS education was introduced as a subject area in schools in 2003. At its inception, it was mandated that this be a compulsory subject area taught alongside other subjects in the curriculum, as the objective of the strategy was to use the life-sustaining power of education to reduce learners’ vulnerability to HIV infection. The ineffective functioning of the subject area in schools and its sensitivity (Government of Zimbabwe, 2003) prompted the study on how teachers experience HIV and AIDS education as a policy and subject area in schools. The research question which guided this study is: How do secondary school teachers experience implementation of HIV and AIDS education as a policy initiative and subject area in schools?\nTeachers’\nExperience\nwith\nCurriculum\nImplementation\nLike practitioners in other fields, teachers have varied experiences regarding new practices or procedures unless they feel confident that they can make them work (Mosia 2011:122; Guskey, 2002:386). For the teachers to try something new means risking failure and this may cause feelings of fear. In addition Phatudi (2007:6) contends that national policies have evoked fear, criticism and resistance from many quarters in various fields of knowledge as they are seen as an imposition by the government. In their study in Greece, Kallery and Psillos (2002:59) found that there are significant disparities between policy and implementation. The teachers in that particular study ignored many of the official requirements due to fear of the unknown. In addition, Bristo (2010:1) says that sometimes change brings with it an increased workload, frustration, anxiety and lack of direction. Hence forth, most teachers will actively resist new initiatives if they do not see the relevance of such operation.\nPolicy implementation regarding HIV and AIDS education is influenced by at least two main issues: firstly, teachers’ understanding or perceptions, that is, their knowledge, beliefs and attitudes; and secondly, teachers’ experiences and skills that are needed for the day-to-day classroom activities (Ni & Guzdial, 2007:2). In Zimbabwe, any teacher, regardless of specialisation, is mandated to teach HIV and AIDS education. The Secretary for the Ministry of Education’s Circular No. 3 of 2002 (Government of Zimbabwe, 2002:7) stipulates that each school should have a team of male and female teachers to put into practice the subject area. The challenge is that very few secondary school teachers have qualifications in HIV and AIDS education and that most are subject-specific specialists who may not be willing to\nAs viewed by Hargreaves (2005:11), teacher resistance to change can be the result of fear of change or loss of motivation and loss of status. According to Hargreaves, this is a common response to change by mid-career teachers who may have a wealth of experience. Consistent with this view, Gitlin and Margonis (1995:385) say that teachers resist change because their self-esteem may be undermined. Ballet and Kelchtermans\n33",
  "page_2": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\n(2008:59) also concur that self-doubt triggers various emotional responses and can be a source of resistance to change. Ballet & Kelchtermans (2008:60) further submit that teachers experience feelings of uncertainty and insecurity when they doubt their capacity to cope with change.\nAccording to Gitlin and Margonis (1995:397-398), teachers experience change as bringing increased workload and contrived collegiality. Heifetz and Linsky (2002) warn leaders that asking people to change is in essence challenging how they identify themselves. In the view of Datnow and Castellano (2000:794), attention should be given to teachers who experience negative emotions to practice, since failure to address their concerns, however small their number, can cause failure to adopt curriculum change.\nTeachers are front liners in policy and curriculum implementation. Reid, Brain and Bowels (2005) suggest that since policies are implemented by teachers in schools, there is need for an examination of teacher experiences and the implementation process. Successful curriculum change such as the teaching of HIV and AIDS in schools depends on a strategy that utilises teachers’ professional knowledge, experiences, skills, attitudes, motivation, values and concerns (Reid et al., 2005). According to Lloyd and Yelland (2003:82) policy initiators and curriculum drivers should focus on the knowledge, experiences, attitudes and skills integral to teacher change.\nTeachers’ Response to Curriculum Change\nIt is noted that teachers’ receptivity towards curriculum reform depends to a large extent on their experience, level of involvement and acceptance of the change effort. Teacher agency in curriculum change can be passive or active (Clasquin-Johnson, 2011:67). Teachers may employ curriculum change with fear, frustration, confussion and emotions of sensitivity. Existing research (Bowins & Beaudoin, 2011:8; Clasquin-Johnson, 2011:167; Wood & Oliver, 2007:175) reveals that based on their experience, teachers respond to curriculum change by ignoring, resisting, adopting or adapting the innovation.\nIn Zimbabwe, Cleghorn and Prochner (1997:346) found that early childhood teachers ignored the policy mandate to implement a play-based curriculum since it was not in their experience. The teachers in that particular study continued teaching reading and writing instead. The teachers reported that they were constrained by lack of materials for a play-based curriculum, large classes (average pupil: teacher ratio of 50:1) and pressure from departmental officials to achieve a certain amount of progress in academic subjects within the first three months of the academic year.\nStudies such as those conducted by Chireshe (2006:214) and Chirume (2007:45) in Zimbabwe, Kachingwe et al. (2005:199) in Malawi, Samuel (2004:162) in India, Clasquin-Johnson (2011:136) in South Africa, Burgess et\nal. (2010:52) in Australia and ActionAid (2004:8) in Kenya, reveal that lack of experience, limited resources and inadequate professional development are barriers to effective curriculum implementation and a critical factor in teachers ignoring change.\nFrom the literature review it became apparent that the teachers respond to curriculum change with either a positive or a negative attitude based on their prior experience. We therefore, found in the literature review that there are internal factors such as teacher attitude and beliefs, motivation, fear, frustration, teacher prior experience, teacher knowledge, and external factors such as professional development and training, resources plus support, which affect teachers’ experiences with curriculum innovations and in turn influence execution (Burgess, Robertson, & Patterson, 2010:52). Further, the literature review found that teachers generally do not possess the skills, knowledge, attitudes and values required to be effective HIV and AIDS facilitators (Wood & Oliver, 2007:1; ActionAid, 2004; Chiwela & Siamwiza, 1999). In this research the reviewed literature and theoretical framework strengthened the analysis of our research findings.\nTHEORETICAL FRAMEWORK\nThe theoretical framework employed in this research is the Concerns-Based Adoption Model. The theory explains that teachers proceed to effective understanding and enactment of policy and curriculum change through seven stages of concern and eight levels of practice of an innovation (such HIV and AIDS education), (Hall and Hord’s, 1987; 2001). Two diagnostic dimensions of the Concerns-Based Adoption Model for conceptualising and determining change in individuals are: Stages of Concern (SoC) and Levels of Use (LoU) (Hall & Hord, 1987; 2001). The SoC framework pertains to teachers’ feelings and attitudes about policy, curriculum change and implementation (Hall & Hord, 2001). It presents a possible progression teachers go through in implementing an innovation or a new curriculum. These stages are: Unconcerned (or Awareness), Informational, Personal, Management, Consequence, Collaboration and Refocusing; with Unconcerned being the lowest SoC and Refocusing the highest. The positive ideals in curriculum change and implementation are Collaboration and Refocusing (Anderson, 1997:331).\nThe Unconcerned or Awareness stage looks at teacher participation within the innovation. The Informational stage focuses on acquisition of information about the innovation such as general characteristics, effects, components and requirements for utilization. The Personal stage deals with the relationship between an innovation and the individual teacher (that is, role, decision-making, consideration of potential conflict or lack of success). In the Management stage teachers attempt to adopt the innovation but with little understanding. The Consequence or outcome phase focuses on the effects or impact of the innovation on learners. The Collaboration stage involves coordinating efforts in using the innovation with others (Anderson,\n34",
  "page_3": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\n1997:335). Lastly, the Refocusing stage emphasises finding other ways to make use of the innovation.\nThe second diagnostic dimension of the Concerns-Based Adoption Model discussed is Levels of Use (LoU). The LoU framework focuses on developmental patterns of teacher behaviour in understanding and implementing a classroom change. The Levels of Use of an innovation that teachers go through are: Non-use, Orientation, Preparation, Mechanical, Routine, Refinement, Integration and Renewal (Hall & Hord, 2001). Mechanical is the lowest level of adoption of an innovation where implementation is mostly surface level and glossing over without clear understanding. The highest Level of Use in implementing an innovation is Renewal. The Levels of Use are determined by the teacher’s SoC during the implementation process.\nRESEARCH METHODOLOGY\nEmploying qualitative methods framed within an interpretive paradigm (Creswell, 2007:12), we were able to enter the life world of secondary school teachers in their school contexts. The process assisted us in understanding the teachers as human beings. The sample was drawn from four government school. The schools were chosen using purposive sampling because they were viewed as implementing the government policy and curriculum innovation HIV and AIDS education. Three of the schools were in the city and one at a rural service centre. The qualitative approach enabled us as the researchers to comprehend the participants’ reality in terms of their knowledge and attitudes regarding HIV and AIDS education in schools (Marshall & Rossman, 2011).\nResearcher-designed semi-structured individual interviews, focus group interviews and an open-ended questionnaire were used as strategies to gather in-depth information about the topic under study. The research instruments dealing with items exploring teachers’ experience of implementing HIV and AIDS education were employed to collect data. A pilot study to improve the quality of the instruments and enhance the validity of the study was undertaken prior to the main data collection. Teachers selected to complete the questionnaire were those who were teaching the subject area. A mixture of data collection methods was adopted to obtain meaningful, accurate, comprehensive or rich data (De Vos, Strydom, Fouché & Delport, 2005:295). It was necessary to have triangulation of data sources because the information gathered was detailed and had a clear status as credible data (Srivastava, 1994). Thus, triangulation was more likely to produce valid data since the respondents were able to express their views in their own words and think through issues.\nWe undertook four focus group interviews with five subject area teachers at each school. Focus group interviews were preferred because they are less time- consuming and capitalise on the sharing and creation of new ideas that sometimes do not occur if participants are interviewed individually (Hancock & Algozzine, 2006). In comparison to individual interviews, the focus group\ninterview was a less threatening context that allowed participants to volunteer information freely and openly as they were encouraged to discuss issues that seemed common to them all (Hancock & Algozzine, 2006:39-40). Basic principles of ethics were considered and adhered to throughout the research process.\nDATA ANALYSIS\nData analysis was conducted according to descriptive analysis and a_ coding system. Relevant themes, categories and sub-categories were generated from the data to allow a presentation, synthesis and discussion of the results. Tesch’s method of data analysis used to analyse all the data from interviews and an open-ended questionnaire involved the following processes outlined in Creswell (1994:154-155), Skhosana and Peu (2009:5) and Mosia (2011:75).\nFor the open-ended questionnaire, we initially organised and analysed data according to individual research participants (the 20 teachers). We considered all the responses of each individual before moving on to the next participant’s responses in order to preserve the coherence and integrity of the individual response and to develop a holistic image of each participant (Cohen et al., 2007:467). On completion of the questionnaire responses, we could reflect on salient issues emerging and we developed tentative themes, categories and sub-themes.\nDuring data analysis we used thick description vignettes (Ely et al., 1997:70) and quotes from the interviews and questionnaire. The strategy created mental images that brought to life the complexities of the variables inherent in how secondary school teachers understand and respond to curriculum implementation in their contexts (Hancock & Algozzine, 2006:16). In presenting data we chose to consider the results and findings in relation to the reviewed literature and Hall and Hord’s (1987; 2001) Concerns-Based Adoption Model pertaining to the teachers’ understanding of the HIV and AIDS education policy in schools.\nRESULTS AND DISCUSSION OF FINDINGS\nIt was found that teachers had varied experiences such as feelings of frustration and fear, being over burdened, loss of direction and loss of status. Key issues on the findings of the research are in relation to the research question: How do secondary school teachers experience implementation of HIV and AIDS education as a policy initiative and subject area in schools?\nTeachers’ experiences in teaching HIV and AIDS as a curriculum area in schools\nOur aim in exploring this theme was to obtain an understanding of teachers’ experiences when teaching HIV and AIDS as a subject area in schools. The theme also allowed for the teachers’ emotions and feelings to be revealed and analysed in order to obtain insight into the topic under investigation. Data on teacher experiences was informative in terms of the study as the views of the teachers regarding their experiences were vital to\n35",
  "page_4": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\nunderstand how they were engaging with the subject area HIV and AIDS, their feelings and overt concerns. The Concerns-Based Adoption Model (Hall & Hord, 2001) contends that teacher experiences, and immediately apparent concerns are pivotal to understanding teacher practices in terms of their use in the subject area.\nTeachers experienced feelings of frustration and fear regarding the teaching of HIV and AIDS in schools\nTeachers confessed to experiencing frustrations due to lack of understanding and insufficient time allocated to the teaching of HIV and AIDS lessons at the schools. Researchers’ observations while carrying out interviews at the schools revealed that the HIV and AIDS education was not on the timetable in three of the four schools. The timetables were filled with other subjects as the schools had double sessions. Accordingly, a participant (H2) expressed the teachers’ frustration during focus group interviews as follows:\n“You find out that the school is double session and most of the HIV and AIDS lessons are off session, it’s frustrating. Most of the pupils will be tired from learning examinable subjects. They will be hungry too. As a result, [...] you see, most pupils do not come to such off session lessons’ (participant H2).\nWe reasoned that the lessons, which are taught ‘off session’, as expressed by the participants, implied that, they might not have been compulsory to the learners and the teachers. In addition, the off session lessons do not reflect on the schools’ timetable. The participants viewed failure to place the subject on the timetables as a source of frustration and problems for the AAPS teachers. Regarding this result, Bailey (2000) argues that teachers faced with daunting emotional experiences are not likely to be deeply involved in envisioning and managing the teaching of a subject area.\nIf teachers were frustrated by failure to place HIV and AIDS on the school timetable during morning sessions like is the case with other subjects on the curriculum, they have a genuine concern, which needs to be addressed by the school management. In order for the teachers to progress to higher levels of practice, it should be known that progression through the Levels of Use is determined by decision points and related behaviours in acquiring information, sharing ideas, planning tasks, reporting, performance and knowledge (Hall & Hord, 2001). If teachers’ frustrations are eliminated and the teachers are content with the support given to them by school management their practice may progresses to higher levels (Anderson, 1997:335).\nMeasured against the Concerns Based Adoption Model, teachers who face daily frustrations during policy and curriculum implementation are likely to function at the initial levels of use of an innovation — Mechanical and Routine. Teachers practicing at Mechanical and Routine\nLevels of Use face the challenge of implementing HIV and AIDS at a superficial level (Hall & Hord, 1987; 2001). In a way, operating at Mechanical and Routine Levels of Use limits the capacity of teachers and the teaching of HIV and AIDS with limited knowledge of the underpinning requirements and components (Burgess et al, 2010:56). Empirical data in this study revealed that superficial implementation of HIV and AIDS education was being practised by many of the teachers in the four schools, showing that these teachers engaged in routine practice of the subject area.\nDuring levels below Mechanical use (Non-Use, Orientation and Preparation), the teachers were in a state where they had little knowledge, were making decisions to implement the subject area and were preparing to put HIV and AIDS education into practice. In addition, the participants were frustrated by lack of knowledge and adequate time to teach the subject area as indicated by participant TF-H1 during the focus group interviews:\n‘Teaching HIV and AIDS may frustrate and affect us. Let’s say if you don’t have the requisite knowledge and adequate time you find it difficult to deliver the lessons’ (participant H1).\nTeacher frustration might account for reluctance as well as the development of negative attitudes and resentment towards teaching HIV and AIDS education in schools. The feelings of exasperation expressed by the participants reflect that the teachers might be in their Unconcerned and Informational stages of Hall and Hord’s (1987; 2001) Concerns-Based Adoption Model. It should be noted that for teachers to develop a positive attitude towards policy and curriculum implementation their needs should be considered (Benner, Nelson, Stage & Ralston, 2011; Rogers, 2003:169).\nSince the CBAM’s Stages of Concern describe feelings and attitudes that individual teachers experience during implementing an innovation such as HIV and AIDS education. These results show that the composite representations of the teachers’ feelings, preoccupations, thoughts and considerations needed to be given particular attention (Hall & Hord, 2001). In most cases some of the teachers focussed on how the subject area was putting extra demands on them since they already had enough teaching loads in their subjects of specialisation. Blaming some of the school heads as being a source of teacher frustration in schools, a Ministry of Education official stated:\n‘Heads of schools seem to contribute to these problems. Some heads who are up with it may promote the teaching of AIDS education, but I am sure the majority are just neutral or lukewarm’ (participant OF 1).\nThe teachers expressed feelings of being uncertain and confused about the demands of the innovation, their adequacy and self-awareness (self-efficacy) to meet those\n36",
  "page_5": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\ndemands and their expected role in implementing the subject area (Straub, 2009). With such concerns, the teachers were operating at the Management stage of the CBAM’s Stages of Concern (Hall & Hord, 1987). At this particular stage, the teachers were mostly experimenting and testing carrying out of the subject area without necessarily delivering effective lessons. This showed evidence of the teachers’ compliance with constraints in implementing HIV and AIDS education.\nThe participants also observed that learners undermine HIV and AIDS teachers’ authority as expressed by a participant who said:\n“Most of the problems we have with pupils you cannot freely talk to them about AIDS because you are not sure on how the pupils take it. So if it could be put on the curriculum as a subject and appear on the timetable it will also make us feel free to talk to [...] even counsel those pupils that we see are in problems or those who have problems in behaviour’ (participant R3).\nThe result showed that teachers were stressed by the lack of clarity on the part of school management to declare that the HIV and AIDS is an official subject by tabling it on the official school curriculum and on the timetable. My observation in the schools revealed that numerous and somewhat inconspicuous fears permeated the minds of confused and frustrated teachers.\nParticipants reported fear of themselves and their students being identified and labelled as having HIV and AIDS. The teachers stated that they did not want to teach the subject because they would be stigmatised as HIV- positive. A participant, H4, expressed this during focus group interviews when he said:\n‘It is frightening to teachers and to the children to be identified that he or she has got HIV or AIDS. Some will be finding something to laugh at. [...] and in addition, it comes from other teachers and or elderly people in society that’s where the big problem is. Many people laugh and stigmatise’ (participant H4).\nParticipants in the four schools reported that they feared victimisation by people who are perpetrators of child abuse if such cases were reported to the police and lawmakers. The teachers reported that they experienced fear to teach certain sensitive topics. Hence, participants advocated a protective policy. They outlined a policy that would prescribe teachers’ limitations and parameters in discussing sensitive issues with children in schools (participants R4 & M2). A participant explicitly described the teachers’ fear as follows:\n“We do not have protection from the school, the community; the Ministry of Education and we feel if we go deeper with the subject we get into more problems. If you are talking about\npupil interaction with a male teacher, we even get more problems. There might be a child with a problem the moment I discuss the problem with the child, if I take further steps from there, which are correct I might get into hot soup’ (participant M2).\nParticipant’s (M2) response reveals the non-existence of a protective policy for teachers teaching the HIV and AIDS curriculum area. Due to the policy-practice disjunction teachers feared victimisation from perpetrators of child abuse (who may be learners’ relatives) or other sensitive issues that constitute the subject area. During focus group interviews, participants clearly reiterated their fear of attracting problems to themselves. A participant expressed this when she said:\n“We are afraid because at times if you experience sensitive issues there maybe victimisation. Because some of the things may end up leading you maybe to the courts of law so sometimes it’s difficult. Therefore, at the end, to be on the safe side you end up leaving some of the issues unfinished. We are also afraid of victimisation from children’s elders, parents and relatives who might be the perpetrators of child abuse (participant R3).\nParticipants expressed that they were also afraid because they were expected to teach children to stand up for their rights, which is contrary to some African cultural practices in Zimbabwe (M5a, M5b). Most of the participants further stated that they feared confrontation by relatives if they empowered a child to report child abuse. Further, teachers (R4, R2) contended that the problem was that of the lack of protection because as teachers they were afraid of their safety:\n‘For example, we have an abused child I don’t know what procedures to take [...] maybe the parent is the perpetrator or abuser, I don’t know how he is going to take it. Some of the issues we are afraid because of the background factors of the child. So the issue of victimisation even if you were willing to help a child you chicken out'’ (participant R2).\nUnreservedly all the participants professed that their greatest fear was that teaching HIV and made them feel that they were looked down upon by other teachers and had lost their status among their colleagues and the school community. This was due to the low status given to the subject area in schools. The teachers’ experiences of fear during teaching HIV and AIDS were summarised by a participant as follows.\n‘First of all the teachers have fear of loss of status in the school. Other teachers underrate teachers who teach HIV and AIDS. So at the\n' “Chicken out’ is colloquial language refrain means to from or stop doing something out of fear.\n37",
  "page_6": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\nend you may find it difficult to assign teachers to do AIDS lessons because they are viewed as teachers of a ‘useless subject’. In addition, pupils take it as a ‘second-hand subject’. In a lesson, you see some students’ busy reading or writing notes for other subjects, which is very irritating, just because the subject is not examinable’ (participant N3).\nI conclude that frustration and fear are negative emotions that retard the running of the HIV and AIDS in schools.\nTeachers experienced HIV and AIDS as a sensitive curriculum area\nTeachers revealed that they and their learners were also living with HIV and AIDS-related deaths. Some of the teachers resorted to being reluctant and ignoring teaching the subject area because of the sad emotions it evokes in them. Participants described their devastation by sad emotions because they interacted with infected and affected learners in their classrooms while teaching HIV and AIDS education. This was expressed by H4 as follows:\n‘If you go into a class you see that half of the children in the class are orphans because of HIV and AIDS but it’s painful to those who are teaching that. Sometimes pupils fail to understand that you sympathise with them but the ‘sympathy ends in the air” (participant HA).\nBesides facing social and cultural constraints that exist in teaching HIV and AIDS education, the teachers experienced difficult emotions (ActionAid, 2004:7; Brook, 1994). Most of the participants articulated that they found the subject area to be very upsetting.\nThe teachers experienced ‘multiple decision-making points’ to come to terms with the reality they experience in their classrooms during the teaching of HIV and AIDS education (Fullan, 2001:53). A participant, H2, revealed the teachers’ experience with teaching the subject area as follows:\n‘I think generally this subject HIV and AIDS education is very sensitive. Some of the way it affects us [...] it’s a subject maybe that has been ignored, that was not talked about for a long time. Maybe I have my relative who died of AIDS so if I have to keep on talking about those things, emotionally, it will also affect me’ (participant H2).\nReiterating the sensitivity of HIV and AIDS that some teachers experience in their classes a Ministry of Education official said:\n“Teachers in the early days were sensitive [...] if they say to the children somebody who has\n* the ends in the participants By ‘sympathy air’ the meant the sympathy yielded no help to the affected learners.\nsymptoms of AIDS looks like this, looks like that, looks like the other; that may be how the teachers looks’ (participant OF 1).\n‘No teacher wants to undermine his position like that. The children will take the message home and say, our teacher was describing a person with AIDS, that’s exactly how he looks like. So, the teacher cannot willingly expose himself, its sensitive’ (participant OF 1).\nParticipants’ sad emotions were also triggered by other experiences such as the death of a close relative due to AIDS. Some of the participants’ sad feelings were the result of seeing their students who are minors grapple with problems beyond their age and capacity. The Concerns-based Adoption Model reveals that such teachers grappling with self, task concerns operate at low stages of concern (awareness, informational, personal and management), and therefore, in most cases they would not effectively implement HIV and AIDS education in their classes (Hall & Hord, 1987; 2001).\nIn the view of Hall and Hord (2001) and Sweeny (2003:2) teachers use their understanding and experiences to effectively progress in implementing a subject area new to them. The sad emotional experiences revealed by the teachers were perturbing and might have prevented the teachers from teaching the subject effectively. During focus group discussions, a participant (N2) further illuminated the teachers’ experiences when she said:\n‘At one point you shed tears looking at a child who will be coming to you confessing the truth about her problem deep down. You become emotional, more than a teacher does, more than a parent’ (participant N2).\nBased on similar results as this study, Carless (1998:354) recommended that the school management should create a support system or an enabling environment that facilitates teacher collaboration and at the same time discourages negative sentiments from colleagues who are not teaching the subject area. It might be the case that teachers, who were initially enthusiastic about the AIDS Action Programme for Schools but experienced such emotional dilemmas, easily become disillusioned if there is lack of sufficient support in the whole school context (Hertberg-Davis & Brighton, 2006:90).\nTeachers Experience Lack of Direction and Being\nOverburdened During Teaching HIV and AIDS\nDuring the time of the study, Zimbabwe was economically weak and it had adopted the American dollar as its official currency, but it was difficult to secure. The Ministry of Education, Sport, Art and Culture was not financially capable to fund sufficient production of learning and teaching materials to be used by teachers and learners in teaching HIV and AIDS in schools. Participants during focus group interviews stated that they were trying to teach the subject area but they lacked focus due to insufficient knowledge and guidance that\n38",
  "page_7": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\ncould be obtained from prescribed books. The participants expressed their confusion and lack of direction as explained by a teacher (M2):\n“We are trying to teach the subject but we lose focus because we don’t have materials, we don’t have the content. We don’t even know what to do with the kids suppose I am given the [...] time to go and teach the subject’ (participant M2).\nSome of the participants confessed that they lacked direction because the content that they got from the resources supplied by the Ministry of Education was limited and insufficient because only one textbook was used for both primary and secondary schools (R1; H2). Such results, demonstrating a shortage of prescribed materials in the implementation of a curriculum, were also found by Datnow and Castellano (2000:777) and Carless (1998:354). This shortage of material resources is contrary to what the Ministry of Education outlined in the Basic Education policy, namely that ‘more books on Sexual Abuse, STIs, HIV and AIDS were to be published for use by teachers and learners’ (GoZ, 2006:8 & 27). The participants proposed that for them to be focused they needed prescribed books about ‘real’ issues they faced in teaching the subject area (H3) which included topics such as home-based care. The need for prescribed textbooks with comprehensive content and methods was expressed by the teachers as well as explained further by R1 who said:\n‘If they can print books with more information that can equip teachers right across [...] how to handle issues, if you meet this you do this, if you meet this you do this. This is how we can teach and implement AAPS in schools. Because if we don’t have information, definitely there is nowhere we can go’ (participant R1).\nREFERENCES\nRelated to teacher loss of direction was the issue of the lack of monitoring the implementation of the subject area. Participants at all the schools revealed that Ministry of Education officials and NGOs came to get information on HIV and AIDS education in schools, but they did not give the schools feedback on how they used the information. Most teachers in all the schools reported that the lack of monitoring or follow-up of the subject area activities made teachers lose direction (H3; R1; M2). A participant (H1) expressed this during focus group interviews when he said:\n‘The other problem I see which makes us confused and lack of direction is that there are no follow ups of activities. People just come to dump or take information and go for good. No one comes back to appraise or check what is happening, how the affected and infected are being helped and there are no handouts to help orphans in child-headed families’ (participant Hl).\nOn the issue of teachers who show lack of direction by using HIV and AIDS education periods to teach subjects in their fields of specialisation, a Ministry of Education official commented:\n“Teachers tend to concentrate on the historically measurable subjects, but, there must be some paradigm shift. Where, what do you value? In the end schools that value and emphasise HIV and AIDS education as an integral part of their curriculum, are usually the most successful than those that do not’ (participant OF2).\nCONCLUSION\nThis study revealed that teachers experience HIV and AIDS as sensitive, frustrating, boring, cumbersome, and having a low status in schools. There were various reasons which cause the teachers’ experiences. It became apparent that at secondary school level, teachers were uninformed, ignorant, afraid and confused regarding the HIV and AIDS school policy’s content, components and requirements. They attributed their fears and frustration about the subject area to the non-availability or lack of guidance policy and curriculum documents as well as the lack of relevant information about HIV and AIDS in schools. The situation is likely to continue unless qualified teachers and those interested in the subject area are appointed in a permanent capacity. Hence, the further spread of HIV infections and sexually transmitted infections (STIs) among the youth in and out of school in Zimbabwe will not be restrained.\nActionAid (2004). The sound of silence: Difficulties in communication on HIV/AIDS in schools: Experiences in India and Kenya. ActionAid Alliance.\nAnderson, S.E. (1997). Understanding teacher changes: Revisiting the Concerns Based Adoption Model. Curriculum Inquiry, 27(3), 331-367.\nBailey, B. (2000). The impact of mandated change on teachers. In N. Bascia, & A. Hargreaves (Eds). The sharp edge of educational change: Teaching, leading and the realities of reform. London: Routledge Falmer.\nBallet, K. & Kelchtermans, G. (2008). Workload and willingness to change: Disentangling the experience of intensification. Journal of curriculum Studies, 40 (1), 47- 67.\nBenner, G.J., Nelson, J.R., Stage, S.A. & Ralston, N.C. (2011). The influence of fidelity implementation on reading outcomes of Middle School students. Remedial and Special Education, 32(1) 79-88.\nBowins, W. & Beaudoin, C. (2011). Experienced physical education teachers adapting to a new curriculum: Perceived facilitators and inhibitors. PHENex Journal, 3(1), 1-15.\n39",
  "page_8": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\nBristo, B.J. (2010). Principal and teacher perceptions of change implementation practices in 2007 and 2008 small learning communities grant recipient high schools in Florida. Doctor of Education Dissertation. University of Central Florida, Orlando: Florida.\nBrook, U. (1994). Teachers' attitudes towards AIDS: An explorative study in Israel. Patient Educ. Couns, 24(3), 337-340.\nJ G. & C. Burgess, > Robertson, Patterson, (2010). Curriculum implementation: Decisions of early childhood teachers. Australian Journal of Early Childhood, 35(3), 51-59.\nChireshe, R. (2006). An assessment the effectiveness of school guidance and counselling services in Zimbabwean secondary schools. PhD Thesis. Pretoria: University of South Africa.\nChirume, F. (2007). Standards-based educational reform and its implications for school-based assessment: lessons from Zimbabwean schools. Southern Africa Review of Education, 13(1), 39-47.\nChiwela, M.J. & Siamwiza, J. R. (1999). Teachers’ knowledge, attitudes, skills and practice in teaching HIV/AIDS — prevention impact, mitigation and psychosocial life skills in school and college curricula in Zambia. Lusaka: UNESCO.\nClasquin-Johnson, M.G. (2011). Responses of early childhood teachers to curriculum change in South Africa. PhD Thesis: University of Pretoria.\nCleghorn, A. & Prochner, L. (1997). Early childhood education in Zimbabwe: Recent trends and prospects. Early Education and Development, 8(3), 339-352.\nCreswell, J.W. (2007). Qualitative inquiry and research design: Choosing among five approaches. London: Sage Publications.\nDatnow, A. & Castellano, M (2000). Teachers’ responses to success for all. How beliefs, experiences and adaptations shape implementation. American Educational Research Journal, 37(3), 775-799.\nDe Vos, A.S., Strydom, H., Fouché, C.B. & Delport, C.S.L (Eds.). (2005). Research at the grassroots for social sciences and human science professions (3 ed.). Hatfield, Pretoria: Van Schaik.\nEly, M., Vinz, R., Downing, M. & Anzul, M. (1997). On writing qualitative research: Living by words. London: The Falmer press.\nFullan, M. (2003). Change forces: With a vengeance. New York: Routledge Falmer Press.\nGitlin, A. & Margonis, F. (1995). The political aspect of reform: Teacher resistance as good sense. American Journal of Education, 103(4), 377-405.\nGovernment of Zimbabwe (2006). Proposed Basic Education Policy in Zimbabwe 2006 -2010. Harare: Ministry of Education, Sport and Culture.\nGovernment of Zimbabwe (2003). Primary school teachers’ knowledge and understanding of AIDS. Report on Baseline Survey carried out in Matabeleland South and Mashonaland East. Harare: Ministry of Education, Sport and Culture.\nGovernment of Zimbabwe (2002). Secretary’s Circular No. 3 of 2002. Curriculum policy: Primary and secondary schools. Harare: Ministry of Education, Sport and Culture.\nGitlin, A. & Margonis, F. (1995). The political aspect of reform: Teacher resistance as good sense. American Journal of Education, 103(4), 377- 405.\nHall, G. & Hord, S. (2001). Implementing change: Patterns, principles and potholes. Needham Heights: Allyn & Bacon.\nHall, GE. & Hord, S.M. (1987). Change in schools: Facilitating the process. Albany, NY: State University of New York Press.\nHancock, D.R. & Algozzine, B. (2006). Doing case study research: A practical guide for beginning researchers. New York: Teachers College.\nHargreaves, A. (2005). Extending educational change: Introduction. The International Handbook of Educational Change. Dordrecht, The Netherlands: Springer.\nHertberg-Davis, H.L. & Brighton, C.M. (2006). Support and sabotage: principals’ influence on middle school teachers’ response to differentiation. Journal of Secondary Gifted Education, 17(2), 90-102.\nKachingwe, S., Norr, K., Kapondal, C., Norr, J., Mbweal, E. & Magai, D. (2005). Preparing Teachers as HIV/AIDS Prevention Leaders in Malawi: Evidence from Focus Groups. The International Electronic Journal of Health Education.(http://www.aahperd.org/aahe/publications/iejh e/l) 8, 193-204.\nKallery, M & Psillos, D. (2002). What happens in the early years science classroom? The reality of teachers’ curriculum implementation activities. European Early Childhood Research Journal, 10 (2), 49-61.\nMarshall, C. & Rossman, G.B. (2011). Designing qualitative research (5\" ed.). Thousand Oaks, CA: Sage Publications.\n40",
  "page_9": "Journal of Emerging Trends in Educational Research and Policy Studies (JETERAPS) 5(7): 33-41\nMosia, D.E. (2011). How secondary school teachers understand, respond to and implement Life Orientation. PhD Thesis. Pretoria: University of Pretoria.\nNi, L. & Guzdial, M. (2007). What makes teachers change? Factors that influence post-secondary teachers’ adoption of new computing curricula. Technical report #GT-IC-08-12. School of Interactive Computing: Georgia Institute of Technology.\nPhatudi, N.C. (2007). A study of transition from preschool and home contexts to grade | in a developing country. Unpublished PhD Thesis. Pretoria: University of Pretoria.\nReid, IL, Brain, K. & Bowels, L.C. (2005). Teachers as mediators between policy and practice. Research in Education, 32(4), 411-423.\nRogers, E.M. (2003). Diffusion of Innovations (5\" ed.). New York: Free Press.\nSamuel, M. (2004). Fallen fruit: Reflections on India. Perspectives in Education, 22(1), 157-163.\nSkhosana, R.M. & Peu, D.M. (2009). Experiences of health care providers managing sexual assault victims in the emergency unit Part 1: Background and methodology. Health SA Gesondheid, 14(1), Article #480.\nStraub, E. T. (2009). Understanding technology adoption: Theory and future directions for informal learning. Review of Educational Research, 79 (2), 625-649.\nSrivastava, GNP. (1994). Advanced research methodology. New Delhi: Radha Publications.\nSweeny, B. (2008). Best Practice Resources, 26 W 413 Grand Ave. Wheaton, IL 60187, 630-669-2605, web site at (http://www. businessmentorcenter.com/contactB WS -php)\nWood, L. & Oliver, T. (2007). Increasing the self- efficacy beliefs of Life Orientation teachers: an evaluation. Education as Change, 11(1), 161-179.\n41"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
