{
  "file_name": "224_2170.pdf",
  "pages": {
  "page_1": "w WÜRTH | INDUSTRY\nWürth Industrie Service GmbH & Co. KG - Postfach 1873 - 97968 Bad Mergentheim\nAn die Geschäftspartner\nder Würth Industrie Service GmbH & Co. KG\nVerordnung (EU) 2023/956 zur Schaffung eines CO2-Grenzausgleichsystems (Carbon Border Adjustment Mechanism - CBAM)\nSachstand: 11. Juli 2024\nSehr geehrte Damen und Herren,\nder CO2-Grenzausgleichmechanismus (Carbon Border Adjustment Mechanism, CBAM) ist ein klimapolitisches Instrument der Europäischen Union, um die EU-Treibhausgasemissionen bis zum Jahr 2030 um mindestens 55% gegenüber dem Stand von 1990 zu reduzieren. Im Speziellen soll der Wettbewerbsnachteil innergemeinschaftlicher Herstellung ausgeglichen werden, welcher dadurch entsteht, dass bestimmte Produkte bei Fertigung in der EU (z.B. Stahl) einer Bepreisung nach dem seit 2005 bestehenden EU-Emissionshandelssystems (EU ETS) unterliegen. Um für die betroffenen Produkte einer potenziellen Verlagerung von CO2-Emissionen in Länder mit geringeren Umweltstandards entgegenzuwirken, soll CBAM importierende Unternehmen über den Erwerb von CO2-Zertifikaten zur Einpreisung derjenigen Treibhausgasemissionen veranlassen, welche bei der Herstellung der Waren in Drittländern anfallen. Betroffen sind Unternehmen mit Sitz in der EU, die Produkte wie Eisen, Stahl, Zement, Aluminium, Elektrizität und Düngemittel aus Nicht-EU-Staaten einführen. Von CBAM ausgenommen sind neben Waren mit EU-Ursprung auch Produkte mit Ursprung in den EFTA-Staaten (CH, NO, LI, IS).\nSeit dem 1. Oktober 2023 müssen betroffene Unternehmen vierteljährlich einen Bericht über alle relevanten Importe erstellen und melden. Im weiteren Verlauf sind im kommenden Jahr die Registrierung und Zertifizierung als CBAM-Anmelder abzuschließen, um auch über den 31.12.2025 hinaus weiter CBAM-betroffene Waren in die EU importieren zu können. Ab 2026 erfolgt dann die kostentechnisch relevante „Besteuerung“ dieser Einfuhren mittels der Verpflichtung zum Kauf von CBAM-Zertifikaten für die ermittelten CO2-Emissionsäquivalente.\nWürth Industrie Service GmbH & Co. KG Industriepark Würth, Drillberg 97980 Bad Mergentheim\n- - T +49 7931 91-0: F +49 7931 91-4000 - info@wuerth-industrie.com - www.wuerth-industrie.com Würth Industrie Service GmbH & Co. KG, Sitz Bad Mergentheim, Registergericht Ulm HRA 680768 Komplementärin: Würth Industrie Service Verwaltungs-GmbH, Registergericht Stuttgart HRB 590633 Geschäftsführer: Helmut Eisenkolb, Ralf Gehringer, Martin Jauß, Marcus Otto, Stefan Reuss\nvE YEARS\nPARTNER OF\nINDUSTRY\n1999-2024\nMartin Jauss\nGeschäftsführer\nT+49 7931 91-1149 Martin. jauss@wuerth-industrie.com\nZeichen/Briefnummer\nmi\nBad Mergentheim, 11.07.2024",
  "page_2": "w WÜRTH | INDUSTRY\nWir haben uns von Anfang an intensiv mit der CBAM-Verordnung auseinandergesetzt, um den für uns resultierenden Handlungsbedarf abzuleiten und alle erforderlichen Maßnahmen frühzeitig einzuleiten. Dazu sind wir sowohl in Würth-Gruppen-interne als auch externe Arbeitsgremien eingebunden und koordinieren alle Aktivitäten über eine zentrale Stelle. Nachdem bereits im zurückliegenden Jahr alle betroffenen Lieferanten informiert wurden, haben wir seit dem 4. Quartal 2023 das vorgesehene Berichts- und Meldewesen eingerichtet. Derzeit stellen wir die fortlaufenden CBAM-Berichte von der Nutzung der EU-Standard-Emissionswerten auf die Realwerte unserer Zulieferer um. Parallel hierzu arbeiten wir weiter an der Einrichtung von Systemlösungen, um die CO2-Daten zu erheben und in unser SAP zu überführen. Darüber hinaus stehen wir in engem Kontakt mit den zuständigen Behörden, um weiterhin bestehende Unklarheiten zur Umsetzung der CBAM-Verordnung auszuräumen.\nFür Sie als Kunde der Würth Industrie Service besteht für die über uns bezogenen Waren derzeit keine Handlungserfordernis. Falls Sie jedoch selbst betroffene Waren in die EU importieren, sind Sie selbst von der CBAM-Verordnung betroffen und unterliegen künftig entsprechenden Registrierungs-, Dokumentations- und Meldepflichten. Für weitere detaillierte Informationen können wir Ihnen die Internetpräsenz der Europäischen Kommission empfehlen. Dort finden Sie allgemeine Informationsmaterialien sowie Webinare: https: / /taxation-customs.ec.europa.eu/carbon-border- adjustment-mechanism_en. Alternativ können Sie sich auch an uns wenden, um CBMArrelevante Produkte zum Zwecke der Aufwandsvermeidung über uns zu beziehen.\nSobald sich die Situation weiter konkretisiert hat und sich hieraus eine Auswirkung auf die fortlaufenden Geschäftstätigkeiten ergeben sollte, werden wir auf Sie als unseren Kunden zukommen. Dies gilt insbesondere auch für den Fall, dass ein nicht-substituierbarer Drittland-Lieferant zur Bereitstellung seiner Emissionsdaten nicht befähigt und somit die künftige Warenverfügbarkeit gefährdet ist.\nBitte haben Sie jedoch Verständnis dafür, dass wir in Sachen CBAM keinerlei kundenindividuelle Abfragen in Form von Fragebögen, Excel-Sheets, usw. bedienen werden. In Anbetracht der teilweise noch nicht abschließend geklärten Durchführungsbestimmungen sowie der damit verbundenen Unsicherheiten, werden wir hierzu unter haftungsrechtlichen Gesichtspunkten über das vorliegende Schreiben hinaus keine dezidierte Stellungnahme abgeben. Dies gilt auch für Aussagen über mögliche Preisentwicklungen. Vorzugsweise möchten wir unsere geschaffenen Ressourcen vollumfänglich in die Umsetzung der im Fluss befindlichen Anforderungslage einbringen.\nIn diesem Kontext sei darauf hingewiesen, dass Sie auf Basis der von uns bereitgestellten, lieferungsbegleitenden Daten (z.B. Zolltarifnummern, Woarenursprung), dem jeweils aktuellen ETS- Zertifikatspreis (EU-ETS) sowie den öffentlich verfügbaren EU-Standardwerten zu CO2-Emissionen auch eigene Bewertungen zur künftigen Preiswirkung anstellen können. Dabei gilt es zu berücksichtigen, dass sich die CBAM-bedingten Mehrkosten nicht vollumfänglich ab dem 1. Januar 2026 als Startpunkt der Implementierungsphase auf die Wareneinstandspreise von EU-Importen auswirken. Vielmehr werden sich diese Kosten aufgrund des übergangsweise geltenden CBAM-Faktors über eine Zeitspanne von 2026 bis 2034 sukzessive aufbauen.\nSeite 2 von 3",
  "page_3": "w WÜRTH | INDUSTRY\nDiese schrittweise Einführung soll es den Drittlandherstellern, Händlern und Importeuren ermöglichen, sich an die geänderten Rahmenbedingungen der Emissionsbepreisung für Importwaren zu gewöhnen. Überdies ist dieses Stufenmodell mit der bevorstehenden Reduzierung der kostenlos verfügbaren Freikontingente des ETS-Zertifikatshandels harmonisiert, so dass die CBAM-initiierte Verteuerung von Drittland-Importwaren - in unserem Falle insbesondere Verbindungsmittel aus Stahl - mit der absehbaren Verteuerung von EU-Stahlerzeugnissen infolge des EU-ETS einhergeht.\nAbschließend möchten wir noch darauf hinweisen, dass Sie sich jederzeit über unsere Homepage unter: „Aktuelle Informationen” über eventuelle Neuerungen zum Thema CBAM informieren können. Unabhängig davon empfehlen wir die seitens der Europäischen Kommission bereitgestellten Veröffentlichungen und Schulungsmaterialien (z.B. Webinare, siehe oben) sowie die erlassenen Verordnungen, Richtlinien und Durchführungsbestimmungen, die Sie auf den Homepages der europäischen Institutionen (z.B. hitps://eur-Iex.europa.eu) finden können.\nMit freundlichen Grüßen\nIhre Würth Industrie Service GmbH & Co. KG\nLa\nMartin Jauss\nBei dem vorliegenden Schreiben handelt es sich um eine Zusammenstellung öffentlich verfügbarer Informationen, Inhalte und Daten sowie Aussagen aus diversen Veranstaltungen, Seminaren und Behördengesprächen zum Zeitpunkt der Erstellung. Grundsätzlich sind die derart bereitgestellten Inhalte und Informationen allgemeiner Natur und dienen ausschließlich zu Informationszwecken. Sie stellen keine Wirtschafts- oder Rechtsberatung dar und sollen keine rechtlichen Fragen oder Probleme behandeln, die im individuellen Fall auftreten können. Auch stellen diese Inhalte und Informationen keine Zustimmung, Billigung oder Empfehlung für ein konkretes Handeln durch unser Unternehmen dar. Zur Ableitung von Schlussfolgerungen und Maßnahmen für den individuellen Einzelfall verweisen wir auf eine eigenständige Bewertung und Verifikation mittels spezifischer Daten und auf Basis einer aktualisierten Informationslage, ggf. unter Hinzuziehung eines qualifizierten Rechtsanwalts oder Wirtschaftsberaters. Vor diesem Hintergrund wird keine Gewährleistung für die Richtigkeit, Aktualität und Vollständigkeit der bereitgestellten Inhalte und Informationen dieses Dokumentes übernommen.\nSeite 3 von 3"
},
  "language": "Languages.GERMAN",
  "total_pages": 3
}
