{
  "file_name": "224_2161.pdf",
  "pages": {
  "page_1": "ww WURTH|INDUSTRY\nWirth Industrie Service GmbH & Co. KG - Postfach 1873 - 97968 Bad Mergentheim\nTo the Business Partners\nof Wirth Industrie Service GmbH & Co. KG\nEuropean Regulation (EU) 2023/956\nestablishing a Carbon Border Adjustment Mechanism (CBAM)\nCurrent Status: 11\" of July 2024\nDear Sir or Madam,\nthe Carbon Border Adjustment Mechanism (CBAM) is a climate policy instrument of the European Union to reduce EU greenhouse gas emissions by at least 55% by 2030 compared to 1990 levels. In particular, it is intended to compensate for the competitive disadvantage of domestic production resulting from the fact that certain products manufactured in the EU (e.g. steel) are subject to pricing under the EU Emissions Trading System (EU ETS), which was introduced in 2005. In order to prevent a potential shift of CO2 emissions to countries with lower environmental standards for the products concerned, CBAM is intended to encourage importing companies to charge for the greenhouse gas emissions generated during the production of goods in third countries by purchasing CO2 certificates. Companies based in the EU that import products such as iron, steel, cement, aluminum, electricity and fertilizers from non-EU countries are affected. In addition to goods originating in the EU, products originating in EFTA states (CH, NO, LI, IS) are also exempted from CBAM.\nSince 1st October 2023, affected companies must prepare and submit a quarterly report on all relevant imports. Next year, registration and certification as a CBAM declarant must be completed in order to be able to continue importing CBAM-affected goods into the EU beyond the 31 December 2025. From 2026, the cost-relevant \"taxation\" of these imports will then be imposed through the obligation to purchase CBAM certificates for the determined CO2 emission equivalents.\nWirth Industrie Service GmbH & Co. KG - Industriepark Wirth, Drillberg 97980 Bad Mergentheim\n- T +49 7931 91-0 - F +49 7931 91-4000 - info@wuerth-industrie.com - www.wuerth-industrie.com Wirth Industrie Service GmbH & Co. KG, Sitz Bad Mergentheim, Registergericht Ulm HRA 680768 Komplementarin: Wirth Industrie Service Verwaltungs-GmbH, Registergericht Stuttgart HRB 590633 Geschaftsfihrer: Helmut Eisenkolb, Ralf Gehringer, Martin JauB, Marcus Otto, Stefan Reuss\n25 YEARS\nPARTNER OF\nINDUSTRY\n1999-2024\nMartin Jauss CEO\nT +49 7931 91-1149\nmartin.jauss@wuerth-industrie.com\nReference/Letter no.\nmi\nBad Mergentheim, 11 July 2024",
  "page_2": "w WURTH|INDUSTRY\nWe have been intensively involved with the CBAM Regulation from the very beginning in order to identify the resulting need for action and initiate all necessary measures at an early stage. For this purpose, we are also involved in in-house working groups within the Wirth Group as well as in external committees and coordinate all activities via a central office. After having already informed all affected sub-suppliers in the past year, we have set up the stipulated reporting and notification system since the fourth quarter of 2023. We are currently converting the ongoing CBAM reports from using the EU standard emission values to the real values of our suppliers. At the same time, we are continuing to work on setting up a system solution to collect CO2 data and transfer it to our SAP system. We are also in close contact with the relevant authorities in order to clarify any remaining uncertainties regarding the implementation of the CBAM regulation.\nAs a customer of the Wirth Industrie Service, you are currently not required to take any action for the goods you purchase from us. However, if you should import affected goods into the EU yourself, you will be affected by the CBAM Regulation and will be subject to corresponding registration, documentation and reporting obligations. For further detailed information, we can recommend the website of the European Commission. There you will find general information material and webinars: https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en. Alternatively, you can also contact us to source CBMA-relevant products through us in order to avoid organizational efforts and expenses.\nWe will approach you as our customer as soon as the situation has materialized further and if this should have an impact on ongoing business activities. This also applies in particular if a non- substitutable third-country supplier should not be able to provide its emissions data, thus jeopardizing the future availability of goods.\nHowever, we ask for your understanding that we will not respond to any customer-specific queries in the form of questionnaires, Excel sheets, etc. with regard to CBAM. As some of the implementation provisions have not yet been finally clarified and in view of the associated uncertainties, we will under liability aspects not provide a detailed statement beyond the present information letter. This also applies to predictions on possible price impacts. We prefer to fully deploy our resources in the implementation of the requirements that are currently under development.\nIn this context, we would like to note that you can also make your own analyses based on the delivery- accompanying data provided by us (e.g. customs tariff numbers, origin of goods) and the available EU standard values on CO2.\nPage 2 of 3",
  "page_3": "w WURTH|INDUSTRY\nIn this context, please note that you can also make your own evaluations of the future price effect based on the delivery-accompanying data provided by us (e.g. customs tariff numbers, origin of goods), the current ETS certificate price (EU ETS) and the publicly available EU standard values for C02 emissions. It should be noted that the CBAM-induced additional costs will not have a full impact on the cost prices of EU imports from 1 January 2026 as the starting point of the implementation phase. Instead, these costs will gradually build up over a period from 2026 to 2034 due to the transitional effect of the applied CBAM factor.\nThis gradual introduction is intended to enable third-country manufacturers, traders and importers to familiarize themselves with the changed framework conditions of emissions pricing for imported goods. Furthermore, this phased model is harmonized with the upcoming reduction of the free quotas available under ETS certificate trading, so that the CBAM-initiated increase of prices for imported goods from third countries - in our case in particular steel fasteners - corresponds to the foreseeable increase in prices for EU steel products as a result of the EU ETS.\nFinally, we would like to point out that you can always inform yourself via our homepage under: \"Current information\" to find out about any new developments on the subject of CBAM. Independently of this, we recommend the publications and training materials provided by the European Commission (e.g. webinars, see above) as well as the regulations, directives and implementing provisions issued, which you can find on the homepages of the European institutions (e.g. https://eur-lex.europa.eu).\nBest regards,\nWirth Industrie Service GmbH & Co. KG\nLs ft\nMartin Jauss\nThis letter is a summary of publicly available information, content and data as well as statements from various meetings, seminars and discussions with authorities at the time of writing. In principle, the content and information provided in this way is of a general nature and is for information purposes only. It does not constitute business or legal advice and is not intended to address any legal issues or problems that may arise in individual cases. Nor does this content and information constitute approval, authorization or recommendation for any specific action by our company. In order to derive conclusions and measures for the individual case, we refer to an independent assessment and verification using specific data and on the basis of an updated information situation, if necessary with the assistance of a qualified lawyer or business consultant. Against this background, no liability is assumed for the accuracy, timeliness and completeness of the content and information provided in this document.\nPage 3 of 3"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
