{
  "file_name": "224_2152.pdf",
  "pages": {
  "page_1": "ww WURTH|INDUSTRY\nWirth Industrie Service GmbH & Co. KG - Postfach 1873 - 97968 Bad Mergentheim\nTo the Business Partners\nof Wirth Industrie Service GmbH & Co. KG\nEuropean Regulation (EU) 2023/956\nestablishing a Carbon Border Adjustment Mechanism (CBAM)\nDear Sir or Madam,\nthe Carbon Border Adjustment Mechanism (CBAM) is a climate policy instrument of the European Union to reduce EU greenhouse gas emissions by at least 55% by 2030 compared to 1990 levels. In particular, it is intended to compensate for the competitive disadvantage of domestic production resulting from the fact that certain products manufactured in the EU are subject to pricing under the EU Emissions Trading System (EU ETS), which was introduced in 2005. In order to prevent a potential shift of CO2 emissions to countries with lower environmental standards for the products concerned, CBAM is intended to encourage importing companies to charge for the greenhouse gas emissions generated during the production of goods in third countries by purchasing CO2 certificates. Companies based in the EU that import products such as iron, steel, cement, aluminium, electricity and fertilisers from non-EU countries are affected. In addition to goods originating in the EU, products originating in EFTA states (CH, NO, LI, IS) are also exempted from CBAM.\nSince 1st October 2023, affected companies must prepare and submit a quarterly report on all relevant imports. Next year, registration and certification as a CBAM declarant must be completed in order to be able to continue importing CBAM-affected goods into the EU beyond the 31 December 2025. From 2026, the cost-relevant \"taxation\" of these imports will then be imposed through the obligation to purchase CBAM certificates for the determined CO2 emission equivalents.\nWe have been working on the CBAM regulation for several months now in order to identify the resulting needs for action and initiate all necessary measures at an early stage. For this purpose, we are also involved in a working group at Wirth Group level. A specially established central organization unit coordinates all activities at Wirth Industrie Service. After informing all affected\nWirth Industrie Service GmbH & Co. KG - Industriepark Wirth, Drillberg - 97980 Bad Mergentheim\n25 YEARS\nT +49 7931 91-0 - F +49 7931 91-4000 - info@wuerth-industrie.com - www.wuerth-industrie.com Wirth Industrie Service GmbH & Co. KG, Sitz Bad Mergentheim, Registergericht Ulm HRA 680768 Komplementarin: Wirth Industrie Service Verwaltungs-GmbH, Registergericht Stuttgart HRB 590633 Geschaftsfihrer: Ralf Gehringer, Martin Jaufs, Marcus Otto, Stefan Reuss\nPARTNER OF\nINDUSTRY\n1999-2024\nMartin Jauss\nCEO\nT +49 7931 91-1149\nmartin.jauss@wuerth-industrie.com\nReference/Letter no.\nmi\nBad Mergentheim, 28 January 2024",
  "page_2": "ws WURTH | INDUSTRY\nsuppliers last year and determining their willingness to provide their specific CO2 data, we are currently setting up the prerequisites for recording the incoming supplier emission values. Until then, the CBAM reports required from 31 January 2024 will be provided using the existing EU standard values.\nAt the same time, we are working on process and system adjustments so that we will be able to maintain the CO2 data in SAP at product and supplier level in the future and to consider it in the quotation process depending on the CO2 certificate price. In addition to our registration on the EU's CBAM reporting portal, we are also in contact with the relevant authorities in order to clarify existing ambiguities regarding the CBAM Regulation and the associated Implementation Regulation. Therefor we are submitting adjustment proposals and questions for mutual consultation.\nAs our customer, you are currently not required to take any action for the goods you purchase from us. However, if you should import affected goods into the EU yourself, you will be affected by the CBAM Regulation and will be subject to corresponding registration, documentation and reporting obligations. For further detailed information, we can recommend the website of the European Commission. There you will find general information material and webinars: https://taxation- customs.ec.europa.eu/carbon-border-adjustment-mechanism_en. In order to source CBMA-relevant products from us for the purpose of avoiding additional effort on your part, you are welcome to contact us with your enquiries at any time.\nWe will approach you as our customer as soon as the situation has materialized further and if this should have an impact on ongoing business activities. This also applies in particular if a non- substitutable third-country supplier should not be able to provide its emissions data, thus jeopardizing the future availability of goods. Please understand, however, that we will not respond to any customer-specific queries in the form of questionnaires, Excel sheets, etc. with regard to CBAM. As some of the implementation provisions have not yet been finally clarified and in view of the associated uncertainties, we will under liability aspects not provide a detailed statement beyond the present letter. This also applies to predictions on possible price impacts. We prefer to fully deploy our resources in the implementation of the requirements that are currently under development. In this context, we would like to note that you can also make your own analyses based on the delivery- accompanying data provided by us (e.g. customs tariff numbers, origin of goods) and the available EU standard values on CO2.\nBest regards,\nWirth Industrie Service GmbH & Co. KG\ne CLL\nMartin Ss\nPage 2 of 2"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
