{
  "file_name": "22_346.pdf",
  "pages": {
  "page_1": "Greener Steel, Greener\nMining?\nApril 2022\nBy Nicole Voigt, Simon-Pierre Monette, Marc Gilbert, Raminder Gill, and Ingo Mergelkamp\n‘\nPoee|\\\n\\\nJ\n| as\nMy\nYY\nHy\nhy\nlist\n%\noy\n\"4\n=4N\n7\nLeading in the New Reality\nClimate & Sustainability |",
  "page_2": "Boston Consulting Group partners with leaders\nin business and society to tackle their most\nimportant challenges and capture their greatest\nopportunities. BCG was the pioneer in business\nstrategy when it was founded in 1963. Today,\nwe work closely with clients to embrace a\ntransformational approach aimed at benefiting all\nstakeholders—empowering organizations to grow,\nbuild sustainable competitive advantage, and\ndrive positive societal impact.\nOur diverse, global teams bring deep industry and\nfunctional expertise and a range of perspectives\nthat question the status quo and spark change.\nBCG delivers solutions through leading-edge\nmanagement consulting, technology and design,\nand corporate and digital ventures. We work in a\nuniquely collaborative model across the firm and\nthroughout all levels of the client organization,\nfueled by the goal of helping our clients thrive and\nenabling them to make the world a better place.",
  "page_3": "Greener Steel, Greener Mining?\nDecarbonizing steel production, which generates about 7% of global CO, emissions, is a vital step toward achieving a net-zero world. For mining companies that supply the iron ore needed to produce steel, helping steelmakers reach this goal could remedy their own emissions problems.\nM any iron ore mining companies are already taking steps to address Scope 1 and Scope 2 greenhouse gas emissions that arise from their own operations However, they are under increasing pressure to tackle down- stream Scope 3 emissions stemming from subsequent use of mined products—for example, in smelting and refining iron ore to make steel. Scope 3 emissions account for approximately 90% of mining industry emissions.\nChina, the world’s largest steel-producing country, has created a national carbon-pricing system that is expected to take steel emissions into account within the next few years. Meanwhile, President Biden has announced that the US intends to reduce its emissions by at least 50% by 2030 (compared with 2005 levels) on the way to net-zero emis- sions by 2050.\nThe Road to Green Steel Won’t Be Smooth\nFortunately, greener ways of producing steel are creating an opportunity for iron ore mining companies to curb these hard-to-reach emissions. What’s more, they offer iron ore miners the chance to build new and more sustainable businesses, forge closer relationships with their customers, and create value.\nIn response, recognizing that a proactive approach could give them a competitive advantage, leading steel players are setting their own emissions reduction targets and formulating strategies for reaching them.\nSteelmakers Face Growing Pressure to Act\nDirect-Reduced Iron with Electric Arc Furnaces. Re- placing the blast furnaces and basic oxygen furnaces (BF-BOFs) of a traditional integrated steel producer with production based on direct-reduced iron and electric arc furnaces (DRI-EAFs) is one mature technology option. DRI production facilities consume high-grade iron ore pellets and run on natural gas (NG). Eventually, however, they are likely to use green hydrogen (Hz). This technological im- provement could reduce emissions by 33% to 55% com- pared with the BF-BOF production route, taking into ac- count Scope 1, Scope 2, and upstream Scope 3 emissions. Over 100 million tons of NG-based DRI-EAF production capacity is already in place worldwide.\nLike miners, steelmakers face mounting pressure from multiple stakeholders—including investors, activists, end users, and governments—to curb their carbon emissions Last August, the Institutional Investors Group on Climate Change, a coalition of European asset managers, accused the steel industry of failing to set firm net-zero emissions commitments.\nGovernments, meanwhile, are adopting measures designed to incentivize high-emissions industries, such as steel, to act. Europe is leading the way. The European Union’s new Carbon Border Adjustment Mechanism (CBAM) is essen- tially a tariff imposed on steel imports on the basis of the amount of carbon embedded in them. CBAM will require importers to report embedded emissions starting in 2023 and will become fully operational in 2026. The mechanism aims to create a level playing field between EU producers and importers of steel from outside the bloc to prevent strategic carbon leakage @fforts to move production off shore in order to avoid EU climate costs or to replace EU products with more carbon-intensive imports).\nAs an alternative to EAFs, some integrated players are exploring the use of submerged arc furnaces (SAFs) as smelters to melt solid DRI and remove impurities prior to transferring the iron to their existing BOFs.\nThree main pathways exist for incumbent players to decar- bonize steel production. (See Exhibit 1.)\nBOSTON CONSULTING GROUP",
  "page_4": "Exhibit 1 - Technologies Exist That Can Substantially Reduce Emissions\nScope 1, Scope 2, and Scope 3U emissions (kg CO,/t crude steel)?\n~2,300—2,400\n~2,050-2,250\npee eee eee eee,\nbee\n~1,370-1,770\npee eee eee\n310\n1,800\npoe eee eee,\n310\n~850-1,250\n1,800\n~940-1,040\nanne\npee eee eee\n~500-600\n~500—-600\n~400-800\n~400-800\nnee\n150\n~100-300\nBF-BOF\nBF-BOF (CCUS)\nDRI-EAF (NG)\nDRI-EAF (green H2)\nElectrolysis?\n‘1 Scope 2\nScope 1\nHi Scope 3U?\nSource: BCG analysis.\nGREENER STEEL, GREENER MINING?\n~470-670\n220\n150\n~100-300\nScrap-EAF\n> Emissions relative to BF-BOF (%)\nNote: Scope 2 emission estimates are based on an electricity grid emission factor of 430 kg CO2/MWh; this falls to zero with 100% green electricity. BF-BOF Scope 2 emissions are negligible, as self-sufficiency in meeting electricity needs is assumed. BF = blast furnace; BOF = basic oxygen furnace, CCUS = carbon capture, utilization, and storage; DRI = direct reduced iron; EAF = electric arc furnace; NG = natural gas.\n1Scope 3U = Scope 3 upstream emissions.\n2 Molten oxide electrolysis.\nSteel Scrap. Using EAFs to process scrap steel is a proven pathway to decarbonize the production of commodity- grade steel. To produce higher grades of steel, companies must use DRI-EAFs. Europe already heavily recycles steel, but other regions, such as China, have significant untapped potential to use recycled scrap. Even so, at a global level, scrap will likely be in short supply and so cannot fully replace ironmaking.\nif successful, this process could enable companies to use low-grade iron ore to produce high-grade steel. As yet, however, only one pilot project exists worldwide. Iron ore electrolysis is another technology that might be able to use lower-grade fines as source material, but it is still at the laboratory stage.\nIn light of the challenges associated with the three path- ways outlined above, we expect the solution to net-zero emissions in the steel industry to involve a mix of all three. (See Exhibit 2.) How that mix will evolve remains uncer- tain. Nevertheless, across our scenarios, we expect the DRI-EAF pathway to gain in importance over the foresee- able future, provided that it receives the necessary support from growth in high-grade iron ore pellet supply, scrap, and green H, to achieve its full carbon-reduction potential.\nCarbon Capture, Utilization, and Storage. Another decarbonization option involves capturing carbon emis- sions from steel production and then either sequestering them or using them in industrial processes. The technolo- gy faces public resistance in many regions, however, and sequestration requires access to a limited number of geo- logical formations.\nSignificant uncertainty exists about which of these three pathways offers the most viable way to reduce emissions in the difficult-to-abate steel sector. All face challenges today, for reasons that range from dependence on imma- ture technologies to significant cost to lack of feedstock availability.\nHow Iron Ore Miners Can Participate in Steel Decarbonization\nIn reconfiguring their production processes to make them more environmentally friendly, steel producers will need access to greater quantities of scrap metal and high-quality ores and pellets for use in DRI-EAF plants. Mining compa- nies have a key role to play in meeting these requirements. And by adopting new approaches—such as partnerships and other forms of forward integration—to serve their customers, they can forge closer relationships with steel- makers and create greater value.\nFor example, DRI-EAFs require high-grade iron ore pellets, but the supply of such pellets is limited by constraints on the supply of high-grade ore and on pelletizing capacity. Players equipped with SAFs can use slightly lower-grade blast furnace pellets. In addition, research is underway in using iron ore fines to make DRI in a fluidized bed furnace;",
  "page_5": "Here are three actions they should consider taking.\nAccelerate high-grade production. Iron ore mining com- panies already prioritize the production of better-quality ores, but they need to do more. Ores with more iron content and fewer impurities enable manufacturers to produce higher-value-added green steel efficiently. Demand for such ores will grow as steel makers shift away from BF-BOF plants and toward DRI-EAFs. Miners need to anticipate the requirements arising from this shift and position them- selves to access and develop high-grade resources.\nMove downstream. The industry practice of producing iron mostly onsite at steel-making plants will change as steel companies increase their use of DRI. With DRI likely to be in short supply, miners can help mitigate the short- age by building and operating DRI plants in optinum locations for leveraging regional low-cost renewable energy and NG resources and logistical advantages. But to suc- ceed, they will need to navigate the downstream ecosystem That means securing access to cost-competitive renewable electricity and green H,, and securing a partnership or offtake agreement with a steelmaker.\nGiven the war in Ukraine’s impact on NG prices and sup- plies, DRI production in Europe using NG appears to be less feasible in the near term. This could further the case for decoupling DRI production from steel making, with access to low-cost NG outside Europe outweighing the advantages of hot-charging DRI onsite. Another possibility would be for players to take advantage of the newly an- nounced Hydrogen Accelerator program—part of the EU’s\nREPowerEU plan to diversify gas supplies—to kick-start\nDRI production based on green H, in Europe.\nParticipate in scrap recycling. As steelmakers ramp up their decarbonization efforts, mining companies have the opportunity to offer their steelmaking customers a com- plete range of low-carbon metallics, including supplies drawn from scrap sources. By expanding into scrap, miners can mitigate the risk to primary metal demand that scrap poses, and they can participate in the megatrend toward circularity over the coming decades. However, a deep un- derstanding of the subsegments of the scrap value chain is critical to developing an actionable entry strategy and building a concrete, investable business model. By leverag- ing their relationships with steelmakers and extending their current value-in-use models to scrap supplies, mining companies can differentiate themselves from incumbent scrap suppliers. Because the scrap industry is fragmented, they may also derive value by advancing transparency and capturing synergies and economies of scale through con- solidation. In addition to opening a new source of revenue, moving into scrap recycling would improve mining compa- nies’ overall sustainability.\nron ore mining companies have a clear incentive to be- come part of the decarbonization solution for steel, but they must act with urgency. By taking steps today, they can gain access to increasingly valuable resources and build effective partnerships for the long term. The investment decisions that mining companies make now will last for decades, so they need to move boldly to help their steel- making customers chart a course to a net-zero future.\nExhibit 2 - DRI-EAFs and Scrap-EAFs in Steelmaking Will Gain Share\nRegion\n2019 tech mix (%) 2030 tech mix (%)\n2050 trends\n2050 tech mix (%)\nGlobal\nNet-zero targets achieved/on track\nCCUS and Hz: widely successful in steel\nRee e eee eee\nChina\nOn track to achieve net zero in 2060\nBF-BOFs to lose share against EAFs\nee\nAchieves net-zero target of 2050\nEurope\nAll BF-BOFs with CCUS; all DRIs with H2\na\nbo:\nBe:\nBE:\nIndia\nBF-BOFs continue to have large share\nNet-zero target of 2070\neee\nJapan, South Korea,\nAchieves net-zero target of 2050\nand Taiwan\nAll BF-BOFs with CCUS; all DRIs with H2\na\nRest of the\ni:\nBe:\nEee: US: Increased share of EAFs\nworld\nCanada: Expect DRIs with H2\nMENA: DRI-EAFs remain dominant\nHB ODRI-EAF\nIB Scrap-EAF\nBF-BOF\nSources: WSA; BCG analysis.\nNote: BCG base case estimates are based on the assumption that decarbonization kicks in and regions achieve their pledged targets .g., EU by 2050, and China by 2060). BF = blast furnace; BOF = basic oxygen furnace; CCUS = carbon capture, utilization, and storage; DRI = direct reduced iron; EAF = electric arc furnace; MENA = Middle East and North Africa.\nBOSTON CONSULTING GROUP",
  "page_6": "About the Authors\nnet\n=\nIngo Mergelkamp is a senior knowledge expert and team manager for the Industrial Goods practice in BCG’s Dussel- dorf office. You may contact him by email at mergelkamp. ingo@bcg.com.\n—_\nSimon-Pierre Monette is a managing director and part- ner in the firm’s Montreal office. He is a core member of BCG’s Industrial Goods (including mining and metals), Energy, and Climate & Sustainability practices. You may contact him by email at monette.simon-pierre@bcg.com.\ns\n~~\nrt\n%\nA\nRaminder Gill is a principal in the firm’s Montreal office You may contact her by email at gill.raminder@bcg.com.\nip —4\nMarc Gilbert is a managing director and senior partner in BCG’s Montreal office. He leads the firm’s work in geopoli- tics and trade impact within the Global Advantage practice You may contact him by email at gilbert. marc@bcg.com.\nwe\nNicole Voigt is a managing director and partner in the Dusseldorf office of Boston Consulting Group and is the global lead for the firm’s metals topic. You may contact her by email at voigt.nicole@bcg.com.",
  "page_7": "For information or permission to reprint, please contact BCG at permissions@bcg.com.\nTo find the latest BCG content and register to receive e-alerts on this topic or others, please visit bcg.com.\nFollow Boston Consulting Group on Facebook and Twitter.\n© Boston Consulting Group 2022. All rights reserved.\n4/22",
  "page_8": "HII)\nAN\nS\ncae\n=\nSN\n\\\\ iN\nxX\nyi)\nA a\nG\n“iy,\n]\n*\nhi\ntf\n@ py\ni} f\n4\n$f d\ni.\n(7\nat\np\n¥\n~\n=\n4\nees\n-"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
