{
  "file_name": "22_360.pdf",
  "pages": {
  "page_1": "Yeşil Ufuklar: Turkiye'nin\nSürdürülebilirlik Yolculuğu\nBCG Sürdürülebilirlik Üzerine Raporu 2024\nği\na\nt\nin\nin\na\nAlirza Sancar, Sedat Keleş ve Ebru Hüsrevoğlu-Baysak\npi\nCg\nZa\nN\nŞi\nON\na\nA",
  "page_2": "Bu raporda, Boston Consulting Group (BCG),\nTürkiye'nin sürdürülebilir kalkınma ve küresel\nkarbon salınımı azaltma çabaları doğrultusunda\nkaydettiği ilerlemeyi kapsamlı bir şekilde\nanaliz eder. Yaklaşımımız 3 ana konunun tüm\nboyutlarıyla incelenmesine dayanmaktadır:\n() Türkiye'nin sürdürülebilirlik politikaları, (fi)\nTürkiye'nin sürdürülebilirlik yolundaki konumu\nve potansiyeli, (ili) üst düzey şirketler tarafından\nalınan sürdürülebilirlik inisiyatifleri.\nAmacımız, Türkiye'nin devam eden\nsürdürülebilirlik çabalarına ve bu alandaki\nbeklentilere dair detaylı bir genel bakış sunmaktır.\nAyrıca, Türkiye'nin bu küresel hareket içindeki\nrolünü güçlendirebilecek temel gereksinimler\nde belirlenmiştir. Bu rapor, tüm paydaşlara kritik\nbilgiler sağlayan bir rehber niteliğinde olup\nTürkiye'nin sürdürülebilirlik yolculuğuna destek\nolmayı amaçlamaktadır.",
  "page_3": "İçindekiler\n04| Yönetici Ozeti\n06 | Gelişmekte Olan Ülkelerdeki Şirketlerin Suürdurülebilirlik inisiyatifleri Için 3 Ana Motivasyon Kaynağı Bulunuyor\n08 | Türkiye Stratejik Surdürülebilirlik Sürecinde Kayda Değer : Bir İlereme Sağladı, Sureç Ele Alınması Gereken Konularla\nDevam Ediyor\n11 | Türk Iş Dünyası da Giderek Somutlaşan Aksiyonlarla İlerleme Kaydediyor\n14| Türkiye'nin Surdurulebilirlik Yolculuğu Düzenleyıcı ve Finansal Adımlarla Desteklenmel\n17 | Türkiye'deki Işletmeler ıçın Bazı Stratejik Gereksinimler Bulunuyor\n18| Yazarlar Hakkında",
  "page_4": "Yönetici Özeti\nGelişmekte Olan Ülkelerdeki Şirketlerin Sürdürülebilirlik Inisiyatifleri için 3 Ana Motivasyon Kaynağı Bulunuyor\nİklim eylemi, hem çevresel sürdürülebilirliği hem de ekonomik direnci sağlamak için giderek daha kritik hale gelmektedir. Şirketler için sürdürülebilirlik girişimlerine yönelik motivasyon, esas olarak üç ana kaynağa sahiptir: (i) regülasyonlar, (ii) pazardaki talep ve (ili) ekonomik fırsatlar. AB'nin Sınırda Karbon Düzenlemesi Mekanizması (CBAM) gibi regülasyonlar emisyonları azaltmak için yasal bir çerçeve sunarken pazardaki sürdürülebilirliğe yönelik talep şirketlere daha yeşil politikalar uygulama konusunda baskı uygulamaktadır. Ek olarak, maliyet tasarrufu gibi ekonomik faydalar şirketler için güçlü bir teşvik görevi görmektedir. Bununla birlikte, regülasyonlar ve pazardaki talep gelişmekte olan ekonomilerde henüz tam olarak gelişmediğinden, ekonomik fırsatlar sürdürülebilirlik için ana motivasyon kaynağı haline gelmekte ve pazarda sınırlı veya gecikmiş dönüşümlere neden olmaktadır.\nçl\nTürkiye Stratejik Sürdürülebilirlik Sürecinde Kayda Değer Bir İlerleme Sağladı, Süreç Ele Alınması Gereken Konularla Devam Ediyor\nTürkiye, hem gelişmekte olan pazarlardan biri hem de gelişmiş ekonomilerin bir ana ticaret ortağı olarak, sürdürülebilirlik yolunda küresel ve bölgesel gelişmelere uyumlu bir şekilde ilerlemektedir. Bu adımlar, Paris Anlaşması'nın onaylanması gibi sürdürülebilirlik hedeflerini bildirmeyi ve CBAM gibi düzenlemelerin gereklilikleri için hazırlık yapmayı içermektedir. Türkiye, yenilenebilir enerji ve enerji verimliliği alanlarındaki inisiyatiflerini de sürdürmektedir. Bu aksiyonlar, sadece Türkiye'nin enerji bağımsızlığı hedefini desteklemekle kalmamakta, aynı zamanda cari hesap açığını azaltmaya da katkıda bulunmaktadır (enerji ithalatı, açığın 9060'ından fazlasını oluşturmaktadır). Ayrıca, şu anda tam işlevsel bir emisyon ticareti altyapısına sahip olmamakla birlikte, Türkiye sera gazı azaltımı için düzenleyici hukuki çerçevesini güçlendirmek amacıyla Türk Emisyon Ticareti Sistemini (ETS) başlatmaya hazırlanmaktadır. Türkiye, ulusal stratejik hedefleri de destekleyen sürdürülebilirlik önlemlerini proaktif olarak genişletme potansiyeline sahiptir.\nYEŞİL UFUKLAR: TÜRKİYE'NİN SÜRDÜRÜLEBİLİRLİK YOLCULUĞU\nCN\nmn\nTürk İş Dünyası da Giderek Somutlaşan Aksiyonlarla İlerleme Kaydediyor\nTürkiye'deki işletmeler de gelişmekte olan pazarlar gibi öncelikle ekonomik fırsatlar tarafından yönlendirilerek sürdürülebilirliği giderek benimsemektedir. Bu değişime örnek olarak mobilite sektöründeki TOGG ve Siro gibi öncü girişimlerin ortaya çıkışı ve yeni sürdürülebilirlik alanlarına erişim sağlamaları örnek olarak verilebilir. Bununla birlikte, sürdürülebilirliğe olan bağlılık artmaktadır. 2020 ile 2022 yılları arasında, Türkiye'nin Fortune 100 şirketlerindeki Sürdürülebilirlikten Sorumlu Genel Müdür Yardımcısı (Chief Sustainable Officer, CSO) sayısı 4'ten 12'ye çıkmış, sürdürülebilirlik hedefleri belirleyen şirket sayısında 9084, sürdürülebilirlik raporu sayısında ise 9017 artış yaşanmıştır. Türk işletmelerinin sürdürülebilirlik niyetleri ile sonuçları arasında tutarlılığı artırma potansiyeli hâlâ büyük ve gelişmektedir.\nmi\nTürkiye'nin Sürdürülebilirlik Yolculuğu Düzenleyici ve Finansal Adımlarla Desteklenmeli\nİş dünyasında sürdürülebilirliğin artan önemiyle birlikte, Türkiye'nin sürdürülebilirlik yolculuğu da düzenleyici çerçevenin evrimine ve yeşil finansmanın mevcudiyetine bağlı olarak şekillenecektir. Şu anda, Türkiye'nin daha gelişmiş bir düzenleyici manzaraya geçişi hala devam etmekte olup, bu durum yeşil finansmanı daha da önemli bir bileşen haline getirmektedir. Türkiye, 2050 yılında Net Sıfır hedefine ulaşmak için 2030 yılına kadar yaklaşık 100 milyar dolarlık yatırıma ihtiyaç duymaktadır. Bu bağlamda, yeşil finansmana erişimin artırılması, Türkiye'nin sürdürülebilirliğini etkili bir şekilde ilerletmesi için hayati öneme sahiptir.",
  "page_5": "Türkiye'deki İşletmeler için\nBazı Stratejik Gereksinimler\nBulunuyor\nTürkiye'deki işletmeler,\ndayanıklılıklarını ve\nrekabetçiliklerini artırmak için\nsürdürülebilirliği iş modellerine\nve stratejik süreçlerine entegre\netmelidir. Gerekli işletme\nmodeli değişiklikleri arasında\n(0 günlük operasyonlara\nsürdürülebilirliği entegre\netmek, (ii) iş modellerini iklim\ndeğişikliğine yönelik kurgulamak\nve (im sürdürülebilirlik\ninovasyonlarından faydalanmak\nyer almaktadır; bunlar, (W)\npolitika yapıcılarla iş birlikleri\nyapmak ve (V) sürdürülebilirlikle\nilgili bilgi birikimini geliştirmek\ngibi ana destekleyicilerle\ntamamlanmaktadır.",
  "page_6": "..\ndm\nOZ\nGelişmekte Olan Ülkelerdeki Şirketlerin Sürdürülebilirlik İnisiyatifleri için 3 Ana Motivasyon Kaynagı Bulunuyor\nO, ve diğer sera gazlarının milyon yıldan fazla bir\nC süredir en yüksek seviyelerine ulaşması, iklim eylemi için aksiyona geçme ihtiyacını vurgulamaktadır. Bu artış, daha yüksek küresel sıcaklıklara, daha s ve şiddetli hava olaylarına ve artan deniz seviyelerine yol açmıştır. Bu durum, dünyanın mevcut haliyle kalıcı olmayacağını göstermektedir. Sonuç olarak, bazı bölgeler çöle dönüşecek, diğerleri su altında kalacak ve küresel göç gibi önemli sorunlar ortaya çıkacaktır. Önemli bir müdahale olmaksızın, mevcut eğilimler 2100 yılına kadar küresel sıcaklıkların 3-4 derece (*C) artabileceğini öngörmekte; bu da ekonomik istikrar, ha sağlığı, biyoçeşitlilik ve daha fazlası için ciddi sonuçlar doğurmaktadır.\nW\nİklim eylemi konusundaki uluslararası yaklaşım önemli ölçüde evrilmiştir. Bu süreç 2005 yılında gelişmiş ülkeler için bağlayıcı emisyon azaltma hedefleri koyan Kyoto Protokolü ile başlamıştır ve 2015 yılında küresel ısınmayı 29C'nin çok altında tutmayı amaçlayan Birleşmiş Milletler Sürdürülebilir Kalkınma Hedefleri ve Paris Anlaşması ile devam etmiştir. AB Yeşil Mutabakatı ve COP27 ile COP28 zirveleri gibi gelişmelerden çıkan sonuçlar, sürdürülebilir ve düşük karbonlu bir geleceğe olan bağlılığı pekiştirmiştir. BCG'nin “Why Emerging Markets Need to Prepare for the EU's New Climate and ESG Regulations” isimli makalesinde de açıklandığı üzere; CBAM, AB Ormansızlaştırmayı Onleme Yönetmeliği (EUDR) ve Kurumsal Sürdürülebilirlik Özen",
  "page_7": "Yükümlülüğü (CSDD) gibi araçlar da emisyonları azaltmak ve küresel iş birliği yoluyla sürdürülebilir kalkınmayı ilerletmek için hayati öneme sahiptir.\nDünya çapında ve özellikle gelişmekte olan pazarlardaki işletmeler, sera gazı emisyonlarını etkin bir şekilde azaltmak ve sürdürülebilirlik sağlamak için üç ana faktör tarafından motive edilmektedir: (i) regülasyonlar, (i1) pazardaki talep ve (iii) ekonomik fırsatlar.\n() Regülasyonlar, iklim değişikliğine karşı mücadelede bir temel taşı olarak hizmet etmekte, uluslararası ve bölgesel politikalarla birlikte sürdürülebilirlik eylemlerini zorunlu kılmaktadır. AB ETS ve CBAM, emisyonları sınırlamak için piyasa tabanlı stratejileri kullanarak bu yaklaşımı örneklemektedir. Bu mekanizmalar sadece karbon sızıntısını önlemekle kalmamakta, aynı zamanda daha temiz üretim pratiklerini teşvik etmektedir. Bu tür politikalar, kurumsal faaliyetleri Paris Anlaşması ve AB Yeşil Mutabakatı'nda belirlenen iddialı hedeflerle uyumlu hale getirmede önemli bir rol oynamakta ve 2050 yılına kadar karbon nötralitesi için sera gazı emisyonu azaltımlarını hedeflemektedir. (ii) Sürdürülebilir pratiklere yönelik artan tüketici, çalışan ve yatırımcı talebi; sürdürülebilirliğe doğru bir başka teşvik aracı görevindedir. “Sense and Sustainability” isimli BCG çalışmasına göre, tüketicilerin yaklaşık 9020'si sürdürülebilir ürünlere 9010'dan fazla prim ödemeye isteklidir. Çalışanlar da değişim talep etmekte, giderek işverenlerinden sürdürülebilir değerleri yansıtmalarını beklemektedirler. Benzer şekilde, yatırımcılar da ÇSY kriterlerine öncelik vermekte,\nŞekil 1 - ÇSY ve Sürdürülebilirlik...\nşirketleri uzun vadeli kârlılık ve risk azaltma sağlayacak sürdürülebilir pratiklere yönlendirmektedir. Pazardaki artan çevresel farkındalık ve ÇSY faktörlerinin önemi ile yönlendirilen bu baskısı, şirketleri piyasada cazip kalmak için daha yeşil politikalar uygulamaya teşvik etmektedir. (ii) Sürdürülebilirlik uygulamalarından doğan ekonomik fırsatlar da işletmelerin yeşil ekonomiye katılımı için güçlü teşvikler sağlamaktadır. Enerji geçişi ve verimliliğinden sağlanan maliyet tasarrufları ve yeni pazarlara giriş için yaratılan potansiyel, işletmelere önemli finansal faydalar sunmaktadır. Ayrıca, ÇSY uyumundan dolayı yatırımlara erişimin artması ve sermaye maliyetlerinin azalması, işletmeler için önem teşkil etmektedir. “The Sustainability Imperative in Emerging Markets” isimli BCG çalışmasına göre, daha yüksek ÇSY performansına sahip olan şirketler daha elverişli finansman şartlarından yararlanmaktadır. 2017'den 2021'e kadar “yeşil tahvil” ihracında 9636'lik yıllık artış olmuş ve aynı dönemde ÇSY odaklı kredilerin pazar payı 9603'ten 9017'ye çıkmıştır.\nSonuç olarak, sürdürülebilirlik dönüşümünün, regülasyonların ve pazar talebinin tam olgunlaşmadığı gelişmekte olan piyasalarda, esas olarak ekonomik firsatlar tarafından yönlendirildiği açıktır. Bu odaklanma, daha yavaş ve/veya sınırlı bir dönüşüme yol açmakta ve düzenleyici ve pazar desteğini güçlendiren stratejilerin gerekliliğini vurgulamaktadır. Ayrıca, bu motivasyonları güçlendirmek sadece çevreyi koruma yolunda değil, aynı zamanda uzun vadeli ekonomik büyüme ve direnci sağlama yönünde stratejik bir adımı da temsil etmektedir.\n...yatırımcı kararları\niçin öncelik haline\ngeliyor\n...daha yüksek piyasa\ndeğerlemeleriyle\nilişkilendiriyor\n...sermaye maliyetlerini\ndüşürüyor ve finansmana\nerişimi kolaylaştırıyor\n...düzenleyici riskleri\nyönetmeye ve azaltmaya\nyardımcı oluyor\n...operasyonel\nmasrafları düşürüyor\n...piyasa genişlemesine\nve yeni iş alanlarına\nyol açıyor\n...satın alma\ndavranışlarını ve işveren\nçekiciliğini etkiliyor\nO\nDeğişen satın\nalma ve\nistihdam\ndavranışı\n13 yüzde\npuanlık marj\nprimi\nSürekli gelişen\nregülasyonlar\n6\nG) X katmanı tarafından etkileniyor\n0.2-0.4 yüzde\nSürdürülebilir\npuan daha düşük yatırım yönetilen\nsermaye maliyeti varlıkların 933'ü\nAsıl işin ötesine\ngeçecek bir\nplatform\n2\nm Ekonomik Fırsatlar\n3\nm Regülasyonlar\nKaynak: BCG Analizi\n1\n7\nPazardaki Talep",
  "page_8": "|\n—\ndi | pile —\n—\n/ | nl sai ? Si\nİ |\n|\n|\ngi\nME £i\nii\n7\nSiena\ne\na\nmen\na\npi —\nTürkiye Stratejik Sürdürülebilirlik Sürecinde Kayda Değer Bir İlerleme Sağladı, Süreç Ele Alınması Gereken Konularla Devam Ediyor\nT ürkiye'nin sürdürülebilirlik yolculuğu; küresel hükümleri, bölgesel gereklilikleri ve ülkeye özgü faktörlerin stratejik entegrasyonunu içermektedir. Ülkenin uluslararası çerçevelerle kasıtlı etkileşimi, özellikle Ekim 2021'de Paris Anlaşması'nın onaylanmasıyla vurgulanmıştır ve ülkenin küresel sürdürülebilirlik hedeflerine olan bağlılığında dönüm noktasını oluşturmaktadır. Bu eylem, sadece Türkiye'nin sera gazı emisyonlarını azaltma sözünü yeniden teyit etmekle almamış, aynı zamanda çevreyi korumak için daha iddialı hedefler belirleme konusunda bir adanmışlık işareti olmuştur. Türkiye'nin UNDP'nin “Climate Promise Initiative” girişimine aktif katılımı, küresel iklim eylemi çabalarına atkıda bulunma konusundaki kararlılığını yansıtmaktadır.\nTürkiye, ulusal iklim taahhütlerini güçlendirerek 2030 ajandasındaki hedeflerine doğru çeşitli sektörlerde önemli eylemleri harekete geçirmektedir.\nTürkiye Avrupa Yeşil Mutabakatı ile proaktif bir şekilde ilgilenmekte, Yeşil Mutabakat Eylem Planı (YMEP) gibi girişimler aracılığıyla yasalarını AB düzenlemeleriyle uyumlu hale getirmektedir. Bu aksiyonlar sadece çevresel uyuma yönelik alınmamakta, aynı zamanda sürdürülebilir ticaret ve yatırımı teşvik ederek Türkiye'nin ekonomik ve çevresel politikalarını bölgesel standartlar ve beklentilerle buluşturmayı amaçlamaktadır.",
  "page_9": "ge\n2009\nTürkiye, küresel iklim değişikliğiyle\nmücadele çabalarına katılmak için\nKyoto Protokolü'ne taraf oldu\n2011\nTürkiye, iklim değişikliği etkilerine\nuyum sağlama stratejilerini ve\neylemlerini belirten Ulusal İklim\nKüresel\nSürdürülebilirlik '\nKilometre Taşları.\nİ\n2005\nSera gazı emisyonlarını azalt yı\nmaçlayan uluslararası bir anlaşma\nan Kyoto Protokolü resmi olara\ny a girdi\nt\nN\nKi\nz\n©\nua\n2015\nMilletler\nBirleşmiş\ndürülebilir\nKalkınma Hedefleri (SDG'ler)\nSürdürülebilir Kalkınma vesi\nsırasında kabul edildi\n2016\nParis İklim Anlaşması resmi\nolarak imzalandı.\nKaynak: BCG Analizi, Masaüstü Me\nesişikliği Eylem Planı'nı yayımladı\n2016\nTürkiye, Birleşmiş Milletle üksek\nDüzeyli Siyasi Forum'a ilk Gö lü\nUlusal Gözden Geçirme Rapor\n(VWNR) sundu\n20\nTürkiye, Birleşmiş Milletl\nDüzeyli\nsi Forum'a ik\nGönüllü UL al Gözden Geçiri\nRaporu'nu (VNR sundu\n202\nTü\nN\n&\nTürkiye'nin\nSürdürülebilirlik\nKilometre Taşları\ne\n2019\nAB ekonomisini sürdürülebilir kılmayı\namaçlayan AB Yeşil Mutabakatı\nyayımlandı\np”\n2023\n28. Birleşmiş Milletler İklim Değişikliği\nKonferansı olan COP28 gerçekleşti\n2021\n26. Birleşmiş Milletler İklim Değişikliği\nKonferansı olan COP26 gerçekleşti\nn\n#",
  "page_10": "Türkiye, bu inisiyatifler ve taahhütler aracılığıyla küresel sürdürülebilirlik hedefleriyle uyum sağlamanın ve aynı zamanda aciliyeti yüksek ekonomik ve düzenleyici ihtiyaçları ele almanın gerekliliğini anladığını göstermektedir. Tüm bunlar göz önüne alındığında ülkenin sürdürülebilirlik anlamındaki konumunu pragmatizm ve öngörü ile oluşturduğu açıktır.\nTürkiye'nin CBAM ile stratejik ilişkisi, AB ile önemli ticaret bağları bulunan gelişmekte olan bir pazar olarak karşılaştığı zorlukları sergilemektedir. AB'nin ülkenin en büyük ihracat pazarı olması nedeniyle, CBAM'ın mevcut kapsamı Türkiye üzerinde önemli bir baskı oluşturmaktadır. BCG'nin “Why Emerging Markets Need to Prepare for the EU's New Climate and ESG Regulations” isimli raporuna göre; Türkiye'nin gelişmekte olan ekonomiler arasında değişimden en çok etkilenecek ekonomilerden birisi olması beklenmektedir. Etkinin başlangıçta özellikle demir, çelik ve alüminyum ihracatına yönelik olacağı, CBAM kapsamının genişlemesiyle diğer sektörlerin de etkileneceği öngörülmektedir. Bu durum, ihracat sektörlerinde stratejik bir revizyon ve sürdürülebilir uygulamalara daha hızlı bir geçiş gerektirmektedir.\nTürkiye bu gelecek zorlukların kendini gösterdiği sırada daha sağlam çevresel düzenlemeler geliştirmeye hazırlanmaktadır. Henüz gelişmiş bir sistemin bulunmamasıyla birlikte, Kasım 2023 tarihli taslak karbon piyasası düzenlemesi, Türk Emisyon Ticareti Sistemi'nin (ETS) önümüzdeki yıllarda bu alanda faaliyete geçeceğini göstermektedir. ETS, işletmeler için emisyon sınırları belirleyen bir kota koymakta ve alım-satım sistemi sunmaktadır. Sistem, emisyonları maliyete duyarlı ve ekonomik olarak verimli bir şekilde azaltmayı teşvik edecek şekilde tasarlanmıştır. ETS altında, işletmeler\nŞekil 2 — Enerjinin Türkiye'nin Ticaret Açığı Üzerindeki Etkisi, Milyar $\n99\nli.\nil\ndili 30\n29\n2020\nemisyonlarını kotalarının altında tutmak için çalışacak böylece kota satın alma ihtiyacını en aza indirgeyecek ve fazla kota satma potansiyellerini en üst düzeye çıkaracaklardır. Kotayı aşan firmalar cezalandırılacağı için sistem şirketleri en uygun çözümlerle emisyonlarını azaltmaya başlamaya teşvik edecektir.\nYenilenebilir enerji ve enerji verimliliği, Türkiye'nin proaktif bir duruş sergilediği konular olarak öne çıkmaktadır. Bu duruş, hem çevresel hedefleri hem de özellikle Türkiye'nin ticaret açığını önemli ölçüde etkileyen enerji ithalatına bağımlılığını ele almaktadır. Ticaret açığı, ithal enerjiye bağımlılığın azaltılmasının önemini vurgulamaktadır ki bu da Türkiye'nin enerji tüketiminin yaklaşık 9070'ini oluşturmaktadır. Hükümet, bu bağımlılığı 2053 yılına kadar sıfıra indirme konusunda bir gündem belirlemiştir. Türkiye'nin enerji güvenliğini ve ekonomik öz yeterliliğini artırmak için hayati öneme sahip olan yenilenebilir enerji üretimini teşvik etmek amacıyla bir dizi girişim başlatılmıştır.\nOte yandan, bu girişimler Paris Anlaşması gibi uluslararası taahhütleri yerine getirmek için önemli olsa da, Türkiye'nin sürdürülebilirlik yolculuğunda daha fazla ilerleme gerekmektedir. Sürdürülebilir uygulamaların sektörlerin tümüne daha derinlemesine entegre edilmesi ve bu ilerlemeleri destekleyecek düzenleyici çerçevelerin güçlendirilmesi yönünde bir firsat vardır. Ayrıca; hükümet iş liderleri, toplumsal organizasyonlar ve tüketiciler gibi çeşitli paydaşların aktif katılımı, bu çabaları ileriye taşımada önemli rol oynayacaktır. Türkiye, iş birliği ve taahhütlerini genişleterek çevresel ve ekonomik direnç için sağlam bir temel oluşturabilir; kapsamlı ve etkili sürdürülebilirlik yolunda küresel bir örnek teşkil edebilir.\n110\n| |\n106\nİ\nSN\n2021\n2016\n2018\n2013\nMM Enerji İthalatı\nKaynak: TUİK, BCG Analizi\n2014\n\n2022\n2015\n|| Ticaret Açığı\n2017\n2019\n2023",
  "page_11": "NU\nizi\n7\n.. >\nEg\n—\nEE EZ\na\na\niz\nTürk İş Dünyası da Giderek Somutlaşan Aksiyonlarla İlerleme Kaydediyor\nGlobal ve ulusal trendlere uyumlu olarak, Türkiye'deki işletmeler sürdürülebilirlik uygulamalarını giderek daha çok benimsemektedir. Diğer gelişmekte olan pazarlara benzer şekilde, ekonomik firsatlar bu yönelimdeki temel faktördür. Sürdürülebilirlik yolculuğu, çevre dostu inşaattan sürdürülebilir tarıma kadar pek çok farklı sektörde, işletmelerin değerlendirebileceği fırsatlar yaratmaktadır. Değişim geçiren bütün bu sektörler içerisinde, mobilite sektörü Türkiye'deki önemli örneklerden biri olara karşımıza çıkmaktadır. TOGG ve Siro gibi şirketler, otomotiv gibi geleneksel bir sektörün dahi sürdürülebilir kılınmasındaki Türkiye'nin kararlılığını ve yetkinliğini göstermektedir.\n\nTürkiye'deki işletmelerin sürdürülebilirliğe olan bağlılığının bir başka yansıması da Dünya Sürdürülebilir Kalkınma Iş Konseyi (WBSCD) tarafından da vurgulanan, sürdürülebilirlik raporlarındaki iyileşmedir. Sürdürülebilirlik uygulamalarının daha kapsamlı belgelendirildiğine işaret eden sürdürülebilirlik raporlarının kalitesi 2017 ile 2022 arasında 9050 artış gösterirken raporların ortalama uzunluğu 2018 ile 2022 arasında ortalama W25 artış göstermiştir. Emisyonu yüksek ve ihracat odaklı şirketlerde, üresel standartlara uyum sağlamak ve uluslararası ticaret ortakları ile paydaşların taleplerini karşılamak özellikle ritik olduğundan, bu şirketlerde sürdürülebilirlik taahhütlerindeki artış daha belirgin hale gelmektedir. Türkiye'deki raporlama uygulamalarının, Ocak 2024'te yürürlüğe giren ve belirli bir eşiğin üstündeki şirketler için",
  "page_12": "o.\nyenii\np\ndi\nX\nVi\nsürdürülebilirlik raporlamasını zorunlu kılan Türkiye Sürdürülebilirlik Raporlama Standartları (TSRS) ile daha da iyiye gitmesi beklenmektedir.\nRaporlamadaki trende paralel olarak, 2020 yılında 32 olan Fortune 100 şirketleri arasındaki sayısal sürdürülebilirlik hedefi belirleyen şirket sayısı, 2022 yılında 984'lük bir artışla 59'a yükselmiştir. Bu durum, kurumsal düzeyde sürdürülebilir uygulamalara olan bağlılıktaki artışı net bir şekilde ortaya koymaktadır.\nOrganizasyon düzeyinde ise, sürdürülebilirlik komitelerinin oluşturulması ve Sürdürülebilirlikten Sorumlu Genel Müdür Yardımcılarının (Chief Sustainability Officer, CSO) atanması, sürdürülebilirlik hedeflerine ulaşma yolundaki odağın korunmasını ve hesap verilebilirliğin sağlanmasını temin etmektedir. 2020 yılında Fortune 100 şirketlerinden yalnızca dört tanesinde CSO rolü bulunurken 2022 yılında bu sayı üç katına çıkarak 12'ye ulaşmıştır. CSO rollerindeki ve sürdürülebilirlik komitelerindeki artış, Türk işletmelerinin organizasyonlarının en üst düzeyde nası farklılaştığını göstermektedir.\nTürk şirketleri giderek daha fazla sürdürülebilirlik hedefleri belirlese de ÇSY alanları arasında bir farklılaşma söz konusudur. Sürdürülebilirlik hedefi belirleyen Fortune 100 şirketlerinin tamamı Çevresel alanda taahhütte bulunurken Sosyal alanda yalnızca 35 şirket sayısal hedef belirlemiştir.\nTürk işletmeleri sürdürülebilirlik taahhütleriyle uyum sağlama konusunda ilerleme kaydetmekte ancak taahhütler ile uygulama arasındaki boşluk varlığını sürdürmektedir. Economist Intelligence Unit'in 2022 ESG raporuna göre Türkiye; hükümetin, toplumun ve işletmelerin sürdürülebilirliği nasıl etkilediğini ölçen ülke geneli ÇSY endeksinde 150 ülke içinde 102. sırada yer almaktadır. Endekste, Türkiye'nin ÇSY durumunda “Çevresel” ve Yönetişim” sütunlarında orta derecede risk, “Sosyal' sütununda ise yüksek risk gözlemlenmektedir. Ayrıca, CDP Türkiye'nin 2022 raporuna göre, incelenen BIST 100 şirketlerinin 9051'inde Kapsam 1&2 emisyonları artarken, 9029'unda azalma görülmektedir. Bu fark, sadece taahhütte bulunmanın yanı sıra taahhütler ile uygulama arasındaki boşluğu kapatmak için eylemde bulunma ihtiyacını da vurgulamaktadır.\nSon olarak, Türkiye'nin taahhütlerinin ölçeğiyle uyumlu şekilde geliştirilmiş ve etkili bir uygulama sağlayacak kapsamlı ve dengeli bir sürdürülebilirlik dönüşümü geliştirmesi büyük önem taşımaktadır. Bu dengeyi sağlamak, ülkenin sürdürülebilirlik çabalarının tüm ÇSY yönleri boyunca anlamlı ve adil bir ilerleme sağlamasını garanti edecektir. Bu tür bir ilerleme uzun vadeli değer yaratmayı teşvik edecek ve Türk şirketlerinin küresel sürdürülebilirlik çerçevesi içerisindeki konumlarını güçlendirecektir.\nun\nia\n4",
  "page_13": "Şekil 3 — Türkiye'deki Fortune 100 (2022) şirketlerinin...\n100 şirket\nÇe ER Ee e Çe il El A\nEL\nÇe ER Ee e e il A\nEL\nÇe Ee El El Çİ EA Pİ\nmn cn İl El El e El El El El\n—\nEe Ee El ÇE EA Bl El El El El —>\nİLMEN\nEM ME\nEe el el İl e El El El El El —\ne Ee El El Çİ RA Pİ\nEe Ee Eğ el Çİ EA El —\nÇe\nRl Ee El Çe El El\nA\nEL\n1. İnternet tabanlı sürdürülebilirlik raporlaması da hesaba katılmıştır 2.CSO'ya eşdeğer farklı unvanlar altındaki roller de dahil edilmiştir Kaynak: BCG Analizi\n9068)\nsürdürülebilirlik\nraporu yayımlıyor”\n9041'inin\nsürdürülebilirlik\nkomitesi bulunuyor\n9059'u\nsürdürülebilirlik\nhedefleri belirliyor\n9012”'sinin\nCSO rolü\nbulunuyor?\nBOSTON CONSULTING GROUP\n13",
  "page_14": "İl\nvi\nyeme\n| mani\ndi\nTürkiye'nin Sürdürülebilirlik Yolculuğu Düzenleyici ve Finansal Adımlarla Desteklenmeli\nTürk işletmeleri giderek sürdürülebilir dönüşümü hedeflemektedir, ancak bu işletmeleri destekleyecek düzenleyici çerçeve ve yeşil finansman olanağı henüz olgunlaşmamıştır. Türkiye'nin çevresel ve ekonomik dönüşümü için kritik destekleyiciler olan düzenleyici adımları ve yeşil finansmanı hızlandırma ihtiyacı bulunmaktadır.\nYeşil finansman, dünya çapında sürdürülebilir uygulamaları ilerletmede kritik bir rol oynamaktadır ve Türkiye için önemi son derece yüksektir. Yeşil tahviller ve yeşil krediler aracılığıyla hem çevreye fayda sağlayan hem de ekonomik olarak uygulanabilir projeleri finanse etmek mümkündür. Bu finansal araçlar, çevresel sürdürülebilirlik çabalarını desteklemede merkezi bir rol oynamakta, gezegenin sağlığını korumayı amaçlayan projeler için gerekli fonları sağlarken yatırımcılara cazip getiriler sunmaktadır.\n\nel\nN N\nYeşil finansın potansiyelini vurgulayan, 2022 Dünya Ekonomik Forumu Yıllık Toplantısı'nda bu alanda ikna edici bir argüman ortaya konulmuştur: Şu an alınan yerinde iklim eylemleri, 2070 yılına kadar küresel ekonomiye 43 trilyon dolarlık net değer artışı sağlayabilecektir. Climate Policy Initiative'e göre, ortalama yıllık iklim finansmanı akışları 2021/2022'de neredeyse 1.3 trilyon dolara ulaşmıştır. 2030'a kadar gereken ortalama yıllık iklim finansmanının ise 9 trilyon dolar olduğu tahmin edilmektedir. Bu tahminler Net Sıfıra ulaşmak için 2050 yılına kadar 10.8 trilyon dolara çıkmaktadır. Dolayısıyla, finansman hâlâ gereken miktarların altında kalmaktadır. Bu açık, yeşil finansmanda önemli bir artış ihtiyacını vurgulamaktadır. Türkiye de bu yatırım ihtiyaçlarını karşılamak için çabalarını büyük ölçüde artırabilecek ülkeler arasında yer almaktadır.",
  "page_15": "Şekil 4 — Yeşil Tahviller & Yeşil Krediler\nYeşil Tahviller\nYeşil projeleri finanse eden ve yatırımcılara düzenli veya sabit gelir ödemeleri sağlayan finansal araçlardır\nYeşil Krediler\nBorç alanlara, önemli bir çevresel hedefe katkıda\nbulunan projeleri özel olarak finanse etmeleri\niçin olanak tanıyan finansman biçimleridir\nSource: Dünya Bankası\nŞekil 5 — Türkiye'den Seçilmiş Yeşil Finansman İşlemleri Örnekleri\n2016\n2020\n2021\n2023\nTÜRKİYE\nT.C. HAZİNE\nTSKB\nAYDEM\nİŞ BANKASI\nYENİLENEBİLİR\nVE MALİYE\nENERJİ\nBAKANLIĞI\nTürkiye'nin\nTürkiye'nin ilk\nilk yeşil tahvili\n90100 yeşil tahvili\nTürkiye'de ihraç edilen en\nTürk Hazinesi'nin\nbüyük yeşil kurumsal Eurobond\nilk ÇSY tahvili\n300 Milyon $\n50 Milyon $\n750 Milyon $\n2.5 Milyar $\n2020\n2021\n2023\n2023\nVAKIFBANK\nARÇELİK\nTÜRKİYE İŞ\nİSTANBUL\nBÜYÜKŞEHİR\nBANKASI\nBir mevduat bankası\nBir Türk sanayi şirketi\nBELEDİYESİ\ntarafından ihraç edilen\ntarafından ihraç edilen\nTürk Lirası cinsinden\nilk sürdürülebilir işlem\nilk yeşil tahvil\nTürkiye'deki ilk yeşil\nTürkiye'nin ilk belediyeye\nborç enstrümanı\nait yeşil tahvili\n750 Milyon $\n350 Milyon €\n500 Milyon TL\n715 Milyon $\nTürkiye'de yeşil finansman alanı henüz başlangıç aşamasında olup, kreditörler öncelikli olarak yenilenebilir enerji projelerine odaklanmaktadır. Aralık 2023 verilerine göre, Türkiye'deki enerji sektörü için ayrılan proje finansmanı kredilerinin yaklaşık 9050'si yenilenebilir enerji için kullanılmıştır. Borç alanlar tarafında yeşil projelere olan ilgi artmaktadır, ancak yeşil finansmanın hacmi genel piyasaya göre düşük kalmaktadır. Önde gelen bankalar sürdürülebilir finansmana doğru umut verici bir geçiş işaret ederek yeşil ürünler çıkarmaya başlamıştır. Yerel bankalar, Türkiye'deki temiz enerji projeleri için iklim finansmanının ana itici gücü olmuştur. Türk finans sektörü, gönüllü inisiyatifler aracılığıyla sürdürülebilirliği benimsemiştir. Türkiye Bankalar Birliği, 2014 yılında sektörü sürdürülebilir büyümeye yönlendirmek için 18 bankanın iş birliği içinde olduğu Bankacılık Sektörü için Sürdürülebilirli Kılavuzu'nu yayınlamış, sektörün çevresel ve sosyal zorluklarla başa çıkmaya olan bağlılığını vurgulamıştır. Bu ilerlemelere rağmen, bankacılık sektörünün kısa vadeli finansman modellerine olan bağımlılığı bir zorluk oluşturmaktadır, ancak yasal reformlar ve hükümet aksiyonları, hem kreditörlere hem de borç alanlara fayda sağlayacak yeşil finansmanın potansiyel olarak genişlemesi için bir teme oluşturmaktadır.",
  "page_16": "Türkiye'nin toplam kümülatif yeşil tahvil ihracı son yıllarda önemli ölçüde artarak 2021 yılındaki 1.45 milyar dolar seviyesinden 2023 yılındaki 4.83 milyar dolar seviyesine yükseldi. Aynı dönemde yeşil tahvillerin GSYH'ye oranı da iki kattan fazla artarak 900.18'den 960.44'e yükselerek 90144'lük bir artış göstermiştir. Türkiye'nin 2021 ve 2023 yılları arasındaki yeşil tahvil ihracındaki bu kayda değer artış, iki önemli gelişmeden kaynaklanmaktadır: Hazine ve Maliye Bakanlığı, uluslararası sermaye piyasalarında 2.5 milyar dolarlık ilk yeşil tahvil ihracını gerçekleştirirken, Istanbul Büyükşehir Belediyesi de 715 milyon dolar değerinde olan ve Türkiye'de bir belediye tarafından çıkarılan ilk yeşil tahvil olan bu tahvilin ihraç işlemlerini tamamlamıştır. Türkiye, sürdürülebilir finans alanında kaydettiği bu önemli gelişmelere rağmen, 2050 yılına kadar gerçekleştirmek istediği Net Sıfır hedefine ulaşabilmek için bu alanda daha fazla gelişmeye ihtiyaç duymaktadır. 2050 yılına kadar Net Sıfır hedefine erişebilmek amacıyla Türkiye'nin, 2030 yılına dek toplamda 101 milyar dolarlık yatırım yapması gerekmekte; bu miktar, çeşitli sektörlerde yıllık yaklaşık 10 milyar dolarlık bir yatırım anlamına gelmektedir. Dünya Bankası tarafından sağlanan 155 milyon dolarlık krediyle desteklenen 'Türkiye Yeşil Fonu' gibi girişimler ve EBRD'nin 2009 ile 2021 yılları arasında yaklaşık yüzde 50'si yeşil projelere ayrılan ve toplamda 14 milyar Euro'yu aşan kümülatif yatırımları, bu finansman\nŞekil 6 — GSYH'ye Oranla Toplam Kümülatif Yeşil Tahvil İhracı, 9, 2023\naçığını kapatmaya yönelik son derece önemli adımlar olarak öne çıkmaktadır. Yeşil finans mekanizmalarının ve bu tarz uluslararası ortaklıkların güçlendirilmesi, sektör çapında yıllık 10 milyar dolarlık yatırım ihtiyacının karşılanmasının anahtarıdır.\nTürkiye, çevresel hedeflerine ulaşmak için gerekli olan yeşil yatırımları aktif olarak çekmeye çalışarak sürdürülebilirlik yolunda önemli adımlar atmaktadır. Yeşil finansmanın erişilebilirliğinin ve kullanılabilirliğinin artırılması, Türkiye'nin sürdürülebilirlik hedeflerine doğru ilerlemesindeki önemli adımlar olarak öne çıkmaktadır. Türkiye, yeşil finansmanı genişletmeye odaklanarak, sadece sürdürülebilir değil, aynı zamanda ekonomik açıdan da güçlü ve canlı bir gelecek için gerekli temel zemini hazırlayabilir.\n4.090\n2.590\n1.296\n0.86\n0.8\n0.7\nŞI\n0.60\nNi\nPolonya Endonezya Brezilya Hindistan Malezya Türkiye\nik\ny, NX\nGi\n©\n-\n©\n<<\naa\n0.49\nSE.\nPeru\n(5)\n|)\nÇin\n9\n0.490\n0.390\nŞili\n4\n0.190\nME,\nMeksika Rusya\nvw\nKaynak: Bloomberg, IMF, BCG Analizi",
  "page_17": "Türkiye'deki İşletmeler için Bazı Stratejik Gereksinimler Bulunuyor\nTürkiye, sürdürülebilir kalkınma yolcuğunda ilerlerken, ülkedeki işletmeler ekonomik büyümeyi destekleyen ve küresel çevre hedeflerine uyum sağlamak için hayati öneme sahip bir dizi stratejik gereksinimle karşı karşıya kalmaktadır. Türkiye'nin sürdürülebilirlik alanındaki yolculuğu, hem küresel başanlı uygulamaları benimsemeyi hem de ülkenin bulunduğu bölgenin özelliklerini dikkate almayı gerektiren birtakım zorluklara ve firsatlara sahiptir. Bu bağlamda, gün geçtikçe daha sürdürülebilir hale gelen bir pazarda başanlı olabilmek için Türkiye'deki tüm şirketlere önerdiğimiz en temel ve gerekli aksiyonları vurgulamak istiyoruz. Bu gerekli aksiyonların hayata geçirilmesi, sadece bir seçenek olmaktan öte, Türkiye'deki işletmelerin uzun vadeli dayanıklılığı ve rekabet gücü için hayati önem taşımaktadır.\nGünlük Operasyonlara Sürdürülebilirliği Entegre Etmek:\nİK\nSürdürülebilirlik alanındaki çalışmaları, alınan tüm stratejik ve operasyonel kararlara entegre ederek yeniliği teşvik etmek ve uzun vadeli dayanıklılığı pekiştirmek\nye)\nİş Modellerini İklim Değişikliğine Yönelik Kurgulamak:\n< o\nO- o\nSürdürülebilirlik İnovasyonlarından Faydalanmak:\n>\nPolitika Yapıcılarla İş Birlikleri Yapmak:\niz > İİ\nDO\nSürdürülebilirlikle İlgili Bilgi Birikimini Geliştirmek:\nBOSTON CONSULTING GROUP\nIş modellerini iklim eylemine öncelik verecek şekilde uyarlamak, yeni pazarlara ve fırsatlara erişirken çevresel etkiyi azaltmak\nYeşil teknolojiye ve sürdürülebilir finansman çözümlerine stratejik yatırımlar yaparak ekonomik fırsatları yakalamak, böylece döngüsel ekonomiye ve çevrenin korunmasına katkıda bulunmak\nSürdürülebilirlik odaklı politikaları desteklemek, operasyonları daha geniş çevresel ve sosyal hedeflerle uyumlu hale getirmek için devlet kurumları ve politika yapıcılarla yakın iş birliği içerisinde olmak\nOrganizasyonda ve toplum genelinde sürdürülebilirlik anlayışını derinleştirmek ve bu konuda bilinçli kararlar almayı teşvik etmek için sürdürülebilirlik konusundaki eğitimlere yatırım yapmak\n17",
  "page_18": "Yazarlar Hakkında\nAykan Gökbulut\nKıdemli Yönetici Ortak\nGokbulut. AykanG©bcg.com\nBurak Tansan Kıdemli Yönetici Ortak, BCG Türkiye Yönetim Kurulu Başkanı Tansan.Burak&bcg.com\nBatu Yiğit Ortak Yigit.Batu©bcg.com\nElif Seçgin Kıdemli Proje Lideri Secgin.Elif©bcg.com\nAlirıza Sancar Kıdemli Proje Lideri Sancar.AliRiza(Obcg.com\nSedat Keleş Kıdemli Danışman Keles.Sedat(&dbcg.com\nEbru Hüsrevoğlu-Baysak Kıdemli Bilgi Analisti Husrevoglu.EbruG&bcg.com\nBoston Consulting Group, iş dünyası ve toplumun karşılaştığı en büyük problemleri çözmek ve bu alanlardaki en önemli fırsatları değerlendirmek üzere iş dünyası ve toplum liderleriyle iş birliği içindedir. BCG, 1963 yılındaki kuruluşundan itibaren iş stratejisi alanında öncü bir rol üstlenmiştir. Bugün, tüm paydaşlarımızın faydasına yönelik olarak organizasyonların büyümesini, sürdürülebilir rekabet avantajı kazanmalarını ve pozitif toplumsal etkiler oluşturmalarını sağlamak amacıyla dönüştürücü bir yaklaşım geliştiriyor ve bu doğrultuda müşterilerimizle yakın bir iş birliği sürdürüyoruz.\nBüyük bir çeşitliliğe sahip küresel ekiplerimiz derin endüstri ve fonksiyonel uzmanlıklarıyla mevcut durumu sorgulayan ve değişimi tetikleyen çeşitli perspektifleri bir araya getiriyor. BCG; öncü yönetim danışmanlığı, teknoloji ve tasarım, kurumsal ve dijital girişimler yetkinlikleri ile çözümler sunuyor. Müşteri organizasyonunun tüm seviyelerinde ve firma genelinde benzersiz bir iş birliği modeliyle çalışıyor, müşterilerimizin başanlı olmalarına yardımcı olma ve onların dünyayı daha iyi bir yer yapmalarını sağlama hedefiyle hareket ediyoruz.\nYEŞİL UFUKLAR: TÜRKİYE'NİN SÜRDÜRÜLEBİLİRLİK YOLCULUĞU\n18",
  "page_19": "© Boston Consulting Group 2024. Tüm hakları saklıdır.\nDaha fazla bilgi veya basım izni almak için lütfen permissionsObcg.com adresinden BCG ile iletişime geçin. Güncel BCG\niçeriklerini bulmak ve bu konu veya diğer konularda e-uyanlar almak üzere kaydolmak için lütfen bcg.com adresini ziyaret\nedin. Boston Consulting Group'u Facebook ve X'te takip edebilirsiniz.",
  "page_20": "ay\nbcg.com"
},
  "language": "Languages.TURKISH",
  "total_pages": 20
}
