{
  "file_name": "22_344.pdf",
  "pages": {
  "page_1": "BOG +\nCENTER FOR\n& Policy Regulation\n» FS.\n®\n¥\nte\n~ ¥\nfe ys\nwei\n»\nbam\noe\n~~ —\nRens\nRo\nki\n=\n———\n/\nVf\na\nVi;\nWHITE PAPER\nThe EU Omnibus Package\nHow Companies Should Adjust their Sustainability Reporting\nMarch 2025\nBy Lorenzo Fantini, Jannik Leiendecker, Tim Mohin, Benedetta Testino, Marie Schembier, Solene Chataigne, and Maria Cava",
  "page_2": "The EU Omnibus Package\nHow Companies Should Adjust their Sustainability Reporting\nExecutive summary\nThe European Union (EU) draft Omnibus Package 1, released February 26, 2025, marks a pivotal moment in the EU’s sustainability agenda aimed at streamlining corporate sustainability reporting. It does not represent a rollback in the EU’s climate action ambitions - which remain as before. However, it does aim to simplify and align the reporting aspects of four pieces of legislation - the Corporate Sustainability Reporting Directive (CSRD), the Corporate Sustainability Due Diligence Directive (CS3D), the EU Taxonomy Regulation (EUT), and the Carbon Border Adjustment Mecha- nism (CBAM). The move comes in the wake of concerns regarding compliance complexity and costs, underscored by the Draghi Report (September 2024), which identified regulatory burden as a significant obstacle to economic growth and called for a ‘competitiveness-first’ energy transition.\nThe proposed changes to the CSRD, CS3D, EUT, and CBAM involve thresholds, timelines, and requirements. Most significantly:\nCSRD applicability thresholds are proposed to be increased which will reduce the number of companies in scope by approximately 80%. The proposal would require reporting from entities with more than 1,000 employees and an annual turnover greater than €50 million (€450 million for non-EU companies) or assets exceeding €25 million. Furthermore, report- ing timelines for companies first required to report in FY20251 (wave 2 companies) are supposed to be postponed by two years.\nThe implementation of CS3D is recommended to be postponed to 2028, civil liability obli- gations to be removed, and due diligence requirements to be simplified.\nThe EUT scope is supposed to be aligned with the CS3D, and the draft Delegated Acts (DA) to introduce financial materiality thresholds under which KPls can be omitted. Addi- tional simplifications are suggested to be made to the “Do No Significant Harm” (DNSH) and Green Asset Ratio (GAR) requirements.\nFor the CBAM, small and medium-sized importers (importing less than 50 tons of CBAM goods annually) would be exempt, and emissions calculations, reporting, authorization, and levy pay- ment arrangements for larger importers simplified.\nWhile the overall aim of the EU Omnibus Package towards simplification is clear, the next two years expose companies to a period of uncertainty due to on-going negotiations at the EU level, the large amount of implementing rules that need to be determined, and the pro- cess of national transposition.*\n1. Fiscal year referring to the 12-month financial reporting period that a company uses for accounting purposes. ESG reports typically align with a company’s fiscal year to ensure consistency.\n2. Note: CBAM and EUT do not require national transposition as they are a Regulation not a Directive.\nTHE EU OMNIBUS PACKAGE: HOW COMPANIES SHOULD ADJUST THEIR SUSTAINABILITY REPORTING",
  "page_3": "With regard to CSRD, our previously articulated “smart compliance” approach3 allows com- panies, regardless of the enforcement timeline, to implement the following no-regret moves that will prepare them for a revised regulatory regime, while also freeing up the necessary resources to ensure strategic focus in their ESG efforts:\n1. Strengthening materiality assessments to pre-select non-material data points (DPs)\n2. Applying advanced filtering methods to streamline reporting obligations\n3. Anticipating regulatory revisions to align compliance strategies proactively\nFurthermore, with the increased availability of FY2024 CSRD reports, we envision increased use of GenAl to identify best practices in order to meet reporting requirements in a pragmatic manner.\n1 EU Omnibus Package: A pivotal change to sustainability reporting\nThe EU Green Deal, announced in 2019, sets an ambitious goal — namely, that the EU would become the first climate-neutral continent by 2050. This commitment triggered a wave of sustainability regulations, including the CSRD, CS3D, EUT, and CBAM. These frameworks shaped corporate ESG strategies, introducing new reporting obligations, transparency stan- dards, and due diligence requirements.\nHowever, as these regulatory requirements have expanded, so have concerns over complexi- ty, cost, and administrative burden. The September 2024 report of former European Central Bank President Mario Draghi, which identified excessive regulatory burden as a significant impediment to EU growth, represented a turning point in this debate. The European Com- mission (EC) Competitive Compass (January 2025) further acknowledged the need for sim- plification, introducing the concept of Omnibus Packages as a potential solution. To discuss the challenges flowing from the existing regulation, closed-door workshops were held in Brussels on February 5 and 6, 2025, bringing together representatives from the EC under the leadership of Valdis Dombrovskis, European Commissioner for Economy and Productivity, Implementation and Simplification, as well as industry representatives covering various sectors (such as insurance, oil and gas, and automotive), and civil society organizations. Key Member States, including France and Germany, mirrored this momentum with national discussions, reinforcing the push for regulatory adjustments. On February 26, 2025, the EC introduced its first draft EU Omnibus Package, aiming to streamline existing sustainability regulations and address mounting concerns from businesses and policymakers alike.\nThe proposed draft Omnibus Package introduces wide-ranging adjustments to the CSRD, CS3D, EUT, and CBAM, affecting reporting thresholds, timelines, and disclosure requirements (DR). Perhaps more significantly than these specific technical changes, the Package signals a paradigm shift in the approach to sustainability compliance. With the Omnibus Package 1, the EU aims to move toward simplified, more pragmatic reporting. In the initial wave of CSRD disclosures for FY2024, many companies opted for an undifferentiated sustainability reporting approach, ad- dressing a wide array of topics rather than focusing on material topics only. As they move forward, they must now re-assess and re-align their ESG strategy accordingly.\nThis paper explores the regulatory changes introduced by the EU Omnibus Package for CSRD, CS3D, EUT, and CBAM. To help companies navigate upcoming reporting periods, BCG presents strategic options for FY25-27 to revise their strategic approach to ESG disclosure. Our “smart compliance” approach can help companies to prioritize the areas of most signifi- cant impact and thereby unlock sustainable value, remain compliant within a changing regulatory landscape, and ensure a coherent sustainability strategy.\n3. BCG (2023): ESG Reporting — Getting clever with “Smart Compliance”.\nBOSTON CONSULTING GROUP + CENTER FOR SUSTAINABILITY POLICY & REGULATION",
  "page_4": "2 Proposed changes and implications for companies\nThe overall spirit of the EU Omnibus Package 1 is simplification, with particular implications for timelines, categories/thresholds, and requirements. The proposed package consists of four legal components:\nA proposed draft Directive amending CSRD and CS3D, introducing postponements to application dates A proposed draft Directive amending CSRD and CS3D, updating thresholds and reporting requirements e Draft Delegated Acts amending the EUT A proposed draft regulation amending CBAM and corresponding annexes\nKey changes to the CSRD, CS3D, EUT, and CBAM are described in detail in the following paragraphs.\n2.1. CSRD\nIn relation to the CSRD, adjustments have been made to Level 1 text (CSRD) and have been announced for Level 2 (European Sustainability Reporting Standards (ESRS)):\ne Categories/Thresholds: The number of companies in scope under CSRD is reduced by approximately 70-80%.* Thresholds for entities in scope would be increased to more than 1,000 FTEs and an annual turnover greater than €50 million or assets exceeding €25 mil- lion. For companies required to report in wave 4 (non-EU companies generating significant revenues in the EU) the threshold is raised to an annual turnover exceeding €450 million (previously €150 million). The increased thresholds will also apply to wave 1 companies that have already started reporting under CSRD 1.0 (which might lead to a drop-out of selected companies that had already reported). Timeline: Reporting deadlines for wave 2 companies are postponed for two years, meaning that they will now report FY2027 information in 2028 (instead of FY2025 information in the current CSRD). The application for wave 4 companies remains unchanged, with companies reporting for FY2028 in 2029. Member States will have until December 31, 2025, to trans- pose these postponed reporting timelines into national law. For the second proposal amend- ing scope and reporting requirements, Member States will have 12 months after the final Directive enters into force to transpose the legislation into national law. Requirements: The double materiality (DMA) approach is a key differentiating factor between the ESRS and the International Sustainability Standards Board (ISSB). The Omni- bus proposal confirmed that the CSRD will continue to utilize the DMA principle. However, the proposal suggests that further work on sector-specific reporting standards should be abandoned. Additionally, the EC has announced plans to simplify Level 2 requirements (ESRS), pledging to adopt revised standards no later than six months after the amended CSRD Directive enters into force. The simplified ESRS emphasize quantitative datapoints and aim to reduce the number of datapoints overall. The proposal would also remove the requirement for reporting entities to acquire “reasonable assurance” for their disclo- sures but maintained the requirement for limited assurance. Furthermore, the proposal introduced a limit on value chain reporting to reduce the amount of information requests from CSRD companies to smaller companies (SMEs). Smaller companies may utilize the Standard for Small and Medium-sized Enterprises (VSME) European Financial Reporting Advisory Group (EFRAG) draft standard should they choose to report.\nBased on internal BCG analysis and communicated EC reduction: European Commission (26 February, 2025): Q&A on the EU Omnibus Package.\nTHE EU OMNIBUS PACKAGE: HOW COMPANIES SHOULD ADJUST THEIR SUSTAINABILITY REPORTING",
  "page_5": "Exhibit 1 illustrates how companies are likely to be affected by the adapted timelines and thresholds under the Omnibus Package. Under the previous CSRD 1.0 framework, it was esti- mated that ~50,000 companies were affected. The implementation was planned in four waves until FY2028. In wave 1, approximately 7,000 companies were required to disclose their sustain- ability activities. This first wave has already started reporting for FY2024, even though a num- ber of companies are located in countries that have not yet transposed the CSRD 1.0. The second wave (for FY2025) contained the largest group of companies falling into the scope, with approximately 40,000 companies subject to CSRD reporting. Around an additional 3,000 com- panies would have been required to disclose in wave 3 for FY2026, followed by approximately 2,000 non-EU companies with a presence in the EU and an EU turnover above €150 million in wave 4 (for FY2028).\nWith the updated EU Omnibus Package, the thresholds for covered companies are signifi- cantly reduced and more closely aligned to the CS3D, including companies over 1,000 FTEs and an annual turnover greater than €50 million or assets exceeding €25 million. Under the new thresholds, only ~ 9,000 companies in wave 2 (FY2027) will be required to report with updated CSRD scope whilst wave 3 will be skipped entirely. A remainder of around 900 non-EU companies, generating significant revenue for the EU (annual turnover of over €450 million), will be in wave 4 and required to report in FY2028.\nExhibit 1 - CSRD | Fewer companies in scope and delayed roll-out\nCSRD 1.0 scope\nNew scope (EU Omnibus)\nin thousands\nin thousands\n~51.9 ~6.9\na7 ~40.5\nInterim period for\nwave 2 companies\nwhere \"smart\ncompliance\"\ncould be deployed\n~17.3 ~6.9\n~9.5\n[4.6 | 0.9\nCompanies Wave 1 FY2025 FY20264 Wave 2 Wave 4\nin scope FY2024\nFY2027 FY2028\n|| Estimation of companies captured by countries which have not yet transposed?\n~1.8\nCompanies Wave 1 Wave 2 Wave 3 FY2027 Wave 4\nin scope FY2024 FY2025 FY2026\nFY20281\n~2.7\nSource: European Commission CSRD FAQ August 2024, ESMA register of regulated markets, Orbis, BCG analysis.\nNote: Norway, Iceland, and Liechtenstein companies are considered as EU/EEA companies.\ntWave 4 non-EU companies with a subsidiary in the EU and with global turnover of >850mé€, assuming 150mé€ is the share of EU turnover, which should roughly equal the share of EU GDP in world GDP (~17% according to world bank).\n2Wave 4 companies with new CS3D-aligned scope, generating a global turnover > 2.5b€ and assumed EU turnover of >450mé€. 3The countries are AT, CY, DE, ES, 1S, LU, MT, NL, PT.\nBOSTON CONSULTING GROUP + CENTER FOR SUSTAINABILITY POLICY & REGULATION",
  "page_6": "Similarly, the CS3D is set to undergo significant changes under the EU Omnibus Package, with extended timelines and simplified due diligence requirements:\ne Scope of value chain boundaries: A key adjustment concerns the scope of due dili- gence obligations, which will now be limited to ‘Tier 1’ business partners. This change re- moves the proactive assessment requirement for indirect business partners unless there is plausible information that suggests the actual or potential adverse impacts beyond Tier 1. e Timeline: To provide businesses with additional time to adapt, the transposition deadline is extended by one additional year to July 26, 2027, and the first phase of application is postponed to July 26, 2028. Additionally, EU guidelines will be issued by July 2026, allowing companies to develop best practices before full implementation. e Requirements: The reporting and compliance framework will be streamlined to har- monize due diligence rules across Member States, aimed at reducing regulatory discrep- ancies. One of the most significant simplifications is the extension of regular periodic assessments from one year to five years to lower compliance costs. Furthermore, SMEs and mid-cap companies (=500 employees) will face fewer information requests, as large companies under CS3D will be required to limit their data requests to SMEs and small and medium-sized companies’ (SMCs) direct business partners, in line with the Voluntary Sustainability Reporting Standard for non-listed SMEs (VSME). Another major revision is the exclusion of financial services from the CS3D, eliminating the previous review clause regarding their potential inclusion. In addition to these changes, EU civil liability condi- tions will be removed while preserving the victims’ right to full compensation for damage caused by non-compliance. The rules on the suspension and termination of business relationships as a last resort have been removed. Instead, the obligation to suspend the relationship is retained. The transition plan requirement remains, but with the removal of the “put into effect” provision, clarifying that companies must adopt a transition plan and outline implementing actions for it. Finally, stakeholder engagement obligations are streamlined by limiting the definition of relevant stakeholders and by reducing the num- ber of stages in the due diligence process that require stakeholder engagement, aligning with the broader goal of simplifying compliance requirements.\nIn the revised EUT draft Implementation Regulation amending the EUT Delegated Acts, the EU Omnibus Package introduces the following changes to thresholds and reporting require- ments of the EUT:\ne\nCategories/Thresholds: Alignment of scope with CS3D, significantly reducing the num- ber of companies required to report to above 1,000 FTEs and a turnover greater than €450 million.\ne Timeline: The revised EUT Delegated Acts will become applicable from January 1, 2026, and are currently under a 4-week consultation period.\nTHE EU OMNIBUS PACKAGE: HOW COMPANIES SHOULD ADJUST THEIR SUSTAINABILITY REPORTING",
  "page_7": "Requirements: The draft Delegated Acts introduce financial materiality thresholds under which KPIs and certain activities can be omitted for financial institutions (FIs) and corpo- rates respectively (if cumulative turnover, CapEx or OpEx resulting from those activities is below 10% of the denominator of the turnover, CapEx, or OpEx KPI). For Fls, companies that fall out of scope after the application of the new CSRD scope, will be excluded from the denominator. The disclosure of the Trading Book KPI and the Fees & Commissions KPI for financial undertakings is postponed until 2027. Overall general and specific reporting templates are significantly shortened for both Fls and non-Fls. For non-Fls, the number of templates has been reduced from three to one and overall datapoints have been reduced by 66%. Summary information on non-eligible information has been removed. FI data- points have been reduced even more significantly, to about 89%, among others through the removal of duplication of fossil gas and nuclear activity templates. Additional simpli- fications are proposed for the DNSH principle, especially for the pollution prevention and control of the use and presence of chemicals which can be implemented without waiting for the separate review of the Disclosure Delegated Act. Additional changes are discussed, such as the matching of the GAR numerator and denominator.\nExemptions: A new weight-based exemption will be introduced to help smaller importers. Imports below an annual weight threshold of 50 tons will not be subject to the CBAM, meaning that declarations, monitoring, reporting, and verification will not be required until this limit is reached.\nReporting: Reporting deadlines have been lengthened and the reporting process simpli- fied. Default values determined by the European Commission can be used for compliance in the definitive period in place of actual emissions values, although these could be puni- tive in some circumstances. Default values can also be used to claim rebates in respect of non-EU compliance carbon prices paid by producers.\nLevy: The certificate purchasing scheme has been simplified and will not start until February 2027. A simplified process will apply in order to determine the rate of the levy for goods imported in 2026.\nIn addition, the European Commission has confirmed that proposals to extend the scope of the CBAM to more sectors, to downstream products, and to additional emissions scopes will be formulated during 2025 and announced in early 2026.\nThe EU Omnibus Package will follow a multi-stage process toward the full application of the laws. As part of every European legislative process, the draft law is discussed in trilogue nego- tiations between the European Commission, the European Parliament and the Council of the European Union. As Directives, both the CSRD and the CS3D require transposition into national law by EU Member States. To accelerate this process, the EC has issued two sepa- rate Directives amending CSRD and CS3D, one only introducing postponements and anoth- er one amending scopes and requirements. This is likely to allow for a faster transposition deadline—December 31, 2025, for CSRD and mid-2027 for CS3D. That will then allow for a slightly longer period to transpose the requirements Directive, 12 months after the final EU law is enacted. The draft DAs of the EUT, once available, will only be subject to a one-to- three-month scrutiny period from the European Parliament and Council, with the planned application of the EUT DAs on January 1, 2026. As a regulation, the CBAM proposal does not require transposition, and it will be directly applicable across the EU once adopted — proba- bly in the second half of 2025.\ne\nThe CBAM definitive phase will start as planned on 1 January 2026, and the levy will be payable from that date. However, the EU Omnibus Package proposes some key simplifica- tions to CBAM administration in three key areas:\nBOSTON CONSULTING GROUP + CENTER FOR SUSTAINABILITY POLICY & REGULATION",
  "page_8": "Exhibit 2 - Timeline | EU Omnibus enters legislative process on European & national level\n2025 ——————'—_ 2026 ———: | 2027 ————+— 2028 ——\n------ ee ee ee ee ee ee ee eee CSRD/CS3D Postponement Directive ------ ee ee ee ee ee ee ee eee\nMight take\nmore time\nCo-legislators's Final\nDeadline\nfor CS3D MS\ntransposition\napplication”\n31 Dec 25 - Deadline for MS transposition®\nMight take\nmore time\nMS transposition\nEC Draft\nlaw\nwee eee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee eee\neee ------- ee ee ee eee ee CSRD/CS3D-EUT requirements Directive? ------ - e e ee e e e e e e  e e e e\nEC guidelines on\nlimited assurance”\nCo-legislators'?\nFinal\nMight take\nA EC deadline to a cont & Application EUT & CSRD\nnegotiations\nEU Law more time\nCS3D guidelines\nwave 1 scope reduction’> (TBC)\nEC Draft\nlaw\nDeadline for EC to\nESRS revisions —\nA dopt\nrevised ESRS\ndevelopment of DA\nDeadline for MS\ntransposition”?\nMember States transposition\nMight\nmore time\ntake\nA\nA\nRevised CS3D\nwave 2 application’\nnegotiations EU Law\n~---- e e e e e e e e e e e e e e e e e e e e e  e e  e\ne e e  e e e  e e e e e e e e e e e e  e e e e e  e e e e e e e e e  e e e\neee ee ee eee ee ee ee ee ee ee ee ee ee ee ee ee eee EUT DAs? ee ee eee eee ee ee ee ee ee ee ee ee ee ee ee ee eee\nEP/\nCouncil A\naaeaprd scrutiny” Final DA\nDA\nwee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee eee\nBe CBAM Regulation Be\nA\nFinal E Pies\nlaw\nEC Draft\nLevy to become\nlaw\napplicable\nwee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee ee\nHB Level 1 developments\n{Level 2 developments\nBB Level 3 developments\nTHE EU OMNIBUS PACKAGE: HOW COMPANIES SHOULD ADJUST THEIR SUSTAINABILITY REPORTING\nCo-legislators' negotiations\n1Proposed draft Directive postponing certain CSRD & CS3D applications. Proposed draft Directive amending CSRD & CS3D thresholds and requirements. 3EU Taxonomy Delegated Acts.\n4Proposed draft CBAM regulation.\n5We are envisioning co-legislator’s negotiations to be fast-tracked and finalized by Summer 2025. ®The deadline for Member States (MS) to transpose is 31 December 2025.\n™Will report FY2027 information in 2028.\nJuly 2028.\n®We envision the co-legislators’ negotiations on this proposal may take longer. WBy 2026.\n“Latest 6 months after entry into force of Directive. The start of the reporting under the revised ESRS will likely be the following year. #12 months after entry into force revised Directive.\nJuly 2027.\n4July 2026.\nFY 2026 with 2027 reporting for new scope of EUT + CSRD wave 1 once MS have transposed.\n4641-3 months.",
  "page_9": "3 How companies should prepare\nGiven these impeding regulatory changes, setting up a reporting framework becomes a strate- gic discussion for companies to focus their ESG efforts not only on FY25 but also beyond.\nAs an early GenAl-based analysis of the first wave of CSRD reports submitted in 2025 shows, there is a wide heterogeneity in wave 1 reports, with a high proportion of companies opting to disclose extensive data across numerous ESG topics. This approach to reporting, which was driven by concerns over non-compliance, board scrutiny, and reputational risks, is explicitly mentioned by the EU Commission as extensive and as potentially diluting the focus on high-impact ESG initiatives.* Moreover, such a broad coverage of various topics does not ap- pear to have been the initial intention of the standard setter. EFRAG, which played a crucial role in drafting the ESRS, has always encouraged a pragmatic approach to topic selection, emphasizing materiality as the most important element.® This is now clearly reinforced by the EU Omnibus guidance which states that companies were frequently pushed to disclose “infor- mation that is not necessary [...]”2\nWith the Omnibus Package, regulators have reaffirmed the need for a materiality-based ap- proach, emphasizing that sustainability reporting should focus on what truly matters - ensuring compliance while maintaining strategic relevance. This is a perspective that BCG has consis- tently recommended since the emergence of CSRD/ESRS.® We believe that this “smart com- pliance” approach, focusing sustainability reporting on the most material topics via double materiality assessment and de-scoping the reported datapoints (DPs), ensures that companies concentrate on sustainability topics that are genuinely impactful, avoiding unnecessary disclo- sures that dilute the focus on ESG issues of utmost priority. Furthermore, the “smart compli- ance” approach could also be extended to CBAM and the CS3D. For instance, the new flexibili- ty to use default values for CBAM compliance requires careful consideration, balancing the cost involved in determining actual product-level emissions with the potential overpayment of the levy if punitive default values are used.\nA three-year roadmap to ESG compliance: Companies urged to revise their strategic approach to ESG disclosure\nWith this materiality-based approach in mind, companies must now consider what this means for their own ESG reporting strategy. For wave 2 companies, the dependency on the EU legisla- tive process and transposition timeline suggests a high likelihood of a two-year delay in their reporting obligations, pushing compliance requirements beyond FY2025. Some companies may be tempted to adopt a wait-and-see approach, assuming that potential delays in the national transposition of CSRD could allow them to postpone compliance efforts.\nHowever, this would be a high-risk and short-sighted strategy. Even if one or more EU Member States fail to transpose CSRD into national law immediately, companies will still face disclo- sure obligations - for example under the existing Non-Financial Reporting Directive (NFRD) regulations - requiring them to align with CSRD-inspired standards in the absence of full CSRD compliance. Instead, this postponement presents a critical window of opportunity for compa- nies to prepare, ensuring they take no-regret moves by proactively deciding between voluntary and mandatory disclosures and optimizing their reporting for an impactful ESG strategy ap- proach ahead of time.\nEuropean Commission (26 February 2025): Proposal Directive COM(2025)80 final. EFRAG (July 2024): Implementation of ESRS: Initial Observed Practices from Selected Companies. European Commission (26 February 2025): Proposal Directive COM(2025)80 final. BCG (2023): ESG Reporting — Getting clever with “Smart Compliance”.\nBOSTON CONSULTING GROUP + CENTER FOR SUSTAINABILITY POLICY & REGULATION",
  "page_10": "Exhibit 3 - Strategic response | EU Omnibus will urge companies to revise their strategic approach to ESG disclosure\nFY25\nFY26\nFY27\nUtilize GenAl to leverage market and best practices\n-——______——————\n————————__LLc_Mmx4\n------ eee eee Ke He Ke Ke Ke Ke KH KK\n------ eee ee Ke Ke Ke Ke Ke He Ke KH Ke KK\n------ ee ee Ke ee Ke ee Ke KH KK,\nAdopt \"smart compliance\" - Outscope via DMA & existing filters under CSRD 1.0\n!\nEnhance \"smart compliance Utilize revised ESRS 2.0 when available to refine disclosures\nSustain \"smart compliance\nWave 1\n—\nMaintain streamlined compliance\n-  e --------- e ee ee ee\nee --------- ee Ke eee Ke ee\nee --------- ee ee Ke ee ee\neee eee eee ee ee ee eee\neee eee ee ee ee eee eee\neee ee eee ee ee ee eee eee\nUse \"smart compliance\" approach\nPilot \"smart compliance assuming CSRD disclosure will not be mandatory Utilize ESRS 2.0 to apply CSRD-light reporting and set up for FY2027\nby focusing on DMA & leveraging\nexisting filters\nKeep possibility of a mandatory\ndisclosure until additional certainty\nWave 2 becomes available\nCSRD 2.0 becomes fully mandatory.\nyet\n\"smart compliance\" can still be\neee ee eee ee ee eee ee ee eee ee\neee eee ee ee ee ee ee ee ee ee ee\nleveraged\nusing\nDMA,\nexisting\nfilters\n-- eee 5-H ee Ke eK eee\nand revised ESRS 2.0\nrequirements\n- eee ee eee M------ Hee\nFurther outscope disclosure requirements & reassess need for asssurance If disclosure remains voluntary\nOptional: Reassess pre-assurance\nopportunities to anticipate requirements for mandatory disclosure\neee eee ee ee ee eee eee\nFor FY25, both wave 1 and wave 2 companies should adopt a “smart compliance” approach which is based on a highly materiality-focused scoping of the most important DPs. Already under CSRD 1.0, companies have the option to use their DMA and leverage existing filters Companies in wave 1 and 2 should make use of this option accordingly. Until further clarity is provided, wave 2 companies also need to consider the possibility of a mandatory disclo- sure. If disclosure indeed remains voluntary, wave 2 companies should take further DRs out of scope, aiming for a CSRD-aligned but not yet compliant approach. In preparation for upcoming requirements, wave 2 companies should also reassess the need for assurance\neee eee ee ee ee ee eee ee\nee ee eee ee ee ee ee eee\nBy FY2026, it is expected that the DA and revised ESRS (ESRS 2.0) standards will be finalized and available. As a result, wave 1 companies will be able to make use of a reduced ESRS-mandated DP set. Wave 2 companies can pilot their “smart compliance” approach under the assumption that full CSRD disclosure will not be mandatory. They can use avail- able filters under ESRS 2.0 to apply a CSRD-light reporting approach and evaluate which ESRS DPs are most likely to be required when their compliance obligations take effect. At this stage, pre-assurance mechanisms may be implemented to identify potential gaps or areas for enhancement before official assurance processes begin, ensuring that companies are well prepared for their first formal reporting cycl\nBy FY2027, wave 2 companies will be required to comply fully with CSRD regulations, report- ing in alignment with the finalized ESRS framework. At this point, companies should have already built internal reporting mechanisms, tested their materiality assessments, and opti- mized their ESG disclosures to align with regulatory expectations under the ESRS guidelines Companies that act quickly to put BCG’s proposed “smart compliance” approach into effect will be in a stronger position to adapt to final CSRD requirements without scrambling to meet compliance deadlines\nGenAl should be leveraged as a continuous enabler of the “smart compliance” approach. By efficiently analyzing sustainability reports available under CSRD 1.0 with GenAl, CSRD 2.0 companies can in the future gain a deeper understanding of the level of detail required for compliance, identify patterns in materiality assessments, and refine their ESG reporting strategies accordingly.\nTHE EU OMNIBUS PACKAGE: HOW COMPANIES SHOULD ADJUST THEIR SUSTAINABILITY REPORTING",
  "page_11": "Exhibit 4 - Strategic response | With the “smart compliance” approach based on three key filters companies can focus their reporting efforts\n~ 1,400\nLever 1\nLever 2\nLever 3\n# of DP\n,*-\nLever 1 & 2 based\non existing CSRD\n1.0 guidance\nL# |\n~ 500\n=\n_--- =\nFull DPs under\nOut-scoping of DPs\nFurther deployment\nBest Practice\nAnticipated ESRS\nCSRD 1.0\nfrom non-material topics of add. filters (phase-in,\nunder CSRD 1.0\n2.0 reductions\nvoluntary, info materiality)\nAgainst this backdrop of strategic options, BCG Wu “smart compliance” approach comprises s three key levers for optimizing ESG reporting obligations. This approach aligns with recent developments which suggest there is substantial room to reduce the number of required disclosures while maintaining compliance integrity\n1. Initial filtering based on materiality assessments\nTo reinforce their ESG reporting framework, companies should strengthen their double mate- riality assessments by adopting a data-backed, quantitative materiality approach, validated through structured stakeholder engagement. A ngorous DMA process ensures that ESG disclosures are strategically aligned with business priorities, leading to a well-defined set of material DPs. By reinforcing this connection between reporting activities and corporate strategy, companies can enhance the relevance and impact of their ESG reporting while avoiding unnecessary disclosures\nIn parallel, by using the latest |G3 guidance, companies can already pre-select DPs associat- ed with non-material topics, significantly reducing reporting burdens from the outset. Empiri- cal data from 2024 suggests that companies implementing this initial filtering mechanism have already excluded approximately 50% of DPs, reducing the original figure of more than 1,400 DPs to around 700.*° This targeted approach eliminates unnecessary reporting while maintaining compliance integrity, allowing companies to optimize their ESG reporting ina strategic and risk-based manner.\n10\nLever 3 in\nanticipation of\nupcoming ESRS\nguidelines\n—_\nSmart _ Compliance oy\nunder CSRD 2.0\n9. EFRAG implementation guidance explaining the list of data points (EFRAG IG3) 10. BCG Analysis 2025\nBOSTON CONSULTING GROUP + CENTER FOR SUSTAINABILITY & POLICY REGULATION",
  "page_12": "2. Advanced filtering mechanisms for further optimization\nBeyond the initial materiality filter, companies can apply additional mechanisms to further refine their reporting obligations. This will reduce complexity, and ease compliance burdens over time:\ne Phased implementation of DPs for specific areas, ensuring a manageable rollout e Removal of voluntary DPs, allowing companies to concentrate on core reporting require- ments without unnecessary disclosure e Application of an information materiality filter, which eliminates DPs that do not meet clear financial or impact-related thresholds.\nApplying these second-phase filters could enable companies to achieve a further 20% reduc- tion in DPs, potentially bringing the number of required disclosures to around 500 DPs.?\n3. Anticipate regulatory revisions\nA third critical lever in optimizing ESG reporting obligations lies in anticipating regulatory revisions. As indicated, the EC is planning to revise the ESRS guidelines, which will further reduce the set of mandatory DPs based on three key elements:\ne “Removing DPs deemed least important for general purpose sustainability reporting e Prioritizing quantitative datapoints over narrative text e Further distinguishing between mandatory and voluntary DPs”™\nThese revisions will be incorporated into ESRS 2.0, which is expected to introduce an addi- tional reduction of DPs (this is not yet reflected in current reporting requirements). This would further streamline disclosures, potentially lowering the total number of required DPs further, offering companies greater flexibility in their ESG reporting approach.\nBeyond these three levers for optimizing the reporting framework, companies should make use of GenAl to reduce complexity and enhance the depth of their sustainability reporting. Early findings from a BCG GenAl analysis indicate that, on average, around 50-60% of DRs were disclosed as material in FY2024, with some organizations streamlining their reports to include as few as 20-30% of the total initial DRs. GenAl can help companies assess the depth and granularity of disclosures needed for different stakeholder groups, allowing them to apply the “smart compliance” approach more effectively while ensuring regulatory alignment.\n11. European Commission (February 26, 2025): Omnibus Directive Proposal COM(2025)80 final.\n11\nTHE EU OMNIBUS PACKAGE: HOW COMPANIES SHOULD ADJUST THEIR SUSTAINABILITY REPORTING",
  "page_13": "4 What companies should do next\nAs companies prepare for the ESG reporting cycles of FY2025-FY2027 and await the final Omnibus law, they must seize this opportunity to act. Thinking strategically about their overall ESG disclosure entails three key steps. They should:\ne Status quo and benchmarking: Analyze their status quo ESG reporting to understand their current approach to sustainability reporting, including conducting a benchmark study with industry peers on the sustainability reporting best practices\ne Strategic Options: Assess their potential strategic options for FY25-27 and the required strategic choices in light of the amendments introduced by the Omnibus Package\ne Roadmap: Detail their ESG strategy on the road ahead, using the “smart compliance” approach\nBy integrating BCG mu smart compliance” approach, companies transition seamlessly S can toward a targeted, risk-based compliance model, ensuring regulatory alignment while maxi- mizing strategic business impact. Now is the time to act and redefine ESG reporting as a value-driven strategic advantage.\nBOSTON CONSULTING GROUP + CENTER FOR SUSTAINABILITY POLICY & REGULATION\n12",
  "page_14": "About the Authors\nLorenzo Fantini\nManaging Director and Partner\nJannik Leiendecker\nPartner and Associate Director, ESG, Compliance & Non-Financial Risk\nTim Mohin\nPartner and Director, Climate & Sustainability Strategy\nBenedetta Testino\nAssociate Director, Risk & Regulatory Compliance in FI\nMarie Schembier\nManager - BCG Vantage\nSolene Chataigne\nManager - BCG Vantage\nMaria Cava\nSenior Analyst - BCG Vantage\nFor Further Contact\nIf you would like to discuss this report, please contact the authors.\nAcknowledgments\nWe extend our sincere gratitude to the following contributors for their invaluable expertise and dedication in shaping this whitepaper: Ingrid Cornander, Tim Figures, Lorenzo Girardi, Anand Kumar, Berengere Sim, Vedanshi Bhartia, and Ricarda Seitz.\n13\nTHE EU OMNIBUS PACKAGE: HOW COMPANIES SHOULD ADJUST THEIR SUSTAINABILITY REPORTING",
  "page_15": "Boston Consulting Group partners with leaders in business and society to tackle their most important challenges and capture their greatest opportunities. BCG was the pioneer in business strategy when it was founded in 1963. Today, we work closely with clients to embrace a transformational approach aimed at benefiting all stakeholders—em powering organizations to grow, build sustainable competitive advantage, and drive positive societal impact.\nOur diverse, global teams bring deep industry and functional expertise and a range of perspectives that question the status quo and spark change. BCG delivers solutions through leading-edge management consulting, technology and design, and corporate and digital ventures. We work in a uniquely collaborative model across the firm and throughout all levels of the client organization, fueled by the goal of helping our clients thrive and enabling them to make the world a better place.\nFor information or permission to reprint, please contact BCG at permissions@bcg.com. To find the latest BCG con- tent and register to receive e-alerts on this topic or others, please visit bcg.com. Follow Boston Consulting Group on Facebook and X (formerly Twitter).\n© Boston Consulting Group 202\n© Boston Consulting Group 2025. All rights reserved. 3/25",
  "page_16": "+e\na\nhb\n>.\ni\nms\nae\na\n2\nort\na\n»\nw sd\n> *,\n_”\nse\nPa\na\nt\ni\nmy\noa\nMe\n‘ea\n=\n%\noe\nry\noy\narty\nva\n\" ae\n&\n<<\n=\noe,\nPi\nf\na\n*e\n=a\n%\n1s\nit\n—\npif\nf 7\nfra\nGey\n-\nMy\n9\n4\n5p\n3!\nPOE\n7\n~\nwe\nVor\n,\nCENTER FOR"
},
  "language": "Languages.ENGLISH",
  "total_pages": 16
}
