{
  "file_name": "22_353.pdf",
  "pages": {
  "page_1": "BOG\nPig\n; ob\nWs\nExecutive\nPerspectives\nany\n—\na\n2st\n«\na,\nwe\nSa ee eaves\nRee\nb\naes\nWe\n%\new. -\nNow Is the Time to Build Advantage\nand Resilience Through\nSustainability\nFebruary 2023\nSEATTTTT\n\\\nca. «\nca\ni\nF *\n#2\nheed",
  "page_2": "Sustainability aims to unlock long-term value for\nbusinesses and people by taking into consideration natural, social, and economic environments. Operating sustainably has become a priority given the growing global challenges in these areas.\nAs planetary boundaries are exceeded, new regulations, innovations, and behaviors are quickly changing the rules of the game for industry. Sustainability is therefore increasingly a source of competitive advantage and a condition for financial resilience.\nThere will be winners and losers as profit pools and competitive positions shift. Business models will need to change, and in many sectors first movers will be able to secure critical, but scarce, resources and talent.\nNow is the best time to act. The current macroeconomic environment is accelerating rather than slowing regulatory change, while at the same time creating a short-term window where the cost of action is lower.\nRS\nSS\naN\n\\ %\n\\N\n—~\n‘Bhi.\nA\nasin ey\n~\n—— ee\nzo\nIn this BCG Executive\nPerspectives edition, we\naddress how to become a\nwinner by embracing\nsustainability now\nme",
  "page_3": "through sustainability\nNow is the time to act\nHow companies are becoming sustainability leaders\nHow to get started\nNow 1s the time to build advantage and resilience\npe\n—\n~\n—\nsane\nClimate change and nature loss have reached a critical point, sparking unprecedented policy action and technological innovation. Even as the economy faces headwinds, the climate-related regulatory response is accelerating, changing the old risk and opportunity calculations\nFurther, the current downturn is creating a short-term opportunity to take advantage of lower asset prices and greater availability of talent\nMany companies are creating significant shareholder value by acting boldly and taking advantage of the shifting profit pools driven by climate and sustainability. Specifically, they are:\ne Unlocking new profit pools and an expanding sustainable market through strategic product pivoting e Taking a holistic approach for top-line and bottom-line enhancement through sustainability transformation e Define shareholder value for decarbonization, realizing with new offerings, governance structure, etc.\nKey learnings from sustainability leaders inspire BCGs recommendations for your journey. BCG is the\nsustainability leader in our own sector, with leading edge capabilities and a proven track record. Our approach helps our\nclients integrate their business with their sustainability agenda, bringing a laser focus on value capture\nIn addition to our market leading sustainability transformation and tech & Al capabilities, we have recently acquired Quantis to offer our clients an even broader range of technical expertise",
  "page_4": "BCG Executive\nPerspectives\nAGENDA\nmT\niH\n|\n\\",
  "page_5": "°C 2.0\nClimate change and biodiversity eoSilave eae aw a point\nae\nClimate change is accelerating...\n...while nature continues to decline\nThe global living planet index tracks changes in abundance of species populations\nYears\n1970 1975 1980 1985 1990 1995 2000 2005 2010 2015\n1.5\n1.0\n0.5\n0.0\n0.5\n1.0\n500\n1000\nIndex value (1970 0)\n=\n1500\n1850 2020\n10\n20\n30\n40\n50\n60\n70\n80\n90\nIndex value (1970 = 0)\nYears\n— Freshwater == Global == Terrestrial = Marine\nSource: IPCC AR6, WWF/ZSL 2022",
  "page_6": "Regulatory response.is accelerating, Sven's tne ery slows down\n™\nInfrastructure Investment & Jobs Act (IIA) and Inflation Reduction Act (IRA)\nThe Carbon Border Adjustment Mechanism (CBAM)\nAllocates ~$480B federal funding to climate-related infrastructure projects & clean energy production, & promoting environmental justice in communities\nremain competitive with EU peers\nAsset Management Association of China (AMAC)\nUS govt procurement & SBTi alignment\nMandates that all major federal contractors must have validated SBTi within 2 years; federal procurement amounts to ~$630B per year\nREPowerEU\nNew UN treaty on plastic pollution\nGrants ~€210B in investments to increase energy efficiency, diversify energy suppliers, and accelerate the rollout of renewables\nImposes a carbon tax on EU imports, incentivizing\noverseas producers to lower their emissions to\nDraft regulations that will require mutual funds and ETFs to have +60% of their assets in defined green investment and be eligible to be sold as green product, potentially implemented in 2023\nAims to forge a legally binding agreement to reduce plastic pollution by 2024, likely mandating recycling and reusable products\nSource: IRA; Tax foundation, EU REPowerEU, Science Based Targets initiative (SBTi), Reuters, BCG Analysis",
  "page_7": "Current downturn is creating a short-term opportu nity: lower asset prices\nand greater availability of talent\n—————\nDecrease in share price of potential target companies\nUnique opportunity to secure experienced, scarce talent\nPrice drop for scarce\ncommodities\nShare prices drop disproportionately for\nLarge sustainability players are significantly reducing workforce\nLithium price (CYN/T)\nselect companies relative to market\nExamples\nExamples\nEV manufacturer share price fell 50% in the past 6 months\nWind power business laid off 20% of US workforce in onshore power group\nAlternative protein food company's share price tumbled by 60% in past 6 months\nVertical farming firm cut 50% of workforce\nCarbon management software company closed, laying off 200 employees\nBattery manufacturer's share price declined by 30% in the past year\n[CEeeeeeeee, Geers bees er eer Pee\nRefurbished tech startup cut 13% of workforce\nVC funding shrank by $100B in 03'22, and\nUK Lithium batteries manufacturer folds releasing ~250 employees into workforce\nhas fell for three quarters in a row, leaving companies looking for additional funding\nMar May Jul Sep Nov 2023\nNote: EV = electric vehicle\nSources: S&P1000, IMB, Mondo, Trading Economics, Bloomberg, IFP\n600,000\n575,000\n550,000\n525,000\n500,000\n450,000\n425,000",
  "page_8": "BCG Executive\nPerspectives\nAGENDA\nmT\niH\n|\n\\",
  "page_9": "Leading companies leverage sustal a\ncn\n™\nho value\nIndustrial\n£m, machinery\n10d OI\nplayer\nW distributor\nww\nEA Food service\nLink sustainability with business success -\nan expanding sustainable market through strategic product\nAll in to win — Take a holistic approach for top-line and bottom-line enhancement through a sustainability transformation\n\nUnlock new profit pools and\npivoting\nSource: BCG analysis\n(oKe)\n000 Chemical\nLE | player\nEa\nEnsure value delivery to shareholders — Define shareholder value for\ndecarbonization, realizing with new offerings, governance structure, etc.",
  "page_10": "Industrial machinery player is integrating sustainability outcomes into\nbusiness success, further driving their advantaged market position\nmeni\nThis major global industrial machinery player has defined how its customers' climate and sustainability outcomes is linked with its own business goals, breaking the trade-off that many others face as now success in one equals success in the other.\nWhat actions did they take?\nWhat was the motivation?\nCompany is uniquely\nEmbedding climate & sustainability objectives into entirety of the business, including\npositioned to drive both profitability and sustainability impact with customers through the same technology offerings\nProduct: Creating products that reduce input usage via precision tech solutions, developing alternative power solutions for its product portfolio, integrating circularity principles into product development, etc. Op Model: Including sustainability goals & metrics into key op. processes across BUs, evaluating sustainable customer outcome objectives Investment: Defining the sequence of investments that drives preferred outcomes in most efficient way for the business; leveraged M&A to quickly build up capabilities\nTherefore, linked sustainability goals and business goals together:\n~20%\ncustomers in 2022\nSupporting its customers to be more efficient, profitable while also becoming more sustainable\nOperational GHG\n~30%\nreduction since 2017\nSource: Company reports; Analysts reports; News reports; BCG analysis\nWhat are early signs of impact? Yoyon\nEstablished new 2030 ambitions — metrics\nthat join business and C&S goals\nIncrease in sustainably engaged\n10\nG",
  "page_11": "Major food service distributor, Sysco, 1s undertaking sustainability\ntransformation to lead.the industry and gain. competitive advantage\nI | | | | | |\nThis global company has undertaken a holistic end-to-end transformation to become the leader in sustainability in food service distribution\n»)\nWhat actions did they take?\nWhat was the motivation?\nAgriculture, forestry & land use accounts for ~18% of global\nTaking a value creation lens to create sustainable advantage and embedding sustainability at the core of strategy across the business: e.g:\nGHG emissions\ne Commitment: Announced SBTi commitments! e Product: Exploring next-gen indoor farming solutions to bring local, fresh, and sustainable produce to more customers Operations: Electrifying fleet, transitioning to renewables, pioneering load-fill optimisation technologies, reducing waste, etc. e Supply chain: Engaging with suppliers to set emission reduction goals Innovation: Launching Recipe for Sustainability program with universities? to drive next wave of sustainable innovation\nCompany is uniquely\npositioned to drive impact with thousands of supplier & customer relationships\n2800+\nSustainability-marketed products are growing ~3x faster than conventionally-marketed products\n1. Reduce its Scope 1 and 2 emissions by 27.5% by 2030 from a CY2019 base year; work with suppliers to set science-based targets by 2026 2. Including Arizona State University and Pennsylvania State University Note: SBTi = Science-Based Targets initiatives, GHG= greenhouse gas, EV = electric vehicles Source: Company reports; Analysts reports; News reports; NYU Sustainable Market Share Index Report; BCG analysis\nWhat are early signs of impact?\n11\nPounds of CO2 saved through\nefficient inbound shipping in 2022\nEV trucks committed to be\npurchased by 2030\nOf suppliers committed to\nreducing emissions",
  "page_12": "Global chemical leader launched climate transformation to reduce emissions\nrisk and unlock new value creation opportunities ~.\nSS\nCompany was a top 100 global emitter, but also an industry leader in climate ambition — linking climate to strategic and operational decision-making\nte,\nWhat actions did they take?\nWhat was the motivation?\nWhat are early signs of impact?\nCompany's high-emitting\nIt undertook climate transformation to drive to net zero while delivering value to shareholders:\nfootprint created\nsignificant tail risk in the\ne Strategy & IR: Defined shareholder value for decarbonization and associated approach for Strategic decision-making & investor comms. Governance: Set up governance structure to accelerate operational decision-making Emission reduction: Including asset turnover, low-carbon technology deployment, renewable PPA! s, and supplier management plans, etc. e New offering: Defined plans to create value from low-carbon products & solutions, and ventures into new climate-linked value pools\nface of investor pressure and mounting regulation (e.g., ETS, CBAM)\nBroke down 2050 vision into a concrete plan with near-, mid- and long-term elements\nCompany highly focused on\nvalue for shareholders, but\nunsure how investing to decarbonize fit their value creation story\nEnabled successful investor day narrative around value creation + decarbonization\nCompany cautious to make\nAdditional access to renewable\nlarge investments, while\npower\npeers actively moving into climate-linked value pools\n12\n1. Power Purchase Agreement Source: Company official website; Company reports; BCG analysis\nOC",
  "page_13": "Key learnings from sustainability leaders\ne\n©.\n=\nab\n— -_ 0\ni) Te\nAy\n| | 1\na\nik li\nDevelop a clear perspective on how climate change and environmental degradation are impacting your value chain\nUnderstand fully how these trends are changing the profit pools in your industry\nAct boldly to future proof your strategy, grow tech capabilities & seize the opportunities created by the sustainability revolution\nScan and utilize M&A opportunities to drive a step-change in\nyour sustainability offering\n13\nCraft a compelling investor communications strategy on\nsustainability, linked to your overall investment thesis\nNee",
  "page_14": "BCG Executive\nPerspectives\nAGENDA\nmT\niH\n|\n\\\n\n\n14",
  "page_15": "NAAN!)\nBEBE BBR\nHolistic transformation lens, integrating\nSustainability ambition and business agenda\nLaser focus on\nscale, making the business case work\nand sustainability at\nBCG’s unique\napproach\nsustainability\njourney\nyour\nBEB BBB PRPs\nBEB EBB BRE\nInnovation in business model, value chain, portfolio for\nsustainability and business performance\nWidened aperture to reimagine functions and\nprocesses and break sustainability compromises\nBEEBE BBR Ree\nCompelling narrative translated across stakeholders\n(employees to investors)\n15",
  "page_16": "BCG drives sustainability Unpact erigae ieee =* 5 key levers\n@\nKNOWN & NOT PROFITABLE\nKNOWN & PROFITABLE SOLUTIONS\nSOLUTIONS\nDirectly\niit\nHarnessing the power of the private sector to unlock sustainability value via profitable, scalable solutions\nEngaging public & social sectors to define and deliver on sustainability goals\n)\nDrive\n\nLT\n\nChange\n6 CATALYZING INNOVATION\nFostering new, high-impact sustainability solutions &\nventures\n\niy,\nIncreasing the flow of capital to investments with an ESG/ sustainability lens, and to fund the climate transition\nDriving standards & governance, enabling ecosystems to mobilize & scale sustainability impact\n16\nSource: BCG Analysis",
  "page_17": "BCG's capabilities, including Quantis and BCGX's digital tools,\naccelerate client sustainability journeys & drive impact\nQuanta\n“30 CO2 Al\nCLIMATE IMPACT Al\n\n\nee\n|\n|\nClimate Impact Al\nQuantis, now part of BCG, brings climate diagnostics, science-based target setting, strategy implementation & proprietary tools\nCO2 Al\nidentifies key levers to\nassesses business impact of transition risks on value chains & identify optimal\nSupport end-to-end\nemissions\nmanagement\nadaptation strategies\n\n17\nee\nGreen ventures\nbuilds and scales green\ntech solutions &\nbusinesses\nBCG\nGreen\n‘ Ventures",
  "page_18": "Connect with our Sustainability and Resilience leadership\nteams with any questions\n~\nSustainability\nHubertus Meinecke\nGlobal Leader — Climate & Sustainability\nMeinecke. Hubertus@bcg.com\nHamburg\nCentral Resilience Team\nRyoji Kimura\nGlobal Leader — Corporate Finance & Strategy\nKimura.Ryoji@bcg.com\nTokyo\n-\nJesper Nielsen\nManaging Director & Senior Partner\nNielsen.Jesper@bcg.com\nLondon\nDimitri Caudrelier\nChief Executive Officer — Quantis\ndimitni.caudrelier@quantis-intl.com\nFrance\ni\n-,\n§\nJessica Apotheker\nManaging Director & Partner\nApotheker.|essica@bcg.com\nParis\nAlexander Roos\nGlobal Co-Leader — Center for CFO Excellence\nRoos. Alexander@bcg.com\nBerlin\nYvonne Zhou\nManaging Director & Senior Partner\nZhou Yvonne@BCG.com\nBeijing\nx\nDaniel Feldkamp\nManaging Director & Partner\nFeldkamp.Daniel@bcg.com\nMunich\ne Click here for our latest publications in the CEO s Dilemma Executive Perspectives series and additiona resilience insights\n18",
  "page_19": "Disclaimer\nThe services and materials provided by Boston Consulting Group (BCG) are subject to BCG's Standard Terms (a copy of which is available upon request) or such other agreement as may have been previously executed by BCG. BCG does not provide legal, accounting, or tax advice. The Client is responsible for obtaining independent advice concerning these matters. This advice may affect the guidance given by BCG. Further, BCG has made no undertaking to update these materials after the date hereof, notwithstanding that such information may become outdated or inaccurate.\nThe materials contained in this presentation are designed for the sole use by the board of directors or senior management of the Client and solely for the limited purposes described in the presentation. The materials shall not be copied or given to any person or entity other than the Client (“Third Party”) without the prior written consent of BCG. These materials serve only as the focus for discussion; they are incomplete without the accompanying oral commentary and may not be relied on as a stand-alone document. Further, Third Parties may not, and it is unreasonable for any Third Party to, rely on these materials for any purpose whatsoever. To the fullest extent permitted by law (and except to the extent otherwise agreed in a signed writing by BCG), BCG shall have no liability whatsoever to any Third Party, and any Third Party hereby waives any rights and claims it may have at any time against BCG with regard to the services, this presentation, or other materials, including the accuracy or completeness thereof. Receipt and review of this document shall be deemed agreement with and consideration for the foregoing.\nBCG does not provide fairness opinions or valuations of market transactions, and these materials should not be relied on or construed as such. Further, the financial evaluations, projected market and financial information, and conclusions contained in these materials are based upon standard valuation methodologies, are not definitive forecasts, and are not guaranteed by BCG. BCG has used public and/or confidential data and assumptions provided to BCG by the Client. BCG has not independently verified the data and assumptions used in these analyses. Changes in the underlying data or operating assumptions will clearly impact the analyses and conclusions.\n29\nfaa}",
  "page_20": "sting\n#\na\n52\nyi\nhe\n‘s,\noe\nZ\n\\«\nWISE\nce\nWK\nb\non\nSS\nen\n+\naN .%\n‘Ss\nBS. Jit\nAe = %\nKins\naN\nran Rey\nwyN\nNM.\n#0\n=\ner\nek\n4\n%\nfe\nel\nx\n.\nee,\nte\n~\n1\ni ak\nie\nsi\nNek,\nae en tome\n4, wa Yi:\nBt\nas\niss\n7h\n=\na\ne\nEBS\nty 9!\nRy\nOs\nby ‘\noN\not\n\\ oN\n“E\nek\nSS i\n+8\n+\n,\nais\noa\nts,\n*\nDass\n*s\nSte\neames a\n&\nty\nRuy\n=\n_\n5 # ¥\n&\n7 A%\na\n¥ ie eg:\na\nMis\na -\naw\nee\n1 te\nRey vy aw\n=\niy\nui\nBe\nNe\nga\nmS\ncae\n=\n“\nee\nBat\n\"\n2,\n+ *\nae\n2\n=\nsoe\nean\nnes\niy\n\nx}\nee\n-.\n+\noe\niY\nat es\nbi?\nPee\nas\nfe\nPe:\nRe\nse\nBE\n* he\neit\nef\nee\nee\naf\nsant\nah\nPe"
},
  "language": "Languages.ENGLISH",
  "total_pages": 20
}
