{
  "file_name": "22_357.pdf",
  "pages": {
  "page_1": "*\n€\nN\n3\nh,\n‘<\na\na.\ni\n2\n_ =\n—\n\\\\\na\nJobs, National Security, and the Future of Trade\nREADING TIME: 8 MIN\nJANUARY 08, 2024\nBy Marc Gilbert, Nikolaus Lang, Georgia Mavropoulos, Michael McAdoo, and Takeshi Konomi\nEditor’s note: When originally published in January 2024, this article estimated, on the basis of a discrepancy in the GDP data, that global trade would grow slightly less than global GDP in 2022-2032; the GDP growth forecast since has been revised.\nAs the global economy adjusts to persistent economic and geopolitical pressures and disruptions, the familiar routes that defined the world trade map are being redrawn and trade blocs are playing\n© 2025 Boston Consulting Group",
  "page_2": "a greater role. In addition, overall global trade is growing at a slower rate than the world economy, a fundamental shift away from the trend of trade-led globalism that has been prevalent since the end of the Cold War. (See “BCG’s Global Trade Model Methodology.”) World trade in goods is forecast to grow at 2.8% per year, on average, through 2032, compared with an estimated 3.1% growth rate for global GDP in the same period, according to a new BCG analysis. (See Exhibit 1.)\nBCG’S GLOBAL TRADE MODEL METHODOLOGY\nThe 2023 BCG Global Trade Model projects global trade in goods from 2023 to 2032. It was developed by a team of BCG experts across functional disciplines such as global trade, financial institutions, and data analytics. The model uses historical correlations and artificial intelligence (Al) to create 10-year forecasts, using 500 million data points that measure macroeconomic indicators such as GDP, population, unemployment, public and private consumption, exchange, inflation and bank interest rates, and GDP deflator. The inputs are from reputable sources such as governments, international financial institutions, and economic analysis specialty firms. The model covers 150+ exporter countries in 14 key regions and more than 5,000 physical products or commodities in 22 industrial sectors. Trade values are expressed in real terms, based on floating foreign exchange rates. A deflator is used to reduce the impact of inflation on export values.\nThis year’s trade model includes a number of improvements:\nTrade values are indexed to 2010 to reduce year-to-year volatility, in line with best practices of intergovernmental organizations. Al and machine learning are used to create a more detailed model by tracking nine different macroeconomic variables over a 20-year period. Impacts of newly present influences, such as new trade agreements, trade wars, military conflicts and related sanctions, and climate-related trade policies, are captured on a case-by-case basis, and adjustments are applied to certain future forecasts.\nAssumptions\nThe 2023 model includes certain notable geopolitical assumptions, including:\n© 2025 Boston Consulting Group",
  "page_3": "e The ongoing sanctions regime against Russia and Belarus remain in place through 2032. e The EU and US stop trading with Russia for the forecast period, except for critical supplies. The European Union’s “REPowerEU” achieves its goal of terminating EU energy imports from Russia by 2030. Russia trade is diverted mainly to China, India, and other emerging markets. Trade sanctions from the West curtail Russia trade with the EU, US, UK, Japan, and South Korea. No significant new trade agreements are established in the 2023-2032 period. The EU implements its carbon border adjustment mechanism (CBAM) in 2026 and deforestation regulation in 2025 as planned. ASEAN trade e ASEAN-US and ASEAN-EU exports rise at a faster rate than in the past due to a reduction in the growth of China exports to the US and the EU. e India and ASEAN rise as destinations for the “China + 1” strategy. US industrial policies, such as the Inflation Reduction Act and the Infrastructure Investment and Jobs Act, promote clean energy and Tier 2 materials trade. The US Mexico Canada Agreement and SEC 232 tariff exemption boost US regional trade with Mexico and Canada.\nRegional Definitions\nThe European Union includes all 27 current member countries. Gulf Cooperation Council includes Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and United Arab Emirates. ASEAN includes Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam.\n© 2025 Boston Consulting Group",
  "page_4": "e Mercosur includes current active members, Argentina, Brazil, Paraguay, and\nUruguay.\ne Africa comprises all countries of the African Continental Free Trade Area\n(AfCFTA).\nExhibit 1 - Trade Flows Will Be Reshaped by 2032\nChange in trade of goods, major corridors? (2032 vs. 2022, real 2010 $B)\nUK\nCanada\nAfrica\nThe emergence and growing prominence of trade blocs is having a dampening effect on traditionally deep and fast-growing trade lanes such as China-US and China-EU. Five emerging global trade dynamics will characterize the world in the coming decade. (See Exhibit 2.)\nMexico |\n3\nChina\nRussia\nMercosur\nUSA\nIndia\nExports of goods,\nglobal (real 2010 $T)\nCAG\n+2.8%\n~\nEU27\nWw outh\nJapa\nKorea\nAustralia\nL\nR\nSources: UN Comtrade, Oxford Economics, IHS, WTO, BCG Global Trade Model 2023, BCG analysis.\n‘Map corridors represent ~45% of global trade in 2022. Map does not include trade of services.\na\n4\n© 2025 Boston Consulting Group",
  "page_5": "Exhibit 2 - Five Geopolitical Drivers Impacting Trade Through 2032\n+l\nea\noo\n= _? il\nm-@\n@\n=~ @\n=\nam\nStronghold\nChina\nASEAN\nIndia\nRussia\nNorth America\nTrade Dynamics\nTrade Growth\nIgnition\nTrade Divergence\nGeopolitics Industnal and trade\nChina-West differences Region gains from\nIndia nses as a major Western sanctions\npolicies reinforce intra- cause trade barriers\nsupply chain shifts,\nmarket and “China + 1 compel Russia’s trade\nUSMCA and propel\nto persist and divert\nlow-cost structure,\ndestination for global flows to shift to fellow\n“reshoring” and\ntrade flows to other\nand good trade\nmanufacturing\nBRICs\n“nearshonng”\ncorndors\nconnectivity\nTrade US-China\n-197 China-ASEAN +616 ASEAN-China +616 India-West\n+180 Russia-China +134\nUS-Canada +466 China-West\n-62 ASEAN-Japan +210 India-China +124 Russia-India\n+26\n& Mexico\n& South Korea\nSource: BCG analysis.\nNote: All numbers are 2022-2032 absolute change, in $US billions. USMCA = US Mexico Canada Agreement.\nStronghold North America\nThe United States, Canada, and Mexico will benefit from the US Mexico Canada Agreement (USMCA), as US trade with its neighbors is forecast to grow by $466 billion in the coming decade. Faced with a combination of economic pressure and national security concerns, the Biden administration has adopted a new focus on industrial policies with a more protectionist bent, such as the Infrastructure Investment and Jobs Act (IIJA), CHIPS Act, and the Inflation Reduction Act (IRA) The result is a more influential regional manufacturing footprint with direct investment into strategic industries.\nChina Trade Dynamics\nPersistent trade tensions and growing trade barriers are continuing to impact trade between China and the West. The projected fall-off in US-China trade is one of the most significant developments in the updated global trade map, with 2032 trade value forecast to fall $197 billion from its 2022 level. This is more than three times the $63 billion contraction forecast one year ago in a similar BCG analysis. The change is due to China’s slowing GDP growth in 2022, combined with other factors. China’s trade with the EU will continue to grow, but more slowly than the global average.\nASEAN Trade Growth\nSoutheast Asian nations are among the biggest winners in the new world trade order. Cumulative ASEAN trade is forecast to grow $1.2 trillion in the next ten years due to the region’s emergence as a key destination for companies seeking to decrease their dependence on China for manufacturing by adopting a “China + 1” diversification strategy. ASEAN is an attractive China alternative because of\n© 2025 Boston Consulting Group",
  "page_6": "its young and dynamic population, economic diversity, and generally neutral stance among geopolitical blocs.\nIndia Ignition\nLike the ASEAN nations, India is benefiting from a low-cost structure and capable workforce to rise as a major domestic market and “China + 1” destination for global manufacturing. India’s large market and particular strength in industries such as chemicals, consumer electronics, and pharmaceuticals are attractive for companies seeking to diversify their global footprint. Expanding trade connectivity, as evidenced by new and under-negotiation trade agreements, are helping to increase India’s projected external trade in the next ten years by $393 billion, including $180 billion with the US and EU and $124 billion with China.\nRussia Trade Divergence\nThe break in Russia’s trade with the EU and the US caused by the war in Ukraine and the resulting sanctions and reduced European dependence on Russian energy will influence Russia’s trading profile at least so long as the stalemate in Ukraine continues. These conditions have not led to the elimination of Russian trade, but rather its redirection elsewhere. For example, much of the trade with the EU has shifted to Russia’s fellow BRICs countries: Brazil, China, India, and South Africa. While Russia’s trade with the EU in 2032 will fall by $222 billion, compared with 2022, its trade with China and India will grow by $134 billion and $26 billion, respectively.\nMultiple Challenges Are Inhibiting Trade Growth\nThe cooler trade climate is part of a reordering of the world trade map that is taking shape in the wake of the recent twin shocks of the pandemic and the Ukraine war, accompanied by a rise in trade protectionism and a falloff in globalization sentiment. A variety of factors are contributing to reshoring of manufacturing around the world, with a predictable dampening effect on global trade. These include:\ne Industrial policy. A leading element is the rise of national policies designed to support domestic industry and job creation. Policies such as the United States’ Inflation Reduction Act (IRA), with its “Buy American” incentives, reflect governments prioritizing national interests over multilateral, rules-based organizations, such as the World Trade Organization. Similar policies can be seen in the European Union and other parts of the world. e Labor economics. Companies in some regions are taking advantage of capable, low-cost labor as well as the availability of new technologies that have enabled them to reshore or near-shore manufacturing operations. For example, the cost gap between US and Chinese labor has narrowed as labor costs in China have risen on a relative basis, while locations such as Mexico, Southeast Asia, India, and Latin America have become competitive with China on labor costs.\n© 2025 Boston Consulting Group",
  "page_7": "e Supply chain stability. Faced with risks of disruption and overreliance on extended and brittle supply chains, companies are seeking to diversify their global manufacturing and sourcing networks by moving to markets with lower geopolitical risk, reliable infrastructure and, in some cases, proximity to end-markets. e Environmental factors. Global and domestic pressure on industry to decarbonize operations has led companies to focus on geographies with clean energy supplies, reduce carbon footprints, and increase overall sustainability. Policies such as the EU’s Green Deal are incentivizing European companies to use more low-carbon energy sources by locating manufacturing closer to home.\nAs Cooperation Cools, Regional Trade Blocs Rise\nA characteristic of the new world trade order will be the growing prominence of trade blocs— especially North America, the EU, ASEAN countries, and potentially the BRICs—as production moves closer to end markets. Blocs are attractive for countries seeking to limit geopolitical friction by trading with entities seen as “friendly” partners, especially where trade agreements exist, such as the EU, USMCA, Comprehensive and Progressive Agreement for Trans-Pacific Partnership, Regional Comprehensive Economic Partnership, and EU-Vietnam Free Trade Agreement.\nUnder the Biden administration, the US has adopted new industrial policies, with legislation that encourages direct investment in strategic industries such as semiconductors, domestic manufacturing, renewable energy production, and electric vehicle infrastructure and battery technology.\nCombined with the USMCA, the net effect of these industrial policies is to pull investment back to the US—especially for industries deemed critical to national security, like computer chips. Trade between the US and Mexico stands to grow by an impressive $300 billion over the coming decade. The Inflation Reduction Act, for example, goes beyond familiar “Buy American” incentives to encompass a “Buy North American” approach, such as extending the $7,500 credit for electric vehicles with powertrains or battery technology made in the US, Canada, or Mexico.\nAmong the biggest impacts of increasing emphasis on resilience through diversification of global markets and supply chains will be a continued fall-off in trade between China and the United States, as companies seek trading partners and manufacturing locations to rebalance their global risk exposure.\nAs the world’s leading exporter of manufactured goods, China itself is resilient. Trade that stops flowing between China and the West will simply move elsewhere. Notable beneficiaries of reduced US concentration in China will be the ASEAN countries and India as many companies move\n© 2025 Boston Consulting Group",
  "page_8": "manufacturing to these economies, both to reduce global supply chain risks and to access new markets. As a result, trade between ASEAN and China will grow a remarkable $616 billion in the coming decade—and trade between ASEAN and both the US and Japan will increase by more than $200 billion. India is forecast to achieve 6.3% average annual trade growth, partly because of this rebalancing of China trade.\n“No-Regrets” Moves to Improve Preparedness and Competitiveness\nAs trade frictions grow and trust in multilateralism weakens, the global market is becoming more fragmented. The more cooperative trade environment that enabled companies to build global supply chains in recent decades is quickly being replaced by a more uncertain world characterized by a mix of smaller regional and local supply chains. In the short term, companies should take several steps to adapt.\ne Strengthen geopolitical decision-making capability to enable supply chains to withstand disruptions. Companies can improve resilience by investing in digital tools, such as artificial intelligence, to enable agile decision-making and adaptability. Companies can also take steps such as building buffer inventories of essential commodities, prequalifying alternative suppliers, and planning contingencies for at-risk supply inputs. e Enhance ability to respond to price volatility and inflation. Strategies can include building resilient pricing, such as by sensing demand shifts earlier and developing dynamic pricing capabilities, strengthening customer relationships and contracting flexibility, and exploring new monetization models, including “as-a-service” models and outcome-based pricing. e Become more flexible and adaptable by adopting “fractal innovation.” To help meet the challenges of a fragmenting global trading landscape, companies can address differentiated needs of local customers by adopting a “customer-in” approach and embracing a new way of designing products—something we call fractal innovation. e Turbo-charge risk and cybersecurity capabilities. Companies should identify security gaps, prioritize security projects and tools, and consider approaches such as a cyber tool health index, zero-based budgeting, and cyber risk quantification to develop a custom cybersecurity roadmap.\nForces that have had a dampening effect on global trade in recent years will continue to be a factor in the world economy and corporate decision-making. Companies that rely on global supply chains must recognize that the challenges afflicting global trade are here to stay, and should continue to diversify their networks and build resilience.\n© 2025 Boston Consulting Group",
  "page_9": "Authors\nMarc Gilbert\nMANAGING DIRECTOR & SENIOR PARTNER; GLOBAL LEAD,\nCENTER FOR GEOPOLITICS\nToronto\nNikolaus Lang\nMANAGING DIRECTOR & SENIOR PARTNER; GLOBAL\nLEADER, BCG HENDERSON INSTITUTE; GLOBAL VICE\nCHAIR, GLOBAL ADVANTAGE PRACTICE\nMunich\nGeorgia Mavropoulos\nKNOWLEDGE EXPERT: GEOPOLITICS AND TRADE IMPACT;\nGLOBAL TEAM MANAGER\nAmsterdam\nMichael McAdoo\nPARTNER & DIRECTOR, GLOBAL TRADE & INVESTMENT\nMontreal\n=\nTakeshi Konomi\nla PROJECT LEADER\n< hg > Tokyo\nABOUT BOSTON CONSULTING GROUP\nBoston Consulting Group partners with leaders in business and society to tackle their most important challenges and capture their greatest opportunities. BCG was the pioneer in business strategy when it was founded in 1963. Today, we work closely with clients to embrace a transformational approach aimed at benefiting all stakeholders—empowering organizations to grow, build sustainable competitive advantage, and drive positive societal impact.\nOur diverse, global teams bring deep industry and functional expertise and a range of perspectives that question the status quo and spark change. BCG delivers solutions through leading-edge management consulting, technology and design, and corporate and digital ventures. We work ina\n© 2025 Boston Consulting Group",
  "page_10": "uniquely collaborative model across the firm and throughout all levels of the client organization, fueled by the goal of helping our clients thrive and enabling them to make the world a better place.\n© Boston Consulting Group 2025. All rights reserved.\nFor information or permission to reprint, please contact BCG at permissions@bcg.com. To find the latest BCG content and register to receive e-alerts on this topic or others, please visit bcg.com. Follow Boston Consulting Group on Facebook and X (formerly Twitter).\n© 2025 Boston Consulting Group\n10"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
