{
  "file_name": "22_352.pdf",
  "pages": {
  "page_1": "Green Horizons: Charting\nTurkiye’s Sustainable Journey\nBCG Report on Sustainability 2024\nElif er\naes\nie\neats Sancar, Sedat Keles, and Ebru HUsrevoglu-Baysak\na\na\nreal\nME\na\nae ERK\n~~\ncp\n4\na7,",
  "page_2": "In this report, Boston Consulting Group (BCG)\nprovides a comprehensive analysis of Turkiye’s\nprogress towards sustainable development amid\nglobal decarbonization efforts. Our approach\nincludes a 360-degree assessment, focusing\non three main areas: Turkiye’s sustainability\npolicies and advancements, a detailed review of\nsustainability initiatives undertaken by the top\ncompanies in Turkiye, and an evaluation of the\ncountry’s positioning and potential in the path\nof sustainability.\nOur objective is to deliver a detailed overview\nof Turkiye’s ongoing efforts and prospects in\nachieving sustainability. We also identify key\nimperatives that could further strengthen\nTurkiye’s role in this global movement.\nConsequently, this report aims to equip\nstakeholders with critical insights and practical\nguidance to navigate and accelerate the country’s\njourney towards a sustainable future.",
  "page_3": "Contents\n04] Executive Summary\n06 | Three Main Sources of Motivation for Emereing Market Companies for Sustainability Initiatives\n08 | Turkiye’s Strategic Sustainability Journey Shows Notable Progress with More Grounds to Cover\n11 | Turkiye's Business Community Also Advances 1n Pledges with Gradually Matenalizing Actions\n14| Turkiye’s Sustainability Shift Calls for Regulatory and Financial Steps\n17 | There Are Several Strategic Imperatives for Businesses 1n Turkiye\nAbout the authors\n18|",
  "page_4": "Executive Summary\n3 Main Sources of Motivation for Emerging Market (EM) Companies for Sustainability Initiatives\nClimate action is progressively becoming more critical for the future of our planet to ensure both environmental sustainability and economic resilience. Businesses are increasingly drawn to decarbonization primarily due to 3 main immediate motivations: (7) regulatory compliance, (ii) market demand, and (iii) economic opportunities.\nRegulations such as the EU’s Carbon Border Adjustment Mechanism (CBAM) set a legal framework for reducing emissions, while growing market demand in sustainability pressure companies to adopt greener policies. Additionally, economic benefits such as cost savings provide strong incentives. However, in EMs, where regulatory compliance and market demands are developing, the economic opportunity becomes the major motive for sustainability, causing a lagged or limited transformation in the market.\nag)\nTurkiye’s Strategic Sustainability Journey Shows Notable Progress with More Grounds to Cover\nTurkiye, one of the major EMs and a key trading partner of developed economies, is also experiencing a path towards sustainability that is marked by global and regional alignments. These steps include communicating sustainability targets, as exemplified by the ratification of Paris Agreement, and preparing for requirements of regulations such as CBAM. Turkiye is also actively pursuing energy transition, underscored by initiatives in renewable energy and energy efficiency.\nThese efforts not only support Turkiye’s aim for energy independence but also contribute to reducing its current account deficit nergy imports account for over 60% of the deficit). Furthermore, despite currently not having a fully functional emissions trading infrastructure, Turkiye is preparing to launch the Turkish Emissions Trading System (ETS) to enhance its regulatory framework for greenhouse gas reduction. Turkiye has the potential to expand its measures proactively across other areas of sustainability, starting from actions that also complement broader national strategic objectives.\nco\n_\nTurkiye’s Business Community Also Advances in Pledges with Gradually Materializing Actions\nBusinesses in Turkiye are also progressively embracing sustainability, primarily driven by the economic opportunities, similar to other EMs. This shift is exemplified by the emergence of pioneering ventures like TOGG and Siro in the mobility sector, which have tapped into new sustainable value pools. Alongside, there’s a rising commitment to sustainability.\nBetween 2020 and 2022, the number of Chief Sustainability Officers (CSOs) in Turkiye’s Fortune 100 companies jumped from 4 to 12, with an 84% increase in companies setting sustainability targets and a 17% rise in those publishing sustainability reports. However, there is still a big potential for Turkish businesses to enhance consistency between its sustainability intentions and outcomes.\n®\nTurkiye’s Sustainability Shift Calls for Regulatory and Financial Steps\nAlong with the growing importance of sustainability among businesses, the course of Turkiye’s sustainability journey also will rely on the evolution of its regulatory framework and the availability of green financing. Currently, Turkiye’s evolution to a more mature regulatory landscape is stillin progress, which makes green financing an even more vital component.\nTurkiye needs approx. $100 billion in investments by 2030 to achieve its ambitious 2050 net-zero target. As such, increasing access to green financing is essential for Turkiye to effectively advance its sustainability, setting the foundation for a prosperous and sustainable future.\nGREEN HORIZONS: CHARTING TURKIYE’S SUSTAINABLE JOURNEY",
  "page_5": "There Are Several Strategic\nImperatives for Businesses\nin Turkiye\nBusinesses in Turkiye should\nintegrate sustainability\ninto their operating models\nand strategic processes to\nboost their resilience and\ncompetitiveness. Operating\nmodel changes required\ninclude (1) embedding\nSustainability within daily\noperations, (ii) adapting\nbusiness models to climate\nchange, and (ii) leveraging\nsustainable innovations;\nthese must supported by key\nenablers of (iv) collaborations\nwith policymakers and (v) a\nfocus on sustainable know-how.",
  "page_6": "n\nNe\n\\\\I\nf\n3 Main Sources of Motivation for Emerging Market Companies for Sustainability Initiatives\n7 he urgent need for climate action is underscored by unprecedented levels of CO2 and other greenhouse gases, reaching their highest levels in over a million years. This increase has led to higher global temperatures, more frequent and severe weather events, and rising sea evels, illustrating that the world will never remain as it currently exists. Consequently, certain areas will transform into deserts, others will be submerged underwater, and significant challenges such as migration will arise globally. Without significant intervention, current trends suggest a potential increase of 3-4 degrees Celsius in global temperatures by 2100, posing dire consequences for economic stability, public health, biodiversity, and beyond.\n2005, which set binding emission reduction targets for developed countries. This was followed by the United Nations Sustainable Development Goals and the Paris Agreement in 2015, which aimed to keep global warming well below 2°C. Later initiatives, such as the EU Green Deal and the outcomes from COP27 and COP28 summits, have reinforced a commitment to a sustainable, low- carbon future. As elaborated on the BCG article “Why Emerging Markets Need to Prepare for the EU’s New Climate and ESG Regulations”, tools like the Carbon Border Adjustment Mechanism (CBAM), the EU Deforestation Regulation (EUDR), and the Corporate Sustainability Due Diligence Directive (CSDD) are also pivotal in reducing emissions and advancing sustainable development through global cooperation.\nThe international approach to climate action has significantly evolved, starting with the Kyoto Protocol in\na\n\\F",
  "page_7": "To effectively reduce greenhouse gas emissions and foster sustainability, businesses worldwide, especially those in Emerging Markets (EMs), are motivated by three main factors: (i) regulatory compliance, (ii) market demand, and (iii) economic opportunities.\n(i) Regulatory compliance serves as a cornerstone in the evolution against climate change, with international and regional policies mandating sustainability actions. The EU Emissions Trading System (EU ETS) and the CBAM exemplify this approach by utilizing market-based strategies to curb emissions. These mechanisms not only prevent carbon leakage but also encourage cleaner production practices. Such policies are instrumental in aligning corporate activities with the ambitious goals outlined in the Paris Agreement and the EU Green Deal, aiming for a significant reduction in greenhouse gas emissions and striving for carbon neutrality by 2050. (ii) Growing consumer, employee, and investor demand for sustainable practices represents another powerful driver towards sustainability. According an earlier BCG study “Sense and Sustainability”, about 20% of the consumers are willing to pay 10%+ premiums to sustainable goods. Employees are also advocating for change, gradually expecting their employers to reflect sustainable values. Likewise, investors are increasingly prioritizing ESG criteria, pushing companies toward sustainable practices that ensure long-term profitability and risk mitigation.\nExhibit 1 - ESG and Sustainability...\nThis combined pressure from the market, driven by heightened environmental awareness and the importance of ESG factors, pressures companies to implement greener policies to remain attractive in the market. (iii) Economic opportunities arising from sustainability practices also provide strong incentives for businesses to engage in the green economy. Cost savings from energy transition & efficiency and the potential for new green markets offer significant financial benefits. Additionally, enhanced access to investments and reduced capital costs through ESG compliance attract businesses. According to the previous BCG study “The Sustainability Imperative in Emerging Markets”, higher ESG performers enjoy more favorable financing terms, evidenced by the 36% annual increase in the issuance of “green bonds” from 2017 through 2021, and a surge in ESG-targeted loans, which saw a market share rise from 3% to 17% in the same period.\nUltimately, it is clear that sustainability transformation is mainly driven by economic opportunities in EMs, where regulations and market demand are developing. This focus results in slower and/or limited transformation, emphasizing the need for strategies that enhance regulatory and market support. Moreover, enhancing these motivators is not just a pathway to environmental preservation but also a strategic move towards ensuring long-term economic growth and resilience.\n..is becoming a\npriority of investor\ndecision making\n...Corrrelates with\nhigher market\nvaluations\n.. helps manage\nand reduce\nregulatory risks\n...leads to lower cost\nof capital and better\nfinancing\naccess\n..drives consumption\ndecisions & employer\nattractiveness\n...leads to market\nexpansion & new\nbusiness fields\n..can lower\noperational costs\n°o\nChanging\npurchasing and\nemployment\nbehavior\nA platfrom to\ngo beyond\nthe core\n1-3ppt.\nmargin\npremium\nContinuously\nevolving\nregulation\n0.2 - 0.4 ppt.\nlower cost\nof capital\n33% of AUM\ninvested\nsustainably\nSource: BCG Analysis\n1\n2\n|| Economic Opportunities\n7\n(x) Impacted by layer X\nMarket Demand\n3\n4\n| | Regulatory Compliance",
  "page_8": "|\n—a\nMl aes | —— ae\n—= |\nAit Kai {Hil dma _se|\ni )\n13 |\net a\n||\nF OA\nty\neee\n—\n2\nee\nTurkiye’s Strategic Sustainability Journey Shows Notable Progress with More Grounds to Cover\n7 urkiye’s sustainability journey includes a strategic integration of global mandates, regional requirements and country specific factors. The country’s deliberate engagement with international frameworks, notably underscored by its ratification of the Paris Agreement in October 2021, highlights a pivotal moment in its commitment to global sustainability goals This act not only reaffirmed Turkiye’s pledge to reduce greenhouse gas emissions but also marked a renewed dedication to setting more ambitious targets for environmental protection.In global terms, Turkiye’s active involvement in the UNDP’s Climate Promise initiative reflects its dedication to contributing to worldwide climate action efforts. By enhancing its national climate commitments, Turkiye is mobilizing key actions across various sectors to push forward the ambitious goals of the 2030 Agenda\nos\n\n—-\nFurthermore, Turkiye engages proactively with the European Green Deal, aligning its laws with EU regulations through initiatives such as the Green Deal Action Plan (YMEP). This not only aims for environmental compliance but also fosters sustainable trade and investment, thereby elevating Turkiye’s economic and environmental policies to meet regional standards and expectations\nThrough these initiatives and commitments, Turkiye is demonstrating an understanding of the dual imperative of aligning with global sustainability goals while also addressing immediate economic and regulatory needs This strategic balancing act underscores the country’s dedication to navigating the sustainability landscape with pragmatism and foresight",
  "page_9": "BD\nGlobal\n:\n, Sustainability Milestones\n%\n~~ 2005\n“The Kyoto Protocol, an international\nreaty aimed at reducing gree ouse gas\nissions, officially entered into force\nSustainability Milestones\n2009\nTurkiye ratified the Kyoto\nProtocol\nin\nagainst climate change\n2011\nTurkiye published its National\nClimate Change Action Plan,\nOutlining strategies and actions for\nadapting to climate change impacts\no\nTurkiye’s\nto engage global\nefforts\n=\nrs\nhes\n7\nital\n2015\nThe United Nations’ Sustainable\nDevelopment Goals (SDG were\nadopted during the Sustainable\nDevelopment Summit\n2016\nThe Paris Climate Agreement\nwas officially signed\n/.\ngt\n2016\nTurkiye submitted its Roluntaty\nNational Review (VNR) to the\nNations High-Level Polis\nm\n019\nTurk e submitted it\nto the United Nations.\nPolitical F um\nPy\nUnited\n%\nQ\n2019\nThe European Union (EU) Green\nDealwas published, outlining the EU's\nplans to make its economy sustainable\nJ\n2023\nCOP28, the 28th United Nations\nClimate Change conference, took place\n\\\n*\n$\n%,\ne/\nSource: BCG Analysis, Desktop ie\n.\n2021\nCOP26, the 26th United Nations\nClimate Change conference, took place\n~",
  "page_10": "Simultaneously, Turkiye’s strategic relationship with the Carbon Border Adjustment Mechanism (CBAM) showcases the challenges it faces as a key emerging market with significant trade ties to EU. With the EU being the country’s largest export market, CBAM’s current scope places substantial pressure on Turkiye. According to BCG’s “Why Emerging Markets Need to Prepare for the EU’s New Climate and ESG Regulations” report, Turkiye is expected to face one of the strongest impact among EMs with a particular focus initially on iron, steel and aluminum exports, with other sectors being also affected as the CBAM scope expands. This situation necessitates a strategic overhaul of its export sectors and a faster shift towards sustainable practices.\nAs these future challenges emerge, Turkiye is preparing to develop more robust environmental regulations. Although an advanced system is not yet in place, the draft carbon market regulation from November 2023 indicates that the Turkish Emissions Trading System (ETS) will be operational in the upcoming years. The ETS will operate on a cap-and- trade basis, setting emission limits for businesses. The system is designed to incentivize reducing emissions in a cost-sensitive and economically efficient way. Under the ETS, businesses will aim to lower their emissions to stay under their caps, thus minimizing the need to buy allowances and maximizing their potential to sell surplus allowances. Since firms exceeding their caps will be penalized, the system will incentivize companies to start reducing their emissions with most feasible solutions.\nExhibit 2 - Energy’s Impact on Turkiye’s Trade Deficit, $B\n99\n85\n74\n63\n58\n56\ni\n53\n54\noil\n42\n39\n30\n29\n2019\n2020\n2023\n2021\n2014\n| | Energy Imports MS Trade Deficit\n\n2013\n2015\n2022\nAmong Turkiye’s broader sustainability efforts, renewable energy and energy efficiency stands out as topics which Turkiye has a proactive stance. This stance is to address both environmental targets and economic concerns, particularly Turkiye’s dependence on energy imports, which significantly affects its trade deficit. The deficit underscores the importance of reducing dependence on imported energy, which accounts for approximately 70% of Turkiye’s energy consumption. The government has set an ambitious agenda to reduce this dependency to zero by 2053. In pursuit of this goal, a series of initiatives have been launched to boost the domestic production of renewable energy, which are essential for enhancing Turkiye’s energy security and economic self-sufficiency.\nOn the other hand, while these initiatives are vital for meeting international commitments like the Paris Agreement, further progress on Turkiye’s sustainability journey is required. There is a promising opportunity to deepen the integration of sustainable practices across all sectors, enhancing regulatory frameworks to support these advancements.\nFurthermore, actively engaging a diverse array of stakeholders (from government and business leaders to community organizations and consumers) will be essential in driving these efforts forward. By expanding collaboration and commitment, Turkiye can build a robust foundation for sustained environmental and economic resilience, setting a global example of comprehensive and effective sustainability integration\n110\n106\n|\naf\nSource: TURKSTAT\n2016\n2018\n2017",
  "page_11": "=\n\nil\n3\n=\n*\n——\neS\nIE\nLe,\nFF\nLe\n‘our\nSoe\neF\nSo\nPn\na\nTurkiye’s Business Community Also Advances in Pledges with Gradually Materializing Actions\nIn tine with global and national trends, businesses in Turkiye are increasingly adopting sustainability, driven by the potential for new economic opportunities, similar to other emerging markets. The sustainability journey is creating valuable prospects across diverse sectors, from eco-fnendly construction to sustainable agriculture, with companies actively seeking to capitalize on these opportunities. Within this spectrum of industry evolution, the mobility sector is one of the top industries that standouts as an example in Turkiye. Companies such as TOGG and Siro exemplify Turkiye’s ambition and capability in transition of a traditional industry like automotive to a sustainable one.\nLE\nELD\n=\nAnother demonstration of Turkish businesses’ dedication to sustainability is the rise in sustainability reporting, a trend also highlighted by the World Business Council for Sustainable Development (WBSCD). The quality of sustainability reports has improved by 50% between 2017 and 2022, while the average length of these reports has seen an approximate 25% increase between 2018 and 2022, signaling a shift towards more comprehensive documentation of sustainability practices.Notably, this shift is especially pronounced among high-emitting and export-oriented Turkish companies, as they escalate their sustainability commitments to align with global standards and address the increasing demands of international trade partners and stakeholders for sustainable transformation.",
  "page_12": "a\nhes\n~~\nae\nre,\noe\na\ni)\n4\nsy\nThe reporting scene in the country is expected to get even better as the Turkish government recently introduced the Turkish Sustainability Reporting Standards (TSRS), effective since January 2024, which made sustainability reporting mandatory for companies that are above a certain threshold.\nFollowing this trend, there has also been a significant rise in the number of companies setting sustainability targets, with an 84% increase to 59 companies in 2022. This reflects a deepening engagement with sustainable practices at the corporate level.\nOn the organization level, the rise in formation of dedicated sustainability committees and Chief Sustainability Officers (CSOs) within Turkish companies further ensures ongoing attention and accountability towards achieving their sustainability objectives. Initially, in 2020, only four of the Fortune 100 companies in Turkiye had appointed a CSO; by 2022, this number had tripled to 12. The increase in CSOs, alongside the formation of sustainability committees, exemplifies the evolving nature of Turkish business’ organizations at the highest level.\nWhile Turkish companies are progressively aligning with sustainability commitments, there is an imbalance among Environmental, Social, and Governance (ESG) spheres. An analysis of the Fortune 100 companies indicates that most numerical commitments, approximately 60, are centered on the Environmental pillar, reflecting a strong emphasis on ecological aspects of sustainability. Social commitments are present, yet with around 35 companies addressing this area.\nTurkish companies making strides in aligning with sustainability commitments; however, a gap remains between commitments and implementation. According to the Economist Intelligence Unit’s ESG report in 2022, Turkiye is ranked 102nd out of 150 in the country-wide ESG index, which measures how government, society, and businesses impact sustainability. The index shows moderate risk observed in the Environmental and Governance pillars and high risk in the Social pillar for Turkiye’s ESG. Furthermore, the CDP Turkey’s 2022 report indicates that among the BIST 100 companies surveyed, Scope 1&2 emissions are increasing in 51% of them, compared to a decrease in 29%. This difference underscores the need for not only commitment but also action to close the gap between pledges and their execution.\nFinally, it is crucial for Turkiye to foster a comprehensive and balanced transformation in sustainability, where enhanced and effective implementation matches the scale of its commitments. Achieving this balance will ensure that the nation’s sustainability efforts result in meaningful and equitable progress across all ESG aspects Such progress would not only foster long-term value creation but also enhance the positioning of Turkish companies within the global sustainability framework.",
  "page_13": "Exhibit 3 - Among the Fortune 100 (2022) companies in Turkiye...\n100 Companies\nel Fer Tel fel fel Ee) Ee) Ee) Le] fe]\nel Eel el fel Eel Eel Ee) Ee) Le) fe]\nel Eel Ee) Ee) Ee) EI TST JET TET Te\nfal [al Ter eT fer fe) Eel Eel Ee) [2] —\nfel Eel Ee) ED EI TST TET ET lel fl —\nel fel Ee) ED EL EL TST TET Tey fe)\n[ed Ted Ter fer fel fe) fe) Eel Eel [2] —\nel Eel Ee) Ee) EL EL TET TET TET fe)\nfel Eel Eel Ee) ED EA TET TET [et [sl —\ned TET Ter fer EET Ee) Ee) 2) Le) fe]\n1. Web-based sustainability reporting is also taken into account 2. Executives with CSO-equivalent roles under different titles are also included Source: BCG Analysis\n68%\npublish\nsustainability\nreports?\n59%\nset\nsustainability\ntargets\n41%\nhave\nsustainability\ncommittees\n12%\nhave a Chief\nSustainability\nOfficer2\nBOSTON CONSULTING GROUP\n13",
  "page_14": "wens\nVa\n4\nTurkiye’s Sustainability Shift Calls for Regulatory and Financial Steps\n7 urkish businesses are increasingly aspiring towards sustainable transformation, yet the regulatory framework and green financing availability to support these businesses have not reached maturity yet. There is need to accelerate regulatory advancements and green financing as critical enablers for Turkiye’s environmental and economic transformation.\nGreen financing plays a crucial role in advancing sustainable business practices around the world, and its importance for Turkiye is particularly significant. Through green bonds and green loans, there is a clear commitment to financing projects that benefit the environment while also being economically viable. These financial instruments are pivotal in supporting efforts towards environmental sustainability, providing the necessary funds for projects that aim to preserve the planet’s health while also offering attractive returns to investors.\n\n~—n\nHighlighting the potential of green finance, a compelling case has been made in the World Economic Forum Annual eeting in 2022: decisive climate action now could lead to a $43 trillion net present value increase to the global economy by 2070. According to the Climate Policy Initiative, average annual climate finance flows reached almost $1.3 trillion in 2021/2022, while the average annual climate finance needed through 2030 is estimated at $9 trillion, with projections increasing to USD 10.8 trillion by 2050 to achieve Net Zero. Thus, financing still falls short of the required amounts. This gap underlines the vital need for a significant increase in green financing, with Turkiye among the nations that can highly escalate their efforts to meet these pressing investment needs for a sustainable future.",
  "page_15": "Exhibit 4 — Green Bonds & Green Loans\nS\nGreen Bonds\nFinancial instruments that finance green projects and provide investors with regular or fixed income payments\nGreen Loans\nForms of financing that enables borrowers to\nuse the proceeds to exclusively fund projects\nthat make a substantial contribution to an\nenvironmental objective\nSource: World Bank\nExhibit 5 - Selected Examples of Green Financing Instruments from Turkiye\n2016\n2020\n2021\n2023\nTSKB\nTURKIYE\nREPUBLIC OF TURKIYE\nIS BANKASI\nRENEWABLES\nMINISTRY OF TREASURY\nAND FINANCE\nThe first green\nThe first 100% green\nThe largest green corporate\nTurkish Treasury’s\nbond in Turkiye\nbond in Turkiye\nEurobond issued in Turkiye\nfirst ESG bond\n$300 Million\n$50 Million\n$750 Million\n$2.5 Billion\n2020\n2021\n2023\n2023\nTURKIYE\nVAKIFBANK\nARCELIK\nISTANBUL\nIS BANKASI\nMETROPOLITAN\nThe first sustainable transaction issued by a deposit bank\nMUNICIPALITY\nThe first green bond\nfrom a Turkish industrial\nThe first-ever green debt\nTurkiye’s first\ncompany\ninstrument in Turkish Lira\nmunicipal green bond\n$750 Million\n€350 Million\nTL 500 Million\n$715 Million\nIn Turkiye, the green finance landscape is in early stages, with lenders primarily focusing on renewable energy projects. Consolidated as of December 2023, about 50% of the project finance loans for the energy sector in Turkiye were for renewable energy. On the borrowing side, there’s a growing interest in green projects, yet the volume of green finance is small relative to the overall market. Leading banks have begun issuing green products, indicating a promising shift towards sustainable financing. Local banks have been the main driver behind climate finance for clean energy projects in Turkiye. The Turkish financial sector has embraced sustainability through voluntary initiatives. In 2014, the Banks Association of Turkiye issued Sustainability Guidelines for the Banking Sector, a collaborative effort involving 18 banks, to guide the industry towards sustainable growth, highlighting the sector’s commitment to addressing environmental and social challenges. Despite these advancements, the banking sector’s reliance on short-term funding models poses a challenge, though legislative reforms and governmental initiatives are establishing a foundation for the potential expansion of green finance, benefiting both lenders and borrowers.",
  "page_16": "Turkiye‘s total cumulative green bond issuance grew significantly, rising from $1.45 billion in 2021 to $4.83 billion in 2023. Simultaneously, the green bond to GDP ratio more than doubled during the same period, climbing from 0.18% to 0.44%, an increase of 144%. The notable increase in Turkiye’s green bond issuance between 2021 and 2023 is primarily driven by two significant developments. The Turkish Treasury and Finance Ministry issued its first green bond in the international capital markets, raising $2.5 billion, and Istanbul Metropolitan Municipality issued $715 million green bond which is Turkiye’s first municipal green bond. Despite Turkiye’s considerable advancements in sustainable finance, the country still has room for growth to achieve net-zero emissions by 2050. To achieve its net-zero emissions goal by 2050, Turkiye needs $101 billion in investments by 2030, equating to about $10 billion yearly across various sectors. Initiatives like the ‘Turkiye Green Fund’, bolstered by a $155 million loan from the World Bank, and the EBRD cumulative investments of over €14 billion from 2009 to 2021, nearly 50% of which is dedicated to the green agenda, are significant steps towards bridging this financing gap. Enhancing green finance mechanisms and international partnerships is key to meeting the annual $10 billion sector-wide investment requirement.\nTurkiye is making significant strides towards sustainability, actively seeking to attract the crucial green investments required to meet its environmental targets. Increasing the accessibility and availability of green financing emerges as a crucial step in moving Turkiye towards its sustainability objectives. By focusing on expanding green finance, Turkiye can lay the foundational groundwork necessary for a future that is not only sustainable but also economically robust and vibrant.\nExhibit 6 — Total Cumulative Green Bond Issuance, as a percent of GDP, 2023\n4.0%\n2.5%\n1.2%\n0.8%\n0.7%\nPoland Indonesia Brazil\na\nS\n0.6%\n_\nIndia Malaysia Turkiye\n©\n©\n—_\n0.4%\n0.4%\nsf 0.1%\n0.3%\nLs\nPeru\nMexico Russia\n«)\n()\nwp\nChile\n&¢ owe\nSource: Bloomberg, IMF, BCG Analysis\nChina",
  "page_17": "There Are Several Strategic Imperatives for Businesses in Turkiye\nAs Turkiye moves through the sustainable development journey, businesses within the nation face a series of strategic imperatives that are crucial for aligning with global environmental goals while fostering economic growth. The transition towards sustainability in Turkiye presents unique challenges and opportunities, necessitating an approach that both utilizes global best practices and considers regional characteristics. In this context, we want to highlight the essential actions that we recommend for all companies in Turkiye to thrive in an increasingly sustainable marketplace. These imperatives are not just optional but are vital for the long-term resilience and competitiveness of businesses in Turkiye.\nEmbed Sustainability into Strategy and Operations:\n(x\nIntegrate sustainability considerations into all strategic and operational decisions, promoting innovation and ensuring long-term resilience\nShift to Climate-Driven Business Models:\nD\nQ O\nAdapt business models to prioritize climate action, reducing environmental impact while unlocking new markets and opportunities\nO- O\nLeverage and Accelerate Sustainability Innovations:\nen\nSeize economic opportunities by strategically investing in green technology and sustainable financing solutions, thereby contributing to a circular economy and environmental preservation\nCollaborate with Local Policymakers:\nim y =]\nWork closely with government bodies to influence and support sustainability-focused policies, aligning operations with broader environmental and social goals\nSS\nEnhance Sustainable Know-How:\nInvest in sustainability education and training to deepen understanding and drive informed decision-making across the organization and community\nBOSTON CONSULTING GROUP\n17",
  "page_18": "About the Authors\nFor Further Contact\nAykan Managing Director & Senior Partner Gokbulut.Aykan@bcg.com\nGokbulut\nBurak Tansan\nManaging Director & Senior Partner, Chair of BCG Turkiye Tansan.Burak@bcg.com\nBatu Yigit Partner Yigit.Batu@bcg.com\nElif Secgin Principal Secgin.Elif@bcg.com\nAlinza Sancar Principal Sancar.AliRiza@bcg.com\nSedat Keles Senior Associate Keles.Sedat@bcg.com\nEbru Hisrevoglu-Baysak\nSenior Knowledge Analyst\nHusrevoglu.Ebru@bcg.com\nBoston Consulting Group partners with leaders in business and society to tackle their most important challenges and capture their greatest opportunities. BCG was the pioneer in business strategy when it was founded in 1963. Today, we work closely with clients to embrace a transformational approach aimed at benefiting all stakeholders—empowering organizations to grow, build sustainable competitive advantage, and drive positive societal impact.\nOur diverse, global teams bring deep industry and functional expertise and a range of perspectives that question the status quo and spark change. BCG delivers solutions through leading-edge management consulting, technology and design, and corporate and digital ventures. We work in a uniquely collaborative model across the firm and throughout all levels of the client organization, fueled by the goal of helping our clients thrive and enabling them to make the world a better place.\n18\nGREEN HORIZONS: CHARTING TURKIYE’S SUSTAINABLE JOURNEY",
  "page_19": "For information or permission to reprint, please contact BCG at permissions@bcg.com.\nTo find the latest BCG content and register to receive e-alerts on this topic or others, please visit bcg.com.\nFollow Boston Consulting Group on Facebook and X.\n© Boston Consulting Group 2024. All rights reserved.\n05/23",
  "page_20": "ay\nbcg.com"
},
  "language": "Languages.ENGLISH",
  "total_pages": 20
}
