{
  "file_name": "22_343.pdf",
  "pages": {
  "page_1": "Business leaders must urgently evaluate their carbon c ompetitiveness. Understanding the impact of carbon pricing is key to assessing your future competitiveness.\nWe can’t decarbonise without a global trade approach. At COP28, leaders must aimfor consensus on how global trade can support the race to net zero, rather than become an obstacle to it.\ngee.\noe ——\n—_\n—\nCOP28 MEDIA BRIEF TRADE & SUPPLY CHAINS\nClimate change and global trade are becoming increasingly interlinked. On one side, an evolving trade in environmental goods and criticalminerals is essentialas industry adapts to achieve the energy transition. On the other, countries are becoming more concerned about trade carbon embedded in products and the issue of carbon leakage\nTOP 3 BCG DATA POINTS\nThe ongoing introduction and evolution of climate-related trade measures, such as the EU Carbon Border Adjustment Mechanism (CBAM) which went live in October 2023, are forcing governments and businesses to focus on their “climate competitiveness” - how competitive economies and industries will be when the climate impact of trade is taken into account\nNS\nCBAMwill especially impact emerging markets. China (<20% of total exports to EU), Turkey (>40% of totalexports) and India (>25% of exports), because iron, steeland aluminium as well as fertilizer exports are heavily exposed to CBAM.\n17% of all manufac tured goods tradedare environmental goods. Aresult of increased trade in green goods among blocs of friendly countries\nExport restrictions on criticalraw materials have increased fivefold since 2019, according to the OECD, with 10% of global exports of these materials facing at leastone restrictive measure\nCOP28 will recognise the evolving situation, by holding a Climate and Trade themed day for the first time. It will focus on the interconnectedness of trade and climate, and how governments and businesses need to adapt the globaltrading systemto support the move to net zero\n[\nIf youread one report: The Start of CBAM: A Major Lan rk for Tr n rbon Ac ntin (Sep 2023)\nBCG POSITION\nAn effective global trade architecture is critical to achieving decarbonisation and climate goals. However, as different parts of the world move at different paces, it is important to pay attention to the consequences of fragmented efforts to deepen resilience and address carbon leakage. Multinationals will face challenges dealing with multiple rules impacting global trade, while less developed countries may face significant loss of access to developed markets. The greater consensus we can achieve on issues such as carbon accounting, domestic green subsidies and support for developing countries, the better\nThe global trading system has a key role to play in supporting climate action. As the world focusses on delivering the energy transition, and decarbonising supply chains, countries and companies need to understand the new opportunities and challenges this brings. Ensuring carbon competitiveness in this new reality will be the key to success\n—Tim Figures, Associate Director, London\nGreen incentives come with increasing strings attached. Regulation and incentives prioritize domestic rather than globaltrade. Understanding the implications of these conditions is key.\nON THE RECORD\nBCG'S TOP 3 TAKEAWAYS",
  "page_2": "Five recommendations for governments\nFive recommendations for businesses\nhat F re for im nd Trade? nari n r ies for Car n m iti n\nBCG TRADE AND SUPPLY CHAIN EXPERTS:\nAlign carbon accounting and reporting standards Agree principles for the deployment of green subsidies and scale public procurement Promote the green economy and development programmes Develop climate clubs to be as inclusive as possible Use internationalinstitutions coherently\nRecent policy developments have raised carbon competitiveness questions\nThe United States’ Inflation Reduction Act (IRA) has linked local content requirements (LCRs) to green subsidies, while the Eur opean Union’s response, including the Green Deal Industrial Plan, the Net Zero Industry Act and the CriticalRaw Materials Act are having a similar effect. The EU is addr essing a key factor under pinning its domestic car bon competitiveness - the risk of “carbon leakage” - through its Carbon Bor der Adjustment Mechanism (CBAM), which for the first time plans a carbon price on certain impor ts into the region. The G7 is focused on a climate club that would involve a group of nations pledging to build a common under standing of the effectiveness and economic impacts of climate policies (including carbon pricing).\nThe EU’s CBAM can be a model for others to replicate, with far reaching impacts across global supply chains\nCBAM’s effectiveness, being the first such system in the world, is yet tobe tested. However, it is likely to have profound consequences for inter nationaltr ade, especially if other major economies adopt similar systems. CBAM will have consequences for four different groups - non-EU producers, importers, EU consumers and third country governments. Each of these groups needs to think about the strategic and oper ational challenges - from input cost incr eases to new bor der paper work requirements - that the CBAM will require. This is just the start. CBAM will evolve over the coming years in terms of coverage and complexity, and those impacted need to think about the likely trajectory of regulator y development as much as what the rules say today.\n\nRELATED BCG REPORTS\nBCG MEDIA CONTACTS FOR\nINTERVIEW REQUESTS:\n=\nAssess your carbon competitiveness Understand how resilient your supply chains are Take advantage of new investment opportunities Work with your networks Engage with policy-makers\nA tense geopolitical landscape threatens global trade coherence\nEmissions have declined, but trade wars have broken out over measures to protect domestic firms from car bon leakage. Lar ge gr een subsidies are available, conditional upon local content requirements (LCRs). Global growth has slowed, while inflation has skyrocketed. Some countries have banded together in climate clubs to secure resources and align on climate measur es with adverse impacts on trade competitiveness. These accelerate the divide between lar ge markets in the Global North and the Global South, create a complex landscape for business to navigate and curb the spread of innovation. Green investment is pulled towards markets with gener ous subsidy programmes. Asolidarity fund for adaptation has been set up for the poor est nations, but disbursements have stalled due to worsening global relations.\nThere are very real and practical applications of CBAM which consumers in Europe and producers\nOne area to watch is how the CBAM will cope with programmed complex goods containing large amounts of steel, aluminium, and plastics— such as cars. An average mid-sized family car contains around 7 tonnes of embedded CO2 emissions. Assuming a projected EU carbon price of around EUR110/tonne, this implies such a car would pay a CBAM levy of around EUR 775 at the bor der when being impor ted into the EU. Calculating and reporting emissions willbe a challenge which will require new, technology-based solutions to implement. Also, the levies can be significant. For example: The EU impor ted around 35 million tonnes of steel in 2022, mainly from countries such as IN, CH, SK, TR, and UK. If the CBAM had been fully in force, and assuming a projected carbon price of EUR110/tonne, impor ters would have paid near ly EUR 7 billion in CBAM levies on this steel. (data source: Eurostat, BCG analysis)\nGraham Ackerman Senior Director of Communications +44 7721 000272 ackerman.graham@bcg.com\nBOUT BCG’S PERSPECTIVE O\nAlexandra Puig Media Relations Manager +1 (240) 2715641 puig.alexandra@bcg.com\nTHER TOPICS\nt=\nREA"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
