{
  "file_name": "232_2204.pdf",
  "pages": {
  "page_1": "j“\nSTELLU NGNAHME\nBerlin, Juli 2023\nDeutsche Industrie- und Handelskammer\nDIHK-Stellungnahme: Umsetzung des ‘EU CO2-Grenzausgleichsmechanismus‘ (CBAM)\nDie DIHK hat sich in den letzten Jahren umfangreich zu CBAM positioniert.! Grundlage dieser Stellungnahme sind die der DIHK bis zur Abgabe der Stellungnahme zugegangenen Äußerun- gen der IHKs, von Unternehmen sowie die wirtschaftspolitischen und europapolitischen Positi- onen der DIHK. Sollten der DIHK weitere in dieser Stellungnahme noch nicht berücksichtigte relevante Äußerungen zugehen, wird diese Stellungnahme entsprechend ergänzt.\nHauptaspekte\no Das im internationalen Vergleich erhöhte EU-Klimaambitionsniveau macht Maßnahmen gegen Carbon Leakage nötig. CBAM gleicht in manchen Bereichen internationale Wettbe- werbsnachteile aus, schafft aber an anderer Stelle neue. Ziel der EU für ein globales Level Playing Field sollte es daher sein, rasch den internationalen Klimaklub mit relevanten Han- delspartnern in verbindlicher Form umzusetzen. Die vorgesehene Umsetzung des CBAM ist überaus ambitioniert. Sie erlaubt Unternehmen keine adäquate Vorbereitung. In verschiedenen Bereichen sind Zeitaufschub und Toleranz- regeln nötig, damit die Unternehmen die Möglichkeit erhalten, alle CBAM-Anforderungen erfüllen zu können. Das hochkomplexe CBAM-System stellt insbesondere für kleine und mittelständische Un- ternehmen eine große administrative Belastung dar. An verschiedenen Stellen bedarf es Vereinfachungen.\n! DIHK Leitlinien CO2-Grenzausgleichsmechanismen (2020) https://www.dihk.de/re- zu\nsource/blob/22524/e2c41a819a97e0ee2a4ae27f0613446b/dihk-leitlinien-co2-grenzausgleich-de-en-data.pdf\nDIHK-Beitrag zur öffentlichen Konsultation der Europäischen Kommission zum CO2-Grenzausgleich (2020) https: www.dihk.de/resource/blob/32384/a3c0327103d5d9e4bffac7b1565478ce/dihk-beitrag-co2-grenzaus- gleich-data.pdf\nDIHK CBAM-Stellungnahme (2022) https www.dihk.de/re-\nsource/blob/72956/033b482442d68944156e1e9513831355/dihk-stellungnahme-cbam-data.pdf\nDIHK CBAM-Papier (2023)\nhttps www.dihk.de/de/themen-und- ositionen/internationales/handelspolitik/co2- renzausgleich -der-eu-was- kommt-auf-die-unterneh men-zu--93624\nDIHK | Deutsche Industrie- und Handelskammer\n-1-\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin Tel. 030-20308-0 | Internet: www.dihk.de",
  "page_2": "Die relevanten Behörden auf Mitgliedstaaten- und EU-Ebene müssen rasch Informations- material und Informationskanäle sowie ein CBAM-Self-Assessment Tool für die Unterneh- men bereitstellen. Insbesondere mit Drittstaaten und Nicht-EU Unternehmen ist dieser Outreach wichtig.\nÜbereilte Umsetzung\nDie Kurzfristigkeit und Eile, mit der CBAM-Konsultationen durchgeführt sowie die entspre- chenden Rechtsakte verabschiedet wurden, ist für die Wirtschaft hochproblematisch. Alle und insbesondere kleine und mittelständische Unternehmen haben hierdurch Schwierigkeiten, sich auf die CBAM-Umsetzung vorzubereiten bzw. überhaupt ihre eigene Betroffenheit zu er- fassen. Hinzu kommt der große Informationsbedarf bei betroffenen Akteuren, der einem mas- siven Mangel an Hilfestellungen und Informationsangeboten von Seiten der verantwortlichen Insti-tutionen gegenübersteht. Anfang Juli 2023 — also kurz vor der Sommerpause, auf die am 01.10.2023 die CBAM-Berichtspflichten folgen - ist die CBAM-Durchführungsverordnung noch nicht verabschiedet, stehen nationale Ansprechpartner noch nicht fest und sind Unternehmen die CBAM-Webseiten und Datenformate noch nicht bekannt. Es ist daher mit großen operatio- nellen Schwierigkeiten bei den Akteuren sowie Fehlern und Fristversäumnissen zu rechnen, die durch unnötig kurze Fristen im CBAM-Gesetzgebungsprozess verursacht wurden. Hinzu kommt, dass die Zahl der betroffenen Importeure durch die Ausweitung der CBAM-Waren auf Allerweltserzeugnisse wie Schrauben deutlich erhöht wurde. Im Ergebnis müssen sich viel mehr Unternehmen mit einem komplexen und inhaltlich unbekannten System auseinander- set-zen. Entsprechende Anfragen häufen sich derzeit bei den Industrie- und Handelskammern. Die Datenanforderungen, Meldeportale und die technischen Voraussetzungen hätten für Wa- ren, die im Oktober importiert werden, mindestens sechs Monate vorher feststehen müssen. Des-wegen sind Strafen in der Übergangsphase nicht adäquat.\nInformationsoutreach nötig\nDie gewerbliche Wirtschaft beklagt ein erhebliches Informationsdefizit bezüglich der CBAM- Gesetzgebung. Die EU-Kommission sowie die verantwortlichen nationalen Behörden sollten diesem schnellstens entgegenwirken, indem sie eine breite Informationskampagne in allen EU- Amtssprachen in den Mitgliedsstaaten sowie relevanten Drittstaaten mit niederschwelligen und praxisnahen Informationsmaterialien starten. Es gibt eine Vielzahl teilweise komplexer Fallkonstellationen, die abgebildet werden müssen. Anwendungsorientierte und leicht ver- ständliche Hilfestellungen wie FAQs sind daher nötig. Zusätzlich sollte die EU-Kommission ein EU CBAM-Self-Assessment Tool aufsetzen, durch das Akteure einfach, durch Eingabe des Dritt- Staats und HS-Codes, prüfen können, inwiefern sie CBAM-Pflichten unterliegen und welche Daten sie von ihren ausländischen Lieferanten anfordern müssen. In einem zweiten Schritt sollte daraus ein webbasiertes Simulations-/Kalkulationstool für CBAM-Kosten sowie für die Emissionsberechnung entstehen. Entsprechende CBAM-relevante Informationen sind auch in die Access2Markets Webseite einzupflegen. Zumindest in der Übergangsphase sollte die EU- Kommission einen zentralen CBAM-Desk samt Telefonhotline und Chatbot einrichten, um den vielfältigen Informationsbedarf der EU-Unternehmen und der drittländischen Produzenten zu\nDIHK | Deutsche Industrie- und Handelskammer\n-2-\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de",
  "page_3": "decken. Der Vorteil der EU-Kommission als zentrale Anlaufstelle ist, dass die Schwierigkeiten der bestehenden Regelung gleich erkannt und verbessert werden können.\nHerausforderungen für die Wettbewerbsfähigkeit\nZur wichtigen Frage der wirksamen Eindämmung des Klimawandels bedarf es globaler Lö- sungsansätze und eines koordinierten Handelns aller relevanten CO2-emittierenden Länder. Während ein globales Level Playing Field gegen Carbon Leakage eine zentrale Forderung der deutschen Wirtschaft ist, sehen viele Unternehmen CBAM in seiner vorliegenden Form als Be- lastung an. Für die deutsche Wirtschaft ist es aktuell wichtiger denn je, dass europäische Kli- maschutzambitionen nicht zum Wettbewerbsnachteil im internationalen Handel werden.\nCBAM hat überwiegend die Importseite im Blick. Die Wettbewerbsfähigkeit der Exportwirt- schaft steht jedoch mit einer hohen CO;-Besteuerung von importierten Vorprodukten durch CBAM in Frage, gerade auf wichtigen Märkten wie den USA, China, ASEAN oder Japan. Deut- sche Exporte müssen sich auch weiterhin der ausländischen Konkurrenz auf dem Weltmarkt stellen können. Hierfür sollten umfangreiche multilaterale Klimavereinbarungen mit relevan- ten Partnern, wie der Klimaklub, rasch für faire Wettbewerbsbedingungen sorgen.? Unilaterale Maßnahmen sind weniger effektiv und bergen die Gefahr von Handelskonflikten und mehr Protektionismus. Die WTO-Kompatibilität muss bei all diesen Überlegungen gewahrt bleiben. Bei vielen Unternehmen besteht die Sorge vor handelspolitischen Gegenmaßnahmen zulasten der heimischen Wirtschaft. Zusätzlich sollten WTO-Verhandlungen zu einem Abkommen zu Umweltgütern und -Dienstleistungen rasch wiederbelebt, globale Vereinbarungen über Me- thoden zur Bestimmung des CO2-Gehalts von Gütern vorangetreiben und der transatlantische Handel für Clean-Tech Produkte durch Verhandlungen mit den USA erleichtert werden. Über- legungen in Drittstaaten wie dem Vereinigten Königreich, kongruente und interoperable CBAM-Systeme einzuführen, durch die der bilaterale Handel von CBAM-Vorgaben befreit wer- den kann, sollten unterstützt werden. Bei den wichtigen EU-Verhandlungen mit den USA zum Handel von grünem Stahl (Global Arrangement on Sustainable Steel and Aluminium, GSA) sollte die EU insbesondere US-Pläne zu neuen WTO-widrigen Zöllen, zum Erhalt der WTO- widrigen 232-Stahlzölle und zu einer Ausnahme der USA von CBAM ohne ein dortiges ETS- System zurückweisen. Vielmehr sind WTO-kompatible transatlantische Ansätze nötig, die sich in den internationalen Klimaklub einfügen. Um eine Abwanderung der EU- Industriearbeitsplätze ins außereuropäische Ausland zu verhindern, sollten zudem weitere In- strumente zur Unterstützung von Innovationen und Investitionen bei der Transformation der Wirtschaft genutzt werden.\nDurch CBAM verlieren europäische Unternehmen, aber auch die EU als Handelspartner für Lie- feranten aus Drittstaaten an Attraktivität. Ausländische Hersteller müssen zukünftig Ihren EU- Kunden vielfältige Daten zur Verfügung stellen. Einerseits wird sich dieser Aufwand in den\n? DIHK-Ideenpapier für einen Klimaklub (2022) https://www.dihk.de/de/themen-und-positionen/wirtschaftspoli- tik/umwelt/green-deal/warum-es-aus-sicht-der-wirtschaft-klug-ist-einen-klimaclub-zu-gruenden-75500\nDIHK | Deutsche Industrie- und Handelskammer\n-3-\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de",
  "page_4": "Preisen niederschlagen, andererseits ist abzusehen, dass Drittstaaten-Lieferanten bei zukünfti- gen Lieferengpässen bevorzugt an nichteuropäische Kunden mit einfacheren Abwicklungspro- zessen liefern und somit die nötige Lieferkettendiversifizierung in Europa erschwert wird.\nDa Waren niedriger Verarbeitungsgrade von CBAM erfasst sind, Waren höherer Verarbei- tungsgrade jedoch nicht, werden Anreize für weiterverarbeitende EU-Unternehmen gesetzt, Wertschöpfungsstufen in Drittländer zu verlagern, um die dann nicht mehr durch CBAM er- fassten Fertigwaren in die EU einzuführen. Dies ist für weite Teile der Wirtschaft relevant, da beispielsweise jedes in der EU produzierende Unternehmen aus dem Maschinenbau oder der Metallverarbeitung durch den Import von Schrauben von CBAM betroffen ist. Für Schrauben gibt es gleichzeitig nicht ausreichend Lieferanten in der EU, hinzu kommen Zusatzkosten durch bestehende Antidumpingmaßnahmen.\nNationale Umsetzung in Deutschland\nAuch die Bundesregierung sollte aus Sicht der Unternehmen ihren Informationsoutreach mit den Wirtschaftsbeteiligten dringend intensivieren und kommunizieren, an welche Behörden und Ansprechpartner die Unternehmen sich wenden können. Insbesondere sollte der Zoll für die CBAM-Umsetzung personell und kommunikativ ausreichend ausgestattet werden. Die (na- tionalen) CBAM-Meldeportale müssen sämtliche für den Report einschlägige Daten aus den Zollanmeldungen und den Anmeldedaten der Registrierung, automatisiert und zentral, bereit- stellen (Single Window). Um die Daten abgleichen zu können müssen Unternehmen die unter ihrer EORI-Nummer importierten Waren zentral im jeweiligen Mitgliedstaat an einer Stelle ab- rufen können. Eine Einzelabfrage durch die Importeure bei 42 deutschen Hauptzollämtern ist nicht realisierbar. Korrekturen von Zollanmeldungen müssen zum Zeitpunkt des Abrufs enthal- ten sein. Ohne diese Funktion kann das Reporting nicht starten.\nTechnische Umsetzung\nErwägungsgrund 31 der CBAM-Verordnung muss aus Sicht der Wirtschaft die zentrale Richt- schnur für die CBAM-Umsetzung sein: „[...] wobei gleichzeitig die Komplexität und der Verwal- tungsaufwand für die betreffenden Betreiber möglichst gering zu halten sind.“ Viele Unterneh- men haben gerade angesichts des Fachkräftemangels große Schwierigkeiten, die Vielzahl an bestehenden und neuen Berichtspflichten administrativ zu bewältigen. Dies gilt besonders auch für das hochkomplexe CBAM-System während und insbesondere nach der Übergangzeit. Grundsätzlich sollte die EU-Kommission ein einheitliches System avisieren, über das alle han- dels- und zollrelevanten Berichtspflichten etwa für CBAM, das EU-Lieferkettengesetzt etc. zentral erfasst und bearbeitet werden können, um den bürokratischen Mehraufwand in den Unternehmen zu reduzieren.\nDer CBAM-Quartalsbericht, der für Importe ab Oktober 2023 zur Pflicht wird, umfasst im An- nex | über 200 Datenfelder, die mit der Anzahl der betroffenen Güter sowie Lieferungen multi- pliziert werden müssen. Bisher ist aber noch unklar, wann die nationalen Berichtsportale frei- geschaltet werden und welche Importdaten diese beinhalten. Unterschiede zwischen den Da- ten der CBAM-Erklärungen und den CBAM-Gütern sind zu erwarten. Gerade bei Gütern, die DIHK | Deutsche Industrie- und Handelskammer\n-4-\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de",
  "page_5": "komplexe Produktions- und Lieferketten haben, sowie bei Importeuren, die nur geringe Men- gen von großen Drittstaatenproduzenten beziehen, sind Schwierigkeiten abzusehen. Innerhalb von Unternehmen sind unterschiedliche Abteilungen jeweils mit Zoll- sowie Klimaregulierun- gen beschäftigt, wodurch sich innerbetriebliche Komplexitäten bei der CBAM-Umsetzung er- geben. Die Einrichtung des CBAM-Registers, inklusive Schnittstelle an die Zollbehörden, muss beschleunigt werden. Unternehmen benötigen frühzeitige Informationen zu nationalen Akkre- ditierungsstellen, sowie zu Rechtsakten für die Zulassung der akkreditierten Prüfer. Die Me- thoden und die erforderlichen Datenelemente eines jeden Importvorganges müssen anwen- derfreundlich im Berichtsportal einsehbar sein, damit diese Darstellung zum Beispiel auch an die Verkäufer weitergeleitet werden kann. Auch die von der EU-Kommission bereitzustellen- den länder- und produktspezifischen Standardwerte müssen im Portal abrufbar sein.\nDa etwa über Zollanmeldungen den Behörden bereits viele relevante Handelsdaten vorliegen, sollten Meldepflichten auf ein nötiges Minimum beschränkt werden. Selbst wenn die Zollda- ten und die Herstellerdaten über das Portal bereitgestellt werden, ist es aufgrund des enor- men Datenvolumens erforderlich, die ergänzenden Unternehmensdaten über Schnittstellen für ihre IT-Programme bereitzustellen. Da den Unternehmen die technischen Parameter nicht bekannt sind, können diese nicht vernünftig umgesetzt werden. Der erforderliche Vorlauf für derartige komplexe Datenprojekte beträgt durchschnittlich zwei Jahre - sofern die Rahmenbe- dingungen geklärt sind, sowie die IT-Kapazität und das Budget eingeplant sind. Erst damit könnten die Meldungen realistischerweise 2026 beginnen.\nDer „Zugelassene Anmelder“, der bei CBAM verpflichtend wird, entspricht in großen Teilen dem Status eines „Zugelassenen Wirtschaftsbeteiligten (AEO)“: Dies ist ein Status, den ein Un- ternehmen beim Zoll erlangen kann und der Vorteile bei der Zollabwicklung garantieren soll. Demzufolge sollten Unternehmen mit Status AEO bei der Beantragung des Zugelassenen An- melders nur einen geringeren Datensatz melden müssen und z. B. auf die Vorlage der Beschei- nigung durch die Steuerbehörde sollte verzichtet werden. Gleiches gilt für die ehrenwörtliche Erklärung und den Nachweis der finanziellen und operativen Leistungsfähigkeit.\nDer CBAM-Report umfasst über 200 Datenfelder. Bei zehn Importsendungen pro Quartal mit durchschnittlich fünf CBAM-Produkten bedeutet dies über 10.000 Datenfelder für einen Quar- talsreport eines Unternehmens. Die Anzahl der Pflichtdatenfelder sollte daher dringend redu- ziert werden. Kleine Importmengen gleichartiger Waren sollten zusammengefasst werden können, um die administrativen Kosten zu reduzieren. Dies sollte für Meldepositionen unter 50 Kilogramm gelten. Im Zuge der Anwendung kann es sich noch ergeben, dass ein höheres Gewicht als Zusammenfassung erforderlich ist.\nDrittstaaten-Outreach\nDie Emissionsberechnung sollte aus Sicht der Wirtschaft auch für Drittländer praktikabel ge- staltet werden und international abrufbare Informationen sind, vonseiten der EU-Kommission, zur Verfügung zu stellen. Eine besondere Herausforderung wird die Einholung der entspre- chenden Daten von den Produzenten in Drittstaaten, auch angesichts unterschiedlicher\nDIHK | Deutsche Industrie- und Handelskammer\n-5-\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de",
  "page_6": "internationaler Berechnungssysteme für Emissionen. Viele Unternehmen befürchten hier Schwierigkeiten, die erforderlichen Meldedaten sowohl hinsichtlich des Umfangs wie auch hinsichtlich der Qualität fristgerecht zu erhalten und die von den Betreibern zur Verfügung ge- stellten Daten zu verifizieren und z.B. Messeinrichtungen installieren zu lassen. Der Einfluss des Importeurs ist hier vor allem bei kleinen Abnahmemengen begrenzt. In zahlreichen Fällen werden Waren nicht direkt vom Hersteller bezogen, sondern von einem Händler, gegebenen- falls über mehrere Zwischenhändler. Je weiter verarbeitet ein Produkt ist, desto häufiger ist dies der Fall (beispielsweise bei Schrauben). Der Hersteller und damit auch die Produktions- stätte ist hier in vielen Fällen nicht ermittelbar. Strafen für Importeure sollten daher be- schränkt werden, wenn Hersteller trotz nachweisbaren Bemühungen des Importeurs nötige Daten nicht bereitstellen.\nDarüber hinaus sollte die EU-Kommission einen Helpdesk für ausländische Hersteller einrich- ten, damit diese direkt über neue Datenanforderungen unterrichtet werden. Nur so können sich diese darauf einstellen und die entsprechenden Daten liefern. Außerdem sollten techni- sche Fragen bzw. Verständnisprobleme drittländischer Hersteller direkt mit der EU- Kommission geklärt werden.\nBagatellgrenzen zwingend erforderlich\nDerzeit gibt es für Melde-/Berichtspflichten und Zertifikathandel lediglich eine Freigrenze von 150 Euro und Importe im Reisegepäck. Das bedeutet, dass eine Vielzahl von Importeuren (Un- ternehmen, Institutionen und Privatpersonen) der CBAM-Meldepflicht unterliegt: Für jede Ein- fuhr von Schrauben über 150 Euro muss ein CBAM-Report erstellt werden. Trotz vernachläs- sigbaren Auswirkungen auf das Carbon Leakage ist der administrative Aufwand einer Melde- pflicht in diesen Fällen, sowohl für die betroffenen Importeure als auch für die Verwaltungen, extrem hoch. Neben der oben vorgeschlagenen Möglichkeit, gleichartige Waren unter 50 kg zusammenzufassen, sind drei weitere Bagatellschwellen erforderlich, um die Meldungen für Unternehmen durchführbar zu machen:\n1. Erhöhung der Freigrenze von 150 Euro auf 5.000 Euro: Die bislang vorgesehene Befrei- ung von Sendungen bis 150 Euro ist nicht ausreichend. Außerdem ist sie an den EU- Zollkodex gebunden und entfällt im Zuge der geplanten EU-Zollreform in absehbarer Zukunft. Daher sollten Sendungen bis zu einem Wert von 5.000 Euro generell von CBAM ausgenommen werden. Begrenzung der Meldepflicht auf Unternehmen mit relevanten Importmengen: Aus Sicht der Unternehmen ist es nicht verhältnismäßig und nicht zielführend, jeden Impor- teur von Kleinstmengen zu einer Beteiligung am CBAM-System zu verpflichten. Daher sollte, ähnlich wie bei der EU-Intrahandelsstatistik, ein Erfassungsgrad der CBAM- Importe festgelegt werden. Daraus wird dann eine jährliche Meldeschwelle pro CBAM- Produkt definiert, unterhalb derer viele Kleinstimporteure von umfangreichen CBAM- Berichtspflichten befreit wären. Diese einfache Maßnahme reduziert die Zahl der\nDIHK | Deutsche Industrie- und Handelskammer\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de\n-6-",
  "page_7": "Betroffenen deutlich. Es erleichtert somit die Einführung von CBAM und entlastet auch die Verwaltungen. Dauerhafte Anwendbarkeit der Standardwerte: Es wird dauerhaft Fälle geben, in denen die EU-Standardwerte verwendet werden müssen. Entweder weil die enthaltenen CO2- Emissionen nicht berechnet werden können oder weil die Lieferanten keine Auskünfte geben. In vielen Fällen wird die Ermittlung der Emissionen wirtschaftlich nicht zumut- bar sein. Deswegen muss dauerhaft die Möglichkeit eröffnet werden, dass die EU- Standardwerte bei Meldepositionen bis zu einem Wert von 10.000 Euro verwendet werden können. Bei Meldepositionen mit einem höheren Wert sollte die Verwendung ebenfalls möglich sein, sofern das Unternehmen dies begründen kann. Eine Begren- zung auf 20% ist nicht zielführend. Eine Missbrauchsgefahr ist nicht erkennbar, weil die Verwendung der errechneten Werte günstiger ist.\nProduktabdeckung und CBAM-Ausweitung\nFür Unternehmen besteht bis zur Ankunft der Güter angesichts der verschiedenen Kategorien etwa für Stahl- und Aluminiumkomponenten auch Unklarheit, inwiefern sie betroffen sind. Dies bedeutet, dass viele Unternehmen, die während der Übergangszeit nicht betroffen sind, später CBAM ohne genügend Vorbereitung unterliegen werden. Mit Blick auf die mögliche Ausweitung der von CBAM betroffenen Produkte ist eine detaillierte wirtschaftliche Folgenab- schätzung der EU-Kommission, samt umfangreicher Konsultation der Wirtschaftsbeteiligten und mit ausreichendem zeitlichem Vorlauf, unabdingbar. Wirtschaftsbeteiligte müssen zudem frühzeitig Informationen über geplante Ausweitungen der betroffenen Waren erhalten, auch damit sie sich strategisch, etwa hinsichtlich der Anpassung von Produktions- und Einkaufspro- zessen, vorbereiten können.\nBerechnungsmethodik\nGenerell sprechen sich viele Unternehmen dafür aus, Standardwerte stärker zu nutzen und mehr auf Anreize zu setzen, die etwa Unternehmen belohnen, die nachweisen, dass bei der Produktion weniger CO2 angefallen ist, als der Mittelwert aussagt. Gerade Händler werden nur mit Standardwerten arbeiten können, da sie Kenntnisse über Produktionsstätten, Produk- tionsabläufe etc. der Produzenten, die für die Berechnung der CO2-Belastung nötig sind, nicht besitzen, bzw. fürchten diese nicht zu bekommen. Da die Standardwerte eine höhere Abga- benbelastung bei der Einfuhr vorsehen als die genaue Berechnung, liegt hier ein Wettbe- werbsnachteil vor. Es sollte auch die Nutzung internationaler Standards zur Berechnung von Emissionspreisen möglich sein. Manche Unternehmen wünschen sich hierbei eine Orientie- rung an der Logik und Terminologie des Treibhausgasprotokolls (GHG). Die Modellierung der Vorketten (Tier 2-n) ist hochkomplex und, über Standardwerte hinausgehend, schwer abbild- bar. Die Prozesse nach Anhang 2 sollten frei wählbar sein.\nEs ist dringend erforderlich, dass die EU schnell die erforderlichen Standardemissionsdaten zentral ermittelt und als valide Datenquelle zur Verfügung stellt. Dadurch würde der bürokrati- sche und finanzielle Aufwand für die aufwändige Ermittlung und Nachfrage der Werte bei den DIHK | Deutsche Industrie- und Handelskammer -7-\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de",
  "page_8": "Importeuren entfallen. Die angedachte Vorlage der EU-Kommission zu den Standardwerten bis zum 30. Juni 2025 ist zu spät. Zumindest während eines längeren Übergangszeitraums sollte die Verwendung von Standarddaten zudem nicht als „minderwertig“ eingestuft werden. Stan- dardwerte dürfen zudem laut Artikel 5 für den Übergangszeitraum nur verwendet werden, wenn die Emissionen der so bewerteten Materialien und Teilprozesse weniger als 20 Prozent der Gesamtemissionen komplexer Güter ausmachen. Diese Einschränkung sollte aufgehoben werden.\nWeitere Forderungen aus der Wirtschaft\no Die Grenzausgleichsabgaben werden nur für die in Anhang | der CBAM-Verordnung ge- nannten HS-Codes erhoben. Zweifelsfälle sollten über das System der verbindlichen Zollta- rifauskünfte entschieden werden. Es ist von der EU-Kommission sicherzustellen, dass ver- bindliche Entscheidungen eines Mitgliedsstaates in allen Mitgliedstaaten tatsächlich aner- kannt werden und die Entscheidungen tatsächlich innerhalb der gesetzlichen Frist getrof- fen werden, um eine Wettbewerbsverzerrung zu vermeiden. CBAM-Vorschriften müssen in Einklang mit der Abwicklung der bestehenden Zollverfahren des Unionszollkodexes sein. Dies gilt unter anderem für das Verfahren der aktiven Veredelung mit anschließender au- tomatisierter Überlassung in den zollrechtlich freien Verkehr sowie für zollrechtliche Auf- zeichnungspflichten. Beide müssen so gestaltet werden, dass sie für Unternehmen hand- habbar bleiben. Die Unternehmen müssen frühzeitig informiert werden, wie sich CBAM auf Zollanmeldungen auswirkt (Datenfelder etc.). Für die Verarbeitung von Geschäftsgeheimnissen und geistigem Eigentum, etwa zur grenz- überschreitenden Überprüfung der Messung und Berechnung von Produktionsprozessen, muss ein angemessener Schutz gegeben sein (auch datenschutzrechtlich), und müssen ein- schlägige Vereinbarungen zwischen den Ländern vorhanden sein, um einen sicheren Aus- tausch relevanter Daten, vor Beginn der Übergangszeit, zu ermöglichen. Durch die vorgeschriebene Vorhaltung von 80% der voraussichtlich benötigten Zertifikate sowie die Beschränkung des Rückkaufs entsteht ein finanzielles Risiko für Unternehmen. Der Rückkauf sollte nicht beschränkt sein bis entsprechende Anwendungserfahrungen vor- liegen. Zu hinterlegende Sicherheiten im Zertifikatehandel sollten mit Augenmaß festge- legt und, fiskalisch flexibel, anpassbar gemacht werden. Die durch CBAM generierten Finanzmittel sollten zur Erforschung und Förderung energie- effizienter Technologien verwendet werden, um die Unternehmen bei der Transformation der Wirtschaft zu unterstützen. Sanktionen bereits in der Übergangsphase erscheinen angesichts der bestehenden Prob- leme zur Einhaltung der Regelungen unverhältnismäßig. Aus Sicht der Unternehmen ist da- her eine Schonfrist bis Ende 2024 erforderlich.\nDIHK | Deutsche Industrie- und Handelskammer\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de\n-8-",
  "page_9": "Unklare Vorgaben und Vorgehensweisen zu Importkontrollen zur Einhaltung der CBAM- Anforderungen sollten konkretisiert werden. Erleichterungen für Konzerngesellschaften bei der Dokumentation sollten geprüft werden. Die Kosten, die Unternehmen durch den Zertifikathandel entstehen, sind schwer kalkulier- bar. Hier sollten zur besseren Planungssicherheit mehr Flexibilitäten geprüft werden.\nDetailinput zur Durchführungsverordnung\nArtikel 3, 1 Die Zollverwaltungen der EU-Mitgliedstaaten stellen sicher, dass die für den CBAM-Report erforderlichen Importdaten im CBAM-Register bereitstehen.\nArtikel 3, 4 Dieses Template sollte dringend mit einem bestehenden CO2-Bilanzierungssystem / Scope 3-Datenerfassungs-Prozess abgestimmt sein. Dies sollte einheitlich für alle relevanten Berichtsanforderungen wie Sustainable Finance, CSRD etc. festgelegt werden. Die geforderten Daten zu direkten und indirekten Emissionen sowie E-Verbrauche sind bei Anfragen im Nach- hinein nicht leicht reproduzierbar.\nArtikel 5 Da es derzeit unklar ist, ob Lieferanten Primärdaten (in ausreichender Qualität) lie- fern können, sollte es erlaubt sein, 100% mit Standardwerten abzudecken - zumindest für die Übergangszeit. Dauerhaft sollten Standardwerte für Meldepositionen bis 10.000 Euro möglich sein; in begründeten Fällen auch darüber hinaus.\nArtikel 6 Das Reporting im Fall der aktiven Veredelung sollte flexibilisiert werden. Ergänzung um folgende Passagen:\n2. [...]. Wenn die tatsächlichen Emissionen von Waren, die in das Verfahren der aktiven Veredelung übergeführt wurden, nicht hinlänglich oder nur mit unverhältnismäßigem Aufwand ermittelt werden können, kann der zugelassene Anmelder beantragen, die grauen Emissionen und die Aufzeichnungen abweichend von Art. 3, 4 und 5 zu ermit- teln und zu führen. Die zuständigen Behörden bewilligen eine Methode zur Ermittlung und Aufzeichnung, die die ordnungsgemäße Durchführung des Verfahrens der aktiven Veredelung und die Erreichung der Ziele dieser Verordnung gewährleistet, einschließ- lich der Berücksichtigung bereits gezahlter CO2-Preise.\n3. Art. 170 (2) der delegierten Verordnung (EU) Nr. 2446/2015 ist bei einer Einfuhr durch einen zugelassenen Anmelder im Hinblick auf die Bestimmungen dieser Verord- nung nicht anzuwenden.\nArtikel 7 Die EU sollte eine solche Datenbank selbst halten und dem Unternehmensbericht un- bürokratisch hinzufügbar machen.\nArtikel 8 Die Zeit für den Bericht ist zu knapp. Besser handhabbar für Unternehmen wären Jahres- oder zumindest nur Halbjahresberichte, sowie eine spätere Einreichfrist.\nDIHK | Deutsche Industrie- und Handelskammer\n-9-\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte | Postanschrift: DIHK | 11052 Berlin\nTel. 030-20308-0 | Internet: www.dihk.de",
  "page_10": "Artikel 12 Bedenken bestehen hinsichtlich der niedrigschwelligen Einstufung durch alleinigen „Anlass zu der Annahme“ bei einem schwer nachzuprüfenden Berichtsinhalt, mit hochgradig sensiblen Daten.\nArtikel 15 Die niedrigschwellige Veröffentlichung sensibler Daten ist problematisch, siehe An- merkung zu Artikel 12.\nArtikel 16, 3 Hier sollte der Ermessensspielraum für die zuständige Behörden beschränkt wer- den.\nArtikel 16, 4 Die Regelung sollte klarer definiert werden: Was genau bedeutet „höhere Stra- fen“ und „mehr als sechs Monate“?\nArtikel 21, 3 Das Übergangsregister sollte nicht nur temporär existieren, sondern mit densel- ben Logindaten auch nach der Übergangsphase als Portal fungieren. Kommunikation, Berichte und Daten, die in der Übergangsphase dort übermittelt wurden, sollten im Portal auch in der Hauptphase verfügbar bleiben.\nArtikel 22 Ein zentraler Login für alle Dienste ist nötig. Die Möglichkeit zur Speicherung von In- formationen über Anlagen in Drittstaaten ist wichtig. Zusätzlich sollten Funktionen wie \"Län- der-Bausteine\" dort hinterlegt sein z.B. für CO2-Preisinformationen und Berechnungshilfen, sodass Berichte digital unterstützt und digital erstellt werden können.\nArtikel 29 Nationale Portal-Komponenten müssen dergestalt interoperabel sein, dass für Un- ternehmen kein bürokratischer Mehraufwand entsteht.\nWeitere Anmerkungen zur CBAM-Verordnung\nArtikel 11: Unternehmen benötigen einen einheitlichen Ansprechpartner für alle Fragen von Import und Abwicklung über Registerführung, Anmeldung und Prüfung der Voraussetzungen für CBAM-Anmelder, CO2 Berechnung, CO2 Zertifikate, Monitoring und Nachweise.\nArtikel 17: Nicht näher definierte Nachweispflichten zur „operative Leistungsfähigkeit“ können gerade für KMUs einen erheblichen Markteingriff darstellen, durch die Unternehmen ihre Ge- schäftsgrundlage verlieren können. Die Vorgabe bedeutet ein Importverbot für betroffene Un- ternehmen. Dies kann dem Wettbewerb innerhalb der EU schaden. Ein AEO-Status sollte Un- ternehmen hier Vorteile bieten.\nDIHK | Deutsche Industrie- und Handelskammer\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte |\nTel. 030-20308-0 | Internet: www.dihk.de\nPostanschrift: DIHK | 11052 Berlin\n-10-",
  "page_11": "Ansprechpartner mit Kontaktdaten\nKlemens Kober\nLeiter des Referats Handelspolitik, EU-Zollfragen, Transatlantische Beziehungen\nE-Mail: kober.klemens@dihk.de\nTelefon: +32 (0)2 286-1622\nBeschreibung DIHK\nWer wir sind:\nUnter dem Dach der Deutschen Industrie- und Handelskammer (DIHK) sind die 79 Industrie- und Handelskammern (IHKs) zusammengeschlossen. Unser gemeinsames Ziel: Beste Bedin- gungen für erfolgreiches Wirtschaften.\nAuf Bundes- und Europaebene setzt sich die DIHK für die Interessen der gesamten gewerbli- chen Wirtschaft gegenüber Politik, Verwaltung und Öffentlichkeit ein.\nDenn mehrere Millionen Unternehmen aus Handel, Industrie und Dienstleistung sind gesetzli- che Mitglieder einer IHK - vom Kiosk-Besitzer bis zum Dax-Konzern. So sind DIHK und IHKs eine Plattform für die vielfältigen Belange der Unternehmen. Diese bündeln wir in einem verfassten Verfahren auf gesetzlicher Grundlage zu gemeinsamen Positionen der Wirtschaft und tragen so zum wirtschaftspolitischen Meinungsbildungsprozess bei.\nDarüber hinaus koordiniert die DIHK das Netzwerk der 140 Auslandshandelskammern, Delega- tionen und Repräsentanzen der Deutschen Wirtschaft in 92 Ländern.\nSie ist im Register der Interessenvertreter der Europäischen Kommission registriert (Nr. 22400601191-42).\nDIHK | Deutsche Industrie- und Handelskammer\nBesucheranschrift: Breite Straße 29 | 10178 Berlin-Mitte |\nTel. 030-20308-0 | Internet: www.dihk.de\nPostanschrift: DIHK | 11052 Berlin\n- 11-"
},
  "language": "Languages.GERMAN",
  "total_pages": 11
}
