{
  "file_name": "232_2196.pdf",
  "pages": {
  "page_1": "<> BDI\nJune 2024\nKey Recommendations\nlIHK\nBundesverband der\nDeutschen Industrie e.V.\nPOSITION | EXTERNAL ECONOMIC POLICY | ENERGY AND CLIMATE\nImplementing the EU Carbon Border\nAdjustment Mechanism (CBAM)\nBureaucracy and Challenges for German Business\na Use of third country-specific default values beyond the summer of 2024; Remove persistent IT errors from the CBAM transitional registry; Simplify reporting and extend reporting periods; Raise the de minimis-threshold; Introduce EU CBAM Self-Assessment Tool; Launch large information outreach for companies and third countries with documents also in German and other important languages; Correct CBAM to ensure that exports from EU manufacturers are not disadvantaged along the value chain; Avoid disruptions in complex supply chains - the increased import of processed goods that are not CBAM-relevant or the relocation of production to non-EU countries would be exactly the opposite of what CBAM is intended to achieve; Use CBAM review in 2025 to engage in a close dialog with industry on strategic issues such as ensuring sufficient carbon leakage protection, CBAM expansion, CBAM impact on value chains and exports, the Climate Club and the phasing out of free allocations.",
  "page_2": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\nThe Carbon Border Adjustment Mechanism\nThe transition phase of the Carbon Border Adjustment Mechanism (CBAM) began in October 2023. During this transition phase, companies must submit quarterly reports until the end of 2025 listing the embedded emissions of imported goods subject to CBAM. The first report was due on January 31, 2024. From January 1, 2026, CBAM will come into full force and companies will have to gradually purchase CBAM certificates according to the embedded emissions of the imported goods. The free allocation for installations in the EU ETS that produce these CBAM goods will then gradually decrease accordingly, resulting in enormous CO2 costs for European manufacturers of steel, aluminum, cement and fertilizers, which will burden them and their customers.\nThe German business community supports the Paris climate goals, the objectives of the Green Deal and protection against carbon leakage, as there is no international level playing field. However, the current design and implementation of the CBAM raises major questions and poses enormous chal- lenges for affected companies and sectors. Effective and unbureaucratic carbon leakage protection is essential for the green transformation of industry. Without a level playing field for carbon pricing, Eu- ropean industry will lose much of its competitiveness, meaning that energy-intensive production in Europe will no longer be possible in the future. The CBAM is reaching its conceptual limits when it comes to carbon leakage protection. From the point of view of the companies concerned, a pricing mechanism that charges for the embedded CO2 emissions of domestic production and imported prod- ucts must also prevent competitive disadvantages for European industry on export markets and effec- tively secure the competitiveness of CBAM products and downstream products. Such an export solu- tion must be WTO-compatible. It is imperative that the CBAM works in such a way that imported prod- ucts do not have a competitive advantage over products from European manufacturers. The existing regulations must be urgently adapted to prevent the loss of added value in the EU and to maintain the competitiveness of exports to third countries. This must be a top priority for the new EU Commission after the European elections. At the same time, it is important to ensure that the risk of carbon leakage is not simply shifted to other parts of the value chain. Negative effects on downstream industries and disruptions in international value chains must be avoided. The current design of the CBAM reduces the competitiveness of the industry, which is dependent on imports from third countries that are subject to CBAM.\nCBAM implementation: bureaucratic burden, uncertainty and many unanswered questions\nThe introduction of CBAM reporting obligations represents a major bureaucratic burden for affected companies, especially for small and medium-sized enterprises. Between the adoption of the CBAM Implementing Regulation in summer 2023 and its entry into force in October 2023, the affected com- panies had verry little time to prepare. Companies need months of preparation to adapt their IT systems and processes. In addition, the German government only announced shortly before Christmas 2023 that the German Emissions Trading Authority (DEHSt) would be the national competent authority for the implementation of the CBAM in Germany. German companies were only able to register in the CBAM transitional registry in mid-January 2024 - just a few days before the deadline for the first CBAM transitional report. This meant that neither DEHSt nor the companies had sufficient time to finalize specific implementation issues before the due date of the first report and make the necessary prepa- rations. Small and medium-sized companies in particular often lack the necessary resources and ex- pertise for implementation. This applies to both EU importers and manufacturers from third countries. More support from the authorities is needed here.",
  "page_3": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\nHowever, at the time the first report was due there were also still many unresolved issues and problems at EU level with the technical implementation and operation of the EU-wide CBAM transitional registry, which economic operators must use to submit their CBAM reports. Due to these, sometimes massive, technical difficulties, economic operators were able to apply for individual deadline extensions until the end of March with effect until the end of April 2024.\nFor the submission of the first CBAM report, companies had to make a considerable effort, which in some cases was disproportionate to the reported emissions, as in some cases only a few items and imports had to be declared.\nIn addition to the bureaucratic burden and ongoing technical problems at both European and national level, there are also a number of specific implementation issues that need to be resolved quickly and conclusively.\nGeneral implementation challenges\nParticularly for small and medium-sized enterprises it is difficult to determine whether and to what extent they are affected by CBAM. In some EU Member States, the national competent authority has proactively approached economic operators who have imported goods subject to CBAM. A similar approach is also necessary in Germany or for the EU in total. A self-assessment tool would also be appropriate, in which companies can check the extent to which they are subject to CBAM obligations and which data they must request from their foreign suppliers and which investigation methods must be observed by specifying the third country and HS code. In addition, the European Commission and the Member States should also approach third countries in a broad information outreach. This is par- ticularly important to create knowledge about CBAM there, as European economic operators will be dependent on information from their suppliers in third countries. If the necessary data cannot be ob- tained from the manufacturer in the third country, there is a risk of sanctions. This can have a negative impact on supply chains. Overall, information must be as easily accessible as possible, easy to under- stand and available in all official languages of the EU and the official languages of relevant third coun- tries. The complexity of the templates provided by the Commission currently poses a major challenge, particularly for companies that import complex goods and have only limited insight into the upstream processes. The documents are currently difficult to understand and often cannot be easily applied by companies to their suppliers. Templates must therefore be simplified and should focus on essential information.\nThe greatest burden for the companies affected is the great uncertainty that the introduction of a com- pletely new instrument entails. When the CBAM “goes live” on January 1, 2026, the free allocation in the ETS will also begin to be reduced. It is still unclear whether and how the CBAM can compensate for the loss of free allocation and thus continue to ensure the absolutely necessary and increasingly important reduction of the carbon leakage risk.\nAnother major challenge for importers is the enormous bureaucratic burden that CBAM generates. The CBAM report comprises around 200 data fields per product, which must be completed for each ship- ment. Even if comparatively few goods subject to CBAM are imported, a very high bureaucratic burden arises. The number of mandatory data fields should therefore be reduced as much as possible. The customs data for imported CBAM goods is already available to the authorities. It is not understandable why these have to be entered again by companies. This contradicts the once-only principle. In addition, the procurement of customs data in the case of direct representation is sometimes associated with considerable effort. Therefore, the customs data of the imported CBAM goods should be entered",
  "page_4": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\ndirectly into the register for each importer based on their EORI number. The reporting company then checks, corrects and completes the data. Furthermore, it should be possible to combine small decla- ration items into one declaration item, for example similar goods weighing less than 50 kg.\nFor the first CBAM reports, companies can still use the standard values published by the European Commission. From the fourth report onwards, companies will have to calculate the product-specific embedded emissions themselves in just a few months. To do this, they will have to rely on information from their suppliers in third countries. Obtaining this information will present companies with additional bureaucratic hurdles and will be very time-consuming and labor-intensive, especially if suppliers are not (yet) aware of the requirements arising from the CBAM. Long supply and value chains and complex supply relationships make data procurement even more difficult for importers. Companies’ experiences to date with their suppliers are predominantly negative and show that suppliers are often unable or unwilling to provide the required values. In some cases, the required data is regarded as confidential, or antitrust law prohibits its disclosure. In the case of small and medium-sized companies, there are often no resources available for data collection. In some cases, the CBAM is still completely unknown, and the companies would first have to train their suppliers. The data quality cannot be checked and there are concerns that legal risks may arise from poor data. In addition, the complex calculation of embedded CO2 emissions is also a major challenge for suppliers in third countries, especially in the case of multi-stage production processes at different companies. Suppliers therefore charge costs for data determination. These often exceed the costs of delivery or the CO2 price.\nTo limit the bureaucratic burden for European companies and to ensure the implementation of the CBAM reporting obligations, especially for small and medium-sized enterprises, it should be possible to use default values for a longer period of time, especially if the data of the suppliers cannot be deter- mined.’ The use of default values can help to avoid conflicts with suppliers. However, it must be em- phasized that exemptions and/or other possible solutions for importers must not lead to the CBAM being circumvented. The aim of the CBAM Regulation must be to equalize the burden on imports and goods produced in the EU. If key suppliers from third countries refuse to cooperate with importers on CBAM, this must not lead to disruptions in the supply chains. Companies based in the EU that do not have sufficient market power are not in a position to obtain the necessary data of the required quality from suppliers that are unwilling to cooperate. As neither the EU nor the importers concerned can enforce cooperation, a solution must be found for such cases.\nThird country-specific default values should be published, which can be improved over time in an ex- change between the EU Commission and relevant experts from the sectors concerned. In addition, further (political) efforts by the EU Commission are required: suppliers from third countries must be encouraged to report their installation-specific emissions. Ultimately, a level playing field for European producers can only be ensured if the monitoring, reporting and verification of installation-specific CO2 emissions is also harmonized internationally outside the EU. An important first step here is the provi- sion of easy-to-understand guidelines for suppliers in the respective national language that address the situation in the third country.\nThe threshold below which imports of goods subject to CBAM are exempt from the obligation to declare or notify is currently very low at just 150 euros - here the regulation does not refer to a regulation that\n‘ As the CBAM Regulation enters fully into force in 2026, the of default values will be permitted in where the soon as use cases actual emissions cannot be adequately determined. However, the details are still to be regulated in implementing acts, see CBAM Regulation, Art. 7 (7) a). Only in the transitional phase is the use of default values not permitted for a certain period of time.",
  "page_5": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\napplies solely to CBAM, but to a general de minimis rule anchored in customs legislation.? This means that a large number of importers (companies, institutions and private individuals) are subject to the CBAM reporting obligation: a CBAM report must be created for every import over 150 euros (e.g. screws, motorcycle spare parts, advertising materials, etc.). Despite low CO2 emissions in the produc- tion of these products, the administrative burden in these cases is disproportionately high, both for the importers concerned as well as for the authorities. The reference to customs law should therefore be removed and the exemption limit increased.° Alternatively, the introduction of a weight-based de mini- mis limit could also be discussed.\nThere must also be simplifications for used and as-new re-imported CBAM goods that do not fall under the provisions of Article 203 of Regulation (EU) No 952/2013. The production data for these CBAM goods can generally no longer be researched, as production dates back years. In addition, the used and often defective returned goods or as-new returned goods that are reimported due to stock clear- ance are not returned on the basis of a contractual supply agreement with the importer.\nEven during the transition phase, companies can be penalized if they do not submit any, incomplete or incorrect CBAM reports. However, as soon as companies are no longer allowed to use default values (from the second half of 2024), they will be dependent on information from suppliers in third countries in order to be able to submit complete and correct reports. If they do not receive this information, penalties could be legally imposed. Due to the comparatively short implementation phase, no penalties should therefore be imposed during the transitional period. The European Commission should quickly confirm this in writing and provide for corresponding exceptions or clarify what happens if companies are unable to obtain certain data despite their best efforts or if IT systems do not work. These docu- ments should contain precise information for companies on what steps are necessary to obtain infor- mation from suppliers in third countries. If companies have taken these steps and still have not been able to obtain the necessary data, the extended use of adapted third country-specific default values with a corresponding incentivizing effect should apply. A lack of willingness to cooperate or practical difficulties on the part of third-country suppliers must not lead to the CBAM being circumvented, and relatively easily at that. The failure to provide the required data must not lead to advantages for sup- pliers unwilling to cooperate. It must also be ensured that comparable penalties are imposed by the national authorities in the Member States. The aim must be equal treatment of EU importers and EU producers.\nSpecific implementation issues and problems\nIn addition to the above-mentioned general issues arising from the implementation of the CBAM, there are also many specific questions and problems that have arisen in the course of submitting the first report and that need to be clarified or resolved by DEHSt or the European Commission as quickly as possible:\n- The CBAM transitional registry, in particular (and the CBAM registry from 2026), but also all information materials or FAQ documents should be made available in all official EU languages.\n? As part of the revision of the Union Customs Code, however, the European Commission is proposing to completely even remove this de minimis threshold. This would mean that there would no longer be any exemption limit for goods subject to\nCBAM.\n3 In its CBAM proposal, the United Kingdom de minimis threshold of GBP 10,000: https://Awww.gov.uk/govern- proposes a ment/consultations/consultation-on-the-introduction-of-a-uk-carbon-border-adjustment-mechanism.",
  "page_6": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\nThere should be a functional overview version for reporting data without registration. Some of the error messages displayed in the transitional registry are not insightful and make it much more difficult to eliminate and prevent future errors. They must be easy to understand to simplify and speed up the creation and submission of CBAM reports. When entering data, users cannot see whether data has been saved in the system at position level. It should also be ensured that data that has been accidentally deleted can be restored. If system instability or outages occur again in the future, the system should notify the user as soon as the system is stable again and continued data entry is possible. According to the current status, applicants have until July 31, 2024, to make corrections to their first two CBAM reports. In view of the technical problems that still exist when entering the data in the EU Commission's transitional registry, the deadline for corrections should be ex- tended. It must be possible for companies to download CBAM reports.\nIn addition to solving specific problems and clarifying urgent questions, companies can be supported and the submission of CBAM reports can be simplified:\nThe possibility of group CBAM reporting (i.e. one CBAM declarant for several corporate divi- sions, subsidiaries, etc.) would in some cases significantly reduce the administrative burden for larger companies or groups of companies. At the same time, it must be possible for representatives of several other companies (e.g. customs service providers) to provide information for each represented company so that this does not have to be entered at position level. A separate report per represented company would then also be possible. Currently, the report created contains the final information of all represented companies, meaning that it cannot be handed over to the represented companies under data protection law. It would be a significant simplification for economic operators if import data (at least of imports subject to CBAM) could be made available centrally by the customs administration in advance (not only after the CBAM report has been uploaded). This would also help to ensure that com- panies submit complete CBAM reports. A “system to system connection” is currently not available. This must be made available so that individual entries do not have to be made for high volumes. Furthermore, the Excel upload currently available is not sufficient. Furthermore, the Excel upload should be simplified so that data from known customs software can be easily added and imported. It is currently not possible to enter data continuously in the CBAM portal, for example directly after import, as a new report can only be opened in the following month after the end of the quarter. It would be helpful for many companies if it were possible to enter data into the system directly after import.",
  "page_7": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\nIt is essential for companies to be informed about maintenance work being carried out on the CBAM transitional registry well in advance. Notification of current errors in the portal would also be very helpful. A service point/helpdesk should be set up at EU level to deal with individual technical ques- tions. Although helpdesks are available at the national CBAM authorities, they can only provide limited assistance in the event of problems or technical questions. The technical solutions for the transitional registry and the implementation of the reporting obligation are the responsibility of the EU Commission. By January 2026, clear and easy-to-use rules must be in place on how effective carbon pricing can be demonstrated in third countries.\nLooking ahead: the overarching goal must be to ensure effective carbon leakage protection for European industries.\nThe climate protection ambitions in most non-EU countries are in some cases significantly lower than in the EU. Instruments such as CBAM can only be “crutches”. It is crucial that the ambition levels of EU and non-EU countries converge quickly and significantly.\nAn additional burden on European production must be prevented. The risk of carbon leakage must therefore not simply be shifted to other parts of the value chain. Negative effects on downstream in- dustries and disruptions in international value chains must be avoided. Certain products must be im- ported from third countries if they are not or cannot be manufactured in the EU, i.e. if they cannot be replaced by products from the single market. The CBAM requirements must not prevent imports and must not lead to incalculable disruptions in the value creation networks.\nA solution must be found urgently to offset the inevitable increase in export prices associated with CBAM. The abolition of free allocation for exported CBAM goods also jeopardizes the competitiveness of the EU companies affected. From the point of view of the companies affected, a pricing mechanism that charges the embedded CO2 emissions of domestic production and imported products must also prevent competitive disadvantages for European industry on export markets and effectively ensure the competitiveness of CBAM products and downstream products. Such an export solution must be WTO- compliant. It is imperative that the CBAM works in such a way that imported products do not have a competitive advantage over products from European manufacturers. The existing regulations urgently need to be adapted to prevent the loss of added value in the EU and to maintain the competitiveness of exports to third countries. The extent to which the EU can support an effective climate club and, if necessary, bilateral agreements with relevant trading partners should be examined. Producing a Com- mission report, as stipulated in the CBAM Regulation, after irreparable damage has already been done is not a solution.\nThe EU Commission must also devote much more attention than before to the task of improving knowledge among trading partners and preventing CBAM circumvention‘ both in third countries and within the EU.\n* To explain possible of circumvention, here is example from the cement sector that could possibly be applied to a case an related situations. Cement could be intentionally or unintentionally declared as a low-carbon cement by the CBAM declarant. It is not possible to visually assess how CO2-intensive the production process was. The European cement industry is therefore",
  "page_8": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\nThe EU Commission must press ahead with the analyses regarding the extension of the scope of application to further processed products as a matter of urgency in order to avoid the relocation of value creation from the EU to third countries and carbon leakage.° The European Commission should involve the companies affected by a possible expansion, including the downstream industry and rele- vant business associations, in the discussions at an early stage.\nThe EU must work on solutions to the problem of resource shuffling at an early stage. In the EU ETS, installation-related emissions reporting applies, which does not match the product-specific emissions reporting in the CBAM. Consideration should therefore be given to including the determination of CO2 intensity for the entire production of the third country in the future. While production in EU ETS instal- lations is subject to CO2 pricing in its entirety, the CBAM only focuses on the CO2 intensity of the quantities exported from the third country. In contrast, the large remaining quantity of CBAM products not exported to the EU, whose production in the third country is (possibly significantly) more CO2- intensive, is not taken into account when determining the CO2 intensity in the third country. In other words: If in a third country a limited amount of CO2-free or -low production is only used to be exempted from CBAM when importing the products into the EU, and if the remaining quantity of products, that are not exported, are produced under CO2-intensive conditions, then there is no benefit to the climate. The effects of possible resource shuffling can at best be roughly estimated today. However, the prob- lem must be kept in mind. At the same time, it must be borne in mind that the EU has no direct power here and should not antagonize third countries. Otherwise, there will be even less incentive to move towards European climate protection standards, and there is a risk of trade conflicts.\nNote: The implementation of the CBAM regulation has recently begun and it can be assumed that further developments will follow. The BDI and DIHK therefore regard the paper as a living document that is to be further developed as soon as there is more clarity about the continued implementation.\nproposing, among other things, to carry out regular mandatory sample analyses when importing into the EU, at least of the most important parameter, i.e. the composition of the cement and particularly its proportion of clinker. This would allow a verification of the plausibility and accuracy of the stated product-specific CO2 emissions. Further information on this can be found at www.cembureau.eu and www.vdz-online.de.\n5 Processed steel-intensive products, which consist primarily of products already subject to CBAM, should be included in the scope of application before 2026.",
  "page_9": "Implementing the EU Carbon Border Adjustment Mechanism (CBAM)\nImprint\nFederation of German Industries e.V. (BDI) Breite Strafse 29, 10178 Berlin, Germany www.bdi.eu T: +49 30 2028-0\nGerman Lobby Register Number: RO00534\nDIHK | German Chambers of Commerce and Industry\nBreite StraRe 29, 10178 Berlin\nhttps://www.dihk.de\nT: +49 030 20308-0\nEditorial\nAnna Kantrup Senior Manager External Economic Policy Federation of German Industries e.V. (BDI) T: +49 30 2028-1526 a.kantrup@bdi.eu\nDr. Joachim Hein Senior Manager Energy and Climate Policy Federation of German Industries e.V. (BDI) T: +49 30 2028-1555 j-hein@bdi.eu\nDr. Ulrike Beland\nDepartment of Energy, Environment, Industry\nDIHK | German Chambers of Commerce and Industry\nT: + +49 30 20308-2204\nbeland.ulrike@dihk.de\nBDI Document Number: D1948\nAs of: June 20, 2024"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
