{
  "file_name": "234_2219.pdf",
  "pages": {
  "page_1": ".<\n.—\nx“\nnn\n=.\nIl\nIN\nhl\n|\nIHN\nvs N\nN\n3\nRi Il\nN\n= me\nFr\nWIEN\na” WIRTSCHAFTSKAMMER WIEN\nBun\n”\n.\nZeitung\nfe\n4\n|\nIm Bild: hliette\nKomarek-Hehle,\nNachhaltigkeits-\nManagerinder\nWiener Schani-H tels.\n»\nWirtschaftskammerWien #\nu\n-\nia\nZ\n\\\ne\n4\nDie\nsame\ngl\na\nBi\nN)\n”\nx\nSG\nv\nA\nzu\n“FR.\n\\\nExtra\nAcht Seiten zum\nThema „Effizientes\nBüro” - im Mittelteil\nzum Herausnehmen\n.\n%\nY Aa\n„u\nU\nN‘\nn\nos\nN\nfr\n_\nNachhaltigkeit ist in vielen Betrieben Teil der Philosophie -\n|\nHu\n6\nseite\nu\nNe\nne Zr:\ng\n0\nkun [77 tr\ngg\nEl%\nbr! Kal\nE\n[2\nÖfinun 887. eiten\nim Verkauf\n1\nHp\n6 Uhr früh.\nJeden\nPünktlich\nProbieren Sie es aus!\nBeiträge.\nTag neue\num\nJetzt kostenlos downloaden\nTre\nEs",
  "page_2": "2 AM PUNKT\n\\\nOEKOBUSINESS\nSo nachhaltig sind\nWiens Betriebe\n©)\nS\n\\ \\)\n\\\\\nIh N)\n)\nx U\nor\n\\\nNY\nP\n\n10 NEU IN WIEN Unternehmen, Standorte, Online-Shops 12 INDUSTRIE FORDERT MASSNAHMEN Sektor kämpft mit Auftragsrückgängen 13 ERFOLGREICHE TECHNIK-FRAUEN Wiener MINT-Pionierinnen 13 TREND-THEMA RADFAHREN WirI bildet Fahrradmechatroniker aus 14 VOM SPIELZEUG BIS ZUR SICHERHEIT Aus unserer Sprechstunde\nBAILEY\nALLES RUND UMS BÜRO Acht Seiten zu Dienstleistungen und Services rund ums Büro\nfan\nN /)\n| tt TT, \\\n(( W If TT:\nN\n\\\noa %\nM t\n25\nANALYSE\nEinkaufsstraßen\nund ihr Potenzial er\nRR) if\n9 7\n17\nDG\nfi\n1a /M\n3,0\nen\neG\ntb #\nb,\n44\n%\n”\nN\nan\nAn\n12\nX 1\n»’\n[| en\n2 Kea\n.— 7%\nv\n“\n\"His\nI\nr,\nDe RR\n=\nak\n=\n7 ie\n——\nur?\nF\n—\n\n\nA WAS DER OSTERHASE BRINGT Aktuelle Kurzmeldungen JETZT VOTEN FÜR SCHANI + JETTI Aktuelle Kurzmeldungen\n18 FRAGEN UND ANTWORTEN zu Lehrlingsausbildung, Nachhaltigkeit, Wirtschafts- und Steuerrecht 20 ARBEITEN IN DER KARENZ Was dabei zu beachten ist 21 VERSICHERN BERUHIGT Welche Versicherungen Firmen brauchen 22 ALLES ZUM FIRMENBUCH Wer sich dort wie eintragen muss 23 GÜNSTIGE KREDITE FÜR KMU 500 Millionen aus dem ERP-Fonds 23 TOP-LEHRBETRIEB WERDEN Die Antragsfrist für das Gütesiegel läuft 24 SCHWIERIGE GESPRÄCHE FÜHREN Expertentipp: Wie man es angeht 25 GESCHÄFTSSTRASSENREPORT WIEN Strukturen, Chancen, Potenziale\nIM Fokus\n\n26 TRÜBE KONJUNKTURPROGNOSEN Was junge Unternehmer erwarten 28 COMPOSING THE FUTURE Eröffnung der Weltausstellung im japanischen Osaka steht bevor 30 VERANSTALTUNGEN UND TERMINE Das sollten Sie nicht verpassen\n\nPr\nbo\nu —\n7\nNACHHALTIGKEIT IM FOKUS Was Wiener Unternehmen dazu leisten 20 JAHRE OEKOBUSINESS IN ZAHLEN Was das Programm bisher bewirkt hat INFOSZUBERATUNGSMÖGLICHKEITEN Details zum Wiener Umwelt-Servicepaket SERVICES RUND UM ÖKO-THEMEN So unterstützt die WK Wien\n26\nKONJUNKTUR\nJunge Unternehmer\nIB\nwenig optimistisch\nN\na\n\\",
  "page_3": "W s | 10. 4. 2025\n\nReziproke Zölle\nReziproke Zölle sind Gegenzölle, die ein Land als Antwort auf bestehende Zöl- le von Handelspartnern erhebt. In aller Munde ist der Begriff, weil der US-ame- rikanische Präsident Donald Trump sol- che Schritte setzt, um das Handelsdefi- zit seines Landes zu bekämpfen. Seit 5. April erheben die USA einen zehnpro- zentigen Basiszoll auf Importe aus allen\n14\nProzent\n„\nDie Wiener City ist nicht nur Wohnraum, sondern auch ein wirtschaftliches, touris- tisches und kulturelles Zentrum unserer Stadt. Der erste Bezirk muss folglich als be- sonderer Ort betrachtet werden. Viele, oft unterschiedliche Interessen sollten daher berücksichtigt werden - vor allem, wenn es um eine sinnvolle Weiterentwicklung unse- res Zentrums geht. Verkehrsberuhigung in- nerstädtischer Bereiche ist heute Common Sense - und bringt auch wirtschaftlich et- was. So würde beispielsweise eine attrakti- ve Neugestaltung des Schwedenplatzes die Umsätze der dort angesiedelten Geschäfte um acht Millionen Euro steigen lassen. Weil eine Erhöhung der Aufenthaltsquali- tät mehr Passanten anzieht, die dort auch lieber Geld ausgeben.\nDieses Beispiel und noch einige mehr hat die Wirtschaftskammer Wien in ihrem „Masterplan Innere Stadt” dargelegt. Die- ses Entwicklungskonzept berücksichtigt die Bedürfnisse der Bewohnerinnen und Bewohner, der Unternehmen, der Men- schen, die im 1. Bezirk ihren Arbeitsplatz haben, aber auch der vielen Gäste aus dem In- und Ausland.\nKameras reichen nicht\nKameras aufzustellen, um die Zufahrten in den ersten Bezirk zu reduzieren, wird also nicht reichen. Der freiwerdende Raum muss sinnvoll genutzt und gestaltet werden. Die Erreichbarkeit der City soll- te erhalten bleiben. Sprich: Langfristiges Parken unter der Erde, aber eine ausrei- chende Aufenthaltsdauer für Fahrzeuge an der Oberfläche.\nSCHREIBEN SIE MIR!\nwalter.ruck@wkw.at facebook.com/WalterRuck\nFa\nZitat der Woche\n„Dürfen uns nicht selbst aus dem\nSpiel nehmen, indem wir uns mit\nimmer neuen Auflagen blockieren.”\nWirtschaftsminister Wolfgang Hattmannsdorfer begrüßt die vom EU-Parlament beschlossene Verschiebung des Lieferkettengesetzes.\nLändern. Für viele Warengruppen und bestimmte US-Handelspartner wurden noch höhere reziproke Zölle festgelegt - etwa 20 Prozent für Waren aus der EU, für Autos sogar 25 Prozent. Die WKÖ hat einen eigenen Online-Info-Point zu den neuen US-Zöllen eingerichtet:\n„Raum in der\nCity sinnvoll\ngestalten” ”\n>» wko.at/aussenwirtschaft/usa-zoelle- infopoint\nWalter Ruck, Präsident der WK Wien\nder Jungunternehmer scheiterten im Vorfeld mit zumin- dest einer Gründung, wie die Fehlerkultur-Umfrage der Jungen Wirtschaft Wien (JWW) und des Failure Institute zeigt. Präsentiert wurde die Studie im Rahmen der Fuck- up-Night. Die Veranstaltung der JWW dient dazu, eine neue, konstruktive Fehlerkultur zu etablieren, um offe- ner mit Scheitern umzugehen und auch anderen so die Möglichkeit zu geben, aus gemachten Fehlern zu lernen.\nPersonen waren Ende März in Wien beim Arbeitsmarktservice (AMS) ar- beitslos gemeldet oder in Schulungen - um 6,4 Prozent mehr als vor einem Jahr. Österreichweit sind 397.000 Menschen arbeitssuchend oder in AMS-Schulun- gen, ein Plus von 7,4 Prozent im Jahres- abstand. Besonders betroffen: Industrie und Handel. Während die Arbeitslosig- keit in Österreich seit April 2023 stetig steigt, sank sie in der Eurozone im Feb- ruar auf ein Rekordtief von 6,2 Prozent.\n%\n°\nnE Topf\n124.576\nS\nAM PUNKT 3",
  "page_4": "4 AM PUNKT\nan\nhi\nnfrastrukturminister Peter Hanke hat eine Novelle der Straßenverkehrsordnung (StVO) vorgelegt, die den Städten und Gemeinden ein automatisiertes und kamerabasiertes Zufahrts- management ermöglichen soll und so die Grund lage für die Verkehrsberuhigung in den Kommu- nen bildet. Als Zeitpunkt des Inkrafttretens wird der 1. Jänner 2026 angepeilt. Erst danach kön- nen konkrete Maßnahmen zur Umsetzung der Einfahrtskontrollen verwirklicht werden\nWien habe sich lange für eine verkehrsberu- higte Innere Stadt eingesetzt und möchte diese\nge\nPT\nN)\nu a\nAED\nPr\nA\nsun,\niu u\n|\nN\n—\nY\n\\\nVerkehr\ndank\n\\\nnn mn m\n2\nBe\n=\nFre\n—\n6\nEee en\nWY\nI\n3 L\nDr\n© Florian Wieser\nWiener Reparaturbonus wieder beantragbar\nY\n2/3\nkm >\nge\nu\nN\n“|\n„5\nneue rechtliche Möglichkeit zeitnahe umset- zen, sagte Bürgermeister Michael Ludwig. Die Wirtschaftstreibenden begrüßen diesen Schritt Wirtschaftskammer Wien-Präsident Walter Ruck erläutert: „Verkehrsberuhigung im inner- städtischen Bereich bringt allen Beteiligten et- was. Durch die gesteigerte Aufenthaltsqualität und die bessere fußläufige Zugänglichkeit pro- fitieren neben den Bewohnerinnen und Bewoh nern auch die Unternehmen vor Ort. Solche Zonen weisen eine gesteigerte wirtschaftliche Wertschöpfung auf.”\nJetzt voten für die schönsten Gastgärten\nAuch heuer sucht die Sparte Tourismus und Frei zeitwirtschaft gemeinsam mit der Tageszeitung Kurier wieder die schönsten Gastgärten und Frei zeitideen, um sie mit dem Goldenen Schani bzw. der Goldenen Jetti auszuzeichnen. Ab sofort läuft das Voting für die nominierten Betriebe. Abstim men für den Lieblings-Schanigarten und das favo risierte Freizeitprojekt ist bis 14. Mai möglich. Die Kür der Sieger erfolgt am 17. Juni\n» kurier.at/jettischani25\n4 » a2 le\nA:\nEd\nWeniger\nZufahrtsmanagement\nu Tr\na\na“\n\"une =\nAd\ncr\nI\n——\nDZ\n——\n=\na\n——\nm\nZen\n7 u\nww\nnz\nNY\nA\nDr\nEifriger Osterhase\nSieben von zehn Wienerinnen und Wie- nern wollen heuer zu Ostern jemanden beschenken und dafür im Schnitt 50 Euro ausgeben, zeigt eine Umfrage der KMU Forschung Austria im Auftrag der WK Wien. In Summe ergibt das Gesamtaus- gaben von 60 Millionen Euro im Zusam- menhang mit Ostern - trotz angespannter wirtschaftlicher Lage ein Plus von vier Millionen Euro im Vergleich zu 2024. Am liebsten legt der Osterhase seinen Lieben Süßigkeiten und Schokolade ins Nest (73 Prozent), gefolgt von Eiern (41 Prozent) und Spielsachen (28 Prozent). In Summe werden die Wienerinnen und Wiener fünf Millionen Schoko-Osterhasen und etwa 15 Millionen Ostereier verschenken. Ein Ach tel der Befragten achtet bei Osterproduk- ten gezielt auf Nachhaltigkeit. Besonders positiv: Neun von zehn Wienern besorgen ihre Ostergeschenke im lokalen Handel\nMehr neue Jobs und Vermittlungen\nIm März hat sich der Stellenmarkt in Wien äußerst positiv entwickelt. Die Unternehmen haben dem AMS im letzten Monat 10.547 of- fene Stellen gemeldet - um 6,1 Prozent mehr als im März 2024. Im selben Zeitraum wur- den 19,2 Prozent mehr Stellen besetzt als im Vorjahr. Die Zahl der arbeitslosen Perso- nen ist im März 2025 im Jahresvergleich um 6,4 Prozent auf 124.576 angestiegen\nIN\nm AN\nIL} N\nRS\na\naM\nFA\nDer Wiener Reparaturbonus kann online her- untergeladen und bei teilnehmenden Betrieben eingelöst werden. Gefördert werden 50 Prozent der Bruttoreparaturkosten (max. 100 Euro), Kostenvoranschläge bis 55 Euro. Budgetiert wur- den dafür heuer 300.000 Euro. Betriebe, die bestimmte Kriterien erfüllen, können sich beim Reparaturnetzwerk Wien registrieren lassen\n>» reparatur netzwerk.at\nwu“\n2.)\noO\nae",
  "page_5": "W s | 10. 4. 2025\nI\nYo;\nya RX}\n7.\n=\nar\nen\n[AR\nae\nNutzfahrzeuge\nG-\nauey\n\"Tr\n9 27 VrzEue\n2;\nm\nZi\nige\n==\n—.\n=\nPn\nF:\n--\nFiexibl\n>\nDer\nCaddy\nDas flexible Multitalent\nLIE\n—#\na\nER\n——\nBE\nnr\nor\nnn\nx} er\n.—\nSS\na\n\\\nLad\nSein\nIm\n* Erhalten Sie serienmäßig eine 3 Jahre verlängerte Garantie im Anschluss die 2-jährige um an Herstellergarantie, bei einer maximalen Gesamtlaufleistung von 100.000 km (je nachdem, welches Ereignis als Erstes eintritt). Über die weiteren Einzelheiten zur Garantie.informiert Sie Ihr Volkswagen Nutzfahrzeuge Partner. Bei Aus- und Aufbauten nur gültig für werksseitigen Lieferumfang. Kraftstoffverbrauch: 0,5 - 7,7 /100 km. CO,-Emission 11-175 g/km. Stromver- brauch: 18,9-20,5 kWh/100 km. Symbolfoto. Stand 04/25.\n——\nnn\n\\\nm\nm.\n13\n\\3/\\\nä\nme\nvw-nutzfahrzeuge.at\nul\nvv.\nZn De\ntze\nFo verwandelt sich\nus lichen Laderaum\nN\n=\nBd\n=\n—\nu",
  "page_6": "u ıvı FoKus|\nj\n=\nX Wien\nEu\n_ ls\nBusiness Wien\nDeko\nDeko3\nN\nac}\nN\nB\n-\nN\nDU\nx\nIe\nch bin mir sicher, dass Sie zumindest einmal im Jahr etwas in der Hand hal ten, in dem unsere Teile verbaut sind Denn ich bin selbst oft überrascht, wo die überall eingebaut werden”, sagt Wolfgang Artacker, kaufmännischer Geschäftsführer der Faustenhammer GmbH Gemeinsam mit seinem Cousin Alfred Huber führt er den Wiener Familienbetrieb in dritter Generation. Produziert werden technische Fe- dern und Drahtbiegeteile, die beispielsweise in der Auto-, Elektro- oder Sportgeräteindustrie zum Einsatz kommen\nKnapp 50 Millionen Stück dieser Produkte verlassen pro Jahr die Produktionsstätte im 21 Bezirk. Ein energieintensives Unterfangen, das jedoch dank der Nachhaltigkeitsbestrebungen des Unternehmens reduziert werden konnte „Es war uns aus Ökologischer und ökonomi- scher Sicht wichtig, uns weiterzuentwickeln beschreibt Alfred Huber die Motivation des Fa-\nle\nDekoBusiness Wien\nDekoBusine\neko\n_l=\nDekoBusiness Nun\n9\nf\nP\\\nen\nIm Bild (1); Walter Ruck, Präsident WK Wien\ndie Geschäftsführer der Faustenhammer GmbH\nAlfred Huber und Wolfgang Artacker, und\nBETRIEBE a‘\nJürgen Czernohorszk\nWIE\n74\nDekoBus\nN\n“LaD WIENS\nNachhaltigkeit t leben\nökoldgtsene Malt\nATTEN ER EL ZEZSTEITITeTG]\nWie man\nMaßnahmen\nlichken verbindet, um\ne sowohl dem eigenen Unternehmen als auch der Umwelt\nVorzeige-\nDeko?\netwas Gutes zu ‚tun, zeigen Wiener\n-Betriebe.\nmr\n=)\nDeko\nVON PIA MOIK UND ERIKA SPITALER\ni ZURULDUOIN\nBusiness Wir\nN an\nmilienbetriebes. Dass dies geglückt ist, zeigen die zahlreichen Zertifizierungen, die Fausten- hammer für dieses Engagement bisher erhielt Anfang April etwa wurde das Unternehmen gemeinsam mit 139 weiteren Wiener Betrieben in Rahmen von OekoBusiness, dem Umweltser- viceprogramm der Stadt Wien, ausgezeichnet\nSchonung der Umwelt und der Geldbörse\nJe nach Branche, Unternehmensgegenstand und Betriebsgröße bietet OekoBusiness Wien verschiedene Beratungs- und Zertifizierungs- leistungen, kofinanziert u.a. durch die WK Wien. Im Fokus aller Beratungsmodule steht zum einen der Klima- und Umweltschutz, zum anderen jedoch genauso der wirtschaftliche Mehrwert, den Unternehmen langfristig daraus ziehen. Vor mittlerweile 26 Jahren ins Leben ge- rufen, ist dieses Umweltserviceprogramm eine Erfolgsgeschichte hinsichtlich der Entlastung\n=\nDekoBusiness\nWier\nS ce WIel\nsowohl der Wiener Betriebe als auch der Um- welt (siehe Kasten S. 7). „Das zeigt, dass man in dieser Stadt schon sehr früh erkannt hat, dass Ökologie und Ökonomie kein Widerspruch sind, sondern eine Verbindung”, sagt Walter Ruck, Präsident der WK Wien\nOptimierungspotenziale finden\nFaustenhammer etwa nahm am Modul OekoWin (siehe Kasten S. 8) teil, das zu einem wesentli- chen Teil auf die Senkung der Betriebskosten abzielt. Gerade für energieintensive Betriebe ist dies hinsichtlich Einsparungspotenzial ein ent- scheidender Hebel\nAn den OekoBusiness-Programmen nimmt das Unternehmen generell seit 2007 regelmä- Rig teil. Vom Umfang an Optimierungspoten- zial war auch der Geschäftsführer selbst über- rascht. „Im ersten Jahr dachte ich, wir wären fertig. Aber siehe da, es hat sich jedes Jahr et- was aufgetan, das wir noch umsetzen können",
  "page_7": "W s | 10. 4. 2025\nManchmal waren es kleine Dinge, manchmal große, aber möglich war immer etwas”, er- gänzt Artacker.\nFachwissen für neue Projekte\nEntgegen kam dem Unternehmen dabei ein Umzug 2016 in einen eigens errichteten Neu- bau, da der bisherige Standort zu klein wurde. „Am alten Standort konnten wir vieles nicht umsetzen, auf das wir beim neuen aber von Anfang an geachtet haben. Dabei war es auch ein Vorteil, dass wir schon an so vielen Beratun- gen teilgenommen haben. Da haben sogar die Professionisten geschaut, mit welchen Ideen für den Neubau wir daherkamen”, so der Fir- menchef.\nMittlerweile bezieht man einen Großteil des Energiebedarfs aus der Photovoltaikanlage am Dach, der Rest wird CO>-frei zugekauft. Ein wei- teres Beispiel für die zahlreichen umgesetzten Maßnahmen ist der Einsatz von Brunnenwas- ser, mit dem etwa im Winter die beiden Wärme- pumpen bespeist werden. Im Sommer hinge- gen wird dieses zum Kühlen verwendet. Die im Betrieb erzeugte Wärme - etwa durch laufende Kompressoren oder die Stahlbearbeitung in der Produktion - wird in andere Räume umverteilt bzw. zur Warmwasseraufbereitung genutzt.\nDoch haben sich in finanzieller Hinsicht tatsächlich alle Maßnahmen rentiert? „Klar, es sind immer Investitionen nötig. Manche dauern länger und manche weniger lang, um sich zu amortisieren. Aber nicht ausgezahlt hat sich bisher noch keine Maßnahme”, weiß Artacker: „Man muss da an die Zukunft den- ken.” Als Beispiel nennt er die Photovoltaik- Anlage; Hier kalkulierte Faustenhammer mit einer Amortisierung in 13 Jahren. Womit man jedoch nicht rechnen konnte, war der Anstieg\n\n1 700 Wiener Betriebe\nr (TWh) an Energie konnten dadurch insgesamt ein- gespart werden. Das entspricht dem Strom- verbrauch von über 80 Prozent der Wiener Haushalte in einem ganzen Jahr.\nTerrawattstunden\n=\n2.)\n3,\n4 g\n„Nachhaltigkeit war immer schon ein Grundgedanke in der Familie Komarek”, sagt Juliette Komarek-Hehle, Nachhaltigkeitsmanagerin der Schani-Hotels. Drei der vier Häuser tragen bereits das Umweltzeichen Tourismus, das Teil des Angebots von OekoBusiness Wien ist.\nder Energiepreise. Somit genügte die Hälfte der Zeit, bis die Investition sich auszahlte.\nam Willhelminenberg setzte Seniorchefin Hil- da Komarek schon früh ihre Vision von Nach- haltigkeit um. Ihre Schwiegermutter sei eine Pionierin in diesem Bereich gewesen, erzählt Juliette Komarek-Hehle, Nachhaltigkeitsma- nagerin im Unternehmen. „Das war immer\nNachhaltigkeit in der DNA\nÖko-Investitionen zugunsten von Umwelt und Betrieb sind auch das Credo der Familie Ko-\n„Ökologie und Ökonomie\nsind kein Widerspruch.”\nWalter Ruck, Präsident der WK Wien\nmarek. Sie betreibt unter dem Namen „Schani Hotels” derzeit vier Hotels in Wien, ein fünftes ist im Werden. Im Bio-Hotel Schani Wienblick\nschon ein Grundgedanke der Familie. Das Hotel Schani am Wilhelminenberg war - damals noch unter dem Namen Hotel Gallitzinberg - ei- >\n108 Mio Euro [s)\n”\n3-SCHRITTE-PROGRAMM\nZUR TEILNAHME\n1 OekoBusiness Check: Unverbindli- che Erstberatung durch erfahrene Umweltberater. Auswahl & Planung: Erstellung eines maßgeschneiderten Angebots durch Umweltberater. Beratung: Entwicklung von Maßnahmen und Projekten und Begleitung bei der Umsetzung.\ndie Wiener Unternehmen eingespart\nwerden.\n1 28.295\nAbfall konnten vermieden werden. Das\nso\nist das 300fache Gewicht des Riesenrads.\nWWW.OEKOBUSINESS.WIEN.AT\n\"ins\nN\nae)\noo\nOO\na0\noo\n2-2 2 9\n°09\n07}\nX—\noo\nor\n“>\nno\n=E\no =\nfopme)\no®©\nwuı\n©&o\nNO\n= ®\nmo\n“\n]\nnahmen bisher an den verschiedenen Programm- an Betriebskosten konnten so durch\nangeboten von OekoBusiness erfolgreich teil.\n140 waren es allein im Jahr 2024.\nf\nTonnen\nu\n8\nı\nTR",
  "page_8": "nes der ersten, die das Österreichische Umwelt- zeichen erhalten haben\", betont sie.\nDas Hotel Schani am Hauptbahnhof wurde heuer schon zum dritten Mal mit dem Umwelt- zeichen Tourismus ausgezeichnet. Bereits beim Bau des 2015 eröffneten Hauses achtete man da- rauf, den ökologischen Fußabdruck des Gebäu- des klein zu halten, betont Komarek-Hehle. „Es wurde nach Öko-Standards geplant und erhielt den Green Building Award.” So kamen möglichst naturnahe Materialien wie Holz, Metall und Stein zum Einsatz, Plastik wurde reduziert, wo immer möglich. Auch Heizung, Kühlung, Vergla- sung und Beleuchtung sind schon so konzipiert, dass ein möglichst energiesparender Betrieb des Hotels möglich ist. Die Lebensmittel - darunter viele Bio-Produkte - kommen möglichst von re- gionalen Zulieferern. Auch auf richtige Abfall- trennung, sparsamen\nIm Jahr 1998 wurde OekoBusiness Wien als Umwelt-Service-Paket der Stadt Wien ins Leben gerufen. Das Angebot umfasst maßgeschneiderte Beratungsleistungen für Wiener Betrie- be. Durchgeführt werden diese durch externe Umweltberater, wofür ein breites Netzwerk zur Verfügung steht. Zudem gibt es über 15 Programm-\ntauschbörsen oder Kulturveranstaltungen sollen zudem auch die Nachbarschaft ins Haus holen. „Unser Fokus liegt nicht nur auf dem Gast, son- dern auch auf der Schani-Community”, betont\nWasserverbrauch und\numweltschonende Reini-\ngungsmittel wird geach-\ntet. „Zimmerreinigung\nund Handtuchwechsel\nerfolgen nicht automa-\ntisch täglich, sondern\nauf Wunsch des Gastes.\nJürgen Czernohorszky,\nKlimastadtrat der Stadt Wien\nUnd es gibt Goodies für\nalle, die öffentlich an-\ndie Hotelmanagerin. Die Gäste, so sagt sie, schät- zen die konsequent nachhaltige Ausrichtung zu- sehends. „Wir ziehen Menschen an, denen das wichtig ist - und es werden immer mehr.\"\nreisen”, sagt Komarek-Hehle. Die Schani Hotels\nsind Teil der Forschungsreihe „FutureHotels”\ndes Fraunhofer Instituts und daher in Sachen\nNachhaltigkeit immer auf dem neuesten Stand.\nAuch soziale Nachhaltigkeit ist den Komareks wichtig. Für Mitarbeiterinnen und Mitarbeiter finden immer wieder Schulungen statt, die auch den Teamgedanken stärken. Events wie Kleider-\n\nDas OekoBusiness-Programm wird - um am Ball zu bleiben - laufend weiterentwickelt. Ziel ist,\n\n| EEE [HEEEEEEEEEREEETEE\nDiese beiden Beratungsangebote\nDas Umweltzeichen Tourismus ist ein\nfokussieren auf eine Betriebskostenre- österreichweites Gütezeichen speziell\nduktion durch u.a. Abfallvermeidung, für Gastgewerbe- und Tourismus-\neinen effizienten Ressourcen- und\nbetriebe. Im Fokus stehen u.a. ein\nRohstoffeinsatz, sowie eine Optimie-\nsparsamer Einsatz von Reinigungsmit-\nrung von Produktionsabläufen. Welche teln, umweltfreundlicher Einkauf, Ab-\nMaßnahmen für das jeweilige Unter-\nfallvermeidung und -trennung sowie\nnehmen geeignet sind und wie eine\nHeizkosten-Einsparung.\nUmsetzung erfolgen kann, wird von\nexternen Beraterinnen und Beratern\nua vers nenne |\ngemeinsam mit den teilnehmenden\nBetrieben erarbeitet. Zielgruppe sind Hier werden Unternehmen und Orga-\nKMU mit höherem Energie- bzw. Res- nisationen unterstützt, sich mit der\nsourcenverbrauch und Großun- eigenen Nachhaltigkeit im Sinne der\nQi ternehmen mit Sitz in Wien.\nanderzusetzen. Im Fokus stehen dabei\ndie umweltrelevanten Auswirkungen\ngenauso wie die gesellschaftlichen\nImpacts eines Unternehmens. Erstellt\nwerden u.a. CO;-Bilanzen wie auch\neine sogenannte doppelte Wesentlich-\nkeitsanalyse, die sich mit sämtlichen\nChancen, Risiken und Auswirkungen\nvon Nachhaltigkeitsmaßnahmen nicht\nnur auf die Umwelt, sondern auch auf\ndas Unternehmen selbst beschäftigt.\nUnterstützung gibt es zudem in der\nAußenkommunikation der erreichten\nund geplanten Nachhaltigkeitsziele.\neuropäischen CSRD-Richtlinie ausein- WWW.OEKOBUSINESS.WIEN.AT\n\nangebote, die bereits auf Branchen und Betriebsgrößen zugeschnitten sind. Denn Ziel ist es, Wiener Betriebe bei der Umsetzung umweltbezogener Maßnahmen zu unterstützen und ihnen daraus außerdem einen wirtschaftli- chen Mehrwert zu ermöglichen. Hilfe gibt es daher auch bei den damit ein- hergehenden PR-Aktivitäten.\ndie Zusammenarbeit zwischen Unternehmen zu fördern und Betriebe bei der Umsetzung von Umweltmaßnahmen zu unterstützen.\nIn der im April gestarteten neuen Förderpe-\nriode von OekoBusiness\nsind daher zusätzliche\nSchwerpunkte im Be-\nreich Kreislaufwirt-\nschaft und Biodiversität\ngeplant. „Wir haben uns\nzum Ziel gesetzt, eine\nStadt ohne Verschwen-\ndung zu werden, in der\nnur jene Ressourcen\nverbraucht werden, die\nuns auch zur Verfügung stehen. Reparieren, Wiederverwenden und Recycling sollen in Wien ebenso zur neuen Normalität werden wie eine erneuerbare Energieversorgung”, sagt dazu Kli- mastadtrat Jürgen Czernohorsky: „Es geht uns darum, ein gutes Leben für alle in unserer Stadt sicher zu stellen. Dabei spielen Unternehmen eine zentrale Rolle.”",
  "page_9": "Ws | 10. 4. 2025\nee\nNe\n4\nAa\nIS;\n„ 2\nei nn\nu Zu\n—\n—\n—\n——\nSowohl in ökologischer als auch in ökonomi- scher Hinsicht ist es sinnvoll, sich mit der Mobi- lität all jener, die das Unternehmen regelmäßig frequentieren, zu beschäftigen. Dazu zählen u.a. der tägliche Arbeitsweg der Mitarbeiten- den, die An- und Abreise von Kundinnen und Kunden oder der Warenverkehr. Welche Maß nahmen sinnvoll sein können, um auf das Mo- bilitätsverhalten dieser Stakeholder Einfluss zu nehmen, welche wirtschaftlichen Einsparungen sich daraus ergeben und weiterführende Links zum Thema findet man online\n>» wko.at/wien/bmm\nEnergieeffizienz\nDie Möglichkeit, Energiesparpotenziale mit we- nigen Klicks aufzuspüren, bietet der Energieef- fizienz-Ratgeber. Individuelle kurz-, mittel- und langfristige Maßnahmen können mit dessen Hil fe ermittelt werden. Zudem gibt es Infos zu Bera- tungsangeboten wie auch Förderungen (red)\nINFOS WK Wien - Service Center 01 / 514 50 - 1010 wko.at/wien/nachhaltigkeitsservice\n1m Fokus I\nInfo-Woche zu Nachhaltigkeit\nBereits zum zweiten Mal in Folge findet Anfang September 2025 die Nachhaltig keitswoche der WK Wien statt. An diesen fünf Tagen finden verschiedenste Veran- staltungen zu unterschiedlichen Aspekten dieses Themenkomplexes statt. Dazu zäh len u.a. Vorträge, Exkursionen, Websemi- nare oder Workshops. Ziel ist, Wiens Be- triebe mit aktuellen Informationen zu den relevanten Kernaspekten zu versorgen Fördermöglichkeiten aufzuzeigen und Unternehmen verschiedener Branchen als Best Practices vorzustellen. Zugleich dient diese Veranstaltungsreihe auch als Plattform für Unternehmen, um sich aus- zutauschen. Zielgruppe sind Wiener Un- ternehmer und Mitarbeiter, die sich zen- tral mit den Nachhaltigkeitsagenden ihres Unternehmens beschäftigen. Erste Pro- gramminfos gibt es bereits online, Details werden nach Einlangen laufend ergänzt\n————\n— u\n—\nEZ\nschlagend werden, wurde der Unternehmens- Selbstcheck für Nachhaltigkeitsvorschriften der WK Wien entwickelt\nSAFE THE DATE Nachhaltigkeitswoche der WK Wien 1. bis 5. September 2025 wko.at/wien/nachhaltigkeitswoche\n>» wko.at/wien/selbstcheck\nBetriebliches Mobilitätsmanagement\nWirtschaftliche Effekte\nAnalysen zu aktuellen und geplanten kommunalen wie auch privatwirtschaftli- chen Projekten betreffend Nachhaltigkeit in Wien gibt der Vienna-Green-Economy- Report der WK Wien. Die dritte Auflage erschien im Herbst 2024 und beschäftigt sich mit dem Gebäudesektor. Hier standen konkrete ökologische und volkswirtschaft lichen Effekte im Vordergrund. Ergänzend dazu gibt es mit den Green Economy In- sights der WK Wien kleinere Fachbroschü-\nren Themen rund\nzu um Kreislaufwirtschaft Diese widmen sich Trends, Standards und Best Practices aus Wien selbst so- wie auch anhand von internationa- ler Beispielen.\ngene my, =\nN\n27245 (a\n>» wko.at/wien/\n50.000\ngreeneconomy\n1:\nre)\nVER\nTipps für betriebliche Nachhaltigkeit\nFür alle Fragen zu Okologie und Wirtschaft gibt es in der WK Wien eine eigene Anlaufstelle\nD as Nachhaltigkeitsservice der WK Wien wurde vor einigen Jahren ins Leben geru- fen und berät Wiener Betriebe über sämtliche Aspekte des Themas Nachhaltigkeit. Neben per- sönlicher Beratung gibt es auch die Möglichkeit. telefonisch oder per E-Mail mit den Kolleginnen und Kollegen in Kontakt zu treten.\nDie Expertise des Service-Teams umfasst rechtliche Belange genauso wie Umwelt- und Energiefragen, Förderungen oder allgemeine Informationen. Darüber hinaus gibt es zu zent- ralen Themenbereichen Ratgeber und einfach zu bedienende Online-Tools, die viele Fragen bereits individuell beantworten\nNachhaltigkeits-Check\nUm herauszufinden, wo das eigene Unterneh men in puncto Nachhaltigkeit aktuell steht, hilft ein Online-Ratgeber weiter. Er gibt einen ersten Überblick, welche Nachhaltigkeits-Maßnahmen möglich sind und Auskunft, wo noch Verbesse- rungen und Einsparungen hinsichtlich Kreis- laufwirtschaft im Unternehmen zu finden sind\n» ratgeber.wko.at/nachhaltigkeit\nOko-Verpflichtungen\nIn den letzten Jahren haben sich die rechtlichen Rahmenbedingungen durch das Hinzukommen neuer Vorschriften für Unternehmen rasch ver- ändert. Da fällt es mitunter schwer, den Über- blick zu bewahren. Um herauszufinden, welche Regelungen auf das eigene Unternehmen aktu- ell zutreffen oder nicht bzw. welche in Zukunft\n» ratgeber.wko.at/energieeffizienz",
  "page_10": "10 WIRTSCHAFTSLEBEN\nSarah Herzog und Rene Grüner verwenden mehr als 16 erlesene Botanicals, „die in perfekter Harmonie zueinander stehen”.\nie führt man souverän in unsicheren Zeiten? Wie bleibt man trotz hoher Ver- antwortung gelassen und handlungsfähig? Marlies Vitzthum begleitet Unternehmer und Führungskräfte dabei, genau das zu meistern. Mit Somanima | Institute for Growth verbindet sie Leadership-Entwicklung mit einem beson- deren Ansatz: Embodied Leadership. „Führung ist mehr als Strategie. Sie zeigt sich in Haltung, Ausstrahlung und der Fähigkeit, Stabilität zu ver- mitteln. Es geht nicht nur darum, Klarheit und Sicherheit auszustrahlen, sondern sie im eige- nen Körper zu verankern und spürbar zu ma- chen”, betont Vitzthum, die langjährige Erfah- rung in internationalen Unternehmen mitbringt. „Ich weiß, was es bedeutet, in dynamischen und fordernden Umfeldern zu führen.” Wer auch in turbulenten Zeiten präsent, souverän und resi-\nMystische Wacholderspirituosen\nsind”, sagt Sarah, die in einer Winzerfamilie mit eigener Destillerie aufgewachsen ist. Das Ziel sei, keine gewöhnlichen Gins und Rums zu schaffen, „sondern Spirituosen, die mit ungewöhnlichen Botanicals überraschen”. Das Hauptaugenmerk liegt dabei auf 100prozentiger Natürlichkeit. „Außergewöhnliche Botanicals, reines Quell- wasser und ein Hauch Magie verleihen unseren Spirituosen ihren unverkennbaren Charakter und einzigartigen Geschmack.”\nNeu in Wien\nWiener Unternehmen, Standorte, Online-Shops\nx\n>\nAl\nMarlies Vitzthum: „Ich be leite\nUnternehmen und Fürung skräfte in\nherausfordernden Zeiten.”\n2.\nEU\nGE; NDET>\nSIE MIER EN\nUN\n@wky Schar;\nlient bleiben will, kann zwischen verschiedenen Formaten wählen: Workshops, Seminare, Ein- zelcoachings oder TRE (Tension & Trauma Re- leasing Exercises) - eine körperbasierte Methode zum Stressabbau.\n„Ergänzend zu Unternehmensberatung bietet ich psychosoziale Beratung an, um Führungs- kräfte und Entscheidungsträgerinnen und -trä- ger gezielt in herausfordernden Situationen zu unterstützen. Kluge Entscheidungen brauchen nicht nur den Kopf, sondern auch ein feines Ge- spür für sich selbst und andere”, sagt Vitzthum.\nSOMANIMA | INSTITUTE FOR GROWTH Am Tabor 11/21 0676 / 52 53 293 info@be-somanima.com www.be-somanima.com\nFührung, die man spürt\nN ach vielen Abenden mit Gin und Tonic wuchs unser Anspruch an die Wacholder- spirituose. Schnell war klar: Ein eigener Gin musste her”, erzählt Munakra-CEO Rene Grüner. „Die Inspiration für ‚Munakra’ begann mit einer außergewöhnlichen Begegnung. Unsere ersten Brennversuche fanden im Holzschuppen meiner Eltern statt. Dort sichteten wir eine blaue Schlan- ge”, fügt Mitgründerin Sarah Herzog hinzu. Mu- nakra sei das Anagramm des lateinischen Wor- tes „Geheimnis”. Das verkörpere Munakra: „Das Unbekannte, das Mystische und die Faszination für seltene Schönheiten der Natur”, so Rene wei- ter. „Wir wollen mystische Spirituosen schaffen, die genau wie die blaue Schlange eine Seltenheit\nMUNAKRA DISTILLERY GMBH 0660 / 79 10 614 office@munakra.com www.munakra.com",
  "page_11": "W 8 | 10. 4. 2025\nFür eine nachhaltige Zukunft\nW ärmepumpen sollen fossile Heizsysteme ablösen und einen wertvollen Beitrag zum Klimaschutz leisten. Darum gründeten Alexander Valtingojer, Michael Kowatschew und Valentin Perkonigg Anfang 2024 Heizma, um den Umstieg auf nachhaltiges Heizen für Haushalte in Österreich so einfach, effizient und kostengünstig wie möglich zu gestalten. Heizen in Privathaushalten macht rund zehn Prozent der CO,-Emissionen aus.\nHeizma konnte im ersten Geschäftsjahr be- reits mehr als 500 Haushalte von einer neuen Wärmepumpe überzeugen. „Die Resonanz unserer Kunden hat uns gezeigt, dass wir mit Heizma eine Lücke im Markt geschlossen ha- ben”, meint Valentin Perkonigg. Das Unterneh- men bietet zukünftig neben Wärmepumpen und Photovoltaik-Anlagen auch eine KI-gestütz- te Energiemanagement-Software an, um Haus- halte noch nachhaltiger zu machen.\npe\n[\nkr\n„Wir haben Heizma mit dem Versprechen gegründet, den Ausstieg aus fossilen Brenn- stoffen für jeden Haushalt realisierbar zu ma- chen”, erklärt Geschäftsführer Michael Kowa- tschew. „Dies ist eine große Herausforderung unserer Zeit, aber bietet eine enorme Chance für eine nachhaltige Zukunft.”\n„Unser Ziel ist es, führender Anbieter für die Elektrifizierung von Einfamilienhäusern in Österreich zu werden. Mit dieser Vision gestal- ten wir die Energiewende aktiv mit”, so Kowat- schew.\nIm Jahr 2024 erhielt Heizma die Auszeich- nung „Innovation of the Year” in der Katego- rie Start-ups. Dieser Award wurde von „der brutkasten”, dem österreichisches Medium für Start-ups, vergeben. Heizma erzielte bereits im ersten Geschäftsjahr Aufträge in der Höhe von über zehn Millionen Euro.\nMitgründer Alexander Valtingojer ergänzt: „Wenn wir in Europa wirklich CO;-neutral wer- den wollen, dann müssen wir an den Heizun- gen ansetzen - hier schlummert riesiges Poten- zial.”\nYı\n9\n®\n —\n—\ne\\\noz\n)\n>=\nAi\nil\nVi\nIt\ny\n-4\nN,\nAlexander Valtingojer, Michael Kowatschew und Valentin Perkonigg (v.l.) gründeten 2024 Heizma, um umweltfreundliches Heizen mittels Wärmepumpe in Österreich voranzutreiben.\nHEIZMA GROUP FLEXCO Marxergasse 24 0676 / 47 31912 ost@heizma.at www.heizma.at\nan\n|\nor\nIS\n11\nWKO\nSERVICE\nPAKET\nWKO\nWIRTSCHAFTSKAMMER WIEN",
  "page_12": "ı2 INILEREITGEIEEEN]\nIndustriekonjunktur:\n„Müssen jetzt handeln“\nDie Industrieproduktion ist 2024 um 6,2 Prozent gesunken. Seit 2023 gab es in 23 von 24 Monaten einen Produktions- rückgang. Siegfried Menz, Obmann der Bundessparte, fordert ein Maßnahmenpaket.\nm\n—— —_\n—\n— mer m om\n—\nm\nBU:\nu\nli\nrs gı\n- |\n—-\n.\nL_ “\nie Lage der österreichischen Indus- trie ist dramatisch, wir befinden uns mitten im Prozess der Deindus- trialisierung”, unterstrich Siegfried Menz, Obmann der Bundessparte Industrie in der WKÖ, bei einer Pressekonferenz zur aktuel- len Branchenerhebung. „Österreichs Industrie- produktion ist im vergangenen Jahr um weitere 6,2 Prozent gegenüber dem Vorjahr gesunken. Von den letzten 24 Monaten waren 23 Monate rückläufig, mit dem Juli 2024 gab es nur einen Monat mit einem Plus.”\nKeine Kostenüberwälzung beim Erneuerba- re-Gase-Gesetz (EGG) auf die Gaskunden, Vorantreiben von Verfahrensbeschleuni- gung und Bürokratieabbau, 6 Digitalisierung der Verfahrensabwicklung, 7. Senkung der Lohnnebenkosten, 8 Rasches Ermöglichen von Kurzarbeit.\nDas braucht Österreichs Industrie\nNegativ oder auf niedrigem Niveau\nEine weitere Kennzahl betrifft die Auftragsein- gänge der Industriebetriebe. Diese bezeichnet Bundessparten-Geschäftsführer Andreas Mörk als „desolat”: 2024 wurden mit Aufträgen im Wert von 128 Milliarden Euro noch weniger neue Fertigungsaufträge verzeichnet als im Jahr davor bzw. 2022. Der Rückgang beträgt seither damit mehr als zehn Milliarden Euro. Beson- ders betroffen: Die Branchen Fahrzeugindus- trie, Bergwerke/Stahl sowie die Elektro- und Elektronikindustrie.\nMenz fordert daher eine Reihe von Mafßnah-\nmen, die jetzt umgesetzt werden müssen, um\nden Konjunkturmotor anzuwerfen:\n1 Verlängerung der Strompreiskompensation bis 2030, Überarbeitung des CBAM (Carbon Border Adjustment Mechanism, Europäisches CO>- Grenzausgleichssystem), Diversifizierung beim Import von Energie- trägern,\nDas hat auch einen Rückgang der Beschäftig- ten in der österreichischen Industrie zur Folge: Bei den Leasing- oder Leiharbeitskräften be- trägt der Rückgang 15,6 Prozent, bei den direkt bei den Unternehmen beschäftigten Arbeitneh- merinnen und Arbeitnehmern 1,9 Prozent. We- niger Arbeitsplätze gab es 2024 in der Elektro- und Elektronikindustrie, der Holzindustrie, der metalltechnischen Industrie, der Fahrzeugin- dustrie sowie der Textil-, Bekleidungs-, Schuh- und Lederindustrie.\n\nWarum die Rekordlohnquote kein Grund zur Freude ist Es ist Zeit für mehr Augenmaß bei Lohn-Abschlüssen, fordert Rolf Gleißner, Leiter der WKÖ-Abteilung für Sozialpolitik Ein n und Gesundheit. En Ei, af En Zum Kommentar: ” QR-Code scannen |. r£\nAusblick düster\nAuch die Aussichten sind laut den Umfrageer- gebnissen im ersten Quartal 2025 zufolge düster\nMenz.\nInn] Im!\nu\n[Te u l\nI Eu\nund besorgniserregend: In allen 16 Fachverbän- den der WKÖ-Bundessparte Industrie drohen weitere Produktionseinbußen und Beschäfti- gungsabbau. Laut einer OGM-Umfrage besorgt die Krise der Industrie auch die Menschen in Österreich: 84 Prozent der Befragten fürchten Deindustrialisierung und Jobverlust. 91 Prozent sehen durch die Abwanderung von Industrie- betrieben auch andere Sektoren gefährdet. Als Ursachen werden hohe Energiekosten (79 Pro- zent), überbordende Bürokratie (72 Prozent) und steigende Lohnkosten (59 Prozent) genannt.\nUS-Zölle treffen Branchen in ohnehin kritischer Lage besonders hart\nDie neuen zusätzlichen US-Zölle treffen Wirt-\nschaftsbereiche in einer ohnehin kritischen\nSituation wie die verarbeitende Industrie be-\nsonders hart und stellen gerade für ein export-\norientiertes Land wie Österreich eine äußerst\nnegative Entwicklung dar, zumal die USA ein\nwichtiger Wachstumsmarkt für die heimische\nExportwirtschaft sind. Exportintensive Indust-\nrien sind nicht nur direkt, sondern auch indi-\nrekt durch US-Zölle gegenüber anderen Han-\ndelspartnern wie Mexiko, Kanada, China oder\nJapan betroffen. „Wir\nsollten daher darüber [m]: „. ee]\nnachdenken, gemeinsam\n„iM.\nee\naufzutreten, um bei den zul.\nVerhandlungen, die so\n..\n...\nFo\nschnell wie möglich statt-\ne]t.3F „\nfinden sollten, eine besse-\nre Position zu haben”, so Info-Point Zölle:\n(wkö) QR-Code scannen\n77\nSeit 2022 ist der Wert der\n—\nFertigungsaufträge in der\nN heimischen Industrie um zehn 2\nMilliarden Euro en gesunken | 5\n©\n—",
  "page_13": "W 8 | 10. 4. 2025\nWIRTSCHAFTSLEBEN 13\nMINT-Pionierinnen: Wegbereiterinnen\nfür die nächsten Generationen\nTechnik und Naturwissenschaften sind längst keine reine Männersache mehr. Das beweisen die zahlreichen Wiener Unternehmerinnen, die in MINT-Branchen erfolgreich sind.\nu N\nBr WW\nrauen spielen eine wesentliche Rolle in der Wiener Unternehmenslandschaft. 43 Pro- zent aller Einzelunternehmen wurden im Vor- jahr von Frauen gegründet. Darunter sind auch viele, die sich im Handwerk, in technischen oder naturwissenschaftlichen Branchen behaupten. Sie sind nicht nur Pionierinnen in sogenannten Männerdomänen, sondern auch exzellente Role Models und Vorbilder für die nachfolgenden Ge- nerationen an jungen Frauen. Ihr Beispiel zeigt, dass Erfolg nicht vom Geschlecht abhängt, son- dern vielmehr von Einsatz, Leistung und Know- how - egal in welcher Branche.\ndukten und bietet individuelle Lösungen für technische Spezialbereiche an. Mit Mut, Selbst- vertrauen und der Bereitschaft zu lebenslangem Lernen, seinen eigenen beruflichen Weg zu ge- hen und sich dabei von Zweifeln nicht bremsen zu lassen - das ist die Botschaft dieser Pionierin- nen an junge Frauen.\nKarin Ungar ist Geo-Informatikerin\nrer ers\nund Coach für MINT-Berufe.\nmi\"\nEin Credo, das sich auch Frau in der Wirt- schaft Wien (FiW), das Netzwerk selbstständig tätiger Frauen in der WK Wien, auf die Fahnen heftet. „Unser Ziel ist es, jede Frau zu ermutigen, ihre unternehmerischen Träume zu verwirk- lichen. Wir glauben fest daran, dass Wiens Zu- kunft maßgeblich von der Kreativität, dem Mut und der Innovationskraft seiner Unternehme- rinnen geprägt sein wird”, sagt FiW-Vorsitzende Margarete Kriz-Zwittkovits.\ner 2\nBarbara Sladek ist Mitg ründerin des Med- Tech-Unternehmens Biome Diagnostic.\nErfolgreiche MINT-Role Models\nZu den erfolgreichen Frauen, die im MINT- Sektor ein stabiles Standbein aufgebaut haben, zählt Karin Ungar. Sie studierte Geo-Informatik und arbeitete an leitender Stelle in mehreren Mi- nisterien. Heute ist sie Supervisorin und Coach für MINT-Berufe. Oder Barbara Sladek. Die Mo- lekularbiologin und Biochemikerin hat 2018 das MedTech-Unternehmen Biome Diagnostic mitge- gründet. Es zählt heute zu den weltweit führen- den Betrieben in der Analyse von Darmbakteri- en. Als Pionierin darf auch Margot Klug gelten. Sie handelt seit 28 Jahren mit technischen Pro-\nMädchen früh an MINT heranführen\nDie WK Wien unterstützt Initiativen, die Mäd- chen an gender-untypische Berufswege heran- führen, etwa die Talentetage im Technischen Museum, Lehrlingsinitiativen in Handwerk und Technik, die sich auch an junge Frauen wen- den, sowie den Töchtertag, bei dem Mädchen in handwerklich-technischen Betrieben schnup- pern können - heuer am 24. April. (esp/red)\n?\nMargarete Kriz-Zwittkovits ist Vorsitzende\nvon Frau in der Wirtschaft Wien. &\n| MEHR WIENER PIONIERINNEN\ninstagram.com/fiw_ wien\nAusbildung zum Fahrradmechatroniker am WIFI Wien\n4\nar\nDie Fahrradbranche boomt - auch aufgrund der zunehmenden Vielfalt an Rad-Typen mit und ohne E-Antrieb. Damit steigt der Bedarf an Pro- fis, die die komplexe Mechanik und Elektronik der Räder servicieren können. Das WirI Wien bietet eine Ausbildung an, die optimal darauf vorbereitet. Diese findet im Mechatroniker Aus- bildungs Zentrum (MAZ) in Wien 6 statt.\nten, Terminen und Anmeldeformalitäten gibt es auf der Website des WirI Wien (siehe unten).\nu‘\nner\nFahrradhandel erlebt einen Boom\nI- ZUR\nIn Wien werden aktuell 140 Fahrrad-Fachgeschäf- te betrieben - um ein Viertel mehr als vor zehn Jahren. „In Wien spielt das Fahrrad nicht nur eine wichtige Rolle im Stadtverkehr, sondern auch als Wirtschaftsfaktor”, so Günther Rossmanith, Ob- mann des Einzelhandels mit Mode- und Freizeit- artikeln der WK Wien. Bereits jedes zweite ver- kaufte Fahrrad ist ein E-Bike. Damit werden schon ganze 75 Prozent des Umsatzes erzielt. (red/chm)\n24 Oi\nL 7:7\nu _ 74 e@\\\n1.2\nDer nächste Termin für Einsteiger (124 Lehreinheiten) startet Anfang Oktober, Anfang Mai beginnt ein Kurs für Fortgeschrittene (42 Lehreinheiten), die die Basisausbildung bereits absolviert haben und ihre Kenntnisse weiter- entwickeln wollen. Detaillierte Infos zu Inhal-\neb > 1\nU N\nEP\nPen\nWIFI Wien-Kursleiter\nMartin Klima-Sonvilla\n> www.wifiwien.at Q Fahrradmechatronik\nOo",
  "page_14": "14 WIRTSCHAFTSLEBEN\nIdeen aus Wien\nIn der Sprechstunde der WIENER WIRTSCHAFT stellen Betriebe ihre Geschäftsideen vor\n\\N\n1\n&\nV\ny\nbo\n“\nnn\nD>\n%\nist. „Menschen mit Behinderungen den Zugang zu Events erleichtern”, beschreibt Riedler den Fokus von FullAccess. Ihr liegt das Thema schon seit ihrer Teenagerzeit am Herzen, als sie anfing, Menschen mit Behinderungen ehrenamtlich zu begleiten: „Bewusstsein zu schaffen ist uns bei- den eine Herzensangelegenheit.” Gollner und Riedler sind schon seit ihrer Schulzeit miteinan- der befreundet - und was sie immer verbunden hat, ist ihre Liebe zu Musik. Gollner hatte jedoch lange keine Lust, erneut ein Konzert zu besu- chen. „Nach der anfänglichen Freude kam dann schnell die Ernüchterung”, erzählt sie. Glück- licherweise hat sie dann doch gemeinsam mit Riedler ein Konzert in England besucht: „Dort\n%&\n08\n„Wir wissen, wie sehr sich Menschen auf Veran- staltungen wie z.B. Konzerte freuen. Das ist oft ein lang ersehntes Highlight”, sagt Martina Goll- ner, die gemeinsam mit Christina Riedler 2016 die Beratungs- und Kommunikationsagentur FullAccess gegründet hat. Die Motivation lag für die beiden ganz klar auf der Hand: „Ältere Men- schen oder Menschen mit Behinderungen sind beim Veranstaltungsbesuch mit Problemen kon- frontiert, die die Organisatoren nicht auf dem Radar haben. Und hier kommen wir ins Spiel”, so Gollner, die seit ihrer Geburt sehbehindert\n„Aufdecken von Wirtschaftskriminalität gehört zu meinen Schwerpunkten.”\nSicherheitsgewerbe\n4+\nAlexander Datzer, Berufsdetektei ERA\nNervenaufreibende und zeitintensive Beschat- tungen mit der Kamera, z.B. in Scheidungs- prozessen, Verfolgungsjagden zu Fuß oder mit dem Auto - was filmreif klingt, ist der Alltag von Alexander Datzer. „Zu mir kommen Privatper- sonen, Anwälte und Unternehmen”, erzählt der Favoritner Berufsdetektiv und Profiler, der seit Jahresanfang auch die Presseagenden des Ös- terreichischen Detektiv-Verbands (ÖDV) über- nimmt - ehrenamtlich. Der ÖDV ist die älteste und größte Standesgemeinschaft der Berufsde- tektive in Österreich. Besonders am detektivi- schen Herzen liegen Datzer Unternehmen. „Ich\ndecke Immobiliendelikte auf und kläre Fälle der Cyberkriminalität und Betriebsspionage”, er- zählt Datzer. Während Unternehmen präventive Maßnahmen noch planen, agieren Kriminelle bereits und nützen Lücken der Betrugsabwehr, warnt Datzer: „Der Umgang mit Straftaten in- nerhalb von Unternehmen ist zudem oftmals nachlässig, es fehlt an Sensibilität.”\nDatzer setzt auf Netzwerke. „Wir arbeiten be- reits mit etablierten Wirtschaftsanwälten, Cy- bercrime-Experten und Partnerunternehmen zusammen und setzen neben der Aufdeckung und Klärung strafbarer Handlungen auch stark\n> www.era.wien\nhaben wir hautnah miterlebt, wie man es mit- hilfe von Unterstützungsangeboten besser ma- chen kann. Und da dachten wir, das muss doch auch in Österreich funktionieren”, erzählt sie. Was FullAccess den Veranstalterinnen und Ver- anstaltern bietet: „Wir bieten maßgeschneiderte Lösungen zur Verbesserung der Zugänglichkeit ihrer Events, um die wichtige Kundengruppe der Menschen mit Behinderungen zu erreichen. Immerhin etwa ein Fünftel der Bevölkerung hierzulande”, so Gollner. „Wir schulen auch Mitarbeitende, damit sie fit für einen offenen, kompetenten Unmgang mit dieser wichtigen Zielgruppe werden”, fügt Riedler hinzu. (pe) > www.fullaccess.at\nVeranstaltungsmanagement\n„Wir wollen Events barrierearm und\n\"so allen Menschen zugänglich machen.”\nMartina Gollner und Christina Riedler\n(v.l.) ,\nFullAccess Event Service\n“4\nu\ny\n%\n&\nauf Sensibilisierung und Prävention.” Übrigens: Berufsdetektive sind neben dem Militär und der Polizei die einzige Berufsgruppe, die bewaffne- ten Personenschutz durchführen darf. Datzer hat einen Waffenpass und eine dementspre- chende Ausbildung. (pe)",
  "page_15": "Ws | 10. 4. 2025\nSg\n£\n%\nSelbstständiger Unternehmer zu sein, hat Sven Lachner schon immer gereizt. Schon als Kind, so erzählt der heute 19-Jährige, sei er fasziniert gewesen von Finanzen. „Seit ich 13 war, habe ich mich aktiv mit Wirtschaft beschäftigt. Als ich dann älter wurde, habe ich mein Interesse für Mode und Wirtschaft vereint und mich selbst- ständig gemacht”, sagt der junge Unternehmer.\nSandspielzeug ist ein Muss bei Kleinkindern. Die- se Erfahrung machte auch Marianne Schluder- mann-Hagmair beim eigenen Nachwuchs. Bald stellte sie aber fest: Herkömmliche Sandspiel- Sets bestehen aus zu vielen Teilen, die niemand braucht, sind meist aus billigem Plastik, wenig robust und im Design wenig ambitioniert. Alles Umstände, die die junge Mutter störten. Weil ihr Alternativangebote an nachhaltigem Sand- spielzeug, das auch nach der Kleinkindphase Verwendung findet, fehlten, beschloss sie, selbst genau das zu produzieren. Diese Idee zu realisie- ren, dauerte dann mehrere Jahre. „Ich habe das\nGlück gehabt,\n——\nei)\nErzeugung von Spielwaren\n„Bei Fritzistehen Nachhaltigkeit, Design\nund langfristige Nutzbarkeit im Fokus.”\nMarianne Schludermann-Hagmair, futuritzi e.U.\nin dieser Zeit immer wieder die richtigen Men- schen zu treffen, die mir weiterhelfen konnten”, erzählt Schludermann-Hagmair.\nHandel mit Schuhen und Accessoires\n„Mein Motto ist: Ich finde für jeden\nMenschen denrichtigen Schuh.”\nSven Lachner, „Sven-Sneaker”\nDen Schritt in die Selbstständigkeit wagte er zum frühestmöglichen Zeitpunkt: Er gründete sein Unternehmen genau an seinem 18. Geburtstag.\nLachner verkauft Sneaker und modisches Schuhwerk - vor allem Stücke, die es nur in limi- tierter Zahl gibt. Dank seines breiten Angebots an besonderen Modellen, guter Beratung und fairer Preise sieht er sich im Wettbewerb gut aufgestellt. „Ich kann meinen Kunden auf Anfra- ge alles zu besonders fairen Preisen besorgen”, ist Lachner stolz. Seine Bezugsquellen setzen sich zusammen aus einem breiten Netzwerk an Sneaker-Liebhabern, -Sammlern und -Verkäu- fern, das er sich hart erarbeitet hat. „Mein Motto\n%\n%\nSeit einem Jahr ist Fritzi, ihr nachhaltiges Sandspielzeug, nun auf dem Markt. Hergestellt in Niederösterreich aus einem Gemisch aus re- cyceltem Kunststoff und Holzfaserstoffen, entwi- ckelt von der Universität für Bodenkultur. „Es ist sowohl sandkastentauglich als auch nachhaltig”, betont die Unternehmerin. Das Design passt nicht nur in den Sandkasten. Fritzi ist optisch so ansprechend gestaltet, dass die Teile multifunk-\ntional verwend-\nbar sind und\nR\\\nart\n[2.9\nD\n1)\nRn\"\n2277\nm. Ba\nmacht sich\nWIRTSCHAFTSLEBEN 15\nist: Ich möchte für jeden Menschen den richti- gen Schuh finden, unabhängig von Größe, Farbe oder Form”, so sein Credo. Die Bandbreite sei- ner Kunden reiche „vom ehemaligen Klassenka- meraden über den Profi-Boxer aus der Slowakei bis zum Koch aus Vietnam”.\nDerzeit gibt es Sven-Sneaker nur online, doch Lachners Traum ist es, innerhalb der nächsten drei Jahre in den stationären Handel zu gehen und einen Sneaker Store in seiner Heimatstadt Wien zu eröffnen. „Weitere Ziele sind natürlich, Reichweite und Umsatz weiter zu erhöhen”, sagt der motivierte Jungunternehmer. (esp)\n> www.sven-sneaker.at\nauch als Blumentopf, als Kaffeeschaufel, Stifte-\nbecher, Besteckhalter und sogar als Osternest\nherhalten können. „Ein Produkt ist nämlich erst\ndann wirklich nachhaltig, wenn es lange ver-\nwendbar ist”, sagt die Produkterfinderin.\nKübel, Schaufel und Schüssel, die auch als De- ckel zum Kübel verwendet werden kann, gibt es in drei Farben sowie in natur, ohne Farbstoffe. Erhältlich sind sie im Online-Shop der Unterneh- merin, in ausgewählten Läden und auf Messen, an denen sie immer wieder teilnimmt. Eine Sor- timentserweiterung hat Schludermann-Hagmair, die als „One-Woman-Show” gerne jeden Unter- nehmensschritt aktiv mitgestalten will, vorerst nicht geplant. „Es geht mir auch um Reduktion und um einen achtsamen Umgang mit den Din- gen. Weniger ist mehr. Ich will, dass viele Men- schen diese Idee, die mit Fritzi transportiert wird, annehmen”, sagt sie. (esp)\n> www.fritzi.at\nund Schüs\na\nDas Fritzi-,",
  "page_16": "16 KNELEREING STETTEN\nie\nAH\nPL\n- r: = hietziner =\nu\nı8\n|\net\n© wk\n|\nx\n—z\nD ie historische Altgasse in Hietzing wurde zu einer grünen Begegnungszone umgestaltet Nun fand vor kurzem die offizielle Eröffnung statt Sitzbänke, ein Brunnen und 19 Bäume sollen für einen angenehmen Aufenthalt sorgen und werten die Altgasse sowohl für Anrainer und Anrainerin- nen als auch für die Geschäftsleute im Grätzel auf. Diese haben sich unter dem neuen Vereinsnamen „Einkaufsgrätzl Althietzing” vereint und bei der Eröffnung gezeigt, was die Besucherinnen und Besucher der Altgasse beim künftigen Flanieren entdecken können. Zu den Highlights der neuen\n[11 simmerins\nNeuer Park im Gasometervorfeld\nIm Zentrum des neuen Stadtentwicklungsgebiets „Bricolage City” soll eine 51.000 Quadratmeter große Parkfläche entstehen. Die Bauarbeiten der Wiener Stadtgärten starten laut Stadt Wien plan- mäßig im kommenden Jahr. Künftige Parkbesu- cherinnen und -besucher erwarten Spiel- und Erholungsangebote sowie Sitzmöglichkeiten So genannte „Cooling-Elemente” und schatten- spendende Bäume sollen für Abkühlung in den Sommermonaten sorgen. Die erste Ausbaustufe wird laut Plan bis 2028 fertiggestellt sein. In den darauffolgenden Jahren soll der Park schrittwei- se erweitert werden\nce\nto\nje\nm\nis H\nFe\n>, *\ner\na\nIm Bezirk aktuell\nNeues aus den Wiener Grätzeln\nNR\nTpmı\n=\nmacht Neu a;\na . — a ..\nAus Alt\n4\n1\nren vo Gunst\nhi\nri\n== 2,\nKW\na\nsa\nFi\nBi\ne\nPi\n>\n.\n=“\n®\n-\nnr\nje\n4.0 NEE MB ı A\n5.\nwi\nAu\nih er\nae\nur M,\nTe:\n=‘\n5\n— m\n#,\nAltgasse gehört u.a. die Granitsteinpflasterung, Sie heizt sich im Sommer weniger auf und nimmt Regenwasser auf. Darüber hinaus ist das Stra- ßenpflaster barrierefrei. „Es war ein jahrelanger Prozess, in dem auch die Bewohner und Gewer- betreibenden eingebunden waren”, freute sich Bezirksvorsteher Nikolaus Ebert. Die Arbeit habe sich gelohnt\nDieser Meinung ist auch Markus Grießler, Spartenobmann Tourismus und Freizeitwirt- schaft der WK Wien. „Die Altgasse ist nun fit für die nächsten Jahrzehnte, die Unternehmerinnen\nEs\n—_\nUm zu so einem Ergebnis zu kommen, muss- ten die Betriebe zuerst durch die Baustellenzeit „Eine Baustelle ist für die betroffenen Unterneh men eine große Herausforderung, denn Staub Baufahrzeuge, Lärm etc. fördern das Einkaufs- erlebnis nicht wirklich. Die WK Wien hat mit zahlreichen Maßnahmen wie z.B. Infoveran- staltungen und Förderungen versucht, die Un- ternehmen in dieser schwierigen Zeit zu unter- stützen”, so Grießler. (red/pe)\nOstermarkt in Meidling\nDie Meidlinger Hauptstraße verwandelt sich von Freitag, 18. April, bis Samstag, 19. April - zwischen 8 und 18 Uhr - in einen Treffpunkt für alle, die gutes Essen lieben sich für Mode interessieren oder einfach die frühlingshafte Atmosphäre in geselli- ger Runde erleben möchten. Die zahlrei- chen Stände bieten eine bunte Vielfalt von Kleidung und Accessoires bis hin zu kuli- narischen Köstlichkeiten\n» meinkaufstadt.wien/veranstaltungen\nEi\nBa\nVisualisierung des Parks Richtung Gasometer\nZahlreich Besuche-\nrinnen und Besucher\nließen sich die\nEröffnungsfeier nicht\nentgehen. Touris-\nmusobmann Markus\nGrießler (kleines Bild)\nbetonte bei\nEr-\nöffnungsworten: „Wir\nseinen\nwünschen den Unter-\nnehmen\nerfolgreiches\nWirtschaften und den\nKonsumenten und\nKonsumentinnen wun-\nderschönes Shoppen\nentspannte\nStunden\nin den Schanigärten\nund gastronomischen\nGenuss in unseren\ntollen Betrieben\nund Unternehmer freuen sich auf eine höhere Frequenz und steigende Umsätze\nBEZ,\nWkoj\ngibt\nMbez; rk\nNocy\nauf:\neh\nwi\nEws",
  "page_17": "| 10. 4. 2025\nGeorg Molzer macht mit Shadowmap Sonnenlicht sicht- und planbar - und das überall auf der Welt, in Echtzeit und in 3D. Die browserbasierte Anwendung zeigt, wann und wohin Sonne fällt, und wird schon von hunderttausenden Immobilienprofis, Solartechnikern, Kreativen und Privatpersonen genutzt.\nzum Zweck. Wir wollen es Menschen so einfach wie möglich machen, mit der Sonne zu connecten”, so Molzer, der eine Anwendung mit dem Potenzial geschaffen hat, den Blick der Menschen auf die Sonne grundlegend zu verändern. „Wir bauen mit unserer App das Interface zur Sonne. Shadowmap zeigt in Echtzeit, wie Sonnenlicht Gebäu- de, Landschaften und Räume durchflu- tet - weltweit, zu jeder gewünschten Tages- und Jahreszeit”, erklärt Molzer, der sein Start-up vor drei Jahren gegründet und mittlerweile ein acht- köpfiges Team hat. „Für die meisten Menschen ist Sonnenlicht nicht wirklich greifbar und kaum ein Thema, mit dem sie sich auseinandersetzen. Dabei ist Sonne essenziell für unser Wohlbe- finden, unsere Gesundheit, aber auch unsere Energieversorgung”, sagt Molzer. Was mit seiner Diplomarbeit an der TU begann, ist längst zur Vision mit wirtschaftlicher Tragweite geworden. Technisch basiert Shadowmap auf der Echtzeit- visualisierung von 3D-Daten in Kombination mit einem Sonnenmodell. „Die Anwendung läuft in jedem Browser auf jedem Endgerät, egal ob Smartphone oder PC. Ein einfacher Link genügt. Kein Download, keine Installation. Der Zugang ist faszinierend niederschwellig”, erklärt Molzer. Die Einsatzmöglichkeiten von Shadowmap sind\ner studierte Informatiker Georg\nMolzer hat ein digitales\nTool geschaffen, das auf\nden ersten Blick eine\ninteraktive Karte zu sein scheint.\n„Die Karte ist aber nur Mittel\nPrototyp, 3D Druck, Artificial In- telligence, Kleinserien, usw. - die Plattform verbindet Innovatoren (Erfinder, Start-ups und innovative Unternehmen) mit Innovationsun- terstützern (Entwickler, Hersteller und Produzenten) - von der Idee, Entwicklung bis hin zur Produktion\nInnovationsunterstützer werden: Innovationsunterstützer sind Unter- nehmen, Institutionen, Forschungs- einrichtungen, die den Innovations- standort Wien stark repräsentieren - innovative Dienstleistungen anbie- ten und sich mit dem Engineering von Produkten und deren Umset- zung beschäftigen. Veröffentlichen Sie Ihren Innovati- onsunterstützer-Profileintrag (kostenloses Service) unter\nwww.innovationsboerse.wien\nSS hu\"\n&\nE\nWirtschaftsservice\nInnovation & Digitalisierung\nWirtschaftskammer Wien\n01 / 514 50 - 1010\ninnovationen@wkw.at\nwko.at/wien/innovationen\nEi\nEI\nep\na\nSolaranalyse\n— |\n1324 um\nar\n\\ >\n>\na\n17\nvielfältig und treffen den Nerv der Zeit. „In einer Ära, in der nachhaltige Energie, Wohnqualität und visuelle Planung zunehmend an Bedeutung gewinnen, schaffen wir Transparenz.” Immo- bilienmakler nutzen das Tool, um Käufern die Lichtverhältnisse in Wohnungen oder Gärten zu zeigen. Filmstudios, Fotografinnen und Fo- tografen planen Aufnahmen im richtigen Licht. Die Sonnenstanddaten spielen darüber hinaus nicht nur in der Architektur, sondern auch in der Planung von Photovoltaikanlagen eine wichtige Rolle. Denn wer Solarmodule installiert, will wis- sen: Wann und wie fällt das Licht? Shadowmap liefert die Antwort - dank historischer Wetter- daten auch rückblickend auf vergangene Jahre. Und das nicht nur auf Dachflächen, sondern auch auf Fassaden, dank der zugrundeliegenden 3D-Technologie. Shadowmap kann auch schnell und einfach in bestehende Webseiten und Platt- formen integriert werden: „Wer auf willhaben nach Immobilien sucht, trifft mittlerweile bei al- len Inseraten mit Adresse auf Shadowmap - mit messbarem Erfolg: Laut Unternehmensangaben generieren diese Inserate bis zu zehn Prozent mehr Kaufanfragen”, so Molzer, dessen Tool international und besonders in den USA gefragt ist. Auch in weiteren Portalen im DACH-Raum gibt es schon Integrationen. Ohne Leidenschaft, so Molzer, wäre das alles nicht möglich gewesen. Vielleicht ist das der Grund, warum Shadowmap nicht einfach nur ein Tool ist - sondern der An- fang einer neuen Art, die Welt zu betrachten: „The Sun for Everyone”, sagt Molzer.\nShadowmap ist in der Innovationsbörse der WK Wien als Innovationsunterstützer gelistet. (pe)\n„Shadowmap hilft bei der Analyse und Visualisierung von Sonnenlicht, Verschattung und Solarpotenzial. Unser dreidimensionaler digitaler Zwilling bie- tet Solar Intelligence auf Knopfdruck. In Echtzeit. Überall auf der Erde”, erklärt CEO Georg Molzer.\nu un\n>E Sen\n-\nrn\nI\n= S\n$",
  "page_18": "ıs DE]\nFragen und Antworten Ein Auszug aus den aktuellen Fragen der Unternehmer an die Wirtschaftskammer\nSteuerrecht\nWelche Änderungen gibt es beim\nSachbezug für arbeitsplatznahe\nUnterkünfte seit 1. Jänner?\nw\nGemeinschaftsunterkünfte\nBekommen Arbeitnehmer eine Unterkunft in der Nähe des Arbeitsplatzes vom Arbeitgeber kostenlos oder verbilligt zur Verfügung gestellt, muss bis zu einer Größe von 35 m? (statt bis- her 30 m?) kein Sachbezug angesetzt werden. Daher liegt kein geldwerter Vorteil aus dem Dienstverhältnis vor und Lohnsteuer sowie So- zialversicherung fallen nicht an (sofern diese Unterkunft nicht den Mittelpunkt des Lebens- interesses darstellt). Bei einer Unterkunft zwi- schen 35 m? und 45 m? (bisher zwischen 30 m? und 40 m?) wird der Steuerbetrag um 35 Pro- zent reduziert, wenn die Unterkunft für höchs- tens 12 Monate bereitgestellt wird.\nFür Unterkünfte, die von mehreren Arbeitneh- mern gemeinsam genutzt werden, mussten bisher gemeinsam genutzten Räume wie etwa Küche und Wohnzimmer dem jeweiligen Ar- beitnehmer vollständig zugerechnet werden. Nunmehr können diese für die Beurteilung der Quadratmetergrenzen anteilig auf die jeweili- gen Personen aufgeteilt werden.\nWird beispielsweise eine Wohnung mit 64 m? - ausgestattet mit zwei Schlafzimmern von jeweils 18 m? und einer Allgemeinfläche (Küche, Bad und Gang) mit insgesamt 28 m? - von zwei Beschäftigten gemeinschaftlich genutzt, muss\n>)\n»4\nLehrling vereinbart werden. Eine vertragliche Verlängerung der Probezeit ist nicht möglich.\n“\nBesucht der Lehrling während der ersten drei Monate seiner Lehrzeit eine lehrgangsmä- Rig geführte Berufsschule und ist aus diesem Grund nicht im Betrieb, so gelten die ersten sechs Wochen, die er im Betrieb verbringt, als Probezeit.\n%\n£\n2;\nnf\nA,\n| A\nSS\nFristen\nBr Bedharek | stock.adobe.com\nWährend der Probezeit können beide Seiten das Lehrverhältnis jederzeit ohne Angabe von Gründen und ohne Einhaltung einer Frist schriftlich auflösen.\nDie Probezeit in einem Lehrverhältnis dauert immer drei Monate ab Lehrzeitbeginn. Dies ist im Berufsausbildungsgesetz so normiert und muss nicht extra zwischen Lehrbetrieb und\nDas gilt auch für Frauen, die in der Probezeit ihre Schwangerschaft melden, oder Burschen, die einen Einberufungsbefehl zum Präsenz-\n—\nN\n#% E\nA\nF=\nbeiden jeweils das 18 m? Schlafzimmer sowie je 14 m? Allgemeinfläche anteilsmäßig zugerech- net werden. Das ergibt 32 m2 (18 + 14). Somit fällt kein Sachbezug an, weil weniger als 35 m? pro Mitarbeiter zugerechnet werden.\n(bzw.) Zivildienst vorlegen. Denn auch dieser Personenkreis unterliegt während der Probe- zeit keinen besonderen Schutzbestimmungen (laut Mutterschutzgesetz bzw. Arbeitsplatzsi- cherungsgesetz).\nAllgemeiner Diskriminierungsschutz\nHingegen gilt der Allgemeine Diskriminie- rungsschutz auch während der Probezeit: Die Auflösung von Lehrverhältnissen wegen der ethnischen Zugehörigkeit des Lehrlings, seiner Religion, Weltanschauung, sexuellen Orientie- rung, aufgrund seines Alters, Geschlechts, ei- ner Behinderung oder in Zusammenhang mit Pflegefreistellung, Familienhospizkarenz etc. ist immer unzulässig. Auch dann, wenn sich der Lehrling noch in der Probezeit befindet.\nLehrlingsausbildung\nWie lange dauert die Probezeit in\nder Lehre und was gilt in dieser Zeit?\nk Wien.\nENT,\n01/5 @uk W.ar ER\n1070",
  "page_19": "Ws | 10. 4. 2025\nInländische Unternehmer können in einem an- deren Mitgliedstaat eine Kleinunternehmerbe- freiung in Anspruch nehmen. Möglich ist dies, wenn der unionsweite Jahresumsatz weder im vorangegangenen noch im laufenden Kalen- derjahr 100.000 Euro überschreitet und die Anwendung der Befreiung in zumindest einem anderen Mitgliedstaat bestätigt wurde.\nRegistrierung\nZuvor muss man sich in einem eigens dafür eingerichteten Portal in FinanzOnline regist- rieren. Der Antrag wird als „Vorabmitteilung“\nSteuerrecht\nWelche Meldepflichten gibt es ans Finanzamt für EU-Kleinunternehmer?\nEine einvernehmliche Auflösung ist die münd- liche oder schriftliche Vereinbarung zwischen Arbeitgeber und Arbeitnehmer, das Arbeits- verhältnis zu einem bestimmten Zeitpunkt im\nN\nen x\n*+ *\n+ +\n© zerbor | stock.adobe.com\nIdentifikationsnummer vorliegt. Außerdem hat der Unternehmer über das in FinanzOnline ein- gerichtete Portal für jedes Kalendervierteljahr binnen eines Monats die Umsätze zu melden, die in den einzelnen Mitgliedstaaten erwirt- schaftet wurden.\nArbeitsrecht\nWas versteht man unter einer\neinvernehmlichen Auflösung?\nEr\nbeidseitigen Einvernehmen zu beenden. Im Ge- gensatz zur Kündigung ist die Einhaltung von Fristen und Terminen bei dieser Beendigungs- form nicht erforderlich.\nTIPPS 19\nbezeichnet. Sind die Voraussetzungen für die Inanspruchnahme der EU-Kleinunternehmer- regelung insgesamt erfüllt, erlässt Österreich eine Kleinunternehmer-Identifikationsnummer mit dem Suffix „-EX“.\nDiese Kleinunternehmer-Identifikationsnum- mer ist in den Mitgliedstaaten gültig, in denen der Unternehmer die grenzüberschreitende Kleinunternehmerregelung in Anspruch neh- men möchte und die jeweiligen nationalen Vor- aussetzungen auch erfüllt.\nUmsätze können erst steuerfrei belassen werden, wenn die gültige Kleinunternehmer-\nArbeitsrecht\nWelche Vorschriften gelten für\neine einvernehmliche Auflösung?\nMM\na\nverhältnis durch einvernehmliche Auflösung an einem bestimmten Tag beenden zu wollen, eindeutig erkennbar sein. Aus Beweisgründen wird die Schriftform dringend empfohlen.\nFür Unternehmen mit geringen Verpackungs- mengen (bis maximal 1500 kg/Jahr) bieten Sam- mel- und Verwertungssysteme eine vereinfach- te Entpflichtung über pauschale Lösungen an. Statt individueller Lizenzierung kann pauschal\nDie einvernehmliche Auflösung unterliegt grundsätzlich keinen besonderen Inhalts- oder Formvorschriften. Es muss jedoch der Wille beider Arbeitsvertragsparteien, das Arbeits-\n© PheelingsMedia | stock.adobe.com\nwi\nnz\na\nER\ner 4,\nig»\nA\nu\n>\nn\nß.\nentrichtet werden. Anstatt einer detaillierten Mengenmeldung wird eine jährliche Pauschal- gebühr entrichtet.\nDiese deckt Verpflichtungen ab und redu- ziert den Verwaltungsaufwand.\nder Verpackungsverordnung?\nED\nIE\nNachhaltigkeitsservice\nWas ist die Pauschalregelung nach",
  "page_20": "20 LE\nInnovative Mobilitätsideen gesucht\nDer VCO (Verkehrsclub Österreich) sucht gemeinsam mit der Stadt Wien und den OBB Projekte für umweltverträgliche Mo bilität und nachhaltigen Gütertransport um sie mit dem VCO Mobilitätspreis 2025 auszuzeichnen. Unter dem Motto „Zu kunftsfit für Stadt und Land” geht es um hervorragende Ideen, um Mobilität und Gütertransport an die Herausforderungen der Zukunft anzupassen und umweltver träglicher, gesünder, energieeffizienter und platzsparender zu gestalten\nAuch Unternehmen können ihre - schon umgesetzten oder noch im Konzeptstadi um befindlichen innovativen Mobilitäts projekte bis 28. Mai einreichen. Alle, die das schon bis 30. April tun, erhalten auf Wunsch das VCO Medienpaket mit dem VCO Magazin, Factsheets, Briefings u.a gratis bis Jahresende 2025\n» vcoe.at/mobilitaetspreis/wien\nAN\n66)\nPRUFUNG VERKEHR\nNachweis der fachlichen Eignung für die gewerbsmäßi- ge Beförderung von Gütern mit Kraftfahrzeugen im innerstaat- lichen und grenzüberschreiten- den Verkehr\nDer zweite Prüfungstermin für 2025 wurde festgelegt mit\n21. Juli bis 14. August 2025 Anmeldungen sind bis 6. Juni 2025 möglich\nwww.wien.gv.at/amtshelfer/ wirtschaft/ausbildung > Verkehr und Transport -> Konzessionsprüfung zur Güter oder Personenbeförderung\n_\nArbeiten in der\nElternkarenz\n\\G\n&\nAN\n7\nit\naus geringfügig weitergearbeitet, kann das die Umwandlung des karenzierten Arbeitsverhält nisses in eine geringfügige Beschäftigung bewir ken\nBeschäftigung über der\nGeringfügigkeitsgrenze\nEine Beschäftigung über der Geringfügigkeits grenze kann während der Karenz für höchstens 13 Wochen im Kalenderjahr ausgeübt werden Wird die Karenz nur für einen Teil des Jahres in Anspruch genommen, ist auch der Zeitraum der erlaubten Beschäftigung zu aliquotieren\nEs handelt sich dabei um ein rechtlich eigen ständiges Dienstverhältnis neben dem karenzier- ten Arbeitsverhältnis. Stimmt der Arbeitgeber zu, kann der karenzierte Mitarbeiter auch bei einem anderen Betrieb für maximal 13 Wochen arbeiten. Arbeitet er dort aber länger als diese Zeit, kann der ursprüngliche Arbeitgeber nach Überschreiten der Grenze den sofortigen Dienst antritt verlangen. Kommt der Karenzierte dem nicht nach, liegt ein Entlassungsgrund vor. (red)\nINFOS\nWK Wien ServiceCenter\n01 / 514 50 - 1010\nMonate dauern und beginnt frühestens mit Ende der Schutzfrist. Für Kinder mit Geburtstag ab 1. November 2023 dauert sie höchstens bis Vollendung des 24. Lebensmonats, falls Mutter und Vater die Karenz teilen sowie für Alleinerziehende. Ansonsten endet die Karenz spätestens mit Vollendung des 22. Lebensmonats des Kindes\n7.\nWelche Möglichkeiten es für Betriebe gibt, Mitarbeiter während einer Elternkarenz zu beschäftigen\nährend einer Elternkarenz sind verschie dene Formen der Beschäftigung möglich. ohne dass die Karenz nachteilig beeinflusst wird.\nGeringfügige Beschäftigung\nEine Beschäftigung während der Karenz bis zur monatlichen Geringfügigkeitsgrenze von 551,10 (2025) ist sowohl beim selben Arbeitgeber als auch bei einem anderen Betrieb möglich. Einen Anspruch auf eine geringfügige Beschäftigung während der Karenz gibt es nicht\nDie geringfügige Beschäftigung ist rechtlich ein eigenständiges Arbeitsverhältnis und be steht somit neben dem karenzierten Arbeits verhältnis. Sie unterliegt auch nicht dem Kündi gungs- und Entlassungsschutz. Die geringfügige Beschäftigung endet mit dem Ablauf der Karenz sofern sie nicht vorher beendet wurde\nAchtung: Wird beim selben Arbeitgeber über das Ende der mit ihm vereinbarten Karenz hin\nWASIIST DIE ELTERNKARENZ?\nElternkarenz ist die Freistellung von der Arbeitsleistung bei Entfall des Entgelts anlässlich der Geburt eines Kindes Väter sind Müttern gleichgestellt. Beide können aber nicht gleichzeitig Karenz in Anspruch nehmen - außer beim ers- ten Wechsel zwischen den Elternteilen ist eine Überschneidung (1 Monat) mög- lich. Die Karenz muss mindestens zwei\nvn WE",
  "page_21": "Ws | 10. 4. 2025\nVersichern als Schutz für Betriebe\nWer seine betrieblichen Risiken kennt, kann sich gezielt versichern und Schäden für sich und das Unternehmen gering halten. Diese betrieblichen Versicherungen sollten Sie abschließen.\ny =\nowohl bei Neugründungen, als auch bei Betriebsübernahmen treten verschie- dene Risiken auf, gegen die sich ein Unternehmen absichern sollte. Bei der Wahl der richtigen Versicherung sollten Sie sys- tematisch vorgehen. Angestellte einer Versiche- rungsgesellschaft, selbstständige Versicherungs- agentinnen und -agenten oder unabhängige Versicherungsmaklerinnen und -makler beraten Sie. Bevor Sie sich für ein Produkt entscheiden, sollten Sie jedoch alle Risiken, die Ihr Unterneh- men bedrohen können, erkennen und auflisten. Wägen Sie ab, welche Risiken an eine Versiche- rung abgewälzt werden sollen. Halten Sie für das Beratungsgespräch mit Ihrer Versicherung Informationen zu Unternehmenswerten, De- ckungsbeiträgen, Personalkosten etc. bereit und machen Sie korrekte Angaben.\nu\nÜberlegen Sie, welche Risiken speziell auf Ihr Unternehmen einwirken können und wie sich ein potenzieller Schadensfall auf Ihren Betrieb auswirkt.\nFolgende Versicherungen sollte ein Unter- nehmen abschließen:\n==\nHaftpflicht\nDie Haftpflichtversicherung schützt Sie vor Schadensersatzansprüchen, die aus Ihrer be- ruflichen Tätigkeit resultieren. Sie dient der Abwehr unbegründeter Ansprüche und der Be- friedigung begründeter Ansprüche.\nBerufsunfähigkeitsversicherung\nDem Betrieb wird ein wesentlicher Teil des Prozessrisikos abgenommen, das aus den Haf- tungen und Gefahren der täglichen Arbeit ent- stehen kann. Die Haftpflichtversicherung leistet Schadenersatz bei einem Personen-, Sach- oder Vermögensschaden, der durch Betriebsinha- ber, -inhaberin oder durch Personal verursacht wurde.\nDie betrieblichen Risiken\nNicht alle Risiken, die Sie versichern können, sollten auch versichert werden. Dabei sollte die Höhe der Risiken eingestuft werden:\nHier sind möglichst hohe Versicherungssum- men zu empfehlen, da sich die Höhe der For- derungen des Betroffenen nicht einschränken lässt.\n.\nKatastrophenrisiko: Der Schaden kann für den Betrieb den Existenzverlust bedeu- ten, z.B. Brand. Großrisiko: Die Unternehmensziele kön- nen nicht erreicht werden, jedoch bleibt der Betrieb im Schadensfall bestehen, z.B. Sturmschaden oder Wasserschaden. Mittleres Risiko: Die gesetzten Ziele sind bei einem Schadensfall gefährdet, z.B. Produkthaftung. Kleineres Risiko: Es tritt keine Gefährdung der Unternehmensziele ein - meist Baga- tellschäden.\nRechtschutz\nFür eine optimale Verteidigung in einem Straf- verfahren, die Abwehr oder Durchsetzung ei- nes Schadenersatzanspruches benötigen Sie Spezialisten. Versicherungen übernehmen fol- gende Kosten: Verteidigung in Strafverfahren oder Disziplinarverfahren, Durchsetzung von Schadenersatzansprüchen, Rechtsanwalts-, Sachverständigen- und Gerichtskosten sowie Stellung einer Strafkaution.\nElektrogeräte und EDV\nAuf Grundlage der Risikoerkennung und Risi- kobewertung sollten Sie überlegen, wie Sie die- se Risiken von Ihrem Unternehmen abwenden können:\nBetriebsunterbrechung\nDie Betriebsunterbrechungsversicherung schützt Sie, wenn Sie infolge von Krankheit oder Unfall arbeitsunfähig werden oder wenn Ihr Unternehmen nach einem Schaden (zum Beispiel Brand, Einbruchdiebstahl) nicht be- nutzbar ist, während Ihre Kosten weiter laufen, ohne dass Einkommen erwirtschaftet wird. Im Leistungsfall werden der entgangene Betriebs- gewinn während Unterbrechung und die fort- laufenden Kosten bis zur Wiederherstellung des Betriebs entschädigt.\nBetriebliche Altersvorsorge\nRisiko vermeiden: z.B. durch Veränderung des Fertigungsverfahrens oder durch Heraus- nahme eines gefährlichen Produkts aus dem Verkaufsprogramm. Risiko vermindern: z.B. durch die Anbrin- gung von Feuerlöschern, externe Lager und externe Datensicherung. Risiko abwälzen: z.B. durch Abschluss einer Versicherung.\n.\nae\nDie Berufsunfähigkeitsversicherung ist eine der wichtigsten Vorsorgen. Ihre Arbeitskraft zur Sicherung des Lebensstandards kann durch Krankheit oder Unfall teilweise oder gänzlich ausfallen. Für die Dauer Ihrer Berufsunfähig- keit erhalten Sie eine vereinbarte monatliche Rentenzahlung.\nBetriebsversicherung\nBei der Betriebsversicherung versichern Sie bauliche Adaptierungen der Betriebsräume, Bü- romöbel, Waren und persönliche Gegenstände des Personals gegen Feuer, Einbruchsdiebstahl, Vandalismus, Leitungswasser, Sturm und Glas- bruch. Die Versicherungssumme ergibt sich aus dem Wiederbeschaffungswert der Einrichtung und Anlagen.\nEDV-Geräte und Anlagen wie Bildschirme, Notebooks, Kopierer, Telefonanlage, Alarm und Brandmeldeanlage sollten gegen Gefahren wie Bedienungsfehler, Wasser bzw. Flüssigkeiten al- ler Art und Blitzschlag versichert werden. Die Versicherungssumme sollte dem Neuwert der Geräte entsprechen. Eine Datenverlustversiche- rung entschädigt bei verloren gegangenen Da- ten oder Programmen durch einen Hardware- schaden oder Computervirus.\nSie können Ihren Arbeitskräften freiwillig maxi- mal 300 Euro jährlich in Form einer Versiche- rung lohn- und sozialversicherungssteuerfrei zukommen lassen.\nAnmerkung: Die Haftpflicht-, Rechtschutz-, Betriebsunterbrechung-, EDV- und Betriebs- versicherung sind Betriebsausgaben und daher steuerlich absetzbar. (red)\n> wko.at/wien Q Betriebsversicherungen\nrıpps B7",
  "page_22": "u TIPPS!\nDie Eintragung\nins Firmen bu ch’\n—-—\na N a\nOb ein Unternehmen ins Firmenbuch einzutragen ist, hängt weitgehend von der Rechtsform ab. Für Einzelunternehmen gelten Umsatzgrenzen, darunter können sie sich freiwillig ins Firmenbuch eintragen. Eine Übersicht.\nas Firmenbuch ist ein zentrales öf- fentliches Register, in das Details zu den dort eingetragenen Unterneh- men eingetragen werden, z.B. zu den vertretungsberechtigten Personen oder den Jah- resabschlüssen. Es dient im Geschäftsverkehr als wichtige Informationsquelle. Jeder kann Einsicht nehmen, auch online, und Auszüge anfordern (gebührenpflichtig). Geführt wird das Firmen- buch von den zuständigen Firmenbuch-Gerich- ten. In Wien ist das das Handelsgericht, in den Bundesländern die Landesgerichte.\nWelche Unternehmen müssen im Firmenbuch eingetragen sein?\nKapital- und Personengesellschaften, Genossenschaften: Alle österreichischen Kapitalgesellschaften\nU}\n+43 (1) 532 01 80 810 MR ab\noffice@kmu-center.at\n—\nsind im Firmenbuch einzutragen. Dazu zählen die Rechtsformen GmbH, AG, FlexKapG. Auch Personengesellschaften (OG, KG) und Genos- senschaften sind einzutragen. Dasselbe gilt für ausländische Rechtsträger, wenn sie Zweignie- derlassungen in Österreich unterhalten. U} Einzelunternehmer:\nBezahlte Anzeige\nIhre Büroadresse im 1. Bezirk\nWir geben Ihrem Business ein Zuhause!\n‘ Geschäftsadresse\n Telefonservice\n‘ Businessräume\n/\nnn\nN. en\nEinzelunternehmerinnen und -unternehmer müssen sich erst ab Erreichen der Rechnungs- legungspflicht in das Firmenbuch eintragen lassen. Die Grenze dafür ist ein Jahresumsatz von mehr als einer Million Euro in einem Jahr oder mehr als jeweils 700.000 Euro in zwei auf- einanderfolgenden Geschäftsjahren. Bleibt ein Einzelunternehmen unter diesen Umsatzgren- zen, so ist eine freiwillige Eintragung möglich. Dies zieht keine Bilanzierungspflicht nach sich. Das eingetragene Einzelunternehmen kann un-\nter einer Namen-, Sach- oder Fantasiebe- zeichnung nach außen auftreten. Zusätz- lich müssen im Firmenbuch eingetragene („protokollierte”) Einzelunternehmen die Bezeichnung „eingetragener Unterneh- mer” oder „eingetragene Unternehmerin” führen bzw. eine allgemein verständliche Abkürzung dieser Bezeichnung wie das meist verwendete „e.U.”.\nU} Andere Rechtsformen\nGesellschaften bürgerlichen Rechts (Ges- bR) werden im Firmenbuch nicht einge- tragen, da sie über keine eigene Rechts- persönlichkeit verfügen. Dasselbe gilt für stille Gesellschaften.\nm\n_\n5\nN\n|\nEine Anmeldung zum Firmenbuch muss grund- sätzlich schriftlich oder im Wege des Elektroni- schen Rechtsverkehrs (ERV) erfolgen. Einzelun- ternehmer können Firmenbuchanmeldungen online über das Unternehmensserviceportal durchführen. In diesem Fall ist eine separate Beglaubigung nicht mehr erforderlich.\nEinzutragen sind Daten wie Firma, Rechts- form, Unternehmenssitz, Geschäftsanschrift, Geschäftszweig, Zweigniederlassungen, Name und Geburtsdatum des Einzelunternehmers sowie von Prokuristinnen und Prokuristen, Betriebsübergänge und damit verbundene Haftungsausschlüsse und Informationen zu Li- quidation und laufenden Insolvenzen. Bei Ge- sellschaften sind zusätzlich die Daten und An- schriften der vertretungsbefugten Organe und der Gesellschafter, die Höhe des Stammkapitals und der geleisteten Einzahlungen, Daten zu Jahresabschlüssen etc. einzutragen.\nAuch Änderungen bei diesen Daten müssen zum Firmenbuch angemeldet werden.\nWann ist der Eintrag zu löschen?\nBeendet ein im Firmenbuch eingetragenes Un- ternehmen seine Tätigkeit, so ist es auch aus dem Firmenbuch zu löschen. Beschließt ein Unternehmen seine Auflösung (Liquidation), ist auch das im Firmenbuch einzutragen. Die end- gültige Beendigung der Gesellschaft ist dann nochmals beim Firmenbuch anzumelden.\nDie Auflösung der Gesellschaft in einem Konkursverfahren wird von Amts wegen im Fir- menbuch eingetragen. (red)\nINFOS\nWK Wien Service Center\n01 / 514 50 - 1010\nwko.at/wien Q Firmenbuch\nBel\nWas ist einzutragen?\nim Monat",
  "page_23": "Ws | 10. 4. 2025\n500 Millionen Euro für zinsgünstige Kredite\nen heimischen Betrieben stehen heuer 500 Millionen Euro aus dem ERP-Fonds (Fonds des European Recovery Program- mes) an Kreditmitteln zur Verfügung - um 70 Millionen Euro mehr als im Vorjahr, wie der Ministerrat vor kurzem beschlossen hat. Die zinsgünstigen Kredite sollen der heimi- schen Wirtschaft helfen, Investitionen zu tätigen, die den Wirtschaftsstandort stärken. Die Zinssätze liegen heuer bei 2,25 Prozent bzw. für Gründer bei 2,125 Prozent - deutlich niedriger als 2024. Weiters zeichnen sich die Kredite durch Fixzinssätze und tilgungsfreie Zeiten aus.\nInhaltlich werden die Schwerpunkte der ERP-Kredite auf Maßnahmen zur Wachs- tumsförderung, Standortsicherung im inter- nationalen Wettbewerb, für innovative und grüne Transformation sowie für Investitio- nen in die Digitalisierung liegen.\nHaupt-Zielgruppe KMU\nIm vergangenen Jahr wurden aus dem ERP-\nFonds in Österreich 502 Projekte mit einem\nKreditvolumen von gut 240 Millionen Euro\nfinanziert und dadurch Investitionen von\nWas wird wie gefördert?\nüber 430 Millionen Euro ermöglicht. 97 Pro-\nGefördert werden Gründungen, Moderni- sierungen, Wachstumsprojekte und Innova- tionen von Unternehmen mit Sitz oder Be-\nzent der Kreditzusagen gingen an KMU, der\nRest waren große Unternehmen.\n> www.aws.at/aws-erp-kredit\n„TOP Lehrbetrieb”-Gütesiegel holen\nAuch heuer zeichnet die Wirtschaftskammer Wien gemeinsam mit der Stadt Wien, der Arbeiterkammer Wien, der Industriellenver- einigung Wien und dem Gewerkschaftsbund vorbildliche Lehrbetriebe mit dem „TOP Lehrbetrieb”-Gütesiegel aus. Es soll hervorra- gende Qualität in der Nachwuchsarbeit sicht- bar machen und Anerkennung für die ausge- zeichneten Betriebe sowie Orientierungshilfe für Jugendliche bei der Lehrplatzsuche sein.\nLEHRBETRIEB WERDEN\nJunge Fachkräfte auszubilden ist wichtiger denn je. Und der Weg zum Lehrbetrieb einfacher als gedacht. Wir zeigen Ihnen, wie.\nLehrstellenberater der WK Wien 01 / 514 50 - 2013 ersterlehrling@wkw.at wko.at/wien/lehrling\nLehrbetriebe können das Siegel bis zum 15. Mai beantragen. Der Betrieb muss aktuell zumindest einen Lehrling ausbilden und zwei erfolgreich zum Abschluss geführt haben. Das Qualitätssiegel gilt für jeweils vier Jahre, dann muss es neuerlich beantragt werden.\nN\nh+\n2} ih\nINFOS\nWK Wien Lehrlingsstelle\nN\n/\n2\n© Industrieblick | stock.adobe.com\nYe\n01 / 514 50 - 2010\nwko.at/wien/top-lehrbetrieb\nBUCHHALTUNGSTIPPS\n=\nBerufsgruppensprecher Thomas Stefan Wurst.\nDie neue Kleinunternehmer- Regelung und die UID-Nummer Wer ein Unternehmen gründet, stellt sich oftmals die Frage nach der Notwendigkeit einer UID-Nummer (Umsatzsteuer-Identifikations- Nummer). Aufgrund der neuen Kleinunternehmerregelung erge- ben sich neue Perspektiven. Durch die Anhebung der Umsatzgrenze werden mehr Gründer unter die Kleinunternehmer-Regelung fallen. Bisher mussten Kleinunternehmer, die keine UID-Nummer hatten und die maximalen Einnahmen während des Jahres überschritten haben, die USt an das Finanzamt zurückzahlen und unterlagen keiner Steuerbefrei- ung mehr. Seit Anfang diesen Jahres greift die Umsatzsteuerpflicht erst ab der Überschreitung des Grenzbe- trages von 55.000 Euro. Bei weniger als zehn Prozent Überschreitung tritt die Umsatzsteuerpflicht erst im darauffolgenden Kalenderjahr ein, die unechte Steuerbefreiung bleibt für das laufende Jahr zur Gänze erhalten. Für alle Unternehmer, die überwie- gend vorsteuerabzugsberechtigte Unternehmer als Kunden haben oder sich aufgrund größerer Aufwendun- gen den Vorsteuerabzug sichern wol- len, wird hingegen die Beantragung einer UID-Nummer trotz Unterschrei- tens der Kleinunternehmergrenze weiterhin Sinn machen. Wer schon vor der Gründung weiß, dass die Umsatzgrenze überschritten wird, holt sich am besten schon zu Beginn des Unternehmertums eine UID-Nummer.\nNÄHERE INFOS & KONTAKT Der Buchhalter in Ihrer Nähe: www.buchhaltung.wien\ntriebsstätte in Österreich. Das Unternehmen muss in einem förderfähigen Sektor tätig sein. Dazu zählen etwa die industrielle oder gewerbliche Produktion, Forschung und Entwicklung, der Dienstleistungsbereich, die Tourismus- und Freizeitwirtschaft, der Ver- kehrssektor, der Handel oder auch die land- wirtschaftliche Verarbeitung.\nFörderfähig sind bis zu 100 Prozent der Projektkosten. Die Kreditvolumina liegen zwischen 10.000 und 30 Millionen Euro. Kre- ditanträge sind vor Projektstart zu stellen. Ab- gewickelt werden die ERP-Kredite durch die Förder- und Finanzierungsbank des Bundes, aws (Austria Wirtschafts Service).\nLIE] 23",
  "page_24": "u TıPPs!\n‚Wir brauchen einen Termin” - heikle Gespräche richtig führen\nSchwierige Gespräche führt niemand gerne. Doch von Zeit zu Zeit haben wir keine andere Wahl. Susan Müller, Coach und Kommunikationsexpertin, gibt Tipps zur Gestaltung solcher Unterhaltungen, damit sie gelingen können.\npekt und Wertschätzung sind Türöffner zum Gegenüber in jedem Gespräch, denn wir alle möchten auf Augenhöhe kommunizieren. Ab- wertungen sind freilich ein No-Go.\nWenn die Situation so angespannt ist, dass ich tatsächlich nichts mehr Wertzuschätzendes an meinem Gegenüber sehe, dann kann ich im- mer noch sicherstellen, auf Augenhöhe zu kom- munizieren und an dessen Kompetenzen zu appellieren, etwa durch Fragen wie: Was findest du gut, wie es bisher war und was weniger? Was hast du für Ideen, etwas anders zu machen?\neien es Konfliktgespräche, Abmah- nungen von Mitarbeitenden, das An- sprechen von Fehlern von Geschäfts- partnern oder gar eine Kündigung von Angestellten - Unterhaltungen wie diese führt niemand gern. Noch dazu hängt von de- ren Verlauf oft viel ab, etwa was die zukünftige Zusammenarbeit mit dem Gegenüber betrifft. Susan Müller, Lebens- und Sozialberaterin und Coach mit Schwerpunkt Kommunikation bei Mavie Work, schildert, wie man solche Gespräche gestalten kann, damit sie\nnen, ist, wie wir selbst in das Gespräch gehen -und das macht sehr viel aus.\nE Setting gestalten\nSolche Gespräche kann und soll man nicht zwi- schen Tür und Angel führen. Ich muss mir Zeit nehmen und auch mein Gegenüber bitten, sich eine gewisse Zeitspanne freizuhalten. Wichtig\n5]\nVertagen, wenn Emotionen zu sehr hochkochen\nist auch ein ungestörter Ort. Es gibt Be-\nEinfach ein Gespräch abzubrechen, wenn man merkt, dass man sich nur mehr im Kreis dreht oder es zu emotional wird, ist möglich. Manch-\nsprechungsräume, die verglast\nsind wie ein Aquarium. Es\nfür alle positiv verlaufen können.\n„Die Rolle der Spiegelneuronen wird unterschätzt.”\n1 Ziele definieren\nDie innere Haltung, mit der ich in ein Gespräch gehe, ist sehr viel wichtiger, als uns das be- wusst ist. Wenn ich selbst gehetzt, angespannt oder wütend bin, sind das ganz andere Voraussetzungen, als wenn ich mit Neugier und Interesse hineinge- he. Dazu zählt auch, sich selbst klar darüber zu sein, was man mit der Unterhaltung erreichen will. Was soll das Gespräch bringen, was ist mir wichtig daran und welche Ziele verfolge ich?\nSusan Müller, Coach bei Mavie Work\nhilft dem Gegenüber nicht, wenn es sich ständig beobachtet fühlt.\nmal ist es sogar hilfreicher. Es ist okay zu sagen, dass man bemerkt, dass jetzt einfach grad nichts geht und es besser ist, eine Pause zu machen. Wichtig ist jedoch, sich gleich einen konkreten Termin auszumachen, wann man die Unterhal- tung fortsetzt, egal ob in einer Stunde oder am nächsten Tag. Die eigene Nervosität im Zaum halten kann man durch Atemübungen, etwa indem man mehrere Minuten bewusst tief und ruhig in den Bauch atmet. (pm)\n© privat\n4)\nWertschätzung zeigen\nEs geht beim Ansprechen schwieriger Themen nicht immer darum, eine gemeinsame Meinung zu finden. Sich respektvoll zu begegnen hilft, das Gespräch positiv abzuschließen. Denn Res-\n2 Eigene Gefühlslage kennen\nUnterschätzt werden auch die Spiegelneuronen. Diese bewirken, dass beim Beobachten von Handlungen oder Gefühlen anderer unsere Ner- venzellen im Gehirn genauso aktiviert werden, wie wenn man selbst die Handlung setzt. Die eigene Stimmung zu kennen und damit umzu- gehen, ist daher also ganz entscheidend.\nZUR PERSON\nIhren Berufsweg startete Susan Müller als Sängerin und Stimmbildnerin sowie Gesangslehrerin. Danach folgte eine Ausbildung zur dipl. Lebens- und Sozialberaterin sowie mehrere Spezia- lisierungen, u.a. zur Dialogprozessbe- gleiterin. Heute arbeitet die gebürtige\nSchweizerin neben ihrer Selbststän- digkeit als psychologische Beraterin als Coach bei Mavie Work, Anbieter für betriebliche Gesundheitsförde- rung. Ihre Schwerpunkte liegen u.a. auf persönliche Entwicklung, Selbst- wertthemen und Kommunikation.\nDenn zwar weiß man bei Gesprächen mit für die andere Person negativen Inhalten nicht, wie diese reagieren wird. Und genau das macht sol- che Unterhaltungen ja eben auch so schwierig, denn das können wir tatsächlich nicht beein- flussen. Was wir sehr wohl beeinflussen kön-\nWWW.MAVIE.CARE",
  "page_25": "Ws | 10. 4. 2025\nWiener Geschäftsstraßenreport: Potenziale und Chancen, nutzen\n1% EWKo\nDie 21 Berichte der WK Wien zeigen Einzugsgebiete, Passanten, Zielgruppen, Nutzungsmöglichkeiten, Planungsdaten und SWOT-Analysen von Wiener Einkaufsstraßen auf.\nA AT\n4\nper Ah\na\n[\\) ‚’\nAn A\nJUTRRi\n1!\nae\n1\nA\na\nie gut kennen Sie Ihre Geschäfts- straße? Diese Frage beantwor- ten die 21 Geschäftsstraßen-Re- ports der Wirtschaftskammer Wien. Informationen findet man hier u.a. über Passantenzahlen, Erdgeschoßzonennutzungen, freie Lokale sowie über die Zielgruppen, die sich in ausgewählten Wiener Einkaufsstraßen aufhalten.\nmit vielfältigem Angebot sowie umfassender Nahversorgung. Sie ist eine stark frequentier- te Achse mit hohen Streuumsätzen und drei Handelszonen, die einander gut ergänzen. Der Hauptbahnhof zieht auch viele Touristinnen und Touristen an. Passanten und Pendler er- ledigen kleinere Einkäufe oder konsumieren Snacks.\nIN ML für de | Nu\nIn den 21 Broschüren werden planungsrelevante Daten zu ausgewählten Wiener Geschäftsstraßen angeführt, um die Zielgruppen besser kennenzulernen.\nIm Einzugsgebiet herrscht eine deutlich jün- gere Bevölkerungsstruktur mit einer niedrigen Akademikerquote, einer niedrigen Kaufkraft und überdurchschnittlichen Haushaltsgrößen vor als im Rest von Wien. Neben rund 184.000 Einwohnerinnen und Einwohnern sind auch rund 31.000 Beschäftigte im Bereich der Favo- ritenstraße unterwegs. Freizeitaktivitäten sind der Zielgruppe besonders wichtig.\nGeschäftstreibende können daraus Schlüs- se ziehen, welches Angebot nachgefragt wird und welche Anforderungen erfüllt sein müssen. Daduch soll etwaiger Leerstand reduziert, das Angebot in den Straßen verbreitert und die Auf- enthaltsqualität im Sinne der Zufriedenheit von Passantinnen und Passanten gesteigert werden.\n17777\nB- Wo\nN TA\n/ ER\nMarktpotenzial und Chancen\nFür die Steigerung der Aufenthaltsqualität bedarf es Maßnahmen wie die Begrünung und die Auflockerung des unruhigen Gesamtbildes der Straße. Die Verbindung zum Hauptbahnhof soll baulich verbessert werden. Um aktuelle Leerstände zu füllen, sollen zentrale Lagen und Lagen mit hoher Nutzungsdichte priorisiert werden. Zusätzliche Shops können das Angebot ergänzen.\n—\nHierfür wurden in einer von der Wirtschafts- kammer Wien beauftragten Studie einzelne Vier- tel analysiert, Marktpotenziale berechnet und abschließend konkrete Maßnahmen abgeleitet.\nxy\n7\nenstrag, S ji\nA\nFür die 21 ausgewählten Geschäftsstraßen werden folgende Daten aufgeschlüsselt:\nDr\n.\nAnalyse des Einzugsgebiets Analyse der Zielgruppen sowie deren Akti- vitäten und Mobilitätsverhalten eine SWOT (Stärken/Schwächen/Chancen/ Risiken)-Analyse der Geschäftsstraße das Marktpotenzial im Einzugsgebiet die Potenzialausschöpfung durch die Straße Branchen mit Handlungsbedarf sowie Handlungsfelder Chancen für eine Aufwertung der Straße (sinnvolle Geschäftsnutzungen, Maßnah- men für konkrete Orte und Aufenthalts- qualität).\n.\nEinwohnerinnen und Einwohnern sind auch rund 45.500 Beschäftigte im Bereich der Woll- zeile unterwegs. Durch die zentrale Lage und die Verbindung zur Innenstadt sind auch Be- sucherinnern und Besucher, Touristinnen und Touristen wichtige Zielgruppen. Die Straße hat durch die prominente Lage eine hohe Passan- tenfrequenz.\nFlanieren in der Wollzeile\nDie Wollzeile profitiert durch ihre hervorragen- de Lage im ersten Bezirk von hoher Frequenz und Streuumsätzen. Sie ist vor allem durch ihre Kleinteiligkeit, wenig Leerstand und viele Traditionsunternehmen geprägt. Einige bedie- nen stark spezialisierte Nischen wie Teehandel. Ergänzend finden sich namhafte Restaurants und Cafes in der Wollzeile - ein sozialer Treff- punkt für Wiener und Touristen-Hotspot. Sie ist derzeit noch eine stark befahrene Straße mit vielen parkenden Autos und kaum Gastgärten oder Begrünung.\nEine Problematik der Wollzeile ist der Ver- kehr, denn durch die enge Gasse und die vielen Autos leidet eine entspannte Flanierstimmung. Bei der Maßnahmensetzung soll das Hauptau- genmerk auf die Verkehrsberuhigung, die Re- duktion der Parkplätze und in weiterer Folge auf die Begrünung und mehr Sitzmöglichkeiten gelegt werden. Davon profitieren Passanten und Händler. Alle Reports sind online kosten- frei downloadbar. (red)\nBlick in die Favoritenstraße\nSieht man sich den Geschäftsstraßenreport der Favoritenstraße an, erfährt man die Marktpo- tenziale und Chancen des Viertels. Die Fuß- gängerzone grenzt an den Wiener Hauptbahn- hof und gilt als beliebter sozialer Treffpunkt verschiedener Kulturen und Bezirkszentrum\nIm Einzugsgebiet herrscht eine deutlich äl- tere Bevölkerungsstruktur mit höherer Akade- mikerquote, überdurchschnittlicher Kaufkraft und unterdurchschnittlichen Haushaltsgrößen vor als im Rest von Wien. Neben rund 12.000\n>» wko.at/wien Q Geschäftsstraßenreport\nLIE 25",
  "page_26": "26\n5\\\nN\nsterreich ist an einem Wende punkt angekommen: Gelingt der Wirtschaftsaufschwung oder verfestigt sich die Flau te für viele Jahre? Eine Frage, die in den kommenden Mona ten vor allem durch die Maßnahmen der neuen Bundesregierung beantwortet werden wird\nAktuell befindet sich Österreichs Konjunktur im dritten Rezessionsjahr: Nach einem Rückgang der Wirtschaftsleistung um 1,0 Prozent im Jahr 2023 und einen überraschend starken Einbruch um weitere 1,2 Prozent 2024 drohen für heuer 0,2 Prozent, so die neue Prognose des Instituts für Höhere Studien (IHS). Dazu tragen der staat liche Sparkurs ebenso bei wie Unsicherheiten auf den internationalen Märkten durch die neue Handelspolitik der USA und eine verschlechterte internationale Wettbewerbsfähigkeit heimischer Betriebe wegen hoher Lohnabschlüsse\nY\ndrü\nDas dritte te Rezessionsjahr,i in Folge drückt den Zukunftso timismus junger Wirtschaftstreibender\nin Österreich, zeigt eine neue Umfrage Gefordert ist nun die Bundesregierun\nVON GARY PIPPAN \\\nGER\no®\nAndererseits gibt es auch kleine Lichtblicke In der Eurozone sinken die Zinsen - das erleich tert private und betriebliche Investitionen und\ntionierten Reformen gebe es dennoch keine Alternative, stellt das Wirtschaftsforschungsins titut Wifo klar. So müssten etwa Wirtschaftsleis\nVorsitzende der Jungen Wirtschaft Österreich\n%\n%\nson\nwird dazu führen, dass ab der zweiten Jahres hälfte 2025 die Wirtschaft wieder wächst, meint das IHS. Zudem ist die Inflation deutlich nied riger als in den vergangenen Jahren. Zu ambi\ntung und Haushaltseinkommen wieder in ein gesundes Gleichgewicht gebracht werden. Es brauche ein „Rendezvous mit der Realität”, so Wifo-Direktor Gabriel Felbermayr.\nN Bettina Dorfer-Pauschenwein",
  "page_27": "We | 10.4. 2025\nWie sich all das auf die Stimmung und Lage der jungen Wirtschaftstrei- benden in Österreich auswirkt, zeigt der aktuelle Konjunkturbarometer der Jungen Wirtschaft der WKÖ. Die Ergebnisse kurz zusammengefasst b Die 920 befragten Unternehmerinnen und Unternehmer bis 40 Jahre erwarten mehrheitlich weiter steigende Preise, Ein- bußen bei Umsatz und Ertrag sowie eine sich weiter verschlechternde Konjunktur. Die Folge: Bei betrieblichen Investitionen und beim Per- sonalaufbau halten sie sich zunehmend zurück. Als besondere Herausforderung betrachten sie die staatliche Bürokratie, bei der sie Erleichte- rungen fordern. Entlastungen fordern sie auch bei den Lohnnebenkosten (siehe Grafikkasten).\nMehr Anreiz für Arbeit und Leistung\nFür die Zukunft wünschen sich die jungen Wirt- schaftstreibenden zudem Maßnahmen gegen den Arbeitskräftemangel und für mehr Leis- tung. Genannt werden vor allem die weitere Attraktivierung der Lehre, der Ausbau der Kin- derbetreuung, mehr Anreiz für Vollzeitarbeit, die steuerliche Entlastung von Überstunden und weniger Steuern bei Arbeiten im Alter. Ös- terreichs Exportorientierung halten 87 Prozent der Befragten für wohlstandsrelevant, mehr als jeder Dritte ist bereits im Ausland aktiv oder plant dies heuer. Die breite Mehrheit fordert ein proeuropäisches Agieren Österreichs und hält die Mitgliedschaft in der Europäischen Uni- on für wichtig.\n„Unsere Betriebe brauchen freie Fahrt für Innovation und Wachstum. Sie dürfen nicht länger durch Bürokratie und hohe Kosten aus- gebremst werden”, fordert Bettina Dorfer-Pau- schenwein, die die Junge Wirtschaft auf Bun- desebene vertritt. Von der Bundesregierung erwarte sie sich „anpacken und umsetzen”. „Wer will, dass die jungen Betriebe Österreich bei Wachstum und Arbeitsplätzen nach vorne bringen, muss voll auf die Bürokratiebremse steigen”, sagt die Interessenvertreterin. Das Potenzial der Jungen werde derzeit nicht voll ausgeschöpft.\nIn Wien stimmt das „Mindset”\nFür Clemens Schmidgruber, Vorsitzender der Jungen Wirtschaft Wien, ist es nicht überra- schend, dass nur 17 Prozent der befragten Un- ternehmen ihre Investitionen in den kommen- den Monaten steigern wollen - und 41 Prozent Einschnitte planen. „Es ist gut, dass auch die Jungen die Welt nicht nur mit der rosaroten Brille betrachten, eine realistische Einschät- zung der Lage ist wichtig”, sagt Schmidgruber. Gleichzeitig sei aber hervorzuheben, „dass die\niz,\nLust am Unternehmertum nicht zurückgeht und wir bei den Unternehmens- gründungen in Wien im Vorjahr erstmals die 10.000er Marke durchbrochen haben. Das ist ein starkes Zeichen”, sagt der 36-Jährige. Der Großteil der Wirtschaftstreibenden würde selbst nach einer Insolvenz wieder mit einem Unternehmen durchstarten wollen.\n„Auch wenn die wirtschaftliche Lage schon einmal besser war: Das Mindset der Unterneh-\n4\nieser\n\nEINSCHÄTZUNG DER KÜNFTIGEN LAGE\nVeränderte Erwartungshaltungen im Vergleich zur Befragung im August 2024\n-19% Konjunktur in Österreich\nL----- == - - EEE\n-33% Eigene Kostensituation\nL---- = - -\n+45 % Eigene Verkaufspreise\nL---- - - - -- - - - EEE\n-17% Eigene Ertragslage\n>= >\n-24% Eigene Investitionen\nBUNREHREREERRERERER _  _ _ ı Loco GercLcocetecerororeoereeeererereeeteteeereren\n+36 % Inflation in Österreich\nL--- = - - - BEE EEE\n-47% Selbst neue Mitarbeiter einstellen\nHERAUSFORDERUNGEN IN DEN KOMMENDEN ZWÖLF MONATEN In Bezug auf das eigene Unternehmen (Top 5)\n50% Bürokratie\nL.- - -- = - - - - - - es EEE\n45% Umsatz- und Ertragseinbußen\nL-- -- - - - - - - - ee\n38% Arbeitskosten\nb- -- --- -- - - - ee\n35% Preise für Energie, Rohstoffe, Vorleistungen\n33% Inflation\nNOTWENDIGE IMPULSE FÜR DIE ÖSTERREICHISCHE WIRTSCHAFT Das fordern junge Unternehmerinnen und Unternehmer von der Regierung (Top 5)\n67% Senkung der Lohnnebenkosten\nL > - - - > - - - - - - ss BEE\n+17 40% Weniger bürokratische Meldepflichten\nL» <> 2 EEE\n38% Behördenprozesse digitalisieren, optimieren\n37% Verbesserung des Gewinnfreibetrags\n34% Kleinunternehmergrenze auf 85.000 Euro\nQuelle: Market Institut im Auftrag der WKÖ, 2025. 920 befragte Unternehmerinnen und Unternehmer bis 40 Jahre. Werte in den Balken kennzeichnen die Veränderung zur Befragung von August 2024.\n)) desto weniger schlimm sind\nschlechte Konjunkturdaten.”\nClemens Schmidgruber, Vorsitzender der Jungen Wirtschaft Wien\n„Je breiter man sich aufstellt,\nL---- - -- - - - -\nL---- -- - - - - - Fee\nL-- -  - -- - - - -\nZUKUNFT Bp2\nmerinnen und Unternehmer stimmt nach wie vor”, sagt Schmidgruber. Jetzt sei es wichtig, sich mit dem eigenen Unternehmen breit aufzu- stellen, damit Bereiche, die weniger gut laufen, das Ergebnis auch weniger belasten. So biete etwa das Ausland für viele Unternehmen unge- nutzte Potenziale. „Dann bereiten konjunktu- relle Schwankungen auch in Zukunft weniger Sorgen”, sagt Schmidgruber.\n» Info-Tipp: www.jungewirtschaft.at/wien",
  "page_28": "Du ZUKUNFT\nÖsterreichs oo Bühne\nAm 13. April wird im japanischen Osaka die Expo 2025 eröffnet. Österreich präsentiert sich dort der Welt als innovatives und kreatives Land mit vielfältigen Stärken und Leistungen.\nb kommenden Sonntag wird Osaka, die 2,6 Millionen-Einwohner-Met- ropole im Westen der japanischen auptinsel Honshu, zur internati- onalen Bühne: Gut 160 Länder, Regionen und internationale Organisationen präsentieren im Rahmen der Weltausstellung Expo 2025 ihre Ide- en und Leistungen zum Thema „Designing Fu- ture Society for Our Lives” - die Gesellschaft der Zukunft für unser Leben gestalten. Mehr als 28 Millionen Besucherinnen und Besucher werden bis zum closing day - dem 13. Oktober - erwartet.\nÖsterreich will in Osaka mit einem archi- tektonisch und inhaltlich bemerkenswerten\nKleinanzeigen\n\nBUCHHALTUNG & PERSONALVERRECHNUNG Damit Sie den Kopf für Ihre Kunden frei bekommen! Dienstleistung zu Pauschalpreisen. Hr. Martin Blaschka, Tel.: 0660/267 73 78, E-Mail: office@buchhaltung-blaschka.at www.buchhaltung-blaschka.at\nwwww.micic-buchhaltung.at Tel.: 0677/62332446\nBaamamaaaaaaaaaa aaa aaa anna anna anna\nSteuerberaterin erledigt Buchhaltung, Lohnverrechn., Bilanz kostengünstig. Erstgespräch gratis. 0664/121 55 52, steuerberatung@auli-jakobin.at 4\nim Land der\nDie Ausstellungs- räume widmen sich der Frage, welchen Beitrag Österreich für eine lebenswerte Zukunft leisten kann. Dabei werden Stärkefelder unseres Landes aufgezeigt. Der Bezug zur Musik zieht sich dabei durch.\nGewerbeliegenschaft in Amstetten - Bestlage Ihre Top-Adresse für Handel, Produktion oder Gewerbe! « Gewerbefläche: ca. 1.700 m? in hochfrequen tierter Lage « Grundstück: ca. 5.000 m? (asphaltiert) « Lage: Neben namhaften Betrieben wie XXX- Lutz und Pappas Kaufpreis: € 2.470.000,-- (steuerfrei) Profitieren Sie von einer der besten Lagen in Amstetten mit optimaler Infrastruktur und Sichtbarkeit! T 0664 / 411 80 34 E cp@a-chem.at Jetzt informieren und besichtigen!\nCr =\nu\nKRANKENSTANDS-KONTROLLEN:\nwww.beweismittel.at\nTel. 0664 1356747\n= pro Wort bis 15 Buchstaben: 2,70 Euro anzeigenservice@wienerwirtschaft.info\nwww.nachfolgeboerse.at\nLfr.\nWIEN\nei\nWIRTSCHAFTSKAMMER WIEN\nziert, das innen mit Noten bestückt ist. Musik ist auch das verbindende Leitmotiv des Öster- reich-Auftritts, da unser Land in Japan vor al- lem für seine klassische Musik geschätzt wird.\nDaran angelehnt ist auch das Motto des öster- reichischen Auftrittes „Composing the future”. Die Gäste werden über eine musikalische Insze- nierung durch die Ausstellung geführt. Dabei wird beleuchtet, welchen Beitrag Österreich für\nAuftritt beeindrucken. Dafür sorgt schon die architektonische Gestaltung des Österreich- Pavillons, den ein spiralförmiges Band aus Holz\ny\ny.\nr\nh\nYgah\na: ==\nBer\ntt\nlı N\nwe\nÜSKog gg\nig\nRR\nJETZT Angebot einholen!\n& Bo 58\nFassadenreinigung\nBüroreinigung\nGebäudereinigung\n24\nJÄGER 01 405 75 65\noffice@jaeger-hausbetreuung.at\nwww.jaeger-hausbetreuung.at\nHAUSVERWALTER / Immobilien-Makler W-Geschäftsführer prompt verfügbar E-Mail: 3501620w@gmail.com\n=\n\\E L\\\nSERVICE\nKO\nPAKET\nDIE ZUKUNFT\nMEINES BETRIEBES\nSICHERN\nWORTANZEIGEN-PREISE (exkl. MWSt):\nVERKAUF-ANKAUF: suche klassische Vitrinen- objekte, Meissen, Antikuhren, Antiksilber, frühe Bronzegruppen, museale Sammlerstücke Wiener Werkstätte, 1010, Lobkowitzplatz 1, gegenüber Theatermuseum galerie@sternat.com, Dr. Sternat 0664 / 3400139\nFahrschulleiter/in bzw. Fahrschule gesucht, Tel.: 0660/5751815",
  "page_29": "We | 10.4. 2025\naufgehenden Sonne\neine lebenswerte Zukunft leisten kann. Vielfalt und Leistungsfähigkeit unserer Wirtschaft und Gesellschaft werden präsentiert, etwa im „In- novation Lab Austria”, wo 90 Leuchtturmpro- jekte und -unternehmen vorgestellt werden Die Bandbreite reicht von Technologie-Ideen für Energiegewinnung oder Medizin über neu- artige soziale Wohnkonzepte bis zu kreativen Produktlösungen. Zusätzlich lässt sich über in- teraktive Exponate und Stationen erleben, was Österreich zu einer lebenswerten Zukunft bei- zutragen hat. Im „Raum der Zukunft” - gestaltet vom Salzburger Mozarteum - können die Gäste selbst Klang- und Bildwelten mitgestalten und so ihre eigene Zukunft komponieren\nAm 23. Mai findet der österreichische Themen- tag statt, zu dem unter anderem die Wiener Sängerknaben anreisen. Spannend ist auch der „Musik & AI Hackathon” im Juni, bei dem es um die Entwicklung von Prototypen zum Einsatz von Künstlicher Intelligenz in der Musik geht\nJapan als wichtiger Wirtschaftspartner\nDie Expo ist eine gute Gelegenheit, um die Be ziehungen zwischen Japan und Österreich zu intensivieren, Kooperationen anzubahnen und die internationale Positionierung der heimischen Betriebe zu stärken. Wirtschaftlich hat Japan für Österreich hohe Relevanz: Das Land ist der viert wichtigste Übersee-Handelspartner und nach China der zweitwichtigste in Asien. 2024 belief sich das heimische Exportvolumen nach Japan auf 1,58 Milliarden Euro. Fast die Hälfte davon entfiel auf Maschinenbauerzeugnisse (red)\nZusätzlich sind rund 65 Projekte und Veran- staltungen geplant, die sich den fünf Themen- feldern Wirtschaft & Standort, Technologie & Innovation, Kunst & Kultur, Wissenschaft & Forschung sowie Gesellschaft & Politik widmen\n>» www.expoaustria.at\nExklusive Villa in 1130 Wien - Hietzinger Charme für Wohnen oder Arbeiten Einzigartige Immobilie mit großzügigen Parkmöglichkeiten! « Lage: Bossigasse, Nähe Roter Berg - inmitten des eleganten Hietzing « Nutzfläche: ca. 323 m? (derzeit auf 4 Einhei- ten aufgeteilt) + Grundstücksfläche: ca. 578 m? « Geeignet für: Wohnzwecke, Büro oder Kanzlei + Parkmöglichkeiten: Parkplätze direkt am Grundstück Konditionen « Kaufpreis: € 1.670.000,-- (steuerfrei) + Miete: € 4.900,-- (exkl. USt) T 0664 / 411 80 34 E cp@a-chem.at Kontaktieren Sie uns für weitere Informationen und eine Besichtigung!\n\n„Ich helfe Ihnen bei Google gefunden zu\nwerden!”\nMag. Thomas Kügerl - Zertifizierter Google Ads\nExperte\nwww.thomaskuegerl.at\n\n\n12. bis 13. April 2025\nDental PhDr.Sallahi, MSc, Franz Jonas Platz 1/1 1210 Wien\nNach telefonischer Vereinbarung unter 0676/329 35 82\n19. bis 21. April 2025 Eurodental-Labor Wladislaw Graf, Schreygasse 12A/5-6, 1020 Wien Nach telefonischer Vereinbarung unter 0676/844 298 204\nFundierte Analyse und realistisches Konzept für die optimale Bebauung Ihres Grundstücks 0660/8103334\nWasserkraftwerk in 00, Tirol oder Salzburg für finanzstarken Investor aus Bayern dringend zu kaufen gesucht! Ihr Partner für Wasserkraft- werke seit Jahrzehnten, kompetent, erfahren und diskret. Für ein unverbindliches Gespräch stehen wir Ihnen gerne zur Verfügung info@nova-realitaeten.at 0664-3820560\n\nU} extra: Finanzen, Wirtschafts- und Steuerberatung\nAlle Themen und Termine\nwww.wienerwirtschaft.info\n4 — Bu -\n\\ a\na IS ST S\n> IN\nu\nDer Österreich-Pavillon sticht dank einer Spirale aus Holz hervor, die sich nach oben entfaltet und ein Notenband symbolisiert Auf der Innenseite finden sich die ersten Takte der „Ode an die Freude”\nta}\nam =IHR SCH! kumen-Reeinä EERÄUMBRO\nFI\nPragerstraße 122, 1210 Wie\n'Bestpreisgarantie «e Großflächenspezialist\nmit üb\nFe 20 Großtraktoren + 24-Std.-Betreuung möglich\nI\n069/126 : 319% 73 aha « office@blumen regina.at\nu 7\n‚Ba\nMi\nY)\n- +\n=.\n..\nBr,\nIm\nZUKUNETE\nHerausgeber und Medieninhaber\nLE:\nnd\nIMPRESSUM\nWirtschaftskammer Wien, 1020 Wien, Straße der\nWiener Wirtschaft 1, T 01 / 514 50 1637, E wienerwirt\nschaft@wkw.at. Redaktion: Petra Errayes (DW 1415/\npe), Christina Michalka (DW 1718/chm), Pia Moik (DW\n1311/pm), Gary Pippan (DW 1320/gp), Erika Spitaler\n(DW 1291/esp). CR: Martin Sattler. E-Mail: vorname\nnachname@wkw.at. Änderung der Zustelladresse: DW\n1342. Anzeigenverkauf: Erhard Witty, Roseggerstraße\n30, 2604 Theresienfeld. T 0676 / 401 45 46. Anzei\ngenannahme: Annahme nur schriftlich per E-Mail an\ne.witty@wienerwirtschaft.info oder per Post an Erhard\nWitty (Adresse s. o.). Anzeigentarif Nr. 46, gültig ab\n1.1. 2025. Hersteller: Mediaprint Zeitungsdruckerei\nGes.m.b.H & Co KG, 1230 Wien, Richard-Strauss\nStraße 16. Jahresbezugspreis: € 54. Für Mitglieder\nder Wirtschaftskammer Wien kostenlos. Nachdruck\noder Verwendung in Online-Medien nur bei voller\nQuellenangabe gestattet. Grundlegende Richtung\nWahrnehmung der gemeinsamen Interessen aller\nMitglieder der Wirtschaftskammer Wien. Offenlegung\nder Eigentumsverhältnisse nach dem Mediengesetz\nWirtschaftskammer Wien, 1020 Wien, Straße der\nWiener Wirtschaft 1. Siehe auch: wko.at/offenlegung\nwien. Verbreitete Auflage laut ÖAK: 116.293 (2. Hj\n2024). Alle geschlechtsspezifischen Formulierungen\nmeinen die weibliche und männliche Form",
  "page_30": "30 #ZUKUNFT\nan \\\nUL\n1 \\\nvn\nI,\nEntdecken Sie, wie Künstliche Intelligenz Ihr Unternehmen effizienter, innovativer und erfolgreicher macht\nFinanzOnline - gewusst wie\nmn\nMehr als 5,4 Millionen Personen nutzen FinanzOnline. Das wichtigste E-Government- Portal der Finanzverwaltung steht kostenlos rund um die Uhr zur Verfügung und bedarf kei- ner speziellen Software. Unternehmensberater Norbert Karner zeigt Ihnen in dem Websemi- nar „Von der einfachen Abfrage bis zur Steu- ererklärung”, wie Sie sich bei FinanzOnline anmelden, wie Sie mit FinanzOnline arbeiten\nErfolgreich in letzter Minute\nN\n.d\nm\n© Andrey Popov | stock.adobe. a),\n——-\nTermine für Sie\nAus unserem Workshop- und Veranstaltungskalender\n=\n© fdeagreez | stock.adob, ‚com\nsans\nzeame\nknappen Zeitvorgaben erfolgreich zu arbeiten und aus begrenzten Ressourcen das Maximum herauszuholen. Erklärtes Ziel ist es, den Teilneh- menden Werkzeuge an die Hand zu geben, um auch „in letzter Minute” exzellent zu performen.\n_—— I\nKO.ATy/ WIEN/\nORKS\nHops\nKI ım Business: Wie Sie\nIhre Chancen\nnutzen\nKünstliche Intelligenz (KD) bietet enorme Chan- cen für Unternehmen, die bereit sind, diese Technologie zu nutzen. Im Webseminar „KI im Business - Chancen nutzen, Wettbewerbs- vorteile sichern!” zeigt Ihnen IT-Experte und UBIT-Fachgruppenobmann Martin Puaschitz praxisnah und verständlich, wie Sie Klin Ihrem Unternehmen implementieren können. Pua- schitz erklärt, wie sich durch die Anwendung Prozesse optimieren und Innovationen voran- treiben lassen. Das Ziel ist, dass Sie sich einen entscheidenden Wettbewerbsvorteil sichern\nm\nkönnen, wie Sie Anträge einbringen können, wie und unter welchen Voraussetzungen Sie selber auf FinanzOnline eine Steuererklärung einreichen können.\nHaug\nINFOS & ANMELDUNG Mittwoch, 30. April, 13 bis 14 Uhr wko.at/wien/workshops -> Digitalisierung\n[177\nem\nwas\nAn\nDas Webseminar „Erfolgreich in letzter Minu- te...” richtet sich an EPU und KMU, die die Fä- higkeit erwerben oder ausbauen möchten, unter Zeitdruck effiziente und kreative Lösungen zu finden. Unternehmensberaterin Karin Gerbrich zeigt, dass Zeitdruck auch eine produktive Kraft sein kann, die gezielt genutzt werden kann, um bessere Ergebnisse zu erzielen. Dazu lernen die Teilnehmer verschiedene Methoden und Konzepte kennen, die ihnen helfen, auch unter\nINFOS & ANMELDUNG Dienstag, 29. April, 13 bis 14 Uhr wko.at/wien/workshops -> Unternehmensführung\nTERNEHMER\nkönnen. Die Teilnehmer erfahren anhand kon- kreter Beispiele und Erfolgsgeschichten, wie KI bereits heute in verschiedenen Branchen er- folgreich eingesetzt wird und welche Potenziale noch ungenutzt sind. Lassen Sie sich inspirie- ren und entdecken Sie die Möglichkeiten, die KI für Ihr Unternehmen bereithält.\nINFOS & ANMELDUNG Dienstag, 15. April, 14 bis 15 Uhr wko.at/wien/workshops -> Digitalisierung\nA ©",
  "page_31": "We | 10.4. 2025\nErfahren Sie mehr über die Park Residenz Döbling\nDie Park Residenz Döbling (PRD) des Fonds der Wiener Kaufmannschaft lädt zu einem persön- lichen Beratungstag speziell für Mitglieder der WK Wien ein. Die wunderschön gelegene Senio- renresidenz ist von einem 17.000 Quadratmeter großen Park umgeben. Den Bewohnerinnen und Bewohnern bieten sich eine umfangreiches Kul- tur- und Wellnessoase, eine eigene Hunde-Gas- sigruppe (Vierbeiner sind erlaubt), Kulinarik auf höchstem Niveau, Weinverkostungen und Honig\n01 / 476 20 - 605 oder -606\nda\nB\n\n\naus hauseigenen Bienenstöcken. Die 24 Stunden besetzte Rezeption bietet Sicherheit für alle Be- wohnerinnen und Bewohner. Appartments sind ab 30 m? verfügbar, von denen viele einen wun- derbaren Blick auf die Wiener Hausberge bieten.\nINFOS & ANMELDUNG\nMittwoch, 4. Juni, Zeit nach Vereinbarung\nDas Wellnessprogramm ist nur eins der vielen Highlights der Park Residenz Döbling. Eine telefonische Anmeldung zum Beratungstag ist unbedingt erforderlich.\nOrt: Hartäckerstraße 45, 1170 Wien\nEPU-Sprechstunde mit Kasia Greco\nKasia Greco, Vizepräsidentin und EPU-Spre- cherin der Wirtschaftskammer Wien, lädt Wiener Ein-Personen-Unternehmen zu einem Vier-Augen-Gespräch ein.\nde via MS-Teams ist unbedingt erforderlich. Da- rüber hinaus können EPU vorab ihre Anliegen kurz zusammengefasst per E-Mail übermitteln: epu.greco@wkw.at\nAngesprochen sind alle Ein-Personen-Un- ternehmen, die über ihre Anliegen, Ideen und Herausforderungen sowie über ihre Probleme sprechen möchten. Eine vorherige Anmeldung zur Terminvergabe für die Online-Sprechstun-\nINFOS & ANMELDUNG Freitag, 25. April, 10 bis 12 Uhr wko.at/wien/epu -> EPU-Sprechstunde mit Kasia Greco\n\n\nbis Uhr\nMittwoch, 14. Mai, 13 bis 14.30 Uhr\nMontag, 28. April, 10 11 Unternehmensberater Mathias Past prä- sentiert in diesem Webseminar die strate- gische Dimension von Zeit- und Selbstma- nagement und vermittelt den Teilnehmern die wichtigsten Prinzipien und Werkzeuge für effizientes Zeitmanagement.\nKl wird längst nicht mehr nur für Routi- neaufgaben eingesetzt - sie eröffnet neue Perspektiven. Die beiden KlI-Expertinnen Anja und Julia Teßmann zeigen in diesem Online-Event, wie Unternehmen Kl gezielt einsetzen können, um Denkprozesse an- zuregen, Ideen sichtbar zu machen und Innovation voranzutreiben.\n> wko.at/wien/epu ->Unternehmensführung\n> wko.at/wien/veranstaltungen -> Future Creators\n\nMittwoch, 30. April, 10 bis 11.30 Uhr Mit welchem Aufwand in Zeit und Geld muss ich rechnen, wenn ich mit einer zeit- gemäßen Webseite Neukunden gewinnen möchte? Online-Experte David Bongard zeigt die Rolle der Webseite im Marketing- Mix. Er gibt Einblicke in aktuelle Marktprei- se und verrät, warum die Kundenbedürf- nisse für das Unternehmen im Mittelpunkt stehen müssen.\n\nMontag, 19. Mai, 9 bis 11.30 Uhr Zollexperte Robert Jung gibt in dieser Präsenz-Veranstaltung einen ersten Über- blick über das EU-Zollrecht, Einfuhrabga- ben und viele andere Aspekte. >» wko.at/wien/veranstaltungen -> Zollrecht\n\n> wko.at/wien/workshops\n-> Digitalisierung\nN\nEPU- recherin Kas reco ©:\nMontag, 14. April, 13 bis 14 Uhr Marketing-Expertin Victoria Reiter gibt in diesem auf EPU zugeschnittenen Web- seminar einen Überblick über nützliche, kostengünstige Softwares und Plattfor- men, die mit Hilfe von Künstlicher Intel- ligenz eine Zeitersparnis von bis zu zehn Stunden pro Woche ermöglichen .\n> wko.at/wien/workshops\n->Digitalisierung\n\nMontag, 14. April, 15.30 bis 16.30 Uhr Innovationsberater Michael Dell zeigt anhand konkreter Werkzeuge und anhand von Beispielen aus kleinen und mittleren Unternehmen, wie man einen deutlich höheren Innovationsgrad erreichen und das Unternehmen mit seinen Produkten sowie Dienstleistungen einzigartig ma- chen kann.\n> wko.at/wien/workshops\n-> Unternehmensführung\n- a\n*ZUKUNFT BO",
  "page_32": "ne\nEl\n\nMM\nSECRET\n/iN\nDIT \\ AK] N 17\n\\ NN \\\\ u\n\\\nJARA ©\nAN\nKlein-Engersdorfer Straße 110 2100 Korneuburg Tel. (+43) 02262 75066 info@blaha-gartenmoebel.at www.blaha-gartenmoebel.at\nmM]\nIN h N\nZN IN\n\" J)\nI\niLı\n) u\nNN\nGARTENMÖBEL weit und breit\nu\nN E>\n) UNE\nLIVIA\nLORETTA\n“il\na\nJARA\n —\nj\nSOMBRANO S+\ndie größte Auswahl\n|\n\na <\nee:\nee\nEr\n=\nBe\ner\nN\nMM.\nAr\n|\n3\n&\nar:\nnn\n||\nze\n—.\nLORETTA\n—\nl \\\\\nSHINE”\nPr\ni\nn\n+\n‚ri\nIr\n\"0",
  "page_33": "W\nWIENER\nWIRTSCHAFT\nextra\nEffizient\nEu\nro\nSprachdienstleister\nBei Sprachdienstleistern ist und bleibt der Faktor Mensch ein sehr wichtig, um die Kontrolle zu bewahren. Denn Vertrauen verpflichtet. Seite VI\nBEE.\nu Sonderbeilage mit entgeltlichen Einschaltungen. Foto: ivanko80/stock.adobe.com\nBe;\n4\nEi\nDh\nik\nIll\n{|\nj\nEi\nl\nN\nin ıı\n| \\Ye\nN ,\nN,\nJA\nY\n\\\nWi\nBr.\nW)\nam\nN\nd\nMi\nZu\nII\nFlexibel wie nie zuvor\nTotgeglaubte leben länger /\nMit den derzeitigen Trends in der Arbeitswelt verändern sich auch die Anforderungen an Unternehmen, die Büroservices anbieten. Seite\nEigentlich wurde Printmedien schon vor Jahren prophezeit, dass sie sterben werden. Das Gegenteil ist aber im Moment der Fall. Seite VIII\nIl",
  "page_34": "Il\nextra Büroservice\nDas Büro von morgen\nDie Arbeitswelt verändert sich, und mit ihr die Anforderungen an Büro- raume und -services.\nden hybride Arbeitsformen das Geschehen dominieren. Damit verbunden, ändern sich auch die Anforderungen, die an Büroräum- lichkeiten und -ausstattung gestellt werden. Es geht weniger darum, jeder Mitarbeiterin und jedem Mitarbeiter einen fixen Arbeits- platz zu geben - das muss in Zeiten flexibler Arbeit auch nicht sein. Man spricht stattdes- sen gerne von „Arbeitspunkten“.\n> eit der Corona-Pandemie ist das Home-Office aus unserem Alltag nicht mehr wegzudenken. Auch wenn es vor allem bei großen, international tätigen Kon- zernen in manchen Branchen wieder einen stärkeren Trend zur Präsenzarbeit gibt, wer-\nJedenfalls braucht es im Büro Bereiche, die Teamarbeit, Kommunikation und Kreativität fördern, um Innovationen zu entwickeln, Prozesse zu vereinfachen und damit auch das Unternehmen resilienter zu machen. Gerne werden solche Zonen „Hubs“ genannt und mit Annehmlichkeiten wie modernen Sitzgelegenheiten oder schicken Kaffee-Bars ausgestattet.\nOf\nWr.\n*\nHier soll man sich wohlfühlen und ger- ne im Meeting zusammenkommen. Somit wird der physische Arbeitsbereich im Un- ternehmen immer mehr zu einem Ort des Gedankenaustausches und der Inspiration. Das erfordert sehr viel Fingerspitzengefühl bei der Gestaltung der Räumlichkeiten. Fle- xibilität und Wandelbarkeit sind hier be- sonders gefragt, damit sich Unternehmen\nOffice-Business-Ambulanz: Erste Hilfe bei akuten betrieblichen Problemen\nIn Österreich hilft bei geschäftlichen Notfäl- len die Office-Business-Ambulanz des KMU Centers! Wenn’s im Unternehmen brennt, die Umsätze schwächeln oder das Marketing im Koma liegt, hilft unser Expertenteam kompe- tent, efhizient und mit einer Prise Humor.\nun\nKMU CENTER\nDas KMU Center - Business-Rettungs- dienst und Erfolgscoach in einem. Hier wird nicht lang gefackelt: Diagnose, Mafdnah- menplan und Praxis-Therapie aus einer Hand! & Unsere Soforthilfe für Ihren Unter- nehmenserfolg:\n>\n\nGeschäftsadresse & Büroservice ab 90 Euro - die schlauere Alternative zum teu- ren Ofhice Telefonservice ab 79 Euro -— wir nehmen Ihre Anrufe entgegen, damit Sie mehr Zeit haben Business-Räumlichkeiten & Filmstudio - für produktive Meetings und Ihr virales Imagevideo\nGeförderte Beratung mit Herz & Hirn - mit KMU-Verstand und Know-how Marketing-Support von A bis Z - von Pla- nung über Design bis zur Umsetzung\na\nIS\nin\nwe Su\n—\n—\nNeu: Unsere KMU Online Services: Die ef- fizientesten Software-Lösungen für alle Un- ternehmensbereiche\nTipp: Jetzt zu kostenlosen erfolg-Los Semi- naren anmelden: In der KMU Business Fami- lie unterhaltsam aus Businessfehlern lernen! Mehr Infos unter erfolg-los.at/anmelden\nBlick hinter die Kulissen: Unser Experten- team beim Liveeinsatz: kmu-center.at/ambulanz\nKMU Business Center GmbH Die Business Familie Sterngasse 3/2/6 A-1010 Wien Tel. +43 (0) 1532 01 80 - 810 Fax +43 (0) 1 532 01 80 - 99 E -Mail wiwiAkmu-center.at Web www.kmu-center.at\n1)\nı dD\nme\nauf die sich immer rascher verändernden wirtschaftlichen Voraussetzungen einstel- len können. Büroboxen oder eigene „Spaces“ spielen dabei eine große Rolle. Bei der Wahl der Ausstattung zeigt sich ein klarer Trend",
  "page_35": "extra Büroservice II\nzur Nachhaltigkeit. Darunter werden um- weltbewusste Materialien bei Möbeln und Accessoires ebenso verstanden wie energie- effiziente Heizungs- und Kühlungssysteme. Unabdingbar sind auch moderne Kommuni- kations-Tools, damit Meetings sowohl virtu- ell auch als persönlich durchgeführt werden können.\nBüroservices nach Maß\nMit der neuen Arbeitswelt erfährt auch die Büroorganisation eine Veränderung. Dabei übernehmen Agenturen, die Büroservices anbieten — dazu zählen Sekretariats-, Back- Office-, Schreib- und Kommunikationsar- beiten sowie Telefondienste - eine wichtige Rolle.\nIn Zeiten des wirtschaftlichen Umbruchs ist die volle Konzentration eines Unterneh- mens und seiner entscheidenden Kräfte auf die weitere positive Entwicklung fokussiert. Wer die Leistungen eines Büroservice-Part-\n1020\nAssistenz\nBüroAssistenz - Michaela Putschalka e.U. Rotensterngasse 15 b 1020 Wien T: 0676/90 90 120 E: infodbueroassistenz.at | www.bueroassistenz.at\n:\nE\n7\nWi\n»\nEFFIZIENTE BÜROORGANISATION\nIST DER SCHLÜSSEL\nZU EINEM\nERFOLGREICHEN EN ERDEHMEN\nLEE\nBOGDAN BÜR DOSE\n1030\nSabine Traxler\nBUSINESS SERVICES\nOFFICE- & PROJEKTMANAGEMENT TEL +43 699 10 26 81 63 OFFICE@SABINETRAXLER.COM WWW.SABINETRAXLER.COM\nE;]\nzz\nMANAGEMENT UND AUSLAGERN, DAMIT SIE MEHR ZEIT FÜR IHRE HABEN.\n-B\nWir haben es uns zur Aufgabe\ngemacht, Baufirmen bei ihrer\nBüroarbeit zu unterstützen.\nLagern Sie Ihr Sekretariat aus,\nwir digitalisieren und\nerleichtern Ihnen den\ntäglichen Arbeitsalltag! Durch\nunsere langjährige Erfahrung\ngewinnen Sie professionelle,\nUnterstützung für Ihren\nBetrieb!\n©oo0\noo\noo\n©4\nUnsere Leistungen\nMailservice Rechnungserstellung Buchhaltungsvorbereitung Mahnungen /OP Kostenrechnung Digitalisierung Schriftverkehr lm U= ngineers Zeiterfassung LJL Bankwesen Baumanagement 4Engineers GmbH Ablage www.4eng.at\nm |\nKEINE FLASCHEN IM BÜRO?\n0.\nr7\n\nMERKUR |\nInformation und Bestellung:\nDIRERKT.COM\nwww.merkurdirekt.com\nHeute bestellt. Morgen geliefert ! 94\noder bei unserem Kundendienst unter\nTel.: 01/720-20-20-720\nDER B2B SERVICESPEZIALIST\nBüro\nI —\ns1r\nTe\nN\nAN)\nROMER\nQUELLE\n‚bogdanıca.at\nners in Anspruch nimmt, kann sich auf das eigene Kerngeschäft konzentrieren. Die Büroservice-Teams arbeiten, je nach Bedarf, entweder direkt am Standort des Auftragge- bers oder am eigenen Unternehmensstand- ort. Teilweise aufwändige administrative Tätigkeiten wie z.B. Büroorganisation, Pros- pektversand, Belegsortierung, Adressierung, Paketierung und Kuvertierung, Durchfüh- rung von Botengängen, Bearbeitung von An- fragen, Abwicklung des Mahnwesens oder Terminvereinbarungen werden so in gute Hände gelegt.\nDas senkt den internen Personalaufwand und schafft neue Flexibilität bzw. Spitzen- lastabdeckung. Wer möchte, kann auch bü- rotechnische Einrichtungen, Besprechungs- räume sowie technische Services beziehen oder einen Anruf-Service nutzen. So ist das Unternehmen immer erreichbar — und das sichert die Qualität in der Kundenkommuni- kation.\nBOGDAN BÜROSERVICES Ivana Bogdan, BA A-1030 Wien | Markhofgasse 12-18/9 M: +43 667 449 7802 E: office@bogdan.co.at Web: www.bogdan.co.at",
  "page_36": "IV extra Büroservice\nEs gibt nur eine Chance für den ersten Eindruck\nUnd dieser erste Eindruck, den Kund*innen von einem Betrieb bekommen, wird von einer kleinen Werbeagentur optimiert.\npräsentierte Informationen bewirken eine Erhöhung der Anfragen und Angebote um 15 Prozent. Es zahlt sich also aus, Telefonwarte- schleifen und/oder Handymobilboxen vom Profi produzieren zu lassen.\nEin weiteres Spezialgebiet des Floridsdor- fer Kleinbetriebs sind Beschallungen von Ge- schäftsfilialen. Instore-Musik? Das ist aber nichts Neues! Stimmt. AKM-freie Musik UND authentische Angebots- Produkt oder Dienst- leistungsmoderationen sind dagegen eine Seltenheit. Denn gut gelaunte Kund*innen bleiben nachweislich länger in der Filiale und\nIm Portfolio von SOUND SOLUTIONS The Voice Audiomarketing e.U.rund um Moderator und Producer Tom Gehringer befinden sich z. B. Telefonwarteschleifen und Handymobilbo- xen ganz nach den Wünschen der Kund*innen.\nneyaiet\nww“\nDer Grund: 70 Prozent aller Business-An- rufe gelangen in die Warteschleife und hier\nIhr Office-Erfolgsrezept 2025: Effizient und professionell mit dem KMU Center\nEin professionelles Auftreten ist der Schlüssel zum unterneh- merischen Erfolg - und beginnt oft schon bei der Geschäftsad- resse oder dem ersten Anruf. Doch nicht jedes Unterneh- men verfügt über eigene Büros, Empfangspersonal oder Be- sprechungsräume. Genau hier setzt das KMU Center an: Mit mafßgeschneiderten Office-Lö- sungen, die Ihre Effizienz stei- gern und Ihr Business auf das nächste Level heben.\nBusiness-Räume, die Eindruck hinterlassen\nCR\nKMUCENTER\nOb spontane Meetings, ge- plante Präsentationen oder hybride Konferenzen — unsere modern ausgestatteten Be- sprechungsräume bieten den perfekten Rahmen. Histori- sches Ambiente trifft auf neu- este Technik — damit Ihr Un- ternehmen in jeder Hinsicht überzeugt.\nUnterstützung, auf die Sie zählen können\nMehr als nur eine Adresse - Ihre Visitenkarte im Zentrum Wiens\nSeitüber 35 Jahren begleiten wir Unternehmen verschiedenster Branchen mit praxiserprob- ten Services. Ob Startup, Ein-Personen-Unter- nehmen oder Kleinbetriebe - das KMU Center bietet die Infrastruktur, die Ihnen den Rücken freihält. Persönlich, flexibel und unkompliziert.\nUnsere zentrale Lage im 1. Bezirk bietet Ih- nen mehr als eine repräsentative Adresse. Sie signalisiert Vertrauen, Beständigkeit und Seriosität -— ein Vorteil, den Kund”innen und Geschäftspartner“innen zu schätzen wissen. Das virtuelle Büro des KMU Centers ermög- licht Ihnen ein professionelles Auftreten, ohne Fixkosten für eigene Büroräume.\nJetzt ist der ideale Zeitpunkt, Ihr Unter-\nnehmen professionell aufzustellen.\nVereinbaren Sie gleich ein kostenloses Be- ratungsgespräch — Frau Hösch und ihr Team freuen sich auf Sie!\nImmer erreichbar - ganz ohne eigenes Sekretariat\n\nVerpassen Sie keinen wichtigen Anruf mehr. Unser freundlicher Telefonservice agiert wie Ihre persönliche Empfangsstelle. Unser Fachpersonal nimmt Gespräche in Ihrem Fir- mennamen entgegen, dokumentiert Anfra- gen zuverlässig und sorgt für eine reibungs- lose Kommunikation - auch wenn Sie gerade unterwegs oder bei einem Kundentermin sind.\nKMU Business Center GmbH Die Business Familie Sterngasse 3/2/6 A-1010 Wien Tel. +43 (0) 1 532 01 80 - 810 Fax +43 (0) 1 532 01 80 - 99 E -Mail wiwidkmu-center.at Web www.kmu-center.at\nIL\nunterbewusst wahrgenommene Angebote steigern den Umsatz beachtlich.\nAbgabenfreie Musik und Moderationen gibt es schon um 150 Euro pro Monat! www.thevoice.at\n„Büroservice 2035” der WKO\nDer Bundesausschuss Büroservice des Fachverbandes der gewerblichen Dienstleister freut sich, die neue Trend- broschüre „Büroservice 2035“ vorzu- stellen. Diese Publikation richtet sich an Unternehmer”innen der Branche und bietet wertvolle Einblicke sowie praxi- sorientierte Handlungsempfehlungen, um den Herausforderungen der Zukunft aktiv zu begegnen.\nIn Zeiten des digitalen Wandels und zunehmender Komplexität ist es für Un- ternehmen unerlässlich, sich frühzeitig mit kommenden Entwicklungen aus- einanderzusetzen. Die Broschüre ba- siert auf fundierten wissenschaftlichen Analysen und liefert konkrete, praxis- taugliche Ableitungen, die Büroservice- unternehmen dabei unterstützen, ihre Geschäftsmodelle zukunftsfähig zu ge- stalten.\nDie Zusammenarbeit mit dem wis- senschaftlichen Partner, der CAMPUS 02 Fachhochschule der Wirtschaft, und dem Expertenteam um FH-Prof. DI Dr. mont. Michael Terler, war für die Erstel- lung der Broschüre von entscheidender Bedeutung. Durch die Expertise der Fachhochschule konnte die Trendbro- schüre mit wertvollen Erkenntnissen und innovativen Impulsen angereichert werden.\nErgänzend zur neuen Broschüre wur- de die Podcastreihe Vision Voices ins Leben gerufen, die auf allen gängigen Podcast-Plattformen abgerufen werden kann.",
  "page_37": "extra Einrichtung\nErstmals Büroküchen aus eigener Produktion\nSeit über 80 Jahren steht hali als österreichi- scher Hersteller für hochwertige Büromöbel. Nun erweitert das Unternehmen aus Eferding sein Angebot mit der Produktion eigener Bü- roküchen. Die modernen Küchen - von der kleinen Teeküche bis zur voll ausgestatteten Büroküche — werden als Komplettlösung an- geboten. Von der individuellen Planung über Produktion, Lieferung und Montage kommt alles aus einer Hand. „Das Wohlbefinden am Arbeitsplatz rückt zunehmend in den Fokus und die Büroküche als zentraler Treffpunkt ist ein entscheidender Faktor“, betont hali- Geschäftsführer Daniel Erlinger.\nUnternehmen, ihren Mitarbeitenden optimal ausgestattete Arbeitsplätze zur Verfügung zu stellen“, betont Daniel Erlinger.\n'r\nBüroküche und Office Möbel aus einer Hand\nDie Büroküchen von hali stehen für flexible Planung, modernes Design und eine All-in- One-Lösung. Mit den Modellen „Vibe“ (mit Griff) und „Smart“ (grifflose Variante) bietet hali zwei moderne, hochwertige Küchenty- pen an, die auch mit dem österreichischen Umweltzeichen zertifiziert sind.\nui\n| _- ah\nJede Büroküche wird individuell gefertigt und sorgt durch gleiche Dekorfarben, Materi- alien und Formsprache für harmonisch abge- stimmte Büroräumlichkeiten. hali übernimmt den gesamten Prozess - von der Planung über die Produktion in Eferding bis zur Lieferung und Montage vor Ort — mit nur einem An- sprechpartner.\nArbeitsalltag im Wandel - hali re- agiert mit neuem Produktangebot\nIn der modernen Arbeitswelt spielt das Wohlbefinden am Arbeitsplatz eine immer größere Rolle. Viele Unternehmen setzen wieder verstärkt auf die Anwesenheit vor Ort, um Teamwork und den sozialen Aus- tausch zu fördern. Eine hochwertige Aus- stattung der Büroräume ist dabei von beson- derer Bedeutung. „Außerdem verstärkt der Fachkräftemangel die Bemühungen vieler\nHochwertige Küchengeräte werden ebenfalls angeboten\nhali bietet Komplettküchen samt Zubehör wie Spülen, Armaturen und hochwertige\nka\nD\n|\n_\n_%&\nl Eu\n— —\n4\nmy <>\nElektrogeräte an - hier setzt hali auf Quali- tätsprodukte der Marke AEG. Als besonderes Highlight kann jede Küche mit einem Quoo- ker-Wasserhahn ausgestattet werden, der in Sekundenschnelle kochendes oder prickeln- des Wasser liefert. Auf alle Elektrogeräte gibt es fünf Jahre Garantie.\nwww.hali.at/produktwelten/buerokuechen www.hali.at/produktwelten/\na,\nh\\\nN\n——,\n| .\n'E\nN\nu\nHol dir\nunseren\nkostenlosen\nOffice Kitchen Guide\nmit den 6 wichtigsten\nPlanungstipps für deine\nBüroküche.\n41%\nel: DO)\nRa\n7 2\nr\nIL;\nDE\na\nil\n7\nm\n.‘\na",
  "page_38": "VI ex\nster\nE ®\nbr\nLu\nis\nKr\nN N\noh\n—_) N\n\\\\\nU\n2)\n3%.\nm\n——— Ar\nwe\n©\n—\nSu\n—___\n| risen und Wandel sind das eine, aber eigentlich beginnt eine neue Epoche“, agt Heidi Blaschek, Unternehmerin und Expertin für Transformation, Innovati- onsprojekte und Personalberatung. Damit hat sie als Fachgruppenobfrau der gewerblichen Dienstleister in der Wirtschaftskammer Wien einen klaren Zugang zur aktuellen Situation. „Es ist unsere Aufgabe, unsere Mitglieder auf diesem Weg zu begleiten und ihnen z. B. maßgeschneiderte Ausbildungs-Tools anzu-\nVideodolmetschen: Sprachbarrieren in Sekunden überwinden\nBeim Videodolmetschen wird eine professi- onelle Dolmetscherin oder ein Dolmetscher per Videoanruf zugeschaltet, um Verständi- gung zwischen verschiedenen Sprachen zu ermöglichen.\nBesonders in Krankenhäusern, Schu- len oder Behörden, wo schnelle und präzise Kommunikation gefragt ist, erweist sich die- se Technologie als unverzichtbar.\nVideodolmetschen punktet mit sofortiger Verfügbarkeit, da Dolmetscher*innen inner- halb weniger Minuten zugeschaltet werden.\nre\nWeil die Klnicht alles kann\nBei Übersetzungen oder im Lektorat spielt die Künstliche Intelligenz eine immer wichtigere Rolle. Doch entscheidend bleibt der Mensch.\nbieten.“ Denn gerade jetzt sei in der Dienst- leistungsbranche eine Frage entscheidend: „Wieviel Dienstleistung wird in Zukunft die Kl erbringen - und was kann mein Mehrwert sein?“, betont Blaschek. Es sei immer wichti- ger, sich aktiv mit dem verschränkten Arbei- ten zwischen Mensch und Kl zu beschäftigen. Denn die KI werde alle Bereiche erfassen — aber sie ist derzeit noch limitiert. „Ja, die KI kann Prozesse beschleunigen und die Efhzi- enz steigern. Aber wer mit Kl arbeitet, wird\nDarüber hinaus ist der Service ortsunabhän- gig nutzbar. Auch aus wirtschaftlicher Sicht überzeugt Videodolmetschen: Kostenefhzi- enz entsteht durch den Ausfall von Reise- kosten. Ein weiterer entscheidender Vorteil ist das breite Sprachangebot, das den Zugriff auf zahlreiche, auch selten gesprochene Spra- chen ermöglicht.\nGeiselbergstraße 17/2/5.0G 1110 Wien T +43 1 332 13 05 E office@savd.at\nMit Videodolmetschen wird Sprachbarrie- ren in jeder Situation schnell und zuverlässig begegnet - eine moderne Lösung für eine zu- nehmend vernetzte Welt.\nI\\\nwe\n®\nur\n3\nyo Fr |\ner\nL\nk=.\nN\nN\nI\n—\nIn\nl\nbald sehen: Komplett unbearbeitete KI-Texte erkennt man sofort. Die KI kann rasch struk- turieren - aber um das Ganze in einen eigenen Duktus zu bringen, braucht es einen Men- schen.“\nDer Mensch muss die\nKontrolle haben\nEine Ansicht, die Trisha Kovacic-Young von YT Language Solutions OG teilt. „KI und Übersetzung betrifft Sprachdienstleistungs-\n&SaVD\nVIDEODOLMETSCHEN\nPart of SAVD GROUP",
  "page_39": "3\n© Radomir Jovanovic/stock.adobe.com\nrasch Ergebnisse, die in vielen Bereichen auch zu verwenden sind. Aber es bleibt immer eine persönliche Entscheidung, was man überneh- men kann, oder wo man selbst denken oder direkteingreifen muss.“ Kovacic-Young meint, dass Kunden diesen Unterschied auch erken- nen müssen. „Man muss selbst entscheiden bzw. wissen, wann ich mir eine Expertin, ei- nen Experten hole, wenn es um eine andere Sprache geht. Man sollte immer im Fahrersitz bleiben und darf sich nicht blindlings der Kl ausliefern.“\nDi.\n|\nVertrauen ist wichtig\nEs ist auch eine Sache des Vertrauens zwi- schen Auftraggeber und Sprachdienstleistern. Schließlich geht es um sensible Daten: So ste- hen im Frühjahr bei vielen Unternehmen die Veröffentlichung von Jahresabschlüssen oder Nachhaltigkeitsberichten an. Das bedeutet für kleinere Unternehmen oft Neuland. „Aber auch kleinere Betriebe sind heute angehalten, Nachhaltigkeitsberichte zu veröffentlichen‘, sagt Kovacic-Young, „das betrifft nicht nur ihr Standing in der Öffentlichkeit, sondern kann auch ein Aspekt in der Unternehmensfinan- zierung sein. Bekanntlich müssen Banken auf CSR-Themen verstärkt achten. Das ist also ein Beispiel, wo sehr viel Fachwissen, Sprach- gefühl und auch technisches Know-how ge- fragt ist. Das kann die Klnicht auf Knopfdruck abbilden. Und man muss wissen: Niemand liest den Text so genau wie der Übersetzer!“\n|\nee\nextra Sprachdienstleister v1\nMIT DEUTSCH ZUM ERFOLG Online-Deutschkurse für Berufstätige EMANUEL EXERS, BA MA Referent an Fachhochschulen, Kursleiter für den Vorstudien- lehrgang der Wiener Universitäten und zertifizierter Prüfer für ÖIF (A1-B2) und ÖSD (A1-C2) +4369981494093 exers.emanuel@gmail.com\nDarüber hinaus spielen einfache Sprache sowie Barrierefreiheit eine immer größere Rolle. „Das betrifft nicht nur Menschen, die eine Sprache nicht gut können oder die über keine hohen Alphabetisierungsgrad verfü- gen“, erklärt Kovacic-Young, „das reicht auch in die Wissenschaft hinein. Schließlich sollen Forschungsergebnisse oder wissenschaftli- che Zusammenhänge nicht nur in der eigenen Community verstanden werden“\nfe\ny4\nu\nUnternehmen natürlich sehr. Unsere Heraus- forderung ist es, den Kunden klar zu machen, dass Kl zwar wunderbar und ein super Tool ist, aber dass der Mensch noch immer in Kon- trolle bleiben muss. Das ist entscheidend‘, sagt Kovacic-Young, die auch Präsidentin der Austrian Association of Translation Compa- nies (AATC) ist. Es gäbe durchaus Kunden, die nach ersten Versuchen mit KI-Überset- zungen ihre Schlüsse daraus gezogen haben. „Manche haben auch schlechte Erfahrungen gemacht. An sich bietet die KI zweifellos Vor- teile: Manches geht viel schneller, man erhält\nErzählKunst 8 ist für Sie da, wenn es um\nVerständlichkeit Formulierungen & Reflektion\nIhrer Texte, Bücher, Homepageinhalte,\nAnsprachen, Pitches, etc. zu verfeinern, ehe es\nzur Einreichung geht. Kontaktieren Sie uns &\nentdecken Sie Ihr Potential.\n1030\nLektorat Kleinrath\nT 0650/355 23 72\nE office@lektorat-kleinrath.at\n|www.lektorat-kleinrath.at\nLektorat - Übersetzung - Post-Editing\nFox Coffey, KG Frauengasse 21/13 T: 01/892 7104 E: firma@foxcof.co.at l: www.foxcof.co.at\nDienstleistung - Gewerbliche Mobile Übersetzung Polnisch - Deutsch Kapaunplatz 7/14/6 1200 Wien T: 0676/50 77 317 E: anna.ferens@gmail.com\n1170\nErzählKuns\n1020\nDramaturgisches Lektorat für Storytelling\nErzählKunst 8\nWestbahnstraße 35/26, 1070 Wien\nTel.: 0664/464 77 29, E-Mail: lektorat@erzaehlkunst8.com\nIwww.erzaehlkunst8.com",
  "page_40": "vn extra Schilder & Druck\nViel Druck ohne Druck\nG eht uns die Lust am Gedruckten aus? Fast könnte man das angesichts der im- mer stärkeren Digitalisierung annehmen. Doch Marktanalysen gehen derzeit von ei- nem weltweiten Druckmarkt-Wachstum aus, das bald über 500 Mrd. USD betragen könn- te. Dafür gibt es mehrere Gründe. Es werden immer mehr Produkte entwickelt, neue Ziel- gruppen wachsen heran. Das bietet — auch in Österreich - Chancen für eine innovative Druckindustrie. Ob Etiketten, Verpackungen oder Werbebotschaften - jetzt ist Kreativi- tätin Gestaltung und Umsetzung gefragt. Ein weiterer Punkt: Kampagnen werden zwar ver- stärkt über soziale Medien wie TikTok und Co ausgespielt, dennoch bleiben auch haptische Produkte gefragt. Stichwort Zielgruppe: Junge Konsument”innen mögen vermehrt über Ins- ta &Co. erreicht werden, ältere Menschen, die über entsprechendes Kapital verfügen und als markentreu gelten, fühlen lieber, was sie kau-\nfen wollen. Auch in der b2b-Kommunikation bleiben Druckprodukte als Visitenkarte eines Unternehmens bedeutend.\nInnovation ist gefragt\nDas E-Commerce-Wachstum bietet Chancen für innovative Druckleistungen durch Spezia- lisierung, Mehrwert und Personalisierung. Im- mer schnellere Auftragsabwicklung, kleinere Einheiten und große Flexibilität sind weitere Themen. Die Veredelung von Druckwerken hebt die Kommunikation zum Kunden auf ein neues Niveau. Darüber hinaus tragen moder- ne Druckanlagen und -techniken dazu bei, die Umweltbelastung möglichst gering zu halten. Ein gutes Argument auch im Vergleich zu di- gitalen Kampagnen: Jeder Newsletter erzeugt nämlich eine Menge an Emissionen und ver- braucht viel Strom. Fazit: Bedrucktes Papier hat auch im digitalen Zeitalter seinen festen Platz in der Kundenkommunikation.\n\nanetschek\nGROSSFORMATIWERBETECHNIK\nGroßformatdruck & Werbetechnik für starke Auftritte.\n\n(ar-stönde\nTurm aus N\nWabenkar\nJR\njanerschck 4,\nle\nB|\n4\nar\nN\nBIG T E.\nDAY\n! HERZLICH\nWILLKOMMEN!\n|\nN\n“\ntr,\nä -\nEr, B\\\n.\nKr\na\nSHOP & LIEFERSERVICE\nFÜR\nFIRMEN,\nBÜROS\nNOTARE, RECHTSANWÄLTE, WIRTSCHAFTSPRÜFER\nDER B2B SERVICESPEZIALIST STEUERBERATER, KINDERGÄRTEN, HAUSHALTE, EINFACH FÜR ALLE.\nRIESENAUSWAHL - FÜR ALLE BEREICHE IHRES BÜROS!\nFür die\nEinweg- und Pfand\nWaschraum/WC/Hauskeeping\nTEEKÜCHE\nGETRÄNKE\nREINIGUNGSMITTEL\n®\nmu —\n=)\n% 3 Form\nwi.  —\nKi\n\\\n\\geT\nel. comfc\n| Darin\nCREMA\n;»»\nMERKUR |\nDIREISTCOM 4\nge =,\nHeute bestellt. Morgen geliefert !\nen\njanetschek\nBIG\n_— DAY\n|\n».\nnu\nTrennwand\naus Wellpappe\nThink ahead.\nUnser Kundendienst für Beratung & Bestellannahme oder online!\nKundendienst: Tel.: 01/720-20-20-720 (ve. - Fr. 8:00 bis 17:00 Uhr) oder Online-Shops: www.merkurdirekt.com\nZobidrud,\nMaria Rodler Gesellschaft m. b. H.\nwww.robidruck.co.at\n01/332 49 08-12\nEngerthstraße 128, 1200 Wien\n2\nBannerplakate\nin Holzleisten\n@rı\na, .)\n[e]\"\nWir Freuen uns auf Ihre Anfrage: office@janetschek.at T: 02862/522 78-411 gross.janetschek.at\n\nWIR LIEBEN DRUCK!"
},
  "language": "Languages.GERMAN",
  "total_pages": 40
}
