{
  "file_name": "234_2221.pdf",
  "pages": {
  "page_1": "u et\nB,%\n=\nee\n=.\nPi u\ner 3\nGreen Deal mit voller Kraft voraus\nNach dem Fit for 55-Paket im Juli läuft der EU- Gesetzgebungsmotor weiter auf Hochtouren: Klima-Dossiers, Green Finance, Kreislaufwirt- schaft, Biodiversität, Wald und Waldprodukte, nachhaltige Produkte, Chemie, Pestizide, Wasser und Luft.\nie Europäische Kommission hat diesen Herbst wie üblich ihr Arbeitsprogramm für das nächste Jahr, 2022 präsentiert. Darin sind die nächsten Schritte in Richtung eines grüneren, gerechteren, digital besser aufgestellten und resilienteren Europas - insbesondere für die hoffentlich baldige Zeit nach Corona dargelegt. Konkret enthält das neue Kommissions-Arbeitspro- gramm 42 neue politische Initiativen zu allen sechs übergreifenden Zielen, darunter dem European Green Deal (EGD). Hinzu kommen wie immer Vorschläge zur Vereinfachung von Vorschriften (REFIT bzw. F4F „Fit for Future“), eine Übersicht der prioritär anhängigen Maßnahmen sowie geplante Rücknahmen.\n\nDie Kommission wird weiter daran arbeiten, Europa bis 2050 zum ersten klimaneutralen Kontinent der Welt zu machen. Das bedeutet einerseits, dass die bereits dieses\nN\nJahr vorgelegten Vorschläge aus dem Paket „Fit for 55“ weiterhin große Bedeutung haben werden. Andererseits plant die Kommission weitere Initiativen. Beispielswei- se will sie einen Rechtsrahmen für die Zertifizierung der CO,-Abscheidung vorschlagen. Weitere Schritte hin zur emissionsfreien Mobilität sind ebenso geplant, bei- spielsweise durch eine Überprüfung der CO,-Emissions- normen für schwere Nutzfahrzeuge. Auch plant sie den Null-Schadstoff-Aktionsplan zur Verbesserung der Wasser- und Luftqualität voranzubringen, neue Vorschriften für den nachhaltigen Einsatz von Pestizi- den festzulegen oder die Kreislaufwirtschaft insgesamt voranzubringen. Dazu kommt ein Gesetzgebungsvor- schlag, in dem das Recht, Produkte reparieren zu lassen, anstatt sie zu ersetzen, gestärkt werden soll.\nNeben dem bereits vorgeschlagenen Klima-Sozialfonds wird die Kommission auch weitere Mittel mobilisieren und so die externen Finanzierungen für biologische Vielfalt verdoppeln. Grüne Anleihen werden ebenfalls eine immer wichtigere Rolle spielen - ein nachhaltiges Finanzwesen soll den Mittelpunkt der Aufbaumaßnah- men der EU darstellen. Ebenso wird auf die jüngsten Energiepreissteigerungen Bezug genommen, mit der Schlussfolgerung, dass die EU ihre Abhängigkeit von fossilen Brennstoffen reduzieren muss.\nIm Mittelpunkt der Maßnahmen der EU-Kommission steht somit weiterhin die Klimaneutralität 2050 bzw. die Umsetzung des neuen Klimaziels 2030. Diese Zielset- zung entspricht den Verpflichtungen des Pariser Klimaabkommens - das europäische Fit for 55-Paket zeigt den Weg der Umsetzung in Europa. Insgesamt muss mit dem European Green Deal der Klimaschutz- zweck erfüllt und gleichzeitig ein für die Wirtschaft praktikabler und verträglicher Weg gegangen werden. Dabei spielen insbesondere der Wirtschaftsstandort Europa und der Erhalt internationaler Wettbewerbsfä- higkeit eine große Rolle.\n\nDer von Ursula von der Leyen eingeführte „One-in-one- out“-Grundsatz in der Gesetzgebung wird weitergeführt Dadurch soll sichergestellt werden, dass bei der Einfüh- rung unvermeidlicher neuer Belastungen diejenigen verringert werden, die durch bestehende Rechtsvor- schriften im selben Politikbereich verursacht werden. Die Kosten für die Einhaltung der EU-Rechtsvorschriften sollen insgesamt transparenter quantifiziert und systematisch in Folgenabschätzungen dargelegt werden, und Verwaltungskosten ausgeglichen werden. Eine bessere Rechtsetzung soll Nachhaltigkeit und den digitalen Wandel weiter fördern, indem der Fokus auf die Grundsätze „Vermeidung erheblicher Beeinträchtigun- gen“ und „standardmäßig digital“ gelegt wird. ©\nEN‘\nEu\n&",
  "page_2": "WKO-UÜberblick zum European Green Deal und seinen Dossiers\nZero- Pollution\nEaiseieist -Strategie\nae rn Sektorintegration sowie\nNachhaltigkeits-Strategie\nBodenstrategie NEU L „Europäisches\nRenovierungswelle und\nBauhaus\nChemikalien NEU\nBE\nBe\nFE Rechtsakt Strategien\nEB] Teil des EU Fit for 55 Pakets, veröffentlicht im Juli 2021\n%& Teil der Nachhaltigen Produktinitiative\nSTATUS\n\"RX Entwurf innerhalb der kommenden 6 Monate angekündigt\nWKO EU-Stenogramm\nWeb-Link:\n(EA Vorschlag Kommission veröffentlicht\nDetails zu den Rechtsakten\n==,\nX Ratsposition veröffentlicht\nZäs Trilog läuft\n© Rechtsakt abgeschlossen bzw. Strategie veröffentlicht\nMag. Barbara Lehmann MA (EUREP WKÖ Brüssel) barbara.lehmann@eu.austria.be\nArbeits- programm der Kommission 2022 - Link\nKONKRETE BAUSTEINE FÜR 2022\nPolitisches Ziel: European Green Deal\nNull-Schadstoff-Ziel\nSustainable Mobility\naktionsplan NEU\nKlimazielplan 2030\nNEU\nStrategie\nNachhaltige\nEmpowering\nim Parlamentsposition veröffentlicht\n© Überarbeitung der Verordnung (EG) Nr.1272/2008 über die Einstufung, Kennzeichnung und Verpackung von Stoffen und Gemischen (legislativ, einschließlich Folgenabschätzung, Artikel 114 AEUV, 2.Quartal 2022) © Integrierte Wasserbewirtschaftung -überarbeitete Listen von Oberflächen- und Grundwasser- schadstoffen (legislativ, einschließlich Folgenabschätzung, Artikel 192 AEUV, 3. Quartal 2021) © Überarbeitung der Richtlinie über EU-Luftqualitätsvorschriften (legislativ, einschließlich Folgenabschätzung, Artikel 192 AEUV, 3. Quartal 2022)\nPaket zu Klimaschutzmaßnahmen\n© Überprüfung der EU-Vorschriften über fluorierte Treibhausgase (legislativ, einschließlich Folgenabschätzung, Artikel 192 Absatz 1 AEUV, 2. Quartal 2022) © Überprüfung der CO,-Emissionsnormen für schwere Nutzfahrzeuge (legislativ, einschließlich Folgenabschätzung, Artikel 192 Absatz 1 AEUV, 4. Quartal 2022) © Zertifizierungssystem für den CO,-Abbau (legislativ, einschließlich Folgenabschätzung Artikel 192 Absatz 1 AEUV, 4.Quartal 2022)\nKreislaufwirtschaft\n© hhitiative für das Recht auf Reparatur (legislativ, einschließlich Folgenabschätzung, 3. Quartal 2022)\nKunststoffpaket © Politischer Rahmen für biobasierte, biologisch abbaubare und kompostierbare Kunststoffe (nicht legislativ, 2. Quartal 2022) © Beschränkung von Mikroplastik (nicht legislativ, 4. Quartal 2022) © Maßnahmen zur Verringerung der Freisetzung von Mikroplastik in die Umwelt (legislativ, einschließlich Folgenabschätzung, Artikel 114 AEUV, 4. Quartal 2022)\nFarm to Fork\n© Nachhaltiger Einsatz von Pestiziden -Überarbeitung der EU-Vorschriften (legislativ, einschließlich Folgenabschätzung, Artikel 192 Absatz 1 AEUV, 1. Quartal 2022)\nPolitisches Ziel: Ein Stärkeres Europa in der Welt\nInternationales Engagement im Energiebereich\n© Neue Strategie für das Handeln im internationalen Energiebereich (nicht legislativ, 1. Quartal 2022)\nKreislaufwirtschaft\nNachh. Finanzierung\nno Strategie Smart and nt Kreislaufwirtschafts- Be,\na\nProduktinitiative NEU \"m\n9\nnung\n=\nSechs Maßnahmenpakete\nzum nachhaltigen\nFinanzwesen\nen WO\nfor Green transition NEUpgt En\nthe Consumer\nCT\nEU- [Texlsretegie\nJust Transition Fund\nStrategien für\nWasserstoff\n== zu"
},
  "language": "Languages.GERMAN",
  "total_pages": 2
}
