{
  "file_name": "239_2245.pdf",
  "pages": {
  "page_1": "74 BIOENERGIA\nPublic Consultation on the EU’s 2040 climate target\nBioenergia ry - the Bioenergy Association of Finland strongly supports an EU 2040 climate target that is consistent with the EU’s ambition to reach the 2050 climate neutrality target. Despite the ongoing energy crises and war in Europe, we cannot afford to endanger the mid- to long-term climate targets. The EU should decisively continue its path towards climate neutrality also in the mid-term. The recent crises have made it clear that we need a broad portfolio of sustainable energy solutions to reach the climate targets, to respond to the ongoing nature loss and to keep up the societal resilience. Bioenergy is a crucial part of the energy palette as a renewable, storable, and stable energy source that significantly enhances the EU’s energy security.\nCutting down the usage of fossil fuels should be in the core of the EU’s climate action. However, carbon removal solutions are also needed to reach the climate targets in time and in a societally acceptable manner. The EU should place separate targets for emissions reductions, natural carbon sinks and technological carbon sinks. The different targets for emissions reductions and carbon sinks ensure that strengthening carbon sinks is not done in a way that slows down the efforts in reducing greenhouse gas emissions. There are different economical and societal impacts and risks, especially in terms of permanence, related to different carbon removal solutions that must be considered when placing these targets.\nMaintaining natural carbon sinks is important also from the point of view of biodiversity. The forests’ long-term growth conditions and overall health should be considered in the policies regarding these solutions. It is also important to address the scientific uncertainty regarding the statistics related to natural carbon sinks and the volatility of biomass demand.\nIt is vital that the EU sends a clear signal to the industry that technological carbon removal solutions, including carbon capture and storage in long-lived products, are needed at scale alongside natural carbon sinks and that the permanence of these solutions has to be taken in consideration. Carbon capture and utilization for short-lived products can be an interesting path alongside carbon removals, if it supports reducing fossil fuel usage. Bioenergy and carbon capture and storage (BECCS) and biochar carbon removal (BCR) are the most cost-efficient negative emissions technologies with the most mature Technological Readiness Levels (TRL) and thus the most potential solutions to provide negative emissions at scale. The European Scientific Advisory Board on Climate Change published their advice on the EU’s 2040 target and 2030-2050 greenhouse gas budget in\nBioenergia ry Etelaranta 10, 00130 Helsinki\nwww. bioenergia.fi\n> @ @ .\nCO\nOO lL\nCCC\nEl ‘iaeelelsOCOC;:;COS",
  "page_2": "74 BIOENERGIA\nmid-June. In all the ESABCC’s pathways, technological carbon removal solutions are required to reach climate neutrality. More specifically BECCS plays a key role in delivering technological carbon removals at scale. The amount of carbon removals needed through BECCS is 9-46 MtCO2 already by 2030, which is far more than the Commission's aspirational goal of 5 MtCO2 for all technological carbon removals by 2030. Looking further, by 2040 the range needed for BECCS is substantial, 46-207 Mt CO2, and by 2050 the range is 70-336 Mt CO2. Estimated potential for biogenic carbon removals in Europe with the current biomass use is ca 200-300 MtCO2 based on literature (eg. Rosa et al, 2021) and the inaction delays the cumulative removals and increases the costs of climate actions by the end of the century (eg. Galan-Martin et.al, 2021). Greater ambition in promoting these solutions is urgently needed in order to reach the necessary scale. Lack of incentives, both in market models or in terms of investment and production aid, is a clear bottle neck in the promotion of these solutions and this issue should be tackled at the EU level.\nIn the 2030s the EU climate and energy policies should clearly focus on greenhouse gas emissions and not on fragmented, separate policies like renewable energy, energy efficiency, sectoral or technological policies. The functionality of the emissions trading systems needs to be ensured and the emissions coverage of the systems should be increased. It is also important to assess the possible integration of the EU ETS and the new ETS2 that will start operating in 2027 taking into account experience gained along the way. In case the ETS2 continues as a separate system, it should be treated as an individual sector, such as the current ETS, and the supplementary national targets for the covered sectors should be removed. Following this development, the system should also eventually become market-based, and the price ceiling should be removed. The possibility of eliminating the remaining Effort Sharing Regulation sector as a separate climate policy pillar should be assessed. The functioning of the upcoming Carbon Border Adjustment mechanism (CBAM) needs to be monitored. There should be several checkpoints in the 2030s to assess whether the CBAM works as intended and that it does not endanger the competitiveness of the European economy.\nThe Bioenergy Association of Finland emphasizes the importance of technology neutral approach in the EU policy making. Creating lists of “the proper technologies or solutions” to reach the mid- to long-term climate goals years ahead is by no means the optimal method. There is no certainty regarding the best solutions in the years to come and these solutions should be determined by markets and technological development and not by political decisions. R&D support is, however, key for all sustainable technologies.\nBioenergia ry Etelaranta 10, 00130 Helsinki\nwww. bioenergia.fi\n> @ @ .\nCO\nOO lL\nCCC\nEl ‘iaeelelsOCOC;:;COS",
  "page_3": "74 BIOENERGIA\nCarbon removals are essential to reach the climate neutrality target in 2050, however, already in 2040, the need for these solutions is significant. The amount of EU ETS allowances is bound to reach zero by 2039, and yet, it is unlikely that there will be no emissions in the ETS sector after 2040. We need carbon removals at scale to both remove the CO2 already in the atmosphere as well as to offset the remaining emissions.\nRegarding the international cooperation, in the 2030s, the EU should allow limited international trade with units generated under the Paris Agreement’s Article 6 and the possibility of using these units to fulfill the EU climate targets. The specific requirements for these units can be determined later. Enabling international cooperation can further increase the EU’s political influence outside its borders while creating a more competitive environment for the EU industry and increasing the EU’s climate policy's cost-efficiency.\nBioenergia ry\nEtelaranta 10, 00130 Helsinki\nwww. bioenergia.fi\n> @ @ .\nCO\nOO lL\nCCC\nEl ‘iaeelelsOCOC;:;COS"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
