{
  "file_name": "239_2244.pdf",
  "pages": {
  "page_1": "74 BIOENERGIA\n28 October 2020\nBIOENERGY ASSOCIATION OF FINLAND POSITION ON CARBON BORDER ADJUSTMENT MECHANISM\nThe Bioenergy Association of Finland supports the objectives of the EU Green Deal, including climate neutrality by 2050, healthy ecosystems in the EU, improved competitiveness for European industries and higher energy security. We also understand that the recently introduced enhanced EU 2030 Climate Target seems likely to significantly increase the carbon price in the EU ETS, which will increase the relevance of all mechanisms addressing the risk of carbon leakage.\nThe Commission has already expressed that it will consider introducing a Carbon Border Adjustment Mechanism (CBAM) in 2023 to address carbon leakage and to generate new revenues for the Next Generation EU (NGEU) programme. According to the proposed work programme of the Commission for 2021, the legislative proposal for CBAM and a proposal for CBAM as own resource will be presented in Q2/2021.\nWe believe the risks related to the CBAM far exceed the expected benefits and, hence, the CBAM should not be introduced. The objective of the CBAM is to replace the existing systems to address the issue: free emission allowances and compensations for industry due to higher electricity prices. Instead of engaging in an effort to develop a new and untested means to address carbon leakage, the EU should stick to its current policy tools and continue minimising the risk of carbon leakage in its climate diplomacy.\nCBAM is always a second-best option in climate policy - even more so if it is unilateral. Multilateralism i.e. a broad global coalition of countries implementing ambitious climate policies together should remain as the best option and the overall goal for EU’s climate diplomacy. The EU has succeeded in leading and should continue to lead and push for progress in such a broad coalition through its own convincing policies. A broad coalition of ambitious countries would reduce the political counterparty risks and create a demand pull for cutting-edge clean technologies developed in the EU and elsewhere.\nThe CBAM seems to be based on a false idea that markets and industries in the EU and their value chains are isolated from the rest of the world. The CBAM would further increase the prices of products manufactured in the EU and thereby risk reducing competitiveness of European export-oriented industries. Margins in global competition are tight and global buyers are not necessarily committed to similarly ambitious climate\nwww.bioenergia fi\nBioenergia ry\nEtelaranta 10, 00130 Helsinki\nAw\nEEOllo—=Eeu\neee o—=ET— ee e,lo—=LL—\nLO",
  "page_2": "74 BIOENERGIA\n28 October 2020\naction. Lower competitiveness would risk moving European jobs - and eventually also knowhow - overseas and increasing emissions. This is not a path the EU should choose.\nThere is hardly any experience - even at technical level - about the use of a CBAM. Implementation of such mechanisms in US or Canadian States is indeed worth exploring, but at the same time, it needs to be recognized that they are not comparable with the EU introducing such mechanisms for global trade.\nWe note that the Consultation carefully considers different types of policy instruments, methodological approaches for technical implementation and sectoral scopes. However, we believe it is crucial that the Commission also analyses and evaluates the political counterparty risks of CBAM options, including risks like trade wars and backsliding in global implementation of the Paris Agreement and in the UNFCCC. These kinds of risks may be difficult to specify and quantify but can be immensely important for decision-making in the EU institutions and should not be ignored.\nIf the CBAM is nevertheless introduced, it should take place gradually. The focus should first be in a few sectors, which are import-intensive (at EU and/or MS level) and where products are emission-intensive. The electricity generation sector with fossil fuels might be one of the candidates.\nBioenergia ry\nEtelaranta 10, 00130 Helsinki\nwww.bioenergia fi\nEll o—=EeEe\neel l—C—=\"ET— ee eelo—=L_—\nLCL",
  "page_3": "Contribution ID: b5bec212-24b8-4dbf-9560-996daa8a6b7a\nDate: 28/10/2020 19:39:02\nPublic Consultation on the Carbon Border Adjustment\nFields marked with * are mandatory.\nIntroduction\nThe European Green Deal (https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en) adopted by the Commission on 11 December 2019 aims to transform the EU into a fair and prosperous society, with a modern, resource-efficient and competitive economy where there are no net emissions of greenhouse gases in 2050 and where economic growth is decoupled from resource use. The long-term objective of climate neutrality by 2050 will be enshrined in legislation and the Commission will propose to increase the EU’s climate ambition to reduce greenhouse gases emissions by 50-55% from 1990 levels by 2030.\nIn this context, the European Green Deal emphasized that “should differences in levels of ambition worldwide persist, as the EU increases its climate ambition, the Commission will propose a carbon border adjustment mechanism, for selected sectors, to reduce the risk of carbon leakage”. Risk of carbon leakage means either that production is transferred from the EU to other countries with lower ambition for emission reduction, or that EU products are replaced by more carbon-intensive imports. If this risk materialises, there will be no reduction in global emissions, and this will frustrate the efforts of the EU and its industries to meet the global climate objectives of the Paris Agreement. A Carbon Border Adjustment Mechanism (CBAM) would ensure that the price of imports reflects more accurately their carbon content. This measure will be designed to comply with World Trade Organization rules and other international obligations of the EU. This measure would be an alternative to the current free allocation of allowances or compensation for the increase in electricity costs that address the risk of carbon leakage, because of carbon pricing in the EU’s Emissions Trading System (https://ec.europa.eu/clima/policies/ets_en) (ETS). Since 2005, the EU Emissions Trading System has been a key tool for reducing greenhouse gas emissions in the industrial and power sectors, by setting up a carbon market based on a 'cap and trade’ principle. The system works by putting a limit on overall emissions from covered installations, which is reduced each year. Within this limit, companies can buy and sell emission allowances as needed, while some allowances are provided for free to certain industries on the basis of harmonised rules.\nOn 27 May 2020, the European Commission set out a Recovery Plan for Europe (https://ec.europa.eu/commission/presscorner/detail/en/ip_20_940) in response to the economic and social impacts of the COVID-19 pandemic. In the context of this plan, a new recovery instrument has been put forward by the Commission, with the proposal that the necessary funds be raised by temporarily lifting the EU’s own resources ceiling. In this context, green own resources could contribute to future financing of the EU budget while supporting the green transition of the European economy and society. The Carbon Border Adjustment Mechanism is one of the possible options mentioned in the Recovery Plan for Europe in this context.\nAbout you\n*Language of my contribution\nEnglish\n*| am giving my contribution as\nBusiness association\n«First name\nThe Bioenergy Association\n«Surname\nof Finland\n* Email (this won't be published)",
  "page_4": "info@bioenergia. fi\n* Organisation name 255 character(s) maximum Bioenergia ry - the\nBioenergy Association of Finland\n* Organisation size\n*\nii.\nMode Slig Not\nrately htly famili\nfamili fami ar at\nar\nliar\nall\nMicro (1 to 9 employees)\nTransparency register number\n255 character(s) maximum\nCheck if your organisation is on the transparency register (http://ec.europa.eu/transparencyregister/public/homePage.do?redir=false&locale=en). It's a voluntary database for\norganisations seeking to influence EU decision-making.\n174042620514-51\n*Country of origin Please add your country of origin, or that of your organisation. Finland\nPublication privacy settings The Commission will publish the responses to this public consultation. You can choose whether you would like your details to be made public or to remain anonymous. Anonymous Only your type of respondent, country of origin and contribution will be published. All other personal details (name, organisation name and size, transparency register number) will not be published. Public Your personal details (name, organisation name and size, transparency register number, country of origin) will be published with your contribution.\n| agree with the personal data protection provisions (https://ec.europa.eu/info/law/better-regulation/specific-privacy-statement_en)\nQuestions to all stakeholders\nGeneral context\nThe European Union is at the forefront of the fight against climate change and has set ambitious energy and climate policies. The European Green Deal adopted by the Commission on 11 December 2019 sets out the policies to achieve climate neutrality by 2050. Delivering on the Green Deal will require action by all actors and all sectors of our economy.\n1. To what extent are you familiar with the following initiatives and legislation at EU and international level?\niii.\niV.\nfa\nmil\niar\nVe\n*a. The EU Green Deal (https://ec.europa.eu/info/strategy/priorities-20 1 9-2024/european-green-\ndeal_en)\n*b. The European Climate Policy (https://ec.europa.eu/clima/policies/eu-climate-action/law_en)\n*c. The Paris Agreement on climate change (https://unfccc.int/process-and-meetings/the-paris-\nagreement/the-paris-agreement)",
  "page_5": "*d. The UN Sustainable Development Goals (https://www.un.org/sustainabledevelopment/sustainable- development-goals/)\n*e. The EU Emissions Trading System (https://ec.europa.eu/clima/policies/ets_en) (ETS)\n*f. The EU Energy Union (https://ec.europa.eu/energy/topics/energy-strategy/energy-union_en)\n*g. The New Industrial Strategy for Europe (https://ec.europa.eu/info/strategy/priorities-2019-\n2024/europe-fit-digital-age/european-industrial-strategy_en)\n*h. The proposed, by the European Commission, Recovery Plan for Europe\n(https://ec.europa.eu/commission/presscorner/detail/en/ip_20_940) and the new recovery instrument\nNext Generation EU (https://ec.europa.eu/info/files/eu-budget-powering-recovery-plan-europe_en)\n*i. The World Trade Organisation (https:/www.wto.org/english/thewto_e/whatis_e/tif_e/tif_e.htm) rules and EU’s trade agreements (https://ec.europa.eu/trade/policy/countries-and-regions/negotiations- and-agreements/)\n2. Please rate your level of agreement with the following general statements\n|\nii\niii.\niv.\nStron Some Somewh Strongly\ngly\nwhat\nat\ndisagre\nagree agree disagree\ne\na. Putting in place an EU Carbon Border Adjustment Mechanism is justified if differences\nof ambition between the EU and third countries in fighting climate change persist.\nb. By reducing risks of carbon leakage, a Carbon Border Adjustment Mechanism can help achieving the EU objective of climate neutrality by 2050 and contribute to global climate efforts.\nc. A higher price on some imported products due to the introduction of a Carbon Border Adjustment Mechanism in the EU would be acceptable if it contributed to global climate efforts\nd. A Carbon Border Adjustment Mechanism would impose unnecessary burden on EU industry\nJustification and objectives\nThe efforts of the EU to fight global climate change by increasing its climate ambition by 2030 and become climate-neutral by 2050 could be undermined by a lack of ambition by our international partners. This would mean a risk of carbon leakage via the transfer of production and thus emissions from the EU to countries that have less strict climate policies in place, or via replacing EU products by more carbon-intensive imports. In such case global emissions would not be reduced. A Carbon Border Adjustment Mechanism could counteract this risk by ensuring equivalent costs of carbon between imports and goods produced in the EU.\n3. Questions on the risk of carbon leakage\n3.1 In view of EU’s enhanced climate ambition the risk of carbon leakage is likely to: i. Increase ii. Remain unchanged iii. Decrease\n3.2 To what extent do you agree with the following statements?\nll\nili.\nIV\nStro Som Some Stron\nngly ewha what\ngly\nagr\ndisagr disagr\nee agree\nee\nee",
  "page_6": "a. Carbon leakage is already a reality\nb. Current measures to address the risk of carbon leakage under the EU Emissions Trading System and State Aid Rules, such as free allocation of allowances and indirect cost compensation are effective in limiting the current risk of carbon leakage\nc. Current measures to address the risk of carbon leakage under the EU Emissions Trading System are sufficient in limiting the risk of carbon leakage even in view of the EU’s enhanced climate ambition\nd. A Carbon Border Adjustment Mechanism could be effective in addressing the risk of carbon leakage\ne. A Carbon Border Adjustment Mechanism can be effective in encouraging the deployment of\nless carbon intensive technologies and ambitious climate policies in partner countries\nf. A Carbon Border Adjustment Mechanism can lead to a change in consumption patterns in the\nEU, by making available the choice of less carbon intensive products\ng. Reducing greenhouse gas emissions can be better achieved through regulatory means such\nas performance standards for products placed on the EU market\n4. The objective of the Carbon Border Adjustment Mechanism is to address the risk of carbon leakage from the EU to other countries. Please rate to what extent do you agree that the following should be also part of the objectives of the Carbon Border Adjustment Mechanism [0 — Not important /.../ 5 — Very important]\n0 1 2 3 4 5\na. Enable policies that aim at reducing carbon emissions in the EU\nb. Fostering the reduction of greenhouse gas emissions at global level\nc. Ensure a carbon - level playing field for producers in terms of the impact of carbon-driven costs\n5. Which of the following EU policy areas are the most important to take into account in the design of the Carbon Border Adjustment Mechanism [0 — Not important /.../ 5 — Very important]:\n0 1 2 3 4 5\na. Climate, notably the EU Emissions Trading System\nb. Trade\nc. Energy taxation\nd. Development aid\ne. Industry\nf. Research and innovation\ng. Circular economy\nQuestions targeted at expert stakeholders\nThe Carbon Border Adjustment Mechanism in detail\nA Carbon Border Adjustment Mechanism, for selected sectors, could contribute to reducing the risk of carbon leakage. The initiative would be linked to the pricing of carbon inside the EU, which is regulated for some sectors through the EU Emissions Trading System. The mechanism would aim at ensuring equivalent carbon costs between imports and goods produced in the EU. The possibility to adjust the price of exports also needs to be explored. However, some of the options described below may go beyond a strict border measure and apply to EU production, as well as to imports. As part of the work on the impact assessment, the Commission will develop a number of policy options that",
  "page_7": "will address the type of policy instrument to be employed, the methodological approach and its sectoral scope. Any option to be envisaged will take into consideration the other initiatives foreseen in the context of the EU Green Deal, current EU legislation such as the EU ETS and the EU’s international obligations.\nDesign and coverage of the mechanism\n6. Which of the options (6.1-6.4) do you consider as appropriate for the design of a Carbon Border Adjustment Mechanism as described above? Please also indicate your view about the effectiveness and impact of each option:\n6.1 A tax applied on imports at the EU border on a selection of products whose production is in sectors that are at risk of carbon leakage. This could be a border tax or customs duty on selected carbon intensive products. This option would be:\ni. Highly relevant ii. Somewhat relevant iii. Not relevant\n6.1.1. The option described in 6.1 will:\nii.\ni. Strongly\niii. Neither agree iv. Somewhat v. Strongly\nSomewhat\nor disagree\ndisagree\ndisagree\nagree\nagree\na. Be effective in addressing the risk of carbon\nleakage\nb. Impose little administrative burden on EU\nimporters\nc. Impose little administrative burden on\nexporters from partner countries\nd. Be difficult to circumvent\n6.1.2 The option described in 6.1 will have an impact on my activity. This impact will be: i. Positive ii. Negative\n6.2 An extension of the EU Emissions Trading System to imports, which could require the purchasing of emission allowances under the EU Emissions Trading System by either foreign producers or importers. This option would be:\ni. Highly relevant ii Somewhat relevant iii. Not relevant\n6.2.1. The option described in 6.2 will:\n|\nii.\niii. Neither\niV.\nStrongly\nSomewha\nSomewhat\nv. Strongly\nagree or\ndisagree\nagree\nt agree\ndisagree\ndisagree\na. Be effective in addressing the risk of carbon leakage\nb. Impose little administrative burden on EU importers\nc. Impose little administrative burden on exporters from\npartner countries\nd. Be difficult to circumvent\ne. Have a limited impact on the operations of EU producers\nsubject to the EU Emissions Trading System\n6.2.2 The option described in 6.2 will have an impact on my activity. This impact will be: i. Positive",
  "page_8": "ii. Negative\n6.3 The obligation to purchase allowances from a specific pool outside the ETS dedicated to imports, which would mirror the ETS price. This option would be:\ni. Highly relevant ii. Somewhat relevant iii. Not relevant\n6.3.1. The option described in 6.3 will:\n|\nii.\niii. Neither\niv.\nV.\nStrongl Somewh\nagree or\nSomewhat Strongly\ny agree at agree\ndisagree\ndisagree\ndisagree\na. Be effective in addressing the risk of carbon leakage\nb. Impose little administrative burden on EU importers\nc. Impose little administrative burden on exporters from\npartner countries\nd. Be difficult to circumvent\ne. Have a limited impact on the operations of EU producers\nparticipating in the EU Emission Trading System\n6.3.2 The option described in 6.3 will have an impact on my activity. This impact will be: i. Positive ii. Negative\n6.4 Carbon tax (e.g. excise or VAT type) at consumption level on a selection of products whose production is in sectors that are at risk of carbon leakage. Under this option, the tax would apply to EU production, as well as to imports. This option would be:\ni. Highly relevant ii. Somewhat relevant iii. Not relevant\n6.4.1 The option described in 6.4 will:\nii.\nStrongly\n|\niii. Neither agree iv. Somewhat v. Strongly\nSomewhat\nor disagree\ndisagree\ndisagree\nagree\nagree\na. Be effective in addressing the risk of carbon leakage\nb. Impose little administrative burden on European\nimporters\nc. Impose little administrative burden on exporters from\npartner countries\nd. Impose little administrative burden on EU producers\ne. Be effective in addressing all the carbon emissions\nof the sectors to which it is applied\nf. Be difficult to circumvent\n6.4.2 The option described in 6.4 will have an impact on my activity. This impact will be: i. Positive ii. Negative\n6.5 Please specify other types of policy instruments not covered by the above\n1,000 character(s) maximum",
  "page_9": "7. Please rate the proposals in the list below with regard to their relevance for the coverage of the Carbon Border Adjustment Mechanism\n|\niV.\nV.\nStro\nll\nili. Neither Somew Strong\nngly\nwhat\nagree or\nhat\nly\nagre\ndisagree disagre disagr\nagree\ne\ne\nee\na. The Carbon Border Adjustment Mechanism should cover not only direct\nemissions but also include indirect emissions that occurred in the production of\nthe electricity used to produce the product\nb. Carbon Border Adjustment Mechanism should cover the emissions of the\ncomplete value chain, not only the emissions of the last stage of production\nbefore import into the EU\nc. The Carbon Border Adjustment Mechanism should differentiate in the\ntreatment of imports of finished products, intermediate products and primary\ninputs\nd. Emissions from international transport of the goods covered should be taken\ninto account by the Carbon Border Adjustment Mechanism\n8. The Commission indicated in its Green Deal communication that the Carbon Border Adjustment Mechanism would be proposed for selected sectors\n8.1 Please indicate if you agree that the following could be relevant in determining the coverage of the Carbon Border Adjustment Mechanism\n|\nii.\niii.\nStrongly\niv. Strongly\nSomewhat Somewhat\ndisagree\nagree\nagree\ndisagree\na. Should focus on products from activities covered by the EU Emissions\nTrading System\nb. Should focus on products from activities covered by the EU Emissions\nTrading System with highest risk of carbon leakage\nc. Should not focus only on a product but address the relevant parts of value\nchains related to the product\n8.2 Other important elements in the selection of sectors. Please specify: 450 character(s) maximum\n9. Considering the criteria outlined in the previous question, please indicate which according to your view could be the priority sectors that the Carbon Border Adjustment Mechanism should focus on. Please choose sectors in the drop down menu that includes all the economic activities in Level 3 NACE (rev. 2) excluding services. Should more detailed specification be required, or if you would like to select sectors not covered in the drop down menu, this can be provided in sectors 7-10 bellow at Level 4 NACE (rev. 2).\nSector 1. Please select from list (Level 3 NACE rev.2 excluding services) A011 Growing of non-perennial crops A012 Growing of perennial crops A013 Plant propagation A014 Animal production A015 Mixed farming A016 Support activities to agriculture and post-harvest crop activities A017 Hunting, trapping and related service activities A021 Silviculture and other forestry activities",
  "page_10": "A022 Logging\nA023 Gathering of wild growing non-wood products\nA024 Support services to forestry\nA031 Fishing\nA032 Aquaculture\nB051 Mining of hard coal\nB052 Mining of lignite\nBO61 Extraction of crude petroleum\nB062 Extraction of natural gas\nBO71 Mining of iron ores\nB072 Mining of non-ferrous metal ores\nB081 Quarrying of stone, sand and clay\nB089 Mining and quarrying n.e.c.\nB091 Support activities for petroleum and natural gas extraction\nB099 Support activities for other mining and quarrying\nC101 Processing and preserving of meat and production of meat products\nC102 Processing and preserving of fish, crustaceans and molluscs\nC103 Processing and preserving of fruit and vegetables\nC104 Manufacture of vegetable and animal oils and fats\nC105 Manufacture of dairy products\nC106 Manufacture of grain mill products, starches and starch products\nC107 Manufacture of bakery and farinaceous products\nC108 Manufacture of other food products\nC109 Manufacture of prepared animal feeds\nC110 Manufacture of beverages\nC120 Manufacture of tobacco products\nC131 Preparation and spinning of textile fibres\nC132 Weaving of textiles\nC133 Finishing of textiles\nC139 Manufacture of other textiles\nC141 Manufacture of wearing apparel, except fur apparel\nC142 Manufacture of articles of fur\nC143 Manufacture of knitted and crocheted apparel\nC151 Tanning and dressing of leather; manufacture of luggage, handbags, saddlery and harness; dressing and dyeing of fur\nC152 Manufacture of footwear\nC161 Sawmilling and planing of wood\nC162 Manufacture of products of wood, cork, straw and plaiting materials\nC171 Manufacture of pulp, paper and paperboard\nC172 Manufacture of articles of paper and paperboard\nC181 Printing and service activities related to printing\nC182 Reproduction of recorded media\nC191 Manufacture of coke oven products\nC192 Manufacture of refined petroleum products\nC201 Manufacture of basic chemicals, fertilisers and nitrogen compounds, plastics and synthetic rubber in primary forms\nC202 Manufacture of pesticides and other agrochemical products\nC203 Manufacture of paints, varnishes and similar coatings, printing ink and mastics\nC204 Manufacture of soap and detergents, cleaning and polishing preparations, perfumes and toilet preparations\nC205 Manufacture of other chemical products\nC206 Manufacture of man-made fibres\nC211 Manufacture of basic pharmaceutical products\nC212 Manufacture of pharmaceutical preparations\nC221 Manufacture of rubber products\nC222 Manufacture of plastics products\nC231 Manufacture of glass and glass products\nC232 Manufacture of refractory products\nC233 Manufacture of clay building materials\nC234 Manufacture of other porcelain and ceramic products\nC235 Manufacture of cement, lime and plaster",
  "page_11": "C236 Manufacture of articles of concrete, cement and plaster C237 Cutting, shaping and finishing of stone C239 Manufacture of abrasive products and non-metallic mineral products n.e.c. C241 Manufacture of basic iron and steel and of ferro-alloys C242 Manufacture of tubes, pipes, hollow profiles and related fittings, of steel C243 Manufacture of other products of first processing of steel C244 Manufacture of basic precious and other non-ferrous metals C245 Casting of metals C251 Manufacture of structural metal products C252 Manufacture of tanks, reservoirs and containers of metal C253 Manufacture of steam generators, except central heating hot water boilers C254 Manufacture of weapons and ammunition C255 Forging, pressing, stamping and roll-forming of metal; powder metallurgy C256 Treatment and coating of metals; machining C257 Manufacture of cutlery, tools and general hardware C259 Manufacture of other fabricated metal products C261 Manufacture of electronic components and boards C262 Manufacture of computers and peripheral equipment C263 Manufacture of communication equipment C264 Manufacture of consumer electronics C265 Manufacture of instruments and appliances for measuring, testing and navigation; watches and clocks C266 Manufacture of irradiation, electromedical and electrotherapeutic equipment C267 Manufacture of optical instruments and photographic equipment C268 Manufacture of magnetic and optical media C271 Manufacture of electric motors, generators, transformers and electricity distribution and control apparatus C272 Manufacture of batteries and accumulators C273 Manufacture of wiring and wiring devices C274 Manufacture of electric lighting equipment C275 Manufacture of domestic appliances C279 Manufacture of other electrical equipment C281 Manufacture of general-purpose machinery C282 Manufacture of other general-purpose machinery C283 Manufacture of agricultural and forestry machinery C284 Manufacture of metal forming machinery and machine tools C289 Manufacture of other special-purpose machinery C291 Manufacture of motor vehicles C292 Manufacture of bodies (coachwork) for motor vehicles; manufacture of trailers and semi-trailers C293 Manufacture of parts and accessories for motor vehicles C301 Building of ships and boats C302 Manufacture of railway locomotives and rolling stock C303 Manufacture of air and spacecraft and related machinery C304 Manufacture of military fighting vehicles C309 Manufacture of transport equipment n.e.c. C310 Manufacture of furniture C321 Manufacture of jewellery, bijouterie and related articles C322 Manufacture of musical instruments C323 Manufacture of sports goods C324 Manufacture of games and toys C325 Manufacture of medical and dental instruments and supplies C329 Manufacturing n.e.c. C331 Repair of fabricated metal products, machinery and equipment C332 Installation of industrial machinery and equipment D351 Electric power generation, transmission and distribution D352 Manufacture of gas; distribution of gaseous fuels through mains D353 Steam and air conditioning supply E360 Water collection, treatment and supply E370 Sewerage\nE381 Waste collection",
  "page_12": "E382 Waste treatment and disposal E383 Materials recovery E390 Remediation activities and other waste management services\nSector 2. Please select from list (Level 3 NACE rev.2 excluding services)\nA011 Growing of non-perennial crops\nA012 Growing of perennial crops\nA013 Plant propagation\nA014 Animal production\nA015 Mixed farming\nA016 Support activities to agriculture and post-harvest crop activities\nA017 Hunting, trapping and related service activities\nA021 Silviculture and other forestry activities\nA022 Logging\nA023 Gathering of wild growing non-wood products\nA024 Support services to forestry\nA031 Fishing\nA032 Aquaculture\nB051 Mining of hard coal\nB052 Mining of lignite\nBO61 Extraction of crude petroleum\nB062 Extraction of natural gas\nBO71 Mining of iron ores\nB072 Mining of non-ferrous metal ores\nB081 Quarrying of stone, sand and clay\nB089 Mining and quarrying n.e.c.\nB091 Support activities for petroleum and natural gas extraction\nB099 Support activities for other mining and quarrying\nC101 Processing and preserving of meat and production of meat products\nC102 Processing and preserving of fish, crustaceans and molluscs\nC103 Processing and preserving of fruit and vegetables\nC104 Manufacture of vegetable and animal oils and fats\nC105 Manufacture of dairy products\nC106 Manufacture of grain mill products, starches and starch products\nC107 Manufacture of bakery and farinaceous products\nC108 Manufacture of other food products\nC109 Manufacture of prepared animal feeds\nC110 Manufacture of beverages\nC120 Manufacture of tobacco products\nC131 Preparation and spinning of textile fibres\nC132 Weaving of textiles\nC133 Finishing of textiles\nC139 Manufacture of other textiles\nC141 Manufacture of wearing apparel, except fur apparel\nC142 Manufacture of articles of fur\nC143 Manufacture of knitted and crocheted apparel\nC151 Tanning and dressing of leather; manufacture of luggage, handbags, saddlery and harness; dressing and dyeing of fur C152 Manufacture of footwear\nC161 Sawmilling and planing of wood\nC162 Manufacture of products of wood, cork, straw and plaiting materials\nC171 Manufacture of pulp, paper and paperboard\nC172 Manufacture of articles of paper and paperboard\nC181 Printing and service activities related to printing\nC182 Reproduction of recorded media\nC191 Manufacture of coke oven products\nC192 Manufacture of refined petroleum products\nC201 Manufacture of basic chemicals, fertilisers and nitrogen compounds, plastics and synthetic rubber in primary forms\nC202 Manufacture of pesticides and other agrochemical products",
  "page_13": "C203 Manufacture of paints, varnishes and similar coatings, printing ink and mastics C204 Manufacture of soap and detergents, cleaning and polishing preparations, perfumes and toilet preparations C205 Manufacture of other chemical products C206 Manufacture of man-made fibres C211 Manufacture of basic pharmaceutical products C212 Manufacture of pharmaceutical preparations C221 Manufacture of rubber products C222 Manufacture of plastics products C231 Manufacture of glass and glass products C232 Manufacture of refractory products C233 Manufacture of clay building materials C234 Manufacture of other porcelain and ceramic products C235 Manufacture of cement, lime and plaster C236 Manufacture of articles of concrete, cement and plaster C237 Cutting, shaping and finishing of stone C239 Manufacture of abrasive products and non-metallic mineral products n.e.c. C241 Manufacture of basic iron and steel and of ferro-alloys C242 Manufacture of tubes, pipes, hollow profiles and related fittings, of steel C243 Manufacture of other products of first processing of steel C244 Manufacture of basic precious and other non-ferrous metals C245 Casting of metals C251 Manufacture of structural metal products C252 Manufacture of tanks, reservoirs and containers of metal C253 Manufacture of steam generators, except central heating hot water boilers C254 Manufacture of weapons and ammunition C255 Forging, pressing, stamping and roll-forming of metal; powder metallurgy C256 Treatment and coating of metals; machining C257 Manufacture of cutlery, tools and general hardware C259 Manufacture of other fabricated metal products C261 Manufacture of electronic components and boards C262 Manufacture of computers and peripheral equipment C263 Manufacture of communication equipment C264 Manufacture of consumer electronics C265 Manufacture of instruments and appliances for measuring, testing and navigation; watches and clocks C266 Manufacture of irradiation, electromedical and electrotherapeutic equipment C267 Manufacture of optical instruments and photographic equipment C268 Manufacture of magnetic and optical media C271 Manufacture of electric motors, generators, transformers and electricity distribution and control apparatus C272 Manufacture of batteries and accumulators C273 Manufacture of wiring and wiring devices C274 Manufacture of electric lighting equipment C275 Manufacture of domestic appliances C279 Manufacture of other electrical equipment C281 Manufacture of general-purpose machinery C282 Manufacture of other general-purpose machinery C283 Manufacture of agricultural and forestry machinery C284 Manufacture of metal forming machinery and machine tools C289 Manufacture of other special-purpose machinery C291 Manufacture of motor vehicles C292 Manufacture of bodies (coachwork) for motor vehicles; manufacture of trailers and semi-trailers C293 Manufacture of parts and accessories for motor vehicles C301 Building of ships and boats C302 Manufacture of railway locomotives and rolling stock C303 Manufacture of air and spacecraft and related machinery C304 Manufacture of military fighting vehicles C309 Manufacture of transport equipment n.e.c. C310 Manufacture of furniture\nC321 Manufacture of jewellery, bijouterie and related articles",
  "page_14": "C322 Manufacture of musical instruments C323 Manufacture of sports goods C324 Manufacture of games and toys C325 Manufacture of medical and dental instruments and supplies C329 Manufacturing n.e.c. C331 Repair of fabricated metal products, machinery and equipment C332 Installation of industrial machinery and equipment D351 Electric power generation, transmission and distribution D352 Manufacture of gas; distribution of gaseous fuels through mains D353 Steam and air conditioning supply E360 Water collection, treatment and supply E370 Sewerage E381 Waste collection E382 Waste treatment and disposal E383 Materials recovery E390 Remediation activities and other waste management services\nSector 3. Please select from list (Level 3 NACE rev.2 excluding services)\nA011 Growing of non-perennial crops A012 Growing of perennial crops A013 Plant propagation A014 Animal production A015 Mixed farming A016 Support activities to agriculture and post-harvest crop activities A017 Hunting, trapping and related service activities A021 Silviculture and other forestry activities A022 Logging A023 Gathering of wild growing non-wood products A024 Support services to forestry A031 Fishing A032 Aquaculture B051 Mining of hard coal B052 Mining of lignite BO61 Extraction of crude petroleum B062 Extraction of natural gas BO71 Mining of iron ores B072 Mining of non-ferrous metal ores B081 Quarrying of stone, sand and clay B089 Mining and quarrying n.e.c. B091 Support activities for petroleum and natural gas extraction B099 Support activities for other mining and quarrying C101 Processing and preserving of meat and production of meat products C102 Processing and preserving of fish, crustaceans and molluscs C103 Processing and preserving of fruit and vegetables C104 Manufacture of vegetable and animal oils and fats C105 Manufacture of dairy products C106 Manufacture of grain mill products, starches and starch products C107 Manufacture of bakery and farinaceous products C108 Manufacture of other food products C109 Manufacture of prepared animal feeds C110 Manufacture of beverages C120 Manufacture of tobacco products C131 Preparation and spinning of textile fibres C132 Weaving of textiles C133 Finishing of textiles C139 Manufacture of other textiles C141 Manufacture of wearing apparel, except fur apparel C142 Manufacture of articles of fur",
  "page_15": "C143 Manufacture of knitted and crocheted apparel C151 Tanning and dressing of leather; manufacture of luggage, handbags, saddlery and harness; dressing and dyeing of fur C152 Manufacture of footwear C161 Sawmilling and planing of wood C162 Manufacture of products of wood, cork, straw and plaiting materials C171 Manufacture of pulp, paper and paperboard C172 Manufacture of articles of paper and paperboard C181 Printing and service activities related to printing C182 Reproduction of recorded media C191 Manufacture of coke oven products C192 Manufacture of refined petroleum products C201 Manufacture of basic chemicals, fertilisers and nitrogen compounds, plastics and synthetic rubber in primary forms C202 Manufacture of pesticides and other agrochemical products C203 Manufacture of paints, varnishes and similar coatings, printing ink and mastics C204 Manufacture of soap and detergents, cleaning and polishing preparations, perfumes and toilet preparations C205 Manufacture of other chemical products C206 Manufacture of man-made fibres C211 Manufacture of basic pharmaceutical products C212 Manufacture of pharmaceutical preparations C221 Manufacture of rubber products C222 Manufacture of plastics products C231 Manufacture of glass and glass products C232 Manufacture of refractory products C233 Manufacture of clay building materials C234 Manufacture of other porcelain and ceramic products C235 Manufacture of cement, lime and plaster C236 Manufacture of articles of concrete, cement and plaster C237 Cutting, shaping and finishing of stone C239 Manufacture of abrasive products and non-metallic mineral products n.e.c. C241 Manufacture of basic iron and steel and of ferro-alloys C242 Manufacture of tubes, pipes, hollow profiles and related fittings, of steel C243 Manufacture of other products of first processing of steel C244 Manufacture of basic precious and other non-ferrous metals C245 Casting of metals C251 Manufacture of structural metal products C252 Manufacture of tanks, reservoirs and containers of metal C253 Manufacture of steam generators, except central heating hot water boilers C254 Manufacture of weapons and ammunition C255 Forging, pressing, stamping and roll-forming of metal; powder metallurgy C256 Treatment and coating of metals; machining C257 Manufacture of cutlery, tools and general hardware C259 Manufacture of other fabricated metal products C261 Manufacture of electronic components and boards C262 Manufacture of computers and peripheral equipment C263 Manufacture of communication equipment C264 Manufacture of consumer electronics C265 Manufacture of instruments and appliances for measuring, testing and navigation; watches and clocks C266 Manufacture of irradiation, electromedical and electrotherapeutic equipment C267 Manufacture of optical instruments and photographic equipment C268 Manufacture of magnetic and optical media C271 Manufacture of electric motors, generators, transformers and electricity distribution and control apparatus C272 Manufacture of batteries and accumulators C273 Manufacture of wiring and wiring devices C274 Manufacture of electric lighting equipment C275 Manufacture of domestic appliances C279 Manufacture of other electrical equipment C281 Manufacture of general-purpose machinery C282 Manufacture of other general-purpose machinery",
  "page_16": "C283 Manufacture of agricultural and forestry machinery C284 Manufacture of metal forming machinery and machine tools C289 Manufacture of other special-purpose machinery C291 Manufacture of motor vehicles C292 Manufacture of bodies (coachwork) for motor vehicles; manufacture of trailers and semi-trailers C293 Manufacture of parts and accessories for motor vehicles C301 Building of ships and boats C302 Manufacture of railway locomotives and rolling stock C303 Manufacture of air and spacecraft and related machinery C304 Manufacture of military fighting vehicles C309 Manufacture of transport equipment n.e.c. C310 Manufacture of furniture C321 Manufacture of jewellery, bijouterie and related articles C322 Manufacture of musical instruments C323 Manufacture of sports goods C324 Manufacture of games and toys C325 Manufacture of medical and dental instruments and supplies C329 Manufacturing n.e.c. C331 Repair of fabricated metal products, machinery and equipment C332 Installation of industrial machinery and equipment D351 Electric power generation, transmission and distribution D352 Manufacture of gas; distribution of gaseous fuels through mains D353 Steam and air conditioning supply E360 Water collection, treatment and supply E370 Sewerage E381 Waste collection E382 Waste treatment and disposal E383 Materials recovery E390 Remediation activities and other waste management services\nSector 4. Please select from list (Level 3 NACE rev.2 excluding services)\nA011 Growing of non-perennial crops A012 Growing of perennial crops A013 Plant propagation A014 Animal production A015 Mixed farming A016 Support activities to agriculture and post-harvest crop activities A017 Hunting, trapping and related service activities A021 Silviculture and other forestry activities A022 Logging A023 Gathering of wild growing non-wood products A024 Support services to forestry A031 Fishing A032 Aquaculture B051 Mining of hard coal B052 Mining of lignite BO61 Extraction of crude petroleum B062 Extraction of natural gas BO71 Mining of iron ores B072 Mining of non-ferrous metal ores B081 Quarrying of stone, sand and clay B089 Mining and quarrying n.e.c. B091 Support activities for petroleum and natural gas extraction B099 Support activities for other mining and quarrying C101 Processing and preserving of meat and production of meat products C102 Processing and preserving of fish, crustaceans and molluscs C103 Processing and preserving of fruit and vegetables C104 Manufacture of vegetable and animal oils and fats",
  "page_17": "C105 Manufacture of dairy products\nC106 Manufacture of grain mill products, starches and starch products C107 Manufacture of bakery and farinaceous products C108 Manufacture of other food products C109 Manufacture of prepared animal feeds C110 Manufacture of beverages C120 Manufacture of tobacco products C131 Preparation and spinning of textile fibres C132 Weaving of textiles C133 Finishing of textiles C139 Manufacture of other textiles C141 Manufacture of wearing apparel, except fur apparel C142 Manufacture of articles of fur C143 Manufacture of knitted and crocheted apparel C151 Tanning and dressing of leather; manufacture of luggage, handbags, saddlery and harness; dressing and dyeing of fur C152 Manufacture of footwear C161 Sawmilling and planing of wood C162 Manufacture of products of wood, cork, straw and plaiting materials C171 Manufacture of pulp, paper and paperboard C172 Manufacture of articles of paper and paperboard C181 Printing and service activities related to printing C182 Reproduction of recorded media C191 Manufacture of coke oven products C192 Manufacture of refined petroleum products C201 Manufacture of basic chemicals, fertilisers and nitrogen compounds, plastics and synthetic rubber in primary forms C202 Manufacture of pesticides and other agrochemical products C203 Manufacture of paints, varnishes and similar coatings, printing ink and mastics C204 Manufacture of soap and detergents, cleaning and polishing preparations, perfumes and toilet preparations C205 Manufacture of other chemical products C206 Manufacture of man-made fibres C211 Manufacture of basic pharmaceutical products C212 Manufacture of pharmaceutical preparations C221 Manufacture of rubber products C222 Manufacture of plastics products C231 Manufacture of glass and glass products C232 Manufacture of refractory products C233 Manufacture of clay building materials C234 Manufacture of other porcelain and ceramic products C235 Manufacture of cement, lime and plaster C236 Manufacture of articles of concrete, cement and plaster C237 Cutting, shaping and finishing of stone C239 Manufacture of abrasive products and non-metallic mineral products n.e.c. C241 Manufacture of basic iron and steel and of ferro-alloys C242 Manufacture of tubes, pipes, hollow profiles and related fittings, of steel C243 Manufacture of other products of first processing of steel C244 Manufacture of basic precious and other non-ferrous metals C245 Casting of metals C251 Manufacture of structural metal products C252 Manufacture of tanks, reservoirs and containers of metal C253 Manufacture of steam generators, except central heating hot water boilers C254 Manufacture of weapons and ammunition C255 Forging, pressing, stamping and roll-forming of metal; powder metallurgy C256 Treatment and coating of metals; machining C257 Manufacture of cutlery, tools and general hardware C259 Manufacture of other fabricated metal products C261 Manufacture of electronic components and boards C262 Manufacture of computers and peripheral equipment C263 Manufacture of communication equipment",
  "page_18": "C264 Manufacture of consumer electronics\nC265 Manufacture of instruments and appliances for measuring, testing and navigation; watches and clocks C266 Manufacture of irradiation, electromedical and electrotherapeutic equipment C267 Manufacture of optical instruments and photographic equipment C268 Manufacture of magnetic and optical media C271 Manufacture of electric motors, generators, transformers and electricity distribution and control apparatus C272 Manufacture of batteries and accumulators C273 Manufacture of wiring and wiring devices C274 Manufacture of electric lighting equipment C275 Manufacture of domestic appliances C279 Manufacture of other electrical equipment C281 Manufacture of general-purpose machinery C282 Manufacture of other general-purpose machinery C283 Manufacture of agricultural and forestry machinery C284 Manufacture of metal forming machinery and machine tools C289 Manufacture of other special-purpose machinery C291 Manufacture of motor vehicles C292 Manufacture of bodies (coachwork) for motor vehicles; manufacture of trailers and semi-trailers C293 Manufacture of parts and accessories for motor vehicles C301 Building of ships and boats C302 Manufacture of railway locomotives and rolling stock C303 Manufacture of air and spacecraft and related machinery C304 Manufacture of military fighting vehicles C309 Manufacture of transport equipment n.e.c. C310 Manufacture of furniture C321 Manufacture of jewellery, bijouterie and related articles C322 Manufacture of musical instruments C323 Manufacture of sports goods C324 Manufacture of games and toys C325 Manufacture of medical and dental instruments and supplies C329 Manufacturing n.e.c. C331 Repair of fabricated metal products, machinery and equipment C332 Installation of industrial machinery and equipment D351 Electric power generation, transmission and distribution D352 Manufacture of gas; distribution of gaseous fuels through mains D353 Steam and air conditioning supply E360 Water collection, treatment and supply E370 Sewerage E381 Waste collection E382 Waste treatment and disposal E383 Materials recovery E390 Remediation activities and other waste management services\nSector 5. Please select from list (Level 3 NACE rev.2 excluding services)\nA011 Growing of non-perennial crops A012 Growing of perennial crops A013 Plant propagation A014 Animal production A015 Mixed farming A016 Support activities to agriculture and post-harvest crop activities A017 Hunting, trapping and related service activities A021 Silviculture and other forestry activities A022 Logging A023 Gathering of wild growing non-wood products A024 Support services to forestry A031 Fishing A032 Aquaculture B051 Mining of hard coal",
  "page_19": "B052 Mining of lignite\nBO61 Extraction of crude petroleum B062 Extraction of natural gas BO71 Mining of iron ores B072 Mining of non-ferrous metal ores B081 Quarrying of stone, sand and clay B089 Mining and quarrying n.e.c. B091 Support activities for petroleum and natural gas extraction B099 Support activities for other mining and quarrying C101 Processing and preserving of meat and production of meat products C102 Processing and preserving of fish, crustaceans and molluscs C103 Processing and preserving of fruit and vegetables C104 Manufacture of vegetable and animal oils and fats C105 Manufacture of dairy products C106 Manufacture of grain mill products, starches and starch products C107 Manufacture of bakery and farinaceous products C108 Manufacture of other food products C109 Manufacture of prepared animal feeds C110 Manufacture of beverages C120 Manufacture of tobacco products C131 Preparation and spinning of textile fibres C132 Weaving of textiles C133 Finishing of textiles C139 Manufacture of other textiles C141 Manufacture of wearing apparel, except fur apparel C142 Manufacture of articles of fur C143 Manufacture of knitted and crocheted apparel C151 Tanning and dressing of leather; manufacture of luggage, handbags, saddlery and harness; dressing and dyeing of fur C152 Manufacture of footwear C161 Sawmilling and planing of wood C162 Manufacture of products of wood, cork, straw and plaiting materials C171 Manufacture of pulp, paper and paperboard C172 Manufacture of articles of paper and paperboard C181 Printing and service activities related to printing C182 Reproduction of recorded media C191 Manufacture of coke oven products C192 Manufacture of refined petroleum products C201 Manufacture of basic chemicals, fertilisers and nitrogen compounds, plastics and synthetic rubber in primary forms C202 Manufacture of pesticides and other agrochemical products C203 Manufacture of paints, varnishes and similar coatings, printing ink and mastics C204 Manufacture of soap and detergents, cleaning and polishing preparations, perfumes and toilet preparations C205 Manufacture of other chemical products C206 Manufacture of man-made fibres C211 Manufacture of basic pharmaceutical products C212 Manufacture of pharmaceutical preparations C221 Manufacture of rubber products C222 Manufacture of plastics products C231 Manufacture of glass and glass products C232 Manufacture of refractory products C233 Manufacture of clay building materials C234 Manufacture of other porcelain and ceramic products C235 Manufacture of cement, lime and plaster C236 Manufacture of articles of concrete, cement and plaster C237 Cutting, shaping and finishing of stone C239 Manufacture of abrasive products and non-metallic mineral products n.e.c. C241 Manufacture of basic iron and steel and of ferro-alloys C242 Manufacture of tubes, pipes, hollow profiles and related fittings, of steel C243 Manufacture of other products of first processing of steel",
  "page_20": "C244 Manufacture of basic precious and other non-ferrous metals\nC245 Casting of metals C251 Manufacture of structural metal products C252 Manufacture of tanks, reservoirs and containers of metal C253 Manufacture of steam generators, except central heating hot water boilers C254 Manufacture of weapons and ammunition C255 Forging, pressing, stamping and roll-forming of metal; powder metallurgy C256 Treatment and coating of metals; machining C257 Manufacture of cutlery, tools and general hardware C259 Manufacture of other fabricated metal products C261 Manufacture of electronic components and boards C262 Manufacture of computers and peripheral equipment C263 Manufacture of communication equipment C264 Manufacture of consumer electronics C265 Manufacture of instruments and appliances for measuring, testing and navigation; watches and clocks C266 Manufacture of irradiation, electromedical and electrotherapeutic equipment C267 Manufacture of optical instruments and photographic equipment C268 Manufacture of magnetic and optical media C271 Manufacture of electric motors, generators, transformers and electricity distribution and control apparatus C272 Manufacture of batteries and accumulators C273 Manufacture of wiring and wiring devices C274 Manufacture of electric lighting equipment C275 Manufacture of domestic appliances C279 Manufacture of other electrical equipment C281 Manufacture of general-purpose machinery C282 Manufacture of other general-purpose machinery C283 Manufacture of agricultural and forestry machinery C284 Manufacture of metal forming machinery and machine tools C289 Manufacture of other special-purpose machinery C291 Manufacture of motor vehicles C292 Manufacture of bodies (coachwork) for motor vehicles; manufacture of trailers and semi-trailers C293 Manufacture of parts and accessories for motor vehicles C301 Building of ships and boats C302 Manufacture of railway locomotives and rolling stock C303 Manufacture of air and spacecraft and related machinery C304 Manufacture of military fighting vehicles C309 Manufacture of transport equipment n.e.c. C310 Manufacture of furniture C321 Manufacture of jewellery, bijouterie and related articles C322 Manufacture of musical instruments C323 Manufacture of sports goods C324 Manufacture of games and toys C325 Manufacture of medical and dental instruments and supplies C329 Manufacturing n.e.c. C331 Repair of fabricated metal products, machinery and equipment C332 Installation of industrial machinery and equipment D351 Electric power generation, transmission and distribution D352 Manufacture of gas; distribution of gaseous fuels through mains D353 Steam and air conditioning supply E360 Water collection, treatment and supply E370 Sewerage E381 Waste collection E382 Waste treatment and disposal E383 Materials recovery E390 Remediation activities and other waste management services\nSector 6. Please select from list (Level 3 NACE rev.2 excluding services) A011 Growing of non-perennial crops",
  "page_21": "A012 Growing of perennial crops\nA014 Animal production A015 Mixed farming A016 Support activities to agriculture and post-harvest crop activities A017 Hunting, trapping and related service activities A021 Silviculture and other forestry activities A022 Logging A023 Gathering of wild growing non-wood products A024 Support services to forestry A031 Fishing A032 Aquaculture B051 Mining of hard coal B052 Mining of lignite BO61 Extraction of crude petroleum B062 Extraction of natural gas BO71 Mining of iron ores B072 Mining of non-ferrous metal ores B081 Quarrying of stone, sand and clay B089 Mining and quarrying n.e.c. B091 Support activities for petroleum and natural gas extraction B099 Support activities for other mining and quarrying C101 Processing and preserving of meat and production of meat products C102 Processing and preserving of fish, crustaceans and molluscs C103 Processing and preserving of fruit and vegetables C104 Manufacture of vegetable and animal oils and fats C105 Manufacture of dairy products C106 Manufacture of grain mill products, starches and starch products C107 Manufacture of bakery and farinaceous products C108 Manufacture of other food products C109 Manufacture of prepared animal feeds C110 Manufacture of beverages C120 Manufacture of tobacco products C131 Preparation and spinning of textile fibres C132 Weaving of textiles C133 Finishing of textiles C139 Manufacture of other textiles C141 Manufacture of wearing apparel, except fur apparel C142 Manufacture of articles of fur C143 Manufacture of knitted and crocheted apparel C151 Tanning and dressing of leather; manufacture of luggage, handbags, saddlery and harness; dressing and dyeing of fur C152 Manufacture of footwear C161 Sawmilling and planing of wood C162 Manufacture of products of wood, cork, straw and plaiting materials C171 Manufacture of pulp, paper and paperboard C172 Manufacture of articles of paper and paperboard C181 Printing and service activities related to printing C182 Reproduction of recorded media C191 Manufacture of coke oven products C192 Manufacture of refined petroleum products C201 Manufacture of basic chemicals, fertilisers and nitrogen compounds, plastics and synthetic rubber in primary forms C202 Manufacture of pesticides and other agrochemical products C203 Manufacture of paints, varnishes and similar coatings, printing ink and mastics C204 Manufacture of soap and detergents, cleaning and polishing preparations, perfumes and toilet preparations C205 Manufacture of other chemical products C206 Manufacture of man-made fibres C211 Manufacture of basic pharmaceutical products C212 Manufacture of pharmaceutical preparations\nA013 Plant propagation",
  "page_22": "C221 Manufacture of rubber products\nC222 Manufacture of plastics products C231 Manufacture of glass and glass products C232 Manufacture of refractory products C233 Manufacture of clay building materials C234 Manufacture of other porcelain and ceramic products C235 Manufacture of cement, lime and plaster C236 Manufacture of articles of concrete, cement and plaster C237 Cutting, shaping and finishing of stone C239 Manufacture of abrasive products and non-metallic mineral products n.e.c. C241 Manufacture of basic iron and steel and of ferro-alloys C242 Manufacture of tubes, pipes, hollow profiles and related fittings, of steel C243 Manufacture of other products of first processing of steel C244 Manufacture of basic precious and other non-ferrous metals C245 Casting of metals C251 Manufacture of structural metal products C252 Manufacture of tanks, reservoirs and containers of metal C253 Manufacture of steam generators, except central heating hot water boilers C254 Manufacture of weapons and ammunition C255 Forging, pressing, stamping and roll-forming of metal; powder metallurgy C256 Treatment and coating of metals; machining C257 Manufacture of cutlery, tools and general hardware C259 Manufacture of other fabricated metal products C261 Manufacture of electronic components and boards C262 Manufacture of computers and peripheral equipment C263 Manufacture of communication equipment C264 Manufacture of consumer electronics C265 Manufacture of instruments and appliances for measuring, testing and navigation; watches and clocks C266 Manufacture of irradiation, electromedical and electrotherapeutic equipment C267 Manufacture of optical instruments and photographic equipment C268 Manufacture of magnetic and optical media C271 Manufacture of electric motors, generators, transformers and electricity distribution and control apparatus C272 Manufacture of batteries and accumulators C273 Manufacture of wiring and wiring devices C274 Manufacture of electric lighting equipment C275 Manufacture of domestic appliances C279 Manufacture of other electrical equipment C281 Manufacture of general-purpose machinery C282 Manufacture of other general-purpose machinery C283 Manufacture of agricultural and forestry machinery C284 Manufacture of metal forming machinery and machine tools C289 Manufacture of other special-purpose machinery C291 Manufacture of motor vehicles C292 Manufacture of bodies (coachwork) for motor vehicles; manufacture of trailers and semi-trailers C293 Manufacture of parts and accessories for motor vehicles C301 Building of ships and boats C302 Manufacture of railway locomotives and rolling stock C303 Manufacture of air and spacecraft and related machinery C304 Manufacture of military fighting vehicles C309 Manufacture of transport equipment n.e.c. C310 Manufacture of furniture C321 Manufacture of jewellery, bijouterie and related articles C322 Manufacture of musical instruments C323 Manufacture of sports goods C324 Manufacture of games and toys C325 Manufacture of medical and dental instruments and supplies C329 Manufacturing n.e.c. C331 of fabricated metal and\nRepair\nproducts, machinery equipment",
  "page_23": "C332 Installation of industrial machinery and equipment D351 Electric power generation, transmission and distribution D352 Manufacture of gas; distribution of gaseous fuels through mains D353 Steam and air conditioning supply E360 Water collection, treatment and supply E370 Sewerage E381 Waste collection E382 Waste treatment and disposal E383 Materials recovery E390 Remediation activities and other waste management services\nSector 7. Please identify and indicate relevant Level 4 code from NACE rev. 2 Classification of Economic Activities in the European Community (https://ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm? TargetUrl=LST_NOM_DTL&StrNom=NACE_REV2&StrLanguageCode=EN&iIntPcKey=&StrLayoutCode=)\n5 character(s) maximum\nSector 8. Please identify and indicate relevant Level 4 code from NACE rev. 2 Classification of Economic Activities in the European Community (https://ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm? TargetUrl=LST_NOM_DTL&StrNom=NACE_REV2&StrLanguageCode=EN&iIntPcKey=&StrLayoutCode=) 5 character(s) maximum\nSector 9. Please identify and indicate relevant Level 4 code from NACE rev. 2 Classification of Economic Activities in the European Community (https://ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm? TargetUrl=LST_NOM_DTL&StrNom=NACE_REV2&StrLanguageCode=EN&iIntPcKey=&StrLayoutCode=) 5 character(s) maximum\nSector 10. Please identify and indicate relevant Level 4 code from NACE rev. 2 Classification of Economic Activities in the European Community (https://ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm? TargetUrl=LST_NOM_DTL&StrNom=NACE_REV2&StrLanguageCode=EN&iIntPcKey=&StrLayoutCode=) 5 character(s) maximum\nSpecific implementation issues\n10. Please indicate to what extent you agree that the calculation of the carbon content of imported products should be based on\n|\nii.\niii.\nStrongl Somewh Somewhat Strongly\niv.\ny agree at agree disagree disagree\na. EU product benchmarks for free allocation under the Emissions Trading\nSystem, i.e. the greenhouse gases emitted during the production process\nb. Country of origin-specific product benchmarks to be defined for direct\nemissions\nc. Global product benchmarks to be defined for direct emissions\n|\nii.\niii.\niv.\nStrong Somewh Somewhat Strongly\ny agree at agree disagree disagree\nd. EU emission factors to be defined for indirect emissions, i.e. the emissions\ncaused by the generation of electricity used to produce the covered product\ne. Country of origin-specific emission factors to be defined for indirect emissions",
  "page_24": "f. Global emission factors to be defined for indirect emissions\nStrongly Somewha Somewhat Strongly\n|\nii.\niii.\niv.\nagree\nt agree\ndisagree\ndisagree\niii\nSomew Strongl\nhat\ny\ndisagre disagre\ne\ne\ng. A factor for both direct and indirect emissions taking into account the production method used in the installation were it was produced\nh. A method that traces the build-up of emissions across the value chain of a\nproduct in different countries\ni. Giving importers the possibility to demonstrate in a verifiable manner how the\nproduct was manufactured\nStron\ngly\nagre\niv.\nj. The Commission Product Environmental Footprint method (which is in line with the international standard ISO 14067 and considers both direct and indirect impacts)\nk. Product Environmental Footprint Category Rules developed based on the Commission Product Environmental Footprint method, which also include a benchmark reflecting average environmental performance\n11. Please indicate to what extent you agree that the verification of the carbon content of imported products should:\ni. Strongly\nii. Somewhat\nagree\nagree\ndisagree\na. Be based on independent third party verification\nb. Allow for self-certification, supported by occasional\nexternal audit\n12. Please indicate to what extent you agree with the following statement\niv. Strongly\ndisagree\ni\nSome\nwhat\nagree\niii. Somewhat\nili.\nSomew Strongl\nhat\ny\ndisagre disagre\ne\ne\nStron\ngly\nagre\nProvided that it is necessary to achieve the objective of reducing the risk of carbon leakage, the possibility to grant a rebate to EU exporters should be explored under the Carbon Border Adjustment Mechanism\n13. The Carbon Border Adjustment Mechanism should have adequate anti-circumvention mechanisms.\n13.1 Please indicate which of the following avenues for circumvention would pose significant risks and should be prevented:\n|\nii.\niii.\niv.\niv.\nStrongly Somewha Somewhat Strongly\nagree\nt agree\ndisagree\ndisagree\nll\nSome\nwhat\nagree\na. Substitution between primary inputs and semi-finished goods",
  "page_25": "b. Resource shuffling in the form allocating low carbon production only to the\nEU with no or negative effect to the overall CO2 emissions\nc. Transhipment strategies if the possibility for exempted countries is included\nd. Avoidance based on slight modification of the product\n13.2 Other avenues for circumvention, not indicated under 13.1 above. Please specify: 250 character(s) maximum\n14. Additional considerations on the scope of the Carbon Border Adjustment Mechanism\n14.1. Please indicate to what extent you agree with the following statements concerning the design of the Carbon Border Adjustment Mechanism\n|\nii.\niii.\nStrong Somewh Somewhat Strongly\niv.\ny agree at agree disagree disagree\na. Should not allow for any exemptions. All imports should be subject to a carbon\nborder adjustment mechanism equally no matter where they came from\nb. Should allow for exemptions for least developed countries\nStr\nS)\non me\ngly wh\nag at\nre agr\nee\nStro\nngly\ndisa\ngree\nil\nSom\newh\nat\ndisa\ngree\nc. If a partner country has climate policies creating sufficient incentives for emission reductions, similarly\nto the EU for the products in scope then no Carbon Border Adjustment should be levied (relevant\npolicies could include national or regional emissions trading system, carbon tax, or regulatory system in\nrelevant sectors at home)\nd. If a partner country has climate policies creating sufficient incentives for emission reductions which\nresult in higher carbon costs than in the EU for the products in scope, then the Carbon Border\nAdjustment should result in a credit for the importer for the difference in carbon cost\n14.2 Other considerations on scope and exemptions not covered by 14.1 above. Please specify: 250 character(s) maximum\nThe impacts will vary depending on the design and in particular on the sectors that will be covered by the Carbon Border Adjustment Mechanism. The measure is expected to ensure that the efforts of the EU and its industry for a transition to a climate neutral economy are not jeopardised by carbon leakage. The measure should be consistent with the ambition of the European Green Deal to achieve a just, socially balanced and fair transition.\n15. Please indicate if you agree with the following statement\nPotential impacts\n15.1 Economic impacts",
  "page_26": "a. The Carbon Border Adjustment Mechanism would increase costs for EU businesses in downstream sectors\nb. The Carbon Border Adjustment Mechanism would have a positive impact on the competitiveness of EU industry in the sectors concerned\nc. The Carbon Border Adjustment Mechanism would negatively affect EU exporters in the sectors concerned\nd. The Carbon Border Adjustment Mechanism would have a positive impact on investment in the EU\ne. The Carbon Border Adjustment Mechanism would encourage the consumption of less carbon intensive products\nf. The Carbon Border Adjustment Mechanism would have a positive impact on innovation in the EU and elsewhere by promoting clean technologies\ng. The Carbon Border Adjustment Mechanism would result in the relocation or replacement of activities from partner countries into the EU\nh. The Carbon Border Adjustment Mechanism would result in the relocation or replacement of activities from the EU to partner countries in the downstream sectors to which Carbon Border Adjustment Mechanism would apply\nStro\nngl\nagr\niii.\nIV\nSomew Strong\nhat\nly\ndisagre disagr\nee\nll\nSome\nwh\nagree\n15.2 Environmental impacts\niv.\nStrongl\ny\ndisagre\ne\n|\niii.\na. The Carbon Border Adjustment Mechanism would improve the effectiveness of policies aimed at fighting climate change in the EU\nb. The Carbon Border Adjustment Mechanism would be effective in reducing carbon emissions globally\nc. The Carbon Border Adjustment Mechanism would promote the adoption of similarly ambitious climate policies by our trading partners and thus contribute to the reduction of global emissions\niii.\nSome Stron\nwhat\ngly\ndisagre disagr\nee\n15.3 Social impacts\nii.\nStron Some Somewh\ngly\nwhat\nat\nagree agree disagree\nStro\nngly\nagre\nIV.\nhat\nagree\nll\nom\na. The Carbon Border Adjustment Mechanism would avoid job losses in the EU due to the substitution of EU production by production from partner countries with lower climate ambition.\nb. Depending on the sectors covered, the Carbon Border Adjustment Mechanism, as part of a broader climate policy, would increase the price of consumer products including those related to basic needs.\nc. The Carbon Border Adjustment Mechanism would have negative effects in terms of jobs in sectors downstream from those to which it applies by increasing the cost of their inputs, which their competitors in partner countries do not bear.",
  "page_27": "d. Potential negative effects on the living standards of the poorer segments of the population\nshould be compensated\n15.4 Administrative impacts\na. The Carbon Border Adjustment Mechanism would increase the administrative burden for exporters and importers into the EU i. Yes ii. No\nDue to:\ni. Complexity of establishing the carbon content of the product ii. Alignment with measurement standards iii. Verification and reporting procedures\nb. The Carbon Border Adjustment Mechanism is likely to increase the administrative burden for public administrations in the EU i. Yes ii. No\nDue to:\ni. Monitoring needs ii. Adjustment of customs systems\nc. The Carbon Border Adjustment Mechanism is likely to result in higher administrative burden for SMEs i. Yes ii. No\n15.5 Other economic, environmental, social or administrative impacts, not indicated above. Please specify.\n1,000 character(s) maximum\nFinal remarks\nShould you wish to provide additional information (for example a position paper) or raise specific points not covered by the questionnaire, you can upload your additional document here. Please note that the uploaded document will be published alongside your response to the questionnaire which is the essential input to this open public consultation. The document is an optional complement and serves as additional background reading to better understand your position.\nPlease upload your file\nCBAM_position_Bioenergia_ry.pdf\nPlease provide your hyperlinks\nContact\nTAXUD-CBAM-OPEN-CONSULTATION@ec.europa.eu"
},
  "language": "Languages.ENGLISH",
  "total_pages": 27
}
