{
  "file_name": "23_374.pdf",
  "pages": {
  "page_1": "EUROFER\nEU ETS revision: benchmarks and CBAM free allocation phase out Impact assessment on the EU steel industry\nBackground information : 2021-2025 situation\nThe European steel industry receives free allocation under the EU ETS on the basis of five product benchmarks (coke, sinter, hot metal, electric arc furnace-EAF carbon steel, EAF high alloy steel) and the fuel and heat fall back benchmarks for those processes that are not covered by the above product benchmarks.\nThe annual reduction rates of these product benchmarks for the period 2021-2025 were set in the Commission Implementing Regulation 2021/447 on the basis of 2016-2017 data collected from the sector. The annual rates and new benchmark values as well as the estimated annual direct carbon costs for the sector in the period 2021-2025 are summarised in the table below:\nBenchmark\n2013-2020 value\nAnnual & total\n2021-2025 value\nkg CO2/ unit product\nreduction rate\nkg CO2/t product\nCoke\n286\n1.6% (24%\n217\nSinter\n171\n0.5% (8%\n157\nHot metal\n1,328\n0.2% (3%\n1,288\nEAF carbon steel*\n283\n1.6% 24%\n215\nEAF high alloy steel*\n352\n1.6% 24%\n268\nFuel benchmark*\n56.1\n1.6% 24%\n42.6\nHeat benchmark*'\n62.3\n1.6% 24%\n47.3\nAnnual direct emissions**\n+ 185 Mt/year\nAnnual free allocation\n+ 142 Mt/year\nAnnual free allocation shortage\n+ 43Mt (24%\nAnnual direct carbon costs\n+ 2.6 bn\n€\nin the period 2021-2025**\n*“Assuming EU steel production of 160Mt/year and a carbon price of 60€/t. Direct emissions include the full carbon content of waste gases produced in the steel process and used in power plants.\nPossible sectoral impact in 2026-2030\nEven if existing benchmark boundaries and definitions are retained, above product benchmarks that have the 1.6% annual reduction rate until 2025 would have the new 2.5% annual reduction rate, hence 50% reduction compared to the 2013-2020 benchmark level.\nIn addition, the Commission proposes to modify definitions and system boundaries of existing product benchmarks “in order to provide further incentives for reducing greenhouse gas emissions and improving energy efficiency’. While this principle will be translated in detailed provisions only in the secondary legislation on free allocation rules, the Commission has clearly stated that such\n1* Please note that the reduction rate of EAF carbon and high alloy steel benchmarks is mainly influenced by the reduced carbon intensity of the power sector, while the reduction rate of fuel and heat benchmark is mainly influenced by installations in other sectors that have access to biomass.\nPage | 1\nPr 2000\nThe European Steel Association (EUROFER) AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium +32 3 738 79 20 | mail@eurofer.eu | www.eurofer.eu | EU Transparency Register: ID 93038071152-83",
  "page_2": "EUROFER\nmodifications aim at including in existing benchmarks also alternative low carbon technologies, such as “hydrogen-based steel making”.\nA modification of benchmark boundaries and definitions along those principles would likely impact the sinter and hot metal benchmarks, which could include also alternative production technologies such as respectively pelletising and direct reduction, smelt reduction and others. Since such alternative technologies are already active in the EU in 2021-2022 (which is the reference period for the update of 2026-2030 benchmarks), they would contribute to a sharp reduction of those benchmarks in 2026-2030 because the benchmarks are set only by the average of lowest 10% emitting installations (i.e. 2.5 installations set the benchmark for the entire sector of 25 installations). In particular, it is expected that the sinter benchmark could be reduced by the maximum reduction rate (2.5%/year, i.e. 50% in total) and the hot metal benchmark by around 2% per year (i.e. 40%). While they would have such disruptive impact on free allocation, such technologies would still represent a very minor share of the total production in the EU. For instance, direct and smelt reduction represent less than 1% of iron and steel production at present.\nIn addition to the reduction linked to the modification of benchmark boundaries and definitions, the sector would also face in 2030 the 50% phase out due to the carbon border adjustment mechanism (CBAM). Therefore, the sector would face huge free allocation shortage and carbon costs, even if low carbon investments (which require massive financial resources) were successful and the sector would reduce its emissions by around 30% compared to today’s level. The table and graph below present an overview of the possible impact at sectoral level.\nBenchmark\nAnnual & total\nreduction rate\nnew benchmarks\n50% CBAM\nreduction & new\nbenchmarks\n30%\nemissions\nreductions\nCoke\nSinter\nHot metal\nEAF carbon steel\nEAF high alloy steel\nFuel benchmark\nHeat benchmark\nAnnual direct emissions\nAnnual preliminary free allocation\nAnnual free allocation shortage\n99M (54%)\nAnnual direct carbon costs in 2030**\n9.6 bn€\n*“Assuming EU steel production of 160Mt/year and a carbon price of 97€/t?\n142M (77%)\n13.8 bn€\n? Source: Carbon Pulse Poll, 16 October 2021, of 10 market analysts. average\n£ 130Mt/year\n43M\n87M (67%)\n8.4 bn€\nPage |2\nPr 2000\nThe European Steel Association (EUROFER) AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium +32 3 738 79 20 | mail@eurofer.eu | www.eurofer.eu | EU Transparency Register: ID 93038071152-83",
  "page_3": "EUROFER\nPage | 3\nPr 2000\nT\ncael\nIn addition to the assessment for the entire sector, it is important to appreciate also the impact on a representative average site producing primary steel. This assessment is based on a representative average primary steel site, taking into account average emissions data. The primary site is estimated to produce 4 million tonnes of crude steel per year. In order to assess the impact of the provisions in the context of the transition of the sector, the following 3 scenarios of production configurations are considered:\n1 The site produces 4Mt of crude steel in 3 blast furnaces; 2 The site produces 4Mt of crude steel, of which 3Mt in 2 blast furnaces and the remaining 1Mt in an alternative low carbon technology, notably direct reduction fuelled with natural gas; 3 The site produces 4Mt of crude steel, of which 3Mt in 2 blast furnaces and the remaining 1Mt in an alternative low carbon technology, notably direct reduction fuelled with carbon neutral hydrogen.\nThe above scenarios are assessed with the following options of carbon leakage rules:\na)\nFree allocation based on existing benchmark definitions and boundaries: e the existing technology (blast furnace/basic oxygen furnace) is allocated with the existing hot metal benchmark (reduced by 4% compared to 2013-2020 value); e the new technology (direct reduction) with the fuel benchmark (reduced by 50% compared to 2013-2020 value). b) Free allocation based on new benchmark boundaries and definitions: e both existing and new technologies are allocated with the same product benchmark (hot metal), but such benchmark value is reduced by 40% (around 2%/year) compared to 2013- 2020 value because the new technology (currently applied only by one site in Europe) decreases significantly the benchmark value in 2021-2022 data collection. Similarly, sinter and pellets would be allocated with the same product benchmark, but reduced by 50% compared to 2013-2020 value due to the sharp decline linked to the inclusion of pure pellet plants in the same benchmark curve in 2021-2022.\nPll\nLe\nal\n—e eee ee eee\nee ee ee ee ee ee\nee ee ee eee ee\nale\n9.6 bn€\n-e-------- eee ee ee ee ee ee ee ee ee ee ee ee ee ee ee eee\nExisting direct reduction\nplant in Hamburg\n13.8 bn€\nmH ee e e e e e e  e\n e e e e e e e e e e e e e e e e e e e eee\n>\nNumber of installations\nP ossible impact in 2026-2030 for a representative primary steel site\nThe European Steel Association (EUROFER) AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium +32 3 738 79 20 | mail@eurofer.eu | www.eurofer.eu | EU Transparency Register: ID 93038071152-83\nThere are 25 installations of\nprimary steel production in the\nEU\nThe 10% best\nperformers\nset the\nbenchmark and the level of free\nallocation for the entire sector =\n2.5 steel installations\nOne single installation (e.g. direct\nreduction plant) would deeply\nchange the level of free allocation\nfor the entire sector\nThe sector would have a huge\nallocation shortage (8.4bn€) even\nif it reduces emissions 30%\nby\nEXISTING BENCHMARK CURVE\nBlk",
  "page_4": "EUROFER\nThe table below provides an overview of the results. As it can be seen, even if a site invests massive financial resources in low carbon technologies (like natural gas or hydrogen based direct reduction), it will face a much larger free allocation shortage if benchmark boundaries are redefined. This occurs because the benchmark values will decline sharply (by around 40%) in comparison to 2013-2030, since such technologies were in use in rare cases in 2021-2022, which is the reference period for updating benchmarks for the period 2026-2030. Hence, while the objective of the new provisions is to provide incentives for low carbon incentives, its actual impact leads to additional costs for producers.\nFree alloc. with new benchmarks\n3.58 M\n3.48 Mt\n3.78 Mt\nFree alloc. with new bench. and\n50% CBAM reduction\nShortage with new benchmarks\nand 50% CBAM proposal\nDirect costs with new bench. and\n50% CBAM reduction*\na\n* Assuming carbon price of 97€/t\nann\nooo\n0000 Ss) 000\nooo\nooo\nemissions |\n=\nror So\nLZ. Steel installations have on average\nthree to four blast furnaces\nee ee ee He He He ee ee ee ee ee ae ae ee ee eee ee ee\n>\n==) sooo\nExisting direct reduction\neee ee ee\nPage |4\n>\nThe European Steel Association (EUROFER) AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium +32 3 738 79 20 | mail@eurofer.eu | www.eurofer.eu | EU Transparency Register: ID 93038071152-83\n—-----------\nee ee\n_____ plant in Hamburg\nL\nThe transition will be gradual (i.e.\n64s\none\nblast furnace will be converted\n(eS 0000)\n=\" by 2030\nsite)\nper average\nA The site would have huge allocation\nshortage even if it converts one\nblast furnace\nfooo0)\n|\nioo000\n==\n==\nee eee\n—----------\noooool]||\nult\nooo\neee ee ee ee ee ee eee ee ee eee",
  "page_5": "EUROFER\nT E EUROPEA TEEL\nIATION\nCc omparison between an average EU steel compan investin in low carbon technologies a nd a traditional third count roducer in 203 0\nco)\n+ 1.5tCO2/t of steel\nLO)\n+ 100€/t of steel\nDpooool\nfee 0000\nooo\n2€ 400 NE\nAssumptions: 4Mt production, of which 3Mt in blast furnaces and 1Mt in direct reduced iron plant; carbon price: 97 €/t in 2030\n+ 2 t CO2/t of steel co;\nLO)\nre os Doooo|\n+ 145€/t of steel\naoc 0000\n+€ 30 ME\nAssumptions: 4Mt production in blast furnaces, of which 5% is sold on the EU market; carbon price: 97 €/t in 2030\nPage |5\nThe European Steel Association (EUROFER) AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium +32 3 738 79 20 | mail@eurofer.eu | www.eurofer.eu | EU Transparency Register: ID 93038071152-83\nPr 2000"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
