{
  "file_name": "241_2249.pdf",
  "pages": {
  "page_1": "CNi\n02/12/2024\nCarbon Leakage Review — consultation paper - November 2024\nThe Brazilian National Confederation of Industry (CNI) welcomes the Carbon Leakage Review being undertaken by the Department of Climate Change, Energy, the Environment and Water of the Australian Government. We hereby provide feedback on the Review’s preliminary findings regarding the carbon leakage risk for specific commodities and additional policy options to address it, including the proposal for an Australian carbon border adjustment mechanism (CBAM).\nAbout CNI\nCNI is the main representative of the Brazilian industry. It is the highest body of the industry trade union system and, since its foundation in 1938, it has defended the interests of the national industry. It also acts as the main interlocutor with the Executive, Legislative and Judiciary, besides several entities and organizations in Brazil and abroad. We represent 27 state federations of industry and 1.280 trade unions, to which almost 700 thousand industries are affiliated.\nSince its establishment, CNI has played a leading role in society, promoting debate and building consensus on key national issues. Especially concerning those matters that have strong influence on the development of Brazilian industry and economy. CNI is recognized as a key voice at the national level, examining and presenting suggestions for the development and refinement of policies and laws that strengthen the productive sector and modernizes the country.\nConsidering that CNI acts as a representative for different sectors within the Brazilian industry, which may hold varying viewpoints regarding the policy options presented in the consultation, the Confederation does not intend to provide sector-specific technical feedback.\nGeneral Comments on the Second Consultation Paper Issued by Australia’s Carbon Leakage Review\nCNI fully acknowledges that climate change requires urgent actions and full commitment by governments and the private sector and recognizes the legitimate objectives of related initiatives.\nHowever, concern arises over unilateral measures potentially constituting a means of arbitrary or unjustifiable discrimination between countries where the same conditions prevail, or a disguised restriction on international trade. The proliferation of certain unilateral measures is already leading to regulatory fragmentation among jurisdictions. This poses significant challenges for developing countries, which frequently lack the financial resources to allocate substantial subsidies for industrial decarbonization.\nTo this effect, CNI praises that the Review places importance on the international rules-based trading system and on maintaining open and liberal trade relationships, seeking to identify ways in which any potential future measures to address carbon leakage respect international trade rules and\nCNI\nConfederacdo Nacional da Industria\n—\nSBN Quadra 1 Bloco C - Ed. Roberto Simonsen\nTel (61) 3317 9001\n70040 903 Brasilia DF\nwww.portaldaindustria.com.br/CNI",
  "page_2": "CNi\nobligations, while also identifying opportunities to support progress in multilateral and plurilateral forums.!\nIn the context of Australia’s Safeguard Mechanism, measures are implemented currently to mitigate the risk of carbon leakage in vulnerable sectors, such as access to lower baseline reductions if facilities qualify as Trade Exposed Baseline Adjusted (TEBA) facilities.\nCNI agrees that implementation of any border carbon adjustment should involve either the removal or the phase-out of TEBA provisions for facilities producing commodities where a border carbon adjustment is introduced.* Also, CNI agrees with the preliminary findings that “Any border carbon adjustment would need to mirror domestic emissions policy settings for imports to provide a level playing field and be designed to minimise administrative burdens. It would need to be consistent with Australia’s longstanding support of an open, rules-based trading system and its international trade law obligations. Australia could advance relevant work with plurilateral initiatives and support trade partner countries with implementation.”?\n1. Comparability of Australian CBAM Covered Products and Australian Like Products Relative to Emissions Calculations, Administrative Burden and Carbon Costs\nCNI requests that the Australian Government ensures an equitable, fair and non-discriminatory treatment between Australian and third-country products. To this effect, it is vital that Australian authorities develop on the following aspects:\ne Comparability of embedded emissions calculation for Australian CBAM covered products and Australian like products; Comparability of administrative burden and compliance costs between Australian CBAM covered products and Australian like products; and Comparability of carbon costs incurred under Australian CBAM and domestic carbon pricing policies.\na Comparability of Embedded Emissions Calculation of Australian CBAM Covered Products and Australian Like Products\nTo enhance the data consistency and comparability for direct and indirect embedded emissions between Australian CBAM covered products and Australian like products, the Australian Government needs to clarify the similarities and differences between the methodologies for monitoring, reporting and verifying (MRV) under the Australian Safeguard Mechanism and any future Australian CBAM.\nBefore any Australian CBAM enters into force, it should be encouraged that Australian authorities also collect information on direct and indirect embedded emissions of Australian-made products of the same kind as those to be covered under the Australian CBAM.\n1 See, Carbon Leakage Review Consultation Paper 2 November 2024, p.5 - - 2 See, Carbon Leakage Review Consultation Paper 2 November 2024, 9 - - p. 3 See, Carbon Leakage Review Consultation Paper 2 November 2024, 9 - - p.\nCNI\nSBN Quadra 1 Bloco C - Ed. Roberto Simonsen\nTel (61) 3317 9001\nConfederacdo Nacional da Industria\n70040 903 Brasilia DF\nwww.portaldaindustria.com.br/CNI\n—",
  "page_3": "CNi\nb. Comparability of Administrative Burden and Compliance Costs Between Australian CBAM Covered Products and Australian Like Products\nFor purposes of transparency and comparability between Australian CBAM covered products and Australian like products, the Australian Government needs to clarify the similarities and differences between the administrative burden and compliance costs between imported products subject to Australian CBAM and Australian like products.\nFurthermore, before any Australian CBAM enters into force, it should be encouraged that Australian authorities also require Australian producers subject to the Australia’s Safeguard Mechanism to submit reports containing the same elements laid down in any future Australian CBAM.\nThis approach would ensure uniform data capture and equitable treatment between Australian- made and imported products, regardless of their origin.\nCc Comparability of Carbon Costs Incurred Under Any Australian CBAM and Australian Safeguard Mechanism\nFor purposes of transparency and comparability between costs incurred under any Australian CBAM and those already incurred in Australia for the production and sale of products under the Safeguard Mechanism, Australian authorities are encouraged to disclose and make available the associated costs for products to be covered by the Australian CBAM.\n2. Role of International Standards\nAny future Australian CBAM should acknowledge the significant role that international standards, guidelines, and recommendations can make with respect to embedded emissions calculation. CNI stresses the importance of internationally recognized and widely used frameworks for measuring and managing greenhouse gas (GHG) emissions, such as the GHG Protocol, ISO standards, and national MRV systems.\nAustralian authorities should accept all relevant international standards for embedded emissions calculation as equivalent. Before any Australian CBAM enters into force, relevant international organizations should be invited to participate in discussions and propose suggestions on acceptable methodologies.\n3. Role of National Accreditation Bodies in Third Countries\nCNI is of the view that the Australian Government should accept entities accredited in other countries for embedded emission verification purposes. This option would help to eliminate unnecessary duplication of costs, time, and resources.\nCNI\nSBN Quadra 1 Bloco C - Ed. Roberto Simonsen\nTel (61) 3317 9001\nConfederacdo Nacional da Industria\n70040 903 Brasilia DF\nwww.portaldaindustria.com.br/CNI\n—",
  "page_4": "CNi\n4. Core Principles for any Future Australian CBAM\nCNI aligns with the Australian Government’s view that addressing climate change demands immediate action and full commitments by governments and the private sector. CNI also believes that any law or proposal designed to address the challenges arising from carbon leakage should:\nbe preceded by transparent and open discussions during all drafting stages so that all stakeholders and affected trading partners are able to comment and express their views, including with respect to the measure’s implementation and operation; be discussed in international organizations such as the World Trade Organization (WTO) as an effort to not implement the measure unilaterally and foster a collective solution; be informed by comprehensive technical analysis to assess the impacts of certain measures not only on the environment but also on potential economic outcomes; be compatible with WTO rules and the Paris Agreement; respect the agreed principles of the Paris Agreement and the United Nations Framework Convention on Climate Change (UNFCCC), including the principles of equity (article 2.2 of UNFCCC) and common but differentiated responsibilities (article 3.1 of UNFCCC); not constitute a means of arbitrary or unjustifiable discrimination or a disguised restriction on international trade, as provided for in article 3.5 of UNFCCC; not aim to protect domestic firms vis-a-vis foreign companies; not restrict imports or discriminate against goods based on their processes and production methods (PPMs); take into consideration natural resources and the energy mix and methodologies of foreign countries; supply specific administrative and capacity-building support to governments, civil society organizations, and producers in third countries, to share the burden of adapting to new administrative requirements, considering the shared objective of environmental, social, and economic sustainability; ensure that efforts and policies to reduce emissions made by other countries and foreign companies will be taken into account when establishing any mechanism, even if these efforts are not directly related to carbon pricing; ensure that industries in developing countries, which may already be disadvantaged due to limited financial and technological resources for decarbonization, are not penalized; and prevent the risk of trade deviation of certain carbon-intensive products to third countries.\nBrazilian and Australian authorities must engage in bilateral cooperation to meet the goals in this area. They should engage in efforts on regulatory cooperation regarding the concerns and priorities in the environment and sustainability agenda. These efforts could include mutual recognition agreements, technical exchanges, and projects that address trade and climate concerns while nurturing their important trade and economic relations.\nCNI\nSBN Quadra 1 Bloco C - Ed. Roberto Simonsen\nTel (61) 3317 9001\nConfederacdo Nacional da Industria\n70040 903 Brasilia DF\nwww.portaldaindustria.com.br/CNI\n—"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
