{
  "file_name": "243_2262.pdf",
  "pages": {
  "page_1": "THE WESTERN BALKAN\nPOWER SECTOR\nve\nOn}\nee\n7\n™t\n*\neo\ncs 8 we ew ew\n° =\n0 a\nsee\nwe 6 ee\n= oe\ne@\nei?\ne?\noot\n&\nre\naed) SEs\nois\ne\nhz , ew\n—_—-\nrt as as\nrf\nE20\neters topo 4B\nee?\nPERO:\noe Ghee ome\ne L)\none\nSS\n= Es\nMT\nSe ee\n—\n-,\n© 2.\nWY\nal oF \\e8 Eh\nee\neee & o\nse\neeee®\nest ee? ee\nSay\na ieee\nce eecee\nae) es. @\nqe\n2 |e Nye\neos\neee e\n2.2 e\noe see an\nwwe ee\n2/2, 2 |e}\n=\nView\n0\n@\nSST\nMA\n% y/\n4\nEELS:\nTZ\nWIZ\n|\na4\n* 7\niS =e NY\n=\nBy MeOH) 1%\nKe | 7\"\nax\n&\nee\n—_—\ne 8\n|\nee |\nak\neee\nee\nANS\nWY)\nhy\noj Sey wai pitts [Ski\nWE\ns\nHAV,\nBeans\nCY wees\neee\nowt\ne\neo.\nwuss\na\nS\neLwias ES\nSho\nesec*\n= eh\n=\nLZ Le\nif iia fa 2 rela a\nAD te ——4 = yy racaw\noad\nBy\ni\nHi)\n“eo\nalte ||\nys)\naime! y\neo? © 6\nPr pine\nBR\nv\neecs'®\n—\na\nPSI)\n‘*%",
  "page_2": "To cite this study:\nThe Western Balkan power sector: between crisis and transition\nPublished: December 2022\nAuthors: loana Ciuta, Pippa Gallop, CEE Bankwatch Network\nContributions: Tassos Chatzieleftheriou, Nikos Mantzaris, The Green Tank\nACKNOWLEDGEMENT\nThe Life ETX project has received funding from the LIFE programme of the European Union.\nThe project also acknowledges the generous support of the European Climate Foundation.\nLEGAL NOTICE\nThis publication, corresponding to deliverable ‘C.6.6 Power Sector study’, is financed by the\nEuropean Commission through the LIFE programme and the European Climate Foundation.\nIt is the overarching goal of the LIFE programme to act as a catalyst for changes in policy\ndevelopment and implementation by providing and disseminating solutions and best practices\nto achieve environmental and climate goals, and by promoting innovative environmental and\nclimate change technologies.\nThe information and views set out in this report are those of the author(s) and do not necessarily\nreflect the official opinion of the European Commission\n*\nx\nLike\nEuropean\nClimate\nFoundation\nBankwatch z FE The\nEMISSIONS\n\\\nAe\nEXTRA‘\nNetwork",
  "page_3": "TABLE OF CONTENTS\nExecutive summary\nIntroduction: Overview of the Western Balkan countries’ power sectors\nThe role of the Energy Community\nThe quadruple energy crisis\nCurrent and future prospects given the energy crisis\nIntroduction to CBAM and likely impacts\nElectricity imports from the Western Balkans\nCurrent state of play on carbon pricing in the region\nFinancing options for a just transition of coal dependent regions\nPolicy recommendations\n18\n19\n21\n26\n28\n31\n32\n33",
  "page_4": "EXECUTIVE SUMMARY\nEnergy transition in the Western Balkans has long since begun, but — like EU accession — it has been neither a linear nor hurried process. Countries have taken it in turns to enjoy short stints as the regional champion of the moment, only for their efforts to stagnate later due to pressure from incumbents, political changes, lack of Capacity or being distracted by false solutions.\nBut against this background, a quadruple energy crisis has been brewing. Although not nearly as dependent as the EU on fossil gas, the Western Balkans have been hit hard by knock-on prices of electricity imported from the EU in the last year. This was exacerbated by a series of technical problems at coal power plants and mines across the region during late 2021 and 2022 which further increased electricity import needs in Serbia, Kosovo and North Macedonia.\nTo make matters worse, despite exceptions, 2022 has been a generally dry year. This has prevented the region’s hydropower plants from making up for the coal plants and causing Albania to increase imports even further. And finally, biomass prices have massively increased across the region, leading some countries to impose export bans.\nThis crisis is both a serious threat to the energy transition and an opportunity. On one hand, wind and solar development is speeding up in Albania, Bosnia and Herzegovina, North Macedonia and Serbia. But despite the fact that the crisis has revealed the unreliability of the region’s antiquated coal plants, it is paradoxically making governments less willing than ever to commit to a phase-out. Neither have the\nTuzla 4 and Kakanj 5 in Bosnia and Herzegovina, Pljevlja in Montenegro.\nEuropean Commission, Communication from the Commission - The European Green Deal, COM(2019) 640 final, 11 December 2019.\nsky-high gas prices convinced the region's governments that creating a new lock-in by building new gas infrastructure is a bad idea.\nBosnia and Herzegovina and Montenegro particularly benefit from exporting coal- based electricity to the EU, and can now rake in more income than ever, even if it comes at the expense of public health. In blatant breach of the Energy Community Treaty’s provisions on pollution from power plants, both countries are now running coal plants illegally? in pursuit of additional revenues. However, this cannot continue for many more years as the operation of the carbon border adjustment mechanism (CBAM) or a national or regional carbon pricing system to avoid CBAM is guaranteed to further raise coal-based electricity production costs.\nSince late 2019, when the EU first disclosed its plans for a CBAM,? we have observed a clear increase in awareness among the region’s decision makers that if they do not take action themselves, they are going to be pushed.\nAccording to the Commission’s proposal, the EU is going to start imposing charges on electricity imports in 2026, with higher impacts on countries with higher exports, higher emissions and a higher percentage of fossil fuels used in electricity generation.\nIf the countries are to avoid being hit by CBAM, planning a just transition and introducing carbon pricing ismoreimportant than ever. Revenue from CBAM will be used for the EU budget, whereas domestic carbon pricing can directly contribute to energy transition in the countries. In fact, with a moderate carbon price of EUR 50 per tonne, the countries could collect a total of around EUR 2.8 billion annually to soend on a just and sustainable energy transition.\nFor a thorough examination of the political economy of barriers to energy transition, see Pippa Gallop, Emily Gray, Elena Nikolovska, Alexandru Mustata and Raluca Petcu, PEET — The Political Economy of Energy Transition in Southeast Europe — Barriers and Obstacles Friedrich Ebert Stiftung, September 2021.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_5": "In late 2021, all the countries committed to introduce carbon pricing in the next few years as part of the Green Agenda Action Plan* and the Energy Community’s Decarbonisation Roadmap, but this has been threatened by the ongoing energy crisis.\nAs ever, the Western Balkan governments bear the primary responsibility for soeeding up the deployment of sustainable energy, improving energy efficiency, phasing out fossil fuels and ensuring an inclusive, bottom- up just transition planning process. But the European Union and Energy Community Secretariat can help to keep this on track, especially in times of crisis when domestic attention is focused on solving immediate supply problems.\nThe EU needs to increase Momentum towards a just and sustainable energy transition and carbon pricing, especially through the creation of a dedicated Just\nDispersion of SOz pollution from Western Balkan coal power plants in 2021\n-\n&\nv\nluj-Napoca\n~\n«\nna e\n‘a Zagrek\nBatha JlyKa\nBanja Luka\nI\n+\nrajevo\n\\\nGalati F\naN\nTransition Fund, and by ensuring a stringent CBAM which persuades decision makers in the region to introduce their own carbon pricing and improve compliance with EU energy, competition and environmental law.\nThe EU also needs to ensure that the Energy Community Treaty is strengthened to include penalties. The Western Balkan countries must not be allowed to continue accessing EU energy markets without playing by environmental and State aid rules.\nThe Energy Community Secretariat must continue to provide intensive support to the countries in developing their national energy and climate plans and renewable energy support schemes, as well as ensuring follow- up on the Decarbonisation Roadmap adopted in November 2021. Clear deadlines for implementing the later stages of carbon pricing need to be agreed on in order to help the countries raise revenues for the energy transition.\nis! nf\nSs “a\n—_— ™\napajes\nBrasov «\nSealovs Bucharest\naa\n=\nDTI\ne\n“ skop\n* By\nae |\nrN\n**\n« <>.\n.\n4 Regional Cooperation Council, Action Plan for the Implementation of the Sofia Declaration on the Green Agenda for the Western Balkans 2021-2030, Regional Cooperation Council, 6 October 2021.\n7h\ni~\na\na.\n4s\nY iste\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_6": "INTRODUCTION: OVERVIEW OF THE WESTERN BALKAN COUNTRIES’ POWER SECTORS\nTransition to an energy-efficient, renewables- based power sector in the Western Balkans® should in theory be much easier than in many other countries. The region as a whole only has around 18 million inhabitants, most of it is not heavily industrialised, it has high solar and wind potential, most of the countries are quite well interconnected, and there is ample potential for saving energy.\nYet decades of underinvestment and a myopic focus on continuing the use of the region’s traditional staples _ coal and hydropower — have led to the region’s energy sectors lagging ever further behind their neighbours in the EU.\nAll except Albania are dependent on coal, and in 2020 their 18 lignite power plants emitted® 2.5 times more sulphur dioxide than all of the EU’s 221 coal power plants put together.\nThe Western Balkans exported 25 terawatt hours (TWh) of electricity to the EU between 2018 and 2020 alone, amounting to 8 per cent of total coal-fired power generation in the Western Balkans.? Hence, the EU has played a significant role in sustaining coal- based electricity in the region.\nALBANIA\nAlbania, with a population of around 2.8 million, has, for decades, been almost entirely dependent on hydropower for its power supply. This is an advantage in decarbonising its energy sector but also makes it highly vulnerable to the changing\nAll the countries also heavily regulate electricity prices as a social welfare measure and are wasting large amounts of energy due to high distribution network losses, the use of electrical heaters for space heating, and lack of household insulation, among other reasons.\nYet, some changes are on their way. The EU’s planned Carbon Border Adjustment Mechanism (CBAM) is going to. start imposing charges on electricity imports to the EU in approximately 4 to 5 years. According to the Commission’s proposal, CBAM will also apply to several other carbon- intensive industries: iron and steel, cement, fertiliser and aluminium.\nCBAM will have higher impacts on countries with higher exports, higher emissions and a higher percentage of fossil fuels used in electricity generation. If the countries are to avoid being penalised by CBAM, planning a just transition and introducing carbon pricing is more important than ever.\nAt the same time, the region is in the midst of a multi-layered energy crisis. This report examines whether the momentum towards a just and sustainable energy transition and carbon pricing can be maintained in this situation, and where the funds can come from to support it.\nclimate, and means that it has to import electricity most years.\nAlbania therefore needs to make an energy transition not from fossil-based sources to renewables, but rather from hydropower to\nAlbania, Bosnia and Herzegovina, Kosovo, Montenegro, North Macedonia, Serbia .\nCEE Bankwatch Network and CREA, Comply or Close - How Western Balkan coal plants breach air pollution laws and cause deaths and what governments must do about it, Comply or Close, September 2021.\nCEE Bankwatch Network and CREA, Comply or Close - How Western Balkan coal plants breach air pollution laws and cause deaths and what governments must do about it.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_7": "diversified renewables. While electricity is already widely used for heating, this needs to be done more efficiently, with heat pumps, and electrification of transport needs to take place.\nUntil 2017, Albania only offered renewable energy incentives for hydropower, and as a\nresult solar photovoltaic (PV) and wind have remained underdeveloped. In that year, Albania finally changed its legislation to allow incentives for solar and wind developments and to switch to an auction system for awarding them.\n10000\nNet imports\nSolar\n® oil\n®@ Hydropower\n7500\nS 5000\n2500\nO\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\nYear\nChart 1: Albania electricity generation mix. Source: IEA\nIn 2020, only 0.4 per cent of electricity was generated by solar photovoltaics, just under 70 percent by hydropower andthe remaining 30 per cent was provided by imports.®\nconnected to international gas networks at the moment. The controversial Trans-Adriatic Pipeline (TAP) has been built on its territory, and Albania plans to make use of it, as well as participating in the construction of the lonian-Adriatic Pipeline that would take gas from TAP through Montenegro to Croatia. However, Albania does not currently receive any gas from TAP, and is planning to build a liquified natural gas (LNG) terminal at Vlora.'°\nAs well as its continued plans for hydropower projects — including the highly controversial Skavica plant, which would see thousands of people displaced? - the main issue threatening to distract Albania from its energy transition is gas.\nThe main reason for this is that Albania also plans to use gas in the power sector, thus undermining its decarbonised electricity supply. It has a 98-megawatt (MW) gas/oil\nAlbania produces a small amount of gas, mostly used in oil production and the refining industry, but the country is not\nInternational Energy Agency, Energy Statistics Data Browser - Electricity - Albania - 2010-2020, International Energy Agency, accessed 17 November 2022.\nAndrey Raley, ‘Skavica dam =the last thing Albania needs’, CEE Bankwatch Network, 22 July 2022.\n10 Evelin Szdke, Kosovo and Albania agrees to cooperate on LNG terminal in Vlora, CEEnergy news, June 22, 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_8": "fired power plant at Vlora, financed by the World Bank, EBRD and EIB, which has never operated due to technical faults. Not only does it plan to relaunch this plant, but it is also considering building new gas power plants.\nAlbania is one of the few Balkan countries producing oil — 910,000 tonnes in 2018.\" The state-owned Albpetrol is active in the development, production and trade of crude oil, while the largest oil producer is Bankers’ Petroleum, previously supported by the EBRD and IFC and now Chinese-owned. This sector will also need to be phased out in the coming decades, but the first step will be to avoid opening new oil fields.\nHowever, in2022 the governmentannounced it was renting a floating oil plant in response to the current energy crisis and since September a floating terminal has been docked in Vlora. A second terminal is expected and authorities claim they will burn oil to generate some 15 per cent of the country’s energy needs, although those opposing the plan say it will only generate 5 per cent.”\nDespite vehement local opposition, the Albanian Electricity Corporation (KESH) has rented the terminal for a total of USD 46 million, not including the cost of the oil. Oil is a polluting and CO2-heavy fuel which must be subject to a carbon tax, even if its use is only temporary.\n10,000\n7,500\n5,000\n2,500\n2011 2012) 2013 2014 2015 2016 2017 2018 2019 2020\nYear\na Domestic use\nChart 2: Albania electricity generation, in GWh. Source: Eurostat\nAlthougha netimporter, Albania’s electricity exports to EU countries, On average, equalled approximately 7 per cent of its\na Exports to EU\ntotal generation between 2011 and 2020. This amounted to an annual average of 489.9 gigawatt hours (GWh).%\nTl Altax, Oil industry in figures in Albania, 2019, Altax, 19 June 2019 . 12 Alice Taylor, ‘Albanians up in arms over oil burning power plants off coast of tourist hotspot’, Euractiv, 13 September 2022. 13 Eurostat, Imports of electricity and derived heat by partner country, NRG_TI_EH, Eurostat, updated 12 April 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_9": "BOSNIA AND HERZEGOVINA\nBosnia and Herzegovina (BiH), with around 3.8 million people, is currently a net exporter of electricity. More than half of its installed electricity generation capacity — around 2.2 GW -— is hydropower, while most of the remainder — around 2 GW - is made up of\nfive lignite power plants at Tuzla, Kakanj, Gacko, Ugljevik and, since September 2016, Stanari. Generation levels hover at around two-thirds coal to one-third hydropower, depending on the hydrological conditions\n20000\nSolar\nWind\nOil\n15000\n~~\nGas\nCoal\nHydropower\n10000\n5000\nie)\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\nYear\nChart 3: Bosnia and Herzegovina electricity generation mix. Source: IEA\nIn 2020, coal generation made up 70 per cent, hydropower 27.5 per cent, wind 1.6 per cent, solar 0.3 per cent, oil 0.3 per cent, and gas O.] per cent.*\nGas power plants have not been much discussed in Bosnia and Herzegovina yet, with the exception of a plant planned in Zenica, which has stagnated. The country does not have its own natural gas extraction so it is dependent on the Beregovo — Horgos — Zvornik import route from Russia via\nThe country is, alongside Serbia, the only one in the region - still planning new capacities from lignite. Although it looks like the Federation’s plans for Tuzla 7 will not go ahead now,\" Republika Srpska has continued issuing permits for Ugljevik III this year,'’°and has also revived the dormant Gacko II project.”\nUkraine, Hungary and Serbia.\nIn March 2022, both houses of the Federation of BiH parliament approved the abandoning of the opt-out regime for Tuzla 4 and\n14 International Energy Agency, Energy Statistics Data Browser - Electricity - Bosnia and Herzegovina - 2010-2020, International Energy Agency, accessed 17 November 2022.\n15 Igor Todorovicé, ‘Federation of BIH stops Tuzla 7 coal power plant project’, Balkan Green Energy News, 14 July 2022.\n16 Center for the Environment, Another lawsuit against the third environmental permit for Uglievik 3, Center for the Environment, 8 July 2022.\n17 Balkan Green Energy News, ‘Energy crisis triggers new coal projects in Republic of Sroska, Serbia’, Balkan Green Energy News, 22 August 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_10": "10,000\n7,500\n5,000\n2,000\n2011 2012) 2013 2014 2015 2016 2017 2018 2019 2020\nYear\nB Domestic use\nB Exports to EU\nChart 4: Bosnia and Herzegovina electricity generation, in GWh. Source: Eurostat\nbecause domestic prices are heavily regulated.”’ During the crisis it has become even more profitable, and this winter, export prices are projected to peak at around 30 times” as high as the price paid by domestic consumers. A carbon pricing system would ensure that pollution is rightly taxed and that part of this profit is returned to the state to fund the transition to sustainable zero-carbon electricity and the support of local communities in coal regions as they shift their economic model towards sustainable activities.\nKakanj 5.'\"° Both of these plants had been operating under the opt-out regime and as of March 2022 were at the end of their allotted 20,000 hours.'?\nBosnia and Herzegovina exports about 20 per cent of the electricity it produces to the EU on average, based on 2011 to 2020 figures. This amounts to an annual average of 3,408.85 GWh.”°\nExporting electricity is always the most profitable option for the country’s utilities\nKOSOVO\nKK ky,\nKosovo has around 1.8 million inhabitants. Its electricity generation is almost entirely dependent on two ageing lignite plants: Kosova A (5 units with 800 MW installed) and Kosova B (two units with 678 MW installed). The current real capacity of these\nplants is around 915 MW altogether. They are infamous for their contribution to air pollution,“ and Kosova B is the second highest emitter of dust out of all the coal plants in the Western Balkans.\n18 Energy Community Secretariat, Environmental concerns increase with decision on lifetime extension of Tuzla 4 and Kakanj 5, Energy Community, 25 March 2022.\n19 Energy Community Secretariat, Environmental concerns increase with decision on lifetime extension of Tuzla 4 and Kakanj 5. 20 Eurostat, Imports of electricity and derived heat by partner country, NRG_TI_EH, Eurostat, updated 12 April 2022. 21 Daria Sito-Sucic, ‘Bosnia’s power exports at risk as people switch to electricity for heating’, Reuters, 4 November 2022. 22 Daria Sito-Sucic, ‘Bosnia’s power exports at risk as people switch to electricity for heating’. 23 loana Ciuta, ‘As pollution blankets Pristina, so do protests’, CEE Bankwatch Network, 31 January 2018.\n24 loana Ciuta, Pippa Gallop and Davor Pehcevski, Comply or Close - How Western Balkan coal plants breach air pollution laws and what governments must do about it, CEE Bankwatch Network, June 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n10",
  "page_11": "6000\n8000\nOo\nNet imports\nSolar\nWind\nOil\nCoal\nHydropower\n= 4000\n2000\n(e)\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\nYear\nChart 5: Kosovo electricity generation mix. Source: IEA?5\nIn 2020, 96.4 per cent of Kosovo's electricity was generated from coal; 3.6 per cent from hydropower; 1.4 per cent from wind; 0.3 per cent from oil and 0.1 per cent from solar.”\nKosovo has very large lignite resources, totalling 12.5 billion tonnes, which it claims are the second largest in Europe and fifth largest in the world. It has no oil or gas extraction and no gas import infrastructure, thus providing an opportunity to leapfrog to a fully decarbonised energy system.\nHowever, Kosovo’s progress in developing renewable energy was hampered for many years by plans for a new 500 MW lignite power plant — Kosova e Re — which diverted efforts and resources from the development of more sustainable forms of energy. It was only in early 2020 that the project was finally abandoned.?’\nDue to the dominance of lignite in Kosovo's energy mix, it is very inflexible, and better interconnections with neighbouring countries are needed. A new 400  kilovolt (kV) interconnection with Albania was completed in 2016, but due to political issues between Kosovo and Serbia, it only started operating in late 2020.\nKosovo does not have abundant water resources like other Western Balkan countries, but for many years, the government's plans still relied on hydropower plants to meet the country’s 2020 renewable energy target.\nThere are no direct transmission lines from Kosovo to the EU; however, Kosovo is an exporter of electricity to Serbia, so some of the coal-heavy electricity produced in Kosovo may end up in the EU eventually. This was not analysed in this report.\n25 International Energy Agency, Energy Statistics Data Browser - Kosovo - Electricity - 2019, International Energy Agency, accessed 17 November 2022. 2020 figures from Energy Regulatory Office of the Republic of Kosovo, Annual Report 2020, Energy Regulatory Office of the Republic of Kosovo, March 2021, due to IEA figures being extraordinarily high for unclear reasons.\n26 Energy Regulatory Office of the Republic of Kosovo, Annual Report 2020. 27 Pippa Gallop, ‘ContourGlobal finally quits Kosova e Re coal plant’, CEE Bankwatch Network, 17 March 2020.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n11",
  "page_12": "MONTENEGRO\n————\nWith around 621,000 inhabitants, Montenegro's electricity needs are mainly met by the 225-MW lignite power plant at Pljevija and the 307-MW PeruCica and 342- MW Piva hydropower plants, all run by state-owned utility Elektroprivreda Crne Gore (EPCG).\nUntil 2009, Montenegro imported significant amounts of electricity, mostly to power the KAP aluminium plant, which has at times accounted for up to 40 percent of the country’s electricity consumption. However, the plant is now almost entirely closed, with only a small section still\noperating.*? Since 2011 its demand for electricity had generally decreased, and with it the whole country’s demand, but in 2020 it still accounted for 17 per cent of the country’s electricity consumption.?9\nIn the last decade, Montenegro’s ability to meet its electricity demand domestically has varied according to the hydrological situation. In 2010, 2013, and 2018 — rainy years — it was able to meet demand domestically, while in dry years — 2011, 2012 and 2017 — it still had to import relatively large amounts of electricity.\n5000\nNet imports\n© wind\n® coal\n@\n3000\nHydropower\n4000\n2000\n1000\nie)\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\nYear\nChart 6: Montenegro electricity generation mix. Source: IEA*°\nIn 2020, coal made up nearly 46 per cent of electricity generated in Montenegro, hydropower around 44 per cent, wind 9.9 per cent and solar 0.1 per cent.”\n28 Radomir Ralev, ‘Montenegro's Uniprom shuts down primary aluminium production at KAP - report’, SEE News, 11 January 2022. 29 Government of Montenegro, Predlog odluke _o energetskom bilansu_Crne Gore za 2022. godinu, Government of Montenegro, December 2021.\n30 International Energy Agency, Energy Statistics Data Browser - Montenegro - Electricity - 2019, International Energy Agency, accessed 17 November 2022. For 2020, IEA data are not available, so data was used from Government of Montenegro, Prediog odluke o energetskom bilansu Crne Gore za 2022. godinu.\n31 Government of Montenegro, Predlog odluke o energetskom bilansu Crne Gore za 2022. godinu.\nMontenegro is dependent on hydropower, which is prone to massive fluctuations in generation. Against this background, difficult decisions need to be taken regarding the\n12\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_13": "Pljevija lignite power plant and nearby mines. Since 2020, the power plant has been running illegally as its limited lifetime derogation” under the Large Combustion Plants Directive expired.\nMontenegro's government signed a deal in 2020 with a consortium led by China’s Dongfang for the modernisation of the plant in the hope of running it for at least fifteen more years, raising Numerous questions*®\nabout the technical and financial viability of the plans. The country is also planning to open new lignite mines and even export coal to Serbia.* In June 2021, however, the government declared a very late coal phase- out date of 2035, which would clearly require the modernisation project to go ahead. In April 2022, nearly two years after the signing of the contract, works reportedly started.*¢ It remains to be seen whether they will achieve the desired results.\n4,000\n3,000\n2,000\n1,000\n2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\nYear\n|| Domestic use\n|| Exports to EU\nChart 7: Montenegro electricity generation, in GWh. Source: Eurostat\nMontenegro's electricity network was connected with Italy’s in November 2019.’ In 2019, Italy imported only 37 GWh of electricity from Montenegro. Exports\nincreased drastically to more than 1,600 GWh in 2020, representing over 50 percent of the country’s entire generation.®\n32 Ciuta, Gallop and Pehcevski, Comply or Close - How Western Balkan coal plants breach air pollution laws and what governments must do about it.\n33 Pippa Gallop, ‘NGOs expect Energy Community infringement procedure on Montenegrin coal plant’, CEE Bankwatch Network, 19 April 2021.\n34 Goran Malidzan, ‘Rudnik uglia uspostavija saradnju sa EPS-om: Najavijen izvoz uglia u Srbiju’, Vijesti, 4 April 2022.\n35 Europe Beyond Coal, ‘Spain and North Macedonia commit to exit coal by 2030’, Europe Beyond Coal, 30 June 2021.\n36 Vladimir Spasi¢, ‘EPCG zapoéela ekolosku rekonstrukciju TE Plievija’, Balkan Green Energy News, 24 April 2022.\n37 European Commission, Montenegro 2020 Report Accompanying the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, European Commission, 6 October 2020.\n38 Eurostat, Imports of electricity and derived heat by partner country, NRG _TI_EH, Eurostat, updated 12 April 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n13",
  "page_14": "another 2,326 GWh was imported to satisfy the total domestic electricity demand. Domestic production of electricity was stable from 2016 to 2019 but imports increased to around 30 per cent of total consumption in 2020.\n10000\nNet imports\nBiofuels\nSolar\nWind\n7500\nGas\nOil\nCoal\nHydropower\n——\nSs 5000\n0\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\nYear\nChart 8: North Macedonia electricity generation mix. Source: IEA\nIn 2020, coal made up 34.3 per cent of electricity supply in North Macedonia, hydropower made up 16.6 per cent, gas made up nearly 15 per cent, wind 1.5 per cent, oil 1.2 per cent, biofuels 0.7 per cent, and solar 0.3 per cent. The remainder — 30.3 per cent — came from imported electricity.*°\nSince winter 2021-2022, however, instead of working towards plant closures as planned, the government and state-owned electricity company Elektrani na Severna Makedonija (ESM) are planning to extend the lifetime of the coal plants with the opening of new open-cast lignite mines in Zhivojno for Bitola and Gusterica for Oslomej. These new developments were explained as a need arising from the energy crisis; however, it turned out that ESM had signed the contract for the mining study and environmental impact assessment (EIA) for Zhivojno in late 2019.42\nIn July 2021, North Macedonia joined the Powering Past Coal Alliance and committed to a coal phase-out by 2027, in line with the ‘green scenario’ of its Energy Development Strategy until 2040.“\n39 International Energy Agency, Energy Statistics Data Browser - North Macedonia - Electricity - 2020, International Energy Agency, accessed 17 November 2022.\n4O International Energy Agency, Energy Statistics Data Browser - North Macedonia - Electricity - 2020, International Energy Agency, accessed 17 November 2022.\n41 Marek Grzegorezyk, North Macedonia to exit coal by 2027;, Emerging Europe, 30 June 2021.\n42 Government of North Macedonia, ontract Award Notice no. 01-241/2018, JOTI VU3PABOTKA Ha MmaBeH aPCKN NPOeKT 3 eKcnnoatauvja Ha jarneHoT of HaoranulwitTeTo BO KUBOJHO CO NOBDWMHCKa TexHonorvja NOT 2. PEBVIBVJA Ha MnaBeH pyfapcku NpoekT 3a ekcnnoatauvia Ha jammeHoT Of, HaOranUuTeTO BO KUBOJHO CO NOBPLWIMHCKa TexHonoruja JIOT 3. VZBPABOTKA Ha Crynuija 3 OuleHa Ha BOUjaHVUeTO BP3 KUBOTHAaTa CoeoVHa OF PYAHUKOT KVBOjHO, E-nabavki, accessed 28 May 2022.\nNORTH MACEDONIA —\nWith a population of just about two million, North Macedonia relies predominantly on fossil fuels (low-grade lignite and gas) and hydropower, and is dependent on electricity imports. The total annual production of electricity in 2020 was 5,347 GWh, and\n2500\n14\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_15": "As of December 2021, the two coal-fired power plants, and even the resurrected Negotino heavy oil plant,*# are set to work for several more years with increased operating hours and without pollution control. They are already allowed to work illegally, without integrated environmental permits and without meeting basic environmental requirements, sheltered by the undoubtedly difficult energy context in Europe, but demonstrating the government's waning decarbonisation ambitions.\nGas used to be imported from Russia through a single entry point at the Bulgarian border. Given the Europe-wide ban on Russian gas, North Macedonia is finding highly polluting alternatives for its Skopje gas district heating plants for the 2022 winter, such as diesel generators.** The country is also advancing its plans for a gas interconnector* with Greece, which would do nothing to decarbonise its energy mix, and recently signed a deal with Bulgaria to increase the technical capacity of existing\n8,000\n6,000\n4,000\n2,000\n20171 2012 2013 2014 2015 2016 2017 2018 2019 2020\nYear\nB Domestic use\na Exports to EU\nChart 9: North Macedonia electricity generation, in GWh. Source: Eurostat\ninfrastructure and allow it to access gas from non-Russian sources.*¢\ndependent on imports. Between 2011 and 2020, its average annual share of electricity exported to the EU stood at 38 per cent. In absolute terms, the annual average exports for these years amounted to almost 2,173 GWh.*’\nOf all the Western Balkan countries, North Macedonia is the one that exports the largest share of its electricity produced to the EU —- although, overall, the country is\n43 Dragana Petrushevska, ‘N. Macedonia starts up TEC Negotino power plant - report’, SEE News, 16 December 2021. 44 360 Stepeni, ‘KoBayeBcKku: On 15 HoemBpu ECM Ke ru tTectupa TonnaHute .WicToK\" uv 3anan\"“ panu Moxe fa pa6otaT Ha ou3e’, 360 Stepeni, 3 November 2022. 45 European Investment Bank, Gas interconnector Greece - North Macedonia, European Investment Bank, accessed 23 November 2022. 46 CEEnergy News Newsroom, ‘Bulgaria and North Macedonia sign Interconnection Agreement’, CEEnergy News, 2 November 2022. 47 Eurostat, Imports of electricity and derived heat by partner country, NRG_TI_EH, Eurostat, updated 12 April 2022.\n15\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_16": "SERBIA\nSerbia, with a population of around 6.9 million, used to satisfy most of its electricity demand from domestic production until its coal power plants started failing*® in winter 2021-2022 and its hydropower reservoirs were seriously affected by prolonged drought in 2022.*° Electricity production in\nSerbia relies mainly on low-quality lignite coal, causing serious pollution, and most of the remainder is generated by hydropower plants. Although Serbia produces some oil and gas, the country remains dependent on imports, especially gas from Russia.\nNet imports\nSolar\nWind\nBiofuels\nOil\nGas\nCoal\nHydropower\nthe Serbian government and state-owned electric power utilitycompanyElektroprivreda Srbije (EPS) plan to remain locked in to a carbon-intensive energy system for years to come. Most notably, this will be through the construction of the 350 MW Kostolac B3 lignite power plant, which is ongoing as of November 2022, as well as by deepened dependence on gas, eg. with the newly opened cogeneration plant in Panéevo.*\n48 Mirjana Jovanovié, Mirko Popovié and Viktor Berishaj, ‘Busting the myth: the chronology of coal use in Serbia’, CAN Europe, 28 December 2021.\n49 Igor Todorovic, ‘Drought lowers hydropower plant output in Serbia, Europe’, Balkan Green Energy News, 10 August 2022.\n5O International Energy Agency, Energy Statistics Data Browser - Serbia - Electricity - 2020, International Energy Agency, accessed 17 November 2022.\n5] International Energy Agency, Energy Statistics Data Browser - Serbia - Electricity - 2020.\n52 International Energy Agency, Energy Statistics Data Browser - Serbia - Electricity - 2020.\n53 Radio Televizija Vojvodine / Tanjug, ‘Termoelektrana-toplana Panéevo poéela proizvodniju struje’, Radio Televizija Vojvodine, 14 November 2022.\n40000\n30000\n= 20000\n10000\nO\n2010 2011 2012 2013 2014 2015 2016 2017 +2018 2019 2020\nYear\nChart 10: Serbia electricity generation mix. Source: IEA°°\nIn 2020, coal made up almost 70 per cent of electricity generated in Serbia, hydropower 25.6 per cent, gas 1.5 per cent and biofuels 0.5 per cent.*' Despite strong growth in wind power in 2019, in 2020 it still made up only 2.7 per cent of electricity generated.°?\nAs Serbia intends to join the EU, it should also be aiming for complete decarbonisation by 2050, in line with EU policy. However,\n16\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_17": "In 2021, hopeful signs appeared as Serbia cancelled the Kolubara B coal power plant project, but it was not removed from the country’s draft spatial plan. Nor were four other planned gas and lignite power plants, which total over 2 GW of installed power.\nSerbia did not meet its 2020 renewable energy target of 27 per cent of gross final\nenergy consumption — in 2019 its share was 21.4 per cent.>* By the end of 2020, Serbia had 398 MW of wind power installed but only 11 MW of solar. In 2021, a new Law on Renewable Energy was approved, which moves Serbia to a market-based support scheme and is expected to speed up solar installation in particular.\n40,000\n30,000\n20,000\n10,000\n2011 2012) 2013 2014 2015 2016 2017 2018 2019 2020\nYear\na Domestic use\nChart 11: Serbia electricity generation, in GWh. Source: Eurostat\nSerbia exports to the EU about 6.8 percent of the electricity it produces, on average.\na Exports to EU\nBetween 2011 and 2020 this amounted to an annual average of 2,590 GWh.°°\n54 Energy Community Secretariat, Implementation Report 2021, Energy Community, November 2021. 55 Eurostat, Imports of electricity and derived heat by partner country, NRG_TI_EH, Eurostat, updated 12 April 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n1]",
  "page_18": "THE ROLE OF THE ENERGY COMMUNITY\nIn November 2020, all of the WB6 countries signed up to the EU’s Sofia Declaration on the Green Agenda for the Western Balkans.°6 This meant they formally committed to adopt the EU’s Climate Law and thus to decarbonisation by 2050, as well as a host of other tasks related to areas such as the circular economy and de-pollution. This was a moment of strong political significance, but as the declaration itself — and the Action Plan adopted in October 2021 - did not contain clear deadlines, manageable steps towards implementation or mechanisms for delivery, the European Commission will need to act decisively to bring the Green Agenda back on track.\nThe Energy Community Treaty has been in force since July 2006. Its key objective is to extend the EU internal energy market rules and principles to countries in Southeast Europe, the Black Sea region and beyond on the basis of a legally-binding framework.\nThe mission of the Energy Community Treaty\nis to:\ne\nEstablish a stable regulatory and market framework capable of attracting investment in power generation and networks;\nCreate an integrated energy market allowing for cross-border energy trade and integration with the EU market;\nBeing part of the EU’s energy market has allowed Western Balkan countries to exchange electricity with their EU neighbours, though — plans for market coupling and day-ahead markets are delayed in most of the countries.*”\nEnhance the security of supply to ensure stable and continuous energy supply that is essential for economic development and social stability;\nImprove the environmental situation in relation with energy supply in the region and foster the use of renewable energy and energy efficiency; and\nThe EU's electricity imports from neighbours in the Western Balkans are not due to intentionally moving production outside of the EU - so-called carbon leakage — but they do make use of the artificially low prices in these countries. Not only do most of the countries not apply any carbon pricing (see the section on CBAM below), but also all those who use coal have failed to comply with the provisions of the Large Combustion Plants Directive, which have been binding under the Energy Community Treaty since 1 January 2018.\nDevelop competition at the regional level and exploit economies of scale.\nAll six Western Balkan countries — sometimes called the WB6 - are members of the Energy Community Treaty and aspiring EU members. As such, they have to follow selected EU policies and legislation, and as the energy transition speeds up in the EU, they will have to run ever-faster to catch up.\nImplementation of the Environmental Impact Assessment (EIA) provisions of the Energy Community Treaty is improving somewhat, but the EIA process is still sub-par in almost all cases, both in terms of the assessment study contents and_ public consultation. This allows projects to go forward which would not be allowed in the EU, and has led to a plethora of ongoing\nBeing members of the Energy Community Treaty, a kind of waiting room for the full EU acquis applicable to the energy sector, helps them to for prepare this, and inthe framework of the Treaty they have committed to implement selected EU rules on market reforms, renewable energy and energy efficiency, State aid and the environment.\n56 Regional Cooperation Council, Sofia Declaration on the Green Agenda for the Western Balkans, Regional Cooperation Council, 10 November 2020.\n57 Energy Community Secretariat, Implementation Report 2021.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n18",
  "page_19": "dispute settlement cases at the Energy Community Secretariat.\nhave suffered from electricity crises. These are due to technical and management problems at coal mines and power plants, combined with very poor hydrological conditions for hydropower and extremely high electricity import prices asa result of the wider European gas price crisis. Woody biomass prices in the region have also risen this year, leading some countries to impose export bans and/or price caps.\nSimilarly, the Treaty’s State aid provisions are proving difficult to enforce because there is no obligation for the countries to ask the Secretariat for its opinion before approving aid measures. National State aid authorities often lack independence —- a fact which is dealt with in the EU countries by the Commission having to approve larger aid measures. Yet in the Energy Community countries, the national State aid authorities are trusted to do it themselves.\nOn some days, the day-ahead market in Serbia has recorded the highest electricity prices in Europe.®' The country’s market is not yet coupled, which underlines how small, isolated markets are more prone to price volatility and that their integration at the regional and pan-European levels is now more relevant and urgent than ever.\nThe main gap in the Energy Community Treaty’s implementation is the complete lack of penalties for non-compliance, which allows countries to continue breaching the rules without concrete consequences. Such breaches do impact their prospects of EU accession and _ hinder investment in the energy sector, but without monetary penalties, it is often easier for the countries to turn a blind eye than to tackle them head on.\nSerbia imported electricity worth EUR 530 million between 12 December 2021 and 20 April 2022° and forced the acting director of its energy utility, EPS, to step down after coal quality problems led to outages at the Nikola Tesla A plant, leaving thousands of people without electricity.* It even made a deal to import lignite from neighbouring Montenegro. Electricity imports in the winter of 2022-2023 are projected to amount to as much as EUR 3 billion.\nBetween 2018 and 2020, coal power plants in the Western Balkans caused an estimated 19,000 deaths,°? with almost 12,000 of these due to non-compliance with the Large Combustion Plants Directive, and no mechanism is in place for truly holding countries accountable.\nNorth Macedonia re-ignited the antiquated Negotino heavy oil power plant which had not been used for twelve years,® and imported lignite from neighbouring Kosovo. These activities, together with the additional expenses for district heating in Skopje, forced the government to support the work of\nTHE QUADRUPLE ENERGY CRISIS\nSince autumn 2021, several Western Balkan countries — mainly Kosovo, North Macedonia, Serbia and hydropower-dependent Albania —\n58 See Energy Community Secretariat, Disoute Settlement case registry, Energy Community, last accessed 14 November 2022.\n59 CEE Bankwatch Network and CREA, Comply or Close - How Western Balkan coal plants breach air pollution laws and cause deaths and what governments must do about it. 2027 round-up of legal breaches and health impact.\n60 For example, see: Ministry for Economic Development and Tourism of Montenegro, Ograniéena cijena_ peleta, Government of Montenegro, 3 August 2022; Ministry for Energy and Mining of Serbia, Uredbom o ograniéenju visine cena ogreva Stite se domace trziste i energetska bezbednost drzave, Ministry for Energy and Mining of Serbia, 4 August, 2022; Al Jazeera Balkans, ‘Kosovo: Drvo i pelet dvostruko skupiji’, 1 Al Jazeera Balkans, 1 October 2022.\n61 Day ahead electricity prices for 2022-11-23, accessed 23 November 2022.\n62 Energy Community Secretariat, |mplementation Report 2021.\n63 Danilo Savié, ‘Srbija uvezla struju u vrednosti od najmanje 500 miliona evra od poéetka 2022.’, Nova.rs, 9 May 2022.\n64 Katarina Stevanovic, ‘ dia, Srbija, struja struja i | TENT: TENT: Zasto Zasto je stala stala najveéa najveca termoelektrana, termoelektrana, Nivjage hiljade ljudi ud! bez Dez grejanja, manji Man! raéuni racuni onima OnImMa koji KOJI SU je rejanja, su ostali bez struje’, BBC, 14 December 2021.\n65 Vladimir Spasi¢, ‘EPS dogovorio uvoz uglja iz Crne Gore’, Balkan Green Energy News, 4 April 2022. 66 Vladimir Spasié, ‘Serbia to spend EUR 3 billion on ener imports next winter’, Balkan Green Energy News, 22 August 2022. 67 Dragana Petrushevska, ‘N. Macedonia starts up TEC Negotino power plant - report’.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n19",
  "page_20": "electricity utility ESM with more than EUR 170 million. At the same time, electricity imports were higher than usual and cost the country just under EUR 35 million from November 2021 to February 2022.\ntasked the Federal Ministry for Energy, Mining and Industry with carrying out an analysis of the impacts of the application of the price rise limit within three months of the amendment entering into force.\nIn December 2021, Kosovo suffered power shortages and rationing due to technical problems at the Kosova B plant,®° and had to introduce rotating outages in August 2022.” Albania stopped almost all state-owned hydropower generation in March 2022” due to low water levels and announced its intention to hire floating oil-fired power plants.”\nOn 9 February 2022, Elektroprivreda Bosne i Hercegovine (EPBiH), one of the Federation of BiH’s public electricity utilities companies, sent a letter to the prime minister of FBiH stating that the decision to limit price rises would cause the company financial problems and proposing two scenarios to move forward. One of these involved extending the lifetime of unit 4 of the Tuzla power plant and unit 5 of the Kakanj power plant and allowing generation of around 430 GWh annually to be sold on the open market for higher prices.\nThese developments have led to rollback in terms of coal phase-out and pollution control, as governments scramble to secure electricity in whatever way possible.\nNorth Macedonia, while remaining committed to increasing renewables investment, has suggested it may delay its coal phase-out from 2027 to 2030 and plans to invest in two new coal mines.”\nBoth of these plants have been operating under the opt-out regime and by the end of 2021 were near to using up their allotted 20,000 hours: Tuzla 4 had used up 18,849 hours and Kakanj 5 had used up 19,164 hours.”6\nAt the end of December 2021, the Federation of BiH’s (FBiH) parliament adopted a Law Amending the Law on Electrical Energy of the Federation of BiH in order to limit potential electricity price rises to 20 per cent for qualified customers from one year to the next.”\nOn 24 February 2022, the government of the FBiH noted the request from EPBiH” and in March 2022 both houses of the FBiH parliament approved the abandoning of the opt-out regime for Tuzla 4 and Kakanj 5.”\nThis was followed by a decision of the government of FBiH taken on 7 January 2022, implementing this new amendment,” which\nInthe other entity of Bosnia and Herzegovina, Republika Srpska, plans to build a second unit of 350 MW at the Gacko coal power\n68 Government of the Republic of North Macedonia, bektewu - KoBaveBCKU: Co BNADWUHVTe MEPKV VU MeHalipatbeTo of ADL ECM ycnelWwHo e nNpe6ponuvja Kov3ViTe CO ENeKTOUYHa VW TONNUHCKa eHepruja, Government of the Republic of North Macedonia, 1 April 2022.\n69 Fatos Bytyci, ‘Kosovo introduces power cuts due to energy crisis’, Reuters, 22 December 2021.\n70 Igor Todorovic, ‘Kosovo imposes rolling blackouts amid power supply uncertainty in Western Balkans’, Balkan Green Energy News, 19 August 2022.\n71 Fatos Bytyci, ‘Albania dims lights as drought, price spike spark energy crisis’, Reuters, 21 March 2022.\n72 Energetika.net, ‘Albania to launch two floating power plants in 3 months’, Energetika.net, 6 April 2022.\n73 Mihajlo Vujasin, ‘Environmentalists oppose lignite mine projects in North Macedonia’, Balkan Green Energy News, 5 April 2022. 74 Zakon o dopuni Zakona 0 elektriénoj energiji u Federaciji Bosne i Hercegovine, Official Gazette of FBiH, 1/22. 75 Odluka 0 ograniéavanju poveéanja cijena snabdijevanja elektrignom energijom, Official Gazette of FBiH, 3/22. 76 Operating hours for 2018 to 2021 reported to the European Environment Agency.\n77 Government of the Federation of Bosnia and Herzegovina, 304. siednica Viade FBiIH, Government of the Federation of Bosnia and Herzegovina, 24 February 2022.\n78 Energy Community Secretariat, Environmental concerns increase with decision on lifetime extension of Tuzla 4 and Kakanj 5, Energy Community, 25 March 2022.\n20\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_21": "plant are back on the table after several years of dormancy.”\nextremely low levels,®? even more households have started to use electricity for heating, for example in Bosnia and Herzegovina. This has raised concerns that the country will run short of electricity to export during the winter, thus losing valuable revenue. It has recently been reported that in the first nine months of 2022, Bosnia and Herzegovina earned EUR 450 million in revenue from electricity exports. This also means it is very unlikely to stick to the limited number of additional operating hours illegally approved by the Parliament of the Federation of BiH for the Tuzla 4 and Kakanj 5 coal units earlier in 2022.5\nIn October 2022, Serbia announced® that its oil-fuelled Zrenjanin combined heat and power facility would go online, after not being in operation for over 10 years and despite not being in compliance with the Large Combustion Plants Directive. This is the second in a series of decisions that are likely to further exacerbate the country’s environmental problems, following an application for an environmental permit for the Kovin underwater lignite mine in August.\"\nDifficulties in the day-to-day operations of the power systems and decreasing availability of coal, coupled with higher production costs, in theory ought to show the urgency of a sustainable energy transition. However in practice, they mainly suck resources and divert decision makers’ attention even further away from public health and the environment.\nFor some of the smaller and older plants, additional operating hours will simply speed up their already imminent demise. This brings both opportunities to speed up decarbonisation and threats that the plants will stop working before adequate renewable capacity is in place.\nHowever, costly investments in desulphurisation are being undertaken at some coal plants in Serbia, Montenegro and Bosnia and Herzegovina, indicating plans to keep them running for quite some years yet. In addition, the Kostolac B3 plant in Serbia is currently under construction and the Stanari plant in Bosnia and Herzegovina started operating only in 2016, so they will be online for as long as it takes for carbon pricing to close them down. Republika Srpska in Bosnia and Herzegovina is still planning to build two new coal plants, at Ugljevik and Gacko, no matter how unlikely it seems that they will find financing.\nCURRENT AND FUTURE PROSPECTS GIVEN THE ENERGY CRISIS\nMost Western Balkan governments plan to keep coal alive\nThe Western Balkan governments and utilities always looked set to squeeze every last kilowatt of power from their increasingly antiquated coal power plants. But the ongoing crisis is exacerbating this tendency even further.\nOn one hand, as shown below, it seems that after a lull in most countries, solar and wind development is picking up.\nGovernments, therefore — at least in Serbia and Bosnia and Herzegovina — are planning to continue operating coal power plants and keep exporting coal-based electricity at least for the next 10 to 15 years, and possibly longer.\nBut with prices of wood and gas sky high, and electricity prices for households regulated at\n79 Balkan Green Energy News, ‘Eneray crisis triggers new coal projects in Republic of Sroska, Serbia’.\n80 Senad Dedeic, ‘Serbia's Zrenjanin CHP restarts after 10-year pause’, SEENews, 20 October 2022.\n81 Balkan Green Energy News, ‘Energy crisis triggers new coal projects in Republic of Srpska, Serbia’.\n82 For acomparison between the six Western Balkan countries and the EU average, see Energy Community Secretariat, Energy Transition Tracker, Energy Community, July 2022.\n83 Radio Slobodna Evropa, ‘Grijanje na struju gasi izvoz elektriéne energije iz BiH’, Radio Slobodna Evropa, 12 November 2022. 84 Pippa Gallop, ‘Bosnia and Herzegovina illegally extends lifetimes of deadly coal plants’, CEE Bankwatch Network, 25 March 2022.\n21\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_22": "However, CBAM or domestic carbon pricing schemes designed to avoid the impacts of CBAM may end up pushing them to speed up their energy transitions.\nFinland’s Fortum was selected to build the massive Briska Gora solar farm, with an installed capacity of up to 262 MW,® but the project seems to have got bogged down in spatial planning issues, which have still not been resolved.® The project’s Environmental Impact Assessment has also still not been carried out; thus, it remains to be seen what issues will arise during the process. By the end of 2021, Montenegro had less than 3 MW of solar photovoltaics installed®’” — the lowest in the region.\nEnergy transition is moving forward — but patchily\nAfter years of underinvestment in the energy sector in the Western Balkans, some movement has started to take place in recent years. But this has been far from linear or uniform across the countries.\nSerbia too had only 12 MW of installed solar photovoltaic capacity by the end of 2021, despite its obvious potential. In July 2021 the government adopted New regulations allowing the lease of state-owned agricultural land for wind and solar projects, among others,®®& which may make development easier, though it is not clear why Serbia had not already made use of brownfield sites even before this.\nFor example, in 2015 North Macedonia was the first country in the Western Balkans to start regularly operating a large-scale wind farm (Bogdanci, 36.8 MW), but despite plans, no more wind farms have been built since then.\nMontenegro’s 72-MW Krnovo wind farm started test operations in 2017 and the 46- MW Mozura wind farm followed in 2019, but no more have been installed since then. Three new wind farms went online in Serbia in 2019, bringing the total to almost 400 MW, but no more have started operating since then.\nAt the same time, a great deal of time, money and effort has been wasted on pushing environmentally damaging projects such as new coal and hydropower plants, and to a smaller extent, gas, waste incineration and forest biomass plants. Yet relatively few projects of these types have actually been built, with the exception of hundreds of small hydropower projects which have plagued the region in recent years, while generating negligible amounts of electricity.%\nAcross the region, large-scale solar and wind projects tend to advance for some time, but then get stuck, often for unclear reasons. As of November 2022, neither Albania nor the Republika Srpska entity of Bosnia and Herzegovina have a single operational wind farm, despite several projects in the pipeline.\nUtility-scale solar projects have also been slow to get off the ground. For example, in Montenegro, already in 2018, a consortium of Elektroprivreda Crne Gore (EPCG) and\nThese types of projects are increasingly questionable from an economic point of view due to increasingly erratic hydrology (hydropower),?° tightening pollution\n85 Vladimir Spasié, ‘Fortum-EPCG consortium emerges as top bidder to build 250 MW solar power plant at Briska Gora’, Balkan Green Energy News, 22 October, 2018.\n86 Poslovni Dnewnik, ‘| dalie se ne zna kada poéinje gradnija solarne elektrane Briska gora’, Poslovni Dnevnik, 14 September 2022. 87 REGAGEN Crna Gora Regulatorna agencija za energetiku i regulisane komunalne djelatnosti, |zvieStaj o stanju energetskog sektora Crne Gore za 2021. godinu, Parliament of Montenegro, July 2022.\n88 Vladimir Spasié, ‘Serbia enables state agriculture land to be leased for solar, wind projects’, Balkan Green Energy News, 12 July 2021. 89 See for example CEE Bankwatch Network, Who pays, who profits?, CEE Bankwatch Network, September 2019.\n90 CEE Bankwatch Network, Why hydropower in Southeast Europe is a risky investment, CEE Bankwatch Network, July 2022.\n91\nIn 2017, new EU pollution standards for both existing and new large combustion plants were approved, meaning that they would have to meet higher standards, and would thus need to fit additional equipment, costing more both to fit and to operate. For procedural reasons they were re-adopted and re-published in 2021. For more information, see: Commission Implementing Decision (EU) 2021/2326 of 30 November 2021 establishing best available techniques (BAT) conclusions, under Directive 2010/75/EU of the European Parliament nd of the Council, for large combustion plants.\n22\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_23": "prevention requirements (mainly coal), increasing fuel costs (coal, gas and biomass)\" and future carbon pricing (coal, gas and possibly biomass).\nTable 1: Installed wind and solar capacity at the end of 2021\nWind\nSolar\nCountry\nInstalled No. of\nInstalled No. of\ncapacity plants capacity plants\nAlbania®*\nOMW\nO\n23 MW 115\nBy the end of 2021, the installed solar and wind capacity in the region was as follows.\nBosnia and\nHerzegovina’>\n135 MW 3\n56.5 MW\nTotal no. unknown,” but:\n139 in incentives system in Republika Srpska?’\n262 in incentives system in area served by EP HZHB”\n132 in incentives system in area served by EPBIH\"™°\nKosovo\"!\nMontenegro’ ne& MW 2\nNorth\nMacedoniaa!®\n36.8 MW 1\nSerbia’\n398 MW |8\n135.8 MW | 3102\n10 MW 6! 03\n2.89 MW 5 plus unspecified no. of prosumers included!°5\n45 MW 222107\n12 MW\n18 ground-mounted, 127 on facilities’?\n91 In 2017, new EU pollution standards for both existing and new large combustion plants were approved, meaning that they would have\nto meet higher standards, and would thus need to fit additional equipment, costing more both to fit and to operate. For procedura\nreasons they were re-adopted and re-published in 2021. For more information, see: Commission Implementing Decision (EU) 2021/2326\nof 30 November 2021 establishing best available techniques (BAT) conclusions, under Directive 2010/75/EU of the European Parliament\nnd of the Council, for large combustion plants.\n92 Although gas has had the most impact on electricity and heating prices across Europe, and has therefore understandably attracted the\nmost attention, Serbia and North Macedonia’s difficulties in procuring enough coal for their coal plants in the last year is leading them to buy\nin coal from elsewhere, inevitably at higher prices. At the same time, biomass prices across the region have also increased significantly in the\nlast year, leading some countries to impose export bans on pellets or price limits. For example, see: Ministry for Economic Development and\nTourism of Montenegro, Ograniéena cijena peleta; Ministry for Energy and Mining of Serbia, Uredbom 0 ograniéenju visine cena ogreva Stite\ne domace trziste i energetska bezbednost drzave; Al Jazeera Balkans, ‘Kosovo: Drvo i pelet dvostruko skupiji’.\n93 Biomass combustion is not currently part of the EU Emissions Trading Scheme; however, this situation is coming under increasing\nscrutiny in the EU. In the coming years it is possible that forest biomass will be included.\n94 Energy Regulatory Authority of the Government of Albania, Annual report: The Situation of the Power Sector and ERE Activity during\n2021, Energy Regulatory Authority of the Government of Albania, 2022.\n95 Prosumers are not included in the figures for Albania.\n96 Drzavna regulatorna komisija za elektriénu energiju, IzvieStaj o radu DrZavna regulatorna komisija za elektriénu energiju u 2021. godini,\nDrzavna regulatorna komisija za elektriénu energiju, December 2021.\n97 These figures do not include plants built without participating in incentives schemes, nor prosumers. However, according to the\nEnergy Community Transition Tracker, Bosnia and Herzegovina still had no prosumers online, though ten contracts had been signed\nby early May 2022 after the new Law on Renewable Energy was adopted in February 2022. Maja Zuvela, ‘Republika Sroska’s ERS sign\nfirst prosumer contracts’, Energetika.net, 9 May 2022.\n98 Regulatorna komisija za energetiku Republike Srpske, Regulatorni izvjeStaj o trzistu elektri¢éne energije, prirodnog gasa i nafte i\nderivata nafte u Republic Srpskoj za 2021. godinu, Regulatorna komisija za energetiku Republike Srpske, June 2022.\n99 Operator za obnovljive izvore energije i efikasnu kogeneraciju, |zvieStaj o prikuplienim i utroSenim sredstvima iz naknade za podsticanje\nproizvodnie privilegovanih proizvodaéa elektriéne energije u 2021. godini, Prilog — JP EP HZHB D.D. MOSTAR, Operator za obnovijive\nizvore energije i efikasnu kogeneraciju, 2022.\n100 Operator za obnovljive izvore energije i efikasnu kogeneraciju, IzvieStaj o prikuplienim i utroSenim sredstvima iz naknade za podsticanje\nproizvodnie privilegovanih proizvodaéa elektriéne energije u 2021. godini, Prilog — JP EP BIH D.D.— SARAJEVO, Operator za obnovijive\nizvore energije i efikasnu kogeneraciju, 2022.\n101 Republic of Kosovo Energy Regulatory Office, Annual Report 2021.\n102 One of the plants is only 1.35 MW, so most of the capacity is made up of Kitka (32 MW) and Bajgora/Selaci (103.4 MW).\n103 Prosumers are not included in the figures for Kosovo.\n104 REGAGEN Crna Gora Regulatorna agencija za energetiku i regulisane komunalne djelatnosti, |zvieStaj o stanju energetskog sektora\nCrne Gore za 2021. godinu.\n105 At the end of 2021, the consumer capacity, according to REGAGEN, was made up of 0.59 MW in solar, and 0.012 MW in small hydropower.\n106 Energy and Water Services Regulatory Commission of the Republic of North Macedonia (ERC), 2021 Annual Report, Energy and Water\nServices Regulatory Commission of the Republic of North Macedonia, 2022.\n107 It is not clear whether prosumers are included in the figures for North Macedonia.\n108 AERS Energy Agency of the Republic of Serbia, 2021 Energy Agency Annual Report, AERS Energy Agency of the Republic of Serbia, May\n2022.\n109 Prosumers are most likely not included in the figures for Serbia as the Law on Renewables which enabled prosumers was only adopted\nin 2021.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n23",
  "page_24": "While Serbia's 2019 spurt of wind power growth saw it take the lead regionally in this sector, it was Bosnia and Herzegovina that was the regional leader in solar photovoltaics by the end of 2021.\n2022. It aims to enable 50,000 households to have solar photovoltaics fitted, as well as 500 businesses at a later stage. ERS will carry out the purchase and installation of the solar panels, and the prosumer will repay the investment in monthly instalments. The very stringent eligibility criteria have likely excluded many applicants, but by mid- October, more than 5,000 households had applied for the scheme.\"\nHigh electricity prices and legislative changes increase solar development in 2022\nEven before the current energy crisis kicked in, in 2021, Montenegro’s EPCG launched the Solari 3000+ and Solari 500+ programmes, in which households and businesses could apply to have solar photovoltaics fitted at their premises. EPCG provides the solar panels, financing and installation, and households and businesses are to pay for the equipment in the form of loan over a period of five to seven years. The programmes have attracted more than 14,500 applications, encouraging EPCG to announce follow-up programmes, Solari 5000+ and Solari 1]OO00+, which should start at the end of 2022 and 2023 respectively.”°\nThe Federation of Bosnia and Herzegovina has not yet completed its long-delayed Law on Renewable Energy and thus has no legal framework for prosumers in place. However, the Federation’s two. utility companies Elektroprivreda BiH and_ Elektroprivreda HZHB are trying to speed up renewables development by offering to buy electricity from private producers.\"> In addition, Elektroprivreda BiH has twice this year issued calls for landowners who are willing to lease or sell land for the construction of solar farms.\"\nSerbia’s new Law on Renewable Energy, adopted in early 2021, also enabled legal recognition of prosumers. Following this, in September 2021, a subsidies scheme was launched that would cover up to 50 per cent of the investment in photovoltaic systems. The government disburses half of the subsidy amount, while the rest is provided by the local authority where the prosumer is located.\"” Thirty-seven local authorities decided to participate, and by October 2022, 370 prosumers had been registered, with 5.7 MW in prosumer capacity connected to the network.\"® Reportedly, applications for more\nThe first photovoltaics under the existing programme were fitted in June 2022, and by early November, it was reported that 5.2 MW of solar photovoltaics had been fitted™ more than Montenegro's total existing capacity. Of these, 3.3 MW had been fitted on 518 households and 185 MW on 65 companies.\"\nA. similar programme Was initiated by Elektroprivreda Republike Sroske (ERS) in August 2022,'% aided by the new Law on Renewable Energy adopted in February\nN10 Bankar.me, ‘EPCG “Solar gradnja”: Nakon otplate gradani ¢e imati besplatnu struju’, Bankar.me, 31 October 2022. mM Maja Zuvela, ‘Montenegro installs almost 5.2 MW of rooftop solar in 2022’, Energetika.net, 11 November 2022. 112 Maja Zuvela, ‘Montenegro installs almost 5.2 MW of rooftop solar in 2022’.\n13 Balkan Green Energy News, ‘Republic of Sroska offers households credit to install solar panels’, 16 August 2022.\n114 Novosti, JAVNI POZIV ,ELEKTROPRIVREDE\": Solarne panele bi vise od 5.000 domacinstava’, Novosti, 26 October 2022.\n15 Balkan Green Energy News, ‘EPBiH plans to start buying electricity from private producers’, Balkan Green Energy News, 29 August 2022; Vladimir Spasié, ‘Elektroprivreda HZHB launches call for purchase of electricity from renewables’, Balkan Green Energy News, 7 September 2022.\n116 Maja Zuvela, ‘EPBIH issues new call for purchase, lease of land for solar farms’, Energetika.net, 2 November 2022.\n17 Vladimir Spasié¢, ‘Serbia launches program to subsidize households to install solar panels’, Balkan Green Energy News, 6 September 2021.\n18 Ministry of Mining and Energy of the Republic of Serbia, U finalnoj fazi donosenje strateskih dokumenata u eneraetici, cil) obezbediti dovoljno energije i zdravu Zivotnu sredinu, Ministry of Mining and Energy of the Republic of Serbia, 20 October 2022.\n24\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_25": "than 100 MW of additional rooftop solar were being processed as of October 2022.\"°\navailable about further capacity additions this year.\nKosovo has also reported increased interest among businesses and households in becoming prosumers during 2022 due to high energy prices and scheduled power cuts in periods of overall electricity shortages,’”° but little information is available about concrete capacity additions.\nIn North Macedonia, three large-scale solar plants have come online in 2022. ESM’s 10- MW solar plant on an old coal mine at Oslomej, initiated before the current energy crisis, started test operations in April.'2 In October the 8-MW_ Trkani plant near Kochani,'# built by companies controlled by former deputy prime minister Kocho Angjushev, also came online. In the same month, a 17-MW plant near Skopje built by Slovenia’s GEN-I came online. The latter is the largest solar plant in the Western Balkans so far.'**\nIn Albania, power company Korporata Elektroenergjitike Shqiptare’s (KESH) 5.1 MW solar plant at the Vau i Dejes dam was completed at the end of 20217! and came online in 2022, but there is little information\nTable 2: Number of prosumers with installed equipment in the Western Balkans as of July 2022\nBosnia and\nNorth\nAlbania\nAlbania\nKososvo\nMontenegro\nSerbia\nHerzegovina\nMacedonia\nNumber of\n9\nO\n128\n29\n453\n52\nprosumers\nSource: Energy Community Secretariat, Energy Community Transition Tracker, July 2022\nMore plants under construction in Albania and Bosnia and Herzegovina\nNevertheless, it appears that several utility- scale projectsarecurrently underconstruction as of mid-November 2022, including much more solar than before.\nIt is difficult to tell which energy infrastructure is truly under construction in the Western Balkans, as politicians sometimes hold groundbreaking ceremonies long before the real building actually begins, particularly in pre-election periods. It’s also noticeable how much less media fanfare accompanies the construction of wind and_ solar farms compared to coal or large hydropower plants.\nBy far the largest plant is Voltalia’s massive 140-MW solar farm at Karavasta in Albania, which reportedly started construction in July this year.° Also being built in Albania is the 40-MW first phase of the Erseka solar power plant near Kor¢a, later planned to be followed by another 40 MW.'6\n119 Vladimir Spasié, ‘Solar boom in Serbia: more than 100 MW of solar power plants on roofs’, Balkan Green Energy News, 21 October 2022. 120 Visar Prebreza, ‘Prosumers increase as Kosovo prepares for difficult winter’, Energetika.net, 6 September 2022. 121 gor Todorovié, ‘Hydropower dam in Albania gets PV plant. new RES capacities to be added’, Balkan Green Energy News, 16 December 2021.\n122 gor Todorovié, ‘North Macedonia completes first solar park on abandoned coal pit’, Balkan Green Energy News, 7 April 2022. 123 gor Todorovié, ‘North Macedonia’s former deputy PM builds 8 MW solar power plant’, Balkan Green Energy News, 10 October 2022. 124 gor Todovorié, ‘North Macedonia puts its biggest solar power plant into operation’, Balkan Green Energy News, 11 October 2022. 125 gor Todorovié, ‘Voltalia breaks ground in Albania for biggest solar park in Western Balkans’, Balkan Green Energy News, 1 July 2022. 126 gor Todorovié, ‘Construction of 80 MW solar power plant underway in Albania’, Balkan Green Energy News, 1 November 2022.\n25\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_26": "In Bosnia and Herzegovina, the 84-MW lvovik?? and 66-MW Grebak’? wind power plants are reportedly under construction, as is the 45-MW Petnjik solar power plant.’\nIn Serbia, the 73-MW Kostolac wind farm\"? and the 10-MW Kula 2 wind farm\"®' are both reported to be under construction.\nNo large-scale solar or wind facilities are currently under construction in Montenegro, and this also appears to be the case in Kosovo and North Macedonia.\nAccording to a government list disclosed in April this year, Albania now has 1.2 GW of solar photovoltaic investments in the pipeline.’\nAs of early 2022, Bosnia and Herzegovina’s transmission operator had received applications for grid connections for 2,181 MW of wind farms and 2,144 MW of solar farms.3\nHowever, experience shows that it is not realistic to expect all these plants to be built any time soon, whether due to bureaucratic or political obstacles, lack of financing or public opposition due to inappropriate siting. Even if many of them do, the gap between domestic regulated electricity prices and prices on the wider market will still encourage countries like Bosnia and Herzegovina and Montenegro to keep running their old coal plants to increase their revenue from exports.\nINTRODUCTION TO CBAM AND LIKELY IMPACTS\nThe Carbon Border Adjustment Mechanism (CBAM) is not yet a functional mechanism. It was proposed in July 2021 by the European Commission, and is currently subject to negotiations between the Commission, the European Parliament and the Council with its entry into force expected in January 2024.\nThe Commission’s CBAM proposal would require importers of iron and steel, cement, fertiliser, aluminium and electricity produced outside the European Union to buy carbon certificates to cover the emissions embedded in their products. The price of the certificates would be calculated depending on the weekly average auction price of EU Emissions Trading System (EU ETS) allowances. Through this mechanism, the importers of goods produced outside the EU would pay as much for the corresponding greenhouse gas emissions as their EU competitors, thus creating a level-playing field and protecting EU industry from the threat of carbon leakage.\nThe European Commission conceived CBAM as an instrument to support the reduction of emissions in the EU, while also protecting the competitiveness of EU industry and providing an incentive to trading partners to up their game. If properly implemented, CBAM could effectively contribute to the Europe-wide decarbonisation of industry since it will gradually replace emission allowances offered for free.*\nImporters of the goods would have to, either individually or through a representative,\n27 VE Ivovik d.o.0., VE Ivovik project website, accessed 14 November 2022.\n28 Dnevnik.ba, ‘Izgradnija vietroparkova u BiH skup projekt, a proces slozen. EP HZ HB razvija vise projekata obnovijivih izvora energije’, Dnevnik.ba, 24 October 2022.\n29 Vladimir Spasié, ‘Construction of first large solar power plant in BiH kicks off’, Balkan Green Energy News, 27 May 2022.\n30 Vladimir Spasié, ‘Serbian power utility kicks- off construction of its first wind power plant Kostolac’, Balkan Green Energy News, 20 May 2022.\n3] Igor Todorovié, ‘Works begin on Kula 2 wind power plant in Serbia’, Balkan Green Energy News, 11 May 2022.\n32 Igor Todorovic, ‘Investors developing solar power projects of 1.2 GW in Albania’, Balkan Green Energy News, 21 April 2022.\n33 Independent System Operator (NOSBIH), |ndikativni plan razvoja_proizvodnje 2023.-2032., Independent System Operator BiH, April 2022.\n34 Wijnand Stoefs and the Emissions Trading Extra consortium, EU ETS 101 - A beginner's guide to the EU's Emissions Trading System, Carbon Market Watch, January 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n26",
  "page_27": "register with national authorities to buy CBAM certificates. The certificates will mirror ETS prices and correspond to the carbon price that would have been paid had the goods been produced under the EU ETS. This system puts a price on carbon emissions but does not apply any decreasing cap on these emissions. Moreover, as CBAM is not a market, carbon certificates are neither tradeable nor bankable and they are cancelled as soon as they are surrendered for compliance.\ncoupling, and it has not been possible to find a technical solution for the application of the CBAM to the importation of electricity into the Union, from that third country or territory’\nWhile this is often interpreted as automatically applying to the Western Balkans, none of the countries actually has market coupling with any EU countries in place yet.\nIfthe Western Balkans couple their markets with EU ones before CBAM comes into force, they would have to fulfil several conditions to be exempted:\nRevenues would go to the EU budget, which would return, indirectly, as support for climate action. Members of the European Parliament proposed that the revenue be returned to the country of origin, but this amendment was not adopted. At the current state of negotiations, between the Commission, Parliament and Council, it is unlikely that this will change.\ne to have signed an agreement with the EU\ncommitting to apply EU law on electricity,\nrenewable energy and other energy,\nenvironment and competition rules — in\nother words, the Energy Community Treaty;\nto have transposed and implemented the\nmain provisions of the EU electricity market\nAccording to the European Commission's proposal, CBAM will be phased in gradually. For the first three years, importers will need to report their embedded emissions to CBAM, but they will only start paying for certificates in 2026.\nlegislation, including on renewable energy\nand electricity market coupling;\nto have submitted a roadmap to the Commission, containing a timetable for the adoption of measures to implement the carbon neutrality and carbon pricing conditions below;\nto have committed to climate neutrality by 2050, including in domestic legislation, and to have submitted a long-term low-carbon strategy until 2050 to the United Nations Framework Convention on Climate Change;\nWestern Balkan countries can avoid applying CBAM by introducing their own carbon pricing mechanisms and using the revenues to fund decarbonisation and just transition themselves. However, to completely avoid CBAM, such a carbon pricing system would need to be established by 2025, prompting the Western Balkan governments to pay attention.\nto have made substantial progress on\napplying EU climate law, including carbon pricing at an equivalent level as the EU, at least for electricity generation. An emissions trading system for electricity, with a price equivalent to the EU ETS, needs to be finalised by 1 January 2030;%6\nThere is also another exemption in Article 2.7 of the Commission's CBAM proposal, which applies to third countries like the Western Balkans if they have ‘an electricity market which is integrated with the Union internal market for electricity through market\nto have put in place an effective systems to prevent indirect import of electricity to the EU from other third countries not meeting the above requirements.\n135 European Commission, Annex Ill to the REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing a carbon border adjustment mechanism, European Commission, 17 July 2021.\n136 The European Parliament vote in June 2022 set 2028 as the date. European Parliament, Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a requlation of the European Parliament and of the Council establishing a carbon border adjustment mechanism, European Parliament, 22 June 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n21",
  "page_28": "Countries trying to use this exemption will have to submit reports on their progress on these points at regular intervals and the Energy Community Secretariat has already started providing indicative assessments of how they are doing.”\nEven if their exemption is approved, it can later be revoked if the country or territory has not shown sufficient progress in complying with the above conditions. Other grounds for revoking the exemption from CBAM include taking action incompatible with the objectives set out in EU climate and environmental legislation or steps contrary to decarbonisation objectives, such as providing public support for new generation capacity that emits more than 550 grams of COz of fossil fuel origin per kWh of electricity (i.e. New coal plants).\nELECTRICITY IMPORTS FROM THE WESTERN BALKANS\nThe EU is a net importer of electricity,\" and the countries it imports from include the Western Balkans. The six countries exported 88 TWh of electricity into the EU from 2011 to 2020, amounting to 12.7 percent of total power generation in the Western Balkans. Over 60 per cent of this electricity is coal-based;? hence the EU has played a significant role in sustaining coal-based electricity in the region. A carbon price applied to the electricity sector is one of the tools for levelling the playing field and putting a fair price on CO2-heavy electricity.\nThe largest EU importers of electricity from the region are Croatia, Greece, Hungary, Romania and Italy.\n2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\n= Albania = BiH = Serbia == N. Macedonia\nMontenegro\nChart 12: Total electricity exports from Western Balkan countries into the EU.° Source: Eurostat\nThe overall picture of the Western Balkans’ energy trading with the EU is mixed, with exports varying significantly by country and year. This variation depends mostly on hydrological conditions, but the ageing coal fleet also causes more frequent periods for overhauls and less production.\nIt is worth noting that the electricity exported by Western Balkan countries also carries a heavy pollution footprint, not only of CO2, but also of sulphur dioxide (SOz), dust and nitrous oxides (NOx), as the coal power plants have hardly applied any of the legally binding pollution control measures. The SOz emissions\n137 Energy Community Secretariat, Energy Community Transition Tracker, Energy Community, July 2022.\n138 European Commission, Electricity and heat statistics, Furostat, accessed 23 November 2022.\n139 As per the average share of coal in the total electricity generation of the four countries exporting electricity to the EU\n140 Eurostat, Electricity and heat statistics.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n28",
  "page_29": "associated with these imports are 50 per cent of the entire emissions from all power plants in the EU in 2020.“\nBosnia and Herzegovina is the largest electricity exporter in the Western Balkans and a consistent net electricity exporter, with an annual average of 3,409 GWh -— or approximately 20 percent of its electricity — going to the EU from 2011 to 2020. However, in 2018 this reached 5,964 GWh - 31 percent.\nSerbia also exports significant absolute quantities of electricity to the EU (2,590 GWh\n1.195\n0.993\nKosovo\nMontenegro\nChart 13: Emission factor for Western Balkan countries using fossil fuels in the power sector. Source: Calculation based on IEA data.\n29\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n0.995\n0.00\n0.25\n0.50\n1.00\nEmission factor tCO,/MWh\nannual average from 2011 to 2020), but in terms of percentage, Serbia never exports more than around 10 per cent of its production.\nUsing data from the International Energy Agency\"? for both overall electricity generation and COz emissions from fossil fuels, and taking into account the European Commission’s proposed CBAM methodology,'** we determined the COz emission factor in tonnes of COz per megawatt-hour for each of the Western Balkan countries.\n1.158\n1.126\nfrom the four Western Balkan countries that export fossil-fuel-based electricity would amount to up to EUR 537 million, based on average exports from 2015 to 2020.\nInline with the amount of electricity exported, Bosnia and Herzegovina would lose the biggest annual revenues to the EU, over EUR 220 million, while Serbia would lose approximately EUR 178 million and North Macedonia some EUR 123 ~=million. If Montenegro kept the export levels similar to the ones in 2020, CBAM would raise around EUR 80 million from its exports — though the 2020 exports were largely based on electricity produced at the Pljevija coal power plant, which is operating illegally, and this should not be allowed at all.\nSerbia\nBosnia and\nHerzegovina\nNorth Macedonia\nBosnia and Herzegovina and Serbia take the top positions in the CO2 intensity of their electricity exports, followed by Kosovo, which, however, has no direct transmission lines to any EU country. But it should by no means be exempted from applying a CO2 pricing mechanism.\nIf the Carbon Border Adjustment Mechanism were applied, the revenues from electricity exports of the region to the EU would provide considerable annual revenues — for the EU budget.\nTaking into account a (rather low) price of 50 EUR™* per tonne of CO2 and not counting on any free allowances to the electricity sector, the annual CBAM revenue for the EU budget\n141 Energy Community Secretariat, Energy Community Transition Tracker, Energy Community, July 2022. 142 European Commission, Electricity and heat statistics, Furostat, accessed 23 November 2022. 143 As per the average share of coal in the total electricity generation of the four countries exporting electricity to the EU 144 Eurostat, Electricity and heat statistics.",
  "page_30": "400\n400\n200\n100\nOn the other hand, if the countries introduce their own carbon pricing, they can raise even more than the sums above because all fossil- fuel-based COz emissions from the power and district heating sector would be subject to carbon pricing, not only those from exported electricity. The 2015 to 2020 annual average COz emissions from fossil fuel power and heat generation in the Western Balkans amounted to 56,783,333 tonnes.'*° So assuming a moderate carbon price of EUR 50 per tonne, the countries could collect a total of around EUR 2.8 billion annually to spend on a just and sustainable energy transition.\nCBAM has the potential to take effect earlier than domestic carbon pricing in some of the Western Balkan countries. Although CBAM is only one of the measures needed to decarbonise the region’s power sector, it can still make an important contribution. Due to the fact that electricity prices, especially for households, are regulated at an artificially low level in the Western Balkans,’ export of electricity to EU countries brings higher revenues for electricity producers than selling to domestic customers does.\nIt is difficult to assess the impacts of CBAM separately from other ongoing power sector processes and dynamics in the Western Balkans, but coal is no longer the reliable, cheap and abundant source of electricity that the region's governments have been promoting, and its impacts need to be mitigated.\nBiH\nChart 14: Projected annual revenue from CBAM, based on average electricity exported between 2015-2020. Source: Calculation based on IEA and Eurostat data.\nThe Western Balkan countries are therefore faced with three options:\ndo nothing — from 2026, when CBAM enters into force, export to the EU with an added price tag, with the full cost of COz2 reflected in the price from 2032 or 2035 (depending on the EU's final decision);\nset Up a carbon pricing system by 2026, to ensure exemption from CBAM, faster decarbonisation of their industrial sectors and higher revenues that can be used to fund the energy transition;\ncouple their markets with EU ones by 2026 and comply with the conditions in Article 2.7 of the Commission’s CBAM proposal, including setting up an emissions trading scheme by 2030.\n145 International Energy Agency, Eneray Statistics Data Browser - CO2 emissions from electricity and heat, International Energy Agency, accessed on 19 November 2022\n146 Energy Community Secretariat, Energy Community Transition Tracker, 10.\nSerbia\nN. Macedonia Montenegro\n¢\n30\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition",
  "page_31": "Most coal power plants need to be closed in the next decade due to legal breaches, but also due to their age and poor state of functioning, and governments will need to have clear plans and roadmaps to manage layoffs in a sector which anyway suffers from over-employment.!*” After three decades of under-investment, more and more unplanned coal plant outages caused by coal supply and technical problems are taking place. The energy transition is coming faster than expected, and making it a just transition will be a major challenge.\nCURRENT STATE OF PLAY ON CARBON PRICING IN THE REGION\nAll the Western Balkan countries need to join the EU’s Emission Trading Scheme as part of their accession process; however, with the process having largely stagnated, for many years there was little progress.\nAfter CBAM was announced in December 2019,\"8 however, the region’s governments started to take the threat more seriously.\nStill, so far only Montenegro has taken significant steps in this direction, by introducing a cap and trade scheme in February 2020. This encompassed three large industrial facilities -— the Kombinat aluminijuma Podgorica (KAP) aluminium plant, the Pljevija coal-fired power plant and the Niksié steel mill. However, due to over- allocation of free emissions allowances, this later turned out to be more of a hidden state aid scheme. for the beleaguered KAP\naluminium plant than a serious attempt to reduce emissions.\"“2\nThe threat of CBAM has certainly speeded up the discussion though, and all the countries have in principle committed to introduce carbon pricing. The Green Agenda Action Plan,®° endorsed by Western Balkan leaders in October 2021, gives 2024 as an indicative timeline for carbon pricing to be in place, while the Energy Community's Decarbonisation Roadmap,\"'! adopted by the Energy Community Contracting Parties on 30 November 2021, gives more precise deadlines for specific steps, while leaving some steps to be discussed later.\nSome countries, particularly Bosnia and Herzegovina’? and North Macedonia,\"* have made public statements about introducing carbon pricing but in most cases, any work which is ongoing on this is not publicly visible.\nIn 2021, North Macedonia’s ESM pledged to start counting its carbon costs using EU ETS prices and to take them into account when making investment decisions. Similarly, Elektroprivreda BiH has also pledged to calculate its carbon costs internally and publish them in its annual reports.\" These are welcome first awareness-raising steps but are in no way substitutes for a binding, government-regulated carbon pricing scheme.\nIn the meantime, Montenegro’s carbon pricing scheme is currently being revised as part of a new law on climate change. Considering that both KAP and the steel mill are now virtually closed, the new scheme for now will mainly focus on the Pljevija coal plant and air traffic.\n147 CEE Bankwatch Network, The Great Coal Jobs Fraud, 2018 update, CEE Bankwatch Network, June 2018.\n148 European Commission, Communication from the Commission, The European Green Deal, European Commission, 11 December 2019.\n149 For more information, see Pippa Gallop, ‘The cautionary tale of Montenegro's emission trading scheme’, CEE Bankwatch Network, 6 June 2022.\n150 Regional Cooperation Council, Action Plan for the Implementation of the Sofia Declaration on the Green Agenda for the Western Balkans 2021-2030.\n151 Energy Community, Decarbonisation Roadmap - Energy Community, Energy Community, 30 November 2021.\n152 Vladimir Spasié, ‘BiH to prepare CO2 taxing system by 2026’, Balkan Green Energy News, 22 March 2022.\n153 Vladimir Spasié, ‘Which Western Balkan countries intend to introduce carbon tax?’, Balkan Green Energy News, 18 May 2022.\n154 Vladimir Spasié, ‘North Macedonia’s ESM to introduce carbon pricing for its power plants by end of 2021’, Balkan Green Energy News,\n2 April 2021.\n155 Igor Todorovié, ‘EPBiH to calculate CO2 costs internally after deal with Energy Community’, Balkan Green Energy News, 11 May 2021.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n31",
  "page_32": "FINANCING OPTIONS FOR A JUST TRANSITION OF COAL DEPENDENT REGIONS\nthe EU ETS started picking up after the introduction of the Market Stability Reserve. The novelty of this phase of the policy, which prompted some of the most climate-laggard countries to consider climate action and just transition, Was the creation of the Modernisation Fund. It covers projects such as renewable energy, energy efficiency (if not related to coal-based energy generation), energy storage, energy networks and just transition in regions which are economically dependent on fossil fuels. All these sectors are equally crucial in the Western Balkans as they are in the twelve EU (mostly central and eastern-European countries) Member States which will benefit from the Modernisation Fund.\nDespite the ongoing crises and the temporary revival of coal and (to a lesser extent) oil in the Western Balkan countries, as well as in some of the EU ones, the energy transition has started in the region and coal phase out and just transition will be happening simultaneously. The economic reality of coal operation is that stricter environmental standards and carbon pricing, either through CBAM or through domestic mechanisms, are going to gradually push coal out. This must prompt the countries to design just transition plans, to be then funded through a dedicated just transition fund. This fund is crucial to help the Western Balkan countries end their reliance on coal and address the social and economic impacts of such a change. Already a fair allocation method for such a fund, taking into account the magnitude and urgency of the transition challenge for each of the six countries in the region, has been modelled.”&\nThe Modernisation Fund is financed from two distinct sources: 1) revenues from 2 per cent of the total allowances for Phase 4 of EU ETS (covering 2021-2030), about 275 million CO2 allowances, are earmarked for the Modernisation Fund and 2) the beneficiary Member States can allocate additional allowances to the Modernisation Fund from two other EU ETS sources which together amount to some 365 million allowances.\nTo support the transition of coal dependent regions, the Platform Initiative for the Western Balkans and Ukraine was formally launched in December 2020 as a sister initiative of the Platform for Coal Regions in Transition in the EU. Considerable progress has been made in the EU since its inception in 2017: a funding mechanism has been created to support coal regions to redevelop, and numerous regions in central and eastern Europe have Territorial Just Transition Plans, some of which are already under implementation. In the Western Balkans, on the other hand, progress is limited to an exchange visit programme and annual conferences; prospects of a dedicated Fund are missing, despite several international financial institutions®” being part of the Initiative.\nThe Western Balkan countries, which cannot access the EU’s Modernisation Fund, could establish national Just Transition Funds with revenue from a national or regional carbon pricing system in a similar way and use them to fund just transition. They could also earmark funds from existing environmental protection funds for coal communities. This would be a significant start for getting projects off the ground in the countries.\nIn principle, EU Instrument for Pre-accession Assistance (IPA) III funds can also be used for a just transition of coal regions, but this is unlikely to be sufficient, as just transition is competing with major infrastructure projects as well as technical assistance, institutional reforms and other elements of the Green Agenda for the Western Balkans.\nIn many EU countries the situation was similar, until 2018, when the carbon prices in\n156 The European Bank for Reconstruction and Development, The World Bank, the European Investment Bank and DG NEAR which manages the Instrument for Pre-Accession Fund (IPA III)\n157. Maintain Amendment 49 adopted by the European Parliament: European Parliament, Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a requlation of the European Parliament and of the Council establishing a carbon border adjustment mechanism, European Parliament, 22 June 2022.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n32",
  "page_33": "POLICY RECOMMENDATIONS\nEnsuring a sustainable and just transition will require coordinated efforts from both inside and outside of the Western Balkan\ncountries at various levels. We therefore present a set of recommendations aimed at the EU institutions, the Energy Community and the Western Balkan governments.\nTo the European Commission, European Parliament and European Council:\n¢ Ensure CBAM enters force by 2026 at the latest.\nEnsure any CBAM exemptions for Western Balkans market-coupled electricity exporters are based on a thorough assessment of compliance with EU energy and climate, environmental and competition law,*® and that such assessments are based on, or at least consistent with, the Energy Community Secretariat’s annual implementation assessments.\nEnsure that any market-coupled countries aiming for exemption from CBAM report on their progress in 2024, 2027 and 2029 instead of just twice as proposed by the Commission.'°?\nEnsure that CBAM exemptions are revoked for any countries which have increased their emissions due to electricity exports.’\nBring forward the deadline for market-coupled countries to establish ETS schemes to the beginning of 2028, as supported by the European Parliament.'®!\nEnsure that the emissions of the electricity exported to the EU which are reported for the implementation of CBAM do not underestimate the actual emissions.\nEnsure a dedicated Just Transition Fund for the Western Balkans and Ukraine, possibly operated under the auspices of the Energy Community, is set up.\nStrengthen the Energy Community Treaty to include financial penalties for non- compliance, to reduce pollution, increase compliance and build a level playing field.\nStop promoting the development of gas infrastructure in the Western Balkans, in order to avoid further carbon lock-in and derailment of the ongoing energy transition.\nBring the Green Agenda process back on track to include clearer deadlines and responsibilities for implementation.\n58 Maintain Amendment 49 adopted by the European Parliament: European Parliament, Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a requlation of the European Parliament and of the Council establishing a carbon border adjustment mechanism, European Parliament, 22 June 2022.\n59 Maintain Amendment 51 adopted by the European Parliamen European Parliament, Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a requlation of the European Parliament and of the Council establishing a carbon border adjustment mechanism.\n60 Maintain Amendment 52 adopted by the European Parliament: European Parliament, Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a requlation of the European Parliament and of the Council establishing a carbon border adjustment mechanism.\n61 Maintain Amendment 50, European Parliament, Amendments adopted by the European Parliament on 22 June 2022 on the proposal fora regulation of the European Parliament and of the Council establishing a carbon border adjustment mechanism.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n33",
  "page_34": "To the Energy Community Secretariat:\ne Continue with the implementation and further development of the\nDecarbonisation Roadmap and National Energy and Climate Plans.\n¢ Consider whether a regional carbon pricing scheme would add value compared to\nnational schemes, or whether it would merely cause delays.\n¢ Continue the work on dispute settlement cases to narrow the space for rollback on\ndecarbonisation efforts.\nTo the Western Balkan governments:\ne Remain on track with efforts to introduce carbon pricing before CBAM is\nintroduced and ensure adequate transparency of revenue usage, including for\njust transition of coal regions.\nRamp up efforts to decrease energy wastage and to build sustainable,\nappropriately-sited renewable energy facilities.\ne Make realistic plans for a fossil fuel phase-out, bearing in mind the age and\ntechnical condition of the region's coal plants.\ne Avoid new lock-ins, particularly into fossil gas.\n¢ Develop inclusive, bottom-up local just transition plans as soon as possible,\nutilising the experience from the EU Member States.\nTHE WESTERN BALKAN POWER SECTOR: between crisis and transition\n34",
  "page_35": "d\n.\noe\n@o\n. . e\noe?\nYd\nee?\nee?\n°°\nee?\noe?\nee?\nee?\ne a ihn\n. rere Teer ce ® ©\ncwecccee er? e\n©\na oe\na ic te e\nCr\nar\na\na\nid\newcrecceeee?”\na\neer\nereneeece\n& ee?\ne\no\no\n. e\no\n.\ne\ne\ne e e\ne e e e\no\n. .\n. .\nee e\neco ®\no\n. .\ne ee e\no\ne es\ne ee e\neco®\neee\neee e\ne\n. Seer\n» @o\n@ e@\noe °\nee?\ne@\n°°\ne?®\neo @®\n.\n. .\nCa ar)\na\n.\n%\ner)\n@ eo\ne\na\na ar)\n(a a)\noe\n0” 6 «\na\na)\neo\n6\nee\nee\noe\no,° eee 8\n.\na)\nOe,\ntr\na)\na\nre\nC] ()\na a\n% C] a)\n6\na 2\no,° foo 8\nar) o@08\ni a)\na i\nan ay ee ee\na rr)\na a\na a 2\na\na a\na\n4%\na\na)\nooe\nJ a\n2\na\n.\n°,° fee oe\na)\nOo.\n©\no,° feo oe 8\n0 «6\ne\nBankwatch\nNetwork\ne See\neee eeee eee e exert\neevee? e\neexeev2e\ne\n.\n.\n.\n.\ne\n.\n.\n.\n.\n. .\n.\n.\ne\n°\n. . . . . .\n. . . . . . . e id\n. . . . . a er\neet\nFOTO Seemann eneee\nee ee\n®\n. eee ee ee0un9qgeee @ @ eer?\n. e\n. a\ne eve\neeseeeneesese ©\ne\ntee ee\neee?\nevuvveveeeese\n2\nesvosvevuese®?\ne\n?\na\na\neveveeee®\neer?\neove®\nexveseee\nese?\noe?\neoeaee\neee?\ne\ne\nee?\neovee\neee?\nee?\neee?\neevee\nee?\neer?\n~?*\naesee®\nee\no\n.\n. .\n. .\no\neo\n.\n. . . .\nCEE\n.\ne e\nar\n. Tee\noe\n.\n. .\ne\n. .\n. a\n. ."
},
  "language": "Languages.ENGLISH",
  "total_pages": 35
}
