{
  "file_name": "243_2267.pdf",
  "pages": {
  "page_1": "H\nTo halt global warming, European industries need to adopt more climate-friendly production processes. Therefore, carbon-intensive industries in Europe increasingly come under pressure from the European Emission Trading System (ETS), as the allocation of free ETS allowances will phase out until 2030. Meanwhile, the Carbon Border Adjustment Mechanism (CBAM) is meant to guarantee the competitiveness of these European industries. Its mandatory reporting period started on 1 October 2023 for importers, making it the first carbon tariff worldwide. It will enter into effect on 1 January 2026. Elevating standards within the EU poses a risk of carbon-intensive production relocating to nations with lower environmental standards, leading to \"carbon leakage\" - the offshore transfer of carbon emissions. The success of the measure in addressing global warming depends on how the CBAM affects industrial emissions from major polluters such as China, India, and the US. The EU’s open goal is for trade partners to adopt equivalent carbon pricing systems. How are the EU’s main trading partners reacting? Will the CBAM become a benchmark for global carbon pricing, or could it end up as a boomerang throwing a spanner in the works of the EU’s own set goals?\nPresident of the European Commission (EC) Ursula von der Leyen announced the CBAM in July 2019, as part of the European Green Deal (EC 2019). The regulation was finally adopted in April 2023, after intense negotiations (Council Directive 2021/0214). The CBAM requires importers of carbon-intensive products into the EU to pay a carbon price. The cost will be based on the difference between the carbon intensity of the imported product and the benchmark carbon intensity of products covered by the ETS. Importers can subtract from their final bill a carbon price potentially paid in the country of origin.\nCBAM covers cement, iron and steel, aluminium, fertilisers, electricity and hydrogen, sectors which account for 50% of the European Union’s (EU) industrial emissions. The EC will expand the scope to other goods at risk of carbon leakage, such as polymers, responsible for 4.5% of global GHG emissions (Cabernard 2022) and organic chemicals, aiming to include all products covered by the EU Emissions Trading System (ETS) by 2030. The inclusion of chemicals and plastics would particularly hit countries in the Middle East including Israel, which exports EUR 3.5 billion worth of chemicals to the EU each year.\nFRIE\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nBriefing\nCarbon Border Adjustment Mechanism: a game changer for global decarbonisation?\nA country-by-country outlook on Europe’s main trading partners\nJanuary 2024\nBackground\nWhat exactly is the CBAM?\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_2": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nBy including carbon pricing in the cost of products, the mechanism could “rewrite the terms of competitive advantage\" in some sectors (BCG 2020). However, according to a study for the Finnish government, the impact on imports will be relatively low, with a drop of 2% for iron and steel products imports and 0.7% for aluminium (Kuusi et al. 2020, p.69). Effects seem to be more pronounced for exporting countries. So some warn that without new policies in exporting countries, the mechanism would \"result in a net monetary transfer from countries with low carbon prices to the EU\" (CGEP 2023)., The BASIC countries (Brazil, South Africa, India and China) have denounced the regulation and India initially announced its intention to file a complaint at the World Trade Organization (WTO). The WTO will have to determine to which extent less carbon-intensive products are different from more polluting products, such as aluminium made with renewable electricity compared with aluminium made with coal-fired electricity (CSIS 2023). Some articles of the GATT (General Agreement on Tariffs and Trade) allow for exemptions for measures “necessary to protect human, animal or plant life or health” (Art XX(b)) and “relating to the conservation of exhaustible natural resources” (Art XX(g), both of which could be valid in the case of the CBAM (WTO Website). Besides, the EC rightfully argues that trade distortion is not happening as EU products are already subject to the ETS. While an exemption for Least Developed Countries (LDCs) was initially considered, the text now stipulates that the EU should provide technical assistance to these countries (Regulation 2 023/956, art. 71).\nThe EC predicts that CBAM certificates could generate annual financial revenue of up to EUR 14 billion, more than 10% of the EU budget (EC 2020). 25% of the revenues will go to EU Member States whereas 75% will flow in the EU budget, with usage still to be clarified.\nThe carbon calculation for fertilisers, cement, and electricity includes not only direct GHG emissions from the production process but also indirect emissions consumed during the manufacturing process. Indirect emissions will be exempted for aluminium, hydrogen and most iron and steel products such as containers, tubes and pipes. One loophole has already been identified for aluminium, as scrap-based products can be labelled as zero-carbon regardless of their carbon intensity (Financial Times 2023). This was intended to incentivise the reuse of cans and car parts for aluminium, but it nullifies the emissions from highly polluting industrial aluminium mixed with these materials (Sandbag and E3G 2023). For the EU, the CBAM has the largest impact on iron and steel products, aluminium and fertilisers, as the EU only imports EUR 500 million worth of cement per year, compared with 54 billion of iron and steel products, 24 billion of aluminium, and 11 billion of fertilisers (UN Comtrade Website). However, imports of fertilisers have increased and cement imports have doubled since 2016, prompting the industry to lobby for an ambitious and early CBAM to counter continuing offshoring of the industry (Cembureau 2021).\nSo far, only 23 non-EU countries have implemented nationwide ETS (UNFCCC) and 19 countries in the Global South are part of the World Bank Partnership for Market Readiness, slated to set up pilots for setting up an ETS (NDC Partnership Website for the overview). The 23 ETS only cover 15% of the world’s greenhouse gas emissions (UNFCCC).\nMost analysts agree that the countries that will be the most affected are Russia, Ukraine, China, the Western Balkans (WB), Turkey, India, the United Kingdom, South Korea, and the United States, based on trade volume, the share of CBAM exports and carbon intensity (Carnegie Institute 2023; Chatham House 2021; E3G and Sandbag 2021; Overland et_al.\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_3": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\n2022). The following order of countries reflects this exposure. Latin American countries have more access to low-carbon electricity and better options for shifting their trade routes whereas Japan, Australia and Canada are implementing or already implemented ambitious carbon pricing mechanisms. Iceland, Liechtenstein and Norway are integrated into the ETS and therefore exempted\nDevelopments in main trading partners Russia\nThe Russian Federation is particularly hit in terms of volume, being responsible for 16,7% of the EU’s imports of CBAM products (2015-2019 average). One report expects costs of around EUR 1.9 billion in 2035, (Sandbag and E3G 2023). From 2015 to 2019, 33% of the EU’s imports of fertilisers came from Russia, 17.6% of its aluminium and 14.6% of its iron and steel products (Chatham House 2021)\nThe Russian economy is still very carbon intensive, and blast furnaces are not expected to be replaced by electric arc furnaces anytime soon as “many of Russia's major blast furnaces are only three to eight years old (Steel Times International 2022). As the mechanism will only enter into effect in 2026, the current EU sanctions on Russia, are likely to have a more immediate effect on exports. The sanctions, of which the most recent package entered into force on 30 September 2023, include the imports of steel, iron and cement products, including from exporters who use imported Russian products, which could affect Turkey as well. As a result of the sanctions, Russian iron and steel producers only partly managed to shift their exports to Turkey and China, and exports of Russian iron ore to the EU fell by more than eight times in 2022 (Reuters 2022; GMK 2023). Square steel billets and steel slab will only be banned throughout 2024 (Council Regulation 833/2014).\nStill, the CBAM has “spurred an unprecedented debate about industry decarbonisation Russia, according to a pre-war report by the Heinrich B6ll Stiftung (2023). Russia faces pushes from industry leaders, who argue that they would rather pay a carbon price to Russia, that could be used domestically to invest in technology and replace the blast furnaces for instance rather than to an increasingly hostile EU. The less export-oriented industries argue for the opposite (Germanwatch 2021)\nUkraine\nAccording to a paper by Norwegian scholars, Ukraine is the country most exposed to CBAM given the high share of exports to the EU and the carbon intensity of its products (Qverland et al. in 2022). CBAM-covered products represent 2.8% of Ukraine’s (pre-war) GDP. Amidst the war with Russia and the sharp decline in industrial production - down 37% overall in 2022 and 63% for finished steel products - predicting future trends is still challenging. (GMK_ 2023) However, Europe's €50 billion support for Ukraine's recovery and accession goals hint at increasingly closer trade ties (EP 2023). The destination of the recovery funds will be crucial for its decarbonisation path. Many Ukrainian stakeholders connect the commitment to lower emissions by 58-64% by 2030 (baseline 1990), made in 2020, with the CBAM (Germanwatch\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.d",
  "page_4": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\n2021). Ukraine joined the European Energy Community in 2010 and signed the Ukraine-EU Association Agreement in 2017, which included the establishment of an ETS. Despite this, nothing hints at any plans for an ETS in the near future.\nWestern Balkans\nThe WB countries, highly dependent on EU exports - North Macedonia (78% of their total exports), Bosnia and Herzegovina (73%), Albania (73%), and Serbia (66%) - also rely heavily on coal for electricity. North Macedonia and Serbia, specifically, depend significantly on exports, representing 75% and 63% of their GDP, respectively (Bankwatch 2022). This places them in a vulnerable position due to their carbon-intensive economies. North Macedonia and Serbia in particular are highly dependent on exports (75% and 63% of GDP). In addition, they have very carbon-intensive economies, often relying on coal for electricity production. Serbia has adopted a Decarbonisation Roadmap, committing to carbon pricing by 2026. Yet, a phasing out of coal-fired power plants is not in discussion. To mitigate the impact of the CBAM and accelerate integration, the EU offered exemption conditions for the nine Energy Community contracting partners, which include aligned electricity markets and ETS pricing by 2030 (instead of 2026 for other countries). For Serbia, North Macedonia, Albania, and Montenegro, who are engaged in active negotiations for EU entry, the adoption of the European acquis, including the Climate Law and commitments to carbon neutrality by 2050, is crucial. A paper from the Young Leaders in Energy and Sustainability (2023) suggests a regional carbon trading system and a carbon tax, which however seem unfeasible in the current conditions. Concerns surround limited industrial capacities, posing liquidity challenges if carbon trading is implemented, on top of stark political differences (Bankwatch 2022). Montenegro's cap and trade experience highlighted corruption and design issues (Bankwatch 2022). As the OECD points out, «progressive introduction of carbon taxes may increase political and social support by enabling households and firms to adapt gradually to higher energy prices» (QECD 2015, p.19). Another challenge is a rigid Monitoring, Reporting, and Verification (MRV) system, as ensuring irreproachable transparency will be crucial to avoid penalties.\nThe WB, reliant on EU exports and carbon-intensive production, faces a challenging path ahead, as CBAM will apply in only two years. The limited political and economic integration and financial means to set up ambitious industry decarbonisation and a reliable ETS will be the most difficult structural problems to overcome.\nTurkey\nThe EU is by far Turkey’s biggest trade partner, importing over 40 % of its total exports. 57% of Turkey’s aluminium exports (over 15% to Germany alone), over a third of its iron and steel products exports and 13% of its cement exports go to the EU. Experts say the CBAM is the main reason Turkey signed the Paris Agreement (Politico 2022). It is also the only country from the Middle East and Northern Africa region besides Egypt pursuing the introduction of an ETS, announced during the COP26 in Glasgow (Mitsui 2023). If chemicals and polymers are added later, the CBAM would cover 8 % of Turkey’s annual exports. Notwithstanding this higher\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_5": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nshare, the Turkish steel sector was able to leapfrog advancements in technology including carbon intensity, and therefore possesses a competitive advantage compared with older blast furnaces in Europe and former Soviet countries. Turkish aluminium has also been heavily investing in recycling, renewable energy and energy efficiency in industrial processes (Assan Aluminium 2019). 70% of its steel is sourced from energy-efficient electric arc furnaces (EAF), utilising imported steel scrap that constitutes around two-thirds of the EU's exports (Somers 2022, p.11). As a comparison, only 30% of Germany’s and Russia’s production comes from EAFs. For cement, one option would be to redirect these exports to the US (18% of Turkey’s cement exports), Ghana or the lvory Coast, which import over 40% of their cement from Turkey (Global Cement 2022). The European Bank for Reconstruction and Development (EBRD) anticipates annual costs for Turkish exporters at approximately EUR 751 million including indirect emissions (474 million excluding), and EUR 466 million for steel alone (EBRD 2021). Nevertheless, these figures must be set in relation to the annual sales of over EUR 6 billion to the EU.\nIndia\nIndia’s steel and aluminium producers are at high risk under CBAM, and India is the third Global South country in terms of export volume of CBAM-related products to the EU (Chatham House 2021). 21% of its steel products go to the EU, compared with 8% of China’s. In February 2023, India submitted a paper to the WTO mentioning a possible violation of WTO rules, but subsequently indicating that it had no intention to file a proper complaint (Bloomberg 2023). India is the third-largest emitter of greenhouse gases globally, emitting around 2.9 gigatonnes of CO2e every year, and its industrial production is still heavily carbonised. Due to a decentralised dispersion of small rotary kilns and abundant coal reserves, India is the world leader in direct reduced iron (DRI). This method is however more polluting than blast furnaces using coke, reaching around 3,2 tonnes of CO2 per tonne of liquid steel, a world brown record (Ellis & Bao 2020; Indian Ministry of Steel). The reliance on DRI is an issue because of the furnace’s long investment cycles and that the coal cannot simply be replaced by green hydrogen. A report by an Indian research institute foresees that CBAM will «/ead to sharper trade diversion and more trade among developed countries» (GTRI 2023). They calculate that the tax as a share of total cost amounts up to 40%, 53% and 90 % of the production cost for iron ore pellets, steel from blast furnaces and cement, echoed by other forecasts (Xiaobei et al. 2022, p.8). Against this background, India is said to be preparing a carbon trading system, dubbed the Carbon Credit Trading Scheme (CCTS) in 2025 (Reuters 2023). Trade Minister Piyush Goyal explained that this would avoid CBAM costs and finance industry decarbonisation (The Hindu_2023).\nChina\nThe People's Republic of China is by far the biggest exporter of goods to the EU, covering 21% of EU imports. China is also the world leader in steel production, producing over 50% of the world's iron and steel products in 2021, compared with the EU’s 8 % (Eurofer 2022, p.14). Consequently, steel represents 99% of China's CBAM exports to the EU. Compared to the\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_6": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nsize of the Chinese economy and other exports such as machinery and transport equipment and other manufactured goods, Chinese steel exports to the EU are however negligible. They only represent 8% of China's total steel exports and could be diverted to other export destinations, for instance South Korea, Vietnam and Thailand, which represent between 6 and 13 % of China’s steel exports (US Department of Commerce 2020).\nThe Chinese economy is still highly carbonised, with 450 grams of CO2 per added USD, compared with 90 for France, 110 for the UK and 140 for Germany (IEA Website; UNECE Website). China has only had a relatively weak ETS since 2021, covering only electricity. There is no firm cap on emissions and prices are low, starting at USD 7.4 per tonne of CO2 in 2021. Some Chinese academics like Duan Maosheng, director of the China Carbon Market Center (CCMC), argue that the expansion of China’s national ETS to cover CBAM-related sectors could be one of China’s best policy instruments for responding to the CBAM (Energy Innovation 2022). Despite the stall, the industry is taking steps to decrease carbon emissions. China’s state-owned steel producer Baowu, which produces more than the 15 biggest EU producers altogether, announced a carbon neutrality goal by 2050 and a shift to green steel, using microwaves and green hydrogen (Energy Innovation 2022). This shift to green steel production by the world's top producer also helps to push developments on the European level, where priority is on low-carbon hydrogen for hard-to-abate sectors. EU players such as ArcelorMittal (Luxemburg) and ThyssenKrupp (Germany) benefit from an increasingly active green steel market, since this will help establishing standards of green steel, strengthening also the demand side, bring more competitive hydrogen prices and more R&D on steel scrap.\nUnited States\nIn 2022, CBAM exports to the EU were USD 4.1 billion for the US, compared with 18.9 for China. American iron and steel production is already highly decarbonised, and the US renewable electricity should hit 23% in 2023, driven by a favourable political environment and sinking solar and wind electricity costs (American Iron and Steel Institute 2021; New York Times 2023). Over 70% of the factories in the US are electric arc furnaces, and the blast furnaces all use iron ore pellets instead of the more polluting sintered ore, used in China. This explains the estimated low impact on US exporters, evaluated at a USD 300 million cost; compared with 3.4 billion for China (Climate Leadership Council 2023; Third Way 2023). The involvement of the US in the preparation of CBAM, mainly through the transatlantic Trade and Technology Council, also explains the lack of negative reactions to the law overseas. The EU and the US also want to finalise the Global Arrangement on Sustainable Steel and Aluminium (GSA), to penalise carbon-intensive steel and aluminium.\nDiscussions around a Border Carbon Adjustment (BCA) in the US are also gaining traction. In November, a Republican Senator introduced a bill for a BCA that goes way beyond the CBAM, covering lithium-ion batteries, wind turbines, natural gas and others (US Congress website). The text was welcomed by the Climate Leadership Council but also by the American Iron and Steel Institute. It is not likely to pass the Senate, as Democrats fear that it breaches WTO rules as domestic production is exempted (Politico 2023), since the US has no ETS. Since 2009, 11 US states have been part of the Regional Greenhouse Gas Initiative, a cap and trade system for power plants in the Northeast. California and Washington state also have an ETS. Still,\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_7": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nthere is no federal carbon tax or cap and trade system, even if the CBAM is increasingly prompting discussions around it (CSIS 2023). According to a report by the Franco-German Council of Economic Advisors, a federal carbon tax of $16 per tonne of CO2 would already lead to higher CO2 emission reduction than the IRA ( Sachverstandigenrat fur Wirtschaft 202 3 ). In September, an executive order mandated federal agencies to account for carbon intensity in public tenders. The ‘social cost of carbon’ (SCC) was fixed at USD 51 per tonne of CO2 by President Biden, up from USD 1-7 under the Trump administration (White House 2023; New York Times 2023). Increasing the SCC, a benchmark for estimating the true cost of carbon emissions to society, significantly raises the estimated cost of the environmental damage caused by carbon emissions, with large impacts on federal policymaking.\nUnited Kingdom\nThe UK relies heavily on steel, aluminium, and fertiliser exports to the EU - 75%, 50%, and 18%, respectively. This makes it one of the countries most significantly affected by the CBAM (Bloomberg 2023; Chatham House 2021; Clingendael 2022). Interestingly, prior to March 2023, the British industries were confident as carbon prices in the UK ETS were consistently higher than those in the EU ETS, ensuring an exemption from CBAM tariffs. Adding to this, the UK boasted a highly decarbonised energy mix, leading in wind energy with over 30 GW of installed capacity. However, within a year, prices plummeted threefold (Intercontinental Exchange Website). This decline is attributed to the Conservative government increasingly slowing down climate mitigation policies (Financial Times 2023). In July, it announced plans to release 53 million additional CO2 certificates into the market by 2027 to keep prices low, making them reach 34£, when the EU ETS has not been under 80€ throughout this year. Consequently, the Treasury already incurred a loss of GBP 1 billion in just six months (Energy UK 2023). If this trend persists, it will translate into a financial transfer from the UK to the EU. In response, various stakeholders have advocated for a BCA (Business Green 2023; Make UK 2023). The British government, like its Canadian counterpart, is currently considering this option, as 40% of steel product imports come from countries with lower carbon pricing (UK Government 2023).\nCanada\nSimilarly to its American counterparts, the Canadian steel industry has strongly invested in decarbonisation and electric arc furnaces, achieving a 31% reduction in emissions between 1990 and 2016 (Canadian Steel Producers Association 2021). One year after the European Commission announced its plans for the CBAM, Canada announced it would explore implementing a BCA (Canadian Institute for Climate Choices 2022). Besides, Canada’s own carbon price is set to gradually increase to reach $170 per tonne of CO2e in 2030. Canada and the EU have also worked together to coordinate their climate action since the EU-Canada Summit in June 2021. The country, having a high carbon pricing and potentially its own CBAM, is therefore shielded from negative consequences.\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_8": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nSouth Korea\nThe Republic of Korea is one of the most carbon-intensive economies in the world, and notwithstanding having introduced an ETS in 2015, its total 2021 emissions are still 40 % higher than in 2000, the second worst-performing country in the OECD after Turkey (IEA Website). Directing more than 10% of its steel exports to the EU, the industry, despite its significant carbon-intensive steel production attributed to a heavily polluting electricity mix, has yet to announce any plans. (Chatham House 2021). In March 2023, the government watered down its emission reduction targets for industry, in the context of a general turn away from climate mitigation policies since the conservatives won the presidency in May 2022 (Reuters 2023).\nJapan\nJapan, the EU's sixth-largest trading partner, is not exposed to the CBAM. Following Singapore, Hong Kong, Malaysia and more recently, Indonesia, it launched a carbon trading system in October. Currently limited to the industry, power will only be included in 2033 or 2034 (Reuters 2023). Companies exceeding their emission reduction objectives and the national target will be able to trade their allowances, while those falling short will have to purchase new allowances (Japan Times 2023).\nAustralia\nAustralia mainly exports products not covered by CBAM such as minerals (gold and coal) and oil seeds (DFAT 2017). Its exports of iron and steel products were below EUR 50 million in 2021 (UN Comtrade). In March, Australia announced its intention to consider a BCA, in the same vein as other Anglo-Saxon countries like the UK and Canada (DCCEEW 2023). Australia does not have carbon pricing instruments, but an incentivise-based system symbolised by the Emissions Reduction Fund (ERF) (EDF website). The ERF operates through reverse auctions designed to purchase abatement at the lowest cost. The current government also reformed the ‘Safeguard Mechanism’, designed to halt emissions of the most polluting facilities, to make it more effective. This move can be seen more as a result of a change in the balance of political power, but it is very likely linked to the EU’s, Canada’s and the Uk’s decisions to implement BCAs.\nLatin America\nLatin American countries (LAC) are not very exposed to the CBAM, as goods covered by the CBAM account for less than 0.5% of LAC’s total exports to the EU, which are mainly agri-food products (CGEP 2023). The only concern is for Brazil, representing around EUR between 2 billion and 3.5 billion of iron and steel products (the figures differ) exports to the EU. Brazil’s steel sector accounts for a quarter of CO2e emissions but has great potential, given the size of hydropower in its electricity mix, and the availability of biomass, which could be turned into bio coal if blast furnaces were replaced with electric arc furnaces and a green hydrogen agenda\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_9": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nwas pursued (Hebeda et al. 2023). However, due to existing trade agreements, this could also lead to new export opportunities to Mexico and the US. LAC steel exports to the US are already 4 times higher than to the EU, and on the rise. The biggest question mark besides steel for Brazil is pulp, representing 44 % of European imports in 2019, and having historically faced scrutiny over environmental and social practices and carbon footprint. The CBAM was a factor in the discussion about introducing carbon pricing in Brazil, which EY says is due at the end of this year (Ernst & Young 2023). An ETS is seen as both a way to avoid the CBAM and potentially the Australian, British and Canadian BCA and make the Brazilian economy more competitive. Argentina has had a carbon tax on fuels since 2018, and Uruguay followed in 2022. Chile voted for a Climate law in 2022 and an ETS is under discussion.\nThere are some fears regarding MRV, and the Latin American Steel Association already announced that meeting the requirements in terms of the timetable will be difficult, adding that decarbonisation of steelmaking will be difficult given the absence of state help, unlike in the EU (S&P Global 2023).\nSituation in other countries and international carbon price\nBesides the countries mentioned, other regions in the world only trade steel, aluminium and fertilisers on small levels. Together, South America, Africa, the Middle East and Oceania only produce 5.6% of the world's steel (Eurofer 2022, p.14). Exceptions are the Maghreb countries for fertilisers (over 30% of the EU’s imports) and the United Arab Emirates and Mozambique for aluminium. Fertiliser producers in the MENA are expected to use green hydrogen for ammonia; however, given that the tariffs will be applicable in just over two years, it will be intriguing to observe their strategies to counter the CBAM, given the relative indifference of governments (Mitsui 2023).\nThe case of Sub-Saharan Africa is more complicated. In Mozambique, CBAM-related products cover over 15% of its overall exports and could lead to a reduction of over 60% of exports to the EU and a 2.5% decrease in GDP, since these exports are worth over 5% of its GDP (The Exchange 2022). It uses coal from South Africa, the G20’s most carbon-intensive economy, for its electricity. According to the IMF, the coal sector in South Africa is only profitable because of «large government transfers» (2023). The decarbonisation of the African economy is particularly crucial as 50% of the export revenues generated by the African countries are made up of hydrocarbon products. 57% of Nigeria’s government revenues come from oil. In Saudi Arabia, this rises to 75%. The Africa Policy Research Institute (APRI) argues for greater involvement of African actors in international climate diplomacy and a real commitment to climate finance, as the promise made in Copenhagen of 100 billion dollars is further every day (2023). The G7 Climate Club, launched in December 2022, signifies a positive move for coordinated climate action (G7 Germany 2022). However, expanding is vital since the G7 economies only cover a quarter of global emissions. In Asia, Thailand plans to impose a carbon tax on industry sectors and Indonesia launched an ETS for the power sector in February (Asian Development Bank 2023; Nation Thailand 2023; TIME 2023).\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de",
  "page_10": "FRIE\nH\nJUST\nCLIMATE\nEBER\nby FES\nSTIFTUNG\n7\nCompetence Centre\nClimate and Social Justice\nInternational carbon price\nThe background of the CBAM is industry decarbonisation and the shift from fossil fuels to renewables. In 2021, the IMF suggested a differentiated international carbon price floor (ICPF), where the price floor per ton of carbon would be $25 for low-income countries, $50 for middle- income countries, and $75 for high-income countries. The suggestion gained traction, receiving the support of many institutes, including the World Bank and the OECD (IMF 2022). Besides the future of an ICPF lies the question of the usage of CBAM revenues. Some argue that these should be reinjected to countries in the Global South in the form of climate finance (Agora Energiewende and Stiftung Mercator 2023; APRI 2023; Energy Innovation 2022; Germanwatch 2021; Sun et al. 2023; Williams 2022).\nConclusions\nThis overview shows a remarkable somewhat reversal of perceptions about CBAM. At the beginning CBAM was partly criticized for not having much impact on emissions and mainly being a protective EU market instrument to avoid carbon leakage. However today, even if not all effects on third countries are yet clear, there is an emerging trend in various non-EU countries, with different degrees of EU trade intensity, towards carbon pricing and emission reduction strategies. It is difficult to say, to what degree this is linked to CBAM. The analysis shows that the effects of the CBAM on trade can be expected to be relatively small in the end, and in all cases limited to certain exporters in certain countries. At the same time, it seems that the EU’s goal of incentivising countries to adopt stricter carbon pricing measures might work, with Japan, Indonesia, Turkey, Egypt, India, China and Serbia adopting an ETS, and Canada, the UK and Australia on the way to adopt their own CBAM. We also see most countries changing their attitudes about CBAM away from outraged opposition, pointing to a less heated- than-expected confrontation at the WTO. Managing a trade-off between successfully avoiding carbon leakage and avoiding retaliation is crucial for the EU, including for its soft power around the world. The prospects of the WTO finding the EU in violation of WTO obligations, as it did in August with Chinese duties on imports from American steel and aluminium, seem to be fading. This is also good news for the EU, which needs to protect its steel and aluminium exports (over 75 EUR billion each year), good trading relationships and decarbonised imports likewise.\nFactors playing into the global consequences of CBAM are numerous, such as government financial support for decarbonisation, prospects for carbon pricing and the ability of exporting countries to divert exports to other destinations. Here, the situation seems to be particularly tough for India, Russia and Ukraine, given their high dependency on the EU (increasing for Ukraine and decreasing for Russia), and the carbon intensity of their economies. For the six WB countries, the dependency is even more serious, supported by the long-term goal to one day be full EU members. Scenarios also hinge on the extension of the scope of CBAM to include chemicals and polymers. This question will be followed thoroughly by Arabic petrostates. Other uncertainties concern the usage of financial revenue from CBAM certificates, the extension of climate clubs, the Global Arrangement on Sustainable Steel and Aluminium, and the unfortunately unlikely success of an International Carbon Price Floor.\nJulian Parodi, Research Associate\n10\nFriedrich Ebert-Stiftung, Competence Centre Climate and Social Justice\nCours St Michel 30e | 1040 Brussels | Belgium | justclimate.fes.de"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
