{
  "file_name": "252_2315.pdf",
  "pages": {
  "page_1": "Fctecat\nEuropean Association for Forwarding,\nTransport, Logistics and Customs Services\nNovember 2021\nPOSITION PAPER\nEU Carbon Border Adjustment Mechanism\nCLECAT, the European Association for Forwarding, Transport, Logistics and Customs Services, is supportive of the European Green Deal and its ambition to make Europe the first climate-neutral continent by 2050. The European Commission’s proposal on EU Carbon Border Adjustment Mechanism (CBAM), as part of the Fit for 55 package, addresses the need to preserve the integrity of the EU’s climate targets. It aims to protect EU businesses from environmental dumping and ‘carbon leakage’, which can undermine EU’s efforts when production is moved abroad to avoid carbon pricing.\nCLECAT notes, however, that there are several challenges for the successful implementation of the CBAM that need careful navigation. This paper seeks to provide a comprehensive overview of the European intermediary sector’s main considerations and outstanding questions regarding the CBAM.\nKey messages of European Customs Representatives\nThe CBAM is found in a multi-stakeholder setting. It will have a direct impact on the intermediary sector that needs to be considered by both government authorities and private sector. Responsibilities and potential liability of the different stakeholders need to be proportionate to the role and their ability to verify the data provided. The scope of the CBAM will determine the associated administrative burden and costs for compliance. A potential extension of the scope to include semi or finished products will increase complexity. Stability and predictability will be essential, especially during the transition period, to allow stakeholders to build up the necessary capacities and ensure a smooth transition process. The CBAM must be based on a uniform sanction regime across the EU. This is to ensure legal certainty and predictability for EU businesses, in a level playing field. Reporting and compliance with CBAM obligations must be based on digital processes to minimise the administrative burden for both authorities and businesses and boost overall efficiency. Authorities need to ensure clarity on impacted customs procedures where clear and uniform identification and reporting processes will be necessary for proper tax treatment of the goods. It is pertinent to secure compliance of the CBAM with EU’s international trade commitments to avoid retaliation from trade partners and disruption of global supply chains, as well as compromising global climate action dialogues. Effective coordination and communication between competent national authorities and Customs are indispensable for successful implementation. So is the meaningful dialogue with business stakeholders during the legislative as well as subsequent implementation.\nprocess\n-1-",
  "page_2": "CLECAT\n~\nIntroduction\nCLECAT represents European freight forwarders, logistics service providers and customs brokers. Multinational, medium and smaller sized companies, all fall within CLECAT’s membership. These companies together submit over 80% of all customs declarations in Europe and handle a large part of cargo transported by the different modes of transport (road, rail, air, maritime and intermodal). CLECAT members play a crucial role in global supply chains and the exchange of information within these supply chains.\nCLECAT is supportive of the EU Carbon Border Adjustment Mechanism (CBAM), as a measure aiming at preserving the integrity of the EU’s climate ambition towards the ultimate goal of climate neutrality. The EU CBAM will protect EU businesses from environmental dumping and ‘carbon leakage’, which can undermine EU’s efforts when production is moved elsewhere to avoid EU carbon pricing. The purpose behind the mechanism is to ensure that the price of imports reflects more accurately their carbon content. Additionally, it will incentivise EU trading partners to enact similar measures and reduce carbon emissions at home. The CBAM aims to be an effective tool to support EU’s climate targets and protect European industry. This can only be the case if it is well-designed and properly implemented.\nThe impact of the CBAM on European intermediaries needs to be considered\ne CBAM is found in a multi-stakeholder setting\nThe CBAM proposal requires ‘authorised declarants’, importing certain type of goods into the EU, to purchase and surrender a number of CBAM certificates that reflect the imported goods’ embedded emissions. The CBAM will be based on a declarative system where the ‘authorised declarant’, who may represent more than one importer, submits annually a declaration of the embedded emissions in the goods imported into the EU and surrenders a number of CBAM certificates corresponding to those declared emissions.\nOn the basis of the Commission proposal, the status of ‘authorised declarant’ is linked to the obligation to lodge customs declarations. Thus, an ‘authorised declarant’ may be a person lodging a customs declaration or in whose name a customs declaration is lodged. Consequently, the CBAM is found in a multi-stakeholder setting. In particular, for companies that have a permanent establishment in the EU, import declarations are typically filed via a customs representative using direct representation. In such cases, the represented business will take the role of ‘authorised declarant’. As non-EU businesses cannot use direct representation, they will use the services of a customs representative to file customs declarations using indirect representation. In that case, the customs representative will be the ‘authorised declarant’, whereas the customs representative will have no means to verity the information provided. Responsibilities and potential liability of different stakeholders need to be proportionate to their role and their ability to verity the data provided. In that regard, referring to ‘authorised importer’, rather than to ‘declarant’, would have better reflected the different roles and responsibilities of the different stakeholders in terms of being able to determine embedded emissions.\n-2-",
  "page_3": "CLECAT\n~\ne Clear and uniform authorisation process is essential\nAny declarant wishing to import products into the EU which fall within the scope of the CBAM will have to apply with its national competent authority for an authorisation. Once an authorisation has been granted, the declarant will become known as an ‘authorised declarant’. To attain the authorisation, declarants will have to demonstrate their financial and operational capacity to fulfil their CBAM obligations, as well as to prove the absence of any serious infringements of customs, tax and market abuse rules during the five years preceding the application.\nThe proposal does not describe in sufficient detail the conditions for granting CBAM authorisations. The consequences of a failed application for a CBAM authorisation are, however, quite serious; the declarant will be prevented from importing certain goods into the EU. Therefore, CLECAT believes that it is important to lay down all conditions for granting the CBAM authorisation with sufficient clarity, so implementation across EU Member States is correct and uniform.\ne There are key responsibilities and liabilities for the ‘authorised declarant’\nEvery year, by 31 May, ‘authorized declarants’ will be required to submit to their national CBAM authority a CBAM declaration reflecting the emissions embedded in the goods they imported during the previous calendar year and surrender a total number of CBAM certificates corresponding to the total embedded emissions in the imported goods. Throughout the year, ‘authorised declarants’ must also keep a certain number of CBAM certificates in their accounts. The embedded emissions declared must be verified by an independent verifier accredited by the CBAM authority.\nThe CBAM will have the potential to create additional opportunities for customs representatives wishing to act as ‘authorised declarants’, while at the same time holding them liable for any non- compliance, including being penalised by competent authorities and subject to administrative or criminal sanctions. It cannot reasonably be assumed, however, that a customs representative could be aware of the production processes and related CO2 emissions for goods manufactured outside the EU. A customs representative will rely wholly on information provided by its customer. It is therefore necessary for businesses to assess existing risks and arrange their underlying contractual relations regarding oversight of CBAM compliance. However, contractual arrangements cannot fully address potential risks. It is also important, that national authorities recognise the role of intermediaries when it comes to compliance with CBAM obligations.\nStability and predictability on the scope of the CBAM are essential for preparedness\nThe CBAM will be introduced for the most emission-intensive sectors. Initially, it is foreseen to cover sectors considered to be at high risk of carbon leakage: cement, certain fertilizers, iron and steel, and aluminium, as well as electricity. The Commission will have the power to increase the sectors covered, the review of which will be done before the end of the transition period between 2023-2025. A potential extension of the scope to include semi or finished products will further increase complexity and risks for customs representatives.\n-3-",
  "page_4": "CLECAT\n~\nCLECAT notes that the transition period should focus on optimizing administrative procedures and minimising costs of reporting obligations. As the scope of the measure determines the workload and necessary administrative and financial resources for both national authorities and EU businesses, it must remain stable, especially during the transition, to allow all parties involved to build up the necessary capacities and ensure a smooth transition process.\nThe CBAM must be based on a uniform sanction regime\nThe proposal provides that EU Member States will have the choice to apply administrative or criminal sanctions for failure to comply with the CBAM legislation in accordance with their national rules, in addition to penalties. CLECAT agrees with the proposal that such sanctions must be proportionate. However, it is also essential that there is uniformity across the EU. Otherwise, EU businesses will be subject to different sanction regimes and treated differently according to the Member State in which they carry out their activities. A uniform sanction regime will avoid distortion of competition and ensure a level playing field in the Single Market. Therefore, CLECAT stresses that the CBAM must be based on a uniform regime of sanctions, preferably administrative.\nFull digital reporting will contribute to efficient compliance\nCompliance with CBAM obligations is accompanied by substantial administrative burden and costs for both government authorities and businesses. Moreover, as the scope of the CBAM is likely to be extended, the workload and related burdens will also increase. Therefore, CLECAT highlights the importance of ensuring that all exchanges of information and reporting under the CBAM is made digital, rather than based on paper procedures. It will minimise the administrative burden, save time and boost overall efficiency for both public and private sector.\nClarification on impacted customs procedures is needed to avoid double taxation\nThe CBAM declaration, which needs to be filed on an annual basis, should mention the emissions that are embedded in the goods imported into the EU. This will influence the number of emissions that need to be reported, when customs suspension regimes are used, such as inward and outward processing, making the calculation and reporting process even more complex. That will also apply to other procedures such as claiming duty relief for so called ‘returned goods.’ In that case, a system is foreseen under the CBAM, where the goods can be reported separately in the CBAM declaration with ‘zero’ for the total embedded emissions. One of the main challenges when applying for returned goods relief, however, is the identification of the goods. Upon return, proof needs to be provided that the goods are the same as those previously exported. This process might be further complicated, given the nature of the goods covered by the CBAM, typically in bulk.\nCLECAT therefore considers that it is important that sufficiently clear identification and reporting formalities and processes are provided for these customs procedures, to secure the proper treatment of (re-) imported goods into the EU and avoid double taxation.\n-4-",
  "page_5": "CLECAT\n~\nWTO compliance must be ensured to avoid disruptions in global trade and climate dialogues\nThe CBAM will impact cross-border trade and is therefore subject to the rules of the World Trade Organization (WTO), where several issues arise concerning in particular non-discrimination obligations and possible exceptions, as laid down in the GATT.\nEnsuring WTO-compatibility is of upmost importance to the relevance and impact of the CBAM. A WTO-non-compliant mechanism may lead to retaliation from EU trading partners and disruption of global supply chains. It may also undermine ongoing international climate action dialogues, which already come along with their own challenges. However, even full WTO compatibility might not be enough to avoid retaliation by third countries. Therefore, CLECAT believes that early and continuous engagement with trading partners will be crucial to avoid disputes and legal uncertainty. The EU will need to reinforce its climate diplomacy and urge trading partners to increase their ambitions alongside the EU.\nMeaningful cooperation between relevant national authorities and EU businesses is key\nAt national level, EU Member States will designate a competent authority to administer and enforce the CBAM regime. Additionally, at the border, Customs authorities will carry out monitoring activities to ensure that goods falling within the scope of the CBAM are only imported into the EU by ‘authorised declarants.’ Additionally, based on risk assessment, Customs authorities will carry out controls on goods upon importation, especially regarding their quantity and country of origin. Customs authorities will also communicate periodic information to the competent authorities to allow for verification of provided information. Considering the different authorities involved at national level, and their respective tasks and responsibilities, CLECAT believes that it is important to establish effective means for communication and coordination between officials. Those will be essential for the proper and efficient application of the CBAM regime at national level.\nCLECAT further highlights that the successful application of the CBAM will depend on the effective dialogue and cooperation with business stakeholders of all sectors concerned during the legislative process, as well as subsequent implementation of the mechanism.\nConclusion\nCLECAT welcomes the objective of the CBAM proposal, aimed at preserving the EU’s high climate targets and protecting EU businesses from ‘carbon leakage’. However, as the CBAM and its implementation are accompanied by a lot of complexities, and at the same time will have an impact on the whole EU economy, CLECAT believes that the new mechanism and its practical application should be carefully analysed.\nCLECAT therefore urges for a meaningful dialogue among all relevant stakeholders during the legislative process and subsequent implementation, where existing concerns and outstanding questions are duly addressed.\n-5-",
  "page_6": "F\nCLECAT\nCLECAT remains at the disposal of interested parties for any further information.\nContact details:\nCLECAT — The European Voice of Freight Forwarding and Logistics\nRue du Commerce 77\nB-1040 Brussels\nTel.: + 32 2 503 4705\ninfo@clecat.org\nwww.clecat.org\n-6-"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
