{
  "file_name": "252_2309.pdf",
  "pages": {
  "page_1": "To the attention of Mr Vicente Hurtado Roa Head of Unit Customs (TAXUD C2) CBAM, Energy and Green Taxation DG TAXUD\nBrussels, 17 June 2024\nSubject: Request for further information on CBAM issues following TCG presentation\nThe undersigned trade associations representing (European Customs Brokers and freight forwarders, the Express Delivery Sector, European industry and services sector, cargo owners including airlines, retailers and wholesalers, ship brokers and suppliers) thank you for your presentation at the Plenary meeting of the Trade Contact Group (TCG) on 7th March regarding the state of play of the Carbon Border Adjustment Mechanism (CBAM).\nWe are writing to follow up on several key points you mentioned during the presentation, about which we are eager to learn more. You may recall that CLECAT, alongside other trade associations, requested the retention of Default Values for imports that have no impact on carbon emission leakage, such as small imports below a certain weight, because of the disproportional and unnecessary administrative burden of reporting. Given the low economic value of such small imports (e.g. screws, bolts, etc.), suppliers have no incentives to invest in the calculation of carbon footprint and will simply ship their products outside of Europe. This will cause supply chain disruptions which are completely disproportionate to the low economic and CO2 value (usually well below one tonne) of such small imports. We therefore call on the European Commission to revise (before July 2024) the CBAM implementing regulation for the transitional phase to allow for the possibility to use default values for small imports after July 2024. This is the only way to avoid unnecessary supply chain bottlenecks and competitive disadvantages for companies.\nAdditionally, you mentioned the development of a simplification process within your unit, potentially as an alternative to Default Values for small consignments. We kindly request that details of these simplifications be made public, as the issues persist during the second reporting period and an urgent solution is needed for trade. Should the Commission not yet be in a position to disclose the full details of these proposed simplifications, we would appreciate any preliminary indications of the options being considered as alternatives to the retention of the Default Values. For example, would the Commission consider introducing a minimum threshold for the most critical flows such as small consignments and B2C traffic based on combined criteria relating to weight, value, volume, or annual turnover of the actual importer of CBAM goods?\nAdditionally, at present, the only de minimis provision in the CBAM regulation is a value threshold set at €150. The current de minimis provision would not exempt smaller, higher-value consignments (such as those typically carried by express parcels operators) or higher-value consignments with very small\nDear Mr Hurtado Roa,",
  "page_2": "CO2 footprints. In order to address this issue, we propose using the creation of additional weight and CO2 emission thresholds. Also to avoid additional complexity, we propose simple weight and emissions thresholds, which are derived from a reference product (hot rolled coil steel). We propose the following thresholds, which would apply exclusively (i.e. if a consignment meets any one of the three thresholds it would be exempt from CBAM).\nTo be exempt, a consignment must EITHER:\nHave a value that does not exceed €150 OR Have a weight that does not exceed 250kg OR Contain no more than 500kg CO2e when calculated according to the published default value for that product\nWe would also like to receive further details on how the Commission plans to resolve the third-party reporting issue, where the CBAM declarant is neither the indirect customs representative nor the importer themselves, but a third-party representative of the importer. Currently, reports are submitted by such representatives with the importer’s credentials, choosing the status of an ‘employee’ (in view of a lack of a better option) in the CBAM IT system.\nYou may recall that prior to the launch of CBAM, we submitted a joint industry letter recommending the introduction of a CBAM ‘Authorised Representative,’ arguing that mandating the indirect customs representative as the only possible alternative declarant, especially for EU-based importers, will deter both indirect customs representatives and third-party industry experts from taking on CBAM declarant responsibilities. At the time, we received a response from the Commission indicating that there was no intention to amend the legislation to accommodate our proposal.\nBased on the experiences of the first two reporting periods, it is evident that EU-based importers are content with retaining responsibilities themselves, while still needing assistance with the technical completion of CBAM reports. We also see that some experts are willing to take on full CBAM reporting responsibilities as ‘Authorised Representatives’ but lack the customs expertise to become indirect customs representatives simultaneously.\nWe wish to inquire whether the Commission, recognizing the clear demand for these alternatives and having encouraged a direct representative-type reporting construct in their own FAQ, plans to amend the CBAM regulation to better reflect this market situation in the next revision. If so, could we please learn about the proposed amendment details well in advance of their enforcement to avoid yet another legislative provision that proves impractical upon implementation?\nFinally, we would like to raise the question of the CBAM Expert Group. Since the last TCG meeting, several of the undersigned trade associations have learned that they were not accepted to participate in the newly formed CBAM Expert Group. We appreciate the Commission’s position, clearly stated in your TCG presentation, that CBAM is an environmental measure and not a customs measure. However, could the Commission also recognize that, until the Regulation is amended to clearly delineate a shift away from customs, customs intermediaries remain heavily involved in CBAM reporting, as do retailers and traders who bring CBAM goods to the EU market but are not producers themselves.\n-2-",
  "page_3": "We therefore respectfully request reconsideration of our inclusion in the existing CBAM Expert Group or the creation of a separate group to ensure these market actors are included and heard during the shaping of the future EU CBAM. It is particularly important that they are consulted during the creation of further secondary legislation that directly affects them\nAdditionally, we wish to draw your attention to the fact that, despite the current legislation mandating National Customs Administrations to inform traders, awareness of CBAM remains very low, as reflected in the data you presented. At present, logistics intermediaries and their trade associations are the primary sources of information and support for traders regarding CBAM reporting. Therefore we argue it is crucial they remain part of future CBAM discussions and are enabled to support the Commission’s ongoing efforts to ensure the success of CBAM\nWe thank you for your consideration and for your answers to the questions addressed in this letter We look forward to your response and remain at your disposal to discuss this matter in greater detail during a meeting\nAPPLIK\nHome Appliance Europe\nKK &\n* ‘Se\nAmCham EU\nSPEAKING FOR AMERICAN BUSINESS IN EUROPE\nF CLECAT\nASSOCIATION\nwr\n——2 tee\n% a \\\nOCEAN\nEuropean Ship Suppliers Organization\n —\n —\nESC\nanm\nEuroCommerce\nVee\nRetail & Wholesale\nEF\\ ® EUROTEAN\n-3-"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
