{
  "file_name": "253_2323.pdf",
  "pages": {
  "page_1": "CUMIC\nSTEEL\nONTHLY\n\nMW\nay\nLl",
  "page_2": "iL\nBUILD THE FUTURE WIT oTE\n> Introduction\nCUMIC Steel Monthly is the most effective way to stay up to date on the latest steel market activity as well as CUMIC's key projects. The report integrates the most recent news on the global steel market, monthly price movements, and aggregates data on global steel production and trade activity. In addition, it provides exclusive insights from the CUMIC Market Research Team regarding key market growth factors for the coming month to help you improve your bottom line and ensure that your business makes strategic sourcing decisions\n02\n04\n05\nEuropean Carbon Market Pome eee errr rere reeeeeeeeeeeeeeee eee eeEEEEEeEeES ES ESOS EDEL ELE SESE SOOO EEL OOE 07\nStatistics: Production & Steel Trading Perec eee\nrerevececcceccerecerececeseeeeererecreseseoeoeoees 08\nKey Growth Drivers: Jun 2023 Market Forecast\n09\nCUMIC's Latest Projects Pee eee eee\nerrr erereeeeeeeeeeee eee ee eee SESE DEE EEE SELES ESE D EDEL E SELES ESE DEDEDE SEL E OOS 11\nSs,\n> Contents\nGlobal Steel News Review: May 2023 Corre reecccccceccreceeecccecerereereeeeeeeerereeeeeeeeol®\nMonthly Steel Price Snapshot Comoe rece cece rerereceseseeerererereseseeererererereseeerererereseseoece\nSteel Sustainability Dynamics\n01\nWWW.CUMIC.COM",
  "page_3": "ee |\na,\n> Global Steel News Review: May 2023\n>,\n“a\n<<a,\n7\"\n——\n~\naf\ni\n¥\n7,\niy\n.\n4\n«i\n+\nEuropean Steel Users Demand an End to Safeguard Measures\nA coalition of steel-using associations, including carmakers, wind tower producers, and home appliance manufacturers, has been urging for the end of safeguard measures in Europe. The decision on whether these measures will be extended past June 2023 rests on the ongoing review by the European Commission. The coalition, represented by Acea, Applia, Cece, Cecimo, Clepa, Orgalim, and Wind Europe, assert that the measures limit steel availability, thereby undermining the competitiveness of manufacturing sectors. They also express concerns about the upcoming Carbon Border Adjustment Mechanism (CBAM), which is poised to escalate steel costs for end-users. The Italian association, Assofermet, is also rallying for the repeal or substantial modification of these measures\nWWW.CUMIC.COM\n02\naa re",
  "page_4": "EU Implements Carbon Border Adjustment Mechanism (CBAM) in October\nIn a significant stride towards the EU's goal of carbon neutrality, the Council of the European Union and the European Parliament have endorsed the Carbon Border Adjustment Mechanism (CBAM) Regulation. The regulation came into effect on May 16, and a transitional phase of CBAM is slated to commence on October 1, 2023. Under CBAM, by January 31, 2024, importers are required to report their emissions of this year, with reporting guidelines being established by the European Commission in conjunction with the CBAM Committee.\nGlobal Stainless Steel Consumption Remain Stable in 2023, Rise in 2024\nExpected to\nAs per the International Stainless Steel Forum (ISSF), global stainless steel consumption is predicted to hold steady in 2023, followed by a 3.6% upswing in 2024 relative to the previous year.\nThe ISSF report suggests that global hot-rolled and cold-rolled stainless steel consumption will remain unchanged and witness a minor 0.2% decline in 2023 respectively. Yet, in 2024, global hot-rolled stainless steel consumption is forecasted to climb by 5.2%, while cold-rolled stainless steel consumption is set to increase by 3.2% compared to 2023. These predictions suggest a stable near-future outlook for global stainless steel consumption, with a moderate growth for 2024.\nSale —\n= hae eel\na\n——\nvA\nWWW.CUMIC.COM\n15 =\n=\nSeca",
  "page_5": "> Monthly Steel Price Snapshot\n1000\nFOB\nTurkey\n800 es\neau\nFOB\nCIs\n600\nFOB\nIndia\n400\nJan-23\nFeb-23\nMar-23\nApr-23\nMay-23\nFOB\nChina\nIn May, Hot Rolled Coil (HRC) prices dropped to their lowest point since the year's outset. The downturn was largely due to weakened demand in the face of abundant supply, leading to reduced prices for both Asian and European suppliers. As of May 31st, the Turkish HRC price was marked at 660 USD/MT FOB, showing a slump of 123 USD/MT since the start of the month. In the CIS market, HRC prices took a slight dip, settling at 620 USD/MT FOB, reflecting a decrease of 15 USD/MT since the month's inception. The Indian market saw HRC prices drop to 600 USD/MT FOB, a sizeable drop of 100 USD/MT from the initial month figure. Lastly, Chinese HRC prices reached 530 USD/MT FOB, down by 50 USD/MT compared to the start of May.\nChina's attempt to stir the stagnant property market with several policy introductions has resulted in minor sales recovery signs. However, real estate investment continues its downturn. The Purchasing Managers’ Index (PMI), an indicator of manufacturing activity, saw consecutive drops in April and May, staying below the threshold level. With market outlook for the Chinese economy growing increasingly grim, steel prices continued their decline in May, nearing November's lowest point from the previous year.\nWWW.CUMIC.COM\n04",
  "page_6": "Turkey, on the other hand, underwent a significant election in May. Ahead of the election result announcement, downstream users in the local market largely held a watch-and-wait stance, resulting in subdued trading activities. Further compounding this, the Turkish lira saw consistent weakening, depreciating by over 6.94% in May to a new historical low of 20.7973. This depreciation has significantly influenced the more drastic decline in Turkey's steel prices.\n> Steel Sustainability Dynamics\nue\n<=\n=\n~ i\n‘+ oes\n:\nus.\naS\nes ——\nNs\na\n=\na\n—s ——\nSees\n=e a\nab\na\noe i\n~\na ato\nye\nA\nsents\n8 fa\ni\neae\ney\n*—*\nfe\na.\n—\nam\n—\nep.\noe\nee\n==\n2 ee\ni\nae\nes\nGravitHy Set to Launch its First DRI Plant by 2027\nVale has inked a Memorandum of Understanding (MoU) with GravitHy, a French firm specializing in direct reduction iron, to explore carbon-neutral steelmaking solutions employing Vale's groundbreaking iron ore briquettes technology. This new type of briquette manufacturing process emits approximately 80% less CO2 compared to conventional pellets, thereby\ni\n05\n— _—\none +;\n= PS\n—\neae\nBy\"\na -\n. —E=——-.\n= ay\nal A\n=\n=\nWWW.CUMIC.COM\nPs",
  "page_7": "significantly reducing the company's direct and indirect emissions (scopes 1 and 2). GravitHy's forthcoming DRI plant, which is slated to have a production capacity of 2 Mtpy, is projected to involve a total investment of €2 billion. Current advancements in its engineering and permitting studies suggest that construction is likely to kick off in 2024.\nSSAB and Cargotec Introduce SSAB Zero™ to Cargo and Material Handling Industry\nthe\nSSAB and Cargotec's partnership to advance SSAB Zero™, a recycled, fossil-free steel with zero carbon emissions, aligns with their mutual commitment to mitigating climate impact in cargo and material handling solutions. This collaboration has led to the introduction of the world's inaugural load-handling equipment, notably a MULTILIFT hooklift, crafted from fossil-free steel. The groundbreaking hooklift prototype was unveiled by Hiab, a Cargotec division, in September 2022.\nFerroSilva Spearheads the Development of Fossil-Free Steel Tech, with plans to commence production by 2026\nFerroSilva, in alliance with KTH Royal Institute of Technology, Chalmers University of Technology, Sveaskog, Ovako, and others, has pioneered a unique process for fossil-free sponge iron production. The goal is to erect the first facility capable of manufacturing 50,000 tons of fossil-free sponge iron per annum by 2026. Not only is this innovative process energy-efficient, but it also yields valuable byproducts like biochar and captured biogenic carbon dioxide, which can be leveraged in applications such as electrofuels production.\nrb\nee\nnea\nLe\nag\nars\n——\nae\n=\nal\nWWW.CUMIC.COM\n06",
  "page_8": "> European Carbon Market\nEU Allowances Price Trend in 2023\nEUR/t 110\n100\n90\n80\n70\n60\nJan-23\nFeb-23\nMar-23\nApr-23\nMay-23\nBased on EEX data, the price of the EUA futures DCE23 contract took a downturn in May 2023, shifting from an initial 88.41 EUR/ton to 81.02 EUR/ton by the end of the month, signaling a consistent drop in EU carbon prices. In the early part of May, the European Central Bank's announcement of a 25 basis point interest rate hike, coupled with the EU Economic Sentiment Indicator (ESI) marking its most significant downturn since the previous September, sent ripples of concern through the investment community regarding the macroeconomic landscape.\nThe current significant dip in European TTF natural gas prices, falling from 100 EUR/MWh at the end of last year to a mere 25 EUR/MWh, can be largely linked to the sluggish revival of European natural gas demand following the energy crisis. This slow rebound resulted in an excess supply in the natural gas market, driving gas prices into a downward spiral. This decline in gas prices has spurred a transition from coal-fired to gas-fired power generation across Europe, thus reducing the demand for emission allowances. This shift is a contributing factor to the ongoing depreciation of EU carbon prices.\nWWW.CUMIC.COM\n07",
  "page_9": "> Statistics: Production & Steel Trading\n——_—\na a\ncre\nOe\na se ee\ner? oe | 62270\n| china |\nOrd\n| Ra\n| tov $s | ST\n90——\nTred ida\nCe ee ee\nes ee\nee\n[Japan\nD8 a ee\n|S ee es ee\nes oe a\n—- ge _— 23/22\nee Te\nee |\ni\n|\nEe\ni\nee.\n| Turkey =| tO at\n| Vietnam | 130 a 2 ee\n| Ching =| CB\n|\na2?\n87.07\n| Germany Of\n| ching |\n8 2008S\nee ee\n| (|) es [i | ne\n0.6\n700.6\n= es <'\n| Turkey =| 806\ney) ee 2\nTA\n[| Germany [|\n=\ngg\n| Thailand | TT LT 7 SC\na\nall\nimport)\nee\na\ni\na\naaa,\n~.\na img\na\nee os\n=\nae\n‘tee\nWWW.CUMIC.COM\n~~\neel",
  "page_10": "> Key Growth Drivers: Jun 2023 Market Forecast\nCUMIC believes that the steel market will still be running at the bottom of the oscillation in June. Several factors can give us a clue about whether we'll see a bounce-back in steel prices:\nIs China set to introduce more stimulus policies for the property market?\nIn June, Bloomberg sources indicated that China might be on the cusp of deploying a new stimulus package aimed at rejuvenating the beleaguered property sector. This strategy is a response to the insufficient efficacy of current policies in reviving the stagnating market. Regulators are rumored to be mulling over a variety of measures, which include the reduction of down payments in select non-core neighborhoods of major urban centers, trimming of agent commissions on property transactions, and the further relaxation of residential purchase restrictions. These proposed actions are reportedly under the stewardship of the State Council.\nSubsequent to these conjectures, the market exhibited an optimistic reaction, resulting in a rally in both the stock and futures markets, signifying a boost in investor confidence. However, it's worth emphasizing that these assertions have yet to receive official validation. A careful scrutiny of the real estate sector's palpable improvements is crucial in ascertaining the veritable recovery of steel demand. Ultimately, the fate of steel prices hinges on the validation and execution of the projected policies.\nWill the Fed suspend interest rate hikes in June?\nThe U.S. Department of Labor, on June 2nd, disclosed that non-farm payrolls within the nation swelled by 339,000 in May, far outpacing the forecasted figure of 190,000. This achievement marks 29 months of uninterrupted growth. Despite the resilience demonstrated by the job\nWWW.CUMIC.COM\n09",
  "page_11": "market, other metrics within the report, including a marginal rise in unemployment and a decelerating wage growth rate, make the analysis of a potential interest rate hike more complex. Recently, Federal Reserve decision-makers have wrestled with maintaining a balanced approach. While some members spotlight inflation as the paramount risk, others voice worries about a looming economic contraction. Consequently, the Fed's policy determinations in June will attract significant market attention.\nThe downturn in economic activity in Europe hardly seems to be improving\nThe HCOB Eurozone Manufacturing PMI for May 2023 posted a modest increase, rising to 44.8 from an initial estimate of 44.6. However, this improvement doesn't mitigate the ongoing slump in the Eurozone manufacturing sector, as this latest PMI figure still indicates the steepest downturn in three years. Moreover, the output exhibited the most considerable contraction since November of the previous year, with new orders undergoing a rapid decline, and exports shrinking at one of the most severe rates ever recorded. Backlogs of work decreased at an accelerated rate, while job creation dwindled to its lowest level in over two years. The downturn was prevalent across the four largest economies within the currency union: Germany, France, Italy, and Spain. In the United Kingdom, output declined for the third month in a row, with new orders witnessing the quickest rate of decline in four months.\n———\nmeg\n. i\nmya! Wie aim: aT)\nHie) @\nfs man |\n—t ee |\nic ee ae re\n— | an\n|\nee ae\nd\né fi |\n= Zz\nee li Gee |\nGi 2s a tas |\nim Tl ae | tha,\n‘tone.\n|\na:\n|\na i ee oe\nwes ER\nEee\n) ees hi oe\naha\nin\nAL\nHt]\nba\nhii\nee |\nrE\n=— = |\n—s\ni aante\nR\n—\nwey\n———___.\n10\nC.COM",
  "page_12": "> CUMIC's Latest Projects\n~ -\nos\nann\n—\ngeoett\nPat ct\n|\n———_\nS\n—\na\n——\n*\n—\nae\njie\n4\nfag\na }\nil\n=F\nJinfei-Maritim 5-Star Apartment Hotel Project\nProduct: ee Lid BS 4449 GRADE B500C Rebar\n© Location:\nQuantity:\n3,200 Mt\nMauritius\nProject Story\nCUMIC has proudly supplied over 1600 MT of high-grade B500C rebar, conforming to BS 4449 standards, to the third Maritim hotel in Mauritius for its construction. This supply was sourced from Diler Iron & Steel Company INC., a renowned long steel producer from Turkey. The project, under the investment umbrella of China Shanxi Investments Group Co Ltd, is set to operationalize this new apartment hotel in 2024, representing an investment of approximately Rs 2.6 billion. The hotel's construction will utilize a total of 3,200 tons of rebars, all supplied by CUMIC.\nThe new Maritim hotel will find its home within the Jin Fei Smart City, located\nWWW.CUMIC.COM\n11",
  "page_13": "le\nin the Mauritius Jin Fei Economic Trade and Cooperation Zone. This location holds a significant place in history as China's first Free Trade Area established with an African country. The advent of the China-Mauritius free trade area is expected to fuel the enduring Africa-China camaraderie and facilitate an uptick in bilateral trade and investment exchanges.\nThe architectural design of the Maritim hotel features twin towers of 16 floors each, connected by a 60m flyover housing a swimming pool. This unique structure demands high-stability materials. The B500C rebar, in addition to meeting the standard BS 4449 characteristics, offers superior ductility compared to B500B, enhancing the construction’s stability.\n¥\n-\nPeet eee\nom\nI\ng.\n|\n4\nF\nE\n¥\na4\nhe)\na\nFm. Gg SS OR\n#’\n%.\n44\nins\n,\ni,\nPA\n8\nit\ni\na:\n| ao\nS\nbtn\n\"i\na\nat\n~g Ser\na\n \\\\3\n“ths\na a\na =\nSE ge\n1 we\nSes Se\"\nmy\n4\nts\ni\nie =\ni)\neee\nte\n|\nSe)\n3.\n|\n&,",
  "page_14": "CUMIC\nAbout CUMIC\nAs an integrated steel trading solution provider, we, CUMIC Steel Limited, have long-term cooperation with 9 out of the top 10 steel-producing companies in the world. For the past 16 years, we have been consistently delivering high-quality integrated steel trading solutions to 2,000 regular clients in more than 70 countries.\nContact Us\nin\n0\noO\n9\n@CUMIC STEEL LIMITED\n@cumicsteel\n@cumicsteel\n@cumicsteel\n@CumicSteel\nca www.cumic.com\n&) cumic@cumic.com\nNo part of this report may be reproduced, distributed, displayed, or otherwise used without the express written permission of CUMIC STEEL LIMITED.\nCopyright© [2023] CUMIC STEEL LIMITED. All rights reserved.\nThe information contained in this report is for general information purposes only. CUMIC STEEL LIMITED assumes no responsibility for the accuracy, completeness, or applicability of the information. Any errors or omissions in\nthis\nshould not be considered negligence the\nof CUMIC STEEL LIMITED.\nreport as on part The opinions and views expressed in this report are those of the authors and do not necessarily reflect the position of CUMIC STEEL LIMITED."
},
  "language": "Languages.ENGLISH",
  "total_pages": 14
}
