{
  "file_name": "253_2321.pdf",
  "pages": {
  "page_1": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nDraft meeting minutes 11 Session of the Informal Working Group on Automotive Life Cycle Assessment (IWG on A-LCA)\nWebex:\n17 OCTOBER TEAMS LINK\n18 OCTOBER TEAMS LINK\nMeeting documents available at:\nhttps://wiki.unece.org/display/trans/A-LCA+1 1 th+session\nAgenda\nTime\nAgenda Item\nLead\nDay_1 (17\" October, 2023)\nMeeting\nDocuments\nPurpose or\nTarget\n9:30 ~\n~ 9:40\n~ 9:35\nWelcome and\nintroduction\nAdoption of the\nagenda\nAdoption of the last\nmeeting minutes\nOverarching aspects\nSecretariat | A-LCA-10-xx** Agreement\nChairs\nA-LCA-11-02* Discussion &\nIWG Member} A-LCA-11-06* status update\nChairs\nChairs\nA-LCA-11-01*\nElements of EU legislation\nof relevance for\ndetermining the life-cycle\nCO2 emissions of vehicles\nUpdate of the overview of\ninternational activities in\nthe context of vehicle LCA\nharmonization and\nregulation\nContributions from\nmember\nNA\nInformation\nsharing\nAgreement\nStatus of each SG\nactivities\nClosing\nClosing\nInformation\nsharing\nSG leaders\nstatus update\n~ 12:00\n~ 13:30\nA-LCA-11-05*\nA-LCA-11-03*\nInformation\nsharing\ndiscussion\n~ 17:20\n~17:30\nEC\nOICA\nNGVA_ | A-LCA-11-04*\nLunch Break\n(Inputs from\nSGs)\nChairs\nNA",
  "page_2": "Transmitted by IWG A-LCA Secretariat\naaa Welcome and\non 17th Oct\nTime\nAgenda Item\nintroduction\naxle Recap of discussions\nmorning s session\nial Status of each SG\nactivities\n43:30 30\nReview of overarching\naspects according to\nthe outcome of status\npi a\nof SGs\nother business\n12| (Inputs from CPs, if\navailable)\nChairs\nChairs\n11° A-LCA session\nDAY1\nInformation\nsharing\nLead\nDay_2 (18% October, 2023)\n(A-LCA-11-02\nothers)\nDecision &\nstatus update\nstatus update\nSee document(s)\nhttps://wiki.unece.org/download/attachments/208536940/A-LCA-11-01r2_draft%20Agenda.pdf?api=v2\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nMeeting\nPurpose or\nDocuments\nTarget\nAgreement\nAgenda Item 1: Welcome and introduction\nThe chair welcomes the participants to the 11\" A-LCA meeting and reviewed the agenda\nAgenda Item 2: Adoption of the agend\nThe chair reviewed the agenda with the participants for this session. No remarks were made and the agenda was thus adopted. However, the agenda will be updated by the secretariat in the coming days\nThe chair highlighted that the CPs are invited to share their views under the item AoB\nThe different documents that have been submitted were discussed with the group\n- Document 2 is missing. The chair announced that this would be added later\nLunch Break\n(A-LCA-11-02\nothers)\n(Inputs from\nSGs)\nSG leaders",
  "page_3": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nAgenda Item 3: Adoption of last meeting minutes\nThe chair presented and reviewed the meeting minutes of last session (10\" session of 7 September 2023). The chair slowly reviewed all the points of the minutes and invited the members to share their comments in the coming days. At this stage, no remarks were made and the minutes were thus adopted.\nSee document(s):\nhttps://wiki.unece.org/download/attachments/208536935/A-LCA-10-08 Draft Meeting minutes.pdf?api=v2\nAgenda Item 4: Overarching aspects\nThe chair’s document was not yet ready so the group proceeded to the presentation by the EU Commission.\nEU Commission: Presentation of the EU legislation of relevance for determining the carbon footprint of vehicles. The following items were highlighted:\n- Environmental Footprint (EF) method has been developed since 2013 to determine the life-cycle environmental impact of a product or organisation. Revised CO emissions performance standards for LDV (EU Reg 2019/631) include the requirement to develop a methodology for determining lifecycle CO2 emissions of vehicles by 2025 for reporting on a voluntary basis. The COz2 targets for the new fleets cover the usage phase based on WLTP measurements (EU Reg 2017/1151 and UNR 154) and annual reporting. Additionally, real-world CO2 data collected from the On-board fuel and energy consumption devices (OBFCM) will become available. The EU Batteries regulation: aims regulating all types of batteries with specific requirements, detailed requirements are still under development, such as on: o Carbon footprint declaration o Performance classes o Maximum thresholds Renewable Energy Directive (RED) sets out a specific methodology for determining the life-cycle GHG emissions for the fuels and energy sources used in transport. . There are also rules in the RED Implementing Regulation (EU) 2022/996 for certification of low ILUC-risk criteria for biofuels. The approach towards determining ILUC risk is of qualitative nature to promote sustainable pathways rather than quantification of ILUC values.\nQuestions and remarks from the room:\n- CLEPA: The legislative initiatives from the EU Commission cover almost all subgroups and phases of the vehicle. Do you think the EU Commission has the capabilities to join all the SG’s? > European Commission: The EU Commission is actively present in a number of SGs and will consider whether broader participation is possible in view of the resources available. The experts involved ensure that all relevant colleagues and services are regularly informed about the process and asked for their input where needed. . ETRMA: Regarding the use stage regulations mentioned, how the methodology for the LCA of light duty vehicles and the devices to measure real fuel consumption would be integrated to calculate the GHG emissions? > European Commission: OBFCM devices are currently required for ICEV and PHEV. Their application may be extended in the future (under Euro 7) to battery electric vehicles. The first real-world fuel consumption\n3",
  "page_4": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\ndata has been collected and is being processed. Assessment of the lifecycle emissions of vehicles should preferably be based on their real-world emissions rather than on type- approval values. UNECE secretariat: Thanked the EU Commission, and asked a question about the following statement: “the Battery Regulation covers the entire lifecycle, can you explain how the use phase is covered in the Battery Reg?” As I understand it is also covered by UN GTR No.22 and the Euro 7 proposal on in-vehicle battery durability. Is there a direct reference to the battery durability provision in the battery regulation? > European Commission: The Battery Regulation refers to UN GTR No. 22 for the performance and durability requirements of EV batteries. Ricardo: What are the further steps and which road will be taken in the future? > European Commission: see presentation, work is ongoing OICA: We have concerns with real-life data used for LCA. Vehicle emissions are determined by the driver and the environmental conditions (cold, usage, maintenance, ...). This can be the case for sport cars for pleasure which could end-up giving good results on LCA, this would be a real concern for OICA if real driving emissions would be considered. European Commission: see above reply to the question on real-world emissionsJapan: Also thanked the EU Commission and asked the following question: you suggested that battery covers from production to recycling. I recognize there's already EVE IWG in WP.29 so do you think we also have to consider battery? (not only EVE IWG.) > European Commission: see above reply to the question from the UNECE Secretariat ICCT: Thanked the Commission for this comprehensive overview. And wondered if they see further relations of LCA methodology to company level emission reporting as in CSRD and CSDDD? And for upstream emissions determined for CRAM? > European Commission: Regarding the company level emissions, the CSRD refers to Environmental Footprint methods for LCA information. This should be taken into account when implementing the directives and developing specific sustainability standards. [e) CLEPA mentioned that this will be partially tackled within SG2. [e) Japan mentioned that CBAM would be interesting but that they do not see any need for alignment with CBAM at this stage. CLEPA underlined that this should be decided within the group as a conscious decision.\n- See document(s):\nhttps://wiki.unece. org/download/attachments/208536940/A-LCA-11- 03_EC%20presentation_Elements%200f%20EU%20legislation.pdf? api=v2\nBREAK (10minutes)\nPresentation by OICA: International LCA activities\nProvided additional information on an overview they prepared before and updated recently. (3 pages of list of activities in the world). OICA started to create a detailed profile page for each individual activity with details on the approach and timeline. All stakeholder are asked to provide feedback.",
  "page_5": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nThe profiles are focussing on types of impact categories and indicating what is going on in the different groups. Growing activities all over the world, mostly linked to battery LCA.\n- Vehicle focused local initiatives > CATARC, PFA LCA, VDA LCA, ... - Indicating on which data and products they focus and - EU Battery Regulation is a first step of EU LCA activities. French Ecological Bonus > Happening now and are being used today. CATARC ~> Already being used. JAMA LCA guidelines > Dating back to 2011 PFA LCA guidelines > Being used TranSensus LCA > Broader scope looking at OEM, Fleet and Cities. Adding elements of social LCA.\nOICA calls all parties to work on harmonisation on this, as this relates to all activities and is needed for better impact.\nQuestions and remarks:\n- ETRMA ~ Tyre industry has a tyre project since 2017, this could be added to the overview. Francois Cuenot (Online) > WBCSD A-PACT activities are idle and wondered if there is any progress in this field? Are they merging with Catena-X? And maybe the EU 2025 LCA initiative could be added into the table.\nSee document(s):\nhttps://wiki.unece. org/download/attachments/208536940/A-LCA-11- O5rl_Overview%200f%20LCA%20Activities. pdf? api=v2\nhttps://wiki.unece. org/download/attachments/208536940/A-LCA-11-06_content%20table_OICA.xlsx ?api=v2\nPresentation by NGVA:\nProvided some input, suggestions, and considerations. Indicating that we have already defined some elements, but that some considerations should be included.\n- Identification of measure unit flow and how to include this in LCA o Use general guidelines in terms of Measurement Unit. o Suggests defining something by the IWG, combining different values and different types. - Identification of full with where needed.\nanalysis (level 4)\ndowngrade\nThe chair thanked NGVA for the presentation. The participants had the following questions and remarks:\n- European Commission: why is renewable energy not included into the discussion. > NGVA: Renewables are not included into the ToR. o Chair underlined that renewable energy would be considered within the scope of the IWG and this should be part of the discussion of SG6. Renewables are not excluded. - OICA suggest working first via the functional unit and a reference flow This will allow .",
  "page_6": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nto identify the same analysis in different SG’s. Example could be GHG for a passenger car over 200 km. CLEPA underlined that they already suggested to work through the CO2 emissions per product. European Commission asked if there would be different functional units or if it would be only one, which one it would be. o Yes, that is the idea, we need to define the functional unit defining it for all the different levels. European Commission suggests that this should be discussed and defined by the overarching group. This could be the same for different groups. The preferred unit for measuring the impact would be the CO2-equivalent. Chair agreed on this. oO European Commission believes that the different SG’s can now proceed, and this could be included into the ToR. European Commission does not see an issue on defining the functional unit. NGVA just underlined the thought and would like to highlight that this requires the need to define the lifetime of a vehicle. EPA (US) underlined that this will be very different in different jurisdictions and authorities. This should be defined in different fields and regions. Chair indicated that milage is out of scope of this group and that the CO2 equivalent should be the same and harmonised on a regional basis. Ricardo also underlined that the impact category is GHG emissions over lifetime, but this lifetime should be regionally defined as these regional settings can diverge while using the same assumptions. It is important to agree on the regional values as well when none. EPA (US) underlined that we should take into account the supply chain as this should decarbonize this as well. World Steel Association mentioned that it is needed to identify the type of methodology you want to use. Korea underlined to which species create our gas species, we're going to put it down our calculation, so that should be decided. It's not determined yet as far as I understand.\nICCT: this [WG could define the methodology but not necessarily define specific numbers. If values differ regionally, this allows the usage of different numbers while maintaining comparability and representativeness. For the vehicle lifetime, for instance, it is important to define whether only the proportion of a lifetime of a vehicle in the country of its first registration (e.g., as indicated by the average age at de-registration), the total vehicle lifetime including its export as used cars and continued use in other regions (e.g., as estimated from vehicle age data in regions where vehicles are exported to), or the average age of vehicles at the point of vehicle recycling are considered (e.g. as indicated by statistics from vehicle scrappage/recycling facilities). The IWG could define which kind of the three data sets is to be used and discuss the representativeness and comprehensiveness of the approach. Where data is not available, the [WG could define a typical/global average vehicle lifetime as a fall back option.The chair thanked NGVA for the presentation and returned to the agenda. The chair suggested to have lunch break now.",
  "page_7": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nSee document(s):\nhttps://wiki.unece.org/download/attachments/208536940/A-LCA-11- 04rl_NGVA%20overarching%20aspects.pdf? api=v2\nLUNCH BREAK (1h30)\nAgenda Item 5: Status of each Subgroup\nSubgroup 2: Material (Japan)\nProvided more information about the progress of SG2:\n- Proposed to differentiate the CO2 intensity for virgin and recycled materials by the regional electricity mix and non-electric energy for the materials. Proposed a calculation method for this SG: M= MO0/(L1xL2xL3xLn) working towards a specific Carbon Intensity for a specific Material Acquisition (in kg-CO2e/kg). This proposal is only a draft and has not been discussed yet within SG2. SG2 worked towards a classification of products, with for example steel and aluminium (also copper, plastics, ...) they developed some proposal per type.\nQuestions and remarks:\n- World Steel Association > There is no primary steel production without recycled materials and there are no recycled steel products without primary steel. Other sources of energies, next to electricity, can be used in production. (such as natural gas, coal and other fossil fuels, that we calculate by country/region) o SG2 chair understands the first comment and noted that these options are already included. SG2 chair highlighted that the carbon intensity of other energy sources are not that different between regions. The World Steel Association noted that the extractions methods are different between regions. SG2 chair highlighted that this is one of the boundaries and that this could be part of future analysis. SG2 wants to start with this and look at the others in the future. SG2 invites the World Steel Association to join the SG and to provide some data to support the SG2 work. EU Commission would like the electricity mix to be part of the discussion of SG6 and not SG2. UNECE secretariat > French law on EV subsidy proposed to use the IMDS-data (information), is SG2 also planning to use similar classifications? SG2 chair believes IMDS is not sufficient, but it will be used as basis. This is up for discussion. CLEPA: is IMDS data not enough? SG2 chair confirmed. CLEPA: If the IMDS classification does not fit, what to use instead? SG2 chair suggests choosing closest fit available Korea: loves the method but there are some concerns. Only considering the electricity mix of one country would not be sufficient as this requires to work on an average data. Some materials move through countries and are treated within different countries/regions and thus within different electricity mixes.",
  "page_8": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\n(e) SG2 chair shares this concern but the level concept might end up between level 2 and level 3. Maybe secondary data might be sufficient for a complete vehicle. SG? chair also highlighted that going to level 4 would be the best but it is difficult to have the entire supply chain and thus some compromises will have to be made. - ICCT > Appreciated the presentation and had a question about the quality of the primary and secondary data. Has this been discussed? o SG2 chair confirmed that this has not yet been discussed and that this is something for the [WG to discussion and decide. IWG chair highlighted that it is unclear how the IWG can agree on this and would generally suggest that the SG could make a proposal. Clearly formulating this proposal and question(s) in the SG and submit it to the [WG. About the need for new datasets, the SG2 chair believes that this might be needed when data does not exist. oO The chair highlighted that this database development is out of scope of this [WG and if such issue arises, this should be included into future discussions. and existing data bases should be identified and agreed. SG2 chair agrees that the carbon intensity of energy should be defined by SG6 on each of the related topics.\nSee document(s):\nhttps://wiki.unece.org/download/attachments/208536940/A-LCA-11- 10_SG2%20Discussion%20item%20info. %20share%20to%20IWG. pdf? api=v2\nSubgroup 3: Production Phase (Korea)\nSG3 chair provided more information about the progress of the SG:\n- One step is linking the exemplary research with the different levels of the levelling concept. And they are working on a hot spot analysis. Ongoing discussions with SG2, upcoming discussions with SG2, SG4 and SG6. OICA, as SG3 co-chair presented the ongoing work with regard to the levelling-concept: oO See slides on wiki. oO OICA proposed to discuss the levels in terms of granularity: Level 1 is a technology-to-technology comparison whereas level 4 is vehicle-to-vehicle comparison. Level 1 is based on generic data, e.g. type and weight of a vehicle. Going to level 4 it is the sum of weights part-by-part. 7 European Commission: How to include the energy consumption into this discussion? Producing these parts also costs energy? > More and more detailed per level. Most of the time this information is inexistent in level 1, as of level 2 it happens in weighted manner. All the levels are fit for different purposes and that level 4 will be for the future. World Steel Association: Yes, I was just wondering about the concept of secondary weight saving impact. For example, if you managed to halve the of the in white different material for\nweight\nbody\nby using a\nor example",
  "page_9": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\na high strength steel, if it's a steel product. Then you may end up with a smaller vehicle because the weight dropped and therefore you get savings on the engine size and also maybe on the drivetrains and other part. How is that represented in in this? > Not sure this is all clear and they will discuss this within the SG if needed. o Level | = global or regional averages with level 4 being with individual SC. It is allowed to have more vehicle specific data in level 1 & 2, but we do not expect it to be necessary. OICA mentioned several studies and they quickly reviewed them and categorized them. 7 Thesis study on where light electric cars should be considered in the world (consumption, electricity mix, temperatures, ...). Ricardo study as being a level | study. CONCAWE study as being more a level 3 study based on generic information. Mercedes EQE, Renault and Volvo study as being more detailed and would therefor fall into level 2. Volkswagen group study comes to the level 3 study although some consider as level 2 due to some specificities. o OICA highlighted that SG3 wanted to highlight that these studies are very comprehensive and accurate, but that the differences are linked to the degree of details taken in account.\nQuestions and remarks:\n- Chair quickly provided a brief comment: For my understanding, we will not define how to use the methodology and not compare vehicles as such? And then for my understanding, so you show as it is on the screen that kind of possibility. Saying that some actions are a little bit out of scope. [e) OICA responded that the representativeness narrows down between the levels (and not comparison) and agree about the narrowness. CLEPA underlines this and comparison is needed if we want to harmonize. Chair underlines that the ToR reflects the creation of manufacturing efforts and creation of products should not be comparable. Comparison is not what we need as it requires similar conditions. OICA underlined that we do this to a certain extent, but that comparison is not specially needed. Ricardo much appreciated the presentation and had one question: similar products within one category (like for example a car) should be comparable. But this depends on the objective of the user. Level 1 does not need to be as harmonized while exploring more details. 7 OICA underlined that it does not always require more harmonization but exactly the opposite, more freedom. 7 Ricardo asked how detailed the SG will go on the detailedness of the SG? OICA confirmed that this has to be defined in the future. (comparing same vehicles from different factories)\n9",
  "page_10": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nICCT had a short comment mentioning that the LCA methodology could aim to be comparable to the methodology developed for the EU Battery Regulation. And wondered how SG3 would include the input from SG6 and how they would define the boundaries between SG2 and SG3. o CLEPA will participate in the upcoming discussions. o OICA will amend the title of the second column. MLIT: Important that government and industry work towards the same direction. It is thus needed to have harmonization but that the comparison in some regions might be much more impactful than in other regions. We need more than product alone. o OICA mentioned that she is totally right, but this presentation only covers the discussion of SG3. Discussion only production/products. OICA underlined again the importance to have harmonized method and primary data to really reduce emissions. OICA reiterated the importance to notice that the levelling concept should only help to be applied to different situations with different outcomes and goals. A level 3 and level 4 should not always be necessary. - European Commission believes that SG3’s approach is very interesting but believes that SG4 is working towards 2 levels. So, are level 1 and 3 relevant in this analysis? And what are the differences with level 4? o OICA underlined that level 3 relates to a certain vehicle within one type to the entire fleet while level 4 would be different for each vehicle type. European Commission understands this but wondered what approach would be used to define the reference vehicle per category? OICA confirmed that this is up for discussion. Ricardo indicated that level 3 should be model-specific, and that level 4 would then be only based on primary data. OICA agrees that there is no real border between level 3 and level 4 with level 4 having as much primary data as possible.\nNext presentation from OICA focussing on level 3 identifying the hot spots of each vehicle with, where possible, more primary data.\n- Vehicle Glider and Battery are the hot spots. For a battery electric car, the body is of course still a big portion. It's a #2 here in the slide, but the power and power battery takes over #1 as the number one hotspot. And yes, if you have further questions regarding this hotspot analyst, we are very happy that Professor Sang Chong Su is also in the room. He can answer all the detailed questions if there are regarding the hotspot analysis from CATARC. SG3 proposes that the battery would be considered as hotspot 1 and body-in-white as hotspot 2, justifying that through data from Ricardo and CATARC.\nQuestions and remarks:\n- Japan: have you more data about the battery production of battery cells etc. > This is included in the overall battery production. Japan: is the body-in-white also included with paint? > OICA, this should be included even this is not included in the CATARC analysis. Ricardo: suggests including the Fuel Cell into these hotspots as well. > OICA agreed it could replace the battery when needed.\n10",
  "page_11": "11\nTransmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\n- European Commission: Wondered if other hotspots, with other impact categories, should be considered here? o OICA indicates that this is a start and that others might be included (also technologies) as these might become relevant. - World Steel Association: What is the point of the hotspot analysis in this group? (excused for might having missed some steps). o OICA: Focussing on the hotspots is important because it has the biggest impact on the reduction of emissions. You start looking at the overall performance of the whole life cycle and then you identify where you want to improve, this is more useful in Level 3. It's not so much about comparing different technologies that would be perhaps more level one or level 2 and here in Level 3 it's already more. In the specific car, and there are where to get more precise to get from Level 3 to level 4. So what should be the starting points to come from a Level 3 to a level four? This is a good starting point. Korea: Just to clarify, I thank you very much for that presentation. So, when you talk about the hotspot, is that hotspot based on the processing in the production phase or is also included the material(s) upstream. I'm just wondering whether that include all the kind of material extractions, all the upstream processes, we are just looking at the kind of car manufacturing plant and associated with it. o OICA: We weren't not so sticky, to be honest in our circle because we just took the available data. And of course there's a mixture. But of a hotspot in material production and processing should definitely for the battery it is true that it's the same for both for the processors and but you're right and perhaps we had there a broader perspective than necessary because we also looked at the material footprint. CLEPA: Honestly, my understanding when we discussed this in the subgroup always was that if we define a hotspot this is coming from the question: “What has the biggest impact on the footprint of the vehicle in the very end?”. The answer will always include the material production and not only the manufacturing of parts and assemblies of the vehicle. It is looking at the final result of production. Identify the component that has the biggest impact and then track it through all the way upstream.\nCLEPA presented some more information about the alignment between SG2 and SG3:\n- Handover point between subgroups > Agreed to use a generic definition/solution with SG2 except for a short list of materials defined by SG2. The generic rule defines the handover point as soon as a material brought into a first specific shape. Similar discussions will have to be held with SGS on the recycling of materials, and specifically with SG6 as where the hand-over point should be defined. o CLEPA indicated that they need to know the quantity of energy used within a production compound and at what carbon intensity. Alignment of the level concept > Alignment with SG2 and SG3 as material production cannot be excluded from the discussion. Therefore, they added two columns to the overview and how to deal with clipping, scrap and recycling rates. Reflecting differences between levels, how to account for these aspects. This level concept is fitting the production processes of materials quite well. On the first level we are not really talking about individual material production, it's rather the average footprint of the whole vehicle by mass. Different materials we differentiate within level",
  "page_12": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\n2. And then in level 4, we have identified individually what is the path of a material from the production process into the parts and then later on the vehicle process or vehicle production and account for the CO2 emissions in a detailed manner. And again Level 3 is in between, detailed on hotspot components as in Level 4 and the rest as in Level 2. So these two columns we worked out and we identify that this fits pretty well in the concept we originally had, in mind only for subgroup 3. Tabushi-san and us, we were quite happy with the result. And that gives us hope that we can also add a few more columns in in the next weeks because there are of course the other stages of the life cycle that we need to think about. We have just discussed that energy provision is something we need to think upon and how this could fit into the level concept and also the use stage and the end of life phase, which I think is quite important. Due to recycling end of life matters for whatever we do in the production part. Also we have to deal with that column “logistics” here.\n© Question from the room:\n7 World Steel Association: Wondered what clipping is? This is offcut. 7 European Commission: Wondered about clipping material in level 1: as zero losses do not exist, maybe be a general percentage of production should be used to acknowledge this. e CLEPA responded that this can be corrected. The wording is misleading, clipping should be included in an indirect manner and not be neglected. Where level 4 is capable to identify the quantity of material you lose. In Level 1 you are not able to do so, but inherently reflect it in a lump sum to materials or emissions. Ricardo underlined that we are saying the same thing here by encompassing these losses in an (in-)direct manner (for example by multiplying it). This does require an agreement within the [WG and therefore we should use data. OICA highlighted that the datasets make the differences between level 1 and level 4.CLEPA underlined that there is no need to compare the different levels with each other. (this is a basic assumption) European Commission: how does this work in practice? How would this be implemented? CLEPA, this is part of the ToR and the methodology. This is not a continuous approach. European Commission underlined potential upcoming issues regarding the comparability. Korea underlined that they should be discrete while this can be implemented in a different manner between governments. Reporting must be done on the level used. [e) CLEPA mentioned that this group only has a mandate to define how it should be done, we cannot enforce what people do nor to which level of detail they do it. OICA underlined that we should take action to prevent this\n12",
  "page_13": "13\nSee document(s):\nTransmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nand to recognise that this should be a methodology used as an advice and not make them mandatory. EPA underlined that we need to be careful as the USA clearly mentioned that they are scared to produce a GTR LCA.\nBREAK (20min)\nThe chair opened with mentioning that SG3 will have a proposal about quality of data and the inclusion of logistics within the overarching aspects.\nhttps://wiki.unece.org/download/attachments/208536940/A-LCA-11- 07_SG3_level%20concept%20illustration.pdf?api=v2\nhttps://wiki.unece.org/download/attachments/208536940/A-LCA-11- 08_SG3_level%20concept_level3%20hotspots_proposal.pdf?api=v2\nhttps://wiki.unece.org/download/attachments/208536940/A-LCA-11- 09rl_ Status Alignment SG2%263%20by%20CLEPA. pdf? api=v2\nSubgroup 4: Usage Phase\nThe SG4 chair indicated what has been discussed and how far the discussions are going. See slides on wiki. The chair indicated that the level concept is the main element of discussion at this stage but that other topics are up for discussion.\n- With regard to the scope definition: Realistic GHG emission and energy consumption over use-phase at various levels of detail. Boundaries definition: European Commission highlighted the importance of defining a reference vehicle(ype,, powertrain, energy carrier, etc...) and the definition of service life to be included in the analysis. Working towards a calculation where several elements are — included: Lifetime GHG = GHG (CO2/km)*total average distance + maintenance* occurrences + waste. o SG4 chair highlighted that the presentation included a draft proposal and indicated that they expect SG6 to define certain GHG factors for different fuels and energy sources. Level Concept for SG4: The SG4 started with four levels but the group believed that 2 macrolevels might be sufficient for this group with shades in between. o Level two is based on a general concept per powertrain tech/energy carrier and data, representative of regional level Specific OEM vehicle model (with charging efficiency) and homologation values to be potentially corrected by some RW factors for level 4. Comments from OICA, Japan, UN and Ricardo have then been briefly discussed and presented by the Chair. Highlighting their individual views and suggestions. (see proposals on wik1)",
  "page_14": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\no SG4 Chair also presented some methodological questions which have been raised within the SG related to the combination of different levels.\n- SG4 meeting schedule plan was briefly mentioned and outlined.\nQuestions and remarks from the room:\n- CLEPA has a specific question concerning charging losses SG4 takes into account the charging efficiency from the plug but does not take into account the charging infrastructure. o For SG4 Chair this is rather up to SG6 as this is not specifically related to the vehicle. OICA wondered if the slides from Ricardo are draft and up for discussion or basis of consensus? Ricardo underlined that the specific data for specific regions should be open and freely to choose for each region. Mentioning a 1.1 factor as generally agreed, although a regional factor is always better. GRPE chair asked to what extend in-vehicle usage for heating, windscreen, lighting, automated driving systems, ... Which will be an important energy consumer in vehicles. How does this SG count on tackling this topics? o SG4 chair indicated that this has not yet been discussed at this stage but that this is something they want to discuss this. This is why realistic usage is important for the European Commission as basic agreement. SG4 has set the boundary at the vehicle at this stage and does not account for other consumption outside of the vehicle itself. This might be included in the future (low-hanging fruits). Ricardo agrees. Japan wondered why the SG wants to numerate such numbers? European Commission believes that similar vehicles should have similar results based on real-use corrections with their own inventories. Starting at the homologation value and work towards the correction factors who fit the closes to the real driving emissions. The chair asked if the SG already had thought of the overarching aspects and any thoughts or remarks?\nThe chair proposed to leave the last two subgroups for tomorrow morning.\nThe chair announced that Hans Nuglisch is going to retire by the end of the year and therefor is enjoying his last in-person activities as secretariat and within this WG.\nHans Nuglisch was congratulated and thanked by the chair and all the participants.\nHans also underlined that CLEPA will find a new person within the secretariat and underlined the importance of the LCA as new framework for upcoming regulation.\nAny other business?\nSee document(s):\nTo be added to the wiki!\nDAY2\nThe chair welcomed the participants and reviewed the agenda and past discussions of yesterday.\n14",
  "page_15": "Transmitted by IWG A-LCA Secretariat\nAgenda item 9: Status of each SG\nSubgroup 5:\nPresentations of SGS5 activities.\nQuestions and remarks:\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\n- OICA: Link with SG2 and SG3 is of importance and should be further discussed and developed. SG5 leader agrees.\nSee document\nhttps://wiki.unece.org/download/attachments/208536940/A-LCA-11- 11 _Status%200f%20SG5%20activities. pdf? api=v2\nSubgroup 6:\nPresentation from SG6.\nThe chair presented the status of work in SG 6.\nHe reminds the IWG that there is still a co-chair needed for this Subgroup.\nThe group is still working on finalizing the list of fuel pathways. The approach is to first develop this list and then derive the level concept\nOpen topics are:\ne Co-products, where and when to include e Energetic allocations pre agreement e How and if include ILUC: open and still discussed e Non GHG Emissions from combustion, still open\nTopic fuels list:\ne Discussion on how to deal with electricity. A generic electricity pathway or different pathways to be analyzed? Same for ethanol. One generic or different pathways? An other open question is how to include the projection of energy mixes into the future? Is there a method existing? It is agreed to include the future projection but need to find existing methodology and decide on it. Develop a methodology is out of scope of the SG. Concerning regional or local electricity mix, the distinction must be made between consumption and production mix to take in account cross boarder electricity trading. It was agreed to include in level 4 the electricity consumption mix and not the production mix. This allows local analysis.\nIt was stated that SG 6 develops the carbon intensity of each type of energy to be used by all other subgroups to guarantee same carbon intensity for same energies over all SGs\n- Chair expectation is to come up with a framework and not specific values of intensity. o SGis aware of this. - Japan: indicated its preference to show some feasible data. Having only the methodology if you cannot get the data, the approach is not useful. We should have level 4 as forward looking approach, level 3 as existing solution\n15",
  "page_16": "16\nSee document\nTo be added to the wiki!\nSuch comparison needs stable a observation point. For example, if we choose one car in 2025 and another car in 2026, the comparison does not make sense. Following the temporal change needs comparison of the same product over time. See illustration:\nTransmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\no SG chair indicated that the future outlook is of importance for this SG because it allows us to be future-proof while taking into account future energy mixes. CLEPA need to define what is the focus and where we get the data and define how to use it. EPA (US) underlines that it is important to work with the regulatory institutions with each of the regional stakeholders and future regulations. Future outlooks are very complex if they don’t take this into account. Created a lot of critique in the US and should be national.\nOICA: Plug-in for other subgroups is very interesting and regional data should be considered taking in account the different levels. We need both, a good concept for retrospective and for prospective data sources.\n- Japan: Is the fuels list available? Yes, should be on wiki soon. Korea: Considering global or average values in the analysis? SG chair confirmed that this might be part of the future discussions; At the moment SG 6 is working top down from level 4 down. SG wants to get to level 3 and 4 first. IWG Chair wondered if we should survey the different existing values in different countries in order to understand the existing numbers and values (and ways they have such numbers today). OICA supports, but raises the question of headcount capacity to do so.\nBREAK (20min)\nAgenda item 10: Overarching aspects\nThe chair proceeded with the agenda going into detail on the overarching aspects.\nThe chair proceeded with a general reflexion on the [WG objectives..\n- It is clear that the task of the [WG is not to specify how to use the methodology. - But some thoughts on how compare between products are necessary. There are different types of comparison. The ToR says the methodology should encourage automotive industries to reduce carbon footprint and reflect OEM effort considering the complex supply chain of the automotive industry. To help CO2 emission reduction, the methodology should help to monitor the trend to lower carbon emissions and the reality of the evolution and the possibility of comparison between products.",
  "page_17": "AS\nTransmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nCO,_kg/km\nBes at\nTrend\n| W) CI\n°\n2025 2026 2007\nComparison between brands needs a comparison of representative products.\nComments & questions:\n- OICA: We are in a very steep learning curve with many new data internal and with suppliers where we will have to adjust the base line every year. With a stable percentage of reduction compared to that baseline. Japan: We want to monitor the product progress towards decarbonization. We will keep seeing new technologies, this can change dramatically the results. Chair: We discuss this because the current ToR says that manufacturer effort needs to be reflected OICA: Do you see this comparison to be worked on here in the [WG, or are you looking for comparison possibilities in the future (post-harmonization)? Chair highlights that he does specify this and just wondered how we can have such views that have not been included in the ToR. o OICA: many discussions/options are still open but not compliable. Chair repeated that the methodology should not define how to use the IWG methodology but only on how to measure different products. Ricardo: This is a good question, but this tackles how we will use it in the future? Will this be used in a harmonized manner with an overall view of progress. This is being considered in Europe (Vehicle LCA methodology within CO2 fleet regulation and battery regulation). Reporting details might be interesting while a lot of learning is happening. This is useful to think about it. © This is up to the contracting parties to define this, and it is not up to the [WG to define this. We need to keep flexibility at implementation. Japan: What is the intention of this discussion? WG Chair confirms this is a brainstorm about the potential implementations. GRPE chair: The objective of the [WG is a resolution to help policymakers and industry to reduce the carbon footprint of vehicles. The [WG should allow to measure life cycle GHG emissions and to find an international harmonized procedure. Every region will think about how to use it. It is too early to start discussion if we do not have the Sub-groups inputs together. We still miss some pieces and we can have this discussion later on if needed. We are learning in the process. It is good to discuss this, but it is a little bit too early. Japan: It is good reminding that goal. We do not deny comparison, the goal is to reduce CO2 and make the industry carbon neutral. CLEPA: It is important to have a vision on how LCA could be used. The vision shows how the methodology can be appliedd.\n17",
  "page_18": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nLUNCH BREAK (2h)\nThe chair welcomed the participant back and proposed to discuss the overview of overarching aspects. The group discussed and agreed on the following elements: (see document on wiki)\n- The methodology takes into account Vehicle Category 1.1 > Accepted - Definition of CO2 equivalent > Agreement on IPCC 6 protocols? - Definition of GWP > CLEPA approach has been accepted as final. o EPA (US) wondered what it exactly means because they cannot express themselves. o CLEPA underlined why their position is relevant and necessary. Crosscutting methodological questions: SKIPPED TO A LATER DISCUSSION Components to be covered: o OICA no parts will be excluded. o [WG agreed on this. System Boundaries: o Korea: important level where we need to leave some comments in the table, but most of the details should be defined in the SG’s. o CLEPA: inclusion or not of infrastructure might be up for debate and discussion here. 7 CLEPA proposes to exclude emissions from build-up and decommissioning of European Commission asks if all referenced GHG species from IPCC AR6 report should be considered, as in Table 7.SM.7: around 260 substances. Or if the table 7.15 from the IPCC AR6 report serves as reference: 8 presented species.Ricardo: Importance to include Hydrogen as GHG [e) Ricardo: Importance to include Hydrogen as GHG oO EPA (US) indicated that there is a hole list where they sometimes assume 0-values oO Korea refers to their believe that the 3 main species might be a good start point. If some values would become clear for others, we can always include them. IWG Chair proposed to have all GHG factors with some flexibility for SG’s in case they do not find relevant data, in which case they may define them as 0. 7 European Commission believes this might be rather a matter of measurements’ feasibility rather than a matter of GWP factors availability. For example the tailpipe emissions’ measurements could face such technical issues. For hydrogen, EPA will come back on the GWP of 5.8 as this might be outdated based on old data. This value should be the most forward-looking data and thus we need to see internally if EPA can agree on a higher number. OICA proposed to have these topics not as formal decisions but rather\nongoing/preferred decisions and that all participants have the time to\n18",
  "page_19": "BREAK (15min)\nTransmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nreview all the proposals.\n- Discussion of components covered: (e) Decision to exclude no parts/components and the vehicle weight. oO European Commission wondered about the definition of “component” — to be clarified. European Commission asked how this could be linked to the proposal of OICA/SG3. OICA clearly mentioned that all parts should be included but that the hot spot parts were to be focussed on primary data first. Japan underlined the importance of having all parts with primary data in the future, something that is open and up for discussion. Ricardo: I think it sounds like we're all agreed that all parts of the vehicle should be included. But I wondered whether we just need to be clear sometimes some items that are supplied with the vehicle are not necessarily always captured and thought about. One example is the charging cable for an EV. How do we define all of the vehicle? Maybe we just need to be clear whether there are some things just. Japan: Thanked for the presentation. I think we also need to consider what is a big because of course all of the optional parts cannot be included. Open to discuss what is excluded means. Chair confirmed what is in the Excel and suggested to go with this interpretation and to have it open for discussions within the SG’s (if any).\nChair highlighted that this document is still under discussion. Several participants asked to publish the latest version of the document on the wiki with comments/proposals as proposed by different stakeholders. Next point are the system boundaries: oO CLEPA: Infrastructure not included ( construction and decommissioning of infrastructure). Efficiency of infrastructure is included. CLEPA proposes to use the word ‘upstream emissions’ for emissions caused by the energy infrastructure efficiency. Ricardo: Proposes the following summarise: Agrees on the basic idea of not including the infrastructure itself, but to include charging losses (AC 1s already in WLITP) but this could be relevant for DC-charging. Japan proposes that SG4 or SG6 tackles these losses. European Commission proposes to take this into account in SG4 and SG6. IWG chair confirms that infrastructure is not relevant for our work, but this should be defined in a certain manner. SG4 and SG6 could take the lead in this discussion and come up with a proposal. Question from the room if infrastructure should be included? CLEPA proposes to limit this, even if ISO does it we would need to define the lifetime of any product\n19",
  "page_20": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\nrelated to infrastructure. EPA (USA) would include infrastructure if we believe we should include methane, power plants, substations, Voltage Lines, ... We have to define this and define the boundaries. Someone needs to define the system boundaries and someone should come back with a proposal with some elements of infrastructure included that are relevant. Need to be drawn but it will be difficult. World Steel Association: Infrastructure versus Energy Transmission, so proposes to include for example the high power lines as they transport just like trucks. OICA: clear to include upstream emissions in addition, you can however only do it on a general average basis and not on a vehicle level. While this is more up to the governments than to industry. IWG Chair proposes that SG6 comes up with a proposal for this stream and define a proposal for boundaries even if more experience should be needed. Maybe only secondary data might be enough? But upstream should be considered and SG6 will come up with a proposal. SG6 leader confirmed. oO This will be up for further discussion during next meeting. Next point of discussion about the cut off criteria: o Korea: Each subgroup will come up with separate cut off criteria and should then bring these up to the IWG to then discuss it and if needed agree on some of these. o Title will be changed to ‘cut off criteria for carbon footprint’ Conversion factors and energy mix will be discussed within SG6. IWG will this approve/amend potential o EPA (US): what is understood under conversion factors? o Proposal from EPA (US) to propose the following wording for conversion: “CO2e emissions factor on an energy-specific basis\" Allocation schemes: how to allocate the quantity of energy needed per product which is relevant for SG2 and SG3 (Japan): [e) Nobody opposes the CLEPA proposal, so this will be taken over for the time. oO Ricardo proposed to also include potential reusing of materials. This might be considered and further discussed in SGS. EPA (US): There is some data but there are some issues as well. The battery management system and control systems are typically proprietary to the auto manufacturer, so there is some question about whether it's practical, but I think that that those are all issues that SG-5 could take up. IWG Chair wondered if we should specify the details and understands that allocation and recycling are not directly related. So we do not take recycling into account under this point but is very relevant for SG5. IWG Chair: On allocation each of the SG’s will be review the existing sources and therefor the [WG will make a proposal of wording. IWG Chair proposes to remove the wording WBCSD. CLEPA underlined that it only mentioned the consideration of such proposal. SG3 will make a proposal and will discuss it will SG2 and SGS before proposing it at the next IWG.\n20",
  "page_21": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\no Korea wondered if we should include it into the discussion with SG6 as well. CLEPA responded that it is a typo. - Supply chain, material classification: (again very relevant to SG2 and/or SG3). IWG Chair wondered if it should be kept as an overarching aspect of the [WG or if it should be brought up by the IWG. It was decided to tackle this in the relevant subgroups. o ICCT underlined that it might be relevant for the discussion of the quality of the secondary data. And to also identify when primary data is needed and when secondary data is allowed. OICA also wondered why we should not define these topics on secondary data. Questions raised if this was to be discussed under this point or under another point. > Secondary data and data quality is not the same for boundary conditions. OICA suggests having these defined within IWG as it impacts all SG’s. IWG Chair suggested that SG2 comes up with a proposal (at least the points of discussion).\nThe chair suggested that the rest of the list will be up for discussion in the future meetings so that the several SG’s can already tackle the identified points.\n- OICA invited the Leadership team to further affine the table and to make sure that all elements are connected and put together. OICA proposes that SG1 should take the lead these overarching aspects. > CLEPA this could be tackled by the leading team and the SG leaders. The leading team will take the lead on this.\nSee document\nExcel to be added to the wiki!\nAgenda item 11:\nThe chair will organize a SG1 meeting and suggested to also organize one more A-LCA online meeting somewhere before the A-LCA January session.\nMembers were invited to inform the leading team of their in-person participation in Geneva on 9 January. The leading team will review possibilities with relevant stakeholders to organise a meeting on the 8\" or later that week. EU Commission and/or UN might be an option, but this has to be investigated/confirmed.\nKorea announced that the A-LCA session in April will most likely be organised on 17 and 18 April in Seoul. (since it has been confirmed that it will be on 18 and 19 April, so that the EVE meeting can take place on 15 & 16 April).\nCALENDAR:\n12\" session A-LCA\nOnline meeting\nXX xxxx 2023\nTBC\n90\" session GRPE\nIn-person meeting (Geneva)\n9-12 January 2024\nTBC\n21",
  "page_22": "8 January 2024\n09h30-17h00(?)\n9 January 2024\n09h30-12h30\nTBC\nAgenda item 13: Closing\nThe Chair thanked all the participants for their participation and formally closed the meeting.\nTransmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\n13\" session A-LCA\nHybrid (?) meeting (Geneva)\nHybrid meeting (Geneva)\n1X\" session A-LCA\nIn-person meeting (Korea, Seoul) 17 & 18 April 2024\n* Please note that Hybrid Meetings planned such, but that they depended the situation. As such, please note that Webex-link can’t be assured with 100% certainty. are as are on a\nAgenda item 12: Any Other Business\nThe chair invited the members for any other business:\n- OICA invited the leadership to think about the possibility to submit all communications and information at least one week in advance. Ricardo reiterated the role of Transensus and coordinating the activities with them. NGVA announced that they have updated their slides from yesterday and invited the board to upload these. European Commission wondered if we are going to include functional units into the overarching discussions and debate. The chair confirmed that the participants will have the chance to discuss this further next time.\n22",
  "page_23": "Transmitted by IWG A CA Secretariat\nInformal document: A-LCA-11-12 11\" IWG on LCA, 17 & 18 October 2023\nANNEXES\nParticipants list:\n(59 in-person)\nvee\na\nBi\n=\nLith A CA IWC ion\nl l October 20\nParticipation list\n——\n(3\nar\nsal\nime\nAF FIIT tion.\nCcP/NGO\n18/10/\nba cny\nhi =\ni\n|\nLA\nC\n| Pe\nhea\n,\nLa,\nar ie\nx Ww\nat\n—_—=\n¥ Wy\nL\n—s\n—_— (AL\n2c Wi\nJe WY {> CL\n-\nay\na =f\n=\nZZ SY\n——\n>.\n23",
  "page_24": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12 11\" IWG on LCA, 17 & 18 October 2023\nwl\naf\n\\CHIN:\n|\n— +\nWh\nmo. Od\n12.\n—\nee\nPe 4\nII\n[ = /\\\na\na\n\\\n(N& 1\noe\nwees\n=7 (Ns B=\nmoh\n————\neve)\n24",
  "page_25": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12 11\" IWG on LCA, 17 & 18 October 2023\n= Sis ce\neee\n|Kol\nING(\n=\n|)\n—_—_—__—_———_\n7\neof.\nTo\" On\nVW I —<o ———_—_—_—————\nA\n\"6 — a\nys\nUM nea pg jow\nNauk\n=:\nbe f\\ Ay fl AL Wi\n\\, Hs\n25",
  "page_26": "Transmitted by IWG A-LCA Secretariat\nInformal document: A-LCA-11-12 11\" IWG on LCA, 17 & 18 October 2023\neS =\nGe\nf]\n\\\nFe\nf\n|\n)\nRa: UB\n=\nOL\n4\nL\n} Lino\nhe L\nr\nwera\n26",
  "page_27": "Transmitted by IWG A-LCA Secretariat\n(73 online)\n© Adam Dack (Extern)\n@ Exner, Frank\n2) Aleksandar Dam.\nE on\n@. SHOJI\n© Baroth, Anju\n(cs) sel George (Extern)\n& (Fc) FONTARAS\nGeor... (Extern)\n(oa } BOUTER Anne (JRC-ISPRA)\n& 6 GARCIA Julien\n(ss) Burcin Bassahinoglu\n& [cs] Georg Bieker\n°o giuseppe.di (Extern)\n<) CPetitjean (I in) (gast)\n&\nr\nar\n& @ Hofer, Dietmar\n° C.R. KIM_KO! R (gast)\nar\n@ Caroline Williamson\n& eo ineanecc er) (gast)\n(ca) Christ Ansgar (PS/PJ-EP)\n& tim) Iber Lafuente jancebon\n@ Coleman, William (K-GEG-1) & e Inji Park KOR igast)\n(ce) COLLOT Elodie\n& rs) Jepon(NTSEL) Nl... (gast)\nfom] David Miles\n& eo JASICHAPAN_IC.... (gast)\n[ox] Dimitris Kontses\n& @ fiseong Kim, Ne. (gast)\n@ ae Martin S.... (Extern)\n& @ Toru Furusawa (ijt sift)\n& @ TRIPATHY Samarendra\n@ Reino Mezaki (M... (gast)\n(an) Rijnders, André\n@ Ruoxin Wang (gast)\n& (aw) Weck, Anita AVL/US\n1\n(us) Saitou, Masaharu/#i& IBA & @ WU BIN\n(sw) Sari Nishimura (TME)\n& [Ky YAMAMOTO, KATSUYA\n(st) Shinichiro Takada\n& @ Yong mae canoes\n& @ YUNSUNG UM/S.. (gast)\n[so] SILINA Dina (CLIMA)\n@ Sokratis Mamarikas-Itsios\n(se) SOPHIE RICHET\n&\n[ss] Still, Stefan AVL/AT\n&\n(sp) Susana Paz\no ea TAS (gast)\n&\n[Ps Switzeriond Phi (gast)\n&\n@ TAEYONG come (gast)\n&\nTetsuya SU: KI ( (gast)\n&\n@ Tongzhu ZHANG (gast)\nG Vve\nle\n&\n(aa) pore Sis - EVB/AVERE & e Dorothee Lahaussois (TME) & (10) Joachim Demuy... (Extern)\n& (ro) Eleanor Deansmith\n& (10)\nJULIETTE QUARTARARO\n(ax) akasa WR A-PACHATFEY.. QW @ Erik r POSTMA (Extern)\n& o\nKOBIALKA Emmanuelle\nIn wachtstand\n& d\n& (F8 ) Febiac Room BR...\nKosmehl, Torsten (T.)\n(gast)\n& (iv)\nLama Virginia, IT\n& e@ Filippo Lachina (©)\n& @\n& @\n& ( o}\nmatthieu.goy (gast)\n& ®\n& fem)\nMeloche,Eric (ECCC)\n& @\nMichael Geller\n& © Nuglisch, Hans (gast)\n& (wo) Ouden, Niels den\n& (Pr } Prashant N. Pawar\n& (re } - Bengel (Extern)\nMAKHUA Hardik (CNH Industrial) &\nMartineau, Dominique (uid26846) &\n&\n& © Ko3nos Axapeii Buxtoposu4y &\n&\n&\n&\n27\n&\n&\n&\nInformal document: A-LCA-11-12\n11\" IWG on LCA, 17 & 18 October 2023\n&\n&\nMcDonald, Joseph (he/him/his) &\n&\n%\n& [wo] Ogasawara, Mitsuru//\\JiR 35 &\n&\n& @ PATRONE Gian-Luca (JRC-ISPRA) &\n&\n& @ Tsuyama Kohei (PU S257, K P) &\n&\n&"
},
  "language": "Languages.ENGLISH",
  "total_pages": 27
}
