{
  "file_name": "256_2362.pdf",
  "pages": {
  "page_1": "YY.\nfi\nwh\niin\nis\n| LY\n=e _—\ner\n»\na\nNe\nae \"\nie\nCay\n.y\nwe\ni\nENERGY\nCOMMUNITY.\nEnergy\nTransition\nTracker\n“se\nee",
  "page_2": "Layout: Medium d.0.0.\nImages: www.istockphoto.com\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022",
  "page_3": "=\n=”\nae >\n—\nee,\n~~\n‘ea,\n~~\n~\n~\nEnergy transition tracker\ninvesting into energy efficiency and reducing emissions, even though it was not driven by political or business decisions to phase out coal.\nTo reflect on these developments, the Energy Transition Tracker evolved to cover qualitative and quantitative assessments of the progress made and the challenges ahead in all Energy Community Contracting Parties. For the first time, the Tracker also features Georgia, Moldova and Ukraine.\n=»\nReducing the carbon\nMaking the energy market fit for decarbonisation\nMaking energy efficiency the\nReaching a decarbonized energy future\nfootprint\nfirst fuel\n+\n+\n.\neo XN\nThe energy crisis triggered short-term emergency meas- ures in the wholesale and retai markets in some of the Con- tracting Parties. Average day-ahead marke prices in SEEPEX tripled in 2021 in comparison to 2020 and doubled in the first half o 2022 in comparison to the 2021 average. The energy crisis slowed down the development of the retai market. Electricity prices for industrial customers, withou taxes and levies, continue to follow the EU average price in 2021, while prices for house- holds were kept at levels rang- ing from 22 to 41% of the EU average. Commercial exchanges of electricity between Ukraine/ Moldova and Continental Eu- rope started with a capacity of 1O00MW which is to be gradual- ly increased based on monthly assessments by the transmis- sion system operators. Interconnection capacities in the Energy Community contin- ue to be largely underutilized with maximum Net Transfer Capacity (NTC), ranging from 24% to 45% of the nominal transmission capacity of inter- connectors.\n1 https://www.energy-community.org/dam/jcr:c28b58eb-22db-4ad5-9ed 1 -4e93b5b6 1 3b7/1 9thMC_Decarbonisation_Roadmap_301121.pdf 2. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:5202 1PC0564&from=en\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n==\n=\nai\nmeet\n“\nDy\nVj\n===\nSS\nUnforeseen disturbances in the global and European energy markets over the last twelve months, intensified by the invasion of Ukraine, affected also the Energy Community. While the energy landscape in most of the Contracting Parties became even more challenging, the energy crisis gave rise to strengthening market integration and paving the way to decarbon- ization in the Energy Community.\nFraming of political willingness and legislation to support market integra- tion and decarbonization started with the adoption of the Decarbonisa- tion Roadmap\" and five key legislative acts stemming from the EU's Clean Energy for all Europeans package (CEP) at the last Ministerial Council of the Energy Community in November 2021. It is expected to be completed by the adoption of 2030 targets for the Energy Community together with remaining pieces of CEP, Network Codes and Guidelines, at the next Min- isterial Council in December 2022.\nThis edition of the Tracker also provides a first glimpse into the challenges that the Contracting Parties might face should the European Commis- sion’s proposal on the Carbon Border Adjustment Mechanism (CBAM)? be adopted. The proposal assumes putting a carbon price on imports of a targeted selection of products, including electricity. The proposed CBAM Regulation provides the possibility for third countries to be exempted from the application of CBAM on the importation of electricity into the Union, however, only if all conditions listed in Article 2(7) of the proposed Reg- ulation are met.\nAt the same time, the energy transition continues to unfold in the Contract- ing Parties, showing positive trends with regard to boosting renewables,\nA\naa\nte\n“h\nBoosting deployment of\nrenewables\nElectricity production from coal fired power plants dropped from 2020 to 2021 in all Con- tracting Parties resulting in an average decrease of 13%. Carbon emissions from fossil fuel fired plants dropped by 11% in the Energy Community. Emissions of SO, and NO, have decreased by 15% and 10% respectively in the Contacting Parties considered, while there was an overall 3% increase in reported dust emissions com- pared to 2020. None of the opted-out plants have stopped their operation yet despite some of them hav- ing reached the end of the opt- out timeframe. Non-internalization of costs of CO, emissions, worth 3,8 billion euros at average EU ETS price in 2021, distorts the level playing field between EU Mem- ber States and the Contracting Parties. The avoided costs of CO, emis- sions would have amounted to close to 1,5% of the Energy Community's GDP and could have been invested into the energy transition.\nThe number of renewables pro- jects keeps growing, with 979 MW of solar and 611 MW of wind capacity added in 2021. Self-consumption has taken off resulting in 33718 active self-consumers across the Con- tracting Parties with installed capacity of 934 MW in 2022. Albania and North Macedo- nia continue with renewables auctions. In other Contracting Parties the first auctions are yet oO come. Albania, Moldova and Mon- enegro achieved their 2020 renewables targets. As the deadline for reaching 2020 tar- gets has been extended until he end of 2021, it remains to be seen whether some of the other Contracting Parties will ollow. The regional project imple- mented by the Energy Com- munity Secretariat resulted with nine electronic registries and regional system to trade guarantees of origin. The sign- ing of direct agreements for registers to go-live is now ea- gerly awaited.\nThe Energy Community has achieved the 2020 headline tar- get for energy efficiency set by the Energy Efficiency Directive. The amount of investments in building renovations in the Energy Community reached almost 1.3 billion EUR in the period 2021 to June 2022, yet was insufficient for the overall needs.\nAll Energy Community Con- racting Parties signatories of he Paris Agreement and the UNFCCC, except Serbia, have submitted their revised Na- ionally Determined Contribu- ion (NDC2). The submission of the Serbian NDC2 is kept on hold until work on the NECP is inalized. Albania and North Macedonia were the first Contracting Par- ies to adopt their NECPs, while hey are yet to be adopted in other Contracting Parties.",
  "page_4": "~~\n==>\nEU CBAM: Meeting the exemption criteria for electricity trade\nStatus and prospects of meeting the conditions\nThe Energy Community Treaty is an agreement signed between the EU and the Contracting Parties that obliges the\nlatter to apply EU acquis on energy, renewables, environment and competition.\nThe Contracting Parties have mostly transposed and implemented the Third Energy Package electricity market\nacquis currently in force in the Energy Community.\nThe transposition and implementation of the Clean Energy Package has started with the incorporation of the\nElectricity Directive and the Risk-preparedness Regulation in the Energy Community, to be finalized by 31 December\n2023. By incorporating the remaining pieces of the Clean Energy Package together with Network Codes and Guide-\nlines in the Energy Community legal order (expected in December 2022), the Contracting Parties would be able to\nalign with EU legislative developments.\nThe Contracting Parties have largely implemented the renewables acquis currently in force in the Energy Communi-\nty. The deadline to transpose and implement the RED II Directive is end of 2022.\nNo electricity market coupling between a Contracting Party or with an EU Member State has taken place yet. The\nenvisaged adoption of the CACM Regulation in the Energy Community will set a legally binding framework.\nAll Contracting Parties are yet to prepare the roadmap to be submitted to the European Commission, with respect\nto the deadlines set in the adopted CBAM Regulation.\nAll Contracting Parties have committed to climate neutrality with the adoption of the Decarbonization Roadmap\nadopted by the Energy Community Ministerial Council in 2021.\nOnly North Macedonia and Ukraine have submitted long-term climate strategies to the UNFCCC.\n= No Contracting Party has implemented the climate neutrality commitment in its national legislation.\nOnly Montenegro had introduced an ETS (now under revision).\nSeveral Contracting Parties are working on aligning their climate legislation with EU rules. Albania, Montenegro and\nSerbia adopted climate change laws. North Macedonia has a finalized draft. Georgia and Ukraine are also develop-\ning climate framework legislation.\nOnly Montenegro and Ukraine have carbon pricing in place but at a level much lower than the price under the EU\nETS.\nNo system is designed yet, as it will depend on the exposure of the Contracting Parties to imports from third\ncountries.\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022",
  "page_5": "za\nThe generation mix\nAlthough no formal policy measure or decision was put in place to reduce electricity production from coal, the production and the share of electricity from coal in total produced electricity in the Energy Com- munity significantly dropped in 2021.\nChange in production 2020 to 2021 [GWh]\n15000\n12000\n9000\n6000\n3000\n0\n-3000\n-6000\n-9000\n-12000\n1 coal fired plant § gas fired plant ™§ oil fired plants {) nuclear plant\nBB hydro, total @ wind\nlB solar\nIB other RES\nSource: compiled by the Secretariat based on CPs reports\nThe amount of installed generation capacity and its structure in the Energy Community did not change notably in 2021. Total installed ca-\nShare of coal-based capacity/production in total Energy Community capacity/production\n50%\n40% UT\n30%\n20%\n10%\n0%\n2017\n2018\n2019\n2020\n2021\nIB of capacity in production\nSource: compiled by the Secretariat based on CPs reports\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\npacity increased for 1,9 GW (2%), mainly due to new plants based on renewable sources, with 979 MW of solar photovoltaic and 611 MW of wind added. Although the quantities in absolute terms are not sig- nificant, biomass capacity grew by 2,5 times mainly due to new biogas plants in Ukraine.\nNo new coal-based capacities were added in 2021 and their share continued to decline at a rate of 1%. Nevertheless, coal-based capac- ities still reached 37% of the total installed capacity. With respect to gas-fired plants, 194 MW of new capacity was added in Serbia.\nHowever, the Energy Community witnessed a significant change in the generation mix. 2021 saw total production increase by 7%, due to increased production from hydro by 13,7 TWh, an increase of 36% from the previous year, and Ukrainian nuclear by 10 TWh. This helped to cover the 7% increase in energy demand with net imports of 1,5 TWh. Bosnia and Herzegovina exported by far the most electricity, with net exports reaching 4,8 TWh.\nAs opposed to the EU-27 where production from fossil fuels increased in 2021, coal-based production in the Energy Community dropped in all Contracting Parties, diving to a five-year low and an average decrease of 13% from 2020 to 2021. Natural gas-based production was at a five-year high, as the use of this fuel for power production increased in Moldova, North Macedonia, Serbia and Ukraine. The increase was the highest in North Macedonia, where its share grew from 15% in 2017 to 29% in 2021.\nExceptionally, North Macedonia and Ukraine turned to fuel oil for electricity production, making up a negligible share of less than 1% of total production.\nInstalled electricity generation capacities from RES (excl. large hydro) [MW]\n12.000\n22.21% ,\n9.000\nall\n6.000\n3.000\n2017\n2018\n2019\n2020\n2021\ni Small hydro (1OMW or less) MWind Solar BB Biofuels\nSource: compiled and calculated by the Energy Community Secretariat.",
  "page_6": "—\n_\n=\n~~\nReducing the emission footprint\nCarbon dioxide emissions from electricity pro- duction\nCarbon emissions from fossil fuel fired plants dropped in the Energy Community, from 98 mil tonnes CO, in 2020 to 88 mill tones in 2021.\nKey drivers that led to the emission reduction include lower production from coal-based plants and slightly higher use of less carbon intensive fossil fuels (oil and gas), as well as an overall drop in the production of electricity from fossil fuels. In 2021, the production of electricity from coal decreased in all Contracting Parties compared to the previous year and was below the five-year average in all Contracting Parties, except in Kosovo*. This is a consequence of poor operational planning and maintenance of coal-based generation units and mining assets, including continuing the supply of coal from depleted mines.\nThe carbon intensity of the electricity sector per unit of GDP showed an annual declining trend from 2017 to 2021. However, it was still seven times higher than the EU average in 2021.\nfe}\name}\noO S\n1000\ng-\na\n~s\na>\noer\nCO, emission from electricity production per GDP [kg CO2/EUR GDP]\n1,0\n0,8\n0,6 Uni\n0,4\n0,2\noO S =\nlo} le} me} wo ame} wo s c\nfe} [e} = oO coy\n=)\nwo\nBy =\na 2\n[e}\nrv)\nn x\nD\nwi\niri)\n=\noO\n™@ 2017\n™@ 2019\n@ 2021\nSource: EUROSTAT database, Contracting Parties submission, compiled by the Energy Community Secretariat\nAvoided costs of emission at EU ETS price [mio EUR]\n2000\nPutting a price on carbon\nIn contrast with the EU, power producers from the Energy Community still do not have to internalize and recognize costs of carbon emissions, except in Montenegro and Ukraine.\nAn estimate of the costs of carbon emissions shows that only in 2021 the cost of emission allowances for power produced in the Energy Community would have reached EUR 3,8 bill, calculated at an average EU Emission Trading Scheme (ETS) price of 42 EUR/ton in 2021.\nIf internalized, the avoided costs of emissions would have amounted to close to 1,5% of the Energy Community's GDP in 2021 and could have been used to offset, at least partially, the costs of the energy transition.\nfe}\na\nBVA\nwv\nn\nx\nD\n™@ 2017\nSource: Calculated by the Energy Community Secretariat\nae\n=o\n00\n1500\n——__— el\na\n=\nfo}\nwo\n10)\n™@ 2019\n@ 2021\nas\n* Throughout this Report, this designation is without prejudice to positions status, and is in line with UNSCR 1244 and the IC) Opinion the Kosovo declaration of independence. on on\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022",
  "page_7": "~~\nSS ==>\nPhasing out coal subsidies\nInstead of targeted support to facilitate the energy transition, the Con- tracting Parties continue to subsidize coal mining and generation of electricity from coal.\nThe level of subsidies to coal mining and generation of electricity from coal, while still significant, appears to be on the decline in all Con- tracting Parties that rely on coal for electricity generation with the exception of Bosnia and Herzegovina. The total amount of direct coal subsidies in 2020 fell by 25% compared to 2019 and 5% compared to the 2016-2020 average.’\nThe amount of subsidies to coal based production continuously de- clined from 2016 to 2020 in Kosovo*, Montenegro, North Macedonia and Serbia, suggesting that these Contracting Parties may have reached a turning point in their coal subsidy polices. On the other hand, the\ndata for Bosnia and Herzegovina and Ukraine cannot confirm any policy shift as subsidizing coal based production still seems to persist as an important policy measure.\nAlthough both Ukraine and Serbia recorded a decrease in direct sub- sidies in 2020 compared to the previous year, a substantial portion of that decrease resulted from falling market interest rates on government bonds and comparable commercial loans used to calculate direct subsi- dies. Ukraine remains the largest provider of subsidies both in absolute and, by far, in relative terms.\nUnlike all other Contracting Parties, Bosnia and Herzegovina has in- creased the level of direct subsidies in 2020. The increase primarily results from issuing additional state guarantees for loans to thermal power plants and continuing the policy of tolerating non-payment of due liabilities for taxes and contributions by coal mines.\nSubsidies to coal fired production of\nelectricity 2016-2020 [mio EUR]\n500\n400\n300\n200\n100\n0\nUnt\non\n— — — —————.\n@ 2016 @ 2017 @ 2018 ™ 2019 @ 2020\nSource: Calculated by the Energy Community Secretariat\nzo\n=\nuo\nn\nCoal subsidies per unit of electricity\nproduction [EUR/MWh]\n|\n>\nfe}\nDD\nfe}\n=\nwo\ni\n©\ns\n=\ncoy\nwi iS\n{e}\nBVA\n1)\nD\n=\no\n°\nUV\nIB subsidy per unit of total production\nM§ subsidy per unit of coal production\nSource: compiled by the Energy Community Secretariat on the basis of the Coal subsidies study 2022,\nEurostat database and Ukrstat\n3 For additional details, please consult Miljevi¢, Analysis of Direct Subsidies to Coal and Lignite Electricity Production for the year 2020 in the Energy Community Contracting Parties\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\ni\n©\npa\nx\nD",
  "page_8": "~~\nStarting in 2018, the Large Combustion Plants (LCP) Directive imposed binding emission limits on sulphur dioxide (SO.), nitrogen oxides (NO,) and dust from existing thermal power plants. The most recent emission inventories for 2021 show that the Contracting Parties are still far away from the transformation needed to remove the threats to human health and the environment posed by plants failing to meet one or more of\nLCP emissions versus NERP ceilings\nNational Emission Reduction Plans (NERPs) are an instrument to com- ply with the LCP Directive, under which emission reduction ceilings for sulphur dioxide (SO,), nitrogen oxides (NO,) and dust are set for a group of plants. The Western Balkan parties using this implementation alternative (Bosnia and Herzegovina, Kosovo*, North Macedonia and\nImplementing the Large Combustion Plants Directive\n10\n1,5\n0,5\ncon\nDust\n2,5\n“oe O\nSource: Compiled and calculated by the Energy Community Secretariat.\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\nHt]\n2019 2020 2021 2019 2020 2021 2019 2020 2021 2019 2020 2021 2019 2020 2021\nBosnia\nKosovo* North Macedonia\nand Herzegovina\n==>\nthe emission ceilings. This is reflected in the rising number of dispute settlement cases launched by the Energy Community Secretariat. To the extent that emission reductions occurred, it cannot be said that all were linked to investments in pollution reduction measures triggered by the LCPD. Most of the investments needed to improve the environmental performance of the plants are still pending.\nSerbia) are yet to achieve the reductions needed to comply with the emission ceilings in the vast majority of cases. Ukraine achieved com- pliance with the ceilings for all three pollutants in the 2021 reporting year, largely due to the low amount of operational hours of the plants caused by lower demand triggered by the Covid-19 pandemic.\nIn 2021, the breach of the SO, emission ceil- ing continued in all the WB6 parties imple- menting NERPs. The breach was most severe in Bosnia and Herzegovina, which surpassed the ceiling more than eight times, while Ser- bia and North Macedonia have done so by approx. five times.\nceiling\nBosnia and Herzegovina and Kosovo’ did not comply with their ceilings for NO, emissions. The fact that NO, ceilings are to decrease gradually by approx. 50% between 2018 and 2023 will make compliance increasingly difficult in the coming years for all Contract- ing Parties.\nceiling\nll\nThe breach of the dust ceiling limits reoc curred in all three parties concerned (Bosnia and Herzegovina, Kosovo* and North Mace- donia). The breach is most striking in Bosnia and Herzegovina (more than double the limit) and Kosovo* (more than four times the lim- it). Serbia met the ceiling limit in the 2021 reporting year and has achieved a reduction of dust emissions compared to 2020 mainly due to the lower operation ratio of TPP Nikola Tesla and the positive side-effect of the SO, reduction measures at TPP Kostolac B.\nceiling\nEi\nSerbia\nUkraine\nOOD\n2019 2020 2021 2019 2020 2021 2019 2020 2021 2019 2020 2021 2019 2020 2021\nBosnia\nKosovo* North Macedonia\nSerbia\nUkraine\nand Herzegovina\nVf\n2019 2020 2021 2019 2020 2021 2019 2020 2021 2019 2020 2021 2019 2020 2021\nBosnia\nKosovo* North Macedonia\nSerbia\nUkraine\nand Herzegovina",
  "page_9": "—————\n>\nLimited lifetime derogation (opt-out)\nAnother implementation alternative of the LCP Directive, known as opt-out, provides the possibility for Contracting Parties to exempt indi- vidual plants from the Directive’s compliance regime. Opted-out plants cannot operate for more than 20,000 operational hours between 1 January 2018 and 31 December 2023 after which they have to cease operation. TPPs Tuzla 4 and Kakanj 5 in Bosnia and Herzegovina and Unit 4 of TPP Burshtyn in Ukraine are coming to the very end of their opt-out timeframes, while several other plants are rapidly approaching it as the final deadline of 31 December 2023 draws near.\nExpected closure of opted out plants\nTPP Plevija\nMontenegro Herzegovina Herzegovina\n10K\n75K ok\n5K\n2,5K\nTermoelekrtana\nTPP Kakanj 5 TPP Tuzla 4 Kolubara A3__ Termoelektrana Kolubara A3 TPP Tuzla 3 Termoelektrana\nBosnia and\nBosnia and (boilers 3, 4, 5)\nMorava\n(boiler 1)\nBosnia and\nKolubara A5\nSerbia\nSerbia\nSerbia\nHerzegovina\nSerbia\nST\nTermoelektrana\n2 815\n3 034\n4523\n5777\n6 107\n10K\n19 164\n18 849\n17 185\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n27 463\n15K\n<r\n16 966\nZZ\nIf the rules on opt-out are not respected, the Secretariat takes infringe- ment action. This is the case with TPP Pljevlja in Montenegro, which remains operational despite reaching the end of its opt-out period. In March 2022, the Parliament of the Federation of Bosnia and Herze- govina approved the continuation of the operation of thermal power plants Tuzla 4 and Kakanj 5. Should the plants remain in operation after the end of the opt-out period, the Secretariat will have to take infringement action.\n15 477\n5K\n14 223\nOpt-out\n4/2021\n3/2022\n3/2022\n8/2022\n9/2022\n3/2023\n8/2023\nends in...\n13 893\n0)\nSource: compiled and calculated by the Energy Community Secretariat. The calculations are provided by the reported data of the Contracting Parties with a reference date of 31 December 2021.\n10/2023",
  "page_10": "=e”\nal\nDespite electricity end-user prices in Ukraine, Georgia, North Macedonia and Serbia having increased during 2021, the gap between end-user prices in the Energy Community and the EU-27 does not shrink. The reluctance to increase prices in the regulated part of the retail market, coupled with market interventions increasingly witnessed in the course of 2021, had a negative impact on competition development and failed to provide a price signal for customers to invest in energy savings, energy efficiency and renewables.\nWith only 7% of gas in the electricity production mix and no effec tive carbon pricing, the rising prices of natural gas and CO, emission allowances in the EU had virtually no impact on the cost of electricity production in the Energy Community in the course of 2021. However, the price increase had spilled over to the only functional day-ahead market in the Western Balkans, SEEPEX, and later also to the bilateral markets across the Western Balkans region. The average base and peak prices on SEEPEX in 2021 fully coincided with HUPX prices at a level of 114 and 126 EUR/MWh respectively. In Ukraine, where day-ahead market prices were capped, the average base price reached 57 EUR/ MWh and peak price 67 EUR/MWh. Other Contracting Parties do not have a functioning day-ahead market.\nWith long-term supply contracts in place and a major part of retail mar- kets subject to price regulation, the rising wholesale electricity prices were only partially reflected in the end-user prices.\nFor market exposed industrial customers at the retail level, prices of electricity alone (without network costs and levies) continued to follow the EU average or even exceeded it, as in North Macedonia. End-user prices with all taxes and levies for non-households saw a rise of more than 50% in North Macedonia and Georgia. End-user prices for house- holds‘ were kept at levels significantly lower, ranging from 22% to 41% of the EU-27 average, even though prices in the second semester 2021 increased in Ukraine (34%), Georgia (16%) and Serbia (10%) compared\nHousehold prices in EUR/kWh\nband DC consumption 2500-5000 kWh\n0,25\n0,20\n0,15\n0,10\n0,05 iius Sonn.\n2 oOo ° a Zz\n2\n@\nOo x\noO (e) [e}\nme]\nSs\noO\n“vn x\ngs\nD\nao\nof\nag\n=\n2\noe\nMaking the electricity market fit for the energy transition\nGetting the price signal right\nto the same period in 2020.\n10\nanv\n~~\naw\n<\n_—_—_\n~\n~\n~\n——\nThose Contracting Parties which relied on electricity imports were most impacted by the high and volatile wholesale electricity prices throughout the winter 2021/2022 and further exacerbated by the war in Ukraine. Short-term measures were imposed to shield companies from financial difficulties and help affected end-users’, including wholesale and retail market interventions. In Albania, the incumbent electricity producer KESH was obliged to sell all produced electricity to the universal supplier. Serbia issued recommendations on the price for customers supplied in the open retail market until August 2022. In Federation of Bosnia and Herzegovina, suppliers were prohibited from increasing the retail price in the competitive market by more than 20%.\nIn 2022, regulated tariffs for universal supply were increased in few Contracting Parties only. In North Macedonia, prices for households and small customers increased by 11,6% on average since 1 January 2022. As of 1 July, a block tariff was introduced as a temporary measure. As a result, regulated tariff for a household consumption in the first three tariff blocks will decrease, whereas the tariff for consumption exceeding 1050 kWh/month will increase, up to estimated 68%. For universal sup- ply in Kosovo*, a block tariff for customers with monthly consumption of 800 kWh was in force as of February 2022. In Moldova, electricity prices for households increased by 55% on average since 1 January 2022.\nThe Energy Community Secretariat will assess imposed short-term meas- ures in all Contracting Parties and request the introduction of timelines for the phase-out of market interventions.\nIndustry prices in EUR/kWh\nband IC consumption 500-2000MWh\n0,25\n0,10 [num Lt\n<x\noO fe}\noO ce} [e)\nxs\noO\n“vn x\ngs\nD\n~%\n=\nThe development of retail market competition has slowed down and the market share of the three largest suppliers remained mostly at the same level, with the exception of North Macedonia where it dropped for al- most 12%. Due to customers switching back to the incumbent supplier, the Serbian incumbent EPS saw its market share rise to almost 100%.\n0,20\n0,15\n0,05\n0\n2\naS]\nfl 2020 All taxes and levies §§ 2020 Excluding taxes and levies HB 2021 All taxes and levies {§§ 2021 Excluding taxes and levies\nSource: EUROSTAT\n4 For consumption band DC consuming between 2500 and 4999 kWh p.a. 5 https:/Awww.energy-community.org/dam/jcr: 1388d596-0ce8-432f-a6 15-aa3d67d6238e/ECRB_EWG_EL_pricesurge_042022.pdf\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022",
  "page_11": "guza\nEnergy poverty\nEnergy poverty levels in the Contracting Parties are among the high- est in Europe. The Covid-19 pandemic and the unprecedentedly high energy prices further exacerbated the situation.\nShare of households unable to keep homes adequately warm in 2019 and 2020 [%]°\n50\n40\n30 |\n|\n20\n10\niL\nii on\nAlbania Kosovo* Montenegro North\nSerbia\nEU-27\nMacedonia\n@ 2019 M 2020\nSource: EUROSTAT\nAccording to EUROSTAT, the share of households in the Energy Com- munity unable to keep homes adequately warm is much higher than the EU-27 average, with the highest levels in Kosovo*, Albania and North Macedonia, followed by Montenegro and Serbia. In the Contracting Parties for which this indicator is not available at EUROSTAT, energy poverty levels are equally high. National statistics revealed that 23%\n6 Only Contracting Parties for which EUROSTAT data is available are displayed. 7 https://energy-community.org/dam/jcr:343b8b68-4fd 1-4177-b3c1-1533fe0ff3b2/WSPOV_Moldova_0622.pdf 8 https://energy-community.org/dam/jcr:f201 fefd-3281-4a1 f-94f9-23c3fce4bbf0/DOOREIHP_poverty_122021.pdf\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n11\nof households have insufficient means to keep homes warm in Ukraine and around 25% of households over- or under-spent on energy due to energy inefficient homes or lack of sufficient financial resources in Georgia. For Bosnia and Herzegovina and Moldova, adequate energy poverty statistics are not available. Estimates suggest that 60% of Mol- dova's population lives in conditions of energy poverty’.\nThe study on addressing energy poverty published by the Secretariat in December 2021 provided new insights on the number of energy poor households. The study pinpointed the data gaps that need to be addressed in order to accurately measure the actual extent of energy poverty in all Contracting Parties, as a basis for effective mitigation policies and measures.\nThe study also revealed that all Contracting Parties have in place short- term measures for the protection of vulnerable energy consumers, such as assistance for paying energy bills and protection against discon- nection. They primarily aim at reducing the consequences of energy poverty but do not address its root causes. Only North Macedonia has assistance in the form of energy efficiency and promotion of renewable energy programmes targeted at vulnerable consumers.\nIn order to support the development of appropriate policies and meas- ure for reducing energy poverty and provide a platform for discussion, the Energy Community Secretariat established the Centre for Allevi- ating Energy Poverty in 2022. The Secretariat will publish a guidance on measuring and addressing energy poverty later this year, following consultations with platform stakeholders.\nThe legal framework for the protection of vulnerable and energy poor consumers in the Energy Community will be strengthened by the new Electricity Directive to be transposed and implemented by the end of 2023.",
  "page_12": "Creating an integrated energy market\nAs the call for the uptake of renewables intensified with the onset of energy crisis, the need for short-term markets and their integration in the Energy Community Contracting Parties came to the fore. A recent proposal of the European Commission on the Carbon Border Adjust- ment Mechanism (CBAM), which sets market coupling as one of the conditions for its exemption, further amplified the urgency of setting up day-ahead markets. Yet, they come at a slow pace and their launch has continuously been delayed.\nIn Georgia, the start of the day-ahead market has been postponed once again, most recently to 1 September 2022. The power exchange company GENEX has put in place all necessary preconditions for day- ahead market operation. All companies with a public service obligation will be obliged to trade in the day-ahead and intraday market to boost liquidity. It means that approximately 75% of annual demand will be procured through trading in the short-term markets.\nAcross the Western Balkans, progress was made in setting up day- ahead electricity markets, however, the launch of new trading plat- forms is still uncertain. Power exchange companies in Albania (ALPEX),\nA legally binding framework for the establishment of a truly integrat- ed electricity market between the Energy Community Contracting Parties and neighbouring EU Member States, including their market coupling, is in the making. The necessary legal acts are expected to be proposed by the European Commission for adoption in the Energy Community at the Ministerial Council meeting in 2022.\nThe package consists of the Electricity Regulation, the ACER Regu- lation, the Network Code on Emergency and Restoration (ER) and four market and system operation Guidelines, namely on Forward\nTo facilitate cross-border trade, the development of market cou- pling has to go hand in hand with improving the way how available cross-border capacities are determined and offered to market partic ipants. The adoption of the new package will oblige the Contracting Parties’ transmission system operators to implement coordinated ca- pacity calculation and offer at least 70% of the transmission capacity for cross-zonal trade.\nAt present, the transmission system operators continue to offer to market participants limited amounts of cross-border capacity for com- mercial trade. The NTC values in 2021 were still relatively low compared with the nominal transmission capacities of the interconnectors, and likely well below the 70% target.\nIn the Western Balkans, maximum NTC values remained mainly un- changed compared with 2020. Only Serbia recorded an increase of 8%, despite the interconnection with Kosovo* still not being commercially allocated and utilised, which decreases the NTC in general.\nFostering market integration between Contracting Parties and EU Member States\nZo\nentrusted to operate also the Kosovo* market, in Montenegro (MEPX) and most recently in North Macedonia (MEMO) have completed tender procedures and concluded agreements with selected service providers for establishing the day-ahead market, including clearing and settle- ment services. ALPEX’s agreement assumes also the establishment of an intraday market in Albania and Kosovo*. Launch of the day-ahead market in Albania is planned in November 2022, and in Kosovo* two months later along with the coupling of these two bidding zones. The start of operation of day-ahead markets in Montenegro and North Macedonia is expected in Q4 2022 and Q2 2023 respectively.\nIn Bosnia and Herzegovina and Moldova, setting up of the short-term markets is still in the discussion phase.\nEven though the Regulation on Capacity Allocation and Congestion Management (CACM) has not been officially adopted in the Energy Community yet, North Macedonia has already appointed MEMO as nominated electricity market operator (NEMO) and in Serbia SEEPEX was designated as NEMO in June 2022. .\nCapacity Allocation (FCA), Capacity Allocation and Congestion Man- agement (CACM), System Operation (SO) and Electricity Balancing (EB), accompanied by a proposal of a Procedural Act on fostering regional energy market integration in the Energy Community. All legal acts were adapted in a way that ensures reciprocal application of the Guidelines and the Network Code on the borders between Contracting Parties and EU Members States and allow Contracting Parties’ stakeholders to join European day-ahead, intraday and bal- ancing platforms. Following a public consultation in April-May 2022, the package will be officially proposed to the Ministerial Council.\nMaximum hourly NTC values in 2021 and 2020 for the WB6 Parties in relation to the total nominal transmission capacity of interconnectors\n100%\nnominal transmission capacity of interconnectors\n80%\n60%\n40% TTL\n20%\n0%\nAlbania Bosnia and Kosovo* Montenegro North\nSerbia\nMacedonia\nHerzegovina\nBy Maximum - nrc 2021 (%)\nMaximum nc - 2020 (%)\n12\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022",
  "page_13": "—. ~—- =>\nGeorgia, Moldova and Ukraine are not depicted due to the specifics of their interconnections and the way how cross-border capacities are calculated and allocated.\nGeorgian TSO (GSE) calculated NTC values at the borders with Turkey only and allocated capacity up to the full HVDC link's rating of 700 MW in 2021, equally as in 2020.\nIn 2021, Moldova was operating in the same synchronous area with the larger part of the Ukrainian power system. Only the western part of\nAfter the fulfillment of the technical preconditions set by the trans- mission system operators from Continental Europe, commercial exchanges between the Ukraine/Moldova power system and EU Member States started on the interconnection between Ukraine and Romania on 30 June 2022, including also Ukraine-Slovakia few days after. The capacity is allocated as daily products based on the allocation process used on the so-called Bursthyn Island in Ukraine, which was already synchronized with Continental Europe. Cross-border capacity, initially limited to 1OOMW, is set to increase gradually with electricity exchanges taking place also on the inter- connections with Hungary and between Moldova and Romania, based on the results of monthly assessments performed by the transmission system operators.\nCommercial exchanges between Ukraine and Poland were re- launched soon after emergency synchronisation, however, these\nCommercial exchanges of electricity between Ukraine/Moldova and Continental Europe\n—— aA\nUkraine (Burshtyn island) was connected to the synchronous area Con- tinental Europe with restricted net export possibilities of up to 650 MW. Since March 2022, the whole Ukrainian and Moldovan power systems operate synchronously with the Continental Europe, but with restricted opportunity for commercial exchanges due to technical requests which still have to be fulfilled on the Ukrainian side. Ukrainian TSO (Ukrenergo) calculates NTC values on the border with Moldova but joint capacity allocation has still to be organized. The NTC between Ukraine and Moldova after synchronisation is 600 MW.\nexchanges are done on the so-called radial mode and do not have impact on the meshed network.\nThe Energy Community Secretariat is supporting transmission sys- tem operators and national regulatory authorities in ensuring har- monised and efficient allocation and use of cross-border capacity on all Ukrainian and Moldovan interconnections with EU Member States. A roadmap on the implementation of the joint allocation process on all these interconnections is currently being discussed.\nOnce all the technical and operational requirements set by the trans- mission system operators from Continental Europe are met by the Ukrainian transmission system operator, coordinated capacity cal- culation should take place to utilise the full potential of commercial exchanges and unlock economic welfare gains.\n13\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022",
  "page_14": "—— —————e\nee\n~~\n~~\n~\n~\nRenewable energy is at the core of tackling GHG emissions and tran- sitioning to a sustainable energy system. The Contracting Parties of the Energy Community continue to punch below their weight when it comes to the uptake of energy from renewable sources. Effective de-risking mechanisms such as reliable support schemes for renewables and liquid day-ahead and intraday markets are needed to mitigate the\n75%\n2020 Target\n20%\n150%\nSource: EUROSTAT data, compiled and calculated by the Energy Community Secretariat.\nSS\nBoosting the deployment of renewables\n50%\nOverall RES target 25%\n0%\nil\nAL BA XK MD ME MK RS UA\n150%\n100%\n50%\n\\\nElectricity\n25%\n0%\n100%\n25%\n15%\nTransport\n0%\n|\nAL BA XK MD ME\n200%\n$$$\n100%\n50%\nAL BA XK MD ME MK RS UA\n14\n125%\n75%\n10%\nHeating and\ncooling\nO\nAL BA XK MD ME MK RS UA\n=e\n_—_—_\n~O\nhigh capital costs in the region and boost investments in renewables. The new Renewable Energy Directive (REDII) adopted in the Energy Community extended the deadline for reaching the 2020 renewables target until the end of 2021. Given the lack of progress in 2021, it remains to be seen whether the one-year extension will result in all Contracting Parties meeting the target.\nIn 2020, Albania, Moldova and Montenegro were the only Contracting Parties to reach their 2020 target for the use of renewable energy in gross fi- nal energy consumption, while Bosnia and Herze- govina, Kosovo* and Serbia came close. Reaching the target seems unattainable for North Mace- donia and Ukraine despite the extension of the deadline. Georgia, due to its later accession to the Energy Community, does not have a 2020 target.\n2020 Target\nMontenegro and Ukraine remain the only Con- tracting Parties that have achieved their 2020 indicative target for electricity in 2020. North Macedonia and Serbia came close, followed by Bosnia and Herzegovina and Albania. Kosovo* and Moldova missed their target by a wide mar- gin.\n2020 Target\nAll Contracting Parties failed to meet the manda- tory 10% target by 2020 as well as to establish an operational system to verify biofuels sustainabili- ty. With no progress in this area during 2020, all Contracting Parties continue to have only negligi- ble shares of renewable energy due to electrified public transport.\nUA\nIn the course of 2020, the status remained un- changed. Most of the Contracting Parties were close to achieving or have exceeded their 2020 indicative target for heating and cooling in 2020 due to the use of solid biomass in the residential sector in previous years. However, data on the use of solid biomass will have to be reviewed following the introduction of sustainability and GHG emissions saving criteria once the REDII is transposed and implemented.\n2020 Target\n5%\n125%\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n0%\n100%\n150%\n=a",
  "page_15": "ZY\nRenewables support schemes\nThe primary goal of market-based support schemes is to meet renew- able energy goals in the most cost-effective way. The reform process is ongoing in all Contracting Parties, with Albania and North Macedonia being the only two Contracting Parties to have held auctions so far.\nThe pre-phase of the first wind auction in Albania is ongoing and the construction of the first solar PV power plant granted market-based support has started. Albania’s renewable energy law prescribes that existing priority producers should be balance responsible as soon as the balancing market is established but not later than 31 December 2022, while new producers should be balance responsible from the start. In spite of the balancing market being operational since April 2021, all renewables producers continue to be exempted from balance responsibility.\nUntil draft amendments enabling renewables auctions are adopted in Federation of Bosnia and Herzegovina, the 2013 law on renewable energy remains in force. Renewable energy producers under feed-in tariffs remain fully released from balancing responsibility as the adop- tion of the methodology for allocating balancing costs is still pending. Republika Srpska adopted a new Renewables Law in February 2022, which enables market premiums and full balancing responsibility for all projects above 500kW.\nIn Georgia, the feed-in premium (FiP) scheme covers all renewable power plants with installed capacity higher than 5 MW. Details on how the support will be granted are under preparation and should be embedded in the RES Law, which is currently being amended to trans- pose the REDII. Existing hydro producers, supported through power purchase agreements (PPAs), are exempted from balance responsibility.\nCurrently, Kosovo* is preparing, with the support of the Secretariat, a first self-standing renewable law. The law will detail a market-based support scheme. As the feed-in tariff system was suspended by the regulator in 2020, Kosovo plans to have the first auction by the end of this year. Existing renewable energy producers under the feed-in tariff are liable for 25% of their total imbalance costs.\nThe 2018 Renewable Law in Moldova sets the legal basis for renewable energy support schemes. Administratively set feed-in tariffs (FiT) for small producers are implemented, while amendments to the Law are\nUnder the regional project launched by the Energy Community Sec retariat in January 2022, electronic registries for guarantees of origin have been created for Albania, two entities in Bosnia and Herzego- vina, Georgia, Kosovo, North Macedonia, Moldova, Montenegro and Ukraine. All nine registries are ready to go-live following the signing of direct agreements between the Contracting Parties’ issu- ing bodies and the service provider Grexel. The registries, including\nSystem for guarantees of origin ready for use by the Contracting Parties\nunder preparation to transpose the REDII and provide more clarity on market-based support schemes. Producers under the FiT scheme are relieved of balance responsibility.\nIn Montenegro, renewable energy producers receiving support are exempt from payment for their imbalances, regardless of whether the support is granted administratively, applied to projects below 1 MW only, or in a competitive procedure. This should change with the new renewables law, which is under development to transpose the REDII. The new law will provide more details on the competitive procedure as well.\nIn North Macedonia, the last auction, held in October 2021 for 80MW, resulted in a lowest FiP of 0,01 EUR/MWh on top of the price realized by the sale of each kWh on the wholesale electricity market for 15 years. Eight power plants that were awarded with the premium were put into operation so far. Only producers under administratively set feed-in tariffs are exempted from balancing responsibility, while those applying for support via tenders are considered electricity market participants and must be balance responsible.\nIn Serbia, the 2021 renewables law prescribes auctions for market premiums for all projects with installed capacity above 500kW or 3MW for wind plants. In addition to the support given through the long- term contract with an incentivized price for the off-take of electricity, renewables producers are exempted from balancing responsibility by law until the intraday market is liquid. Although a quota of 40OMW and a ceiling price of 5,57 CEUR/kWh for the first wind auction have been defined, the launch of the auction is hindered by the absence of a by-law on balance responsibility of renewables.\nFrom 2020, only wind projects with installed capacity of up to 5 MW and other technologies of up to 1 MW are granted administratively set feed-in tariffs (FiTs) in Ukraine. Auctions are yet to be implemented de- spite being envisaged by legislative amendments adopted in December 2019. A new draft law introducing a contract for difference mechanism was published for public consultation in August 2021. All producers exceeding 1 MW of installed capacity must pay for imbalances starting in January 2022. However, a tolerance margin applies in case hourly imbalances are below or equal to 10% for wind energy units and below or equal to 5% for solar energy units until 31 December 2029.\nall configurations developed during the project, will be kept ready until June 2023. After signing the agreements, two or more Con- tracting Parties will be able to trade guarantees of origin through the regional system established by the service provider. This will make guarantees of origin more attractive for renewable producers, suppliers and companies seeking to reduce their carbon footprint.\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n15",
  "page_16": "20 000\nS\n500\n200\n100\nAlbania Bosnia and\n249 Herzegovina\nNumber of self-consumption installations\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n2\n16\n~—- =>\n300\nwzu\n——\nMoldova enabled a net-metering scheme for self-consumption with an installation limit of 200kW through the Renewables Law. The high purchase price of surplus electricity resulted in 473 mostly solar PV ap- plications with total installed power of 10 MW. The scheme is currently being revised to align with provisions of the new REDII\nMontenegro has a net metering scheme for self-consumption in place Final customers who produce electricity from renewables for their own needs have the right to sell surplus electricity to the supplier, which is obliged to buy it. The projects Solari 3,000+ (up to 10kW) and Solari 500+ (between 10 and 30kW) aroused great interest of the Montene- grin citizens. It is envisaged that, for eligible consumers, the power utility Elektroprivreda Crne Gore will provide the solar panels and citizens will repay the equipment in the form of a loan over a period of five to seven years. The power utility and the Investment and Development Fund signed a 30mil EUR contract to finance the project in March 2022\nOn 15 June, North Macedonia adopted amendments to the rulebook for renewable energy increasing installation limit for self-consumers using a net-billing scheme from 4 to 6kW for households and from 20 to 30kW for other small consumers. In the recently adopted NECP, the target of AOOMW for solar rooftop plants by 2040 is kept\nIn Serbia, the Renewable Energy Law enables self-consumption schemes while a secondary act adopted in August 2021 provides details on the net metering scheme for households. Since the enabling legislation was adopted, 52 self-consumers have emerged\nThe Law on the Promotion of the Use of Energy from Renewable Sources in Ukraine enables consumers to install up to 30 kW of wind and solar capacities for own consumption. The surplus of energy not consumed is fed into the distribution grid and purchased by the universal service providers at the green tariff\nRenewables self-consumers\nRenewables self-consumption allows consumers to play an active role in the energy transition. It can also provide access to affordable and sustainable energy. Shielding consumers from rising energy prices is especially important given the current context of high energy prices There is now a window of opportunity to establish targeted policies and measures for renewables self-consumption\nWhile the transposition deadline for the REDII is yet to expire, all Contract- ing Parties have already put in place, at least partially, an enabling legal framework for renewables self-consumption. Nevertheless, many obstacles remain to be overcome for citizens to fully participate in the energy market\nAlbania is yet to adopt the methodology defining the price at which the surplus of electricity from self-consumers is to be redeemed. Despite this drawback, the number of installations using the existing net metering scheme and sending the surplus to the network without remuneration has grown significantly.\nWhile in Federation of Bosnia and Herzegovina there is still no scheme enabling self-consumption, Republika Srpska enabled a net metering scheme for self-consumers with installed capacity of less than 10,8kW and a net billing scheme for installations between 10,8 and 50kW through the Renewables Law adopted in February 2022\nIn Georgia, a net-metering system for self-consumption is in place since 2016. In 2020, the installation limit was increased from 100 kW to 500 kW. The scheme so far attracted 411 self-consumers with mostly solar PV plants\nIn Kosovo’, any electricity customer connected to the low voltage dis- tribution network with installed capacity not higher than 100kW can apply to its supplier to obtain the status of a self-consumer using the net billing scheme in place. Under this incentive, 128 self-consumers have already been connected and many new applications are in the pipeline In the draft Energy Strategy, the proposed target for prosumers is 1OMW by 2025 and 100MW by 2031\nInstalled capacity of self-consumers [kW]\n30 000\n400\ntel\nGeorgia\nKosovo*\nMoldova\nMontenegro North Macedonia Serbia\nUkraine\n411\n128\n473\n29\n453\n52\n31 923\nSource: Compiled by the Energy Community Secretariat",
  "page_17": "vii\n“<r\n~\n~\n~\nThe Energy Community has achieved the 2020 headline target for energy efficiency set by the 2012 Energy Efficiency Directive. All Contracting Parties’ energy consumption in 2020 was below their individual targets, only Bosnia and Herzegovina exceeded the 2020 consumption cap. The majority of the energy efficiency measures were implemented in the manufacturing and building sectors.\nImplementation of energy efficiency 2020 targets\n120%\n(O)\n100%\ni>\nlo\noo\nat,\nae,\na,\n80%\n|\n60%\n40%\n20%\n0%\noO\na2\na me}\nwo\no\n<x\nBv4\nlo}\n2\n[e)\n=\nZo\nn\nx\nD\nVY\n2\nwu\n6,7% -1,9% 0,1% 3,3% -7,3% -9,2% +3,1% 3,9% 3,0%\n> b\n™ ™ b\nb\na >] ™\nHB 2020 consumption as % of max alowed W@ 2019/2020 Consumption trends\n=—— 2020 EnC Target\n© National targets (ambitions)\nSource: compiled and calculated by the Energy Community Secretariat.\n——\nMaking energy efficiency the first fuel\nReaching 2020 energy efficiency targets\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\ngal,\nio KE,\nmen\noe”\nEnergy productivity in the Energy Community is significantly below the European Union average, and the gap between Contracting Parties’ and EU-27 energy productivity is widening. This means that the Contracting Parties gain less economic benefit from each unit of energy, reflecting the lower level of competitiveness and energy efficiency of their economies. It is also a useful indication of the pace at which they are transitioning towards an energy-efficient future.\nEnergy productivity in 2020 [% of EU-27 average]\n100%\nEU-27\n80%\n60%\n|\n40%\n20%\n0%\nme}\nS-\nca\nrod\na2\n2\n<x\nlo}\nuo\na\n(e}\n~~\nL\n[e}\nuo\nZo\nuo\nn\nx\nD\n=\nfe}\nrv)\no\n=\n=\n+4,1% -1,8% -3,7% -5,3% -3,8% -7,7% +3,2% 41% 5,3%\na\nb\n™\n>] > ~ 4a\n™\n™\n@% 2019/2020 trends\nSource: compiled and calculated by the Energy Community Secretariat.\n17\n——",
  "page_18": "Zo\nInvesting in energy efficiency in buildings\nBuildings play a significant role when it comes to the clean energy tran- sition. They are responsible for the largest share of energy consumption and are a big source of GHG emissions. With the largest energy effi- ciency gains in the buildings sector, it is important that current public and private funding is sufficiently scaled up.\nAssessing committed investments, all Contracting Parties have nar- rowed the energy efficiency in buildings investment gap. The invest- ments in building renovations in the Western Balkans amounted to approximately EUR 514,4 million between January 2021 and June 2022. Further to that, investments between January 2021 and June 2022\nwere also observed in Ukraine (approx. EUR 510.2 million), Moldova (approx. EUR 199.5 million) and Georgia (approx. EUR 65.2 million). Nevertheless, the overall investment level across the Energy Community remains insufficient compared to the needs.\nOnce adopted, 2030 targets on renewable energy and energy efficiency are expected to boost investments in buildings renovation, mostly in the public sector. Moreover, the REDII provides an enabling legal framework for the uptake of decentralised heating systems based on solar energy, including rooftop installations.\nInvestments in Energy Efficiency in Buildings Programmes [mio EUR]\n600\n500\n400\n300\n200\n100\n0)\nBosnia and\nHerzegovina\nM@ New energy efficiency investments January 2021-June 2022\nSource: Compiled by the Energy Community Secretariat\nAlbania\nGeorgia\nNorth\nMacedonia\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\nMoldova Montenegro\n18\nSerbia\nUkraine\nKosovo*",
  "page_19": "Zo\nIntroducing renewable energy in district heating systems\nDeveloped district heating networks can be a great asset for the de- carbonisation of the heating and cooling sector if renewable and other carbon-neutral heat sources are integrated.\nHowever, in 2020, the six Contracting Parties with developed district heating systems continued to rely predominately on fossil fuels (natu- ral gas ~86%, coal/lignite ~9% and petroleum products ~1%), with a negligible share of renewable energy (0,46%) and other energy sources\n(3%), with little progress compared to 2019°. Given the share of renew- ables, the Contracting Parties have to put a significant effort into mak- ing their district heating systems greener and more energy efficient.\nHaving in mind the soaring energy prices, and the fact that district heating systems significantly rely on natural gas and coal, Contracting Parties have to strategically consider modernisation and decarbonisa- tion of the systems to remain competitive and affordable.\nFuels used and share of co-generation in district heating [%], 2020\nBosnia and Herzegovina\nKosovo*\nShare of\nCHP* in DH\n79,8%\nMoldova\nShare of\nCHP* in DH\n98,3%\nNorth Macedonia\nSerbia\nShare of\nCHP* in DH\n56,1%\n@ Coal/lignite @ Petroleum products @ Gas\n*combined heat and power\nSource: compiled and calculated by the Energy Community Secretariat.\nWith the support of the EBRD led Renewable District Energy in the Western Balkans (ReDEWeB) Programme, Serbia will work to develop renewable district heating, starting with projects in 11 cities. In Bosnia and Herzegovina, the work on the development of projects in three cities is progressing. A solar thermal project in Kosovo*%, Pristina is on- going, as well as the first greenfield district heating systems in Albania and Montenegro. All projects have completed pre-feasibility studies, and feasibility studies are under development.\nIn Moldova, a World Bank supported project aims to improve the en- ergy efficiency of the combined heat and power (CHP) plant Termoe- lectrica in Chisinau. To the extent possible, the modernisation of CHP plants is ongoing in Ukraine thanks to the support of EBRD.\nUkraine\nShare of\nShare of\nCHP* in DH\nCHP* in DH\n15,0%\n25,6%\n9 The going online of new biomass-based district heating plants in Gjakova, Kosovo*, Mali Zvornik and Priboj, Serbia and Slavutych, Rivne and Zhytomyr, Ukraine during the heating season 2021/22 is not reflected in the 2020 statistics. 10A system using at least 50% renewable energy, 50% waste heat, 75% cogenerated heat or 50% of a combination of such energy and heat.\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n@ Biomass © Renewables and biofuel @ Other\n19\nShare of\nCHP* in DH\n34,2%\nFollowing the adoption of the new Renewable Energy Directive (EU) 2018/2001 by the Energy Community Ministerial Council in November 2021, the Contracting Parties are encouraged to increase the share of renewable energy in the heating and cooling sector by 1.3 ppt annually (1.1 ppt annually if waste heat is not used). District heating systems need to contribute to this increase by 1 ppt. Moreover, district heating systems that are not efficient in accordance with the Energy Efficiency Directive'® must enable final consumers to disconnect from the system and are not be eligible for state subsidies.\nTo date, progress with respect to renewable-based district heating is possible only thanks to international financial organizations.",
  "page_20": "lacs\nin\nNE\nas\n~~\noer\nReaching a decarbonized energy future\nContributing to global climate change efforts\nNationally Determined Contributions (NDCs) summarise countries’ plans to reduce greenhouse gas (GHG) emissions under the Paris Agreement. All Contracting Parties, with the exception of Kosovo*\", ratified the Agreement and submitted their initial NDCs to the UNFCCC. All signatories, with the exception of Serbia, have already submitted their NDC2 to the UNFCCC.\nMoldova’s NDC2 was submitted to the UNFCCC Secretariat in March 2020. It features economy-wide mitigation and adaptation measures and gender crosscutting along the document. The country committed to unconditionally reduce its GHG emissions by 70% of its 1990 level by 2030, and by up to 88% when receiving technical, financial and technological support.\nThe actions contained in the NDC2 should also pave the way towards meeting the political pledges under the 2020 Sofia Declaration on the Green Agenda for the Western Balkans and the commitments made at the 2021 Third Eastern Partnership (EaP) meeting on environment and climate change in Lisbon, where countries expressed their willingness to work together towards a 2050 climate-neutral continent.\nMontenegro’s NDC2 was submitted to the UNFCCC in June 2021. It puts forward a target of 35% GHG emission reduction by 2030 com- pared to 1990. It includes both mitigation and adaptation measures and focuses on disaster risk reduction and calculation of GHG emissions for land use, land-use change and forestry (LULUCF), measures on gender equality and vulnerable groups.\nAlbania’s revised National Determined Contribution (NDC2) was sub- mitted to the UNFCCC Secretariat in October 2021. It includes actions on Agriculture, Forestry and Other Land Use (AFOLU), gender and adaptation, with a focus on coastal zones. The target is a reduction of 20,9% GHG emissions by 2030 compared to the business as usual (BAU) scenario. This target is less ambitious than the GHG emission reduction target proposed by Albania in its adopted NECP.\nNorth Macedonia submitted its NDC2 to the UNFCCC Secretariat in April 2021. The document focuses on mitigation, while the adaptation component is still under finalization. Policies and measures on AFO- LU are also reflected. The NDC2 echoes the green scenario from the National Strategy for Energy Development up to 2040 and is aligned with the adopted NECP. The NDC2 includes a 51% reduction in GHG emissions by 2030 compared to 1990 levels.\nBosnia and Herzegovina’s NDC2 was submitted to the UNFCCC Sec retariat in April 2021. It includes increased investments in coal-based generation capacity, with an unconditional GHG emissions reduction target for 2030 of 12,8% (excluding GHG sinks) compared to 2014 or 33,2% compared to 1990. The conditional target (with more intensive international assistance) for 2030 is 17,5% (excluding GHG sinks) com- pared to 2014, or 36,8% compared to 1990.\nThe Serbian NDC2 has not been submitted to the UNFCCC yet. The country postponed its submission until work on the NECP is finalized, in order for the two documents to be aligned. The draft NDC2 contains economy-wide mitigation measures set to contribute to a just transition low-carbon development roadmap and reduction of GHG emissions by 33.3% by 2030 compared to 1990 levels.\nGeorgia’s NDC2 was submitted to the UNFCCC in April 2021. It includes an economy-wide target and sections on mitigation, adaptation and gender. It sets an unconditional target of 35% below 1990 level of its total domestic GHG emissions by 2030, and a target of 50 - 57% reduction of its total GHG emissions by 2030 compared to 1990, con- ditional on international support.\nUkraine's NDC2 was submitted to the UNFCCC in July 2021. It includes an economy-wide target of 65% GHG emissions reduction by 2030 compared to 1990. It focuses on mitigation, while actions on adapta- tion are not featured (part of a separate document). Gender-sensitive actions are crosscutting.\nState of Enhanced Nationally Determined Contributions (NDC2) preparation\nGHG other than All emission\nAdaptation\nParticipatory\nGender sensitivity\nNDC2 submitted\nCO, covered sectors covered\nstrategy\nprocess\nto the UNFCCC\nsla\nas)\no\nme,\n<\n-\nae\nSed\n@\nAlbania\nBosnia and Herzegovina\nGeorgia\nMoldova\nMontenegro\nNorth Macedonia\nSerbia\nUkraine\n@ In place\n@ In progress\n© Not in place Source: compiled by the Energy Community Secretariat.\n11 Kosovo’ is not a signatory to the UN Framework Convention on Climate Change and to the Paris Agreement, therefore it has not submitted an Intended Nationally Determined Contribution.\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n20",
  "page_21": "Zo\nPlanning for a decarbonized energy future\nWith the adoption of the Governance Regulation at the 2021 Energy Community Ministerial Council, the development and adoption of in- tegrated National Energy and Climate Plans (NECPs) became a legal obligation for the Contracting Parties. According to the Regulation, the draft NECPs are to be submitted for the Secretariat’s review and opinion by June 2023 and adopted by the Contracting Parties by June 2024. NECPs are an important instrument for steering the energy tran- sition, defining a country’s energy and climate goals and policies and measures to reach them.\nTwo Contracting Parties — Albania and North Macedonia — have already adopted their NECPs. Albania is currently updating the NECP it adopted in December 2021 and a new strategic environmental assessment was launched. North Macedonia adopted its NECP in May 2022.\nThe remaining seven Contracting Parties are in various stages of devel- oping their plans. All seven plan to submit their NECP to the Secretariat by the June 2023 deadline.\nGeorgia has conducted a series of working group meetings between October 2021 and April 2022 with the representatives of civil society organizations and other stakeholders to present and discuss the details of the draft Georgian NECP. The related strategic environmental as- sessment is expected to be developed by the end of 2022 and a public consultation is to take place in November 2022.\nState of National Energy and Climate Plans preparation\nWorking\nModelling\nLegal\ncapacity\nbasis adopted\ngroup\noperational\nexists\n&\nne,\nan \\\nPry\n@e\nAlbania\n@\n@\nBosnia and Herzegovina\n@\n@\n@\nGeorgia\n@\n@\n@\nKosovo*\n@\nMoldova\nMontenegro\nNorth Macedonia\nSerbia\nUkraine\n@\n@ Finished\n@ Started\n© Planned\nSource: compiled by the Energy Community Secretariat.\nMontenegro submitted the analytical part and updates to the policy parts of its draft NECP to the Secretariat for information in May 2022. Since there is still no policy decision on the future of the Pljevija TPP, the draft NECP still incurs a high level of uncertainty regarding its scenarios and essential policies and measures.\nIn Kosovo*, the NECP will be finalized once the Energy Strategy 2022- 2031 is adopted. The Strategy was published for public consultation in June 2022. The draft NECP is planned to be submitted to the Secretariat for review in the first half of 2023.\nIn the reporting period, Serbia continued working group meetings ded- icated to NECP development, finalized the model and produced the first results for the scenarios.\nThe finalization of Ukraine's draft NECP was linked to the adoption of its Energy Strategy, however, a comprehensive overhaul of the NECP will need to take place due to the war. Energy sector reconstruction that supports the country’s decarbonization goals should be in focus.\nPolicy\nsection (A) section (B) Secretariat\ndrafted\ndrafted\ne\n@\n@\nAnalytical Submitted to the Final version\nfor\npeer review\nSecretariat\n@\n@\n@\n@\n@\n@\nsubmitted to the\n@\n@\n@\nEnergy Community Secretariat’s Energy Transition Tracker 07/2022\n21",
  "page_22": ""
},
  "language": "Languages.ENGLISH",
  "total_pages": 22
}
