{
  "file_name": "25_399.pdf",
  "pages": {
  "page_1": "Ir\nEMBUREA\nPOSITION PA PE\nThe European Cement-Associ AO Afiihi\nLp\nOctober 2021\nPROPOSAL FOR A CARBON BORDER ADJUSTMENT MECHANISM (CBAM)\nCEMBUREAU POSITION\nEXECUTIVE SUMMARY\nv CEMBUREAU welcomes the Commission’s draft Regulation on CBAM as a key opportunity to drive deeper CO2 emissions globally while equalising carbon costs between EU and non- EU suppliers. The European cement industry is exposed to carbon leakage, a trend that will be exacerbated as the EU increases its climate ambition. A CBAM is therefore indispensable to incentivise third countries to ensure that their producers comply with similar CO2 reduction requirements to those imposed on EU producers, so that products are comparable in terms of environmental performance. CEMBUREAU believes that the draft CBAM Regulation must be strengthened to effectively equalise CO2 costs between EU and non-EU suppliers. In particular, some key parameters of the Commission proposals must be improved to: Ensure a full CO2 cost equalisation by strictly mirroring the carbon costs faced by EU suppliers; Develop a watertight monitoring and reporting system for measuring embedded emissions and avoiding circumvention; Include indirect emissions (electricity) and give due consideration to transport emissions, thereby mirroring the CO2 cost structure of EU producers; Include a solution for EU exports to avoid a situation where CBAM would result in lower access to export markets for the European industry, with a negative impact on global CO2 performance; Ensure that CBAM comes into operation as soon as possible to mitigate the risk of carbon leakage which is increasing under the pressure of growing imports, changing import business patterns and a sharp increase of the CO2 price. It is indispensable to ensure that CBAM effectively equalises CO2 costs between EU and non-EU suppliers before any phase-out of free allocation is initiated. In the absence of such equalisation of CO2 costs, CEMBUREAU believes that CBAM should co-exist with ETS free allocation at current level. Any reduction of free allocation should be done gradually and in parallel with a successful and efficient application of the CBAM along the lines set out above.\n>\n-\n_\nvr, OW\n1 Introduction — the European cement industry and carbon leakage\nThe European cement industry fully supports the objectives of the European Green Deal. In May 2020, CEMBUREAU published its Carbon Neutrality Roadmap setting out its ambition to reach net\nie\nCEMBUREAU\n55 Rue d’Arlon — 1040 Brussels - Tel : +32 2 234 10 11\nsecretariat@cembureau.eu — www.cembureau.eu\n—",
  "page_2": "zero GHG emissions along the cement and concrete value chain by 2050. Furthermore, cement is a key enabler to a carbon neutral society through its end-product, concrete, which is a key component for renewable energy and public transport assets, and the material of choice for sustainable buildings and infrastructure of tomorrow.\nReaching the objectives of the Roadmap will require significant investments. These investments need to be made in a competitive environment where EU operators are guaranteed a CO2 cost equivalence with operators in third countries. Under the current EU carbon prices, the EU cement industry’s CO2 costs amount today about 8-10% of its total production costs, despite free allocation under the EU Emission Trading Scheme (ETS)'. Such high share of CO2 costs is very challenging at a time no other cement company outside Europe is exposed to similar costs.\nAs highlighted in table 1 (please see appendix), EU cement imports from non-EU countries have increased by 160% over the past five years (2016-2020), and by 25% in 2020 alone — with significant spikes in the countries which are exposed to international trade routes. This trend will very likely be exacerbated in the coming years under the influence of different factors:\ne Between 2018-2025, an estimated 70 million tonnes cement capacity will be built in countries neighbouring the EU, while the existing capacity in these countries is significantly under- utilised; New business models are emerging, whereby clinker, the most CO2-intensive part of cement, is produced outside the EU and then imported to the EU in grinding installations at the border; e The EU is increasing its climate change ambitions. EU cement producers’ CO2 costs will inevitably rise whilst third countries’ competitors will not face such costs, unless a CBAM is put in place.\nCEMBUREAU’s own analysis shows that carbon leakage in the cement industry will be exacerbated over the coming years. Under a 55% GHG reduction scenario, carbon leakage would have a very high impact on EU production, job losses, sites closures and increased CO2 emissions (please see table 2 in the appendix). It is therefore indispensable that the existing carbon leakage measures are strengthened through the introduction of a CBAM, to ensure that EU and non-EU suppliers compete on the same CO2 cost basis.\n2. Carbon Border Adjustment Mechanism (CBAM) proposals — cement industry\nviews from the European\nCEMBUREAU welcomes the draft Regulation on CBAM as key opportunity to enable the industry to help deliver the EU’s carbon neutrality objectives, and drive deeper CO2 emissions’ cut globally. As such, the proposals are a significant step in equalising CO2 costs between EU and non-EU cement producers, and incentivising third countries to develop meaningful policies on climate. We however highlight below some key requirements which must be included to strengthen the proposals.\na. CBAM should equalise CO2 costs between EU and non-EU suppliers\nCEMBUREAU welcomes the Commission’s ambition to ensure that “imported products are subject to a regulatory system that applies carbon costs equivalent to the ones that otherwise would have been borne under the EU ETS” (recital 13). However, the text must be strengthened to ensure that CBAM fully equalises CO2 costs between EU and non-EU suppliers.\nThe carbon content of embedded goods should closely match the methods used in the EU ETS, and importers should be incentivised to use verified emissions\n1 Please see CO2 Costs in cement production calculations, CEMBUREAU —",
  "page_3": "Under the EU ETS, approximately 200 cement kilns located across the EU pay for their carbon costs on the basis of verified emissions. CBAM should impose similar requirements on importers:\ne It is crucial that the calculation of ‘embedded emissions’ of imported goods, defined in Annex 3 and subsequent delegated acts, closely matches the methods used in the EU ETS. Similarly, the principles laid out in Annex V of the current ETS Directive should be applied in order to ensure the reliability, credibility and accuracy of monitoring systems and reported data. Verifiers under the CBAM Regulation should fulfil the same conditions as verifiers for EU installations. CBAM should strongly incentivise importers to use verified emissions — like EU installations under the EU ETS rules according to the Monitoring & Reporting Regulation (MRR) — as opposed to default values. In this respect, CEMBUREAU considers that, unless verified emissions are used, the default values shall be based on the average emission intensity of the 10 per cent worst performing EU installations. The idea of a default value based on average emission intensity of the exporting country augmented by a — yet undefined — markup might not provide appropriate incentives to third country suppliers to use verified emissions. The reporting of the verified emissions of imported products should be based on the standard EN-19694-3, which is nearly identical to the cement-relevant parts of the MRR.\nCBAM should cover all types of cement, include stronger circumvention mechanisms and tackle the risk of resource shuffling\nAs currently drafted, the CBAM proposals recognise the risk of circumvention through the introduction of “slightly modified products” to avoid CBAM obligations foresee limited circumvention mechanisms. CEMBUREAU considers that the scope of CBAM should indeed be comprehensive enough to avoid any risk of circumvention. In this respect, CBAM should cover all types of cement, including aluminous cement (CN code 252330) which have been left out of the scope without justification.\nIn addition, due consideration should be given to the inherent risks of CBAM such as resource shuffling (whereby exporting countries would use their cleanest industrial plants to export to the EU and keep more polluting installations for the domestic market) and transhipment (whereby goods would be shipped to an intermediary country before being exported to the EU market to circumvent the mechanism). CEMBUREAU supports the creation of an EU-level body (e.g. ‘EU CBAM authority’) to look closely at such issues, in addition to a strict application of the Rules of Origin.\nCBAM should avoid any form of ‘double protection’ and take into account the carbon pricing scheme developed in other countries, but this should be done through a strict equivalency regime\nCEMBUREAU has long argued in favour of a CBAM that is as transparent as possible and avoids any form of ‘double protection’ for EU suppliers. In this respect, we wish to highlight that:\ne We welcome the fact that importers will be able to claim a reduction in the number of CBAM certificates to reflect the carbon price paid in the country of origin, but note that precise rules for such provisions will need to be detailed in secondary legislation. In this respect, CEMBUREAU wishes to underline that any reduction of certificates should indeed be based on strictly comparable carbon pricing measures, taking into account any form of discount or exemptions from these measures that third countries’ operators could potentially benefit from. CEMBUREAU sees no valid justification in exempting countries on the basis of mere “climate change commitments” or level of economic development. A number of countries are exempted from CBAM through their linkage to the EU ETS. CEMBUREAU supports this approach and, further afield, we believe the EU should continue to explore linking with other carbon trading schemes in parallel to CBAM implementation.",
  "page_4": "We welcome the fact that free allocation received by EU suppliers will be taken into account in the number of CBAM certificates to be surrendered, through a methodology to be defined in secondary legislation. It is crucial that this methodology does not unduly favour importers and aims to create a full CO2 cost equivalence between EU and non-EU suppliers.\nA strict CBAM monitoring system should be put in place as CBAM is implemented\nIn addition, CEMBUREAU believes that a proper monitoring system for CBAM should be put in place, given the untested nature of the instrument. We therefore support the creation of an EU-level body (e.g. ‘EU CBAM authority’) in charge of monitoring and supporting the implementation of CBAM, and ensuring that the mechanism ensures a CO2 cost equivalence between EU and non-EU suppliers.\nb. The CBAM should come into effect early and ETS free allocation should not be phased out before CBAM equalises CO2 costs and is fully watertight, operational and tested\nCEMBUREAU believes that it is indispensable to ensure that CBAM effectively equalises CO2 costs between EU and non-EU suppliers before any phase-out of free allocation is initiated. As expressed in this paper, this requires to improve some key parameters of the CBAM proposal — ensuring it fully equalises CO2 costs between EU and non-EU suppliers through a watertight mechanism that includes indirect emissions and a solution for exports — as a first step prior to any gradual phase-out of free allocation.\nCBAM sectors would indeed be exposed to considerable risks if free allocation is phased out at a time the mechanism has not demonstrated its effectiveness. In addition, such phase-out would cause risks of market distortions between CBAM and non-CBAM sectors, and have a devastating impact on European industries should no solution be found on exports. Last but not least, CBAM and ETS free allocation are not strictly comparable and interchangeable measures, as EU producers are subject to the carbon costs for their entire production, while importers would be subject only for the quantities exported to the EU.\nSuch gradual and ‘de-risked’ implementation of CBAM should be further supported by an early introduction of CBAM during a transition phase, where the instrument would co-exist with ETS free allocation at current level. This transition phase would ensure that CBAM’s design is fully watertight and that the mechanism effectively achieves CO2 cost equalisation. Such co-existence between free allocation at current level and CBAM is legally possible and does not pose risk of ‘double protection’, given the way CBAM is currently designed”. Any subsequent reduction of free allocation should be done gradually and in parallel with an effective equalization of CO2 costs through an effective CBAM, along the lines set out above.\nFor the reasons highlighted above, CEMBUREAU wishes to emphasise the importance of having both the CBAM Regulation and the reviewed ETS Directive examined in parallel by the EU institutions.\nCc Indirect emissions should be included in the CBAM, and due consideration should be given to transport emissions\n? CEMBUREAU has commissioned several legal opinions the topics, that concluded that WTO law does not prohibit such on per se co- existence of CBAM and free allocation, provided that an appropriate methodology is used to calculate the exact scope of CBAM measures so as not to overlap with the coverage of ETS allowances. In other words, as long as the level of free allowances for EU producers is taken into account for the determination of the level of a CBAM, there can be a co-existence without a risk of double protection.",
  "page_5": "CEMBUREAU regrets that the draft Regulation does not include indirect emissions, which would only be subject to a future assessment.\nThe European cement industry’s indirect costs, which are already significant, will indeed rise in the future as key decarbonisation technologies are introduced. For instance, the installation of Carbon Capture technology leads to a significantly higher electricity demand on a given cement plant. In its Carbon Neutrality Roadmap, CEMBUREAU anticipates that the cement industry’s electricity consumption will double between now and 2050. It is therefore crucial that indirect emissions are included in the Commission proposals, to fully mirror the carbon costs structure of EU suppliers and further facilitate the decarbonisation of the European industry.\nIn light of the proposed expansion of carbon pricing to transport as part of the ETS Directive review, CEMBUREAU also believes that transport emissions should be considered for inclusion in the CBAM. The timetable for such inclusion should mirror that of the setting up of the EU carbon trading scheme for transport.\nd. A solution should be found for European exports\nCEMBUREAU is very disappointed that no solution for exports is included in the draft CBAM Regulation. As the climate ambition of the EU increases, leading to an overall increase of CO2 costs, European cement plants will face increasing competitive disadvantage in relation to producers in third countries, when these do not have a similar carbon trading scheme in place. Such disadvantage will be further exacerbated if the implementation of CBAM is accompanied by a phase-out of free allocation. This will result in lower access to export markets for the European industry, with a negative impact on global CO2 performance.\nIt is therefore essential that CBAM features a solution for exports of EU plants, when these exports are targeted at countries which do not have a similar carbon pricing mechanism in place. This would act as a further incentive to ensure third countries set up carbon pricing schemes. CEMBUREAU is ready to engage on the design of a solution compatible with WTO rules. One avenue to explore is the so-called destination principle which requires that operators exporting to a third country should be treated the same way as the domestic operators in that country.\ne. The scope of CBAM should be wide enough to avoid market distortions\nAs things stand, the draft CBAM Regulation covers cement, steel, aluminium, fertilizers and electricity. CEMBUREAU is believes it is important that the scope of CBAM is wide enough to avoid distortions of competition on the internal EU market. Typically, cement competes with other ETS sectors on the construction product market. Therefore, only covering some of the ETS sectors will have a significant impact on downstream markets such as the construction sector.\nf CBAM revenues should support the decarbonisation of energy-intensive industries\nLast but not least, CEMBUREAU considers that the revenues generated by CBAM should be used to unlock key breakthrough technologies in the sectors covered. The draft ETS Directive suggests that the free allocation no longer provided to the CBAM sectors will be auctioned and that the revenues will accrue to the Innovation Fund, where “special attention should be given to projects in CBAM sectors”. We find it imperative to strengthen this provision and further clarify that the revenues generated by CBAM as such will also be used to support the decarbonisation of the energy-intensive sectors covered by this instrument.",
  "page_6": "APPENDIX\nT able 1 - EU cement imports to the European Union - recent trends\nmn °° and\nTonnes\nrie\nBelgiurh_» fy 20162) ~\nte\n121 O98! _ Sap 54 |\n= hana 46 7, 714 5 & $332%-\n2020 cm\n7,500,000\n=. Spain\n= tage\nil Romania\nill 65,675 387,146\n2016 2020\n2016 2020\n5,000,000\n489%\n>,\n204,226 1,133,464\nyee\n1\nsf\n2,500,000\na\nP ge\ni al\n| i Italy\n~w\naw\n=\n2016 2020\n208,411 740,989.\n=\nGreece\ngw vi\n1 256%\n2016 2020\nPPPt PP\n32,993 240,873\n630%\nSource: CEMBUREAU, based on EUROSTAT data (full infographics available here)\nT able 2 - Carbon Leakage in the EU cement indust rojection\n=a\nCO2\nProduction\nTotal\n(mT)\nJobs\nEmissions\nSites\nsuppl. (kT)\n~135 000\nActual\n2019\n193\")\n(incl, 35 000\n120 000\n200\ncoo] oe [soe direct) [om |\n1st Case: EU 40% GHG\ntarget without CBAM rf oe [mm [oe |\n24 Case: EU 55% GHG\ntarget without CBAM\nSource: CEMBUREAU, PwC\nKKK\n="
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
