{
  "file_name": "25_397.pdf",
  "pages": {
  "page_1": "mt\na\nEMBUREA\nThe European Cement-Associatton\niain wane\nPOSITION PA PE\nad\nfe /\nMay 2023\nA COMPREHENSIVE FRAMEWORK FOR CARBON CAPTURE INVESTMENTS\nThe acceleration of CCUS investments in the cement sector requires supportive measures\nDecarbonisation investments in the EU cement sector are accelerating. Whilst a mix of technologies are needed to decarbonise cement production (please see CEMBUREAU’s Carbon Neutrality Roadmap), Carbon Capture, Utilisation and Storage (CCUS) is particularly critical as our sector faces unavoidable process emissions.\nA large number of CCUS pilot and demonstration projects have been launched by cement companies across Europe, with the first of them becoming operational as early as 2024. The pipeline of investments is particularly strong — for instance, the latest ETS Innovation Fund call awarded over 500 million Euros to three cement CCUS projects. Based on current investment plans, CEMBUREAU estimates that more than 15 CCS cement projects will be operational by 2030, requiring an annual injection capacity of 12-15 million tons of CO2. In parallel, the sector is also exploring CCU opportunities, with several projects being developed.\nThe EU cement industry strongly believes that it is vital to further accelerate CCUS deployment in our sector. In this respect, CEMBUREAU considers that the EU and national regulatory frameworks for CCUS should be strengthened in the following areas:\nInnovation Funding should “turbo charge” CCUS projects through decisive measures, such as the front-loading of EU ETS Innovation Funding and specific calls for the cement/CBAM sectors, a widescale adoption of carbon contracts for difference, and a simplification of state aid rules. Clear regulations for CO2 infrastructure (both CO2 storage and transportation networks) are urgently needed. Our sector requires fair access and market access conditions mirroring those existing in the energy sector. The issue is particularly urgent as the first capture projects are becoming rapidly a reality. The EU CO2 storage capacity should be increased. This necessitates action at both EU and national level to identify storage sites and deliver the necessary licences in a timely manner. Furthermore, permanent form of CO2 storage other than through geological sites should be recognised.\nYU\n_ CEMBUREAU\n-\n55 Rue d’Arlon — 1040 Brussels - Tel : +32 2 234 10 11 secretariat@cembureau.eu — www.cembureau.eu\n>\n—~",
  "page_2": "e CQO2 transport infrastructure should be developed to transport the captured CO2 towards storage and utilisation sites. This requires coordinated planning, work on common specifications and a recognition of all CO2 transport modes. The EU regulatory framework on CCU should be reviewed. CCU remains vital for many EU cement kilns which are landlocked and not located next to CO2 storage sites. The current EU framework endangers ongoing and planned investments. Permitting procedures should be fastened. Permitting is rapidly becoming a major obstacle for investments and procedures at national level should be facilitated. Similarly, access to renewable energy will\nThe below table provides more detailed explanations on each of these topics. CEMBUREAU urges EU and national policymakers to take into account these requirements in their upcoming initiatives.\nKKK",
  "page_3": "TOPIC\nEstablishing clear CO2 storage and transport infrastructure should be regulated in such a regulations for way that it supports fair market access conditions to users — elements CO2 infrastructure such as third-party access, non-discrimination, unbundling between transport and storage infrastructure, cost-based and transparent tariffs are particularly critical. National Energy regulators and potentially ACER should be empowered to look at regulations applicable to CO2 storage and transport infrastructure and ensure that fair market access is ensured. An EU-level body — alike to the ENTSOs for electricity and gas — should be created to develop CO2 infrastructure and further recommendations at EU level. Increasing the The EU 2030 target for a CO2 injection capacity of at least 50 million EU’s CO2 Storage tons in the Net Zero Industry Act should be supported. The transparency capacity requirements for Member States on CO2 storage capacity data should be maintained. Member States should immediately map potential CO2 storage sites on their territory and where possible promote these. The development of storage sites should be encouraged to build capacity and create competition. Besides geological storage, other forms of permanent CO2 storage (e.g. mineralisation in construction materials and enhanced recarbonation of concrete) should be recognised in the relevant ETS Delegated Acts and through the EU Carbon removal framework. The cooperation with third countries to develop access to CO2 storage infrastructure and networks should be further developed. Developing CO2 The financial support to CO2 pipelines through EU (Connecting Europe transport Facility/TEN-E, ETS Innovation fund) and national funding schemes Infrastructure should be maintained and expanded. Member States should identify the existing CO2 infrastructure potential (e.g. repurposing of gas pipelines) as well as future needs depending on industrial installations and present clear plans/maps, also identifying the possibility of cross-border infrastructure. CO2 transport investments should be coordinated at European level, alike what is being done on the Ten-Year Network Development Plan (TYNDP) for electricity or gas. Harmonised CO2 specifications for CO2 transport (liquid or gaseous state) and their specification (gas composition, temperature, pressure etc.) are urgently needed to avoid different approaches being developed at national level. The transport of CO2 through other means than pipelines should be encouraged (e.g. through TEN-T Regulation), including through regulatory guidance. The transport of CO2 across EU countries should be further facilitated and simplified. Reviewing the EU The 2041 cut-off date for the use of CO2 from industrial installations in regulatory RFNBOs is not justified and should be re-assessed as soon as possible’. framework for CCU The benefits that CCU products brings in terms of climate mitigation and reliance on fossil fuels should be recognised.\nCEMBUREAU POSITION & RECOMMENDATION\n1 Please CEMBUREAU position\nsee\nRecycled Carbon Fuels, February 2023\npaper on\nDraft Delegated Act Greenhouse Gas Savings from RFNBOs &\non",
  "page_4": "The need for industrial CO2 VS alternatives (BECCS, Direct Air Capture) should be clearly assessed and documented as part of the EU 2040 target plan. A clear framework should be developed for other types of CO2 utilisation (e.g. CCU in chemical products). The CO2 accounting rules in the ETS Directive should be reviewed to ensure that CO2 allowances are surrendered by the ‘emitter’ of the CO2 contained in a CCU product, and not by the capturing installation. Funding A ‘one-stop-shop’ for funding (alike to what is proposed for permitting in the Net Zero Industry Act) should be created to coordinate funding resources at EU and national level. The EU ETS innovation fund should be frontloaded and directed towards breakthrough technologies and industrial sectors. With the implementation of CBAM, the funding made available through the reduction of free allocation should flow towards CBAM sectors through the innovation fund. National funding towards CCUS should be significantly increased at national level, including through the use of the EU Recovery and Resilience Facility. EU and national funding programs should aim to support both CAPEX and OPEX costs (the latter are critical given the importance of electricity costs when it comes to carbon capture). In this respect, exploring Carbon Contracts for Difference for CCUS covering CAPEX, OPEX, storage and transport costs is critical. Creative regulatory models for transport and storage infrastructure should be identified to remove bottlenecks — for instance, public authorities could guarantee certain quantities of CO2 transport operators to de-risk investments. Permitting & Shorter and smoother permitting procedures should be encouraged. For related issues instance, the permitting procedures of the Net Zero Industry Act should apply to the entire CCUS value chain, covering both manufacturing, CO2 storage, CO2 transport and the installation of carbon capture facilities on industrial sites. In particular, single application procedure for several permits (e.g. electricity production; approval under nature conservation law; occupational Health & Safety permit; building permit) should be introduced. The work on public acceptability of CCUS should continue at pace. Besides CO2 transport, Member States should assess the needs energy needs to operate these networks and the association carbon capture plants. In particular, electricity networks are critical."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
