{
  "file_name": "25_396.pdf",
  "pages": {
  "page_1": "at\n* €F7 €\n-)\n_ all\n—_\nee , hur\nid Ba\ni\noe yp.\na Pee\nte\na\nre\nFi\n]\nfl\nit\nA\nPo\nae\nZi\ni “ill\nY aL\ni\nee\n- vanes\n———\nmm\nACTIVITY\nREPORT\nThe European Cement Association",
  "page_2": "=\naf\noe ad 7\nBa\n= caer eal\na Lisl\nf\nay\"\n|\nTT\na7)\n_-\nay\nol p>\nLa\nbast\n=\name\neg ig\nthe\nFF\n|\nwatt\na\noe\nA)\n~-EMBUREAU\nThe European Cement Association\nRue d’Arlon 55 - BE-1040 Brussels Tel.: + 32 2 234 10 11 secretariat@cembureau.eu www.cembureau.eu",
  "page_3": "Cement & Concrete in Europe\nOur Path to Net Zero by 2050\n11\n2022: A Year in Review\n16\n2022 Highlights\n20\nClimate Change & Energy\n24\nCircular Economy & Processes\n30\nHealth & Safety\n32\nMarkets & Products\n35\nThe Economy\n51\nAbout us\nSSS\n==.\n- — fy\nrua?\n4\nbe\n7 ares |\nee\na\naf\n2 5\n©.\noe",
  "page_4": "Pe\nae\n1\noa\nfe\nmt\nay.\nsh\nea\nbh ars\naa rt\nPetal\nH\nlial\nrt\nAy\nin\nrat Fe\nie Sy re\nat\nPi Ss re id\nre\nah\n| om\nee\nae\na\n4\naus\n“on\ninl pall\nEo\n7\nfo\nFg\na\na\naf\nrl\nt 3\nea\nr+\n1, P\na og\n—\n= ay het\nae\nay\n—\nae\nets\nFeld\nLaF;\nie\n7\n7\n;\npe oe\n_\niy\n-\noe\nLn\n—\neer\ni\ny\n.\nLe\na\nPao\nic a\n7\noA\nfl\nah\na0 a oe\nee",
  "page_5": "OUR VALUE CHAIN\nCement plays a key, but often unnoticed, role in our lives. Whilst everyone knows the word cement, it is often confused with concrete or mortar. Cement is a_ key ingredient in both concrete and mortar, and it is always mixed with other materials before its use:\nCement and concrete have been used to build durable structures for quite some time. Thanks to the special binding properties of cement, concrete is a very resilient material that can bear heavy loads and resist environmental extremes. It is the basic material for all types of construction, including housing, roads, schools, hospitals, dams and ports, as well as decorative applications (such as patios, floors, staircases, driveways, pool decks etc) and items like tables, sculptures or bookcases.\ne Cement mixed with water, sand and gravel forms concrete, which is what the vast majority of cement is used for. e Cement mixed with water, lime and sand forms mortar.\nKEY FACTS & FIGURES\nCement sector employees\n6 ay\n(\nND\n50 176 (2021)\n34 812 (2021)\nCEMBUREAU\nEU 27",
  "page_6": "World cement production in 2022\n6.7%\nCEMBUREAU\n30.9%\nOther\n4.1Bt\n51.1%\nChina\n2.3%\nUSA\n9.0%\nIndia\nMain world producers in 2022\n12h oe\n£7\n*\nEU27\nabt\n¢\neS %\nLp\n2 100M\nChina\nMP\nope\n370\nIndie\nA\nNice\n4",
  "page_7": "各\n淮\n用\n[ 杂 色\n际 人 于\n|\naa\n症 |\n过\nOU)\n剧目 恒 有\n目 民 二 :\n下 工 |\nOUR PATH TO NET ZERO\nBY 2050",
  "page_8": "We set out targets to reach net zero by 2050 along the cement and concrete value chain in our Carbon Neutrality Roadmap, published in 2020. This will already require deep CO2 cuts between now and 2030.\nExperts from the European cement industry worked relentlessly to identify CO2 reduction potential across the cement and concrete value chain. The conclusion is that CO2 emissions can be reduced by taking actions at each stage of the value chain - clinker, cement, concrete, construction and (re)carbonation - to achieve net zero\nemissions by 2050.\n2030 ROADMAP\n@\n© oe ®\n-116\nWey, 2017 emissions\n1990 emissions % -61\n783\nkg CO,/t of cement\ni\n2030 emissions\nincl. downstream\nSy\n472\nkg CO,/t of cement\ndown the value chain\n-71\ne\ne®e?\n@e ®\nDecarbonated raw materials - 14\nAlternative Fuels - 30\nThermal efficiency - 9\nlow carbon clinker - 8\nClinker substitution - 24\n5C - Cement\nElectrical Efficiency and\nrenewable\nelectricity -\n11\n-23\nCLINKER\nCEMENT\nCONCRETE\nCONSTRUCTION\nCARBONATION\nConcrete in use - 54\nCO, Capture in built\nenvironment - 77\n5C - Clinker\nmm -35\n- 5C - Concrete\n5C - Construction\nCarbonation\nConcrete mix - 28",
  "page_9": "-160\n5C - Clinker\ncoma & Decarbonated raw materials -27\nBiomass Fuels -71\n=\nThermal efficiency -26\nLow carbon clinker -17\nH, & Electrification -19\ndown the value chain sy\n2050 ROADMAP\nConcrete in use -10-30%\nCO, capture\nbuilt environment -51\nin\n—\n5C - Concrete\ns\nay\nia\nes\n%\nWe will achieve a significant portion of these\nemission cuts through the implementation\nof breakthrough technologies.\nNonetheless a set of technologies, policies and production changes are needed along the life cycle, from the production of clinker up until the recarbonation and recycling of concrete. These include for instance the use of construction demolition waste and other materials to replace extracted limestone; non-recyclable and biomass waste to replace fossil fuels; more energy-efficient kilns; development of innovative low-clinker cements; deployment of carbon capture and storage/use (CCUS) technologies; optimised concrete mixes and building techniques and the potential for concrete to recarbonate up to 23% of the CO2 process emissions (2/3 on total CO2 emissions in clinker production).\n%\nOur Roadmap also includes an intermediary objective of reducing CO2 emissions by 30% for cement and 40% down the value chain, in line with the Paris Agreement’s two degrees scenario. In our journey towards net zero, policy measures are critical to achieve carbon neutrality. Therefore, the Roadmap also looks at how EU and national policies can support the decarbonisation of the cement industry. In particular, it identifies four key areas where policymakers can make a difference:\n-116\n2017 emissions\n-51\n5C - Construction\nCarbonation\n@\nWlay,\n1990 emissions\n783\nkg CO,/t of cement\n£\n2050 emissions\nO\nkg CO,/t of cement\nen\nee\n-117\n5C - Cement\n¢\nCCS/CCU -280\nConcrete mix -52\nCarbon neutral tarnsport -7\nElectrical Efficiency and\nrenewable electricity -35\nCarbon neutral transport -10",
  "page_10": "ae\nCEMBUREAU is proud of its 2050 Carbon Neutrality Roadmap, setting out the EU cement industry's decarbonisation pathways. Our Roadmap also highlights the sector's commitments - from engineers to managers and factory workers - to embed sustainability in our processes and have a strong positive impact on the climate.\na =\nofr\nXt\n=\nDevelopment of a pan-European CO2 transportation and storage network: A large number of carbon capture, use and storage (CCUS) pilot projects are being developed by the cement industry across Europe. Alongside continued support for CCUS, EU and national policymakers should urgently look at developing a pan-European CO2 infrastructure network to allow for the transport, storing and/or re-use of the CO2 captured in the cement plants. Fair, market-based access to infrastructure is also an essential prerequisite.\nDecisive action on circular economy to support the use of non- recyclable waste and biomass waste in cement production: The figures from the year 2020 shows that the European cement industry substitutes 52% of its fossil fuels by non-recyclable waste and biomass waste. This allows significant CO2 savings in our emissions and further brings wider benefits through the circular use of these wastes that would otherwise be incinerated or landfilled. Policies should facilitate waste shipment between EU countries, discourage landfill and minimise exports of waste outside of the EU, and support the use of nonrecyclable wastes in the EU industry.\nAmbitious policies to reduce European building's CO2 footprint, based on a life-cycle approach, which incentivise the market uptake of low-carbon cements: The EU cement industry is taking an active role in the debate on a carbon neutral built environment and low-carbon construction products. The new Construction Products Regulation (CPR) and the CPR Acquis process will bring back a well-functioning system. Cement is the 5th product family in line for the acquis process. The new standardisation request for cement will make it possible to introduce new lower carbon cements into the EU market, and thereby facilitate the transition to a climate neutral society.\nA level playing field on carbon, regulatory certainty and an ambitious industrial transformation agenda: A level playing field is indispensable to stimulate low-carbon investments and support carbon emission reductions worldwide. In this respect, it is critical that the EU Carbon Border Adjustment Mechanism (CBAM) is implemented swiftly and demonstrates its watertightness.\nWe stand ready to continue discussing it widely with all stakeholders while we move forward on our decarbonisation path.\neS\n10",
  "page_11": "ew\nTy\nt rd\n4\ncus\n§ as\nrT\n“=\n“hf\n5",
  "page_12": "FOREWORD PRESIDENT\nThe regulatory agenda _ for 2022 was dominated by the intense negotiations on the reform of the emission trading scheme (EU ETS) and the carbon border adjustment mechanism (CBAM). The latter instrument introduces the “second leg” to the concept of carbon leakage as it addresses the import of CO2 intensive products from. third countries into the EU and therewith complements the relocation risk that was captured by the concept of free allowances under the existing ETS Directive. CEMBUREAU supported the adoption of the CBAM and its twin objectives which consist in incentivizing third countries to reduce emissions while, at the same time, ensuring a CO2 cost equalization.\nThe CBAM has been portrayed by some as a protectionist tool, but this is clearly a misconception. Third country producers will simply be treated on an equal basis compared to EU operators when it comes to CO2 costs. Best performers in third countries will face CBAM charges that are, in many cases, below the CO2 costs borne by less well-performing European counterparts. The introduction of the CBAM and the revised ETS came with an animated debate on the degree of reduction of free allowances for CBAM sectors. The result still shows a, in our view, too steep reduction as from 2028 and certainly as from 2030. Going forward, the “proof of the pudding will be in the eating” and it will be critical to ensure that CBAM is fully watertight. CEMBUREAU, which contributes to the Commission Working Group on CBAM implementation, stands ready to support policymakers on that front.\nThe cement industry needs a CO2 level playing field when engaging in significant investments to achieve the decarbonization goals set out in the CEMBUREAU Roadmap. The outcome of the ETS and CBAM negotiations now sets the stage under which companies can invest and compete, but we are disappointed about the lack of a structural and immediate solution under CBAM for exports and the dogmatic manner in which this part of the negotiation was held.\nWe are also concerned about large parts of the Innovation Fund being roamed off to support the objectives of Repower Europe and other non-ETS related purposes. We will continue to insist that ETS sectors that pay into the trading scheme, even more CBAM sectors that see their free allowances reduced, get a return in the form of substantial funding for breakthrough technologies.\nWhile carbon capture and_ storage/use represents 42% of the cement industry's emission reductions by 2050 and the European Commission has acknowledged the relevance of this technology by selecting four cement projects under the Innovation Fund, we need to continue working on all levers identified in our Roadmap to reduce CO2 emissions. The end goal of the decarbonization of our sector is to provide our customers with low carbon cement and concrete. The cement industry's future is about its products. Working along the value chain, we need to intensify the use of alternative fuels and alternative raw materials with proper attention for availability which may differ regionally, as clearly demonstrated by the ECRA study CEMBUREAU carried out on the topic. We certainly need ambition when it comes to the reduction of clinker to cement ratio. In parallel, we need to advance a credible position as to the cement sector's concept of what is low carbon cement and concrete and drive the discussions on the reform of the Construction Products Regulation (CPR) and contribute to a standard setting process which allows a fast and efficient bringing to market of sustainable products.\nTogether with its precast, ready-mix concrete partners BIBM and ERMCO and with the European Federation of Concrete Admixtures, CEMBUREAU has transformed the European Concrete Platform (ECP) into a new legal entity under the name _ of Concrete Europe. The main goal is to increase cooperation throughout the value chain and promote concrete as a durable building material that can compete on equal grounds with other building materials in all sustainability-related matters.\n12",
  "page_13": "All these efforts require close cooperation between CEMBUREAU and the _ national associations. | am proud to see that, thanks to joint efforts of many, the interaction between the European and national levels has improved with a proper focus on putting in practice the principle of subsidiarity in dividing up the tasks. | have personally attended several meetings organized by the Chief Executive with the national associations and it was heartening to see the commitment to a strong cooperation with CEMBUREAU. The exercise was also rewarding as it complemented the EU agenda with very specific country and project challenges. It is further encouraging to note the regular interaction between CEMBUREAU and the Global Cement and Concrete Association (GCCA) to ensure that agendas and activities are aligned. The appointment of a liaison person between both associations in the CEMBUREAU Steering Committee reinforces the mutual information exchange.\nIn terms of membership to CEMBUREAU, | am sad to acknowledge that at the end of the first quarter of 2023, Turkey will leave our association after close to 50 years of cooperation. When conditions are right, | hope they will join us again. Conversely, | wholeheartedly welcome Slovakia as a new Associate Member.\nFinally, and as | will pass on the Presidency to Ken McKnight, | wanted to express a personal word of thanks to my fellow Board Members, the CEMBUREAU Staff, the national associations and everyone who contributed in the CEMBUREAU Working Groups and Task Forces. This has been an interesting journey where | learned a lot, enjoyed the networking and got to know both the internal and external politics of a European trade association, thus adding up to my experience as President of the Spanish Cement Association and in Holcim. For the final take-away of my Presidency, | go back to the speech of Executive Vice- President Timmermans of the Commission at our October 22 event where he praised the cement industry for having made a U- turn compared to a few years ago and for stepping up when it comes to the decarbonization and innovation of the sector. Let’s keep looking forward. The European cement industry has been, is and will be at the forefront of innovation, providing to European society a material that is essential for the livelihood of its citizens and the decarbonisation of our society. Now it is time to make it carbon free. The cement industry has built strong and very positive credentials thanks to creativity and innovation throughout its value chain, and it is our common responsibility to keep that going.\nC\n\\ a\n|\n-\n——\\\nal\nad\nt\ni\n|\n4\n|\n=\n13\n=",
  "page_14": "FOREWORD CHIEF EXECUTIVE\nIt became clear from the discussions at the General Assembly in Lisbon last year that the myriad of regulatory and _ policy initiatives potentially impacting our industry requires a high degree of prioritization. This prioritization exercise took place in the fall of 2022 with the two-fold aim of a better anticipation by the industry of upcoming challenges and opportunities and a stronger advocacy on what is needed to build a viable business case.\nWhile the year 2022 was marked by the atrocities of the war in Ukraine and all eyes were on the impact of rising energy prices as one of the immediate economic consequences, we did engage in a proper prioritization exercise which laid bare some major strategic questions for the future of the cement industry in Europe. The core of our agenda consists of the execution of the CEMBUREAU Roadmap and advocating for the facilitating regulatory framework that will help us drive down our emissions.\nAs correctly pointed out by the President, carbon capture represents 42% of the cement industry's CO2 reduction efforts by 2050. As the uncertainty about cost of final projects is still widespread, especially in a period of skyrocketing energy prices, exploring all possible funding opportunities has been and will remain top of our advocacy list. Apart from ensuring that the Innovation Fund is used for what it was meant for, i.e., the financing of breakthrough and innovation projects in energy-intensive industries, we need clarity around the combination of European and national funding whereby state aid rules are often a constraining factor, both in terms of the approval process and the conditions being imposed. In terms of complementary funding instruments, we noted the strong interest with both national governments and the European Commission for the concept of contracts for difference (CfDs). During discussions so far, we have emphasized the importance of ensuring CfDs are sector-specific, and we highlighted that the determination of the strike price (how is CO2 accounted for?) inclusion of variability of CO2 price?) is a key factor in assessing the attractiveness of a CfD.\nCfDs can be very useful instruments in helping to finance the decarbonization of our sector, but we need to get the practicalities right.\nAdvocating for a proper CO2 infrastructure (pipelines and storage sites) remains firmly on our radar screen. Gradually, we have come to fine-tune our requests based on experience and roadblocks along the way of establishing projects. If and when pipelines and storage sites have been identified, there needs to be fair access at reasonable cost. The lingering legal uncertainty on the cross-border transport of CO2 by means other than pipelines is a crucial item to address in the build-up of projects as is the lack of common standards across the EU for the composition and pressure levels of CO2 transported. Going forward, one of our key goals is to engage with national associations to identify infrastructure hubs and tackle all these issues, including some of the public acceptance challenges.\nWe spent a large part of 2022 defending a longer phase-out period for the use of industrial CO2 for transport fuel purposes than the 2035 date originally suggested by the European Commission in a Draft Delegated Act adopting a methodology for GHG emission reduction in renewable fuels of non-biological origin (RFNBO) and recycled carbon fuels (RCF). The Commission's main objective is to drive down CO2 emissions from industrial sources as fast as possible in order to achieve its 2050 climate neutrality target. However, the Commission does recognize that some hard-to-abate CO2 will remain especially from process-related emissions in sectors such as the cement industry. In order to achieve carbon neutrality, these emissions will need to be compensated by carbon removals that source CO2 from biogenic or direct air capture. In this philosophy of a maximum reduction of industrial Cco2, the Commission labels carbon use from industrial point sources for the production of transport fuels as not sustainable.\n14",
  "page_15": "The Commission’s focus seems to be on a rapid development and deployment of direct air capture and biogenic CO2 whereby carbon removals will increasingly become the mitigation tool\nFrom a purely logical and theoretical point of view, we can follow the Commission's reasoning. In practical terms, however, we pointed out in numerous discussions with the Commission that the availability of CO2 sourced from biogenic and Direct Air Capture (DAC) will be largely insufficient to respond into the needs for CO2 in industrial applications Even the more recent extension from the 2035 date to 2041 does not respond in that concern In the meantime, a valuable way for industry to put CO2 to good use has been cut off without any serious impact assessment on the ongoing investments or those about to be decided. Even more, the discussion casts a shadow over all types of non-permanent carbon use from industrial sources, and the jury is still out on what CO2 uses are considered permanent or not\nThe interplay between the ETS legislation and the legislative framework on carbon removals, renewables energy (RED Il + Ill) and monitoring and reporting rules gets even more complex when bringing biomass waste in the mix. Zero-rated sustainable biomass in combination with CO2 storage can claim to be a carbon removal but one of our priorities will clearly consist in defining a clear and consistent biomass strategy\nwhat will be the availability of biomass in the future and how do we secure continued access? How will the sustainable character of biomass waste be defined?\nThe place of low carbon cement and concrete within a renewed legislative framework (revision of the Construction Products Regulation) and development of standards that respond into the mix of afety, environmental and climate change requirements remain a key priority for CEMBUREAU. Going forward, we continue developing a clear strategy on how to supplement the existing, rather prescriptive standard setting method with a more performance-based approach\nNone of the topics mentioned above is easy to grasp but we have had the strong help and support from the experts in the CEMBUREAU team and our Members in the Working Groups and Task Forces under guidance of the Steering Committee and Board. Going forward, we will identify a number of topics where the national governments are crucial actors in facilitating the decarbonisation agenda\nLastly, | thank our President Isidoro Miranda, for two years of very strong cooperation where personal ties and friendship have now complemented a fantastic journey with a professional rooted in the cement industry but with a very sound focus on the environment in which we operate, including the well-being of the CEMBUREAU team\nabel\nan\nro\n| i]\nee\n©.\nao\n‘O\na\n=\n‘an ia ak\nNO\nf P|\nmh\naie:\nai = aii oe\n:\n|\nTr\nit sd\n< ri\n15",
  "page_16": "a Le\npp\nMa ala\nTetea\n——\nÂ\n= 27\nE\nse\n:)\n— cz\n- Di\nd\nA, 2938\nram\npt A\naa\n>\nPe la. te\ni.",
  "page_17": "CEMENTING EUROPE’S FUTURE: DRIVING INNOVATION TOWARDS CARBON NEUTRALITY\nOur annual event “Cementing Europe's Future: Driving Innovation Towards Carbon Neutrality” took place on October 11 in Brussels, in a hybrid setting. The event brought together an impressive list of top- line speakers such as European Commission Executive Vice-President Frans Timmermans and was attend by 100 in-person participants and over 130 online. The moderator, David Rose, ensured a lively and interactive debate, which focused on some core points of the EU agenda on carbon neutrality and innovation.\nCEMBUREAU CEO Koen Coppenholle finalised the event by sharing his closing remarks.\nCementing Europe's Fut.\nDriving Innovation Towar\nCarbon Neutra’\ns i\n< L<\n|\nAfter the introductory interview of CEMBUREAU President Isidoro Miranda, the floor was given to the European Commission Vice-President Frans Timmermans who addressed the EU cement industry's green transition, ongoing decarbonisation projects such as CCUS, the impact of the energy crisis and the EU policy frameworks.\na\nThe first panel session was dedicated to ‘Fitfor55’ and how the EU policies can foster transition towards carbon neutrality. The panellists of the session were Joaquim Nunes de Almedia, Director at DG Grow; Maria da Graga Carvalho, MEP; Jon Morrish, CEO Western & Southern Europe at Heidelberg Materials; Judith Kirton-Darling, Deputy Secretary General at industriALL and Dr Oliver Sartor, Senior Advisory Industry at Agora Energiewende.\n[F\n“a\nait”\n#\nThe second panel focused on the link between decarbonisation and innovation and started with a video showcasing the EU cement industry's ongoing decarbonisation projects along its value chain. After a brief interview with Joanna Drake, Deputy Director General, DG Research & Innovation, the panel continued with a discussion attended by Joanna Drake; Marie Godard- Pithon, Performance and Investments Director at Vicat SA and Tiffany Vass, Energy Analyt at International Energy Agency.\naCEMENTI050\nores\n+\nCemngeiing Europe's Future\ninnovation Towiariha\nCarbon Keutrality\nvia.\non\ni\n17",
  "page_18": "CONCRETE DIALOGUE 2022\nIn 2022, the Concrete Initiative Partners focused on the contribution of the cement and concrete sector to Carbon Removals as the European Commission was expected to come with a proposal on Carbon Removals Certification by the end of the year. As carbonation is an issue known in the industry but not so much in the EU, partners decided to organise two workshops with EU policy makers and stakeholders working on the issue (non-governmental organisations, academics, research projects) to discuss the position paper published on 2 May 2022:\none workshop on Carbon uptake in cement and concrete - CCUS, held on 6 May 2022, and the other one on Carbon uptake in cement and concrete - Sequestering carbon in concrete, held on 3 June 2022. A concluding webinar addressed to our members was organised on 9 September 2022 to provide a summary of the workshops, present our position paper and inform members on the coming Carbon Removal Certification proposal (finally adopted on 1 December 2022).\nCEMENT INDUSTRY’S VISION TO THE FUTURE: A 2030 BIODIVERSITY ROADMAP\nOn the occasion of the launch of the cement industry's first-ever Biodiversity Roadmap, we organised an online event: “Cement Industry's Vision to the Future: A 2030 Biodiversity Roadmap” on June Ist as partner event of the EU Green Week 2022. The event was attended by more than 100 participants from 26 countries.\nThis interactive session was moderated by Dr Carolyn Jewell, Biodiversity & Natural Resources Senior Manager at Heidelberg Materials. The event was concluded by the questions from the audience and Rob van der Meer's closing remarks.\nThe event kicked off by the opening remarks of CEMBUREAU Industrial Policy Director Rob van der Meer and the presentation of the 2030 Biodiversity Roadmap by Alexandra Silva, Biodiversity Project Manager at SECIL & Chair of Biodiversity Task Force at CEMBUREAU. Then the panellists: Anna Karamat, Policy Officer at DG ENV; Carlos Medeiros Abreu, Member of the Board of Directors at SECIL & Alexandra Silva; Martin Harper, BirdLife Europe Regional Director and Jordi Cortina-Segarra, Chair of the European Chapter of the Society for Ecological Restoration (SER Europe) and Professor at University of Alicante discussed how the cement industry can further contribute to the nature restoration and leverage CEMBUREAU 2030 Biodiversity.\nAnD\npas,\nb\n|=\nFis\n2\n<= rat a.\n18",
  "page_19": "NEW COMMUNICATIONS MATERIALS\nIn 2022 CEMBUREAU published 24 position papers covering the 2022 communication priorities, 5 press releases and 1 opinion article on CO2 utilisation.\nCEMBUREAU _ promoted the map of ———— innovation projects of the cement industry across Europe throughout the year; and produced a video showcasing the European cement_ industry's low-carbon technologies across Europe ranging from CCUS, circular use of waste, 3D printing, to recarbonation.\nIn June 2022 we published the European cement industry's _ first-ever Biodiversity Roadmap. The Roadmap sets a vision for biodiversity in and around quarries over the coming decades. Through this Roadmap, we contribute to the global goal of ‘nature positive’ by enhancing the ecological value of quarried areas, protecting, and restoring ecosystems to deliver sustainable growth, in harmony with the natural world.\nIn addition, CEMBUREAU also published two leaflets; one on the benefits of the use of sewage sludge in cement production and another one on the role of secondary materials in achieving carbon neutrality by 2050.\nMoreover, as an Official partner of the European Agency for Safety and Health at Work (EU-OSHA) “Healthy Workplaces Lighten the Load” campaign, CEMBUREAU organised a webinar on MSDs and how the cement sector can further contribute in preventing work-related MSDs. Following the webinar, we produced a video showcasing some good practices in preventing MSDs from some of our members.\n( EMBUREAL\n2050 Ambitions & The\nRole of Secondary\nMaterials\n783\nCempureau\nBonefite of Using Sewage\nSludge Cement Production\nin\na\n783\neuage dcsje sb ool\nST ee\nVide at ee!\nPSC ee! sie Le\niia ed a. Lee a ee ee Pe ee\nRIBLIRE ALI\noa\nOperas\nPP CT Syed bo oe\necg\nBreck af Lee reer ek Te\n7 are\nwie eis weal\nfay\nbred (armed eee\n© CDA ean Fi beceiisy prot emitraned coats bn repay dapoer pied rererees eee, Aerie an\nHorheteot rath ledges\noo re aha ste pha ma oF\nfel lid i ibe ri\nFond haw\nr rn\nLT\nBarre AS SS\nmay es Pio\nrr\ngf\na0 me\n©\nrai\ncet is oF Der kee)\nrr\n\nRoadmap\nay a Sr be rey mete\neee\n19\ncee rere\neet Pee\nUbe Deeg Deer ety dee\nnae\nwhe\naaj\nia Fr\nba\nae ai al\na Deer\nenergy\nare\ntired\naera\n[Poco nh Oe ee oe\neye ber\n=u",
  "page_20": "tt\nFA\nfon\ngl\nee i’\nae\nss\n2\n=\nrE\na\n¢\n=\ni i\nre\n}\noe\na\ni\n-\ncea\n:\n=i 4\nLY\nok:\nbie |\ncael\nis ser\n—\n7 oe\na\n=\na\nFy\neo. is\n= / bi\n[\na\na\nFay\nBg\n——a!\n‘i\n—\nCLIMATE CHANGE\n& ENERGY\nace\noe Cae\n_——",
  "page_21": "WORKING GROUP A\nAfter a year and a half of negotiations, the EU institutions reached in December 2022 an agreement on the review of the EU Emission Trading System (ETS) Directive and on the EU Carbon Border Adjustment Mechanism (CBAM). These two legislations are key parts of the ‘Fit for 55’ package presented in July 2021, which sets an ambitious decarbonisation trajectory for industrial sectors covered by the EU ETS (62% reduction by 2030, according to the trilogue agreement).\nThe agreement reached by the EU institutions in December 2022 resulted in an overall positive picture with some challenges for the future. In short:\n1. The CBAM for cement imports will effectively start in 2026 and aims to mirror the EU ETS costs borne by EU producers. The late start in 2026 is challenging given the exponential rise of EU imports of cement and clinker, as shown on the below charts.\nEUROPEAN UNION CEMENT+CLINKER EXPORTS\nEvolution since 2016\nTonnes\n25,000,000\n20,000,000 Ltr\n15,000,000\n10,000,000\n5,000,000\n0\n2016 2017 2018 2019 2020 2021\n2022\nSource: Eurostat\nCEMENT+CLINKER IMPORTS TO EUROPEAN UNION\nEvolution since 2016\nTonnes\n12,500,000\n10,000,000\n5,000,000 all\n7,500,000\n2,500,000\n0\n2016\n2017\n2018\n2019\n2020 2021 2022\nSource: Eurostat\n21",
  "page_22": "FOCUS ON SELECTED EU COUNTRIES’ CEMENT IMPORTS\nData in tonnes\n| | | France\n2016\n2022\n767,922 2,036,729\n7 165%\n[| l] Italy\n2016\n2022\n209,363 1,656,059\n7 691%\nLi Belgium\n2016\n2022\n125,299 1,187,820\n7.848%\na Poland\n2016\n2022\n121,018 388,623\n7\n221%\nai Romania\n2016\n2022\n204,264 1,142,932\nT 459%\nGg Bulgaria\n2016\n2022\n318,728 585,821\nye\nTt\n84%\n—\nGreece\n2016\n2022\n33,002 347,792\nf 954%\nChallenging is the accounting of CO2 captured in the EU ETS. CO2 captured by cement installations is only to be subtracted from the EU ETS obligations when that CO2 is permanently stored, either underground or in products. When that captured CO2 is used for the production of aviation fuels, ETS installations (cement plants) are required to surrender allowances. Accounting CO2 to the cement plant is, in our view, not consistent with the notion of “emissions”. Moreover, the Commission seems geared towards cutting off all types of non-permanent use of fossil CO2.\n- +\"\n2. As from 2026, free allocations will gradually be reduced to zero by 2034. No structural solution for the exports from the EU27 was proposed. CBAM will include calcium aluminate cements and calcined clay, which have both been identified as relevant.\n= Spain\n2016\n2022\n70,530 1,074,006\nt\n1,423%\nSource: Eurostat",
  "page_23": "Next step in the legislation processes is the implementation of CBAM and the EU ETS revision, in particular through the development of the related secondary legislation. A key aspect will be the determination of the CBAM level for cement plants exporting to the EU27. In order to achieve a fair level playing field in 2026 and later, it is fundamental that the same criteria for monitoring and reporting are being applied. Customs departments of the EU Member States will also play a critical role to combat CBAM circumvention risks.\nThe year 2022 was also marked by the invasion of Ukraine by Russia, with deep consequences on the EU energy market. A review of the market design for electricity is currently being planned by the Commission. CEMBUREAU reinitiated its Task Force Electricity in order to have its experts’ view on these developments. In parallel, the Commission has also reviewed its tools to support energy-intensive sectors during the crisis, such as the Temporary State Aid Framework. Positive is that the EU cement industry is now eligible for the highest aid support tier in the Crisis State Aid Framework for compensating the rise in electricity costs, but under challenging conditions which de facto limit its application.\nAn important lever for the decarbonisation of the cement industry is carbon capture followed by storage and/or use of CO2.\nTo fasten the deployment of CCUS, the EU Commission initiated the CCUS Forum in which stakeholders work together on the CCUS vision, CO2 infrastructure and industrial partnerships. As hard-to-abate sector from the energy intensive industries, the positive effects of the CCUS Forum are crucial for the cement industry. CEMBUREAUs advocacy focus is on the development of and fair access to CCS infrastructure (pipelines and storage sites). On the CO2 use side, CEMBUREAU is pleading for a proper regulatory framework for all types of use with legal certainty for CO2 use for the production of transport fuels and clear rules for permanent or long- term storing of CO2 through mineralization.\nFunding of decarbonation of the cement industry is progressing positively. In the first round of the EU Innovation Fund for large scale projects, one cement project was selected as eligible. In the second round for large scale projects, four new cement and lime projects have been selected. 5 cement/lime projects out of 17 projects, indicates that innovation in cement industry is spearheading, a fact which was recognised by the EU Commission Vice- President Timmermans during our annual event.\nSimultaneously, the Just Transition Platform is also working on CCUS in the cement industry in its special cement working group. Funding of projects from this JTP Fund is an interesting prospect for the cement industry in some regions of Europe.\nNET\n=e 78)\nns\nCoa\n23\n4A\n—_\n+\n~S\n»",
  "page_24": "\"\nee\na en\nie\nee |\na\ni\n—_— =a\natten, \\\nre,\nrn\ni\\\nae\nCIRCULAR ECONOMY\n& PROCESSES",
  "page_25": "WORKING GROUP B\nAn important topic where CEMBUREAU contributed during 2022 was the Industrial Emissions Directive (IED) revision. In April 2022 the European Commission published its proposal amending the IED. CEMBUREAU reacted through its position paper highlighting that each and every of the 200- cement plant in the EU operates in accordance with a permit granted by the authorities in the Member States following the principles and provisions of the IED. Considering that the existing IED has delivered significant environmental performance, CEMBUREAU suggested the following points for consideration:\nThe sectoral scope of the IED should be clarified to avoid diverging interpretations by operators and authorities. The requirements for the authorities to set the strictest possible emission limit values are disproportionate and disregard specific characteristics of IED installations. Setting obligatory limits for energy efficiency risks impeding efforts to control pollutant emissions. The IED revision offers an opportunity to address unforeseen issues and developments. The IED revision should take into account the rulings of the European Court of Justice regarding questions that have been clarified (boundaries of an installation).\ne The IED should not cover greenhouse gases (GHG), which are already covered by the EU ETS.\nIn June 2022, CEMBUREAU launched its Biodiversity Roadmap setting the vision of the European cement sector for the biodiversity in and around the quarries over the coming decades. CEMBUREAU's Biodiversity Roadmap was developed as a tool to help, guide, and influence companies in managing biodiversity and, specially, to inspire collaboration between the cement sector and other stakeholders, such as regulators, nature conservation associations, academia, political institutions, and wider society.\nWith this Roadmap, the cement industry's ambition is to contribute to halting biodiversity loss during the lifecycle of a quarry through rehabilitation processes, contributing to the restoration targets emerging from the 2030 EU Biodiversity Strategy, supporting the UN Decade on Ecosystem Restoration and UN Sustainable Development Goal 15 “Life on lands”, and aligning with the EU regulations and major initiatives, such as the EU Habitats and Birds Directives, EU Invasive Alien Species Regulation, and the EU Pollinators Initiative.",
  "page_26": "ALTERNATIVE FUEL USE\nThe use of alternative fuels (AF) in the European cement industry continued its steady annual increase and has reached the level of 52% as average rate in the EU-27 for the year 2020. This rate includes 17% of biomass waste which is particularly important as it is considered carbon neutral in the EU ETS and its CO2 emissions are accounted as neutral. Currently, there are several cement plants which operate at a very high rate (90-95%) of AF substation and the trend is that more and more cement plants will reach that level.\nThe use of alternative fuels, or in other words co-processing, is the combination of simultaneous material recycling and energy recovery from waste in a thermal process.\nTypical examples of alternative fuels currently used in the EU cement industry include: Solid Recovered Fuel (SRF) / Refused Derived Fuel (RDF), end-of-life tyres, animal meal, sewage sludge, wood waste, sawdust, etc.\nIn 2020 alone, 21.2 million tonnes CO2 emissions were avoided through the use of AF by the European cement industry.\nIn terms of quantities, the EU cement industry used in 2020 approximately 36 million tonnes of waste and by-products in overall cement manufacturing process. Around 12 million tonnes of the above were used specifically as AF into the clinker production process.\n% of Thermal energy from alternative fuels in the cement sector in the EU 28\n52%\n50%\n48%\n46%\n43%\n44%\n41%\n39%\n37%\n34%\n30%\n28%\n22%\n9%\n2%\n1990 2000 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020\nW Non-recyclable\nwaste\n17%\n35%\nwaste\n—™®\n® Conventional\nFossil Fuels\nBiomass\n48%",
  "page_27": "EMISSIONS REPORTING\nAccording to the latest data available, the European cement industry continued to reduce its emissions per tonne of product in 2020. This data, published by the GNR project, shows that between 1990 and 2020, the EU27 cement industry has reduced its:\ne Gross CO2 emissions per tonne grey clinker by -11.1% (last year -10.0%) Net CO2 emissions per tonne grey clinker by -22.3% (last year -20.7%) Gross CO2 emissions per tonne cementitious (all) by -13.9% (last year -11.6%) Net CO2 per tonne cementitious by -24.4% (last year -21.7%)\nGross emissions Grey clinker\nSource: GCCA GNR 2022\nms\nars\n=:\na\na\n—\na\npg\nee\nLh\nSe 2 eT 6 Oe OO aon med Serial Foil) 216 air 18 2018 ait)\nhth deere eee eB Ee Ose Hones sl belie ei Aree —— EU —— Weel\nNet emissions Grey clinker\nSource: GCCA GNR 2022\n———\na\nSS\n—\"\n—\nss\n=\nbrs.)\n05 ae fe Ne watt Sry mg vot 20g Et ay ain 2018 0\n——Nanh America —a- Ais —a— Miadele Eas) ——Chene ares apn hs erie daericg vit — eral\n27",
  "page_28": "Gross emissions cementitious products (grey & white) Source: GCCA GNR 2022\nran\nio]\na 2 ST 6 Oe OY ii aon med Serial Foil) 216 air 18 2018 Pitas)\nheh aeeticg elite = —e—Mickle Eat] ——Clene Soe pen —— de ne Aerie —— EU — Fad\nNet emissions cementitious products (grey & white)\nSource: GCCA GNR 2022\n0\nui)\neu)\nAs this data shows, the European cement industry is amongst the world’s best performing regions with its emissions output on a continuous downward trend. In this respect, it is important to note that whilst the data for the EU covers close to 100% of plants, this is not the case for other areas, in which it is typically the best performing plants who are included in the GNR data collection.\n5 ae fe IE aii Sry mg td tt 20 ay ain 2018 0\nHeth deen Arce —e— lie Bat ———Chine ores Japan =i tee erica —— EU Wore\nThe below data is collected between 2000 and 2022, within the CEMBUREAU membership region.",
  "page_29": "Dust emission/clinker production\n43.3\n40\n30\n28.8\n20\n10\n14.1\n15.9\n14.3 14.1\n12.1 11.3\n10.6 9.2\n2000 2005 2010 2012 2013 2014 2015 2016 2017 2018 2019 2020\nSO2 emission/clinker production\n400\n315\n300 -263\n07\n253\n262\n242\n266\n251\n201 202\n25\n227\n200\n100\n2000 2005 2010 2012 2013 2014 2015 2016 2017 2018 2019 2020\nNOx emission/clinker production\n2,000\n1 671\n1,500\n1394\n4 400\n4 355 4347\n1208 4147\n\n1,000\n949\noo\n879\n949\n500\n0\n2000 2005 2010 2012 2013 2014 2015 2016 2017 2018 2019 2020",
  "page_30": "4\na\nSafety\n~@.3\nrarar\neo. e: \\&\nHEALTH & SAFETY",
  "page_31": "WORKING GROUP C\nOn the way towards decarbonisation, CEMBUREAU and its members felt the need to focus on skills. In 2022, CEMBUREAU cooperated with a European trade union, European Federation of Building and Woodworkers - EFBWW, on a common application for an EU co-funded project for 2030-2050 skills development in the cement industry. The project will focus on the mapping of future needs for the sector in terms of skills and employment, up-skilling, re-skilling, training and education. This reflection and strengthened cooperation with EFBWW are in line with the EU initiatives on skills such as the ‘Pact for skills’ and aligns with the European Year of Skills 2023.\n2022 was a year of European Commission consultations on revised Classification, Labelling & Packaging (CLP) and REACH regulations, and on other initiatives, under the actions of chemical strategy for sustainability. To achieve the vision of the European Green Deal of a toxic free environment, a series of actions, derived from the 2020 strategy, were put in place. The proposal of the Commission of a revised CLP regulation was published on 19 December 2022. A public consultation is open in 2023 and the co-legislative process will start. A proposal of a revised REACH regulation and related initiatives are foreseen in 2023.\nOur Chemicals Task Force and CEMBUREAU Secretariat monitored the proposed changes, new concepts, and potential to comment on consultations when required. This Task Force also worked on proposed recommendations for the consideration of REACH and CLP legislations for new cement constituents in future cement products to be placed in the market.\nA new Task Force on Respirable Crystalline Materials was established in January 2022 with the objective to monitor legislative and standardisation process and initiatives on respirable crystalline materials. It also includes contributions to NEPSI, the unique sectoral social dialogue on silica, of which CEMBUREAU is a signatory.\nIn 2022 CEMBUREAU member companies reached 100% Key Performance Indicators (KPIs) Reporting in Europe. The Executive Summary of the NEPSI 2022 Report is available. The next NEPSI Reporting is planned for 2024. NEPSI received EC co- funding for a 2022-2024 new project called ‘NEPSI in ACTION’. The project covers new e- learning courses, national seminars in 8 countries to raise awareness on NEPSI, and NEPSI reporting improvement. On 22 November 2022, the NEPSI in ACTION project started dynamically with an opening conference in Brussels. The event was a success and brought together decision- makers, inspectors, employers’, and employees’ representatives at EU level. The conference covered the promotion of new NEPSI tools, the implementation of NEPSI guidance onsite and improvement of the attractiveness of the NEPSI sectors towards future workforce. Videos of the Conference are available on ‘NEPSI in ACTION’ channel.\nAs part of the EU-OSHA Healthy Workplace Campaign on MSDs ‘Lighten the Load’, CEMBUREAU organised a successful webinar on October 24 on MSDs and their impact. More information is available in the 2022 Highlights section.\nThe next campaign is on ‘Safe and Healthy Work in the Digital Age’. The 2023-25 Healthy Workplaces campaign will raise awareness on the impact of new digital technologies on work and the associated occupational safety and_ health (OSH) challenges and opportunities. It will also provide a platform for the exchange of good practice solutions.\nSharing good practices is a continuous matter at CEMBUREAU. In 2022 we also had the opportunity to share information and practices on Fire and Explosions Safety over several meetings.\na\ni ——\nsi\nn\n*\n31",
  "page_32": "bf\nfi\nh\n1%\ns.\njae\n—=\nss la\nal\n4\nie Pat\nPr\nHy.\ner\na\nia\na\nae\noA]\nUI.\nr|\n|\nMARKETS & PRODUCTS\na!\n*\nae\nTal\nte ae\nD.\ni,\ni =\nfro pa.\n==\nTe\noo aa at os il =i\nits\n|",
  "page_33": "WORKING GROUP D\nFollowing CEMBUREAU 2050 Carbon Neutrality Roadmap, we continued our work on the downstream CO2 reductions levers along the 5Cs of the Roadmap. Meanwhile there were numerous European Commission proposals, initiatives, studies with impact on cement, concrete, construction, and carbonation.\nConstruction and construction products remained high on the EU agenda with legislative procedures running in parallel: Energy Performance of Buildings Directive (EPBD), new Construction Products Regulation (CPR), Ecodesign for Sustainable Products Regulation (ESPR), and Carbon Removal Framework. CEMBUREAU contributed to the DG ENVI study supporting its Whole-Life Carbon Roadmap and engaged with the DG GROW High-Level Construction Forum on the transition pathway for the construction ecosystem. We also took part in the World Green Building Council EU Policy Whole-Life Carbon Roadmap for Buildings.\nRegarding whole-life carbon, whilst there is general agreement on the need to assess whole-life carbon at building level, operational carbon is foreseen to gradually decrease. Therefore, the focus has shifted to a high extent to embodied carbon, i.e., the CO2 emitted upfront during the manufacturing of construction products. To tackle embodied carbon, the Global Warming Potential (GWP) has integrated EPBD and CPR in its indicators. Reporting on GWP would lead to setting thresholds and benchmarks to push industry to place low- carbon products in the market, the public sector to set green procurement measures, and contractors to choose low-carbon products. We trust that the decarbonisation of the EU cement industry will respond to this challenge.\nIdeas to replace cement (i.e., concrete) with biobased materials as well as external definitions of low-carbon cement have immersed. Realising the need to have a CEMBUREAU common definition or threshold for low-carbon cements to respond to these challenges (no connection to standards), we have analysed proposals based on what is already in legislation, such as taxonomy, and in the CEMBUREAU 2050 Carbon Neutrality Roadmap. A decision is expected to be reached soon.\nOn the topic of standardisation, we followed the national implementation rules for EN 197-5 to place the new low-carbon cements in the markets across the EU, and the new non-harmonised standard 197-6 for cements with recycled building materials, to be published in 2023. We have also monitored CEN/TC 51 preparation for the ‘CPR Acquis’ on cement. The ‘acquis’ process is a system which the Commission has set up to develop new standardisation requests. Cement is the 5th product family in line and the work should start in Q2 2023.\nCement belongs to CPR. Cement is a B2B product, manufactured exclusively for the use in construction. As such, the new CPR proposal has rightly exempted cement from the ESPR. However, proposals to have cement under both the CPR and ESPR have circulated in the European Parliament. The debate is not over yet.\nIn 2020 there were also developments on\nthe CO2 economic allocation to slag. The discussion on the CO2 allocation to blast furnace slag in cement seemed to have come to a close with CEN/TC 350 decision for economic allocation. However, the steel sector has challenged this decision. Cement and concrete can continue using economic allocation in Environmental Product Declarations.\n33",
  "page_34": "The Intergovernmental Panel on Climate Change (IPCC) 6th Assessment Report recognises concrete carbonation as carbon removal. This was a big milestone. Despite the IPCC recognition, the Commission has not yet acknowledged carbonation within its Carbon Removal Framework. CEMBUREAU continues following the developments.\nIn 2022 the European Concrete Platform (ECP) partners enhanced cooperation on several topics of common interest, highlighting the Concrete Initiative actions on the New European Bauhaus. BIBM, CEMBUREAU, EFCA and ERMCO worked throughout the year on a rebranded association, Concrete Europe, to streamline decarbonisation efforts of the sector towards the EU policymakers.\nCarbon Accounting for Building Materials (CA4BM)\nTo counteract biased assumptions related to the benefits of biobased materials, the ECP together with other trade bodies in the field of construction products, formed a consortium and commissioned LBP | Sight to carry out a science-based, peer-reviewed study to expand the scientific knowledge around the GWP assessment of biobased construction products, entitled ‘Carbon Accounting for Building Materials’ (CA4BM). The study shows that the EU and global built environment policies should not promote any type of material over another but apply the most recent and accurate data and methodology to all construction materials at building level, to show how to contribute to the decarbonisation of buildings and infrastructures over their whole lifecycle. CA4BM also promotes the need for the contribution of all construction materials to the decarbonisation of the built environment which is one of the key objectives of the European Green Deal.\n34\n£. Me, SS\nRy\nbY\nLid\n\\,\n_T\n|\nce\nLS\npp)\ni\nall\n—_\ni ———_—~——=__ a _\nhadi —E\noa\nel ————\nae\nao\nP| ee ee\nFa\na eee\nESS\n== EE:\ni Th ANE\n[= -\nal",
  "page_35": "—\n=== =\n—-\n— ae\n-\\\n= =\n{=\ni)\nall\na\n;\nyf\n| | i\n|\n|\n\na\nas\nft A\n4 |\nTHE ECONOMY",
  "page_36": "GLOBAL PICTURE\nThe following statistics are based on data and forecasts from the International Monetary Fund (IMF) in January 2023, the European Commission in February 2023, Euroconstruct in November 2022 and the Eastern European Construction Forecasting Association (EECFA) in December 2022.\nThe main external elements impacting the economy in 2022 are the aftermath of the pandemic and geopolitical tensions, especially for Europe, of the Russian war with Ukraine. They are affecting supply chains, fuel and energy supply and pricing, inflation, interest rates.\nGrowth for 2022 is now estimated at 3.4% on global level and 3.5% in the EU. GDP is projected to expand by 0.8% in 2023 and 1.6% in 2024 (2.9% and 3.1% for the world). Headline or consumer price inflation in the EU is forecasted to fall from 9.2% in 2022 to 6.4% in 2023 and 2.8% in 2024; at global level headline inflation is projected to fall from 8.8% in 2022 to 6.6% in 2023 and 4.3% in 2024. As well at global level as for the EU, inflation remains above pre-pandemic levels (2017-2019) of about 3.5% for world and 1.7% for EU.\nAccording to the Commission, uncertainty around the forecasts is high, but risks to growth seem more balanced. Lower energy prices could pull down inflation more quickly and boost demand, but war and geopolitics could reverse this trend. External demand could be more supportive, following China’s reopening, but this could fuel global inflation. Inflationary pressures, especially in 2024, may prove more stubborn if wage growth would settle above average rates for a longer time. The adjustment to higher interest rates could prove more challenging. Besides these, also pandemic related health risks remain, but would continue to impact the EU through demand and supply channels. Also, adverse effects of climate change are becoming an increasing threat.\nTurning the focus to other regions, the IMF reported a +2% growth in 2022 in the US compared to a +5.9% growth in 2021 with growth projections for 2023 and 2024 at 1.4% and 1.0%, respectively. The Chinese economy grew by 8.4% in 2021, contracting to 3.0% in 2022 to rebound with 5.2% and 4.5% growth projections respectively for 2023 and 2024. India's economy saw a more stable evolution, growing by 8.7% in 2021, slightly weakening growth by 6.8% in 2022 and is forecasted to grow by 6.1% in 2023 and 6.8% in 2024.\nCounrb\nChina\nIrecha\n# Evins EusT=\nUSA\nBrazil\nTurkey\nFuctaian Federation\nInctonemia\nSouth Korea\nJapan\nee\nSaud! Arabia\nMiner\nGumany\n36\nGlobal Cement production\nMain world producers - The G-20 Group\nCement production (Million tonnes)\n2001 205 2010 2015 2016 2017 2018 209 20270 fet Pan ae\n61.0 1 OF EG 1851.9) 220) 24000) FIG3) 2178 220400 2376.8 2400.0) 2700.0\n' Zag) 370.0] P| 285.0\nrT] 790.0 3500)\npied | 146.8)\n327.7\n70.0\n2258 34 “7a. ays\ni754) 179.8 | 182.1] Ts jaz 8] 1825\nBS. o 99,4) e.2/ Baa e447 B64 | e7.8 Bae a0 o3.0 93.0\ns4 13 Ee i} fi al 57a 50]\n6 66.0) €4.0\n30\n456) er\nTh age) = = 2\n=. Fa\nFa.\nTha)\na4.0\n267 405 }—_ a Hl 80.0 = 0\npee\n7 Sai 38.0 rir] 2.0\na1 M1\n795]\n650 613 68.0 Oa 42 e4 B55) a0\n52.0 aot af a 42.0] Sah\nita 14.0 Sh 4 oR 40.0 God no\nfas\nfa. oe 65.01 hd He on\nO82 25.8 BE.6) 0.0\na0 20.1 rae So.0 3) ar. dia #22] on\n~\n| 0\n—\n332 38.1\n6 ao.8 42a a28 428 a7\n——\nt\n5]\n41.8 520 50.0\na4 Hal rE | 44,1] aT ao ry az 34.5 355) 14.0\n‘1\na8 46\n44 20.8 18.4\n=4\na3 1G4\nEy 18.4\nTie) 20.6\n1.4 onl 16.0) 15.6 18.9\nf\n69 16.5\n185)\n16? 17.3] 7.5\n2.1] 10.5) 140 136)\n&4\n13.5 iz4) 125)\na2 125\n124\nt4 13,0 13a) 13.8\n12 154) 1.4\n1.4\n1.9\nat 1443\nate\na)\n[10a] 12.2|\n16.9\n12.\n11.48\n15\n4 el 10,6\n68 SE\n|\nial 6] rat —ja\n1h\nfal\n04\nee Ba)\n#2)\na0\noo\nSE\n1\nQo\nbiel |\nLe\naa\n18.0\n0.0\na8\nMo\nLt)\naa\n10,1\n~\n*EU28 201\n2020\n—_\n—\ni ae\nFirmnce\nSaush Alrica\nCanada\nArgentinas\nUnited Kingdom\nfuzstralia\nEU27 data is compiled using latest available data - until 9 / EU27 as of reporting year Sources: CEMBUREAU, US Geological Survey, Global Cement Report, Global Cement Directory, Japan Cement Association, Korean Cement Association",
  "page_37": "Global cement production in 2021 and 2022 is estimated at approximately 4.3 and 4.1 billion tonnes (Bnt), respectively. The variation in 2022 is mainly due to China and India: a downward trend is foreseen for China, especially after 2025. China still represents more than 50% of the world’s cement production, with the EU27 representing 4.2% and 4.4% and CEMBUREAU members representing 6.3% and 6.7% of the world’s production, respectively in 2021 and 2022. Besides the G20 countries represented, five emerging countries on the Eurasian continent produced in 2022 altogether more than 7% (compared to approximately 6.5% in 2020) of the global volume, which is almost two times EU-27 and more than CEMBUREAU:\nWorld cement production 2021, by region and main countries, % Estimations\nVietnam (85Mt) and Thailand (38Mt) in the Far East, and Iran (72Mt), Egypt (51Mt) and Pakistan (S5Mt) in the Middle East. All five’s production slightly increases in 2021 and 2022, especially Vietnam grew 2020/2022 with 10%, even three to four times more when taking in account clinker exports. Focusing on continents, Asia, Africa and America, as shown on the pie-chart below, gained a total of 5.5% on the global scene between 2020 and 2022.\nCEMBUREAU\n2.2%\nEU27 Non EU27\n4.5%\nAmerica?\n(excl. USA)\n0.3%\nOceania?\n2.6%\np\n4.1%\n(as of 2020) (as of 2020)\n2.2%\nUSA\n5.2%\nAfrica”\n4.3Bnt\np\n55.9%\nChina\n13.7%\nAsia\n(excl. China,\nJapan, India)\n8.1%\nIndia\n1.3%\nJapan\np = Preliminary\nSource: CEMBUREAU\n37",
  "page_38": "World cement production 2022, by region and main countries, % Estimations\n4.3%\n(as of 2020) (as of 2020)\nCEMBUREAU\n2.4%\nEU27 Non EU27\n0.3% 2.9%\nOceania’ CIS”\n4.8%\nAmerica”\n(excl. USA)\n2.3%\nUSA\n5.7%\nAfrica?\n16.1%\nAsia\n(excl. China,\nJapan, India)\n51.1%\nChina\n9.0%\nIndia\nLooking more in detail at the CEMBUREAU membership and EU27 cement production\n1.2%\nJapan\np = Preliminary\nSource: CEMBUREAU\nand consumption data from 2021, we observe the following trends:\nCement Production (in Ktonnes)\nEU27 & CEMBUREAU / 2000-2021\n130. x0\n1.030\n0\n173. 0\n730 OO\n130 OM\nNG. 0\n180. Oe\n17.\n15 ee\n2 2002 BO) Bd Be De EO? 2S 2000 201) Bone Bs Bed BS Be BT Ae 2019 Bho A\n—CEMBUREAL\n—EU2T\n38",
  "page_39": "The production for the CEMBUREAU area as shown in the graph above, increased by 18.2Mt to 274.0Mt in 2021. This increase with 7% is due to a growth in almost all countries up to 15% in some countries. Also, the EU27 saw a growth with 10.3Mt or 5.9% reflecting growth in most countries, attaining 182.5Mt.\nThe cement consumption increased for CEMBUREAU members from 230.3Mt in 2020 to 248.6Mt in 2021. The EU27 countries saw an increase of 11.3Mt to 170.5Mt in 2021. CEMBUREAU member countries experienced wide differences in consumption evolution from 2020 to 2021, as the map below shows, but overall evolution was more positive than 2020 vs. 2019: ten countries increased with 10% or more whereas only four countries saw a decrease.\nEvolution of cement consumption in CEMBUREAU countries\nVariation 2021/2020 (%)\n-6.9%\nSweden\n5.2%\nNorway;\n3.9%\nFinland\n7.5%\ndréland\n(2 _ =\n19.1%\n5.4%\nDenmark\ni\n-3.2%\nLithuania\nEstonia\n9.9%\nLatvia\n15.5%\nItaly\n8.9%\nPortugal 12.3%\nSpain\n2.5%\nNetherlands\n13.1%\nBelgium Germany\n15.0%\nUkraine\n3.5%\n-3.2%\nPoland\nLuxembourg Czech Rep.-3. 9%\n7%\nAustria’\nzerland\nHungary\nS ovenia\n8.0%\n1 3.9% Slovak Rep.\ncroatia 10.9%\n\\Serbia\n“4\nES\nTy\n27.2%\nRomania\n8.2%\nTurkey\n1.5%\n‘. — Bulgaria\n8.8%\nFrance Swit\n8.8%\nCyprus\nSource: CEMBUREAU\n9.3% -\nGreece\n39",
  "page_40": "Looking at the domestic consumption of cement reported by Euroconstruct, volumes dropped in 2020 by -1.3%, which was significantly less than the last year's estimated -3,5%. Moreover, this contraction was compensated in 2021 by a growth of 4.1%. The 2022 consumption is estimated at +0.3%, with growth forecasts of respectively 2.0%, 2.4% and 2.5% in 2023, 2024 and 2025.\nConstruction Markets\nThe economic forecasts of the IMF and the European Commission are also reflected in the construction forecasts of Euroconstruct (19 countries), the member states of the Eastern European Construction Forecasting Association (EECFA, which includes Bulgaria, Croatia, Romania, Serbia, Slovenia, Russia, Turkey, Ukraine).\nThe construction volume in the Euroconstruct area decreased by 4.4% in 2020 and grew by 5.8% in 2021 and 3% in 2022 (compared to a GDP contraction of -6.3%, followed by growth of 5.5 and 3.3%).\nThe main drivers behind this evolution are identical for the overall economy: the Covid crisis (with consequences of unavailability of construction materials and labour force as of 2020), followed by the conflict in Ukraine as of 2022 which negatively impacted consumer confidence (inflation, construction costs). More information can be found in the Country Report section.\nAll factors relevant for construction demand saw a negative development: economy, construction and consumer prices and interest rates. These factors weakened consumer confidence in the EU to an exceptional extent.\nFocusing on prices, in 2021, construction prices rose clearly more (by approximately 11% on average) than consumer prices (by approximately 2% on average). In 2022 construction prices are still slightly growing faster than consumer prices, but in 2023, consumer prices are expected to rise faster. In 2024 and 2025, both the increase of construction prices and consumer prices are expected to slow down and to return approximately to a 2.5% level. This will be of great importance for construction demand.\nLooking forward, in the Euroconstruct area, the construction volume is expected to slow down to 0.2% in 2023, and the outlook remains weak also for 2024 (+0.0%), taking up again in 2025 (+1.1%). In 2021, total construction output in the Euroconstruct area reached €1.84 trillion, exceeding the pre-corona level of 2019 by 1.2%. This is forecasted to grow until 2025 to €1.92 trillion or a growth of 5.6% since 2019.\nIn the EECFA area, evolution of the construction market in South-eastern Europe is expected to drop with only 3% on the forecast horizon of 2024, but in Eastern Europe the situation is dramatic where a peak was reached in 2018, and the market was around 10% below that peak level even before the war in Ukraine started. Country- wise, the weak Euroconstruct growth forecasts reflect a mixed picture of growing and contracting building sectors from one country to another, the net drop in EECFA forecasts reflect a less optimistic regional situation. Uncertainty around developments has increased, and risk of unexpected changes has not decreased due to current geopolitical situation.",
  "page_41": "Contribution of segments in market size and growth\n(EU-19 EUROCONSTRUCT)\n2,000\n1,500\nE\n1,000\n500\nR 2019 R 2020 R 2021\nR: Realised - E: Estimated - F: Forecast\nConstruction markets by segments\nLooking at construction market segments in 2022, after COVID-19, new residential construction picked up and in 2022 the volume rose at pre-Covid level. The COVID- 19 pandemic changed housing needs and stimulated residential construction. For the future, rising interest rates undermine home buying and overall price growth makes it difficult for consumers to buy dwellings; tight economic times are also reflected in residential renovation. In non- residential, growth is mostly expected in public construction. Civil engineering has been supported in many countries by various funds and investments in infrastructure construction by the public sector. The rising costs are difficult for infrastructure construction as projects are budgeted. Hence, the sharp increase in energy and building material prices is eroding the quantities produced.\nIn the Euroconstruct area, in 2022, GDP increased with 3.3%, construction output increased accordingly by 3% up to €1.89 trillion value, and compared to 2021, total buildings saw a growth of 3.6% - residential buildings growing with +4.6% and non- residential buildings +1.9% - and civil engineering of +0.6%. Residential building showed _ as most important and _ best growing segment.\nE 2022\nF 2024\nF 2025\nI Residential Non-residential Civil Engineering\nSource: EYROCONSTRUCT\nF 2023\nIn the construction output growth forecasts for 2023, 2024 and 2025, civil engineering is taking the lead again regarding growth, with respectively +2.9%, +1.8% and +2.2%; whereas residential shows respectively -1.2, -1.6 and 0.6%; and non-residential 0.7%, 1.4% and 1.1% for three coming years (see bar chart above). Rising interest rates and overall construction price growth are not in favour of residential building development.\nThe split between segments is almost constant overtime, with 36% from new buildings and 42% building renovations, and 22% from civil engineering (see pie chart below). Moreover, it is clear that residential renovation is the most important segment, renovation of existing buildings has gained importance since the financial crisis. In the long term, the maintenance and modernisation of old buildings will gain importance, while new construction will be needed less frequently.\n41",
  "page_42": "Construction markets by segments in 2022,\n36% account for new buildings, 42% for building renovation\nCivil Engineering Renovation\n10%\nResidential New\n21%\nCivil Engineering New\n12%\nNon-residential Renovation\n14%\nResidential Renovation\n28%\nNon-residential New 15%\nSource: EYROCONSTRUCT\nald\n—— 5 . <i\n2\nPn,\nBa\nis,\naa I\nri\ncae\nac\nB,\nFed\nie)\nMb\n~\n&\nBi\na a =\nfT\nFo\n#4",
  "page_43": "COUNTRY REPORTS\nDisclaimer: As countries provided their input early in the year, data below are essentially estimates, qualitative and semi-quantitative, meant to reflect general trends and not result from detailed data collections.\n\nMarket has peaked in 2021 - investments remain at high level\nIn Austria the cement consumption for 2022 is estimated to have fallen by between 5% and 10% compared to the previous year, with volumes declining especially in the last quarter of the year. Specially, demand for cement for one- and two-family houses has declined due to changes in the financial conditions for taking up loans. Due to the high demand for cement in 2021, the start of 2022 was already characterized by low stocks of cement. For the moment, the outlook does not suggest that the level of 2021 could be regained. A further decline is expected for 2023.\n\nCompared to 2020, the sales of cement in 2021 increased by 13.1% to a record 7.340 KT. It's worth noting that the import of clinker from non-EU countries increased by 132% between 2020 and 2021. For 2022, consumption is expected to contract by 1% approximately.\nOverall, the construction sector output contracted by an estimated 0.8% in 2022 (+7.2% in 2021). The slowdown was the strongest in the residential building segment due to material availability, inflation and loss of confidence.\nLong-term prospects are Still positive though inflation and higher interest rates impact the profitability of the sector. For 2023 a contraction of around 1% iS estimated, mainly in the residential building segment.\n\nBased on NSI data, the Bulgarian construction market fell by approximately 2.3% in 2022.The construction market is uncertain due to the political uncertainty of repeated elections for more than two years and the ongoing war in Ukraine. Some public construction works have been delayed following allegations of embezzled public funds by certain construction companies, as well as inflation and lack of materials due to the war in Ukraine. Expectations for 2023 are that the construction sector has the potential to rebound and show a moderate increase, supported by strong residential demand and the resumption of public infrastructure works, provided that there are no further escalating energy prices and _ inflationary pressures.\n\nConstruction output in the Czech Republic increased by 1.9% in 2022 compared to the previous year, driven by growth in both building and civil engineering construction. Building construction contributed 1.3 percentage points to the growth, while civil engineering construction contributed 0.6 percentage points. Despite the stable number of construction orders concluded by enterprises with 50+ employees, the total value of these orders increased by 14.4% to CZK 331.9 billion at current prices. In particular, new construction orders in building construction grew by 12.2% to CZK 141.8 billion, while civil engineering construction recorded a year-on-year increase of 16.1% to CZK 190.2 billion. However, the number of new _ building permits decreased in all categories of construction by 7.7% year-on-year.\nLooking ahead to 2023, cement consumption in Czech Republic is expected to decline by up to 7% due to factors such as rising energy prices, a slowdown in construction activity, and uncertainty related to the ongoing war conflict.",
  "page_44": "a\nDespite the difficult circumstances cement production (-4%) and consumption (-1%) only decreased slightly compared to 2021, helped by a strong start of the year. For 2023 production and consumption levels are expected to drop more significantly.\nThe major price increases on energy and building materials have mainly impacted residential housing activity negatively in 2022, whereas the commercial building sector saw continued growth.\nSeveral big, publicly funded construction projects, especially those related to infrastructure, energy supply, and roads were initiated in 2022, giving growth to this sector. The largest infrastructure project ever in Denmark, the - Fehmarn Belt Link - between Denmark and Germany, is gearing up after several years of preparations and will generate high activity in the sector.\nOverall, the prospects for the construction sector in Denmark seem rather negative and uncertain for 2023 especially for the housing sector, depending on how the general cost development will be.\n\nCement consumption in 2022 decreased ca 6% compared to 2021.\n2022 was influenced by the war in Ukraine and high energy prices. Construction volumes were high in the first half of the year but started to slow down in Q3-Q4. The number of building permits issued decreased in all segments (civil engineering, residential construction and non-residential construction). In residential construction several projects were put on hold. The cost of construction materials increased throughout the year, also the labour costs were under pressure due to the high inflation rate.\nThe short-term outlook for the construction sector is that construction volumes will decrease in the first half of the year, but modest improvement is expected in the second half. In the residential construction sector prices will stabilize and the number of transactions will decrease due to the growing loan cost (Euribor).\nThe non-residential construction sector is expected to continue at the same level. The situation in the civil engineering sector is slightly better due to the large-scale infrastructure projects (e.g. Rail-Baltica).\ni\n\nIn 2022 cement consumption is estimated to have contracted 1%. The residential sector had negative growth, non-residential grew over 5% and civil engineering remained very close to the 2021 level. Forecast for 2023 cement consumption is a 6% decline. The decline is mainly driven by lower residential starts and decrease in industrial and storage buildings volumes.\n\nIn 2022, cement production is estimated to have decreased by 5.5%, and cement consumption by 5% compared to 2021. The evolution of total construction by sectors was as follows: residential building -3.7% (measured in the number of housing units), non-residential building 5% (total surface), and civil engineering -6.4% (turnover in constant euros). For 2023, the outlook for cement consumption and production volumes is down due to the decline in construction and civil engineering activity.\nIn 2022, the deterioration of the economic situation (inflation, decline in purchasing power) and the increase in the cost of credit have led to a slowdown in the construction sector. Despite specific state aid, investments by local authorities were not sufficient to support civil engineering activity. The rise in the cost of electricity has strongly penalized the competitiveness of the cement sector. The outlook for 2023 remains uncertain, and in the absence of a construction stimulus policy, cement consumption is expected to decline in 2023.",
  "page_45": "Both cement production and consumption in 2022 decreased in the order of 6 to 7% compared to the previous year. The lack of building materials and the shortage of skilled workers had an impact primarily on building construction and residential buildings. Increasing cancellations of commercial and private construction projects in the wake of persistently high construction prices and rising interest rates reinforced the negative trend in construction investments in the course of 2022. Only civil engineering recorded rising construction investments. The recent difficult framework conditions do not change the fact that the need for construction in Germany remains high. This applies to housing on the one hand, and to energy and transport infrastructure on the other. Nevertheless, construction activity and therefore cement demand are likely to decline again in 2023, as many builders are holding projects back for the time hoping that the overall economic situation will improve soon.\na —\n\nThe economy in Greece expanded by 6% (GDP) in 2022. Further growth by 2.5% is expected for 2023.\nConstruction activities improved in 2022; new permits for the building sector increased by 7.0% compared to that of 2021. On the other hand, the built surface in the same period was reduced by 7.6% (data from the Statistical Authority).\nIn 2021 (latest published data year) cement production increased by 20%, domestic consumption of cement improved by 9.3% while imports of clinker and cement increased by 32.5% compared to 2020.\nThe war in Ukraine and the instability of energy prices make estimations risky. In any case, prospects for 2023 are positive, as new infrastructure and private building projects matured and construction is in progress.\nGDP: The economic performance was 4.6% higher in 2022 than in the previous year, according to both raw data and seasonally and calendar adjusted and reconciled data.\nConstruction data in the entire year of 2022 compared to the previous year: Construction output volume decreased by 3.9% year-on-year.\nConstruction output rose overall by 3.0%, within it the volume of construction of buildings was 6.3% higher, that of civil engineering was 1.4% lower. In 2022 there were 3.1% less contracts concluded, within it the volume of contracts for the construction of buildings was 10.3% higher, the volume regarding civil engineering works declined by 17.3%.\nIn the 4th quarter of 2022, construction producer prices rose by 26.2% compared to the same period of the previous year. Within the divisions of construction, prices increased by a similar rate (by 27.6% and 27.5%) in the construction of buildings and mostly for specialized construction activities, and they grew by 22.6% in civil engineering compared to the 4th quarter of 2021. The price increase was caused principally by the rising costs, especially the significant price hike of several building materials.\n\nHousing completions in 2022 were higher than expected with just over 29,000 homes completed. This remains off the estimated demand of 35,000 - 40,000 homes per year to 2030. Viability remains a concern, and with recent cost increases there is expected to be 25,000 delivered in 2023. Infrastructure investment through the National Development Plan remains strong and is expected to be reassessed following a statutory review of the National Planning Framework in 2023/4. There remains strong demand from the commercial sector despite recent job losses in the tech sector but is restricted due to lack of housing. Planning remains the main barrier with promised new legislation as currently proposed unlikely to make a big difference to delays.",
  "page_46": "In 2022, Italy estimates a decrease in cement consumption of 5.2% (19.7Mt) compared to 2021. Domestic cement deliveries are expected to decrease by 7% in 2022 due to the growth of imports. Forecasts for next year are moderately optimistic, thanks to the good performance of the residential and non-residential markets, but mainly thanks to the strong increase of the investments in public works. Forecasts for the public works market are improving mainly due to the allocation of resources of the National Recovery and Resilience Plan (PNRR). This section will benefit from substantial available resources, the effective use of which is facilitated by reforms and measures implemented by the government. Factors that could negatively affect our sector are inflation and the consequent risks for construction costs, energy price increases, and geopolitical tensions. On the contrary, the end of the 110% tax incentive for single-family homes should not entail risks for the cement sector.\n\nDespite a strong start to the year, cement demand in Latvia fell by 1% compared to 2021 due to the war in Ukraine and concerns about energy costs. Ongoing construction projects such as Rail Baltica and road works, as well as infrastructure development, were seen as the only drivers. However, some new announcements for residential and commercial projects provided more positive forecasts.\nDomestic cement output exceeded levels seen in 2019-2021, reaching 1.25Mt, while imports stagnated due to reduced supply from Belarus after the EU's 5th sanctions package.\nForecasts for 2023 are mixed. While better gas and __ diesel prices and strong construction order books are encouraging, inflation near 20% limits purchasing power and growth prospects to a few percent.\nIn the Lithuanian domestic market, the demand for cement decreased by 4.2% in 2022 compared to 2021, due to an 11.5% reduction in the volume of new residential and non-residential building construction. Non-residential construction work accounted for 37.4% of total construction, while residential construction works, and civil engineering construction works accounted for 21.7% and 40.9% respectively.\nForecasts indicate that cement sales and the volume of construction work carried out by domestic companies in Lithuania may decrease by 5-6% in 2023.\n\nLuxembourg performed slightly better in 2022 (+2.4%) despite the war in Ukraine.\nAll construction sectors in the domestic market were at a comparable level to the previous year, with positive evolution in office buildings, leading to a 3.9% increase in domestic cement consumption.\nExport cement markets performed at a very comparable level to 2021 with a +1.8% increase.\nThere was a considerable push towards low- carbon cements, strongly supported by the decision not to produce CEM | type cements in Luxembourg anymore, starting from September 1, 2023. However, the focus was and will be on the significantly higher energy/material costs and thus exploding production costs.\nFor 2023, cement volumes are expected to decrease in the range of 10-15% due to the reduction of construction activity caused by the effects of the war in Ukraine, and extremely higher production costs are expected to lead to consistent price increases.",
  "page_47": "Regarding cement production and consumption, 2022 started positively compared to 2021, but this advantage disappeared towards the end of 2022. It is estimated that the market volume in 2022 is almost equal to that of 2021, which was 5.075 KT.\nLooking at user segments, demand in the residential sector lowered during the year, initiated by a rising inflation. In the non- residential sector, growth figures tempered in 2022, after a high in 2021. This was especially caused by the increasing energy prices and consequential inflation. The infrastructural sector also suffered from these aspects.\nProspects and external factors show numerous risks that limit the evolution of the construction market. It is expected that construction output will decrease in 2023 by around 2%, and the cement market even more.\nNORWAY\n|\n>\nNorwegian Mainland GDP is expected to grow 3.2% in 2022, before cooling down to 2.0% and 1.8% growth in 2023 and 2024 respectively. Norwegian export is at high levels, and the trade deficit is expected to beat all-time high for 2022, driven by high oil and gas prices as well as high export values of fish and aluminium. Exports are expected to cool down in the following years. Consumer prices are rising (estimated 5.7% increase in 2022), mostly due to rising energy prices, wage growth is picking up, while interest rates are rising. However, the price and wage pressure are slightly less dramatic than in the EU area and the US. The policy rate was rapidly increased from 0.50% to 2.75% throughout the year and is now well above the pre-pandemic level of 1.50%. The Norwegian Central Bank's forecast shows that the policy rate will peak at around 3% in 2023.\nThe total construction output in Norway is expected to grow by 0.6% in 2022, before shrinking by 1.2% in 2023. The following two years are expected to pick up growth, increasing by 3.1% and 3.5% respectively.\nFor 2022, civil engineering is the strongest contributor to the growth of the total output, with an increase of 6.7%. All other segments, residential construction, non- residential construction and building, are expected to decrease for the year and further shrink the following year.\nThe construction of Brevik CCS is well underway with commissioning targeted for late 2024.\n\nCement production and consumption saw a variation of -2.4% and -2.6% respectively, in 2022 compared to 2021.\nRegarding the evolution of total construction by sectors, y-o-y changes in real terms are estimated as follows: Total construction market: +3%, Residential construction: +4%, Non-residential construction: +1%, Civil engineering: +2%.\nHigh volumes of projects under construction, especially residential projects launched in 2021, protected construction output against sharp drops in 2022. However, the outbreak of war in Ukraine reversed the upward trend, as developers refrained from starting many new investments, but the continuation of ongoing projects determined the overall growth of the market in 2022.\nProspects for 2023 will be negative in terms of the level of the construction output. Suspending the start of new projects, the transition between EU budget perspectives, high inflation affecting the cost of capital, investment uncertainty related to the war in Ukraine, and the lack of disbursement of funds under the EU RRF (Recovery and Resilience Facility) fund, are the main factors determining the inevitable decline in the construction market that will occur in 2023.\n47",
  "page_48": "Cement consumption remained stable in 2022 (-0.1%). The Portuguese economy is expected to slow down in 2023 (+1.5%) after the strong growth reached in 2022 (+6.7%).\nEconomic activity decelerated sharply from the second quarter of 2022 onwards, following a period of recovery from the pandemic crisis. Recent developments in the Portuguese economy have been constrained by the effects of Russia’s military aggression against Ukraine, in particular the increase in geopolitical uncertainty and the energy crisis in Europe, which have contributed to exacerbating rising costs and prices and deteriorating the confidence of economic agents.\nThe construction sector growth estimate for 2022 is 3.4%. The civil engineering segment was the most dynamic (+4.5%). The remaining subsectors performed as follows: residential buildings +3.7%; non-residential buildings +1.0%.\nFor 2023, there is no clear outlook on how the cement demand will develop. On the one hand, we expect a negative impact of higher interest rates and continued cost inflation. On the other hand, the Recovery and Resilience Plan (PRR) of the Portuguese Government should inject an additional dynamic in the civil engineering segment.\n\nAccording to provisional data from the National Institute of Statistics, cement consumption in 2022 decreased by 4.8% compared to 2021. However, the volume of construction works increased by 12.9%, with maintenance and repair work up by 20.2%, capital repairs up by 25.7%, and new construction up by 8.9%. Non-residential buildings saw the biggest increase at 21.8%, while residential buildings increased by 4.8%, and civil engineering works increased by 13.2%.\nDespite a difficult global context, including geopolitical conflicts and an energy crisis, the construction sector made a significant contribution to economic growth in 2022.\nLooking ahead to 2023, the National Commission for Prognosis maintains its previous estimate of economic growth, which is further supported by a significant contribution from the construction sector and a more efficient use of European funds.\n\nCement production and consumption in 2022 were at the same level as in 2021. The rapid rise in the prices of construction materials and energy sources unavoidably shook the local construction market and its prospects, especially when it comes to new private investments. Public investments in construction have not decreased, despite huge economic uncertainties, so it is expected that this segment of the market will be the biggest support for the construction industry in 2023 as well. On the other hand, rising prices could negatively affect future contracts and the volume of infrastructure projects if inflation continues to rise with a further decline in economic activity.\n\nIt is estimated that 2022 cement production in Slovakia saw a slight increase of approximately 1.5% to 2%, also due to performance in neighbouring markets where cement from Slovakia is being shipped.\nConstruction production for the year 2022 reached a volume of 6.4 billion euro with a nominal value increase of 950 million euros year-on-year. However, due to record inflation, the increase in constant prices represented only 0.1%. There was a slight increase year-on-year in domestic production in the sector of new construction with renovations (by 1.1%) as well as in the repairs and maintenance sector (by 0.7%).\nThe forecast for the development of the construction industry in Slovakia for the year 2023 is a minimum growth of only 0.6%. Year-on-year production, broken down by type of construction, also remained at approximately the same level, with both the construction of buildings and the production of engineering constructions producing the same values as in 2021 after adjusting for inflation.",
  "page_49": "sioveNa\n|\nFor the first 11 months of 2022, it is estimated that production and consumption in the Slovenian market will be 6.5% higher than in 2021.\nThe value of construction put in place in 2022 increased by 44.0%. Building construction increased by 111.1%, civil engineering by 9.8%, and specialised construction activities decreased by 4.4%. In 2022, over 6,300 building permits were issued, which is 6% fewer than in the previous year. The average confidence indicator in construction for 2022 was 22 p.p., 4 p.p. higher than in 2021.\nIn 2022, consumer prices rose by 10.3% annually (in 2021 by 4.9%), while the average annual price growth was 8.8%. On average, goods prices went up by 11.5% and service prices by 7.7%.\nThe OECD projects that GDP growth in Slovenia will slow from 5% in 2022 to 0.5% in 2023, reflecting higher inflation, weaker external demand, and the negative impact on confidence from _ Russia’s war of aggression against Ukraine. Despite slowing activity, the labour market is expected to remain tight, fuelling stronger wage growth and contributing to inflationary pressures. Growth will pick up to 2% in 2024 as inflation slowly recedes.\nsean Ce\n\nSpanish cement consumption experienced a slight — fall of 0.8% in 2022, reaching approximately 14.91Mt, but Still representing the second-highest figure in the last decade. Spanish cement and clinker exports reached 5.6Mt, with cement at 4.1Mt and clinker at 1.5Mt. Housing starts increased by nearly 4.5%, while non- residential construction increased by around 13%. Meanwhile, public investment in infrastructure grew moderately.\nFor 2023, cement consumption is expected to fall between 0% and -3%, depending on factors such as interest rates, inflation, energy costs, the arrival of European funds, and the actual execution of public works.\nBESWEDEN\ntm\nSwedish GDP is expected to grow by 2.7% in 2022, slightly contracting by 0.1% in 2023, before growth continues at 2.0 and 2.5% for 2024 and 2025 respectively. The policy rate was at zero entering 2022 and has been rapidly increased, particularly in the second half of the year, from 0.25% in June to 2.5% by year-end. The Swedish central bank, Riksbanken, projects that the policy rate will further increase to right below 3.0% at the beginning of 2023 before stabilizing at this level for the following two years. Unemployment is expected to slightly increase by 0.3 percentage point over the following two years.\nAfter a strong growth of construction output in 2021 of 6.6%, growth is cooling down and is expected to land at 3.3% increase for 2022. The forecast for 2023 is a decrease of total construction output by 6.6%, and further down 0.4% for 2024 before growth is expected to pick back up to 4.2% in 2025. Non-residential construction represents the strongest growth in 2022, while residential construction is estimated to decrease by 0.5% for the year. All segments are expected to decrease in 2023, with residential construction taking the biggest hit, contracting 14.2% (-23.8% for new residential).\nIn December 2022, the Slite cement plant was, following an uncertain period, granted approval by the Land and Environmental Court for four years of continued quarrying of limestone, which secures the production of cement for a few years to come and consequently securing cement supplies in Sweden for the coming years. A long-term permit will be applied for during 2023. The work on establishing a full-scale CCS in 2030 at the plant continues.",
  "page_50": "The cement consumption in Switzerland remained stable with a slight decrease of 0.7%. However, in the fourth quarter of 2022, deliveries decreased by 6.3% compared to the above-average prior-year quarter. This decline is likely due to the uncertain energy situation and rising inflation, and is expected to continue for at least the following months. The construction industry, which has been performing very well for years, has probably passed its peak for the time being. The decline is expected primarily in non-residential and residential construction, while the public sector, including civil engineering and_ public buildings, is expected to remain stable. In total, 4.58 million tonnes of cement were used in Switzerland in 2022, of which 86.1% was produced locally.\n\nTurkish Economy grew by 5.6% in 2022. Unfortunately, the construction sector showed an 8.4% contraction. Recession of the construction sector continues for 5 consecutive years. Turkish cement industry realized around 58.3Mt of domestic sales in 2022. Sales shrank by 7% due to the negative effect of the contraction seen at the construction sector.\nAt the end of 2022, 18.7 million tons of cement and 8.5Mt of clinker were exported. Most important markets for exports were U.S.A., Israel, Syria & lvory Coast markets. In near future, we expect that, these export levels will be sustained.\nIn 2022, we did not add any new production capacities. By the end of 2022, the total clinker production capacity was around 97Mt. However, in 2023, there will be one greenfield and one brownfield investment. We do not expect any further increase in production capacity in the upcoming years after 2023.\nInitially, we projected a stable year for 2023, with values similar to those of 2022. However, we anticipate that urban transformation activities will accelerate due to the building consciousness triggered by the earthquake disaster we experienced. As a result, we expect domestic market activity to increase in 2023 and to close the year with approximately 3-4% growth.\nIn 2021, construction expenditures were 878 billion TL at current prices, and increased by 108% in 2022 to 1,823 billion TL. In 2022, building permits by area decreased by 8.9% compared to the previous year.\nSs) ae\nUNITED KINGDOM\na\nThe use of ready-mixed concrete sales volumes as a proxy for cement demand suggests a 3.8% decline in 2022, following a post-Covid rebound of 14.1% in 2021. The decrease in ready-mixed concrete sales since 2017 is closely linked to a decline in the commercial sector, which saw output fall by around 34% from 2017 to 2022. However, in the 12 months to November 2022, overall output in the construction sector expanded by 5.5%. Looking ahead, ready-mixed concrete sales are expected to fall by 3% in 2023, with slow growth to resuming from 2024.\n4\nI\nar\na.\nq4.\nar\na\n—\nSr a",
  "page_51": "=\n= -_\nFt\ny\nT\n|\n_\nIl\n|\naf\n—\n=\naf ‘\nce\nABOUT US",
  "page_52": "MISSION\nCEMBUREAU, the European Cement Association, iS the representative organisation of the cement industry in Europe. It is the spokesperson for the cement industry before the EU institutions and other public authorities and communicates the industry's views on all issues and policy developments regarding technical, environmental, energy, employee health and safety, and sustainability issues.\nIn addition to the EU, permanent dialogue is maintained with other international organisations (e.g., OECD, IEA, UNEP), the Global Cement and Concrete Association (GCCA) and sister associations in other parts of the world.\nServiced by a multi-national staff based in Brussels and with input from Members via four Working Groups as well as several Task Forces, set up on an ad hoc basis and directly reporting to the appropriate Working Group, CEMBUREAU acts in relation to all developments at European level affecting the cement industry.\nCEMBUREAU plays a significant role in the world-wide sustainable development of cement and the ready-mixed and precast concrete industries in co-operation with its Member Associations and other relevant organisations. The Association regularly organises events on specific issues aimed at improving the market perception of the industry and promoting the use of generic cement and concrete products. In addition, the Association regularly commissions studies to evaluate specific issues of importance to the industry.\nSTRUCTURE\nGeneral\nAssembly\nBoard +\nLiaison Committee of the\nCement Industries in the EU\nResources Committee\nChief Executive\nSteering Committee\nIndustrial Policy\nPublic Affairs &\nCommunications\ne Members Plenary Group\ne Senior Advisory Group\nWGA: Climate Change\n& Energy\nTask Forces\nWGEB: Circular Economy\n& Processes\nTask Forces\nWGC: Health & Safety Task Forces\nWGD: Markets &\nProducts\nTask Forces",
  "page_53": "OUR TEAM\nSituation on 30 April 2023\nCHIEF EXECUTIVE\nows\n4\nKoen Coppenholle\nChief Executive\nCathy Roeland Personal Assistant & HR Manager\nNour-Eddine Chafki\nLogistics, Real Estate\n& Finance Manager\nLatifa Ben Yamoun\nIT Assistant\nKoen Van De Put\nEconomic Studies &\nStatistics Manager\nINDUSTRIAL POLICY\nRob van der Meer Industrial Policy Director\n2\n<_<\nPSs\nMarie-Héléne Troger\nPersonal Assistant\n|\nSylvianne Liesen\nAssistant\nsa\nee\nfa\nPatricia Moreaux Graphic Design Manager (50%)\nlee\nMiette Dechelle\nHealth & Safety\nManager\nECONOMIC STUDIES &\nSTATISTICS\n‘ie\nEmmanuel Brutin Public Affairs Director\nbs\nA\nNikos Nikolakakos\nEnvironment & Resources\nManager\nVagner Maringolo Sustainable Construction Manager\n—\noS\nPUBLIC AFFAIRS & COMMUNICATIONS\nsa\nee\nfa\nPatricia Moreaux Graphic Design Manager (50%)\n=\nAnam Iqbal Monitoring & Research Analyst\n53\n—\nJean-Baptiste Gomes Senior Public Affairs Manager",
  "page_54": "OUR BOARD MEMBERS\nPresident: |. Miranda Fernandez Vice-President: K. McKnight\nFull Members\nAUSTRIA BELGIUM BULGARIA CZECH REPUBLIC DENMARK ESTONIA FINLAND FRANCE GERMANY GREECE HUNGARY IRELAND ITALY LATVIA LITHUANIA LUXEMBOURG NETHERLANDS NORWAY POLAND PORTUGAL ROMANIA SLOVENIA SPAIN SWEDEN SWITZERLAND UNITED KINGDOM\nB. Kren E. Fostier R. Papazov K. Chudej S. Holm Christensen M. Einstein D. Dillon B. Pillon C. Knell Y. Paniaras J. Szarkandi P. Buckley M. Paris R. Schneider A. Zaremba D. Beese J. Morrish G. K. Brantenberg J. Miluch L. Fernandes B. Dobre T. Vuk J. M. Cascajero J. Gange L. Epple\nA. Murphy\nMembers Ex Officio\nCEMBUREAU _ K. Coppenholle CEMBUREAU E. Brutin CEMBUREAU _ R. van der Meer\nPermanent Alternates\nL. Callebat R. Huet T. Spannagl D. Chanis\nP. Zugaro A. Savlevica\nC. Weiler C. Streicher\nX. Guesnu\nO. Hubscher\nJ. Ortiz Used K. Comstedt Webb S. Kronenberg I. Smith\nM. Gutovic\nR. Michalcik, P. Zelano B. Moltke Hansen\nSituation on 30 April 2023",
  "page_55": "OUR LIAISON COMMITTEE MEMBERS\nPresident: S. Menéndez Vice-President: R. Callieri\nFull Members\nAUSTRIA BELGIUM BULGARIA CZECH REPUBLIC DENMARK ESTONIA FINLAND FRANCE GERMANY GREECE HUNGARY IRELAND ITALY LATVIA LITHUANIA LUXEMBOURG NETHERLANDS POLAND PORTUGAL ROMANIA SLOVENIA SPAIN SWEDEN\nB. Kren E. Fostier R. Papazov K. Chudej B. Moltke Hansen M. Einstein D. Dillon B. Pillon C. Knell Y. Paniaras J. Szarkandi P. Buckley P. Massimo R. Schneider A. Zaremba D. Beese J. Morrish J. Miluch O. Hubscher M. Dracea T. Vuk J.M Cascajero J. Gange\nMembers Ex Officio\nCEMBUREAU  K. Coppenholle CEMBUREAU E. Brutin CEMBUREAU - R. van der Meer\nPermanent Alternates\nM. Gutovic\nR. Michalcik, P. Zelano S. Holm Christensen\nL. Callebat R. Huet T. Spannagl D. Chanis\nP. Zugaro A. Savlevica\nC. Weiler C. Streicher X. Guesnu\nV. H. Garcia Brosa K. Comstedt Webb\nSituation on 30 April 2023",
  "page_56": "OUR MEMBERS\nThe full members are the national cement industry associations and cement companies of the European Union (except for Malta) plus Norway, Switzerland, and the United Kingdom. Croatia, Serbia and Slovakia are associate members of CEMBUREAU. A cooperation agreement has been concluded with Vassiliko Cement in Cyprus and with the Cement Association of Ukraine.\nSituation on 30 April 2023\nLa\nPIBMSEMEMT T\nP\nawa ee\nr FEBELCEM\ni Renn pe ome cretint\n4\na\nS 1h\n|\nENC!\nespc\n=a\nSVAL SCR\nU Cimelux\nMferepe\nle ec cet cccccscccsecccces\noer’\n<j\nZVC\nLIMIDULISTRIE\nCIMENTIEEE\noc cccccccccccces\nDOGS OO\nGOOOONP\ni\nBeton\nocieee\nDemsecl ae et  n\ne\nExe\n«=\n(johcemen\nson\nvdz\nsoe\n[|\n[|\ni VARSILIEG\n26 Full Members 3 Associate Members 2 Cooperation Agreements",
  "page_57": "FULL MEMBERS\nSituation on 30 April 2023\nAUSTRIA\nVOZ - Vereinigung der\nOsterreichischen\nZementindustrie\n(Association of the\nAustrian Cement Industry)\nBULGARIA\nBACI - Bulgarian\nAssociation of Cement\nIndustry\nBELGIUM\nFebelcem - Fédération de\nI'Industrie Cimentiére\nBelge a.s.b.l.\n(Association of the Belgian\nCement Industry)\nCZECH REPUBLIC\nSvaz vyrobcu cementu CR\n(Czech Cement Association)\nDENMARK\nAalborg Portland A/S\nESTONIA\nKNC - AS Kunda Nordic\nTsement\n(Kunda Nordic Cement\nCorporation)\nFINLAND\nFinnsementti Oy\nFRANCE\nSFIC - Syndicat Frangais de\nIndustrie Cimentiére\n(Association of the French\nCement Industry)\nGERMANY\nVDZ - Verein Deutscher\nZementwerke e.V.\n(German Cement Works\nAssociation)\nGREECE\nHCIA -.Hellenic Cement\nIndustry Association\nHUNGARY\nMCSZ - Magyar Cement-,\nBeton- és Mészipari\nSz6vetzég (Hungarian\nCement, Concrete and\nLime Association)\nIRELAND\nCMI - Cement\nManufacturers Ireland\nITALY\nAITEC - Associazione\nItaliana Tecnico Economica\nCemento (Italian Technical\nand Economic Association\nof Cement)\nLATVIA\nSchwenk Latvia\nLITHUANIA\nAkmenés Cementas AB\nLUXEMBOURG\nCIMALUX s.a.\nNETHERLANDS\nENCI BV - Eerste\nNederlandse Cement\nIndustry\nNORWAY\nNorcem A.S.\n57",
  "page_58": "Situation on 30 April 2023\nPOLAND\nSPC - Stowarzyszenie Producentow Cementu (Polish Cement Association)\nSLOVENIA\nSalonit Anhovo\nPORTUGAL\nATIC - Associagao Técnica da Industria do Cimento (Technical Association of the Cement Industry)\nSPAIN\nOficemen - Agrupacion de Fabricantes de Cemento de Espana (Association of Spanish Cement Producers)\nSWITZERLAND\nfull members\nROMANIA\nCIROM - Employers’ Organisation in Cement Industry and other Mineral Products for Construction in Romania\nSWEDEN\nCementa AB\nUNITED KINGDOM\nMPA - Minerals Products\nAssociation - Cement\nASSOCIATE MEMBERS\nCROATIA\nSERBIA\nCroatia Cement, g.i.u.\nSLOVAKIA\nZVC SR - Zvaz vyrobcov cementu SR (Association of Slovak Cement Producers)\nCIS - Cementna Industrija Srbije (Serbian Cement Industry Association)\nCOOPERATION AGREEMENTS\nCYPRUS\nUKRAINE\nVassiliko Cementv\nUKRCEMENT (Association of Cement Producers of Ukraine)",
  "page_59": "PARTNERSHIPS\nAlliance for a Competitive European Industry\nThe Alliance for a Competitive European Industry (ACEI) was formed in 2004 by 11 major European industry sector associations and BUSINESSEUROPE. The common objective of its Members is to promote the competitiveness of European industry on a global scale. The Alliance therefore encourages a policy and regulatory framework that supports that objective, reinforcing and complementing BUSINESSEUROPE's work in this respect by providing a sectoral perspective. The industry sectors concerned represent the interests at EU level of some 6 000 large companies and 1.7 million SMEs with a combined output of nearly 5 trillion euros turnover and 1.3 trillion euros added value. These companies directly employ about 23 million people in the EU.\nAlliance of Energy Intensive Industries\ni a\na \"s\nThe Alliance of Energy Intensive Industries is made up of fourteen European associations representing energy-intensive industries with an aggregated turnover of more than 1000 billion Euros per year and directly employing over 3 million people. These industries are fundamental to Europe's entire economic fabric and support downstream processing and employment through the entire value chain. They also contribute to Europe’s R&D, innovation and technical excellence, as well as to European balance of trade and through economic value added and taxes to the economies of its Member States.\nConstruction Products Europe\nConstruction Products Europe represents the interests of all European construction products manufacturers. Construction Products Europe was established in 1988 as an AISBL, a non-profit making organisation under Belgian law. More recently, the association changed its name from CEPMC to Construction Products Europe to better reflect its scope and expertise. As such, the new name creates a more accurate reflection of the association's activities and alongside the change of name Construction Products Europe has developed a new logo and website. Construction Products Europe has a rotating presidency and vice presidency and their secretariat is based in Brussels.\nECRA (European Cement Research Academy)\nCEMBUREAU has a long-standing relationship with the European Cement Research Academy (ECRA) based in Dusseldorf. With a membership of over 40 leading cement producers worldwide, ECRA supports and conducts research activities on the production of cement and its application in concrete.\nECRA and CEMBUREAU regularly interact in the areas of research and innovation as well as on technical matters. ECRA and CEMBUREAU have also worked together in organizing international conferences on CO2 infrastructure where technical and project-related practical expertise was linked to the overall policy context. CEMBUREAU is also a Member of the ECRA Technical Advisory Board.\nof",
  "page_60": "8\n=\nPS\nSi\n4\ny\nEuropean Concrete Platform\nThe European Concrete Platform (ECP), is a European association incorporated as a non- profit association under Belgian law. With its membership comprising BIBM (European Federation for Precast Concrete), CEMBUREAU, EFCA (European Federation of Concrete Admixtures Associations), and ERMCO (European Ready Mixed Concrete Organisation), the ECP covers concrete related issues at European level, including the energy performance of buildings, fire safety and Eurocodes. Its objective is to study and promote all the benefits of concrete for construction.\nGlobal Cement & Concrete Association\nLaunched in January 2018, the Global Cement and Concrete Association (GCCA) is the voice for the sector on the global stage, representing 32 member companies and 9 affiliate organisations, including CEMBUREAU. The GCCA aims to promote the benefits of cement & concrete for sustainable construction, highlighting the sector's innovation efforts and carbon neutrality ambitions. Headquartered in London, the GCCA complements and supports the work done by associations at national and regional level.\nNEPSI\nThe European Network for Silica (NEPSI) is the first European multi-sectoral social dialogue agreement of its kind, which gathers the undersigned signatories of the Social Dialogue \"Agreement on Workers' Health Protection Through the Good Handling and Use of Crystalline Silica and Products Containing it\".\nSince 2006, the Agreement aims to protect the health of employees occupationally exposed to respirable crystalline silica generated by a work process in eighteen industry sectors, minimising such exposure by applying good practices (see new guide and tools) and reporting every two years. NEPSI is recognised in Recital 19 of Directive (EU) 2017/2398 as a valuable instrument to complement regulatory measures.\nREACH Alliance\nThe REACH Alliance is an “association de fait” representing the Inorganic Industry and regrouping several sectors. The purpose of the Alliance is to represent the interests of the industrial sectors vis-a-vis the European Institutions and related Agencies (i.e. ECHA) and committees or groups (i.e. CARACAL, and subgroups) in the context of the regulations REACH and the CLP, its implementation and review, and upcoming implementation of the ‘Chemicals Strategy for Sustainability’. In addition, CEMBUREAU is a member observer of the Cll - Cross-Industry Initiative for better regulation in chemicals management.\n=m",
  "page_61": "q\ni\ngit\na\noo\nL\nA\n| iT\n| |\n1]\n\\|\n|\n/p5\nwd\nivi\n(at\nTT\nEMBUREAU\nThe European Cement Association\n© Copyright: CEMBUREAU\nN° Editeur: D/2023/5457/May\nAll rights reserved. No part of this report may be reproduced, stored in a retrieval system or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise, without the prior written permission of the publisher.\nPublished by CEMBUREAU, The European Cement Association Rue d’Arlon 55 - BE-1040 Brussels\nTel.: + 32 2 234 10 11, secretariat@cembureau.eu, www.cembureau.eu\nLayout & Printing by CEMBUREAU Photographs: Thanks to:\nCanva, Sofia Eufrdazio - Portugal, Juan Pedro Barranco - Spain, Sheena Jolley - Ireland, Christophe Jeannot - France",
  "page_62": ")O Oe\nefD0G\nYOUR\nCARBON\n00\nPRINT\nTi iy)\nhe European Cement Association"
},
  "language": "Languages.ENGLISH",
  "total_pages": 62
}
