{
  "file_name": "25_385.pdf",
  "pages": {
  "page_1": "EMBUREAU\nPOSITION PAPER\nThe European Cement Association\nA WATERTIGHT IMPLEMENTATION OF CBAM - TACKLING THE RISKS OF FRAUD AND CIRCUMVENTION IN THE CEMENT SECTOR\n5\" December 2024\nExecutive Summary\nThe implementation of a watertight CBAM is indispensable to reach the cement industry’s climate ambition. This position paper highlights the key risks of CBAM fraud and circumvention in the cement sector, following a thorough analysis conducted by CEMBUREAU and its members. Based on this analysis, several key steps are necessary to ensure CBAM’s watertightness:\nThe European Commission should continue to develop the necessary secondary legislation on CBAM, taking as guiding principle the need to mirror the EU ETS as strictly as possible. The Delegated/Implementing acts on CO2 measurement (including on indirect emissions), accredited verifiers, and the taking into account third countries pricing scheme, will be particularly crucial. In view of the start of CBAM’s operational phase in 2026, default values and their markup should be set a high level to avoid free-riding behaviour and protect the environmental integrity of CBAM. The biggest risk of CBAM fraud in the cement sector relates to false declarations on cement blends. Clear mitigation measures should be taken against this risk, which represents very significant financial amounts but is, for the time being, constrained to a limited type of imports. Refining the EU customs code and adopting a risk-based approach through sampling are two solutions that will largely mitigate the risk of fraud, at a minimal cost. More broadly, both the European Commission, CBAM competent authorities and national customs authorities should be appropriately resourced to undertake their tasks under CBAM. The roles and responsibilities of each institution in checking the veracity of CBAM reports and fraudulent behaviours should also be clarified through a clear plan.\nIntroduction\nCEMBUREAU, the association of the European cement industry, fully supports the implementation of the EU Carbon Border Adjustment Mechanism (CBAM). As explained in our updated Net Zero roadmap, a watertight and smooth implementation of CBAM is indispensable to reach the sector’s climate ambitions. The EU cement sector is confronted with a significant rise of EU imports from non-EU countries, whilst EU exports are steadily decreasing (please see CEMBUREAU trade statistics, October 2024, and annex 2 of the present document) . An effective level playing field on carbon is indispensable to provide EU companies with the confidence to deliver large investments in Europe.\nThis paper looks at the practical measures needed to ensure that CBAM is successfully implemented. It identifies the potential risks of fraud and/or circumvention that are specific to the cement sector and identifies solutions to mitigate these. This document builds on the feedback gathered on CBAM\nCEMBUREAU - Rue d’Arlon 55, 1040 Brussels - www.cembureau.eu — Net Zero Roadmap\nMm x 6 © ©",
  "page_2": "EMBUREAU\nThe European Cement Association\nimplementation during the transitional period; detailed discussions and data collection in the European cement industry; as well as exchanges with the European Commission.\n1 Key issues in relation to CBAM watertightness in the cement sector\nOver the past months, the European cement industry has conducted a detailed analysis of the issues that could prevent an effective and watertight implementation of CBAM in the cement sector, based on industry insights, data and discussions with the European Commission and customs authorities. These issues can be summed up as follows:\ne Issues relating to CBAM effectively mirroring the EU ETS: a significant risk lies in an under- estimation of the embedded CO2 in imported cement/clinker. From this perspective, the CBAM Regulation foresees detailed rules on CO2 measurement, based on the EU ETS, and a system of accredited verifiers for the definitive period. CEMBUREAU considers that the rules on calculation of embedded emissions for the transition period broadly reflect the EU ETS ones, and therefore provide a solid basis for the definitive period. However, it is urgent to deliver a methodology for indirect emissions, as well as detailed rules for accredited verifiers, to ensure that the reporting is both fair and robust, whilst reflecting the ETS methodology. Issues relating to third country pricing schemes being set up or exemptions: the CBAM Regulation offers the possibility for declarants to claim a reduction in the number of certificates to be surrendered if a carbon price has been effectively paid in the country of origin. We note that several countries, including some large exporters of cement to the EU (e.g. Turkey), are considering setting up such schemes. It is from CEMBUREAU’s perspective very important that the upcoming Implementing Act from the Commission establishes very strict rules ensuring that (as per the CBAM Regulation, article 9) only the carbon price “effectively paid” in the country of origin is taken into account. Furthermore, any exemption from CBAM should be based on a direct connection to the EU ETS, as per the current CBAM Regulation. Issues related to the use of default values: during the definitive period, CBAM declarants will have the possibility to rely on default values instead of real emissions. The data collected so far in the transition period points at a large number of importers wishing to use such default values, for a variety of reasons. It is from CEMBUREAU’s perspective extremely important to ensure that for the definitive period such default values, as well as the markup planned under the CBAM Regulation, are set at a sufficiently high level to discourage ‘freeriding’ behaviours and protect the environmental integrity of CBAM. Issues relating to circumvention: Given the cement’s value chain relative simplicity (cement is almost entirely used to produce concrete), we anticipate a low risk of CBAM circumvention down the value chain. Today, concrete imports to the EU are extremely low due to the weight of the material. From this perspective, a prudent approach to include concrete in CBAM to minimise future risks is warranted. The issue of resource shuffling is however significant, with a high risk that importers would dedicate their ‘cleaner’ plants to exporting cement on the EU market. This issue should be tackled in the next revision of the CBAM Regulation. Issues relating to the proper policing of CBAM against fraud: a significant risk that we see lies in the poor quality of CBAM reporting, and potentially the poor quality of the work of accredited verifiers, with a view to underestimate embedded CO2 emissions. Whilst the CBAM Regulation (article 19) provides the Commission with an oversight role of reviewing CBAM declarations, and foresees penalties (article 26), the roles and responsibilities of each institution (Commission,\n2",
  "page_3": "EMBUREAU\nThe European Cement Association\ncustoms/competent authorities) in this process should be clarified, and appropriate resources made available for the proper policing of CBAM. It is also important to set up clear mechanisms that will lead the Commission to investigate potentially fraudulent reports (for instance, an amount of embedded CO2 per ton of clinker/cement type that would lead to think that the CBAM declaration is not accurate). We strongly recommend that DG TAXUD elaborates a detailed plan to combat the risks of fraud, in cooperation with the CBAM sectors. Issues relating to fraud on cement blends: a key risk identified across the industry is the use of misleading declarations on cement types to reduce CBAM obligations, as explained in the rest of the position paper.\nThese points are further summarised in the table below.",
  "page_4": "The Europ EMBUREAU ement Association\nMAKING CBAM WATERTIGHT IN THE CEMENT SECTOR - IDENTIFICATION OF RISKS AND SOLUTIONS\n(IA: Implementing Act / DA: Delegated Act)\nChallenge\nDone through IA on reporting obligations (update for\nthe definitive period upcoming)\nEnsuring that CO2 data required in CBAM reports is EC to develop methodology for indirect emissions and IA on calculation of embedded emissions for the\nequivalent to ETS Data (indirect emissions)\ninclude it in IA on calculation of embedded emissions definitive period planned in Q3 2025\nfor the definitive period\nFighting the risks of fraud on cement blends (=declaring | High risk of fraud on all other cement types. CN/TARIC | No action planned to date\nCEM | as lower clinker blends to reduce CBAM | code review and sampling would go a long way to\nobligations)\nminimise this risk, and could be done at minimal\ncosts\nRessource shuffling: exporting country uses its cleanest CBAM Regulation includes provisions reporting 6 CBAM Regulation implementation. No further action\nplant to export to the EU\ncircumvention generally (article 27) as\non planned to date. Issue to be potentially tackled in future\nresource shuffling patterns as part of CBAM reporting revision of the CBAM Regulation\nProper policing of CBAM responsible authorities in Need to clarify roles and responsibilities of authorities No action planned to date\ncharge of checking the veracity of CBAM reports (Commission, customs authorities, etc.)\nconducting investigations, severe penalties for fraud\nensuring authorities are appropriately resourced to\ncarry the tasks",
  "page_5": "EMBUREAU\nThe European Cement Association\n2. Misreporting on cement blends: a major risk of fraud in the cement sector\nIntroducing the issue\nAs highlighted in CEMBUREAU’s position paper on minimising the risks of fraud in the cement sector (December 2023), a key risk of fraud relates to misstatements or false declaration of clinker-to-cement ratios in cement products. This issue is particularly important as clinker represents the lion’s share of CO2 emissions from cement production. Therefore, the quantities of clinker ‘declared’ in each ton of cement will have a major impact on the amount of CBAM certificates to be surrendered by importers.\nIn short, clinker is the backbone of cement, and the quantities of clinker contained in cement drives the structural strength of concrete, cement’s end product. EU cement standards (as defined in EN 197-1) authorise different levels of clinkers, ranging from over 95% (CEM | / Portland cement) down to as low as 5%, depending on different cement types. When it comes to CO2 emissions, cements with a higher clinker content have significantly higher emissions than low-clinker cements. For instance, it is common to see CEM | cements with emissions as high as 800-900 kg/CO2 per tonne of cement, whilst low-clinker cements such as CEM Ill may go as lowas 150 kg/CO2 per tonne.\nThere is, therefore, a significant risk of fraud which would consist in declaring as a low-carbon cement a product which is actually CO2-intensive. This risk is significant as usually, several cement types with different clinker content are produced in one cement installation: it is therefore very possible that an accredited verifier would check ‘in good faith’ the embedded COQ2 in a given plant’s CEM III cement, but that the plant would export to the EU a CEM! cement instead.\nAs it is impossible to visually distinguish cement types, CEMBUREAU believes such risk of fraud as being particularly high.\nQuantifying the potential impact\nAn example to quantify this risk of fraud is provided below, taking the example of a ship transporting 50,000 tonnes of CEM | cement into the EU:\nShould the CBAM declarant appropriately declare the cement as CEM | and report an emission level of 780kg of CO2 per ton of cement, its total CBAM obligations will range between EUR 3,9m and EUR 7,8m for the entire shipment, depending on the ETS price. Conversely, should the CBAM declarant decide to falsely declare the CEM | cement as CEM IIl cement with an emission level of 160kg of CO2 per ton of cement, its total CBAM obligations for the ship will range between EUR 0.8m and EUR 1.6m for the entire shipment, depending on the ETS price. It should be noted that such false declarations would be fairly ‘easy’ to do, irrespective of the accredited verifier acting in good faith. For instance, the accredited verifier could simply be tasked to produce a report on the production of CEM Ill in one of the company’s plants, and the importer on its side would use this report as part of its declaration, even if the cement eventually exported to the EU is CEM I.",
  "page_6": "EMBUREAU\nThe European Cement Association\nVerification of CO, emissions and\nEU import of CBAM product cement\nattribution to products in a non-EU country\nwithout sampling and analysis\nA od 780\na\nqj 96 % clinker\nkg CO,/t\n=_S\n@> 651\nliq ea\n780\nkg clinker ay CO,/t el/\n80 % clinker\nkg CO,/t\nq@ 20 % clinker\n% clinker\neli 570\nCO, 0,8\n3,9\nkg CO,/t\n@\nME\n70 % clinker\n@ 200€/t CO, 1,6 ME\n7,8 ME\nad 430\nkg CO,V/t\n=> Incentive for fraud: 3 to 6 ME\nper ship\n55 % clinker\nsimilar to total product value and allowing\ncd\ne.g. 80 % CO, cost dumping by\n160\nkg CO,/t\nwrong attribution of a valid certificate for\n20 % clinker\nEU import of CBAM product\nRisks of CBAM fraud on different cement blends. Source: European Cement Research Academy / CEMBUREAU\nIn conclusion, there is therefore a very high incentive for importers to make false declarations on cement blends in order to minimise their CBAM obligations. In the above example, the incentive for fraud is between EUR 3m and EUR 6m per ship. Such fraud would therefore have significant implications, both in terms of level playing field with EU operators and financial revenues to the EU\nRecent import trends in the EU and their implications\nOver the past months, CEMBUREAU has collected data from both Eurostat and its members to identify the different types of cements which are imported to the EU, the main transportation means, as well as the main entry points. Whilst the situation vastly differs depending on the geographical location of EU countries and their proximity to the main exporting countries, the key trends are as follows (all the data below is based on Eurostat, and applicable for year 2023)\ne Today, the vast majority of EU cement imports consist of clinker (48%) and Portland cement/CEM | (40%). Therefore, there is a low level of low-clinker cement blends imports on the EU market Consequently, the risk of fraud on cement blends is today limited to a relatively small amount of EU cement imports. Checking or controlling products to prevent fraudulent behaviour on cement blends would therefore be a limited task but can become more substantial in the future as more low carbon cements will be imported e A large share of EU cement imports occurs by ship (76%), followed by rail (17%) and road (7%) Furthermore, CEMBUREAU has identified 18 European ports with a high volume of trade superior to 10,000 tonnes. In other words, most of the EU cement imports are focused on a few European ports and a limited number of large ships, making potential checks and controls highly feasible\n50.000 t cement\nkg\n100€/t\nME",
  "page_7": "EMBUREAU\nThe European Cement Association\nCement types: year 2023\nTotal 9.2 MT\nAluminous\ncement\nWhite 0.1 Other\ncement\n6\n0.1\ncement\nBlastfurnace +\npozzolan cement\n0.3\nClinker\n4.4\nPortland\ncement\n3.7\nImports of cement into the EU, per cement type, in million tons. Source: CEMBUREAU, based on Eurostat data\nTransport modes: year 2023\nTotal 9.2 MT\nRoad\n0.6\nRail\n1.6\nTRANSPORT MODES & CEMENT TYPES\nsea\nrail\nroad total\nclinker\n4,3\n0,1\n4,4\nportland cement\n1,9\n1,5\n0,3\n3,7\nblastfurnace + pozzolan cement\n0,1\n0,2\n0,3\nwhite cement\n0,6\n0,6\nSea\naluminous cement\n0,1\n0,1\nother cement\n0,1\n0,1\nTOTAL\n1,6\n0,6\n9,2\nImports of cement into the EU, per type of transport, in million tons. Source: CEMBUREAU, based on Eurostat data",
  "page_8": "EMBUREAU\nThe European Cement Association\nFrance\nPortugal\nGreece\nSpain\nBulgaria\nGreece\nPoland\nSpain\nNo\nNo\nNo\nYes\nNo\nCEM cement\n(¥iN) {ktonnes/al {ktonnes/a} {ktonnes/al {ktonnes/a} {ktonnes/a] {ktonnes/a)\n693\n386\n350\n314\n300\n300\n300\n270\n250\n250\n180\n138\n138\n120\n100\nYes\n100\nYes\n69\n69\n65\nYes\n62\nYes\n56\n56\nYes\n50\n50\n38\nYes\n38\nYes\n27\n27\nYes\n15\n15\nYes\nNo\nNo\nYes\nNo\nNo\nEU - PORTS WITH CEMENT IMPORTS ABOVE 10,000 TONNES PER YEAR (source: CEMBUREAU)\nPort\nAvailable\nImport 2023\nGrinding Cement\nIn 2023 Clinker CEM!\nOther\ninstallation terminal\n(Y/N)\n(Y/N)\nYes\nYes\n693\nYes\nYes\nYes\n286\n102\nYes\nYes\n350\nYes\nYes\nYes\n314\nYes\nYes\n300\nYes\nNo\nYes\n270\nYes\nYes\nYes\nNo\nYes\nYes\n180\nYes\nYes\n120\nEU27 country\nYes\nWhite Unknown Total\nAntwerp\nMurcia/Cartagena\nDunkerque\nConstanta / Constanta Sud\nHavre/Rouen/Paris (Haropa)\nTriest\nSéte\nVenezia Marghera\nAlicante\nConstanta /Mangalia\nSecondary pots\nNantes - Saint-Nazaire\nMontoir\nSetubal\nRETHYMNOG\nCastellon\nBourgas\nTHESSALONIKI\nMorski Port Gdynia S.A\nSevilla\nBelgium\nSpain\nFrance\nRomania\nFrance\nItaly\nFrance\nItaly\nSpain\nRomania\nFrance",
  "page_9": "EMBUREAU\nThe European Cement Association\n3. Misreporting on cement blends: mitigating the issue\nFirst mitigation measure: reviewing the EU CN/TARIC codes to distinguish between cement types and ensuring that relevant information on cement types provided in CBAM reports\nTo appropriately tackle the risk of fraud on cement blends, a first necessary measure is to allow the EU customs code classification to distinguish between different cement types. The current structure of the 8-digit Combined Nomenclature (CN) for cement and clinker (which are included in CBAM) classifies the different cement goods into five categories\nCN Code\n25231000 | Cement clinkers\n25232100 | artificially coloured\n25232900 artificially coloured)\nAs explained above, the implicit carbon footprint in the different products that fall into each of the five CN categories can differ significantly depending on the actual product being imported. It is therefore imperative to allow for the customs code to differentiate between different types for the following reasons\ne It will allow public authorities (Customs authorities, CBAM competent authorities and the European Commission) to immediately identify the imports/shipments which are at risk of fraudulent behaviour on cement blends In this respect, it has been confirmed in correspondences between customs authorities and CEMBUREAU members that such customs code review would be indispensable to support an effective CBAM implementation It will allow to collect detailed statistical on cement imports and properly assess the evolution of trade and the risks of fraudulent behaviours\nCEMBUREAU is aware that as part of the CBAM registry, declarants can “optionally” declare the clinker content of imported cements. Whilst this possibility should be preserved, it is completely insufficient to properly assessed which types of cements are imported\nBuilding on its proposals made in December 2023, CEMBUREAU strongly suggests adapting the EU CN/TARIC codes, so that the identification of goods imported under heading 2523 allows an adequate refined categorisation and assessment of the approximate embedded CO2 emissions. This information would allow for adequate monitoring regarding the emissions reported by authorized declarants and/or importers in their CBAM reports. Our full proposal - updated and simplified as compared to the one made in December 2023, following feedback from customs authorities is annexed to this position paper\nDescription\nWhite portland cement, whether or not\nPortland cement (excl. white, whether or not",
  "page_10": "EMBUREAU\nThe European Cement Association\nFurthermore, it is critical to ensure that as part of their CBAM declarations, importers/declarants are required to specify both the clinker content of cement, as well as the cement type as defined in standard EN 197-1.\nSecond mitigation measure: sampling of certain cement types to check the accuracy of CBAM reports\nIn line with its previous recommendations, CEMBUREAU strongly believes that a sample analysis of the imported cement types that are susceptible to fraudulent behaviours is necessary. Such analysis shall be performed by accredited laboratories in the respective member states. Requiring a sample test (performed by an EU laboratory)of the imported product from the CBAM declarant, or systematically sampling products at custom points, would largely mitigate and potentially eliminate any risk of fraud.\nAs highlighted above, the low-clinker cement types susceptible to fraudulent behaviour represent today a minimal share of the EU’s cement imports. Conversely, it is not necessary to check the clinker content of other imports, either because they consist of pure clinker, or because they contain high quantities of clinker (CEM 1/Portland cement). The burden put on the CBAM declarant and/or on the customs authorities would therefore be minimal and limited to only a few shipments per year.\nAll the more, sampling procedures are well established according to existing standards (EN 196-7) and can be contracted and performed by accredited organisations in the EU. The determination of the clinker content in cement should be carried out according to CEN/TR 196-4 by an accredited laboratory. When performing the selective dissolution steps described (reference method), reproducibility standard deviations of 2 to 4 % are obtained for such analyses, depending on the cement composition (number and type of cement main constituents). Alternative analytical methods (e.g. quantitative X-ray diffraction) may be used if the method is accredited and sufficient precision is proven by the laboratory.\nBased on today’s import levels, the mandatory sampling of low-clinker cement blends does not entail a significant burden for CBAM declarants or customs authorities, as such imports of low-clinker blends are largely limited. The methodologies for sampling are well established and would allow to entirely mitigate the risks of fraud, at a minimal cost.\nKKK\n10",
  "page_11": "The Europ EMBUREAU ement Association\nANNEX 1 - Adaptation of TARIC 2523* to control the requirements established by the CBAM, CEMBUREAU proposal\nCN code\nTARIC\n= Description\ncode\n2523\nPortland cement, aluminium cement, slag cement, supersulphate cement and\nsimilar hydraulic cements, whether or not coloured or in the form of clinkers\n2523 10 00\n- Cement clinkers\n10\n--Portland clinker?)\n90\n--Other\n-Portland cement\n2523 21 00\n--White cement, whether or not artificially coloured\n10\n--- Containing by weight 90% or more of clinker? (standard: CEM | white)\n--- Containing by weight 76% or more but less than 90 % of clinker”\n20\n30\n--- Containing by weight less than 76% of clinker”\n2523 29 00\n-- Other\n10\n--- Containing by weight 90% or more of clinker? (standard: CEM 1)\n90\n--- Other\n2523 30 00\n- Aluminous cement\n2523 90 00\n- Other hydraulic cements\n--Portland cement with the addition of constitutes (standard: CEM II)\n7\n--- Containing by weight 76% or more but less than 90% of clinker”\n4 --- Containing by weight 48% or more but less than 62% of clinker”)\n--- Containing by weight 62% or more but less than 76 % of clinker?)\nPS --Blastfurnace cement (standard: CEM III)\n2x\n--- Containing by weight 33% or more but less than 62% of clinker”)\n2x\n--- Containing by weight 19% or more but less than 33% of clinker?)\n2x\n--- Containing by weight less than 19% of clinker”\n--Pozzolanic cement (standard: CEM IV)\n3x\n--- Containing by weight 62% or more but less than 85% of clinker”\n3x\n--- Containing by weight 43% or more but less than 62% of clinker”)\n--Composite cement (standard: CEM V)\n4x\n--- Containing by weight 38% or more but less than 62% of clinker”)\n4x\n--- Containing by weight 19% or more but less than 38% of clinker”\n--Low carbon cement (standard: CEM VI)\n5x\n--- Containing by weight 33% or more but less than 47% of clinker”)\nClinker content, calculated according to CEN/TR 196-4:2007\n11",
  "page_12": "EMBUREAU\nThe European Cement Association\nTonnes\nAnnex 2-EU Cement Imports, Latest statistics\nEU27 IMPORTS OF CEMENT+CLINKER\n6 months 2024 vs. 2023\n6000000\n5000000 |\n4000000\n3000000\n2000000\n1000000\nt)\n06 YTD 2023 06 YTD 2024\nEU27 IMPORTS OF CEMENT+CLINKER\nEvolution since 2016\n12000000\n10000000\ni|\n8000000\n6000000 i\n4000000\n2000000\n0\n2016 2017 2018 2019 2020 2021 2022 2023\nTonnes\n12",
  "page_13": "EMBUREAU\nThe European Cement Association\nCEMENT+CLINKER IMPORTS TO THE EU\nMain countries of origin - data YTD 06 2024\nColombia Albania\nMorocco 12%\nother\n1.4%\n11% 64.8%\nSaudi Arabia\n1.6%\nUnited Kingdom\n1.9%\nBosnia-Herzegovina\nTurkey\n4AL7%\n47%\nTunisia\nUkraine\n12.8%\nAlgeria\n16.9%\nSource : EU cement industry trade statistics, CEMBUREAU, October 2024, based on Eurostat data\n13"
},
  "language": "Languages.ENGLISH",
  "total_pages": 13
}
