{
  "file_name": "25_393.pdf",
  "pages": {
  "page_1": "”\na\nee\nEMBUREA\neT ASEM ey,\nThe European Cement-AssociatiOn\nVe 4,\nJanuary 2022\nDESIGNING A CARBON BORDER ADJUSTMENT MECHANISM (CBAM) THAT WORKS\nThe proposals from the draft ENVI report to single out the cement sector should be rejected\nThe draft ENVI report on CBAM suggests, in its amendment 105, to phase-out free allocation for the cement sector entirely as of 2025, as soon as CBAM enters effectively into operation. The report justifies such move by arguing that due to the cement sector having the lowest trade intensity among the goods covered by CBAM, “the risk of carbon leakage is thus low and a speedier implementation is warranted’. CEMBUREAU calls on MEPs to reject such approach for the following reasons:\n1 This proposal ignores both independent studies and factual evidence of carbon leakage in the cement sector:\nCarbon leakage is assessed against both trade intensity and emissions intensity. In its impact assessment on the review of the ETS Directive published in July 2021, the European Commission has evaluated cement as one of the highest exposed sectors in terms of carbon leakage risks through its own carbon leakage indicator methodology. Already today, the cement sector is indeed exposed to very high carbon costs despite ETS free allocation, and this has resulted in a significant increase of EU imports of cement from non-European countries, on the back of rising carbon prices. Eurostat data shows an increase of 160% over the past five years (2016-2020), with a further spike in 2021. It is this surge in import and the evolution of trade which needs to be assessed in combination with emission intensity, not the level of trade penetration compared to overall production. In addition, trade intensity in the cement sector is on par with several subsectors of other products covered by CBAM. This proposal threatens the viability of producing cement in the EU, would create unacceptable market distortions and put at risk the success of CBAM: e Removing free allocation in 2025 would expose the cement sector to considerable risks: the industry would be exposed to its full carbon costs at a time CBAM is untested, with no guarantees on its watertightness and effectiveness in tackling carbon leakage. It would double the costs of producing cement in the EU overnight, causing a major disruption in a sector supplies a key value chain and other ecosystem, the construction sector. It would create unacceptable market distortions between cement and the other CBAM sectors which compete on the construction product market. e It would considerably damage the EU’s cement exports worldwide.\nTo meet the cement industry’s climate ambitions, establishing viable business cases that secure continued growth and employment in Europe is essential. A strong CBAM is needed to ensure such business case. Suggestions to eliminate free allowances with immediate effect from 2025 for the cement sector only would do the exact opposite and will create considerable investment uncertainty.\n>\n_\n55 Rue d’Arlon — 1040 Brussels - Tel : +32 2 234 10 11\nsecretariat@cembureau.eu — www.cembureau.eu\n- CEMBUREAU\n—~",
  "page_2": "Ressources & data\nE U cement imports from non-EU countries\nTonnes\n7,500,000\n|\n5,000,000\n2,500,000 a : .\n0\nno N N o Se\nSS Ss Vv\nEU cement imports from non-EU countries, 2016-2020 (Source : Eurostat)\n5,000,000\n0\nYIR OS 2020 YTD 08 2021\nTable 56. Carbon leakage indicators of selected sectors at risk of carbon leakage\nNACE\ncode\nSector\n19.10\nCoke oven products\n20.119\n19.20\nRefined petroleum products\n3.222\nCement\n2.455\n20.15\nFertilisers and nitrogen compounds\n2.418\n24.10\nBasic iron and steel and of ferro-alloys\n2.121\n20.13\nOther inorganic basic chemicals\n1.638\n23.11\nFlat glass\n1.457\n14.11\nLeather clothes\n1.147\n23.31\nCeramic tiles and flags\n1.049\n20.14\nOther organic basic chemicals\n1.049\n24.43\nLead, zinc and tin production\nLime and plaster\n1.031\n23.52\n20.11\nIndustrial gases\n1.021\n1.021\n17.11\nPul\n0.987\n17.12\nPaper and paperboard\n0.836\n23.13\nHollow glass\n0.631\n10.81\nSugar\n0.630\n20.17\nSynthetic rubber in primary forms\n0.604\n20.12\nDyes and pigments\n0.519\n24.51\nCasting of iron\n0.488\n24.44\nCopper\n0.421\n23.14\nGlass fibres\n0.417\n23.20\nRefractory products\n0.412\n20.60\nMan-made fibres\n0.412\n20.16\nPlastics in primary forms\n0.312\n24.45\nOther non-ferrous metal production\n0.280\n24.31\nCold drawing of bars\n0.259\nTubes, pipes, hollow profiles and related fittings,\n24.20\nof steel\n0.229\n23.19\nManufacture and processing of other glass,\n0.228\nincluding technical glassware\n23.99\nOther non-metallic mineral products n.e.c.\n0.221\nPlease see European Commission impact assessment report, July 2021, table 56, page 11. Please see first part of the impact assessment report, page 82 for background.\nE U ETS Directive Impact assessment — carbon leakage list indicator\nTonnes\n7,200,000\n2,500,000\nEU cement imports from non-EU countries, January-August 2021 vs January-August 2020 (source: Eurostat)\nCarbon leakage\nindicator (CLI)\n=> 23.51\n~",
  "page_3": "Share of CO2 costs in cement production\nParameter 2\nCement productioncosts 46-58\neuro/ton cement\n(excluding CO.)\nCO, price\n55 / 90 (assumption)\neuro/EUA\nClinker to cement factor 74%\nton clinker /ton cement (average EU27)\nBenchmark\n693\nkg CO,/ton clinker\nEstimated 512\nkg CO,/ton cement\nAverage emissions\n810\nkg CO,/con clinker\nEstimated 600\nkg CO,/ton cement\nCO, costs at a price of 55 4,42\neuro/ton cement\nEuros/EUA\n= 8-10% of total costs\n%\nCO, costs at a price of 90 7,23\neuro/ton cement\nEuros/EUA\n= 12-15% of total costs\n%\nAt an EU ETS price of €90 per ton, CO2 costs for the average EU27 cement plant correspond to 12-15% of the total production costs, despite free allocation under the EU Emission Trading Scheme.\nPlease see CEMBUREAU’s calculations on CO2 costs (based on publicly available data), December 2021\nShare of CO2 costs in cement production and total cement production costs, evolution in case of an immediate phase-out of free allocation in 2025\nNo free allocation as from 2025\n(Low carbon price scenario)\nNo Free allocation as from 2025\n(High carbon price scenario)\n142 145\n137 139\n134\n113 117\n2032\n135€ 140€\n176 181\n185\n102 106\n190 194\n62\n117 120\n123 126\n121 124\n65 66 am 66\n129 131\n2026\n105€ 110€\n66 am 58\n70\n71 73 74\nCO2 price assumption (low\n145 151\n84 ge 89 93\n156\n7 mm 6 mm G\n2022 2023 2024 2025 2026 2027 2028 2029 2030 2031 2032 2033 2034 2035\nAxis Title\n== Average production cost === CO2 cost/t cement\n67 63 a 69\n9 am 9 oe 9\n2022 2023 2024 2025 2026 2027 2028 2029 2030 2031 2032 2033 2034 2035\n=—_@=—= Average production cost —@=<=(02 cost/t cement\n161 166\n171\n110\nCO2 price assumption (high)\n2022 2023 2024 2025\n120\n130\n140\n150\n160\n2028\n115€ 120€ 125€ 130€\n2033\n2028\n180\n2029 2030 2031\n190\n200\n210\n2035\n2032\n220\n2033\n230\n2027\n2034\n145€ 150€\n2029 2030 2031\n2026\n2027\n170\n2034\n240\n2035\n250\nSource: CEMBUREAU",
  "page_4": "CO2 emissions in the EU & worldwide cement industry\nAverage CO2 performance\n1000\n950\n900\n850\n800\n750\n1990\n1995\n2000\n2005\neum EU 28 eam World\n2015\n2010\nSource: GCCA, Getting the numbers right database\nCc EMBUREAU carbon neutrality roadmaps and ongoing decarbonisation investments in the European cement industry\nPlease see CEMBUREAU’s Carbon Neutrality Roadma (May 2020)\n-51\nConcrete in use -89\n5C - Construction\nCarbonation\nCO, capture in\nbuilt environment -51\n-116\n-59\n@\n2017 emissions\n5C - Concrete\nWily,\n® RS\n/\n%\nCarbon neutral transport -7\n=\n783\n-160\n-117\nkg CO./t of cement\na 8C - Clinker\n5C - Cement |\n4\n= @ Decarbonatedraw materials -27\nClinker substituton-72  @ |\nL | Thermal efficiency -26\nclinker\nElectrical efficiency and\nrenewable electricity -35\n%\n2050 emissions oI\nH,\n& Electrification 49\n¢)\n% down the value chain J\nCT TT \\\\\n@\nCCS/CCU-280\n2020\nConcrete mix -52\n1990 emissions\nBiomass Fuels -71\nLow carbon 17\nCarbon neutral transport 10\nkg CO,/t of cement",
  "page_5": "List of decarbonisation projects in the European cement industry\nSweden\n9\nNorway\n9\ng Z\nEstonia\no\nog\nLatvia\nKingdom\nLithuania\nBelarus\nIreland\nWye ‘\nPoland\noy? Slovakia\nUkraii\nFre A] Vd\nAustria\nHungary\nMoldova\nCroatia\nRomania\nItaly\nSerbia\nPua\nIgari\n¥ igal Spai\nTurkey\nete\nPlease see our interactive map of decarbonisation investments in the EU cement industry, CEMBUREAU website\nContact :\nEmmanuel Brutin, Public Affairs Director, CEMBUREAU (e.brutin@cembureau.eu)\nFinland\nCEMBUREAU position papers on CBAM and ETS\nPlease see our position paper on the EU Carbon Border Adjustment Mechanism and the Review of the EU Emission Trading Scheme (October 2021)."
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
