{
  "file_name": "25_383.pdf",
  "pages": {
  "page_1": "EMBUREAU\nThe European Cement Association\nA TIMELY START OF CBAM IS CRITICAL FOR DECARBONISATION INVESTMENTS\nCEMBUREAU, the association of the European cement industry, wishes to react to the statement made by the European People’s Party (EPP) at their Leaders’ Retreat on 17-18\" January, in relation to the EU Carbon Border Adjustment Mechanism (CBAM). This statement’ calls, amongst other measures, for a two-year delay of the implementation of CBAM.\nThe European cement industry is currently launching significant decarbonisation investments’. These large- scale projects require regulatory certainty and policy support to happen. Ensuring a level playing field on carbon through CBAM is an essential pillar to establish a business case for these investments. It is therefore crucial that the operational phase of CBAM starts in 2026, as agreed by the EU institutions.\nCEMBUREAU agrees that some targeted improvements could be brought to CBAM, in particular to minimise the risks of fraud and circumvention’, find a solution for exports, and simplify the mechanism where possible. These points are important and deserve a strong focus from policymakers. However, a two-year delay in CBAM implementation would only cause major risks for ongoing EU decarbonisation investments, and for the broader competitiveness of the cement sector, which has been confronted with rising imports in recent years’.\nFurthermore, CEMBUREAU would like to point out that, unlike the Corporate Sustainability Reporting Directive (CSRD) and the Corporate Sustainability Due Diligence Directive (CSDDD) - which are both mentioned in the EPP statement alongside CBAM —-CBAM does not add bureaucratic constraints on European producers. On the contrary, CBAM consists in mirroring the requirements of the EU Emission Trading Scheme, to which all European producers of CBAM goods are subject today, to ensure a level playing field between goods produced in the EU and outside of the EU.\nCEMBUREAU stands ready to engage with policymakers on how to further work on a watertight implementation of CBAM.\nKKK\n’ Please EPP statement growth and jobs, 18\" January 2025 see on\n? Please CEMBUREAU interactive of decarbonisation investments see map\n3 Please CEMBUREAU position the risks of fraud in the cement sector, December 2024 see paper on 4 Please EU cement trade statistics, CEMBUREAU, October 2024 see\nCEMBUREAU - 55 Rue d’Arlon - 1040 Brussels — www.cembureau.eu — Net Zero Roadmap",
  "page_2": "EMBUREAU\nThe European Cement Association\nNOTES FOR EDITORS\nCEMBUREAU, the European Cement Association is based in Brussels and is the representative organisation of the cement industry in Europe. Currently, its Full Members are 23 national cement industry associations and cement companies of the European Union (except for Malta) plus Norway, Switzerland, and the UK.\nCroatia, Serbia and Slovakia are Associate Members of CEMBUREAU. Cooperation agreements have been concluded with Vassiliko Cement in Cyprus and UKRCEMENT in Ukraine.\nPlease click here to view the CEMBUREAU updated Net Zero Roadmap and here to access CEMBUREAU’s map of ongoing innovation projects.\nMedia enquiries should be directed to:\nEmmanuel BRUTIN Public Affairs Director S 43222341041 e.brutin@cembureau.eu\nBade KIZILASLAN Communications Manager S 432 22341045 communications@cembureau.eu mx 6 Oo"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
