{
  "file_name": "25_400.pdf",
  "pages": {
  "page_1": "EMBUREAU\nThe European Cement Association\nTHE CLEAN INDUSTRIAL DEAL SETS THE COURSE: CEMBUREAU READY TO ENGAGE ON ITS SWIFT AND TARGETED EXECUTION\nLack of ready-to-deploy financing support and a robust CO2 infrastructure plan requires urgent attention\nBrussels, 26/02/2025 — Today, the European Commission has published its Clean Industrial Deal (CID), accompanied by the Affordable Energy Action Plan and Omnibus simplification package. CEMBUREAU echoes the Commission’s statement that Europe is in need of a transformational business plan that brings climate and competitiveness together under an overarching growth strategy.\nThe European cement industry’s technology leadership has allowed to accelerate the deployment of new projects and processes along the cement and concrete value chain, in line with the ambition set forth in CEMBUREAU’s Roadmap. However, the successful completion of each of these projects depends on the right set of policy levers to be put in place urgently. The initiatives published by the Commission today make the correct diagnosis and include reassuring messages particularly on CBAM effectiveness and the importance of lead markets. In several key areas, however, including CO2 infrastructure and financing, the proposed actions remain limited to coordination, guidance, and facilitation.\nCBAM: continued focus on effectiveness\nCEMBUREAU welcomes the continued commitment on the effectiveness of CBAM and the announcement of a strategy to tackle possible circumvention risks and to design an effective solution for exports. “We strongly support efforts to ensure CBAM remains watertight and fully effective,” said Ken McKnight, CEMBUREAU President at today’s European Industry Summit in Antwerp. “While reducing administrative burdens is important, we must ensure that simplification measures do not weaken CBAM’s mirroring of the EU ETS or delay its full implementation on 1 January 2026,” added McKnight.\nFinancing: Need for a more robust approach\nWith significant investments at stake for the transformation of our industry, CEMBUREAU has continuously called for a significant ramp-up of financial support for our decarbonisation projects. “The CID rightly highlights the importance of industrial decarbonisation, but the lack of robust additional financial support that can be deployed rapidly remains a critical gap,” says Koen Coppenholle, CEMBUREAU CEO. “We need financial support that matches the ambition of our industry investing in large-scale transformation.” A further financial boost of the, so far largely oversubscribed, Innovation Fund combined with turning its focus on deployment, would have been a powerful response to that plea. The Industrial Decarbonisation Bank needs to significantly step up European funding and not limit its activities to coordinating existing funding sources or count on leveraging private capital.\nPRESS RELEASE\nCEMBUREAU - 55 Rue d’Arlon - 1040 Brussels — www.cembureau.eu — Net Zero Roadmap",
  "page_2": "EMBUREAU\nThe European Cement Association\nCEMBUREAU is pleased to see that its recommendation for a frontloading of future ETS revenues and a return to energy-intensive sectors for their decarbonisation has been heard and is part of the sources under the Industrial Decarbonisation Bank. We are eager to contribute to putting this into operation and plead for an approach that takes sector-specific abatement curves and cost structures into account.\nCO2 and energy infrastructure: let’s up the game\nOur industry is concerned by the lack of concrete measures to develop CO2 transport and storage infrastructure. While the Industrial Decarbonisation Accelerator Act will address permitting bottlenecks and carbon networks are briefly mentioned under the Affordable Energy Plan, the CID fails to outline a clear plan for the rapid roll-out of CO2 pipelines and storage facilities - a critical enabler for deep industrial decarbonisation.\nAs an energy-intensive sector, cement production is already exposed to significantly higher energy price costs. In Europe, these are two to three times higher than abroad. In addition, the decarbonisation of cement plants comes along with higher electricity demand. The CID rightly acknowledges that insufficient interconnections and grid infrastructure hinder the integration of decarbonised energy sources. However, a more robust market design reform, which includes a critical review of the current price setting mechanism, is urgently needed to ensure affordable and reliable energy for industrial decarbonisation.\nLead markets: incentivising demand\nThe CID correctly emphasises that businesses will only make the necessary investments if they are confident in the demand for their decarbonised products. Not only a reform of the public procurement rules, but also the recently revised Construction Products Regulation and the Energy Performance in Buildings Directive, play a role in creating the right incentives and regulatory measures at the building and infrastructure level to support the large-scale use of low carbon, circular construction products. Ensuring that these initiatives lead quickly to concrete measures will be crucial for scaling up low-carbon investments across Europe.\nWe are committed to working with EU policymakers to ensure that the CID is translated into concrete policies that support industrial decarbonisation. In the coming months, discussions on the Industrial Decarbonisation Accelerator Act, CBAM review, and the EU ETS revision will be key to filling the gaps in financing and CO2 infrastructure.\n*KKKERN DS***\nNOTES FOR EDITORS\nCEMBUREAU, the European Cement Association is based in Brussels and is the representative organisation of the cement industry in Europe. Currently, its Full Members are 23 national cement industry associations and cement companies of the European Union (except for Malta) plus Norway, Switzerland, and the UK.\nCroatia, Serbia and Slovakia are Associate Members of CEMBUREAU. Cooperation agreements have been concluded with Vassiliko Cement in Cyprus and UKRCEMENT in Ukraine.\n2",
  "page_3": "EMBUREAU\nThe European Cement Association\nPlease click here to view the CEMBUREAU updated Net Zero Roadmap and here to access CEMBUREAU’s map of ongoing innovation projects.\nMedia enquiries should be directed to:\nBade KIZILASLAN Communications Manager © 432 468 28 61 36 communications@cembureau.eu hx 6 O"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
