{
  "file_name": "25_401.pdf",
  "pages": {
  "page_1": "EMBUREAU\nThe European Cement Association\nSTATEMENT\nENABLING A COMPETITIVE CEMENT INDUSTRY\nWhat we expect from the Clean Industrial Deal\nBrussels, 21/02/2025\nOn 26th February, the European Commission will present the Clean Industrial Deal. The cement sector is looking forward to a set of policy initiatives that will allow for a competitive transformation of the industry.\nCement and concrete are critical for a sustainable built environment of tomorrow, ranging from residential housing, business premises and factories to infrastructure and low carbon energy assets. Along its manufacturing and downstream value chain, the cement industry is an indispensable contributor to making the European Union achieve its climate targets.\nOur path to decarbonisation has been set in the CEMBUREAU Net Zero Roadmap, recently updated in May 2024. The European cement industry’s technology leadership has allowed to accelerate the deployment of new projects and processes along the cement and concrete value chain (see here our map of innovation projects). These projects, currently being deployed across the 200 cement plants across the European Union and firmly embedded in local communities, will allow the cement industry to deliver low carbon products to market.\nThe transformation of the cement industry, one of the four hard-to-abate sectors, requires significant upfront capital and operational costs. Confronted with long investment cycles, our sector urgently needs the right set of enablers providing political and regulatory certainty for these investments to happen.\nWe expect the Clean Industrial Deal to reflect the sense of urgency in the following areas\nCBAM\nCBAM should be fully implemented on 1* January 2026, as agreed by the EU Institutions; any suggestion to delay risks to derail investment decisions. The simplification of CBAM rules should not come at the expense of its watertightness and effectiveness. The core objective of CBAM must remain to secure the level playing field for investments in Europe. An export solution needs to be elaborated based on effective solutions, such as export adjustment or continued free allowances for exported goods through the application of the destination principle which merits more in- depth analysis and discussion as to its WTO compatibility.\nFinancing\nIncrease financing under the Innovation Fund which should be transformed in a Deployment Fund and combined with financial de-risking instruments; both CAPEX and OPExX to be covered under all financing schemes. Design sectoral funding regimes allowing for sector-specific abatement and cost curves to be considered. Frontload 75% of future EU ETS payments by the cement sector into a cement decarbonisation fund. Design state aid rules that allow for transparency in cumulation with EU funding and align eligibility criteria, definition of eligible costs and procedural timelines with other funding instruments.\nCEMBUREAU - 55 Rue d’Arlon - 1040 Brussels — www.cembureau.eu — Net Zero Roadmap\nhx 6 0",
  "page_2": "EMBUREAU\nThe European Cement Association\nInfrastructure\nEnsure competitive access to low carbon energy sources, both thermal ((bio)waste) and electricity. Introduce flexibility and simplification in applying sustainability conditions for bio-based waste used to substitute fossil-based fuel in the cement industry. Ensure rapid development of CO2 pipelines and storage sites through a coordinated EU - Member States approach and an ambitious CO2 transport and storage package. Secure fair access to essential CO2 infrastructure. Simplify permitting regimes through a strict enforcement of the Net-Zero Industry Act for transformation and net zero strategic projects as well as additional measures to facilitate permitting on industrial sites.\nLead markets\ne Create demand incentives for the uptake of low-carbon products, including through private buyer initiatives, a revision of public procurement rules and the development of predictable and material- neutral building regulations. Reinforce the circular economy model by banning the landfill of waste, incentivising recycling processes and encouraging material neutral lifecycle thinking throughout the construction value chain. Recognise concrete carbonation and CO2 use in construction materials as a carbon sink. Recognise CCU using CO2 from industrial sectors through a review of the CO2 accounting rules in the ETS Directive and of the EU secondary legislation on Renewable Fuels of Non-Biological Origin (RFNBO).\n*xKKENDS***\nNOTES FOR EDITORS\nCEMBUREAU, the European Cement Association is based in Brussels and is the representative organisation of the cement industry in Europe. Currently, its Full Members are 23 national cement industry associations and cement companies of the European Union (except for Malta) plus Norway, Switzerland, and the UK.\nCroatia, Serbia and Slovakia are Associate Members of CEMBUREAU. Cooperation agreements have been concluded with Vassiliko Cement in Cyprus and UKRCEMENT in Ukraine.\nPlease click here to view the CEMBUREAU updated Net Zero Roadmap and here to access CEMBUREAU’s map of ongoing innovation projects.\nMedia enquiries should be directed to\nBade KIZILASLAN Communications Manager +39 468 28 61 36 communications@cembureau.eu\nhx 6 ©"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
