{
  "file_name": "260_2392.pdf",
  "pages": {
  "page_1": "SVENSKT NARINGSLIV\nSWEDISH ENTERPRISE\nMain points on CBAM by the Confederation of Swedish Enterprise\nThe Confederation of Swedish Enterprise support the targets set out in the Paris Agreement. Ideally, the best instrument to deploy would be a global price on carbon. Realizing that this is not realistic for the foreseeable future other venues must be found.\nWe support the ambitions for the EU to be climate neutral by 2050. At the same time, we realize that the EU is more ambitious than most of the rest of the world and this causes problems and that those problems may grow as the EU increases its ambitions if our trading partners do not follow suit. A continued push within the framework of the Paris agreement, through free trade agreements and other bilateral or multilateral means is necessary. However, in addition also unilateral instruments may be used.\nWe can support a well-designed carbon border adjustment mechanism (CBAM), to address the risk of carbon leakage and to incentivize other countries to increase their climate ambitions in line with those of the EU.\nHowever, this is a highly complex issue and our support is conditional on the final design of the mechanism. It is of paramount importance that it is done in the right way. Otherwise, we risk harming European competitiveness without any benefits for the climate. Hence, there is a need for a thorough impact assessment before the system can be launched.\nMore specifically, the Confederation of Swedish Enterprise considers the following key areas necessary to address when designing a CBAM:\ne Any truly successful European climate policy must ensure that decreasing emissions does not damage European competitiveness if we are to become role models for the rest of the world. If CBAM works as intended we can avoid carbon leakage and we have a level playing field in the EU. However, this is not enough for firms exporting out of the EU. Hence, the issue of global competitiveness must be taken seriously. Free allowances has been a useful instrument to mitigate the cost burden for firms in the ETS. It should therefore be explored if, and if so how, the free allowances can co-exist with CBAM. If free allowances are replaced by CBAM this will drive up costs for the affected sectors. Furthermore, CBAM can also lead to more expensive inputs for industries downstream. This would harm EU export competitiveness on third markets and make it harder for European climate friendly products and technology to compete on the global market. This does not serve the efforts to reduce global CO2z-emissions well. Hence, this issue must be addressed within the CBAM for it to be successful.",
  "page_2": "SVENSKT NARINGSLIV\nSWEDISH ENTERPRISE\nCBAM will have to be WTO-compatible and should not be protectionist in design or purpose. It must be transparent, proportional and non- discriminatory. This will in turn reduce the risk for trade friction and retaliation. Any change to the current system with the introduction of a CBAM must be gradual and allow time for businesses to adjust. It must also take place in consultation with the business community. The system must be administratively manageable. Therefore, the CBAM should initially be limited in scope to products without complex value chains. It could then gradually be expanded to more sectors. However, any expansion may only involve sectors where the carbon content is reasonably easy to estimate. Any future expansion of CBAM must take into account the risk of more expensive inputs and the impacts it might have on downstream industries, which could experience carbon leakage. Furthermore, any future expansion may only involve sectors that are covered by the EU ETS, or in any other way are subject to mandatory climate policies such as taxes or fees. Otherwise, CBAM will become an instrument to “compensate” EU industry for costs it does not have, i.e. protectionism. The mechanism should apply both to direct and indirect emissions from electricity use, as the latter is the main solution for the industries to be fossil free and will be an increasing part of the production costs. Given the available options, the most practical way to organize a CBAM is to set up a special pool for imports where traders would have to buy allowances at a price mirroring the prevailing price in the ETS. This pool would, unlike the ETS, have to be infinite in order to not introduce a quota system. The number of allowances needed for any import must be calculated with as little administrative burden and as accurately as possible. Among the options given in the questionnaire a global benchmark is preferred. However, for the indirect emissions local or regional benchmarks may be used, if available. If third country firms can verify that their products are “cleaner”, or they have already “paid for their emissions” in their home country, a deduction from the benchmark must be possible. The revenue collected should be used to fight climate change. This will strengthen the climate profile of the mechanism and further reduce the risk of trade retaliation from third countries.",
  "page_3": "SVENSKT NARINGSLIV\nSWEDISH ENTERPRISE\ne The ultimate aim must be to make CBAM redundant as the rest of the world catches up with the level of ambition the EU has set."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
