{
  "file_name": "260_2398.pdf",
  "pages": {
  "page_1": "SVENSKT NARINGSLIV\nConfederation of Swedish Enterprise on the introduction of a Carbon Border Adjustment Mechanism (CBAM)\nThe Confederation of Swedish Enterprise represents more than 60,000 small, medium-sized and large companies, which are organised into 50 industry and employer unions.\nThe Carbon Border Adjustment Mechanism (CBAM) issue cannot be considered in isolation from the Emission Trading System (ETS) because CBAM is based on the structure of the ETS and the effect of CBAM is linked to free allocation. Therefore, in this consultation response, we will also communicate several views on the future of the ETS. Swedish Enterprise will also respond to the proposals on ETS in a separate consultation response.\nSwedish Enterprise supports the goals of the Paris Agreement. Ideally, we would like to see the goals achieved through internationally binding agreements and a global price for CO2. However, we accept that this will not happen in the foreseeable future and must therefore adapt our efforts and approach to the current situation.\nWe back the EU’s ambitious and world-leading goal of achieving net zero by 2050, and we are actively contributing to discussions on how best to meet the EU’s stricter 2030 targets.\nAt the same time, we see a risk of increasing carbon leakage if the EU moves too fast in relation to other major economies. CBAM may be a way of managing this risk so that the EU can take the lead; i.e., European companies can develop and implement climate-neutral technologies and production techniques without our companies being hit by unreasonable competition from companies in countries with less ambitious climate goals.\nCBAM is a difficult balancing act between partially conflicting interests. The aim must be to enable businesses to increase their climate investments without developing a system that is protectionist or weakens European business. In other words, we want to avoid distortive measures for importers and exporters. We believe that current proposals amount to a system that could contribute to the climate transition and probably avoid protectionism. However, we view the third area —- EU competitiveness — with some concern.\nWe would like to make the following points regarding the proposals now being put forward by the European Commission:\nThe basic structure of the system is in line with our expectations: a “mirror market” of ETS. Importers of goods included in the system pay prices that are the same as they would have had to pay under ETS if goods are manufactured in the EU. The difference is that there is no ceiling on the number of “emission rights”. Deductions can be made for any climate measures undertaken in the exporting country so there are no double payments for the same emissions. As long as free allocation remains, this will be granted to the same extent to imports.\nWe note that the timetable for the introduction of CBAM is tight and we assume that the system, when it is introduced, will be evaluated on an ongoing basis. However, as a model,\nSvenskt Naringsliv Confederation of Swedish Enterprise\nPostadress/Address: SE-114 82 Stockholm Bes6k/Visitors: Storgatan 19 Telefon/Phone: +46 (0)8 553 430 00 svensktnaringsliv.se Org. Nr: 802000-1858",
  "page_2": "2 (2)\nthis is the best of the available alternatives. Basing it on ETS is positive as ETS is a market- based way of internalising external effects, and considerably better than if the proposal had been a duty or a tax. CBAM is not designed to be protectionist because imports should not be burdened with greater or lesser costs than EU companies. Overall, the above points will probably mean that the proposal is WTO-compatible and should not create trade disputes with third countries.\nWe welcome the fact that the EEA countries and Switzerland are not covered by CBAM. Furthermore, we hope that linking the ETS with the corresponding British system will mean that we can also avoid using CBAM against the United Kingdom.\nHowever, a major question mark is how to actually measure emissions in third countries, and here we see risks. Measuring emissions may in practice create technical and administrative challenges. A methodology for this needs to be developed properly and is likely to take time. In the meantime, if a template that is too high is used, the system is likely to become protectionist; while a template that is too low will not have the intended effect of preventing carbon dioxide leakage. In the absence of an effective measuring method, we propose that a global benchmark be used as a template.\nFurthermore, contrary to current proposals, we propose that funds raised by CBAM go to climate action, not to the EU general budget. This would strengthen the climate effect of the initiative and reduces the risk that the initiative is seen as protectionist outside the EU, thereby reducing the risk of trade disputes.\nHowever, the most important issues we see with CBAM -— and these are interlinked — have to do with: (a) cost increases; and (b) export opportunities to third countries. Through CBAM, imported products and products produced in the EU and sold on the EU market will face essentially the same climate cost, which should result in us avoiding carbon dioxide leakage in the EU. But this cost will be higher than it is today. This mainly affects goods covered by the system as well as goods produced downstream that need “CBAM goods” as input goods. “CBAM goods” and more refined goods are often exported to third countries, and Swedish companies are more focused on third country markets than many other EU countries.\nWhen European companies export to third countries, CBAM does not provide relief. Of course, more expensive European products in third country markets are bad for competitiveness but in fact also for the climate, as these products can often displace local less climate-friendly products from the market and thus contribute to global climate benefits. Making it difficult for European, not least Swedish companies, to export outside the EU is not good climate policy.\nPart of the solution lies in free allocation. Partially maintaining free allocation, (for goods produced in the EU as well as those imported into the bloc), reduces the cost pressure on “CBAM goods” and products that have used them as input goods. This will be important in competition in third country markets, where part of the climate cost is “removed”.\nHenrik Isakson\nJesper Gyberg Director Climate Policy\nDirector Trade Policy"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
