{
  "file_name": "26_406.pdf",
  "pages": {
  "page_1": "ETS/CBAM adoption —- without an export solution the EU is voluntarily withdrawing European industry from the export markets\nFertilizers\nEurope\nBrussels, 19 December 2022: EU Fertilizer industry deeply regrets that the EU came short in establishing a coherent decarbonisation framework fit for the future. The Green Deal as the new growth strategy for Europe can only be considered a success story if domestic industry is part of the green transformation and its global competitiveness remains intact. Final CBAM instrument may ensure a level playing field for imports, but it will surely eliminate EU low-carbon exports in global markets due to the lack of an appropriate export solution. This inconsistent framework further disincentivise green investments adding another blow to the industry whose competitiveness has already been weakened by the energy crisis in Europe and green subsidies in the US.\nA compromise on ETS/CBAM reached yesterday by the EU co-legislators fails short of providing a consistent and shielding framework for the EU industrial base and for green investments in Europe. “As a sector with a strong exporting pillar, we are very disappointed to see no export solution in the final compromise. By adding the review clause on possible exports solutions in 2025-2026, policymakers indeed recognised the associated risks for our exports. However, green investment decisions will be made in the immediate future to meet the 2030 climate deadline, therefore an eventual review will be too late to ensure that the industry — attracted with foreign green production subsidies abroad — stays in the EU. Such approach further aggravates the already challenging competitive position of our sector. We risk losing 12 million tons of premium fertilizer products, with some of the lowest carbon footprint worldwide, exported every year to the detriment of the industry and the environment” said Jacob Director General of Fertilizers\nHansen,\nEurope.\n“CBAM needs to be tested to ensure it is an effective measure against carbon leakage. We therefore recognise improvements from the initial proposal on free allocations but question the decision of EU legislators to start the phase out already at the beginning of the CBAM introduction. This is likely to impact our value chain, the farmers, and hamper our capacity to deploy green investments” added Jacob Hansen.\n“50% of all food is produced thanks to the use of mineral fertilizer. A robust European fertilizer industry is therefore crucial for Europe’s food security and for its strategic autonomy. By withdrawing free allocations already before 2030, the EU policymakers missed an opportunity to establish a framework favourable for green investments that will match the support for industry provided by other global economies” Hansen concluded.\nKK\nFertilizers Europe asbl\nN° Entreprise:\nContact details:\nAvenue des Nerviens 9-31\nBE 0894 132 837\nTel: +32 2 675 35 50\nTransparency register n°:\n1040, Brussels - Belgium\nmain@fertilizerseurope.com\nwww-ertilizerseurope.com\n80788715017-29",
  "page_2": "Fertilizers\nEurope\nContacts:\nLUKASZ PASTERSKI\nSenior Communication Manager\n+32 472 055 606\nlukasz@fertilizerseurope.com\nJASMINE BARAHMAN\nClimate Policy Manager\nJasmine.barahman@fertilizerseurope.com\nFertilizers Europ: I Avenue des Ner il 1040, Brussels - B www-ertilizerseurope.com\nN° Entreprise:\nBE 0894 132 837\nTransparency register n°:\n80788715017-29\nContact details:\nTel: +32 2 675 35 50\nmain@fertilizerseurope.com"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
