{
  "file_name": "26_417.pdf",
  "pages": {
  "page_1": "fertilizers\neurope\n_\n—L—————\nFit for 55: Recognizing economic reality key to successful industry transformation towards climate neutrality\nBrussels, 14 July 2021: ‘Fit for 55’ falls way short of what is needed by not recognizing the need for competitiveness of European industry. With growing carbon costs, not borne by major global competitors, co-existence of CBAM and free allowances under ETS is a pre-condition for the successful transformation towards low carbon future of the EU-based fertilizer industry. Fertilizers Europe acknowledges the Commission’s attempt to reinforce Europe’s decarbonisation efforts, but the current version increases carbon leakage risk rather than stimulating decarbonisation. Competitiveness and availability of renewable electricity and technology is needed to give industry the perspective and confidence to invest in low carbon technologies.\nThe European fertilizer industry supports the Green Deal’s ambition of climate neutrality by 2050 and is committed to play its part. “Through investments in low carbon technologies and production of green and blue ammonia, our sector can play a vital role in the decarbonisation of the economy. On top of this, our sector will spearhead efforts to reduce nutrients losses to the environment and support the farmers in reducing their climate impact while maintaining the harvest. But the road to get there is very challenging and tremendous efforts and capital investments will be required to move from fossil to renewable based production” said Jacob Hansen, Director General at Fertilizers Europe.\nGreater EU climate ambition calls for better carbon leakage measures and not the contrary. Hansen said, “In recent weeks, we have seen surging prices of gas and ETS carbon costs — all putting competitive pressure on our sector. The ‘Fit for 55’ package will only add to this pressure. Clearly, effective carbon and investment leakage measures are needed to attract the necessary capital and ensure that the future sustainable investments are made in Europe”. He added “a CBAM will be a step towards bringing importers on a level playing field but allocating free allowances to CBAM sectors at the same level as other sectors at least until 2030 is absolutely crucial for the competitiveness of the fertilizer industry. What we see today is simply not good enough to boost the investment and transformation of our sector. The consequences for EU farmers and the agri-food value chain are also underestimated”.\nWhile CBAM levels imports, it together with the rest of ‘Fit for 55’ package, does nothing to secure EU export competitiveness, quite the contrary. “With high value fertilizer products manufactured in Europe, the industry’s exports capabilities can only be maintained if an appropriate ‘levelling’ mechanism is in place to ensure its competitiveness on the global market” remarked Jacob Hansen.\nAs one of the sectors being clearly short on ETS allowances, the revision of the ETS legislation resulting in further reduction of ETS allowances and lowered benchmarks, is also a great concern. The economic reality is that these proposals will squeeze the competitiveness of the industry and make investments in decarbonisation so much harder.\nJacob Hansen concluded “We are determined to do our part in upscaling low carbon ammonia production thereby assuming the role of work horse for the hydrogen economy, and we will contribute to making agriculture more sustainable in Europe. This will take a coherent and stable policy framework recognizing the challenges for competitiveness and investment decisions”.\n*\n——<—«<«sss\nFertilizers Europe asbl Avenue des Nerviens 9-31 1040 Etterbeek, Brussels, Belgium Tel: +32 2 675 35 50 No enterprise BE 0894.132.637 Transparency register nr. 80788715017-29\nmain@fertilizerseurope.com\nwww.fertilizerseurope.com",
  "page_2": "fertilizers\neurope\n_\n—L—————\nContact:\ntukasz Pasterski Senior Communication Manager lukasz@fertilizerseurope.com T: +32 266 33 144 M: +32 472 055 606\nAntoine Hoxha Production and Agriculture Director antoine@fertilizersurope.com T: +32 266 33 48 M : +32 495 222 557\nAbout Fertilizers Europe\nFertilizers Europe represents the majority of fertilizer producers in Europe and is recognized as the dedicated industry source of information on mineral fertilizers. The Association communicates with a wide variety of institutions, legislators, stakeholders and members of the public who seek information on fertilizer technology and topics relating to today’s agricultural, environmental and economic challenges.\nFor more information visit www.fertilizersurope.com\n——<—«<«sss\nFertilizers Europe asbl Avenue des Nerviens 9-31 1040 Etterbeek, Brussels, Belgium Tel: +32 2 675 35 50 No enterprise BE 0894.132.637 Transparency register nr. 80788715017-29\nmain@fertilizerseurope.com www.fertilizerseurope.com"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
