{
  "file_name": "26_415.pdf",
  "pages": {
  "page_1": "CLIMATE POLICY = R= TURN\nCLIMATE POLICY RI\nZo\nUropean\nertilizer\nroducts\nave a\nlimate\nootprint\nypically\nalf of the\nlobal\nverage\nAmmonia\n30.6 million\ntonnes\nThe European fertilizer industry pays around €500 million in ETS costs yearly for its ammonia and nitric acid production. *Cost based on average price of €80/tonne CO, Source: European Commission 2021. Numbers are rounded\nClimate Policy\nFollowing the “Fit for 55\" package issued by the European Commission in July 2021, the European Parliament and the European Council worked over the past 12 months on their respective approaches and are still negotiating to reach a final agreement.\nThe EU Emissions Trading System (EU ETS) revision\nThe Emission Trading Scheme is the EU’s flagship instrument to reduce carbon emissions. The scheme works on the “cap and trade” principle. This means that there is a limit on the total amount of certain GHG emissions that can be emitted by the industry. With the revision, the EU aims to lower the overall emission cap even further and increase its annual rate of emission reduction.\nElements of the package that are most relevant for the fertilizer industry include the reform of the Emission Trading Scheme, the Carbon Border Adjustment Mechanism and the revision of the Renewable Energy Directive.\nUnder the EU Emissions Trading Scheme, an industry exposed to risk of carbon leakage is entitled to free CO, allowances up to a benchmark based on the average emissions of the best 10% of the industry's installations. Fertilizers have two specific benchmarks: Ammonia and Nitric Acid. Free allocations only covers a part of the huge ETS costs faced by the fertilizers industry (cfr table). The exponential increase of ETS allowances price in the past two years, together with the increased ETS ambition, will result in an additional burden for the fertilizers industry.\nThe European fertilizer industry supports the EU Green Deal objectives and has therefore been advocating for a responsible and coherent legislative framework that will balance climate ambitions with industry competitiveness.\nThe EU ETS has been driving the emission abatement of the fertilizer industry, leading to 95% reduction of N,0 emissions over the last ten years, resulting in almost half of the overall GHG direct emissions.\nETS cost for the European fertilizer industry\nFertilizers and GHG emissions\n|\naaa\na\nAmmonia\nUrea\n| ---- a ae once eee ee ee ee eee\n14 FERTILIZERS EUROPE OVERVIEW 2021/2022\nNitric Acid\nAtt --------Pa@---------] @---------------- 2\nLee. eneee ae\nRussia Egypt Algeria Belarus USA EU\nAmmonia efficiency industry reaching technical limits\n—™ = +15 : Hl\ncoe & oO\no Ro\n>\nx iv NG\n~)\nDe)\nw\nRex\nSource: Fertilizers Europe\nAmmonium\nNitrate\nEU fertilizer industry's excellent record in decreasing nitric acid GHG emissions\n» poe ee\n25 2.4\nZz\nZT\n20 wee ee ee\no\nCc\nfe) 1.5\n1.5\n1.4 1.4\n~—\nE\n(7) 1.0\nN\nje)\nO\n0.5\n| .--- a wee once eee eee eee\no\nCc\nCc\n0.1\nfe)\nfa 0.0\nSource: Fertilizers Europe\n4.0 ee\n3.68\n3.5 wn eee\n3.0 wee eee\n2.5\n2.0 2 1.92 1.93 1.95 nS DSM 1.96\n1.97 2.05\n© 1.0\nc 0.5\n0.0\nFERTILIZERS EUROPE OVERVIEW 2021/2022 15\nNitric Acid\nTotal\nETS CO, emissions\n4.3 million\ntonnes\nETS CO, free allowances 24.0 million tonnes 4.6 million tonnes\nETS CO, emissions to be paid 6.6 million tonnes -0.3 million tonnes\nCost of ETS CO, emissions €530 million* -€24 million* €506 million\n1&\nwees\nw eee eee eens _\nFrom urea application\non the field\n-000\nTo continue this positive path, the industry transition must be enhanced with the right framework and financial support. By avoiding drastic changes to the benchmarks at least until 2030, the industry will be offered a greater investment predictability. Redirecting all ETS revenues to hard-to-abate sectors and ensuring the possibility to access sector specific funds would guarantee a balanced decarbonization among different industrial sectors.\nFertilizers Europe has been advocating for an effective and balanced review of the EU ETS to enable the transformation of the European fertilizer industry without harming its competitiveness.\nCarbon Border Adjustment Mechanism\nThe EU endeavours to maintain its leadership role in global action against climate change. However, if measures are unilateral, Europe risks having a limited impact on global reductions in GHG emission, while damaging the competitiveness of its domestic industrial base.\nThe introduction of the Carbon Border Adjustment Mechanism (CBAM) by the European Commission is aimed at preventing the risk of carbon leakage and supporting the EU's increased ambition on climate mitigation.\nThe objective of this mechanism is to equalise the price of carbon between domestic products and imports while ensuring that the EU's climate objectives are not undermined by production relocating to countries with less stringent policies.\nNitrogen fertilizer producers are among sectors at highest risk of carbon leakage due to the industry’s emission intensity and exposure to international trade. The European fertilizer industry therefore welcomed the European Commission's initiative to establish a carbon border adjustment mechanism. but, since the beginning, underlined , that for the fertilizer sector CBAM would only work if EU ETS free allocations at full benchmark level",
  "page_2": "CLIMATE POLICY = R= TURN\nCLIMATE POLICY RI R\nwere maintained at least till 2030 and if CBAM would also foresee a solution for the export part of the production. A well-designed CBAM could be particularly important for the sector since already today the main European fertilizer products have a climate footprint that is typically half of the global average.\nCBAM, and the current system of ETS free allocations, should aim to effectively support the industry in meeting the increased climate targets. A higher level of climate ambition should correspond to a higher level of carbon leakage protection. ETS free allowances, although during a period with sensibly lower CO, costs, have proven effective against carbon leakage. Therefore, sectors covered by a CBAM, which is still not proven to be an effective instrument, should not be penalised under the ETS.\nAn effective and well-designed CBAM should aim at avoiding the replacement of ammonia, nitric acid and fertilizers produced in Europe with imports from countries with a worse carbon footprint while at the same time allowing the transformation of the industry toward a zero-carbon production. Fertilizers Europe is therefore advocating for the CBAM designed as a reinforcement of current carbon leakage measures with the stepped-up climate ambition\nCBAM -— what about exports?\nThe EU fertilizer industry is an exporter for specific fertilizer products and selected technical products that have a lower footprint than their international competitors. The industry calls for export safeguard provisions which are crucial to level the playing field in global markets. The lack of solution for exports in the proposed legislation will harm and put at serious risk the competitiveness of exporting industries. Already today, the European industries are faced with a competitive disadvantage compared to countries without an ETS scheme in place. The exports competitive disadvantage would become unbearable if the reduction of free allowances, due to the increase ambition of the ETS, will combine with a CBAM that also foresees a decrease in free allowances.\nWhy do we need an equal treatment between the ETS and CBAM sectors\nAchieving a higher level of emission reduction ambition, requires mechanisms to strenghten carbon leakage protection and minimise negative impact on exports.\nComplementarity of CBAM with free allocation is key to protect value chains, mitigate the impact on trade flows and provide certainties for low- carbon investments.\nHigh trade exposure puts EU nitrogen fertilizers producers at risk of carbon leakage\nEQ\nETS\nMordéeo\n_Equator\n> Export from the EU\n<€ Import to the EU\n16 FERTILIZERS EUROPE OVERVIEW 2021/2022\nCurrent carbon leakage framework must be ensured for CBAM sectors until 2030\n[lor\nAmn,\nEU producer\nImporter\nCarbon costs\ncovered by free NO FEES\nallocation\n=\nKey to maintain Limit impacts on Key to successful Positive impact on Key to industry\nexports until\nstrategic value decarbonisation employment in competitiveness\nCBAM is up and\nchains\nEurope\nduring CBAM\nrunning\ntesting period\nCBAM only\nSmooth the impact\nStaying\nRetaining free In the transitional\naddresses EU\non value chains,\ncompetitive allocation results in period, no CBAM levy\nimports. Free\ndomestic supply vis-a-vis non-EU a better impact on for non-EU producers\nallocation phase out security and trade producers key to employment (see Testing period key to\nto impair access to\nflows\nbe in a financial the Commission’s verify the effective-\nexport markets for\nposition to invest in Impact Assesment ness of the CBAM\nthe EU industry\nlow-carbon\non CBAM) before phasing out of\ntechnologies\nfree allowances from\n2030\nCoexistence of free\nallocations and\nCBAM during a\ntesting period is WTO\ncompliant two\n- the\nwould address\ndifferent carbon\ncosts\n=—\n~—O\nCBAM\nTotal CO,\nemissions\nWhy keep free allowances for fertilizers ?\n7 RO\noY\nCarbon costs not\ncovered by free\nallocation\n———\nRock solid implementation\nA proper monitoring and reporting mechanism must be in place as part of the CBAM to ensure full implementation. Only a system based on verified real emission declarations and certification of importer installations would help prevent circumvention and minimize the risk that spot checks after submission of the declaration fail to identify fraudulent carbon footprints. By using transparent and auditable criteria, the officials would be in a position to ensure a real level playing field between EU and non-EU producers.\nTraditional trade pattern in the past 5 years\nFERTILIZERS EUROPE OVERVIEW 2021/2000 17",
  "page_3": "CLIMATE POLICY = R= TURN\nRenewable Energy Directive (RED)\nThe revision of the Renewable Energy Directive is set to increase a target to produce 40% of the EU's energy from renewable sources by 2030. The revised Directive now also includes a specific target for industry such as the fertilizer sector. More specifically, it proposes a 50% renewable hydrogen target by 2030 for all hydrogen used for final energy and non-energy purposes, including ammonia production. This is critical as the fertilizer sector produces and uses around 3 million tonnes of hydrogen, making it the sector most concerned by this target.\nThe negotiations in the European Parliament and the European Council are ongoing. Fertilizers Europe has been actively involved in presenting its priorities and putting forward proposals to MEPs and Member States.\nFertilizers Europe priorities:\nG Realistic target, in line with the actual share of the renewable energy available in the Member States. Ensure technology neutrality to recognise regional differences across the EU. Development of the framework to ensure production remains in the EU. Extend the target to downstream products to ensure there is a market for Renewable Fuels of Non-Biological Origin. Condition hydrogen target to actual share of EU-renewable production in 2030. Have a gradual target phase in and/or potentially shift the 50% to 2035 to be more in line with other directives of the Fit-for-55 Package. Certification: Ensure homogeneity to ensure ammonia certification is consistent with the EU’s approach.\nIndustry’s abatement potential\nFertilizers Europe commissioned DECHEMA with a study focusing on the pathway for abating ammonia production GHG emissions. The analysis concluded that the total abatement potential of the industry by 2030 was 13-19% (this is based on the current scenario and doesn’t take into consideration the increasing level of ambition and linked increased support from Member States). This estimation demonstrates the magnitude of the challenge posed by the new targets proposed by EU officials and that these will require significant support for the industry in its decarbonisation efforts.\nDecarbonising the fertilizer industry - DECHEMA study results:\n|2 Industry abatement potential is 13-19% by 2030. Ammonia production using Carbon Capture and Storage (CCS) is a low hanging fruit and would be rapidly available and cost-effective in several EU regions. By 2030, certain regions will have low enough forecasted renewable electricity prices for electrolysis- derived ammonia to be an attractive option. Due to the fast-moving environment and the geopolitical situation such a scenario could in some cases be reached much faster.\nEngaging with stakeholders\nFertilizers Europe organised several public virtual events aiming to advance the dialogue with relevant policymakers and wider stakeholders on key legislative and policy topics on energy and climate.\nFertilizers Europe participated in the EU Industry Days event, this time with a local event entitled \"All roads lead to low-carbon ammonia. Regional perspectives’. The event aimed at raising awareness among policymakers and other stakeholders about different pathways across Europe for decarbonising ammonia, like electrolysis-driven hydrogen and the use of Carbon Capture and Storage and called for the Renewable Energy Directive (RED) to address the local complex variation in terms of renewable energy availability. The event also aimed to present and discuss the results of the DECHEMA study on the abatement potential of the European fertilizer industry.\n—_— ry 5 : 7 b se 4 ree r www.youtube.com/ ) oa eg watch?v=8elwljOh_pw\nUnder the umbrella of the EU Green Week organised by the European Commission on 2 June 2021, Fertilizers Europe organised an online event entitled “Green Ammonia: an enabler for Hydrogen Economy.” The goal of the event was to showcase the role that the fertilizer industry can play in reaching the climate ambitions outlined in the European Green Deal, as well as highlighting the strategic role of green ammonia in developing a hydrogen economy. The conference saw the participation of high-level speakers from EU institutions, industry and NGOs, and attracted 170 live attendees and many more on demand.\nOy ea 4 afoot www.fertilizerseurope.com/ era F green-ammonia-an-enabler-for- mre hydrogen-economy\nCLIMATE POLICY\n===\nFrom top left to right. Sonja van Renssen, Journalist, Energy Monitor, Peter Handley, Head of the Energy-Intensive Industries and Raw Materials Unit, DG GROW, Petr Bihnack, Energy attaché, Permanent Representation of the Czech Republic to the EU; Branislav Brezny Managing Director, R&D organisation VUCHT; Klazien Ebbens Manager Sustainability, OCI; Michat Wendotowski Climate Technology and Policy Manager, Bellona\n— PBs\nme\nAld re ac\nee vee\n=«— 2 Saree eee\ni i\nFrom top left to right. Ruth Sharpe, Group Editor, Raw Materials, Argus Media; Trevor Brown, Executive Director, Ammonia Energy Association; Morten Petersen, MEP, Vice-Chair ITRE Committee; Theodora Kouloura, Kavala's Fertilizers COO, Fertilizers Europe Board Member; Wouter Demenint, Business Manager, Port of Rotterdam International; Jonas Helseth, Director, Bellona Europa\nAmmonia certification\nWith increased EU climate targets, the fertilizer industry is advancing its efforts in low-carbon ammonia production. One of the first emerging needs in this process was the development of a certification system for ammonia products which otherwise appear identical regardless of the technological pathway used in production. Fertilizers Europe has started the process of developing an ammonia certification scheme. The first phase of the project which implied the inception and the exploratory study for the development of an ammonia certification has been successfully completed with a clear identification of the technological pathways and the regulatory context. The second phase of the project, dedicated to the development of the certification system, was launched at the end of 2021 and will lead to the first pilot certification project at the end of 2022.\na= ——=\nae\n————EEE\nCa\nie\na\n18 FERTILIZERS EUROPE OVERVIEW 2021/2029\nFERTILIZERS EUROPE OVERVIEW 202)/2029 19"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
