{
  "file_name": "26_409.pdf",
  "pages": {
  "page_1": "*<\nwR\n-&\nFertil\n|\nb\neg\nSB\n—\n-\n=a\n,\nee\n\\N\n2021/22",
  "page_2": "4\nFOREWORD\nPRESIDENT\n6\nFOREWORD\nDIRECTOR\nGENERAL\nPOLICY\nPRIORITIES\ns\n14\n20\nIndustry competitiveness\nClimate policy\nAgricultural and\nenvironmental policies\n4\n.\n23 Product stewardship\nPA Public outreach\na.\nhC—FéK.\nhe\nSe\n——\n%\n\"Tt\n<i\nes",
  "page_3": "Ae\nPe\n—\n-\nioe\n~*~\nm2\n—T | ey\nyp Structure\n29 Members\nnm Board\nS| Team\nad\n<<\nFERTIL Tizeré Hee ie 20) ale\n|\nim 5 peti ®)",
  "page_4": "Foreword - President\nIn the last twelve months, global and EU commodity markets involving energy, agricultural products and fertilizers have been hit by three shocks, i.e.,, the post-COVID recovery, the energy crisis and most recently in February 2022 the Russian aggression and war in Ukraine.\nWith record high prices and gas moving up to 90% of the variable costs in fertilizer production, the situation has become at times unviable for our industry across Europe, leading to temporary curtailment of production in autumn and winter.\nThroughout these turbulent times, and despite the difficult economic situation, the European fertilizer industry continued to supply quality fertilizers to the EU farmers and guarantee long- term food security.\nFor our customers, the farmers, the most dramatic effect of the high gas prices has been an increase in prices of inputs, but crop prices have also risen considerably making it possible for farmers to offset the higher input costs.\nSince October 2021, Fertilizers Europe has been engaging with EU institutions, Member States and the broader public to raise awareness of the challenges faced by the industry and to call on key decision makers to intervene. It took a lot of hard work to be heard, but in the end the results reflected our efforts.\nFertilizers Europe welcomed the decisive reaction from the European Commission to the stressed market situation in agriculture and in the fertilizer sector, specifically through targeted initiatives issued in March 2022.\nAs a capital-intensive industry, fertilizer producers need to operate continuously at full capacity all year round, while farmers should have security of fertilizer supply at competitive prices. | hope that we will see a more stable and predictable market situation than the huge volatility experienced over the past year.\nsupplies.\nThe European fertilizer\nindustry has a fundamental\nrole to play in securing EU\nfood supply and thereby\nfood security. EU authorities\ntherefore need to make food\nsecunty a prionty for gas\n*\nas\n<_\n4 FERTILIZERS EUROPE OVERVIEW 2021/2022",
  "page_5": "RETURN\nDevelopments over the autumn/winter were a powerful reminder of why Europe needs a strong domestic fertilizer industry. Mineral fertilizers enable 50% of European food production, contributing to food security in Europe and beyond.\nEurope, together with the international community, must work to secure world food production while also helping less privileged parts of the population cope with soaring food costs.\nThe looming risk of gas supply shocks requires careful management of available resources. The European fertilizer industry has a critical role to play in ensuring food security and food sovereignty in Europe, an important role for the transportation sector (producer of AdBlue for diesel trucks), and drinks and meat processing sectors. Given the anticipated challenges of food supply expected in the upcoming agricultural season, the EU authorities must recognise the need to prioritise gas supply to European fertilizer manufacturers.\nFertilizers Europe supports sanctions by the EU on Russia and the EU decision to reduce its dependency on the same. For the European fertilizer industry, this is a dramatic shift as Russia has traditionally been the source of one third of the fertilizer raw materials being imported into the EU. The industry strives to secure new sources for raw materials just as recycling is becoming ever more important. However, the scale of the challenge is huge, as we are talking about millions of tonnes of material.\nWithout a strong domestic fertilizer industry there will be no “strategic autonomy” in the EU.\nEU Green Deal\nFertilizers Europe supports the objectives of the EU Green Deal, but we need a better balance.\nThe revision of the ETS legislation and the Renewable Energy Directive combined with the new proposal for a Carbon Border Adjustment Mechanism (CBAM) has led to an extremely busy legislative agenda for the association. The fertilizer industry is a key sector in many of these proposals, and while the future legislation needs to be fine-tuned, we support the EU’s ambition, and especially the new CBAM proposal.\nThe fertilizer industry produces about 40% of the total of European hydrogen as raw material for ammonia production. It is therefore uniquely placed to contribute to the development of a hydrogen economy in Europe. A coherent legislative framework that will balance climate ambitions with industry competitiveness will be key to the transformation of the European fertilizer industry to be a world leading producer of green hydrogen and green ammonia.\nThe fertilizer industry is uniquely placed to contribute to the development of a hydrogen economy 1n Europe\nThe discussions on the future direction of agriculture in the “Farm-to-Fork Strategy” has given a new momentum to look at how to improve fertilization. By improving knowledge and developing new tools and solutions, our industry strives to demonstrate its commitment to more sustainable and resilient agriculture in Europe.\nFERTILIZERS EUROPE OVERVIEW 2021/2022",
  "page_6": "Foreword - Director General\nWhat a year! The EU proposals on the Green Deal published in the summer, the gas crisis in the autumn and the war in Ukraine in the spring.\nproves that the fertilizer industry will stay relevant in Europe for many years to come.\nFrom the nutrient application perspective, making the most out of available resources is also helping Europe’s overall objective.\nRarely has the political agenda been this full, and the need for communication and advocacy from Fertilizers Europe been so important.\nFocus on nutrient use efficiency through digital tools and nutrient management solutions will help improve yields and reduce nutrient losses.\nSuch an approach will equally improve the resilience and sustainability of the EU agricultural sector.\nOne of the consequences of this charged agenda has been that the importance of food security and food sovereignty was back on the top of Europe's priorities. A powerful reminder that a strong domestic fertilizer industry is at the core of providing nutritious, affordable and abundant food for EU citizens.\nMembership\nIn January 2022, Fertilizers Europe was happy to welcome Duslo s.a. from Slovakia as its 17” member.\nThe gas crisis in the autumn and the war in Ukraine has clearly shown EU’s dependence on Russian gas, and this had important consequences for the nitrogen fertilizer industry for which gas is the basic raw material. Europe’s drive to decouple from Russia's fossil fuel energy is currently a huge challenge for businesses and citizens across Europe.\nHowever, the war in Ukraine also resulted in membership changes. Fertilizers Europe's President decided to suspend the membership of EuroChem Antwerpren as of 23 March 2022 with a view of taking a formal decision on the membership by the General Assembly. On 25 May, members took a formal decision to exclude EuroChem Antwerpen from the association.\nThis crisis has strengthened the green agenda as a way of reducing the dependence. By moving away from current fertilizer production based on natural gas, towards low-carbon production of ammonia and fertilizers via green or blue ammonia, we would significantly reduce reliance on Russian energy imports while developing low-carbon technologies to secure the supply of green ammonia and low-carbon fertilizers. Ultimately, this will strengthen Europe's food security.\nFuture of the association\nWork has started to create an exciting vision of the longer-term future of our association. A strategic revision of our association is meant to help the organisation and its members meet the challenges and opportunities of a fast-paced world around us.\nOver the past year, we have seen many projects on green ammonia being announced, and also the first project in Puertollano in Spain, with a 20 MW electrolyser producing green hydrogen for green ammonia production, coming on- stream. It is a very exciting development and it\nFertilizers Europe has already taken a first step into the future by introducing its new visual identity. Modern and distinctive visual features reflect our industry’s commitment to low- carbon production, innovation and sustainable agriculture.\n6 FERTILIZERS EUROPE OVERVIEW 2021/2029",
  "page_7": "RETURN\nAt the time of writing, the political and associational world is slowly returning to face- to-face meetings and in-person conferences, the bread and butter of a trade association. Many things we have learned over the past two years will stay with us, such as online meetings and events. The post-Covid public relations and advocacy world will be about making the most of traditional and digital ways of advocating and interacting with stakeholders.\nThe work of the secretariat would not be possible without continued support from our members.\n| want to take this opportunity to thank the Board for their excellent guidance and strong involvement in the association's activities throughout the year. | also want to thank the many representatives of members and national associations who take time to attend meetings and join calls.\nFinal thanks go to the team in Brussels. A very challenging year has been overcome with dedication and hard work.\n| invite you to dive into our Annual Review to discover our association’s main priorities and activities!\nFERTILIZERS EUROPE OVERVIEW 2021/2022 7",
  "page_8": "Industry competitiveness Why Europe needs a strong domestic fertilizer industry\nFertilizers — a vital industry for Europe\nFertilizers enable\nFertilizer industry\nproduces\nA()2\n©2900 Co\nof European\nof European\nfood production\nhydrogen\nFertilizers enable 50% of food production, contributing to food security in Europe and beyond. In doing so, the industry is essential in providing European consumers with nutritious, affordable, and sustainable food, supporting the objectives of the EU Farm to Fork strategy.\nFurthermore, the fertilizer industry produces about 40% of the total of European hydrogen as raw material of ammonia production. It is therefore also uniquely placed to contribute to the objectives of the EU Green Deal and the development of a green hydrogen economy in Europe.\nSource: The World Bank Data (in US$/mmBtu).\nEU Fertilizer industry’s competitiveness challenged\nSince September 2021, Europe has been grappling with exceptionally high energy prices.\n8 FERTILIZERS EUROPE OVERVIEW 2021/2022\nWith record high prices and gas moving up to 90% of the variable costs in fertilizer production, the situation has become economically stressed for the fertilizer sector in Europe.\nIn early March 2022, the EU's monthly average gas price peaked at US$42 MMBtu on the TTF exchange. The long-term average since 2005 to date has been around US$8 MMBtu.\nSpot gas prices in Europe (TTF)\n45\na weeeeeee\nweneee\n40\n35\n3 30 ee\nE\n25\nE 20\nnm 15\n10 oe eee eee One eee eee\nJan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec ee 2018 es 2019 ee 2020 aes 2021 =e 2022\nThe unprecedented high gas prices in Europe have made production of ammonia and fertilizers at times unviable. Several fertilizer producers across Europe have either announced short-term closures or temporary curtailment of ammonia and fertilizer production.\nMeanwhile, most non-EU producing countries have been benefiting from access to artificially low, state-fixed priced gas and thus have been profiteering from the artificial gas price gap.",
  "page_9": "INDUSTRY COMPETITIVENESS REI R\nSpot gas prices in the EU, US, Japan\nThe association reached out to the top EU officials, including the EU Commission President von der Leyen, the Council President Michel the Slovenian Presidency as well as the Commissioner Simson responsible for the energy portfolio. A public awareness campaign was launched in October through main Brussels media. Fertilizers Europe digital channels were used to extend the outreach and underline the urgency to act\nEU’s first energy toolbox\nOn 13 October, the European Commission presented a toolbox of measures to tackle the exceptional rise in energy prices and its impacts on the economy at large. EU Member States and the European Commission were aligned that given a wide divergence in terms of energy mix and tax policies there is no ‘one tool fits all’ solution. Thus, actions and assistance were deferred to Member States. The proposal focused on households and SMEs, offering limited support for energy intensive industries\nIn December 2021, the European gas prices reached another peak, resulting in the second round of fertilizer production curtailments\nBy end-2021, it has been widely recognised that the unprecedented high gas prices in Europe and Northeast Asia were likely to endure at least until spring 2022. Europe has definitely been the hardest hit region in the world by high gas spot prices. In January and February 2022, spot prices decreased slightly in Europe. However, by the end of February, amidst the tension of Russia- Ukraine, gas prices spiked again, increasing nearly 30% the day after Russia attacked Ukraine\nFertilizers Europe created a dedicated Board task force to help industry navigate through these difficult waters and help establish conditions needed for industry to return to business as usual. The industry communicated broadly that while being in a stressed situation, the sector has been committed to making every endeavour to maintain production, sales and services to EU agriculture\n45\n40\n35\n230\n£25\n—=20 ce Ace\nY 15\n10\nween cyan en eee eee eee\nFFP ey WS 1S rye\nDD MM PM PM AD age wm a\nMD SHS\nRX\new SO\nye\n=== Liquefied natural gas, Japan == Natural gas, Europe «=< Natural gas, US\nAs an immediate response, Fertilizers Europe ran in October 2020 an all-out advocacy and media campaign to raise awareness about the gravity of the situation in the fertilizer industry. It called for EU and Member States authorities to take urgent corrective action as well as to address the challenges on the European energy market\nCorrective actions sought by Fertilizers Europe:\nae EU commercial diplomatic pressure on the major gas suppliers to Europe\nIncreased fertilizer industry planning security by placing a stabilisation mechanism on gas price Increases and reducing the insecurity related to electricity prices\nMonitoring of the economic situation for farmers and if necessary, providing instruments to help them deal with the volatile market environment, including support for the purchase of fertilizers\nPreventing loss of ETS allowances due to energy crisis\nConsideration for making emergency kick-start’ state aid permissible Maintaining the existing EU anti- dumping duties\nFERTILIZERS EUROPE OVERVIEW 2021/2022",
  "page_10": "INDUSTRY COMPETITIVENESS\nRePowerEU - Second energy toolbox\nEurope currently depends on Russia for 40% of its gas imports. Following the invasion of Ukraine, the European Commission has drafted a plan to curb EU’s dependency on Russian gas.\nThe 2° Energy Toolbox called REPowerEU was announced by the European Commission on 8 March 2022 with the overarching objective to make Europe independent from Russian fossil fuels well before 2030. The plan stipulates an introduction of a series of measures to respond to rising energy prices, diversify Europe’s gas supply and accelerate the clean energy transition.\nRePowerEU measures\nUrgent action on prices\nState aid measures to help companies face high energy costs\nRefilling gas storage\nMinimum gas storage legislation, 90% target by 1 October Support for coordinated gas refilling (e.g. joint procurement) Investigation into behaviours by operators, notably Gazprom\n»\nCutting dependence on ia Russian gas\nAccelerating industry decarbonisation Speeding up renewables permitting Diversifying gas supplies A hydrogen accelerator _ Development of infrastructure, storage facilities and ports Additional 10 mt of imported renewable hydrogen + 5 mt of domestic renewable hydrogen\n175\nThe invasion of Ukraine by Russia further destabilised an already stressed market situation, and particularly agriculture, fertilizers, gas and energy sectors. It has exposed vulnerabilities in the agri-food systems and has driven prices up putting both consumers and producers in a stressed situation.\nWar in Ukraine has reduced food and fertilizer supply, driving prices higher and threatening global food security.\nIn terms of fertilizers, Russia has in recent years been the foremost third country for the EU fertilizer market and for fertilizer’ consumers alike.\nThe EU’s ambition to reduce the reliance on Russian gas means that the European fertilizer industry must do its best to make its production green even faster. While the sector is already investing in new low-carbon technologies, public support on the EU and Member States level must now be reinvigorated, boosted and speeded up.\nWar in Ukraine: Implications for industry, gas market and food security\nFood prices at all time high, large jump in March\n125\nce\n75\nMarch\nMarch\n2021\n2022\n=< Food Price Index a= Cereals\n== Meat\na= Oils\n==» Dairy\no=—— Sugar\nSource: FAO\n10 FERTILIZERS EUROPE OVERVIE\\ NI N20 ON i DADD 2022\n275\n225",
  "page_11": "INDUSTRY COMPETITIVENESS RI F\nFertilizer production by nutrient 2019\nEurope\nGlobal\n16.8\n204.1\nmillion\nmillion\ntonnes of\ntonnes of\nnutrient\nnutrient\n2.4\nSource: Fertilizers Europe / Eurostat *Includes products for agricultural and industrial use\n0.7 0.7\nFERTILIZERS EUROPE OVERVIEW 2021/2029 TI\nImported product's share of EU consumption 2020\nv a\nP.O. 4\n273\nPe\nK,O\n2\n0%\n20% 40% 60% 80% 100%\nSource: Fertilizers Europe / Eurostat\nThe fertilizer industry is the main natural gas consuming industry. With the EU being highly dependent on Russia for natural gas (41% of total imports to the EU), the fertilizer sector is highly exposed to the commodity’s price volatility and availability.\nRussia has also been one of the main nutrient exporters to the EU, with 30% nitrogen and 36% urea fertilizer imports. Moreover, Russia and Belarus together account for a large share of the production and supply of potash and phosphate rock.\nSanctions and its impact on fertilizer supply\nThe six packages of sanctions employed against Russia and Belarus have been profound and unprecedented in scope and depth. Fertilizer supply, already affected by energy market destabilisation, has been further impacted by export bans and restrictions on imports from Russia and Belarus. These developments acted as a powerful reminder of the vital importance of safeguarding Europe’s domestic fertilizer production to guarantee long-term food security.\nFertilizers Europe welcomed the decisive reaction from the European Commission to the stressed market situation in agriculture and in the fertilizer sector specifically.\n20% 40% 60% 80% 100%\nON Mi P.O,\n®@ k,o\nTotal EU-27\nconsumption*\n17m\ntonnes of\nnutrient\n0%\nIn nitrogen fertilizers, EU has an 8% share of global production, while in phosphate it is 3%, and potash 6%\nSource: Fertilizers Europe / IFA\nEuropean trade by nutrient 2020\n1.8",
  "page_12": "INDUSTRY COMPETITIVENESS\nTemporary Crisis State Aid allowed\nBy adopting a Temporary Crisis Framework on 23 March 2022, the European Commission enabled Member States to use the flexibility foreseen under State aid rules to support vulnerable operators in the context of Russia’s invasion of Ukraine. More specifically, the Framework enabled Member States to support companies affected either by sanctions or exceptionally high gas and electricity prices.\nFertilizers Europe welcomed the Commission's initiative as a necessary step to help the European fertilizer manufacturers cope with the unprecedented market situation driven by record high gas prices and disrupted supply chains.\nSupporting EU farmers and consumers\nOn 23 March 2022, the European Commission issued the communication \"Safeguarding food security and reinforcing the resilience of food systems’. A range of short-term and medium- term actions has been presented to support farmers and consumers in the EU in light of rising food prices and input costs. Most notably, the Commission put forward a €500 million support package for farmers to address market disturbances, prioritising farmers engaged in sustainable practices as well as those hardest hit by the crisis. An exceptional and temporary derogation has also been put forward to allow the production of any crops for food and feed purposes on fallow land.\nIn this context, the Commission vowed to support farmers with liquidity and aid for increased gas and electricity costs while considering the availability of mineral fertilizers to be a priority. Farmers are urged to optimise fertilizer use efficiency, thus reducing use, in CAP strategic plans. Temporary remedial actions to source phosphate and potash from other countries will be put in place to address eventual shortages.\nFertilizers Europe welcomed the Commission’s support for the industry's long-term efforts to roll out low-carbon technologies such as green ammonia, while also recognising the need to incentivise European farmers to make a more efficient use of nutrients through better management and uptake of the precision agriculture solutions through the National Strategic Plans.\nLooking ahead\nThe European fertilizer industry continues to be committed to decarbonise and play its part in enhancing sustainable agriculture and decarbonising value chains. The transition requires significant long-term investments. These are only possible if substantiated by a business case.\nRecent developments have potentially endangered the sector's ability to finance future investments in technologies necessary to get to climate neutrality in 2050, for both fertilizer production but also for ammonia as a hydrogen carrier.\nHence, the European fertilizer industry's prime goal has been, and still is, to return to normalised commercial conditions, allowing domestic producers to continue supplying the EU farmers with high quality and climate-friendly EU fertilizers.\n12 FERTILIZERS EUROPE OVERVIEW 202 lalate) 1/2 N99 UsZs",
  "page_13": "INDUSTRY COMPETITIVENESS RETURN\nFertilizers Europe actions and response to energy crisis\nSeptember 2021 - March 2022\nSEPTEMBER/OCTOBER - TEMPORARY CURTAILMENT OF FERTILIZER PRODUCTION IN THE EU\nOCTOBER\n1 OCT - FERTILIZERS\n-\nFERTILIZERS EUROPE — EUROPE - LETTER TO\nSEPTEMBER - ENERGY\nPRICES GOING UP\nCAMPAIGN\nLEYEN\nNN 13-22 OCT -\nFERTILIZERS\n15 OCT - FERTILIZERS EUROPE - LETTER TO THE EU COUNCIL PRESIDENT MICHEL, EU COMMISSION PRESIDENT VON DER LEYEN & SLOVENIAN PRESIDENCY\n14 0CT-\n12 NOVEMBER - EU COMMISSION - CONTINGENCY PLAN FOR FOOD SUPPLY AND FOOD SECURITY IN TIMES OF CRISIS\nFERTILIZERS\nEUROPE -\nMEETING\n20-21 OCT -\nWITH ENERGY\nEU COUNCIL ON\nCOMMISSIONER\nENERGY COSTS\nSIMSON\neee\nDECEMBER - SECOND WAVE OF TEMPORARY FERTILIZER PRODUCTION CURTAILMENT\n21-22 JANUARY - FERTILIZERS EUROPE MEETS IFA AND TFI TO EXCHANGE AND COORDINATE APPROACH ON FOOD SUPPLY AND FOOD SECURITY\n9 FEBRUARY - FORUM ON PLANT NUTRITION DEDICATED TO FOOD SECURITY\na\nOO\n8 MARCH - REPOWER EU JOINT EUROPEAN ACTION FOR MORE AFFORDABLE, SECURE ENERGY\nQI 2022 - FERTILIZERS\nQI 2022 -\n-\n23 MARCH - EU COMMISSION - SAFEGUARDING FOOD SECURITY AND REINFORCING THE RESILIENCE OF FOOD SYSTEMS\nEUROPE DIRECTOR\nFERTILIZERS EUROPE\nGENERAL REPRESENTS\nMEETS DG GROW,\nINDUSTRY AT EU FOOD DG TRADE, DG AGRI\nSECURITY PREPAREDNESS\nAND RESPONSE\nMECHANISM\n© Fertilizers Europe\nS Market\nS European Institutions’\nactions\ndevelopments\ndevelopments\n13 OCTOBER -—\nEU COMMISSION —\nTOOLBOX FOR\nACTION AND\nSUPPORT\nALL OUT ADVOCACY PRESIDENT VON DER\nEUROPE - MEDIA\nCAMPAIGN\nFERTILIZERS EUROPE OVERVIEW 2021/2022 13\n23 MARCH - EU COMMISSION\nTEMPORARY FRAMEWORK FOR\nSTATE AID TO SUPPORT THE\nECONOMY",
  "page_14": "CLIMATE POLICY = RETURN\n090\nUropean rtilizer roducts ave a limate otprint pically alf of the lobal verage\nZo\nClimate Policy\nFollowing the “Fit for 55\" package issued by the European Commission in July 2021, the European Parliament and the European Council worked over the past 12 months on their respective approaches and are still negotiating to reach a final agreement.\nThe EU Emissions Trading System (EU ETS) revision\nThe Emission Trading Scheme is the EU's flagship instrument to reduce carbon emissions. The scheme works on the “cap and trade” principle. This means that there is a limit on the total amount of certain GHG emissions that can be emitted by the industry. With the revision, the EU aims to lower the overall emission cap even further and increase its annual rate of emission reduction.\nElements of the package that are most relevant for the fertilizer industry include the reform of the Emission Trading Scheme, the Carbon Border Adjustment Mechanism and the revision of the Renewable Energy Directive.\nUnder the EU Emissions Trading Scheme, an industry exposed to risk of carbon leakage is entitled to free CO, allowances up to a benchmark based on the average emissions of the best 10% of the industry's installations. Fertilizers have two specific benchmarks: Ammonia and Nitric Acid. Free allocations only covers a part of the huge ETS costs faced by the fertilizers industry (cfr table). The exponential increase of ETS allowances price in the past two years, together with the increased ETS ambition, will result in an additional burden for the fertilizers industry.\nThe European fertilizer industry supports the EU Green Deal objectives and has therefore been advocating for a responsible and coherent legislative framework that will balance climate ambitions with industry competitiveness.\nThe EU ETS has been driving the emission abatement of the fertilizer industry, leading to 95% reduction of N,0 emissions over the last ten years, resulting in almost half of the overall GHG direct emissions.\nETS cost for the European fertilizer industry\nETS CO, free allowances\nETS CO, emissions to be paid 6.6 million tonnes\nCost of ETS CO, emissions\n€530 million*\nThe European fertilizer industry pays around €500 million in ETS costs yearly for its ammonia and nitric acid production.\n*Cost based on average price of €80/tonne CO,\nSource: European Commission 2021.\nAmmonia\nNitric Acid\n30.6 million tonnes 4.3 million tonnes\nTotal\nETS CO, emissions\n24.0 million tonnes 4.6 million tonnes\n-0.3 million tonnes\n-€24 million*\n€506 million\nNumbers are rounded\n14 FERTILIZERS EUROPE OVERVIEW 2021/2022",
  "page_15": "CLIMATE POLICY REI R\nFertilizers e| and GHG emissions\n1 on From ae the urea field @ ae application\n“ie\nAmmonia\nUrea\na>\nO\nlaa\nAmmonium\nNitric Acid\nNitrate\nEU fertilizer industry's excellent record in decreasing nitric acid GHG emissions\n2.5\nwee\nZ\n20\n1.5\n1.5\n1.4 1.4\nHl\n1.0\n0.5\n0.1\nE 0.0\nRussia Egypt Algeria Belarus USA EU\nSource: Fertilizers Europe\nAmmonia efficiency industry reaching technical limits\n4.0 woe eee\n3.68\n3.5\n3.0 wae\n2.5\n2.0 1.92 1.93 1.95 1.96 iit\n1.97 2.05\n—™ 15.\nO 1.0 -\nc 05.\nfe)\n- 0.0 -\noe oe\nxe ea & xe\nS\nRe\nOF\nS\n<\nDe)\nw\nye\nNG\nKS\nSource: Fertilizers Europe\nTo continue this positive path, the industry transition must be enhanced with the right framework and financial support. By avoiding drastic changes to the benchmarks at least until 2030, the industry will be offered a greater investment predictability. Redirecting all ETS revenues to hard-to-abate sectors and ensuring the possibility to access sector specific funds would guarantee a balanced decarbonization among different industrial sectors\nFertilizers Europe has been advocating for an effective and balanced review of the EU ETS to enable the transformation of the European fertilizer industry without harming its competitiveness\nCarbon Border Adjustment Mechanism\nThe EU endeavours to maintain its leadership role in global action against climate change However, if measures are unilateral, Europe risks having a limited impact on global reductions in GHG emission, while damaging the competitiveness of its domestic industrial base\nThe introduction of the Carbon Border Adjustment Mechanism (CBAM) by the European Commission is aimed at preventing the risk of carbon leakage and supporting the EU’s increased ambition on climate mitigation\nThe objective of this mechanism is to equalise the price of carbon between domestic products and imports while ensuring that the EU’s climate objectives are not undermined by production relocating to countries with less stringent policies\nNitrogen fertilizer producers are among sectors at highest risk of carbon leakage due to the industry's emission intensity and exposure to international trade. The European fertilizer industry therefore welcomed the European Commission's initiative to establish a carbon border adjustment mechanism. , but, since the beginning, underlined that for the fertilizer sector CBAM would only work if EU ETS free allocations at full benchmark level\nFERTILIZERS EUROPE OVERVIEW 2021/2002 15",
  "page_16": "CLIMATE POLICY RETURN\nwere maintained at least till 2030 and if CBAM would also foresee a solution for the export part of the production. A well-designed CBAM could be particularly important for the sector since already\nCBAM, and the current system of ETS free allocations, should aim to effectively support the industry in meeting the increased climate targets. A higher level of climate ambition should correspond to a higher level of carbon leakage protection. ETS free allowances, although during a period with sensibly lower CO, costs, have proven effective against carbon leakage. Therefore, sectors covered by a CBAM, which is still not proven to be an effective instrument, should not be penalised under the ETS.\ntoday the main European fertilizer products have a climate footprint that is typically half of the global average.\nAn effective and well-designed CBAM should aim at avoiding the replacement of ammonia, nitric acid and fertilizers produced in Europe with imports from countries with a worse carbon footprint while at the same time allowing the transformation of the industry toward a zero-carbon production. Fertilizers Europe is therefore advocating for the CBAM designed as a reinforcement of current carbon leakage measures with the stepped-up climate ambition.\nCBAM — what about exports?\nThe EU fertilizer industry is an exporter for specific fertilizer products and selected technical products that have a lower footprint than their international competitors. The industry calls for export safeguard provisions which are crucial to level the playing field in global markets. The lack of solution for exports in the proposed legislation will harm and put at serious risk the competitiveness of exporting industries. Already today, the European industries are faced with a competitive disadvantage compared to countries without an ETS scheme in place. The exports competitive disadvantage would become unbearable if the reduction of free allowances, due to the increase ambition of the ETS, will combine with a CBAM that also foresees a decrease in free allowances.\nWhy do we need an equal treatment between the ETS and CBAM sectors\nAchieving a higher level of emission reduction ambition, requires mechanisms to strenghten carbon leakage protection and minimise negative impact on exports.\nComplementarity of CBAM with free allocation is key to protect value chains, mitigate the impact on trade flows and provide certainties for low- carbon investments.\nHigh trade exposure puts EU nitrogen fertilizers producers at risk of carbon leakage\na\npo\nMordheo\nEQ\n_Equator\n> Export from the EU\n<€ Import to the EU\n16 FERTILIZERS EUROPE OVERVIEW 2021/2022\nTraditional trade pattern in the past 5 years",
  "page_17": "CLIMATE POLICY RETURN\nCurrent carbon leakage framework must be ensured for CBAM sectors until 2030\n[lor\nABS\nEU producer\nImporter\nTotal CO,\nemissions\nETS\nCarbon costs not\ncovered by free\nallocation\n———\nCBAM\nRock solid implementation\nA proper monitoring and reporting mechanism must be in place as part of the CBAM to ensure full implementation. Only a system based on verified real emission declarations and certification of importer installations would help prevent circumvention and minimize the risk that spot checks after submission of the declaration fail to identify fraudulent carbon footprints. By using transparent and auditable criteria, the officials would be in a position to ensure a real level playing field between EU and non-EU producers.\nCarbon costs\ncovered by free\nallocation\nNO FEES\nWhy keep free allowances for fertilizers ?\n87 Re\noY\nKey to maintain\nLimit impacts on\nKey to successful\nexports until\nstrategic value\ndecarbonisation\nCBAM is up and\nchains\nrunning\nCBAM only\nSmooth the impact\nStaying\naddresses EU\non value chains,\ncompetitive\nimports. Free\ndomestic supply\nvis-a-vis non-EU\nallocation phase out\nsecurity and trade\nproducers key to\nto impair access to\nflows\nbe in a financial\nexport markets for\nposition to invest in\nthe EU industry\nlow-carbon\ntechnologies\nPositive impact on\nemployment in\nEurope\nKey to industry\ncompetitiveness\nduring CBAM\ntesting period\nIn the transitional\nperiod, no CBAM levy\nfor non-EU producers\nTesting period key to\nverify the effective-\nness of the CBAM\nbefore phasing out of\nfree allowances from\n2030\nCoexistence of free\nallocations and\nCBAM during a\ntesting period is WTO\ncompliant - the two\nwould address\ndifferent carbon\ncosts\nFERTILIZERS EUROPE OVERVIEW 2021/2029 17\nRetaining free\nallocation results in\na better impact on\nemployment (see\nthe Commission’s\nImpact Assesment\non CBAM)\n=\nLe) aaa\na a a,\nPaes",
  "page_18": "CLIMATE POLICY = RETURN\nRenewable Energy Directive (RED)\nThe revision of the Renewable Energy Directive is set to increase a target to produce 40% of the EU's energy from renewable sources by 2030. The revised Directive now also includes a specific target for industry such as the fertilizer sector. More specifically, it proposes a 50% renewable hydrogen target by 2030 for all hydrogen used for final energy and non-energy purposes, including ammonia production. This is critical as the fertilizer sector produces and uses around 3 million tonnes of hydrogen, making it the sector most concerned by this target.\nThe negotiations in the European Parliament and the European Council are ongoing. Fertilizers Europe has been actively involved in presenting its priorities and putting forward proposals to MEPs and Member States.\nFertilizers Europe priorities:\nG Realistic target, in line with the actual share of the renewable energy available in the Member States. Ensure technology neutrality to recognise regional differences across the EU. Development of the framework to ensure production remains in the EU. Extend the target to downstream products to ensure there is a market for Renewable Fuels of Non-Biological Origin. Condition hydrogen target to actual share of EU-renewable production in 2030. Have a gradual target phase in and/or potentially shift the 50% to 2035 to be more in line with other directives of the Fit-for-55 Package. Certification: Ensure homogeneity to ensure ammonia certification is\nconsistent with the EU’s approach.\nIndustry’s abatement potential\nFertilizers Europe commissioned DECHEMA with a study focusing on the pathway for abating ammonia production GHG emissions. The analysis concluded that the total abatement potential of the industry by 2030 was 13-19% (this is based on the current scenario and doesn't take into consideration the increasing level of ambition and linked increased support from Member States). This estimation demonstrates the magnitude of the challenge posed by the new targets proposed by EU officials and that these will require significant support for the industry in its decarbonisation efforts.\nDecarbonising the fertilizer industry - DECHEMA study results:\n|2\nIndustry abatement potential is 13-19% by 2030. Ammonia production using Carbon Capture and Storage (CCS) is a low hanging fruit and would be rapidly available and cost-effective in several EU regions. By 2030, certain regions will have low enough forecasted renewable electricity prices for electrolysis- derived ammonia to be an attractive option. Due to the fast-moving environment and the geopolitical situation such a scenario could in some cases be reached much faster.\n18 FERTILIZERS EUROPE OVERVIEW 2021/2022",
  "page_19": "FERTILIZERS EUROPE OVERVIEW 2021/2022 19\nEngaging with stakeholders\n===\nFertilizers Europe organised several public virtual events aiming to advance the dialogue with relevant policymakers and wider stakeholders on key legislative and policy topics on energy and climate.\n——=\n——EE\nFertilizers Europe participated in the EU Industry Days event, this time with a local event entitled \"All roads lead to low-carbon ammonia. Regional perspectives’. The event aimed at raising awareness among policymakers and other stakeholders about different pathways across Europe for decarbonising ammonia, like electrolysis- driven hydrogen and the use of Carbon Capture and Storage and called for the Renewable Energy Directive (RED) to address the local complex variation in terms of renewable energy availability. The event also aimed to present and discuss the results of the DECHEMA study on the abatement potential of the European fertilizer industry.\n_\n= 7 =a 4 1 PF | CG ree rhea www.youtube.com/ ) - yo watch?v=8elwljOh_pw\nUnder the umbrella of the EU Green Week organised by the European Commission on 2 June 2021, Fertilizers Europe organised an online event entitled “Green Ammonia: an enabler for Hydrogen Economy.” The goal of the event was to showcase the role that the fertilizer industry can play in reaching the climate ambitions outlined in the European Green Deal, as well as highlighting the strategic role of green ammonia in developing a hydrogen economy. The conference saw the participation of high-level speakers from EU institutions, industry and NGOs, and attracted 170 live attendees and many more on demand.\nOy ea\nfeat\n4\nwww. fertilizerseurope.com/\ntied\noe\ngreen-ammonia-an-enabler-for-\ner #\nHe\nhydrogen-economy\nCLIMATE POLICY RETURN\n—___\nFrom top left to right. Sonja van Renssen, Journalist, Energy Monitor, Peter Handley, Head of the Energy-Intensive Industries and Raw Materials Unit, DG GROW, Petr Bihnack, Energy attaché, Permanent Representation of the Czech Republic to the EU; Branislav Brezny Managing Director, R&D organisation VUCHT; Klazien Ebbens Manager Sustainability, OCI; Michat Wendotowski Climate Technology and Policy Manager, Bellona\nPBs\na] |\nye\nee vee\n=«—\n2 Saree eee\ni\ni\nFrom top left to right. Ruth Sharpe, Group Editor, Raw Materials, Argus Media; Trevor Brown, Executive Director, Ammonia Energy Association; Morten Petersen, MEP, Vice-Chair ITRE Committee; Theodora Kouloura, Kavala’s Fertilizers COO, Fertilizers Europe Board Member; Wouter Demenint, Business Manager, Port of Rotterdam International; Jonas Helseth, Director, Bellona Europa\nAmmonia certification\nWith increased EU climate targets, the fertilizer industry is advancing its efforts in low-carbon ammonia production. One of the first emerging needs in this process was the development of a certification system for ammonia products which otherwise appear identical regardless of the technological pathway used in production. Fertilizers Europe has started the process of developing an ammonia certification scheme. The first phase of the project which implied the inception and the exploratory study for the development of an ammonia certification has been successfully completed with a clear identification of the technological pathways and the regulatory context. The second phase of the project, dedicated to the development of the certification system, was launched at the end of 2021 and will lead to the first pilot certification project at the end of 2022.",
  "page_20": "AGRICULTURAL AND ENVIRONMENTAL POLICIES - URN\nAgricultural and environmental policies\nWageningen University study - Time to listen to data\nfarm production to non-EU countries, as well as cutting European farm incomes. Following the results of the study, Fertilizers Europe together with the Agri-Food Chain Coalition (the association representing Il leading associations in the agri-food sector in Brussels) urged the European Commission to conduct a holistic impact assessment and policy measures that support innovation and do not jeopardise EU producers, obliging them to outsource to countries with less stringent environmental regulations.\nIn the report “Impact Assessment of EC 2030 Green Deal Targets for Sustainable Crop Production,” Wageningen University and Research analysed the impact of the European Commission’s 2030 targets on EU agricultural production. Authors concluded that achieving the Farm to Fork targets on reducing pesticides and fertilizers, while increasing set-aside land and organic area will mean lower output, shifting\nWUR Impact Assesment on Farm to Fork targets: Overview of expected economic impacts related to the achievement of the targets\nScenario\nProduction\n& prices\nIndirect land\nuse change\nNegative impact\non the value of\nproduction\n2 -Reduction in\nfertilizer use\nTrade\n- Production declines\nbelow 15%\n-Price increases below rapeseed and citrus) -ILUC2: 3\n20%\n- Declines in net\nexports (tomatoes,\napples, olives, wine\nand hops)\n- Increases in net\n-ILUC 1: 2\nAlmost\nimports (maize,\nEUR 92 billion\nmillion ha\n4 - Combined\ntargets\nReduction in\npesticide and\nfertilizer use + 10% set hops)\naside\n- Production declines\nof around 10-20%\n- Large price increases rapeseed)\n(olives, wine and\nand hops)\n- Increases in net\nmillion ha\nAt least\nEUR 111 billion\n-ILUC 1: 2.5\nmillion ha\n-ILUC2: 5.4\nmillion ha\nimports (maize and\n20 FERTILIZERS EUROPE OVERVIEW 2021/2022\nSource: WWUR Impact Assessment study on EC 2030 Green Deal Targets for Sustainable Food Production ,\nexports (olives, wine\n- Declines in net",
  "page_21": "Carbon farming - mineral fertilizers to play a key role\nIn December 2021, the European Commission published the Sustainable Carbon Cycles Communication, underlining the crucial role played by agriculture and soil management to reach the European climate objectives. In view of the upcoming discussions, Fertilizers Europe shed light on the role of fertilizers in carbon farming, commissioning a study to a research group of the Swedish University of Agricultural Sciences in Uppsala, led by Professor Holger Kirchmann. The study focused on the principles of carbon sequestration, the role of farming practices and the use of fertilizers in helping to sequester carbon in agricultural soils.\nKey results of the study — mineral fertilizers can play a positive role in carbon farming\nIncreasing crop production is the key process to increase carbon sequestration.\nFood production with inorganic nitrogen fertilizers will play a key role in carbon sequestration.\nIn the future, nitrogen fertilizer can act as a sink for greenhouse gases.\nIt is a myth that organic farming leads to more carbon sequestration. Considering yield declines and necessary land use change, organic farming will lead to a net loss of soil organic carbon and increase emissions compared to conventional farming.\nAGRICULTURAL AND ENVIRONMENTAL POLICIES\nNew EU Fertilizing Products Regulation — Leading the way to implementation\nOn 16 July 2022, the EU Fertilizing Products Regulation (FPR) enters into force, overhauling current rules for placing fertilizing products on the EU market. However, several practical and technical aspects were still presenting challenges for the fertilizer industry in the last phase of the implementation, including the prevailing lack of notified bodies, unclear interpretation of some sections of the FPR, lack of harmonized standards and uncertainty about conformity assessment procedures. That is why Fertilizers Europe, focused its efforts during 2021 and early 2022 on supporting its members to be ready for the entry into application of the regulation. Several workshops were organised for Fertilizers Europe members which saw the participation of the European Commission and Notified Bodies representatives and aimed at finding common solutions for the outstanding issues.\nWhat's new in the Fertilising Products Regulation?\n7 Product Function Categories (PFCs)\nThe scope of the regulation has been widened and now does not only include mineral fertilizers, but also other fertilizing products such as organic fertilizers, organo-mineral fertilizers, soil improvers, liming materials, plant biostimulants, inhibitors and fertilizing product blends.\nNotified\nDesignated by Members States, notified bodies will carry out the procedures for conformity assessment and will play an important role in bringing fertilizer products on the market.\nBodies\nStandardised\nNot every fertilizing product has to be assessed by the notified body. The FPR allows self-assessment for certain modules.\nConformity\nAssessment\nLabelling\nProducts complying with the requirements of the FPR will carry a CE mark Products with a CE mark can be sold in all EU Member States without a need to fulfil additional requirements of national legislations.\nFERTILIZERS EUROPE OVERVIEW ZU LON9 i 202 lalate) 2 21",
  "page_22": "AGRICULTURAL AND ENVIRONMENTAL POLICIES - URN\norgano-mineral\nfertilizers\nOrganic and SY aa\noO\n© @.\nPlant nutrition and soil fertility\nThe different plant nutrition and soil fertility solutions grouped under the heading “fertilizing product” in Regulation (EU) 2019/1009 play different and complementary roles in helping farmers produce plentiful, high-quality crops while helping the EU move towards more sustainable agriculture.\nThe factsheet developed by Fertilizers Europe jointly with EBIC and ECOFI explains the importance of combining a full range of fertilizing products to ensure an optimum impact on plant yield and quality and minimal environmental impact.\nForecast of food, farming and fertilizer use\nThe Forecast of Food, Farming and Fertilizer Use continues be a cornerstone of the association's work in the agriculture field, and it constitutes a valuable source of information about Europe’s farming. The publication gives an excellent overview of the expected changes in arable farming, cropping patterns and fertilizer consumption in the European Union and its Member States for the coming 10 years.\nIn the 2021 edition, the annual nutrient consumption over the next 10 years is foreseen to decrease by 4.6%, with nitrogen experiencing the biggest expected decrease. This overall decrease is due to fertilizer consumption reduction in western EU Member States, whereas most Central and Eastern European Member States still demonstrate a trend for higher nutrient consumption. The forecast shows that the political priorities of the European Union and of several European countries are challenging the EU's farming sector as a whole and fertilizer use by farmers as well\nE3IC\necops & Fertilizers\nEurope\nFertilizer consumption in the European Union\n18\n16\n14\nVQ -------- =e Qe\n-5.7%\n10\n——\n6\nSS\n-1.4%\n=\"-3.9%\n1980\n1985\n1990\n1995\n2000\n=== Nitrogen ===» Phosphate «=== Potash\n2005\n2010\n2015\n2020\n2026\n2031\n22 FERTILIZERS EUROPE OVERVIEW 2021/2022",
  "page_23": "PRODUCT STEWARDSHIP = RETURN\nProduct Stewardship\nCelebrating fertilizer industry's excellence\nThe European fertilizer industry’s aspirations for efficient, safe, secure and environmentally- friendly fertilizer production has led Fertilizers Europe to develop a product stewardship management programme to maintain and consolidate the industry's advanced production techniques and safety procedures across Europe. Fertilizers Europe Product Stewardship Programme is compulsory for all its members, sets the highest global standards and involves all the players in the product chain.\nAll members of Fertilizers Europe successfully completed the Product Stewardship audit in 2020. To celebrate this important achievement of our industry, Fertilizers Europe produced a video showcasing the commitment of our members to health, safety, security and environmental performance.\na\nabit are\n—\n\"More than 120 fertilizer sites across Europe operate continuously to ensure production. Our industry is committed to the highest standards of safety, security, health and environmental performance.\"\nJacob Hansen, Director General Fertilizers Europe\nTe =a ane a1 G4 a www. fertilizerseurope.com/ rf A productstewardship2021\n\"\nit\nie\na!\n=< — ane\n\"Product Stewardship Programme has become the international reference for the global fertilizer industry.\"\nDavid Herrero Fuentes, Chairman, Technical Committee, Fertilizers Europe and COO Fertiberia\n==\n\"The direct and close cooperation with our customers such as suppliers, distributors, end users and logistic providers is essential.\"\nPeter Suba, Vice-Chairman Technical Committee, Fertilizers Europe, and Member of the Management Board Petrokemij\nis,\nFERTILIZERS EUROPE OVERVIEW 2021/2022 23\n—s\n\"We are mutually sharing information that leads to sustainable improvements of safety and security.\"\nRadomir Vék, Vice-Chairman, Technical Committee, Fertilizers Europe and COO, Lovochemie",
  "page_24": "PUBLIC OUTREACH RETURN\nPublic outreach\nGlobal Fertilizer Day\nLaunched by Fertilizers Europe in 2016, Global Fertilizers Day is a global campaign supported by fertilizer industry associations, commemorating the invention of the Haber- Bosch process for the synthesis of ammonia, which is considered one of the most important contributions to agriculture and food security.\nHas saa\ndartadiaed a\n| i\nBichal owns ki\nOn 13 October 2021, Fertilizers Europe launched the digital campaign #FarmLikezZ, an initiative which showcased the role of the younger generation of farmers and fertilizer producers in enhancing a productive, sustainable and resilient agriculture in Europe.\nbarre\n=i\n4a\n#FarmLikeZ campaign was a virtual tour consisting of video testimonials describing how the deployment of new technologies, the gathering and use of data and innovative fertilizing products and fertilization solutions are improving nutrient use efficiency, increasing yields and safeguarding the environment. The campaign showed how precision agriculture is already present on farms across Europe and how farmers and the fertilizer industry are leading the way forward.\nae\nhéronder Garcher\nhair\nun I a\nTS ulope\n| =\nBey\nOe eC\n—\n2 a 4\nBee\nwww. fertilizerseurope.com/\ncy -4 = global-fertilizer-day/\n“oO\n25 abs oo\ndevas\neur ga |\n\\\nLI\n————\n~~ wee\n24 FERTILIZERS EUROPE OVERVIEW 2021/2022\nee a ned Kc rk\nPy",
  "page_25": "PUBLIC OUTREACH RETURN\nNew visual identity\nFertilizers\nEurope\nFertilizers Europe launched its new visual identity in May 2022. The new identity is a natural consequence of the transformation that the association and the EU fertilizer industry have seen in recent years and the need to efficiently communicate this new reality to their stakeholders. Since the early days, the EU fertilizer industry has always been striving to become more efficient in meeting the needs of European agriculture. The challenges of the industry have grown with time, and besides food security, our industry today is providing effective solutions to the most pressing challenges such as climate change and environmental issues. The new visual identity aims to better represent what the EU fertilizer industry is today, an innovative and forward-looking industry.\nThe visual identity is constructed around the shapes of the logo and the use of bright and fresh colours as well as a distinctive modern font. The green colour, the plant and the fertilizer granule represent agriculture, sustainability, food security and low-carbon production. The blue colour and the hexagon shape represent technology, science, innovation and Europe.\nINNovation\nGreen inc\nSUSTOINGAD| ITY\nProspe\ny\noof\nCommunity\nSmart\n|fe\nEurope\nDigital\nFERTILIZERS EUROPE OVERVIEW 2021/2022 25\nFuture\nKnowled\nPlant Nt\nFeedin\ntry\nResilience\n1\nION\nScie! +e",
  "page_26": "ピコ\nに\nーー\nーー\n〒 本\n= 画\nロロ\nーー\nFERTILIZERS EUROPE OVERVIEW ン つい り ノ の 2022",
  "page_27": "RETURN\n/\nの の\nと 』\n0\nSn\nAA\" パ\nん\n全 ^\nMe 1)\nき\nに\nキ\nFERTILIZERS EUROPE OVERVIEVY 202|/2022 27",
  "page_28": "ABOUT US STRUCTURE RETURN\nStructure\nFertilizers Europe represents the interests of the majority of mineral fertilizer manufacturers in the European Union. The association's membership comprises 16 fertilizer manufacturers from countries across the European Union and 7 national fertilizer associations.\nThe association communicates with a wide variety of stakeholders, institutions, European and national policymakers and members of the general public who seek information on fertilizer products and application technology, and topics relating to today’s agricultural, environmental, climate and economic challenges.\nFertilizers Europe's activities are directed by its President and Board, who are elected by its General Assembly of members. Its day-to-day business is primarily carried out through five committees and various working groups and task forces.\nThe Secretariat in Brussels supports the association's committees and working groups under the guidance of the committee chairs and vice-chairs and manages Fertilizer Europe's activities. It also acts as its main interface with stakeholders.\n“i\nStatistics\nCommittee\nWorking\nGroups\nAgriculture\nCommittee\nWorking\nGroups\nin i\nTechnical\nCommittee\nCommittee\nWorking\nWorking\nGroups\nGroups\n@\nTrade & Economic Communications\nCommittee\nWorking\nGroups\nCommittee\n@\nClimate\nWorking\nGroups\n28 FERTILIZERS EUROPE OVERVIEW 2021/2022",
  "page_29": "ABOUT US MEMBERS\nMembers\nCorporate\n% ACHEMA\nam\nans be\nAB Achema\nLithuania\nAzomures SA\nRomania\n2a\nAnwil SA\nPoland\nBOREALIS L.A.T.\nAustria\nBesa\nBASF AG/Fertilizer\nBU Europe\nGermany\nLAT’\n_\nGrura\nAaZOTY\nANICL\nEurochem\nAntwer en BV\nBelgium (until May\n2022\n| Am. ret)\nEuUROCHEM\nDUSL®\n4\n(I)\nFertiberia\n———e\nPETROMEMIJA\niA om\nPetrokemija Plc\nCroatia\nNitrogénmivek Zrt\nHungary\nGrupa Azoty SA\nPoland\nICL Europe\nThe Netherlands\nPric iro\nPHP TS\nSRG STEP 8 CHL\nFertiberia SA\nSpain & Portugal\nOCI\nOCI Nitrogen BV\nThe Netherlands\nDuslo\nSlovakia\na.s\nLOV@ CHEMIE\nLovochemie as\nCzech Republic\nKF\nKiawraha Fertilizers Led\nNKF s.a.\nGreece\nKnowledge grows\nYara International\nASA\nNorway\nAssociations\n=\nANFFE\nAsociacion Nacional\nde Fabricantes de\nFertilizantes\n[ J ASSOFERTILIZZANTI Industrieverband Agrar\nAssociazione Nazionale\neV.\nFertilizzanti\nPFIC LTD\nGreece\n()\na=\nGp Meststoffen\nBelgian Mineral Fertilizer\nNEDERLAND\nAssociation\nFertilizers Netherlands\n= IVA\n4 PIPC\nPolish Chamber of the\nChemical Industry\nBELFERTIL\nl i\nUnion des Industries de la\nFertilisation\nUNIFA\nFERTILIZERS EUROPE OVERVIEW 202)/2009 29",
  "page_30": "ABOUT US BOARD RETURN\nBoard\nCio\n‘ox\ncs\nPs\nAndreas\nSteinbuechler\nPresident,\nBorealis LAT\nBartolomeo Pescio\nVice-President,\nYara\nGregorz Kqdzielawski\nVice-President, Grupa\nAzoty\nJacob Hansen\nDirector General,\nFertilizers Europe\nTrade & Economic Committee\nStatistics Committee\nCommunications\nCommittee\ni\nom ff\n}\nZoltan Bige\nChair,\nTrade & Economic\nCommittee,\nNitrogénmuvek\nTechnical Committee\nEdmundas Gruzdys\nVice-Chair,\nTrade & Economic\nCommittee,\nAchema\nFranz Prieschl\nVice-Chair,\nTrade & Economic\nCommittee,\nICL Europe\nClimate Committee\nJan-Jaap Nusselder\nChair,\nStatistics Committee,\nOC|\nWe\nTheodora Kouloura\nChair,\nCommunications\nCommittee,\nKavala Fertilizers\nae\n¥\na\n#\n™\n|\n><\n4\nDavid Herrero Fuentes\nRadomir Vék\nPeter Suba\nChair,\nVice-Chair,\nVice-Chair,\nTechnical Committee, Technical Committee, Technical Committee,\nFertiberia\nLovochemie\nPetrokemij\nMonica Andrés\nChair,\nClimate Committee,\nYara\nTomasz Wiostowski\nVice-Chair,\nClimate Committee,\nGrupa Azoty\nObervers\nAgriculture Committee\nHarri Kiiski\nChair,\nAgriculture Committee, Agriculture Committee, Agriculture Committee,\nAzomures\nEurochem Antwerpen\nAnwil\n(until May 2022\n30 FERTILIZERS EUROPE OVERVIEW 2021/2022\n4\n\\\nLorenzo Faregna\nObserver,\nAssofertilizzanti\nFlorence Nys\nObserver,\nUnifa\nIgor Shmidt\nJacek Mendelewski\nVice-Chair,\nVice-Chair,",
  "page_31": "ABOUT US [FAM\nTeam\n_——\n“\"\nPr\nr.\nJacob Hansen\nDirector General\na\\\ntukasz Pasterski\nSenior Communications\nManager\nJasmine Barahman\nClimate Policy Manager\nAntoine Hoxha\nProduction &\nAgriculture Director\nCecilia Dardes\nAgriculture &\nEnvironment Manager\nSean Mackle\nTrade & Economic\nDirector\n1,\nbi\n| i\n‘|!\n4h\nJenny Wahiman\nHead of Administration\nGabor Marton\nSenior Data & Statistics\nAnalyst\na\n\\\n4,\n¥\noy\nSofia Tsaliki\nSenior Communications\nOfficer\nAdriana Ravara\nTrade and Business\nAnalyst\nTheo Paquet\nGreen Ammonia Officer\nLeticia Salvador\nPolicy & Administration\nOfficer\nFERTILIZERS EUROPE OVERVIEW 202// 202 DAD 2 31",
  "page_32": "@\nZO\nD\nFertilizers\nEurope\nFertilizers Europe represents the majority of fertilizer Oroducers in Europe and is recognised as the dedicated industry source of information on mineral fertilizers. The association communicates with a wide variety of institutions, legislators, stakeholders and members of the public who seek information on fertilizer technology and topics relating to today’s agricultural, environmental and economic challenges.\nFertilizers Europe asbl 9-31 Avenue des Nerviens B-1040 Brussels Tel. +32 2 675 35 50 communications@fertilizerseurope.com\niy) Group Fertilizers Europe\nfin) @FertilizersEuro\nwww. fertilizerseurope.com"
},
  "language": "Languages.ENGLISH",
  "total_pages": 32
}
