{
  "file_name": "276_2460.pdf",
  "pages": {
  "page_1": "EDF 2\n—_\nFinding the ways that work\nThe Start of Online Trading for China’s National Carbon Market a a Frequently Asked Questions\nThis is a translation of the original Chinese version that was published on July 18\", 2021.\nChina's National Carbon Emissions Trading System (hereinafter referred to as “the national carbon market”), which started online trading on July 16, 2021, is the largest carbon market in the world, currently covering 4.5 billion tons of annual carbon dioxide emissions from the power generation industry. The threshold for companies covered by the market is more than 26,000 tons of carbon dioxide in any year during 2013-2018. The formal start of online trading in the national carbon market marked a crucial step towards China’s goals of peaking carbon emissions before 2030 and achieving carbon neutrality before 2060 (hereinafter referred to as the “dual carbon goals”). In this regard, the national carbon market serves as an important policy instrument by providing flexible and low-cost carbon emission reduction options for key emitters. In addition, the formal launch of the national carbon market is regarded as one of the options for coping with the prospective carbon border adjustment mechanism (CBAM) from the European Union.\nEnvironmental Defense Fund (EDF) has fielded questions from various parties regarding the launch of the national carbon market. The questions and answers are summarized as follows for the reference of all parties concerned about the construction and operation of the national carbon market, with the hope of further promoting sound and orderly market development.\n#1\nWhat is the significance of the national carbon market’s formal start of online trading for China’s dual carbon goals?\nA carbon market is one of the crucial tools for pursuing China’s dual carbon goals. It represents a major institutional innovation that employs market-based mechanisms to control and reduce greenhouse gas (GHG) emissions and promote green and low- carbon development.\nThe national carbon market is a key policy instrument to enable China to achieve the dual-carbon goals. It will also improve the data quality of corporate climate information disclosure, laying a solid data foundation for a comprehensive grasp of China's GHG emission reduction trends and investor assessment of climate risks and related opportunities.",
  "page_2": "EDF =\nFinding the ways that work\nFrom a corporate perspective, the carbon market, as a market-based mechanism, will help companies lower the cost of reducing emissions, and prompt companies to rationally deploy resources and develop emission reduction technologies, thus driving forward corporate sustainability.\nIn addition, the national carbon market is a core policy instrument that promotes low- carbon social transition in the most cost-effective way by finding the optimal emission reduction costs. It can effectively advance carbon price discovery and form predictable carbon price signals to guide the investment of key emitting entities, and even the whole society, as well as facilitate the assessment of climate risks.\nThe national carbon market is an important foundation to promote the development of green finance in China, including the development of derivatives based on allowances and other credit indicators, as well as the development of related trading products based on carbon price index. This will stimulate green investment and green finance, contributing to industrial upgrading and low-carbon transition as an important component of the dual carbon goals.\n#2\nHow are carbon markets trending worldwide?\nMore countries are adopting a carbon market as a climate strategy. At present, 14 countries and regions, including Chile, Turkey, and Pakistan, are exploring the possibility of establishing a carbon market and integrating it within their existing climate policies. Established carbon markets (such as the EU’s Emissions Trading System) are tightening their cap on emissions and expanding the coverage of sectors in accordance with their climate goals. In addition, carbon crediting mechanisms are playing an important role in delivering climate goals in various countries, which bodes well for the development of the global carbon market. In the long run, linking the carbon markets in various regions is an important step for the promotion of low-cost emissions reductions on a larger scale, which will be necessary for the world to effectively address climate change.\nChina's national carbon market, the largest of its kind, represents a major milestone in the application of a market-based mechanism to address climate and environmental issues in China and beyond. As China's national carbon market will be further improved in the future, it can provide a rich example for more countries and regions along the Belt and Road, and set a good model through cooperation and dialogue mechanisms.",
  "page_3": "EDF =\nFinding the ways that work\n#3\nHow is carbon priced in the carbon market?\nA carbon market is similar to traditional commodity and financial markets. Carbon prices are mainly affected by the relationship between supply and demand. From the perspective of supply, the most distinctive feature is that a carbon market is a policy instrument, so the relevant policies and rules for allowance allocation and the regulations related to banking will have a great impact on carbon prices. From the perspective of demand, carbon prices will also be affected by macroeconomics, energy prices and future investment expectations. In addition, the formation of carbon prices requires a certain degree of market liquidity and activity. Currently, the European Union and the United States have complete spot and derivatives markets and allow institutional investors to participate in transactions, which is important for the formation of effective and stable carbon price signals.\n#4\nWhat impact will the national carbon market have on energy-intensive industries?\nEnergy-intensive industries at this stage are typically characterized by the high consumption of fossil fuels, so they are also categorized into key industries with high carbon emissions. Since 2015, the relevant key industries, including petrochemical and chemical, building materials, iron and steels, nonferrous metals, papermaking, power generation, and aviation, have been required to submit corporate carbon emissions reports in accordance with technical guidelines for GHG emissions accounting and reporting issued by the MEE. At present, only the power generation industry is included in the national carbon market. More key industries will be included in the near future. The compliance pressure from the national carbon market will force the aforementioned industries to develop low-carbon transition pathways.\nFor example, in the power generation sector, the national carbon market will use more effective carbon price discovery to guide the low-carbon transformation of the traditional thermal power industry, thereby further promoting clean and efficient thermal power generation. In addition, the carbon market will spur the overall structural optimization of the power generation industry and increase the share of installed capacity of hydropower, wind power and other zero-carbon power. At the same time, grid structure and related infrastructure will be further adapted to the rapid development of low-carbon and clean energy, contributing to the green and low- carbon transition of the entire power generation sector.",
  "page_4": "EDF\nT\nD\nFinding the ways that work\n#5\nNow that the carbon market has officially launched, what issues still need to be addressed?\nFirst, national level regulations for the carbon market’s administration should be issued as soon as possible to lay the legal foundation while further strengthening data quality assurance. Enterprises should bear the main responsibility for the quality of reported data, while technical service agencies should assume the main responsibility for the quality of verified emission reports. It is necessary to further improve local supervision and management systems and implement detailed management procedures for data quality assurance, so that related responsibilities can be fully fulfilled.\nSecond, in addition to market coverage expansion to more industries, the allowance allocation method and price stabilization mechanism should be further improved, and the auction mechanism should be introduced as soon as possible to facilitate carbon price discovery. In the initial stage of the national carbon market, allowances are allocated free of charge according to relatively loose standards, in order to ensure smooth market operation and enthusiasm among covered companies. This may lead to insufficient liquidity of the carbon market and deviations of the initial carbon price. As the carbon market’s operation becomes stable, allowance allocation standards should be continuously refined and tightened to enhance the role of the carbon market in reducing emissions. Meanwhile, the price stabilization mechanism should be improved as soon as possible by drawing on the relevant experience of the EU and other major countries and regions, in order to prevent oversupply and consequent excessively low or zero prices of allowances as in the early stage of the EU emissions trading scheme. As such, we can prevent abnormal price fluctuations from dampening the confidence of market participants and ensure the role of the carbon market in driving the green transformation of enterprises. Introducing the auction mechanism and expanding market coverage will help to identify the optimal abatement costs in a wider range.\nFinally, the participation conditions for financial institutions and individuals in the national carbon market should be clarified, so that other participants can be allowed to enter the market when appropriate, and derivative products should be researched and developed in advance. The participation of various trading entities, such as financial institutions, on the basis of clear condition and regulatory systems will bring the necessary liquidity to the carbon market. This is crucial to the effective discovery of carbon prices and the allocation of carbon assets of covered companies, and also important for boosting the development of climate investment and finance. By providing market participants with more options in investment and climate risk management, the development of carbon financial derivatives is of great significance for long-term emissions trading plans of various entities and will also be an indispensable component of China's carbon market.",
  "page_5": "EDF ! =\nENVIRONMENTAL\nDEFENSE FUND\nFinding the ways that work\n#6\nThe trading system and the registration and settlement system for the national carbon market are based in Shanghai and Wuhan respectively. What are the pros and potential cons of a \"two-city\" operation model?\nBoth Shanghai and Hubei started local carbon markets in 2013. Drawing on their rich experience in carbon market operation, the national carbon market can make full use of Shanghai's advantages as the financial center to promote emissions trading and Wuhan's advantages as a major city in Central China to drive the development and low-carbon transition of the central and western regions, thus creating a benign interactive situation.\nIn addition, the two systems have been adequately connected and jointly debugged for the national carbon market, and a backup system has been put in place. This has basically eliminated potential inconveniences associated with a two-city operation.\n#7\nWhat new opportunities can the national carbon market and the CCER market create for the private sector? How will the expectations of future carbon price rises change corporate strategies or investments?\nFor the private sector, the national carbon market allows qualified institutional investors and individuals to participate in transactions when conditions are ripe. This helps them hedge against climate risks by seeking new opportunities for climate- friendly investments to support the low-carbon transition. With the gradual improvement of the voluntary carbon market, the use of CCERs for compliance purposes can lower the costs for companies, and at the same time, potentially stimulate voluntary emission reduction activities, as well as future CCER development (depending on the reformed CCER rules).\nIn terms of changes in corporate strategies / investments, carbon price rises mean higher transition risks for all types of entities. An increasing number of enterprises have committed to net zero emissions, disclosed their implementation pathways, and assessed climate risks in different scenarios (1.5°C or BAU). In the future, the research and development investment of entities in low carbon technology, renewable energy, and energy interconnection and storage will exhibit an upward trend.\n#8\nWhy is the current national carbon market limited only to certain key industries? Will this affect the market’s ability to spur emissions reduction?\nThe power generation industry first included in the national carbon market accounts",
  "page_6": "EDF =\nFinding the ways that work\nfor about 40% of China's total carbon emissions. With the further development of the carbon market, coverage will gradually be expanded to other key industries such as steel, nonferrous metals, petrochemicals, chemicals, building materials, papermaking, power generation and aviation, which currently report GHG emissions every year. All these industries covered, though still limited, represent more than 70% of China's total carbon emissions. In other words, the majority of China's carbon emissions will be subject to the national carbon market.\nFor other industries outside the scope, the national carbon market can leverage the offset mechanism to promote voluntary emission reductions (e.g., CCERs). In addition to the carbon market, there are also many other policies and incentive mechanisms for carbon emissions reductions of different industries, such as renewable energy certificates. With the continuous improvement of the carbon market and the coordinated development of related policies, all relevant industries will also be affected by the national carbon market’s price signals in the future.\n#9\nWhat are the expectations in terms of data accuracy? What are the challenges that the COVID-19 epidemic has brought to the carbon market?\nChina has established the monitoring, reporting and verification (MRV) system for the national carbon market by drawing on the experiences of the EU emissions trading scheme and California's cap-and-trade program. The MRV system is subject to supervision by the Ministry of Ecology and Environment. Administrative regulations should be promulgated as soon as possible to provide legislative guarantees for the carbon market. Enterprises bear the main responsibility for the quality of reported data, while technical service agencies assume the main responsibility of the quality of verified data. It is also necessary to further improve local supervision and management systems and implement detailed management procedures for data quality assurance, so that related responsibilities can be effectively fulfilled to further strengthen data quality assurance.\nAccuracy is very important, but it is more important to maintain the consistency of methodologies and data collection requirements. This ensures effective allocation of allowances and avoids excessive allowances allocation associated with changes in statistics, to help truly achieve greenhouse gas emission reductions.\nTaking full account of the impact of the COVID-19 epidemic on the power generation sector, the Ministry of Ecology and Environment issued the Implementation Plan 2019-2020 for Cap Setting and Allocation of National Carbon Emissions Allowances (Power Generation Sector) for the national carbon market’s compliance in 2021, based on the principle of minimizing the impact of the national carbon market on power",
  "page_7": "EDF =\nENVIRONMENTAL DEFENSE FUND Finding the ways that work\ngeneration companies."
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
