{
  "file_name": "282_2492.pdf",
  "pages": {
  "page_1": "Ww\nWw\nWp\nEuropean Lime Association aisbl, in short “EuLA”\nEstablished under the Belgian law under the enterprise/ VAT number BE0479.082.505 C/o IMA-Europe, Twin Gardens (6° floor), rue des Deux Eglises 26, Box 2, B - 1000 Brussels, Belgium Tel : 32 2 210 44 10, E-mail : info@eula.eu, www.eula.eu\nte He\nbg\nEuropean Lime Association A.1.S.B.L.\nEuLA\nAssociation Européenne de la Chaux\nWw\nEuropaischer Kalkverband\nMember of IMA-Europe\nEuLA Position on the Carbon Border Adjustment Mechanism (CBAM).\n26 October 2020\n= Background\nThe Carbon Border Adjustment Mechanism (CBAM), is one of the recent proposals of the European Commission under the EU Green Deal, seeking to alleviate negative effects of uneven climate policies by imposing financial burdens (which the nature is not defined yet) on imported products. It focuses on four main objectives: 1) establish a level playing field amongst players in competitive markets, 2) prevent carbon leakage to jurisdictions with weaker climate policies, 3) incentivise trade partners to strengthen their own climate change policy efforts, and 4) generate alternative sources of financing growth in the post-Covid era. The mechanism, which should be World Trade Organisation (WTO) compliant, will be introduced under the ETS. The EC currently undertakes a public consultation to gather opinions of the sectors and in which EuLA has participated.\n= Possible Implications for the lime industry\nThe implications on the lime industry are uncertain at that stage as they will depend on the nature, form, and sectors where the measure will be implemented. Considering the following points, and notably that:\nLime is a small sector which generally serves local markets and consequently with low trade intensity. Although high carbon intensive, its impact on CO2 emissions in absolute numbers remains low. Lime industry would benefit for example from a strong EU based industry, notably steel. Some different lime products (PCC, hydrated lime, milk of lime, etc), may add complexity to the implementation of the measure.\nThus, the following major principles should be considered when designing a CBAM, particularly:\nThe mechanism should focus on important sectors with high CO2 footprint and significant trade intensive. The scheme should preserve the integrity of EU internal market rules while ensuring compatibility with WTO rules. Avoid unnecessary administrative burden for national governments and industry. Evaluate the impact on complex products e.g. cars involving many different value chains. Targeting the carbon content of the product based on an LCA approach, rather than country of origin. Further explore the possibility to rebate (exempt) exporters. This shall be a condition to avoid additional charges to prevent exports from Europe. Bearing in mind its importance, the mechanism should be part of the EU industrial policy and aiming to maintain the value chains in Europe, thus preserving competitiveness and employment.\nHereby, EuLA reiterates the above-mentioned position at the current stage and to base its future positions and actions on those principles.\nEuLA welcomes the opportunity given to the association to answer a detailed questionnaire. EuLA however finds it difficult to provide a nuanced answer to certain questions which should have deserved more nuance. In addition, very important aspects depend on how the CBAM would be designed. EuLA calls for further in-depth discussions between the Commission and industries before the final scoping of the impact assessment. The following answers should be taken with caution as they depend very much on the details of the mechanism envisaged\nWw"
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
