{
  "file_name": "282_2490.pdf",
  "pages": {
  "page_1": "te He\nWw\nWw\nEuropean Lime Association A.1.S.B.L.\nAssociation Européenne de la Chaux\nWw\nEuLA\nEuropaischer Kalkverband\nWw\nMember of IMA-Europe\nEuropean\nWh\nLime\nAssociation\n1 October 2021\nEuLA Position on the European Commission (EC) Proposal for a Regulation establishing a carbon border adjustment mechanism (COM (2021) 564 final).\nThe European Lime Association (EuLA) welcomes the opportunity to provide feedback on the EC proposal establishing a Carbon Border Adjustment Mechanism (CBAM).\nIMPLICATIONS FOR THE LIME INDUSTRY\nAs CBAM is interconnected with EU ETS, its implications on the lime industry will depend on the success and development of a complex and not yet tested instrument. The results of the pilot phase are extremely relevant. Considering the following points, and notably that:\ne\nLime is essential for a vast majority of industrial sectors in EU and the EU lime industry strongly support measures to prevent the displacement of its customer’s production outside Europe due to a lack of international competitiveness.\ne For lime it is key to ensure their customers remain in Europe.\nEuLA Position:\nThus, the following four major principles should be considered when designing a CBAM, particularly:\n1 CBAM should be presented as a complementary instrument (Art | (3)) for sectors at risk of\ncarbon leakage rather than as an alternative to the current system of free allocation. EU exporters risk losing markets outside Europe because they can no longer compete with non-EU competitors that do not face similar constraints, and this will contribute to carbon leakage. Until trade partners adopt strictly comparable policies and carbon pricing, EU producers should continue to receive free allowances. It is a fact that there is significant complexity and uncertainty associated with setting a CRAM that is both (a) fully efficient and (b) compliant with WTO rules. For this reason, EuLA supports the idea that CBAM should start with an initial period which only large emitters of GHG already exposed to carbon leakage from countries without similar carbon burden to their competitors. Due to the complexity, the EU should also allow sectors to volunteer to participate in the CBAM in the future and support the EU Commission in setting the detailed rules. CBAM shall ensure that lime customers remain in the EU (.e: steel) by not encouraging them to delocalise outside of the EU and provide alternative measures to address unfair competition at the EU border for sectors not currently covered by CBAM. The current CBAM proposal only addresses imports. CBAM shall also provide a solution to EU exporters to avoid exported products from efficient EU producers being replaced outside Europe by products with lower carbon constraints not subjected to equivalent carbon measures, which thereby undermine European competitiveness. The CBAM shall reconsider an equal treatment for the products coming from the list of countries exempted from this tool (Annex II), thus including those ETS system which are fully aligned and have co-existed with the EU",
  "page_2": "---------------------------------------------------------------------------\nAbout EuLA\nEuLA, the European Lime Association, represents about 95% of the European non-captive lime production through its 23 covered Member States (companies & national associations). The European lime sector operates around more than 160 sub-installations (plants) in the EU, producing a total of more than 22 million tons of lime and dolime (2019). Lime is an essential but often unseen ingredient, which possesses many applications for downstream industries. As a strong \"enabler\", lime is used from steel to water treatment and pharmaceuticals, environmental protection, glass and paper industrial processes, in the construction and civil engineering and in agriculture.\nte He\nWw\nLime Association A.1.S.B.L.\nAssociation Européenne de la Chaux\nEuropaischer Kalkverband\nMember of IMA-Europe\nWy\nETS, and for which the cost of integration should be minimal. This for instance, is the case of the United Kingdom.\nCBAM shall consider Life Cycle Assessment (LCA) when assessing the CO2 carbon content of any imported or exported product. That is, targeting the carbon content of the product based on an LCA approach and transparency, rather than the country of origin. The quantification of emissions from extra-EU production because recourse to the LCA is not easy and the perimeters on which to evaluate them should be agreed.\nWw\nEuropean\nEuLA\nWw\nEuropean\nLime\nAssociation\nWw"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
