{
  "file_name": "284_2494.pdf",
  "pages": {
  "page_1": "eurima\nEURIMA RESPONSE TO THE IMPLEMENTING ACT ON FREE ALLOCATION RULES\nThe European Insulation Manufacturers Association (Eurima) welcomes the effort undertaken by the European Commission on the draft Implementing Act for the new Free Allocation Rules to align them with the requirements of the revised European Emissions Trading Scheme (EU ETS) and the new Carbon Border Adjustment Mechanism (CBAM). The Mineral Wool industry is strongly committed to making all the necessary efforts to pursue the decarbonisation of the sector and effectively attain the ambitious climate neutrality objectives set for 2050\". In this sense, Eurima supports the adjustment of free allocations to the current legislative and industrial landscape.\nNotwithstanding our support, Eurima wishes to seek clarification and list a few recommendations on the proposed implementing act.\n1 Clarify how State Aid for indirect costs will align with the recently introduced free allocations for indirect emissions.\nThe draft Implementing Act for the Free Allocation Rules aims to boost the electrification of industrial processes for emissions reduction by eliminating the exchangeability of fuel and electricity and consequently determining free allocation, irrespective of direct and indirect emission shares within the same benchmark. However, the draft clarifies that this measure does not fully guarantee mitigation of carbon leakage risks. Hence, any allocation of free allowances for indirect emissions should not hinder access to State Aid for indirect emissions costs upon the condition that \"financial measures to compensate indirect costs passed on in electricity prices should not compensate the same indirect costs covered by free allocation.\" Eurima appreciates the Commission's efforts to address the current situation and promote the electrification of industrial processes. However, further clarity is needed regarding the condition mentioned above. This could be achieved by offering further explanation on how these two compensations will harmonize, accompanied by clear examples illustrating situations where an industrial process benefiting from free allocation for indirect emissions should be disqualified from receiving State Aid for indirect emissions costs.\nMore precisely, in line with Eurima's stance that indirect cost reimbursement should not result in any competitive distortions, we are seeking clarifications on whether there might be circumstances under which a sector could continue to receive compensation for indirect costs, even if it qualifies for the free allocation of indirect emissions.\n2. Provide more details on the potential impacts of the revision of the electricity benchmarks on the upcoming update of the 2026-2030 product benchmarks.\n1 Eurima, (2023), ‘Mineral wool insulation and the road to climate neutral Europe A decarbonisation a - roadmap for Europe’s mineral wool insulation industry’ (available here).\ny\nEuropean Insulation Manufacturers Association",
  "page_2": "y\neurima\nEuropean Insulation Manufacturers Association\nAs outlined in the draft implementing act, the inclusion of free allocations for indirect emissions necessitates the establishment of electricity benchmarks. Given this provision, Eurima would like to ask for details on whether this determination will have any influence or impact on the forthcoming review of the 2026-2030 product benchmarks.\n3. Enhance the level of ambition and clarity in the conditions for obtaining an exemption from the conditionality of energy efficiency improvements.\nThe draft implementing act outlines conditions for exempting operators from adhering to the conditionality of free allocation based on the implementation of energy efficiency improvement measures. Regarding the provision allowing operators to become exempt from energy efficiency improvement conditionality if they implement investments with a “pay-back time of three years or less”, Eurima contends that the proposed threshold lacks ambition, providing too much leeway to avoid implementing energy efficiency improvements in industrial processes. Therefore, Eurima recommends increasing the pay-back threshold from 3 to 5 years.\nRevisiting the proposed conditions for exempting operators from energy efficiency conditionality, the description of the 50% thresholds? related to investment costs appears confusing and complex, potentially leading to misinterpretation. Therefore, Eurima recommends simplifying the wording to ensure a clear and accurate application of the conditionality exemption.\n4. Further define how the future CBAM developments will be reflected in the free allocation rules and ensure equal treatment.\nAs stipulated in the revised EU ETS, the phased introduction of the CBAM will coincide with the gradual phase-out of free allocation for sectors currently encompassed by the new mechanism. In this context, the draft implementing act specifies that \"potential future changes to the CBAM scope and to the relevant CBAM factor should be reflected in the corresponding gradual phase-out of free allocation.\" Concerning this passage, Eurima calls for greater clarity and predictability on the operational aspects and timing of the future scope extensions, particularly regarding how this will be reflected in the phase-out timing of free allocation for the affected sectors. Moreover, Eurima stresses the need to ensure an equivalent level of phased transition, including an 8-year gradual transitional phase-out period for free allocations, for sectors that may potentially come under the CBAM mechanism in the future due to its scope revisions. The suggested approach aims to ensure equal treatment between the first tranche of CBAM sectors and those which will be potentially covered at a later stage.\nContact:\nSara Versano | Policy Manager - Industry & Sustainable Construction\nPhone: +32 2 626 20 92 | sara.versano@eurima.org\n2 “(ii) 50 % of the annual economic equivalent of the amount reduced in accordance with the first average subparagraph from the final annual amount of emission allowances allocated free of charge pursuant to Article 16(8) calculated based on the average price of allowances on the common auction platform in the relevant calendar year preceding the application referred to in Article 4(2);”"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
