{
  "file_name": "287_2523.pdf",
  "pages": {
  "page_1": "ee 2\nSa\nEF\\ EUROPEAN\nMay 2022\nEXPRESS\nASSOCIATION\nEU Carbon Border Adjustment Mechanism (CBAM)\nEEA Proposals for a review of the Council General Approach\nThe EEA supports the objective of the CBAM proposal to address the risk of ‘carbon leakage’ and to contribute to the EU’s climate objectives, and appreciates the gradual implementation schedule that has been laid out by the European Commission.\nSince its adoption in July 2021, the EEA has closely followed any development concerning the CBAM proposal in order to assess a potential future impact on the express industry. In a position paper that was shared with the European Commission, the European Parliament and the EU Council, the EEA has already described key relevant concerns that still remain for our industry, notably on the potential administrative impact at the border and its associated liabilities, which need to be clarified in order to ensure a smooth and efficient implementation.\nAny extension of CBAM to finished and semi-finished products, would trigger an exponential increase of the goods brought into the EU under this scheme. If such an extension were considered in the future, it would be of utmost importance to ensure that border processes are fit for purpose and leave the movement of goods undisrupted while adequately addressing carbon leakage in line with the EU’s carbon neutrality goals.\nIn this paper, we would like to focus on specific concerns arising from the EU Council’s General Approach that was agreed in March 2022, and that could have major implications for trade facilitation.\nA. Article 5 in the Council General Approach\nHaving now reviewed the recently adopted Council General Approach on the CBAM proposal, the EEA would like to express serious concerns regarding the requirements to act as CBAM authorized declarant under certain scenarios as described in Article 5:\n1 Shifting the importer’s responsibility to be CBAM declarant to its EU-based customs representative - where the latter is acting under the indirect representation — triggers a disproportionate and undue burden on EU based customs declarants while mitigating the intended incentive on third-country importers to address carbon leakage efficiently.\nBackground:\nThe proposed Article 5 (1) on Application for a CBAM authorisation provides that:\n1. Any importer established in a Member State shall, prior to importing goods in the customs territory of the Union, apply for the status of authorised CBAM declarant. Where such importer is using indirect representation in accordance with Article 18 of Regulation (EU) No 952/2013 and where the indirect customs representative agrees to act as an authorised CBAM declarant, the application shall be submitted by such indirect customs representative.\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 1",
  "page_2": "According to the General Approach, in the case that a CBAM commodity is imported under indirect representation, the application to act as the authorized CBAM declarant is to be submitted by the indirect customs representative (subject to his/her agreement). In keeping with existing practice for the import of other restricted commodities into the EU, from medical devices to veterinary products, it should always be the importer to submit such an application, regardless of the mode of representation.\nRisks:\ne While customs representatives have the proper training and expertise to act on behalf of third-country importers to address customs procedures, they don’t have the adequate knowledge and practical means to address the CBAM sustainability obligations of their customers. In particular, express operators are not in a position to obtain — much less verify — complex information and calculation/claim of embedded emissions of a specific product manufactured by a party in a third country when moving third party goods, nor assume major reporting obligations that they could then become liable for. They are customs brokers and carriers, not dedicated importers or agents specialized in sustainability regulation of the goods transported in their networks. Having to keep records of certified documentation until the fourth year after the CBAM declaration has been (or should have been) submitted would generate considerable additional administrative pressure on customs brokers. Clearly, shifting the responsibility of the CBAM declaration to the customs representative would impose a highly disproportionate and undue burden on EU based customs operators and the national Customs authorities that would need to review those obligations. Allowing third-country importers to divert their responsibility for the CBAM declarations onto their customs representative mitigates the incentive that they have to efficiently address carbon leakage. By the effect of the indirect representation, we understand the customs representative turned into the CBAM declarant could possibly be held fully accountable for the effectiveness of the CBAM application and the risks tied to it, in case of misdeclaration of information by the importer to the customs representative. Customs representatives would lack enforcement means against the importer in the event of violation. As a result, negligent or badly intended importers could use their customs representative as a shield to protect themselves from their liabilities and responsibility to address carbon leakage.\nRecommendations:\nWith that in mind, we would propose that - instead of shifting the CBAM declarant role and related responsibility to the customs representative in case of indirect customs representation- the importer have the option of formally appointing an intermediary to act as authorized CBAM declarant and fulfill the associated obligations, as is current practice in EU customs legislation. The key element here is that the importer have the flexibility to take on these obligations themselves, request that the carrier take on these obligations subject to a consented approach and process, or appoint a sustainability/CBAM specialist intermediary. Acting as authorized CBAM declarant in the case that the importer is established outside the EU\nOn a similar note, the General Approach also states that where the importer is not established in the EU, the application to be the CBAM authorized declarant shall be submitted by the indirect customs representative.\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 2",
  "page_3": "The proposed Article 5 (1a) contains that:\n1a. Where the importer is not established in a Member State, the application referred to in paragraph 1 shall be submitted by the indirect customs representative.\nAs above, in existing legislations, if the importer is not established in the EU, they should have the ability to appoint someone who is established to act as the authorized CBAM declarant — this could be the customs representative or a specialist intermediary.\nThe recent VAT e-commerce directive, for example, allows non-established sellers to appoint an intermediary to take care of the VAT-related obligations for distance sales of goods sold through the Import One Stop Shop (IOSS). These intermediaries are designated experts that are ideally placed to undertake such responsibilities, where an equivalent CBAM intermediary would also have similar expertise. Furthermore, the EU product safety Regulation’ provides the possibility to appoint an authorized representative, who is the third party in the transaction and bearing all responsibilities.\nThe EEA agrees with the importance of the CBAM related tasks and responsibilities. However, the EEA strongly supports the introduction of a system allowing the appointment of an independent CBAM declarant and not necessarily linked to the customs representative.\nThe EEA would like to add, that the subject of the customs representation is one of the major subjects to be reviewed during the upcoming evaluation of the Union Customs Code. This further supports the establishment of distinct rules for the appointment of a CBAM declarant and related responsibilities.\nWe should further stress that the provisions contained in Article 5 would be exponentially more detrimental in the case that the scope of the proposed regulation would be amended — either now or in the future — to include finished or semi-finished products. As we have outlined in our earlier positioning, such an increase in scope would mean vastly more products carried by express operators would be subject to CBAM responsibilities.\nWe urge EU policymakers to consider the potential impact that this could have as a trade restriction.\nB. CBAM threshold\nOn a separate note, the EEA noticed how in the Council General Approach (Article 27), EU Member States have endorsed the logic of a threshold up to which all CBAM obligations shall not apply, a proposal that the EEA fully endorses. The General Approach proposes a threshold of €150 with no limit to the number of imports per year.\nWhile we consider this a good starting point, since this value corresponds to the existing EU duty threshold and the threshold for low value consignments, we consider that such a value will not eliminate many scenarios involving imports by private persons, business-to-consumer (B2C) or other imports which are not reflective of the aim of the legislation, which is to capture largescale imports of the raw materials in scope. The EEA would instead propose a weight threshold of 1000 kg under which\nCBAM obligations should not apply. This threshold already exists in EU customs legislation (see Art.\nRisks:\nRisks as described above under 1.\n©\nRecommendations:\n1 Regulation (EU) 2019/1020 of the Parliament and of the Council of market surveillance and compliance of European 20 June 2019 on products and amending Directive 2004/42/EC and Regulations (EC) No 765/2008 and (EU) No 305/2011\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 3",
  "page_4": "137 (1) — b UCC-DA and Art. 135 (1) — b UCC-DA). We are of course open to other suggestions on this important topic.\nC. Conclusion and recommendation\nThe EEA calls therefore on the Council to analyze the impact of specific articles included in its General Approach and amend them accordingly so to adequately reflect business realities and related responsibilities and liabilities not only of express delivery operators but of all private sector parties concerned with the management of CBAM-related responsibilities and liabilities.\nThe EEA looks forward to continuing its constructive dialogue with the EU institutions and other relevant stakeholders and remains at full disposal to provide any additional information and clarification on its views.\n* KK\nThe European Express Association (EEA) is the representative organisation for the express industry in Europe. The industry specialises in time-definite, reliable transportation services for documents, parcels, and freight. It allows European business to rely on predictable, expeditious delivery of supplies, thereby enabling them to attain and maintain global competitiveness.\nThe express industry employs over 330,000 people across the EU and supports a further 410,000 indirect jobs in Europe through the supply-chain. The express industry’s employees are widely spread across EU member states.\nThe express industry is a truly intermodal sector. Air-road and air-rail operations form an integral part of the industry’s hub and spoke system. Our members use the most efficient transport mode to ensure the timely delivery of our customers’ goods. This includes the use of aircraft, but also road vehicles and rail where possible.\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 4"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
