{
  "file_name": "287_2532.pdf",
  "pages": {
  "page_1": "—\nEF\\ EUROPEAN\nEXPRESS\nASSOCIATION\nDavid Boubilil Deputy Head of Unit Indirect Taxes DG Taxation and Customs Union of the European Commission.\nBrussels, 5 October 2023\nAs CBAM is introduced progressively, with the obligation to start capturing data as of 1 October 2023 and a first due date to report goods in scope under the obligation as of 31 January 2024, the undersigned associations appreciate the Commission’s awareness that time is too short to allow economic operators to prepare in a successful and compliant manner, as outlined in the EEA/CLECAT joint position dated 25 September 2023.\nIn addition to the elements raise in that joint position, we would like to request the following:\nFlexibilities\nUse of default values during the transitional period\nWe request that DG TAXUD publish default values for each of the CBAM goods, whereby the calculation of the embedded emission does not lead to a complex process. For instance, there should be a default emission value per tonne for each HS code listed. These should be simple, tiered shortcuts that can allow importers who do not have proven information about manufacturer installation to use, for example, emissions factor X for HS Code Y.\nSubmission of CBAM Reports\nWe request DG TAXUD to avoid sanctions in the initial transitional period of the new regulatory requirements, where the due date for the first periodic report of goods in scope of the obligation is 31 January 2024. We request that there be no penalties applied before the end of July 2024 for late submissions. Reports will be due by mid-2024.\nWe assume that sufficient time will be made for modifications and corrections and that the rules become fully applicable after 2024.\nClarification required for Notification.\nArt. 8.3 recites:\nWhere an indirect customs representative does not agree to carry out reporting obligations of the importer under this Regulation, the indirect customs representative shall notify the importer of the obligation to comply with this Regulation. The notification shall include the information referred to in Article 33(1) of Regulation (EU) 2023/956.\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium Tel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 1",
  "page_2": "Why does the draft implementing regulation impose such notification whereas importers should be aware of all applicable requirements that need to be fulfilled, including CBAM? If a notification needs to be given, it should be done by the authorities. If such notification becomes legally binding for the indirect customs representative, consideration should be given to clarify on which basis, preferably once for each importer? Overall, detailed requirements need to be stipulated on the format and sequence of communication.\nE-Commerce\nSpecifically for imports of goods procured via E-Commerce the process of collecting, processing, and submitting the CBAM quarterly reports will be extremely difficult for private individuals considered “importers.”\nAt the same time, the information might prove difficult to procure from the platform. In many cases relating to the import of goods into the EU, the shipper could be a 3rd line intermediary with no access whatsoever to the manufacturer.\nWe understand that you would take this situation for analysis and provide guidance in the context of goods in scope for the legal obligation imported via E-Commerce, to ensure compliance.\nConclusion\nWe believe that a gradual approach will give producers time to adapt in a predictable manner. It has also been said that the transitional period will be used to learn more about the different methods for calculating emissions.\nAs many questions remain open, allowing us to prepare as quickly as possible and trying to understand the very complex data to be collected and processed, including the proposed methodologies for determining CO2 emissions, we propose to re-examine the legal requirements to safeguard the feasibility of CRAM.\nIn case of questions, we are at your disposal.\nYours sincerely,\nSabine Van Depoele\nChair of the Trade Facilitation Committee of the EEA\nThe present letter is supported by the European Association for Forwarding, Transport, Logistics and Customs Services (CLECAT), the European Ship Suppliers Organization (OCEAN) and the European Shippers’ Council (ESC).\nThe European Express Association (EEA) is the representative organisation for the express industry in Europe. The industry specialises in time-definite, reliable transportation services for documents, parcels, and freight. It allows European business to rely on predictable, expeditious delivery of supplies, thereby enabling them to attain and maintain global competitiveness.\nThe express industry employs over 330,000 people across the EU and supports a further 410,000 indirect jobs in Europe, through the supply-chain. The express industry’s employees are widely spread across EU member states.\nThe express industry is a truly intermodal sector. Air-road and air-rail operations form an integral part of the industry’s hub and spoke system. Our members use the most efficient transport mode to ensure the timely delivery of our customers’ goods. This includes the use of aircraft, but also road vehicles and rail where possible.\n* KK\nPage | 2\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
