{
  "file_name": "287_2528.pdf",
  "pages": {
  "page_1": "eee\nMi\nEF\\\nBrussels, 16 October 2023\nEEA Position on the Reform of the Union Customs Code\nIntroduction\nEEA would like to express our appreciation for the proposals presented by the European Commission on 17 May 2023, which outline significant reforms to the Union Customs Code and related legislation. These reforms aim to address the shortcomings of the current legislation and improve the efficiency and effectiveness of customs procedures within the European Union (EU). In particular, the proposal introduces the European Customs Authority, the EU Customs Data Hub, and the Trust and Check Trader status. We commend the Commission for its dedication to enhancing customs operations and believe that these reforms could contribute to a more seamless and secure trade environment.\nEEA would like to welcome the opportunity to comment on the proposal on the reform of the EU Customs Union. We consider that the input from the express industry is not only valuable but critical.\nAs we continue to closely cooperate on the IT developments under the current Union Customs Code and the related Work Program, it is equally important for EEA to contribute at the earliest possible time to the fundamental and wide-ranging customs reform that will shape the legislative framework and functioning of the EU Customs Union in the decades to come.\nAlong these lines, we would like to formally express our willingness and readiness to work with the EU institutions and the EU Member States to ensure a balanced and successful customs reform. We hope that this will be recognized and EEA will become a strategic partner in the upcoming negotiations.\n1. Trust and Check Trader\nWe acknowledge that the proposal contains positive elements that can greatly benefit trade. The concept of Trust and Check Trader (T&C Trader) aligns with existing concepts such as Authorized Economic Operators (AEO), Entry into the Declarants Record, self-assessment, and centralized clearance, already introduced with the Modernized Customs Code. This alignment is crucial for creating a consistent and coherent customs framework that promotes efficiency and reduces administrative burdens for traders. We appreciate the effort to integrate these concepts into the reform package, we however encourage the legislator to actively work with trade through Implementing and Delegated Acts to ensure that the Trust and Check Trader will be a status that can be easily obtained and maintained by SMEs. We also emphasize that Member States should apply the same authorization and control criteria, in order to ensure a fair level playing field for all legitimate economic operators.\nPage | 1\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium Tel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org",
  "page_2": "The T&C Traders concept is an important step-up in a customs-to-business partnership arrangement. However, further to the current text of the Proposal, only importers or exporters can have access to the newly established status and the related facilitation measures. Other actors of the supply chain should act as importers or exporters in order to be able to apply for the T&C Trader status (e.g. carrier).\nAn express carrier, being in the role of a customs representative, will be able to enjoy the T&C Trader benefits only under a limited number of scenarios. A customs representative having T&C Trader status can only be recognized as such when acting as an indirect customs representative, considered to be the exporter or importer. On the other hand, when acting as a direct customs representative, the customs representative may apply T&C Trader benefits only if the represented person also has a T&C Trader status.\nEEA strongly believes that the carrier in its own role and with the associated tasks and responsibilities, plays a sufficiently important role in the supply chain to be able to apply for the T&C Trader status and benefit from the simplification provided for, also without being considered as importer or exporter.\nEEA would like to highlight as well, that with the new concept of the T&C Trader status, sunsetting the AEO Simplification status and only keeping the AEO Safety and Security status, traders will be faced with an ‘all or nothing’ situation.\nEEA requests to consider keeping the AEO Simplification status and create the T&C Trader status on the top of the existing possibilities. We also emphasize the need to include robust safeguards for the T&C Trader status to prevent cybersecurity risks from happening which may compromise the whole system itself and threaten operators’ systems as well.\n2. Customs Representation and ownership of responsibilities of the different actors in the supply chain\nIt is particularly unfortunate for the express industry to see that the reform does not provide any facilitation on the requirement to arrange for each and every shipment an empowerment when acting as a direct or indirect customs representative. The reform should take a greater leap towards creating future-proof systematic empowerment rules that can alleviate one of the main bottlenecks the express industry has endured for years. Simply put, our proposal is to remove the obligation of the formal empowerment for express consignments transported with single transport contract on the condition that carriers have the instructions to arrange door-to-door service and that should be enough as a deemed or as an implicit agreement.\nEEA would like to emphasize the need to reconsider the rules on the customs representative’s empowerment and drive the national practices in one direction, to ensure a level playing field for the different actors in the supply chain and taking into account the reality of the volumes and the achievable measures to handle them.\nIn addition to the rules on empowerment, the EEA would like to highlight that the indirect representation holds significant risks for declarants/importers/exporters, particularly in view of new (non-fiscal) legislation on CBAM, deforestation, forced labour.\nOver the past years, we have seen a dramatic increase of the liabilities imposed on customs and supply chain intermediaries in connection with tasks which are often beyond their control. This trend\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 2",
  "page_3": "translates into a disproportionate transfer of financial and non-financial risks and increases the administrative burden to legitimate operators.\nIt is important to conduct a thorough risk assessment and develop appropriate safeguards to protect the interests of logistics service providers.\nClear guidelines, transparency, and accountability should be established to ensure that indirect representation does not create unnecessary risks or disadvantages for businesses. A balanced approach that safeguards both trade facilitation and compliance is essential.\nEEA underlines the need to reassess the statement of the Wise Person groups, namely “to collect data from those who have information which can be used to validate declaration” and “private actors must provide data, with costs for non-compliance”.\nOwnership of data and the linked responsibility is a key element in the changed environment. The new approach to provide information by the relevant source and link the responsibility to that provider results in a situation where carriers in their role can only cover limited responsibility of the information they are generating. In the role of the customs representative, information is provided to the representative, who however can only cover limited responsibility, namely on the fiscal risk, but not on the non-fiscal part of the relevant requirements.\nFor bridging the gap EEA proposes to consider enabling the carrier to act as Data Provider, without the binding nature of the customs representation nor the carrier as the proposal currently limits. With this concept the customs knowledge, the experience, the provision of the controlled and high quality on-time data would be ensured, still the responsibility would be linked to the actor owning the information. The carrier would facilitate the access to the relevant systems and the provision of the data already received from a 3\" party being the exporter or the importer, who are not having the possibility to access the relevant systems.\nEEA would like to emphasize that an importer should have the option to call for various ‘representatives’ with regard to the fulfilment of their obligations. This will allow them to not only engage a customs representative for customs (fiscal) obligations but also other expert parties for non-fiscal obligations.\nTherefore, the conditions under which a customs representative and any other ‘authorized representative’ may provide services in the customs territory should be determined under Chapter 5 Customs representation of the main legislative act. Indirect customs representatives should not be made responsible for compliance with all non-fiscal requirements.\nSimplifications and facilitations related to direct customs representation should be taken into account.\n3. EU Customs Data Hub [EU CDH]\nThe proposal’s aim to centralize all customs-related transmissions through the EU Customs Data Hub is advantageous. Centralization will streamline data sharing, harmonization, and analysis, resulting in improved risk management and control measures. By having a centralized hub, customs authorities can access real-time information, enabling them to make more informed decisions and conduct more accurate risk assessments. For economic operators, the use of one central instead of individual single\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 3",
  "page_4": "systems in the 27 Member States is a great step forward. The EU Customs Data Hub will ultimately contribute to enhanced trade facilitation and better compliance with customs regulations.\nAlthough details on how the shift from a declaration-based to a data-led system are not yet defined, it is expected that all relevant information in the context of imports and exports from current and new sources — importers, carriers, platforms, etc. - are to be provided or made available to the EU and national authorities via a central platform to enable a better customs surveillance of goods, as well as monitoring the compliance of traders. While ambitious, the EU CDH is a desirable concept and EEA welcomes the initiative. EEA would like to emphasize the main issues identified concerning the EU CDH as follows.\ne First, assurance needs to be given that data should be provided only once to the EU CDH and then re-used in subsequent steps of the customs procedure. Therefore, we understand the need of having a unique identifier that can connect all the parties and all the information provided to the EU CDH. EEA would like to highlight the importance that, with the new concepts and procedures introduced in the Proposal, also taking into account the sequence of the provision of information by the different actors to the EU CDH, further clarification is needed on e.g. how actors in the supply chain will be informed about data availability, how those actors will have knowledge about the unique identifiers, how the identifier will be created avoiding commercial identification and targeting the establishment of that identification by the EU CDH, what will happen if an actor in the process needs to consider the accuracy of the already provided information, etc. We believe the structure of this identifier needs to be harmonized at a consignment level and created by the EU CDH. The express industry is already working with real time data and information about a substantial volume of express consignments globally, that is why we would like to be an active member in the discussions and in the further preparation of the detailed rules, also offering subject matter expertise and knowledge already in our possession. Second, clarity should be provided in regard to which ‘triggers’ are expected to be in place (if any) between the person lodging data to the EU CDH and the responsible authority. It is imperative that all relevant actors in the supply chain are notified to keep a smooth customs clearance process. The express industry is moving substantial volumes in tight timeframes that is why EEA would like to stress that any notification by customs, when controls are needed, should be done as early as possible to facilitate trade. Third, it is important that the party providing data to the EU CDH in the role of the carrier is not affected or penalized in case the importer/deemed importer/exporter does not provide the data in an accurate and timely manner. EEA would like to highlight that it is required to have a validation process and guarantees that the initial party has met his/her obligations and that the subsequent party is notified and not blocked (i.e., traffic light system). Fourth, once the EU Commission together with Member States start to determine the data requirements that will constitute the new EU Customs Data Model for the EU CDH, a\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 4",
  "page_5": "dedicated formal process with a consultation tool should be installed in order for trade to effectively contribute and monitor the development of the EU CDH from the stage of developing the general assumptions to the ultimate go-live date. Including the provision of full and final technical specifications with sufficient time, where this timeframe is provided in the legislation and ensuring trade to prepare, test, train and implement in a predictable way. This is a point we have made to the EU Commission and Member States’ administrations numerous times for different IT systems throughout the years without taking it being taken on board. Therefore, EEA considers this as the most appropriate opportunity to compensate and make the process more transparent for all stakeholders, with an ultimate success of the whole EU. Fifth, particular efforts should be already considered to ensure that the gradual implementation of the Hub is achieved, but it does not become a complex patchwork period for trade. We have concerns that once the Hub is open for the e-commerce regime in 2028, and all other non-e-commerce goods will still have to be cleared via the current IT framework, it is critical that by then such IT landscape must be stable and mature across the Union. Sixth, same as in the T&C system, we stress the need to include robust safeguards for the EU Data Hub to prevent cybersecurity risks from happening which may compromise the whole system itself and threaten operators’ systems as well.\nWhile we recognize the importance of properly implementing the EU Customs Data Hub, we have concerns about the proposed timelines. The distant timelines for implementation for non-e- commerce goods may delay the realization of the benefits that the hub can provide. In the fast- paced and evolving landscape of global trade, it is crucial to expedite the implementation process to ensure that the hub remains relevant and effective. We urge the Commission to consider shortening the implementation timelines for non-e-commerce goods to avoid further delay.\n4. Safeguarding EU Competitiveness\nEEA considers it essential to ensure that smooth trade is guaranteed across the EU, in order to safeguard the competitiveness of the Single Market. A core element of this concerns De Minimis thresholds.\nRetaining trade facilitation provisions such as the De Minimis threshold is essential to domestic firms’ competitiveness. For example, the recent abolition of industrial tariffs in Switzerland is exemplary: the reform was motivated by the willingness to decrease production costs and make trade ties more efficient.\nRemoving the EU duty de minimis threshold bears the risk of reciprocal countermeasures being imposed against the EU. Trade retaliation measures would then negatively impact EU exports, undermining EU trade.\nHigher de minimis thresholds are generally associated with a better logistics performance at the country level. A Copenhagen Economics’ study? on customs duty de minimis indeed shows a positive correlation between Logistics Performance Index (LPI) - a summary indicator which scores countries on six measures of logistics performance - and the level of duty de minimis.\n1 https://copenhageneconomics.com/publication/study-on-customs-duty-de-minimis/\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage |5",
  "page_6": "According to the EEA, the removal of the customs duty exemption threshold of 150 EUR is not in line with the World Trade Organization Trade Facilitation Agreement (TFA) to which the EU deposited an Instrument of Acceptance in October 2015. In respect to the de minimis, the TFA states in Article 7, Release and Clearance of Goods, subsection 8.2 d: “(d) provide, to the extent possible, for a de minimis shipment value of dutiable amount for which customs duties and taxes will not be collected, aside from certain prescribed goods.”\nIn addition, Customs Authorities are able to run risk assessment on low value consignments, as all shipments into the EU are subject to an Entry Summary Declaration (containing merchandise descriptions, 6-digit HS codes and EORI numbers) and are subject to either a H7 (lIOSS) or H1 (Special Arrangement) declarations. ICS2 and lOSS/Special arrangement procedures allow for customs authorities to apply multiple risk criteria, allowing them to detect fraudulent shipments.\nEEA therefore highlights the need to retain critical trade facilitation provisions such as the De Minimis threshold is essential to domestic firms’ competitiveness.\n5 EU Customs Authority\nEEA recognizes the benefits of establishing the EU Customs Authority (EUCA) as an additional EU layer in safeguarding the EU Single Market, through a coordinated approach to risk management and controls. We understand that EUCA will primarily be a coordinator and facilitator amongst the Member States Customs’ Authorities, who will in turn continue enforcing EU legislation.\nOn the other hand, we believe that the opportunities that lie in having such a centralized body, go beyond only the enforcement role. Firstly, it is regrettable that the Commission did not take a greater dive on establishing a formal and a clearer governance procedure to ensure a harmonized interpretation and application of EU legislation, bearing in mind the need to decrease the administrative burden for trade and the desire of the Customs Union to function as one.\nSecondly, it is regrettable that there is not a single reference to trade in Title XII of the main legislative draft, which reveals that the opinion of trade will not be taken into consideration in the objectives and future work of the EUCA.\nCreating a centralised governing organization, which would take into consideration the points raised above, would ensure a forward-looking approach in enforcing trade-related rules and regulations, through boosting cooperation between customs authorities, economic operators, the EU and other government agencies. In order to do so, it should be ensured that this organization is truly impartial and takes into consideration the views and knowledge of all relevant stakeholders. Also, that decisions given by EUCA are not kept at a recommendation level but binding when it comes to the uniform application of EU legislation. The EU Commission has provided some insights on their vision, but there is risk and ambiguity on how neutrality could be achieved if participation is restricted to certain stakeholders only. Involvement of traders, as well as a clear methodology to ensure a level playing field regardless of who is the customs authority involved in the controls, should be clearly visible under the functionalities of this new organization.\nWhile we appreciate the focus on compliance and enforcement in the establishment of the EU Customs Authority, it is equally important to consider trade facilitation measures. Balancing compliance with facilitation is crucial to maintain an environment that encourages legitimate trade while effectively addressing customs compliance. Economic operators should have access to the EU\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 6",
  "page_7": "Customs Authority. The EU Customs authority should ensure a uniform application of customs legislation in all EU Member States.\nWe support a European customs authority to achieve a uniform implementation of customs legislation and systems, while improving risk and crisis management. Its role and action should complement - but not overlap or duplicate - the mission and activities of national customs authorities. As a public and independent authority focused on improving cooperation between EU and national authorities, the ECA should not be financed by economic operators.\nGiven their contribution to the functioning of the Customs Union, it would be beneficial to a future ECA that customs intermediaries have their voice heard as ‘observers’ represented in the ECA’s Management Board. EEA strongly believes this is a step in the wrong direction and does not take into consideration trade facilitation either, as one of the key objectives of customs.\nCompliant and reliable businesses (such as AEOs), having profound knowledge of international supply chains and global trade, should be seen as partners to the customs authorities in achieving their goals. We see a substantial opportunity here for businesses to support the work of the EUCA and its working bodies in the future. In the interests of transparency, interested parties should be given observer status within the Management Board of the EU Customs Authority.\n6 Logical shift in Liability in E-commerce Transactions\nWe agree that shifting liability in e-commerce transactions to platforms and other relevant stakeholders is a logical step, considering that they hold crucial data which is not or less accessible to express companies. This shift will help ensure compliance with customs regulations and facilitate smoother transactions. By holding the correct parties accountable, it becomes easier to enforce customs obligations and reduce the burden on individual traders.\nHowever, it is essential to establish clear guidelines and responsibilities to strike a fair and balanced approach that encourages compliance.\n7. Concerns about Reduction in Temporary Storage Period\nThe proposed reduction in the temporary storage period from 90 to 3-6 days raises concerns about the practicality and feasibility of customs operations. Such a significant reduction may create additional administrative burdens and challenges for customs authorities, traders, and other stakeholders involved in the supply chain. It is crucial to carefully evaluate the potential consequences and explore alternative solutions that balance trade facilitation with effective customs control.\nUnder the current UCC the deadline for the Temporary Storage (TS) is 90 days. Within this timeline express carriers have the possibility to collect missing information and documents and provide them for the customs clearance purposes. Where operators are currently allowed to store goods under TS for 90 days, the European Commission proposed to reduce this timing to only 3 days (and for authorized consignee 6 days) with the premise that a better customs supervision is required. In case longer storage is needed, placing under the customs warehousing procedure is foreseen in the Proposal. The change for the duration of (TS) will have a major impact on economic operators, in particular express carriers. Converting existing authorizations for TS into customs warehouse authorizations would entail financial and operational challenges for us. We would need to reassess\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 7",
  "page_8": "the design of our hubs and gateways, as well as their processes and movement flows. This is a substantial change where we questioned the rationale behind.\nTherefore, EEA emphasizes that the deadline for the Temporary Storage should be kept for 90 days.\n8. The Approach to Harmonizing Customs Infringements and Sanctions, including national restrictions and prohibitions\nWe share the concern that the proposal's attempt to harmonize customs infringements and sanctions lacks ambition. To achieve greater efficiency and consistency across the EU, a more robust and ambitious approach is required. Harmonization should aim for a comprehensive framework that ensures consistent application of sanctions, promotes transparency, and facilitates a level playing field for traders across all Member States. Human errors, non-systemic errors and errors without fraudulent intent should not be penalized and should not be subject to criminal infringements.\nWhile not part of the proposals, we do realize that a future Customs Union will not realize its goal when Member States do not align their national prohibitions and restrictions. Without alignment, trade to the EU will need to adhere to different standards, rules and regulations, and EU economic operators and consumers will not have the full benefit of a true Single Market.\nConclusion from EEA Members\nIn conclusion, EEA acknowledges the positive elements presented in the proposal for the reform of the Union Customs Code. The introduction of the European Customs Authority, the EU Customs Data Hub, and the Trust and Check Trader status demonstrate a commitment to improving customs procedures within the EU.\nHowever, all of these innovations need to be aligned with the realities and requirements of legitimate trade, or they will fall short of achieving their ambitious objectives.\nFurthermore, we raise concerns about the implementation timelines, the removal of De Minimis on duties, the reduction in temporary storage periods, and the need for a balanced approach that considers both compliance and facilitation.\nWe would like to offer our full collaboration when developing Implementing and Delegated Acts, as well as guidelines and training material, for the future legislation to support a fair level playing field for all legitimate economic operators, safeguarding the interests of citizens, facilitating trade and allowing customs authorities to collect taxes and run the required risk assessment.\nWe encourage the legislator to address these concerns and ensure that the final reforms provide tangible benefits for trade, streamline customs procedures, and foster a secure and efficient trading environment within the EU.\n* KK\nThe European Express Association (EEA) is the representative organisation for the express industry in Europe. The industry specialises in time-definite, reliable transportation services for documents, parcels, and freight. It allows European business to rely on predictable, expeditious delivery of supplies, thereby enabling them to attain and maintain global competitiveness.\nThe express industry employs over 330,000 people across the EU and supports a further 410,000 indirect jobs in Europe through the supply-chain. The express industry’s employees are widely spread across EU member states.\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium\nTel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 8",
  "page_9": "The express industry is a truly intermodal sector. Air-road and air-rail operations form an integral part of the industry’s hub and spoke system. Our members use the most efficient transport mode to ensure the timely delivery of our customers’ goods. This includes the use of aircraft, but also road vehicles and rail where possible.\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium Tel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org\nPage | 9"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
