{
  "file_name": "287_2529.pdf",
  "pages": {
  "page_1": "7 |é|european association express 4\nDelivering a competitive Europe\nPROPOSAL FOR A REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL ESTABLISHING A CARBON BORDER ADJUSTMENT MECHANISM\nFeedback from the European Express Association (EEA)\n25 October 2021\nThe European Express Association (EEA) welcomes the opportunity to comment on the proposal for a regulation establishing a carbon border adjustment mechanism (CBAM); we greatly appreciate the consideration given to economic operators and EU citizens as part of this exercise. The focus of our feedback is mainly targeted on the potential impact of the new proposal at the border, from the perspective of the express industry and our customers.\nGiven the complex nature of the CBAM, we support the gradual implementation schedule which has been laid out by the European Commission. We hope that this will enable all EU Member States to ensure their readiness for the new regulations, establishing a harmonized implementation window that does not provide for the possibility to introduce individual transitional measures.\nFurthermore, and considering the different policy options that the previous roadmap mentioned, we acknowledge that the proposal has been designed in such a way that the general provisions to apply, calculate and/or collect the CBAM must be followed by EU ‘authorized declarants’, separate to the import of the targeted commodities. However, customs clearance and border processes are still major components to the proposal. Consequently, there are a number of elements which need to be scrutinized and tightened before its adoption to ensure a predictable business environment.\nEEA members would like to provide the following comments:\nA. Scope\nConsidering that the proposal currently allows for an extension of the targeted commodities listed under Annex I., this raises the possibility for the scope to continue to expand indefinitely, particularly if the focus turns to semi and/or finished products, the wider supply chain as well as transportation services. To provide certainty, we recommend that the scope be limited to that which is implemented as of the entering into force of the agreement. Extending the scope to include additional commodities and/or indirect emissions will vastly increase the complexity of the proposal and the impact on Economic Operators over time. Clarity at the beginning of the process is needed. There is currently no distinction made in approach between bulk freight and smaller shipments, such as shipments carried by express operators. The emissions impact of an individual smaller shipment is likely to be less significant compared with one bulk freight operation. However, the border process, as currently envisaged, treats each operation in the same way. A distinction will need to be made in how smaller shipments and bulk freight are treated at the border — stressing that the emissions impact of these shipments will still need to be accounted for, away from the border.\nThe European Express Association « Rue de la Science 41 - B-1040 Brussels - Belgium Tel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org",
  "page_2": "7 |é|european association express 4\nDelivering a competitive Europe\n[e) One suggestion could be to establish certain thresholds for which goods (i.e. taking into account the weight, value and/or type of shipment) could be exempted from the administrative processes at the border (similar to the process foreseen during the transition period). This would not in any way preclude the need for the ‘authorized declarant’ to fulfil reporting obligations away from the border in the same manner as throughout the transitional period. Such an approach could yield significant benefits for traders but also for customs authorities, allowing them to more effectively manage their resources and ensure that legitimate goods are able to keep moving, without infringing in any way on the need to account for the emissions impact of these goods away from the border. There is currently no explicit distinction made between B2B and B2C (or C2C) shipments. In our view, the scope should realistically be limited to B2B shipments. With the current scope of commodities covered, in practice this should cover the vast majority of shipments. In the case that B2C shipments are in scope, it is not clear who would act as ‘authorised declarant’ considering the broad obligations that are assigned to such an actor which individual consumers are unlikely to be able to fulfil. Therefore, it should be made explicit that the scope is limited to B2B. Furthermore, there is no specific reference to SMEs in the proposal. This measure is almost certain to increase administrative requirements and costs for all businesses, with SMEs likely to be the most impacted given their limited in-house technical expertise to adhere to the new obligations and requirements. For instance, the complexity of the valuation of CBAM certificates may be comparatively more difficult to cope with for small business than for larger companies. According to Eurostat, SMEs represents more than 99% of companies operating in Europe and they are the backbone of the EU economy, providing more than 60% of employment and playing a key role in driving innovation and ensuring economic stability. As the Commission aims to support trading SMEs that want to boost their export both within and outside the EU, and compete in global markets, the introduction of increased administrative burdens related to the CBAM on SMEs would result in an additional trade restriction for SMEs.\nB. Customs-related processes and border administration\nThe proposal envisages that goods falling under the scope of the regulation will not be allowed to enter the customs territory of the EU unless the importer has been authorized to import the goods by the competent national authority i.e. they are an ‘authorized declarant’ in the EU. This alone has an impact on the release of the shipment. While it is the responsibility of customs authorities to enforce this, there are a number of border processes that need to be clarified to avoid further unnecessary restrictions and complexities:\nHow the CBAM account number of the authorized declarant and other relevant data is made available to customs at the time of importation is not yet defined. To minimize the impact, ideally this unique identifier should be provided in a single and already existing field in the customs declaration, rather than providing this information as a separate CBAM declaration/documentation. This should be possible since other data elements are already captured in the customs declaration.\nThe European Express Association « Rue de la Science 41 - B-1040 Brussels - Belgium Tel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org",
  "page_3": "7 |é|european association express 4\nDelivering a competitive Europe\nIn addition to the point above, the proposal indicates that customs authorities shall periodically communicate information on the goods declared for importation, including an 8-digit CN Code, as well as the country of origin. However, there are concerns regarding these two data elements, as not all types of customs declarations available to operators include them (i.e. customs declaration with full data set vs ‘super-reduced data set’). This will add complexity and already limits our possibilities for the clearance of such goods using the customs declaration with super- reduced data set, reinforcing the case for limiting the scope of commodities covered to the currently envisaged list. It should be the responsibility of customs to check the validity of the CBAM identifier, similar to the process for checking the |OSS number for e-commerce shipments. So long as the CBAM identifier is included, the goods should keep moving. The proposal leaves the implementation mainly to Member States, whereas the Commission will be assuming a central administrator role to assist them in carrying out their obligations and to coordinate the national registries. With this in mind, it is essential that adequate time and resources are devoted to ensuring Member State system readiness from day one. Member State timelines need to be harmonized and communicated well in advance, and variations in implementation at Member State level should be avoided as far as possible. A smooth rollout is essential to avoid complications. In the same manner, any IT requirements for traders should be minimized as far as possible. Any technical specifications for trade need to be made available well in advance. For example, specifications must be made available 18-24 months before implementation, or to put it another way, they should be made available before, not at the end, of the transition period. Clear guidance for trade also needs to be agreed and communicated well in advance. If this has not been needs to be\ndone, implementation\npostponed.\nEEA general position: the customs impact i) at the moment of importation and ii) any additional requirements need to be clearly set out well in advance of implementation, with the intention to minimize the border impact as much as possible.\nC. Enforcement and liability of carriers\nDepending on the type of customs representation and as per UCC rules, the declarant in some cases may not be the same party listed as the importer. Therefore, the use of the term ‘authorized declarant’ is confusing. The obligations assigned to this actor reflect the obligations assigned to the importer of the goods in scope of the proposal. Meanwhile, the requirements of a ‘declarant’ refer to the obligations set out in the UCC for the person lodging a customs declaration in their own name or on behalf of someone else (such as an express carrier). To avoid any uncertainty as regards the responsibilities and obligations of the relevant actors, we recommend to refer instead to an ‘authorized importer’. It is important to more clearly define the liabilities of different actors in the customs process. As\ncarriers, we should not be held liable in any way for obligations that are the responsibility of the\nThe European Express Association « Rue de la Science 41 - B-1040 Brussels - Belgium Tel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org",
  "page_4": "7 |é|european association express 4\nDelivering a competitive Europe\n‘authorized declarant’ (or “authorized importer” as suggested above) and which fall outside the control of express operators, regardless of the mode of customs representation. This includes the requirement of the ‘authorized declarant’ to submit the annual CBAM declaration, purchase/surrender the requisite number of CBAM certificates, to maintain appropriate records, to make available the correct data to the carrier at the time of importation, and other responsibilities. In the same way, carriers should not be held responsible for any obligations assigned to the ‘authorized declarant’ during the transition period, such as the quarterly reporting requirement. As carriers, our responsibility should begin and end with ensuring the presence of the CBAM identifier and/or any other relevant documentation (if absolutely necessary) at the time of importation. Nevertheless, as with the process for undervalued or IPR-infringing goods, express carriers are able to provide end-to-end data to customs authorities and other tools to assist customs in risk assessment and enforcement.\nEEA’s general position: There are several elements with respect to the roles and responsibilities of the envisaged actors in the process that need to be further defined, where the liability for express Operators as carriers needs to be minimized and should not be extended as a result of the introduction of the CBAM.\nD. Consistency with existing policy provisions and other issues\nThe proposal has been designed in such a way as to try to ensure compatibility with WTO rules, which is to be commended. It is nevertheless important to ensure that the introduction of any mechanism is no more trade-restrictive than necessary:\ne Express operators retain the concern that the measures could lead to the possibility for cascading barriers to trade, particularly if the scope continues to be expanded. Considering that the mechanism is said to be designed as an environmental — rather than a trade- restrictive measure — the financial proceeds of the mechanism should be allocated for environmental purposes. The EEA supports carbon pricing as long as it is applied globally, provides a level playing field for all operators and all proceeds are re-invested into environmental initiatives.\nWe appreciate the consideration to the above points in regards to the implementation of the CBAM. The EEA will continue to provide further input while we remain interested on future developments throughout the legislative process.\nThe European Express Association - Rue de la Science 41 - B-1040 Brussels - Belgium Tel: +32 2 234 68 60 - Email: info@euroexpress.org - Web: www.euroexpress.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
