{
  "file_name": "287_2526.pdf",
  "pages": {
  "page_1": "Fcvecat\nEF\\ EUROPEAN\nEXPRESS\nASSOCIATION\nEuropean Association for Forwarding,\nTransport, Logistics and Customs Services\nOctober 2022\nJ Oo int Proposal for a Review of Article 5 of the Council General A roach on CBAM\nThe undersigned associations would like to express serious concerns regarding the requirements to act as authorized CBAM declarants under scenarios described in Article 5 of the Council General Approach.\nActing as authorized CBAM declarant in the case that the importer is established outside the EU\nArticle 5 (1a) of the Council General approach provides that: where the importer is not established in a Member State, the application (to be the authorized CBAM declarant) shall be submitted by the indirect customs representative.\nRisks:\nWhile customs representatives have the proper training and expertise to act on behalf of third- country importers to address customs procedures, they don’t have the adequate knowledge and practical means to address the CBAM sustainability obligations of their customers. In particular, freight forwarders, express carriers and customs agents are not in a position to obtain (much less verify) complex information and calculation/claim of embedded emissions of a specific product manufactured by a party in a third country, nor assume major reporting obligations that they could then become liable for. Shifting the responsibility of the CBAM declaration to the customs representative would impose a highly disproportionate and undue burden on EU based customs agents and the national customs authorities that would need to review those obligations. Allowing third-country importers to divert their responsibility for the CBAM declarations onto their customs representative mitigates the incentive that they have to efficiently address carbon leakage. If the importer is established outside the EU, we understand the customs representative turned into the CBAM declarant could possibly be held fully accountable for the effectiveness of the CBAM application and the risks tied to it, in case of misdeclaration of information by the importer to the customs representative. Customs representatives would lack enforcement means against the importer in the event of violation. As a result, negligent or badly intended importers could use their customs representative as a shield to protect themselves from their liabilities and responsibility to address carbon leakage. The EEA and CLECAT stress the importance of making a distinction between customs representatives’ responsibilities and CBAM responsibilities. The provision of services under indirect representation already involves risks and liabilities. Adding another layer of responsibility by means of additional CBAM services should remain a commercial choice and should be agreed between the customs agent, freights forwarder or the express carrier and their customer, the importer.",
  "page_2": "Recommendations:\nIn keeping with existing practice for the import of other restricted commodities into the EU (from medical devices to veterinary products) it should always be the importer to submit such an application, regardless of the mode of representation. Instead of shifting the CBAM declarant role and related responsibility to the customs representatives, if the importers are not established in the EU, they should have the option of formally appointing an intermediary to act as authorized CBAM declarant and fulfill the associated obligations, as is current practice in EU customs legislation. In addition, existing EU legislation provides several other examples of such practice: the recent VAT e-commerce directive allows non-established sellers to appoint an intermediary to take care of the VAT-related obligations for distance sales of goods sold through the Import One Stop Shop (IOSS). These intermediaries are designated experts that are ideally placed to undertake such responsibilities; the EU Product Safety Regulation’ provides the possibility to appoint an authorized representative, who is the third party in the transaction and bearing all responsibilities. The EEA and CLECAT agree with the importance of the CBAM related tasks and responsibilities. However, they strongly support the introduction of a system allowing the appointment of an independent CBAM declarant and not necessarily linked to the customs representative.\nFor further information, please contact:\nNicolette Van der Jagt CLECAT, Director General Rue du Commerce 77, 1040 Brussels Tel.: + 32 2 503 4705 info@clecat.org www.clecat.org\nWalter Van der Meiren\nEEA, Chair of the Trade and Facilitation Committee\n41 Rue de la Science, 1040 Brussels\nTel.: + 32 477 992 387\ntfc@euroexpress.org\nwww.euroexpress.org\n1 Regulation (EU) 2019/1020 of the European Parliament and of the Council of 20 June 2019 market surveillance and on compliance of products and amending Directive 2004/42/EC and Regulations (EC) No 765/2008 and (EU) No 305/2011",
  "page_3": "About the European Express Association\nThe European Express Association (EEA) represents the interests of the express industry in Europe. The express industry provides door-to-door transport and delivery of next-day or time-definite shipments, throughout Europe and the world. According to a 2020 Oxford Economics study on the impact of the express industry on the EU economy, the European express industry directly supported 330,000 jobs and an estimated 1.1 million indirect jobs in the EU in 2018, while generating €24 billion in tax revenues for EU Member States’ governments that same year.\nAbout the European Association for Forwarding, Transport, Logistics and Customs Services\nCLECAT represents European freight forwarders, logistics service providers and customs brokers. Multinational, medium and smaller sized companies, all fall within CLECAT’s membership. These companies together submit over 80% of all customs declarations in Europe and handle a large part of cargo transported by the different modes of transport (road, rail, air, maritime and intermodal)."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
