{
  "file_name": "287_2533.pdf",
  "pages": {
  "page_1": "3 APRIL 2025\nIs importing\nlow-value consignments\ngoing to become more\ncumbersome in the EU\nand the US?\nrd ee B .\n(IAKE\nTARE\np-—+——\nNET\n26.550 KGS\n58.530 LBS\ncu.\n67.7 CM\n2.390 CUFT\n)\ne_\npe\n~tad\nte\ni\nA Crit\ni>\nUhh\n‘Ff\n=e\non\nq\n=\nAla\n|\nSe ed a\n| aan 7.990 LBS\na)\n#3 iso ran 000 0 KGS LBS I\nTARE\nKGS\na\n8.250 LBS\nCUFT\ni! ET f 28.760 LBS KGS\ny\nCU.CAP. Pett CUFT.\nal CUMT.\n5\na:\nes ete\nCredit: CANVA\n=p\n= |\n4\noe\nTo\npa\nCu.\n5\nCU CA\n8\nE>!\nHA\n=\nee",
  "page_2": "Table of contents\nExecutive summary\nTwo different approaches to the removal of de minimis\nE-commerce reform in the EU\nRemoval of de minimis in the US\nThe future of e-commerce\nEndnotes\nABOUT THE AUTHOR\nDr Anna Jerzewska is the founder and director of Trade and Borders - a consulting firm advising a wide range of private and public sector clients on customs and international trade. She is the customs rapporteur for Eurocommerce in Brussels and the Customs and International Trade Lead at CBAMBOO.\nACKNOWLEDGEMENTS / DISCLAIMER\nThe support the European Policy Centre receives for its ongoing operations, or specifically for its publications, does not constitute an endorsement of their contents, which reflect the views of the authors only. Supporters and partners cannot be held responsible for any use that may be made of the information contained therein.",
  "page_3": "Executive summary\nIn the last few months, terms such as e-commerce and de minimis (threshold below which imported goods are not subject to tariffs) have made headlines both in the EU and in the US. The rapid growth of e-commerce exacerbated problems with this exemption both in the US and in the EU. The first problem is lack of control. Only a percentage of commercial goods are subject to physical border checks, and for e-commerce goods this number is even smaller. Then there is the issue of endangering the level-playing field. De minimis benefits consumers and businesses that rely on it, but harms domestic manufacturers and retail outlets that\nimport in bulk (and thus are subject to full customs and product standards and safety requirements). But can the challenges around the rapid growth of e-commerce be solved by the removal of de minimis? And what would be the consequences of removing the exemption?\nThe paper summarises recent attempts and proposals of removing de minimis in the EU and the US and the challenges faced by both administrations. In both cases, e-commerce is still under discussion and it’s not clear what the final solution will look like. However, there are already noticeable differences in approach.",
  "page_4": "Two different approaches to the removal of de minimis\nIn the last few months, terms such as e-commerce and de minimis have made headlines both in the EU and in the US. They’ve also been appearing in news articles, like those about a regulatory crackdown on platforms like Shein and Temu in the EU to Trump’s failed attempt to remove de minimis on imports from China. But what, exactly, is de minimis, why is it such an issue and, if it is creating problems, can customs regulation solve them?\nE-commerce is a term for electronic purchases, but in this case, it is mainly used to mean sales of (usually) low-value goods from businesses (e.g. Temu, Amazon) directly to consumers. When these goods cross borders they become imports. E-commerce imports can come either via online platforms or directly from foreign retailers. These parcels are not treated in the same way as commercial imports -— i.e. there are simplified procedures for border clearance and a threshold below which these goods do not attract tariffs. This threshold is called de minimis. In the EU, these simplifications are available for parcels below EUR 150, in the US below USD 800.\"\nThe World Trade Organization (WTO) Trade Facilitation Agreement Article 7.8(2d) encourages countries to have a de minimis. But the agreement was concluded in 2013 and a lot has changed since then. The key issues with e-commerce are volumes. More specifically, how quickly they are increasing. In the EU, the estimated number of e-commerce parcels is about 4.6 billion a year, or about 12 million a day. That’s nearly double what it was just a year ago. In the US, the Customs and Border Protection (CBP) estimates the number at around 1.6 billion per year in 2024, which is about 4 million per day.? That’s twice what it was about 18 months ago.\nIn the EU, the estimated number of e-commerce parcels is about 4.6 billion a year, or about 12 million a day. That’s nearly double what it was just a year ago.\nThe rapid growth of e-commerce exacerbated problems with this exemption both in the US and in the EU. The first problem is lack of control. Only a percentage of commercial goods are subject to physical border checks, and for e-commerce goods, this number is even smaller. In addition, we have less data on e-commerce parcels due to simplified border procedures. This means it’s very difficult for a country to know and track what’s entering its territory via e-commerce parcels. These can be illegal substances (such as fentanyl or its precursors)\nand dangerous or counterfeited goods. Or simply goods that do not meet local product and safety standards: textile products with toxic dyes, consumer products with high levels of heavy metals, etc.> While both the EU and the US collect data on e-commerce and use a range of intelligence and risk-based checks, in reality, it is impossible for customs authorities to check e-commerce parcels due to high volumes.\nAs the value of the parcel is self-declared by the trader, there are also concerns that a value below the threshold can be declared, or a consignment can be split into several smaller parcels to avoid duties and taxes. The EU claims that the de minimis is currently “heavily exploited by fraudsters”, and estimates that “up to 65% of parcels entering the EU are currently undervalued, to avoid customs duties on import”.‘ In the US, the Customs and Border Protection (CBP) claimed that de minimis rules “make it increasingly difficult for CBP to target and block illicit synthetic drugs such as fentanyl” and hinder the “effective enforcement of US trade laws, health and safety requirements, intellectual property rights, and consumer protection rules”.\nThen there is the issue of endangering the level-playing field. In reality, despite the above claims, the majority of imported parcels most probably contain normal consumer goods. But in order to be placed on the market, goods need to meet a number of conditions (in the EU these are often referred to as prohibitions and restrictions). Depending on the industry and the type of product, goods are subject to testing requirements, product certification requirements and other regulations. New compliance requirements are placed on products each year, for example, related to new sustainability, environmental and social policies.\nIn the EU, that includes various policies under the Green Deal umbrella or corporate social responsibility requirements. Even with the Carbon Border Adjustment Mechanism (CBAM), until the recent proposal to review the policy, only goods below the de minimis threshold were excluded from reporting requirements. In the US, one example of similar legislation might be the Uyghur Forced Labor Prevention Act. Compliance is expensive and getting increasingly so. E-commerce products that can bypass these requirements have an unfair advantage over companies importing in bulk or producing locally.\nDe minimis benefits consumers and businesses that rely on it, but harms domestic manufacturers and retail outlets that import in bulk (and thus are subject to full customs and product standards and safety requirements). Concerns around the level-playing field caused EU industries and business associations to call for the removal of de minimis and to introduce other market surveillance policies.°",
  "page_5": "E-commerce reform in the EU\nThe removal of de minimis has proven challenging in both the EU and the US. In the EU, changes to de minimis and treatment of e-commerce parcels are both covered in the Union Customs Code (UCC) Customs Reform proposal.’ The proposal is currently with the EU Council, where work on the text is continuing. In order to collect duty on these parcels, additional customs information would now need to be collected. But some simplifications would still be possible. For example, instead of full customs classification being required for low-value parcels, the proposal introduces five simplified classification buckets - with tariffs ranging between 0% and 17%. It’s worth noting that the tariffs for products in these buckets have been rounded up, meaning that the importer using the buckets system may end up paying more duty than if they were using standard customs classification.\nThe proposal introduced a concept of designating a deemed importer, with the aim of making online marketplaces and platforms responsible for fiscal and non-fiscal obligations. An EU Data Hub would also be introduced to centralise and streamline customs formalities. According to the proposal, this should be available for e-commerce consignments in 2028, ahead of the full implementation date for commercial shipments.\nThe EU proposal was met with a mixed response. The challenges around e-commerce are evident and there is strong support overall for addressing them. The question is how this should be done and whether or not the removal of de minimis would be a step forward. While the Commission estimated that the additional revenue would come to EUR 1 billion per year,° this was challenged by industry.’ It is expected that the administrative costs of collecting duty are likely to cancel out most of the additional revenue.\nIt is expected that the administrative costs of collecting duty are likely to cancel out most of the additional revenue.\nThe Commission argued that additional information collected on e-commerce goods would support risk- based analysis and checks. However, this would also require additional resources, funds and capacity. By the Commission’s own estimates, in 2022, “890 million e-commerce transactions were declared with the H7 declaration, representing 73% of all import customs declarations, but only 0.5% of all import value”.!° Since these numbers have grown exponentially, it is likely that this percentage is now even higher. The capacity and efficiency to collect additional customs data on\nthis number of declarations, as recommended in the proposal, hinges on the functioning of the new Data Hub However, given the ongoing delays in the delivery of customs IT systems! and the relatively short deadlines for such an ambitious project, it is likely that the Data Hub for e-commerce will not be fully implemented and ready by 2028.\nThe capacity and efficiency to collect additional customs data on this number of declarations, as recommended in the proposal, hinges on the functioning of the new Data Hub.\nThere is also the fact that the removal of de minimis, by itself, is unlikely to address any of the above challenges that have been repeatedly stressed by the industry.” It will not solve the problem of fraudulent intent. For example, companies purposefully undervaluing consignments could now simply incorrectly classify them under the lowest tariff bucket. It would also not help to ensure that the imported products meet product or safety standards. Organisations such as the European Express Association (EEA) have advocated for customs authorities to work within current legislative frameworks and focus on robust enforcement and technological solutions in order to meaningfully curtail instances of fraud without unnecessarily harming legitimate small businesses and consumers.”*\nAs a response to this criticism, and as a result of pressure to progress work on e-commerce before the Customs Reform can be fully implemented, in February 2025 the Commission published the E-commerce Communication: A Comprehensive EU Toolbox for Safe and Sustainable E-commerce.'* The document outlined a range of additional measures designed to support a level-playing field and introduce enhanced market surveillance for e-commerce goods.\nOn customs, the document confirmed the plan to remove de minimis as part of the Customs Reform as well as to introduce a non-discriminatory handling fee. The Q&A document published by the Commission along with the Communication stated that the fee will be “payable by retailers or platforms, on e-commerce items imported in the EU directly to consumers, to address the scaling costs of supervising compliance of billions of such consignments with EU rules”.\nIt is currently uncertain what the handling fee would be charged for, what the proposed amount would be,",
  "page_6": "and how it would fit in with international commitments (e.g. the Trade Facilitation Agreement). There is also uncertainty regarding whether this would be a centralised fee applied by the EU or whether it would be up to individual member states to implement as there\nRemoval of de minimis in the US\nIn the US, de minimis is often referred to as Section 321 treatment.'* In addition to duty-free treatment, products under this threshold are subject to simplified and fast-track entry procedures and do not require a full customs declaration. Goods subject to antidumping and countervailing duties are excluded from de minimis treatment.\nJust like in the EU, discussions on the removal or amendment of de minimis have been ongoing for a number of years. Several proposals for the removal of de minimis were presented to Congress under the Biden administration.'’ Questions were raised about the additional costs of removing the threshold.'®\nAs part of the preparatory work, CBP launched a number of Section 321 pilot projects. These projects were not necessarily aimed at removing de minimis but focused on collecting additional information on e-commerce parcels that would enable CBP to “monitor and protect against illegitimate trade while providing the public the benefits of duty-free shipments for qualified imports”.!° In other words, they sought to help identify high-risk shipments and conduct risk-based checks. The data pilot collected advance cargo shipment data from e-commerce actors including online marketplaces. Some of the additional data includes information about the exporter and the final consumer in the US as well as a commodity code.”\nIn early January 2025, an official proposal for changes to Section 321 entries was published in the Federal Register for comments from stakeholders.” This proposal removes de minimis treatment for all goods subject to additional tariffs and measures under Section 232, Section 201, and Section 301 (referring to national security, protection of domestic industries and countering unfair trade practices, respectively). The proposal aims to prevent the circumvention of these tariffs by the undervaluation of goods. For goods that are still eligible for Section 321 exemption, additional data would be required such as the 10-digit commodity code under an enhanced simplified entry procedure.\nThe consultation closed on 24 March 2025. Based on initial reports, it seems the opinions were just as divided as in the EU: from stakeholders stressing the difficulty of keeping up with foreign competitors to the ones relying on e-commerce and worried about additional costs. There seems to be overall support for a reform of de minimis. Similar to the EU, the main question is how. The representatives of the logistics and customs\nwas some confusion regarding this point. It would be preferable to have a unified application and prevent border shopping where consumers and businesses attempt to circumvent the rules and shop in a country with the lowest handling fee.\nindustry (the National Customs Brokers and Forwarders Association of America) pointed out that the current proposals, on their own, are unlikely to help stop illicit items from entering the US.” Other points highlighted were the impact on consumers and additional work for customs authorities.\nA significant question is who would be responsible for the correctness of the 10-digit commodity code. As codes for the same product can differ between countries, it is usually the importer who is liable for the correctness of the information provided to customs. But in the case of e-commerce, the importer can be the consumer who cannot be expected to be versed in customs classification.\nThe proposal was a measured attempt to remove de minimis following the standard legislative process and giving businesses and stakeholders sufficient time to prepare and provide comments. However, on 1 February 2025, President Trump issued an Executive Order applying a 10% tariff on Chinese goods effective from 4 February 2025.” This Order included an almost overnight removal of de minimis simplifications for goods coming from China.\nOn 1 February 2025, President Trump issued an Executive Order applying a 10% tariff on Chinese goods effective from 4 February 2025\nThis meant not only that all imports from China would now be subject to tariffs, but more importantly that they would need a full customs procedure with a standard customs declaration. No simplifications were available.\nAlmost immediately, the US Postal Service suspended accepting parcels from China. The announcement was revoked around 12 hours later.’ The difficulties faced by the US Postal Service in collecting relevant information and submitting full customs declarations did not come as a surprise to anyone familiar with the process. In fact, section II D of the Biden proposal published on the Federal Registry outlined in detail why removal of de minimis might be particularly challenging and might",
  "page_7": "have a disproportional effect on the Postal Service. It also suggested that any change to Section 321 rules “may create substantial unrecoverable financial costs for the USPS”.*> This is why the proposal included a call to collect feedback on the potential impact on the Postal Service.\nOther immediate effects of the Executive Order were delays in clearance times and chaos at many US ports, due to having to complete nearly twice as many customs declarations.”° In the end, this resulted in the President amending the initial Executive Order. The removal of de minimis was revoked on 5 February.”’ The amended Executive Order was published on 7 February. This was to give the authorities time to ensure that “adequate systems are in place to fully and expediently process and collect tariff revenue applicable”.\nThe future of e-commerce\nThe EU and the US are not pioneers in attempting to remove de minimis; other governments have also attempted it and came to the realisation that it is not a straightforward task. The rapid increase of e-commerce volumes makes the removal of de minimis challenging. Requiring additional customs information for low- value shipments in order to collect duty is a challenge for customs authorities, and it also raises questions about who should be responsible for the correctness of this information at import. At the same time, the financial gain from the removal of de minimis is relatively small, especially when compared to costs: both direct implementation costs, as well indirect costs such as adding new barriers to trade and increasing the workload for traders, customs brokers, IT systems, customs administration and postal services. All this is at a time when there are many new challenges and demands on customs and border authorities.\nThe core issues, whether around illicit goods, safety standards or a level-playing field, cannot be addressed by customs or by the removal of de minimis alone. But removing de minimis might serve other purposes. For example, in the US, removing the threshold for goods from China was supposed to prevent the circumvention of additional tariffs and prevent undervaluation. In mid-March, US clothing retailer, Forever 21, filed for bankruptcy blaming de minimis and unfair competition from foreign retailers using de minimis duty exemption.*! This brought the topic of unfair competition back to the front pages.\nIn his Liberation Day Executive Order, applying tariffs on over 60 trading partners, President Trump also announced the removal of de minimis on all the goods subject to additional tariffs.** This will apply when appropriate systems are in place.\nFinally, on 2 April, amidst many other announcements, President Trump confirmed the de minimis treatment of goods imported from China and Hong Kong will be removed from 2 May.”® After that date, goods imported into the US will be subject to all applicable tariffs. Following what the Presidency called Liberation Day, these tariffs would be 54% on top of the usual tariff. The one exception is goods sent through the international postal network. These goods will be subject to a flat fee of 30% of their customs value, or USD 25 per item between 2 May and 1 June and USD 50 after 1 June. Applying a flat fee to the postal service is a way of bypassing the difficulties mentioned earlier in this paper. However, CBP may request any parcels to be entered via a formal entry (a full customs declaration) in which case full tariffs would apply.” This is likely to severely impact e-commerce from China for providers that ship directly from China.”\nAt the same time, the responses from the industry to the consultation closed in March indicate that a quick removal of de minimis, without a proper impact assessment, is likely to have a strong adverse impact on consumers and many SMEs that are currently relying on the simplification.* This will come as the costs of imports increase due to tariffs, likely retaliation from trading partners and amidst general turmoil on global markets. It is currently unclear whether any efforts will be taken to balance protecting the domestic market with facilitating and maintaining a thriving e-commerce environment. But judging from the 2 April tariffs and decisions, it is unlikely. Removal of de minimis will be an additional task for CBP. Especially as it focuses on implementing new tariffs, many of which include content-based requirements and conditions. These will require a significant amount of new controls and effort and will not be easy to monitor or police.\nDiscussions on e-commerce and the removal of de minimis also continue in the EU. While it’s unlikely that the text of the proposal could be subject to substantial amendments, further solutions continue to be discussed The Dutch non-paper has been under discussion for a while, but is currently gaining momentum in Brussels. It suggests an even stricter approach with no facilitation for low-value shipments and removal of the buckets system. Instead, it proposes that simplifications should only be available for parcels sent from a new type of e-commerce customs warehouse. It requires e-commerce goods to be imported in bulk into a bonded warehouse for a minimum of 24 hours before customs inspection. According to Walter Van der Meiren, UPS EMEAI Customs and Trade Director, this would significantly affect today’s fast-paced supply chains and effectively undermine just-in-time logistics. This level of delay and consolidation contradicts the principle of",
  "page_8": "fast shipping, thereby disrupting established trade flows, increasing costs, and hampering the very efficiency that e-commerce and modern supply chains rely on.\nDiscussions on e-commerce and the removal of de minimis continue in the EU. While it’s unlikely that the text of the proposal could be subject to substantial amendments, further solutions continue to be discussed.\nDespite the lack of clarity when it comes to the cost- benefit analysis of the removal of de minimis, the simplification will likely be removed. There are still open questions as to how this would be done and whether or not goods below the threshold would be subject to any simplifications or exemptions. The removal would require a substantial investment and resources given the number of parcels entering the EU each day. Part of the current proposal also involves an alignment with VAT rules via the Import One-Stop Shop (IOSS) system and the expansion of the IOSS system to include imports above EUR 150.\nAs was pointed out earlier, however, the removal of de minimis does not address compliance, product safety and standards or enforcement (i.e. checks). Here, the EU response to the e-commerce challenge has to extend beyond customs and involve the use of a number of other market surveillance policies and tools.\nAccording to United Parcel Service (UPS), the EU can significantly reduce non-compliance in e-commerce without stifling legitimate trade. This could be done by focusing on enforcing existing legal frameworks (e.g. market surveillance regulation and ways to deter repeat offenders) as well as better use of existing data collection methods and IT systems such as the Import Control System 2, which is currently not applied by all economic operators and all modes of transport.\nAn alternative suggestion was put forward by the Federation of Polish Entrepreneurs (FPP) to link e-commerce parcel verification with the Digital Product Passport database.*!\nGiven all the above points - uncertainty regarding the benefits of removing the threshold, the complexity of the proposal and the need for further market surveillance tools, - there is widespread support in the industry for a more comprehensive impact assessment of the final proposal. The impact assessment should provide an evidence-driven analysis of the likely impact of the proposal on all stakeholders including EU SMEs and consumers and key issues such as trade facilitation and competitiveness. This seems particularly important in light of the Draghi report on EU competitiveness, which stressed the importance of SMEs and need to reduce regulatory obstacles and administrative burden.”\nThe impact assessment should provide an evidence-driven analysis of the likely impact of the proposal on all stakeholders including EU SMEs and consumers and key issues such as trade facilitation and competitiveness.\nTo balance tackling non-compliant trade with maintaining an environment where legitimate e-commerce can thrive, the UPS recommends “filling the data gap and conducting thorough impact analyses to ensure that proposed measures are truly proportionate, targeted, and beneficial for the EU’s digital marketplace”.**\nThere is pressure to progress the work on the Customs Reform during this and the next Presidency. Yet taking the time to conduct a proper impact assessment seems crucial to ensure that adverse consequences will not become evident only after the legislation is passed and moves into the implementation phase.",
  "page_9": "A simpler form of customs formalities is used for such goods in both the EU and the US.A full customs declaration is not required. See https:/Awww.federalregister.gov/documents/2025/01/21/2025 -01074/trade-and-national-security-actions-and-low-value- shipments and https://www.cbp.gov/newsroom/national-media- release/cbp-issues-notice-proposed-rulemaking-enhance- enforcement-low-value. For example, in a recent announcement Denamrk’s environment minister mentioned that according to a Nordic control project 71% of e-commerce shipments from platforms such as Temu, Shein, and Wish do not “live up to EU legislation” due to high toxicity levels. Source: https://www.euractiv.com/section/tech/news/scandinavia- calls-for-strong-eu-measures-against-e-commerce-wild-west/?utm_ source=linkedin &utm_medium=dlvr.it. Source: https://taxation-customs.ec.europa.eu/customs-4/eu- customs-reform_en. See https:/Awww.federalregister.gov/documents/2025/01/21/ 2025-01074/trade-and-national-security-actions-and-low-value- shipments. One example can be the textile industry. See the statement from EURATEX from July 2024: https://euratex.eu/news/euratex- welcomes-the-eu-customs-reform-package-and-calls-for-swift- action-on-the-de-minimis-exemption/. See: EU Commission (2023) 258 https://eur-lex.europa.eu/legal- content/en/ALL/?uri=CELEX:52023PC0258. See: https://ec.europa.eu/commission/presscorner/detail/en/ qanda_23 2644. For example a report by Copenhagen Economics for Shein from September 2024 available here: https://copenhageneconomics.com/ wp-content/uploads/2024/10/Study-on-customs-duty-de-minimis_ Final-Report.pdf or for the European Express Association from June 2023 available here: https://copenhageneconomics.com/wp-content/ uploads/2023/06/Copenhagen-Economics_Study-on-customs-duty- de-minimis.pdf. 10 Source: https://eur-lex.europa.eu/legal-content/en/ALL/?uri=CELEX: 52023PCO258. 11 For example, those part of the previous customs legislation, the 2016 UCC Work Programme. 12 For example, in its February 2025 statement on e-commerce CLECAT stated the following: “CLECAT acknowledges the need to address undervaluation, fraud, and illicit trade in e-commerce. However, we caution against abolishing the de minimis threshold as a one-size- fits-all solution. The removal of this exemption will significantly increase the number of customs declarations, placing an immense burden on customs administrations as well as legitimate traders. While the additional data collection could enhance risk analysis, CLECAT questions whether this measure would effectively combat undervaluation and illicit trade” Source: https://www.clecat.org/en/ news/newsletters/commission-unveils-new-measures-to-strengthen- eu-e#:~:text=Ensuring%20that%20goods%20imported%20 through,the%20EU%20without%20customs%20duties. 13 This has often been brought up during stakeholder meetings with the Commission and on other policy fora by Walter Van der Meiren, UPS EMEAI Customs and Trade Director. 14 Source: https://digital-strategy.ec.europa.eu/en/library/e-commerce- communication-comprehensive-eu-toolbox-safe-and-sustainable-e- commerce.\nqganda_25 411. 46 For the history of de minimis in the US recent more on see a episode of Trade Talks available here: https://tradetalkspodcast.com/ podcast/203-what-if-trump-halts-duty-free-packages-from-china/. 17 The Import Security and Fairness Act from Earl Blumenauer (https:/Awww.congress.gov/bill/118th-congress/house-bill/4148/text) and the End China’s De Minimis Abuse Act from Gregory Murphy (https://www.congress.gov/bill/118th-congress/house-bill/7979/text) 18 The following report was released in September 2024 by Oxford Economics on the previous two proposals https://www. oxfordeconomics.com/wp-content/uploads/2024/09/Final-de- minimis-report-Oxford-Economics-2.pdf. 19 Source: https://www.cbp.gov/sites/default/files/assets/ documents/2020-Aug/Section-321-Data-Pilot-vs-Entry-Type-86- Test_v1-1.pdf. 20 As part of the work, a new entry type for e-commerce shipments was also created (entry Type 86). 21 Source: https://www.federalregister.gov/documents/2025/01/21/ 2025-01074/trade-and-national-security-actions-and-low-value- shipments. 22 Source: https://www.supplychaindive.com/news/de-minimis- customs-changes-comments//42832/. 23 Now amended. 24 Source: https://www.reuters.com/world/us/us-postal-service- suspends-incoming-packages-china-hong-kong-2025-02-05/. 25 Source: https://www.federalregister.gov/.documents/2025/01/21 /2025-01074/trade-and-national-security-actions-and-low-value- shipments. 26 See: https://insidetrade.com/daily-news/shippers-brace-expanded- data-burdens-under-de-minimis-reform and https://theloadstar.com/ dhl-sees-opportunities-as-end-of-us-de-minimis-exemption-looms/. 27 Source: https://www.whitehouse.gov/presidential-actions/2025/02/ amendment-to-duties-addressing-the-synthetic-opioid-supply-chain- in-the-peoples-republic-of-china/. 28 Source: https://www.whitehouse.gov/fact-sheets/2025/04/fact-sheet- president-donald-j-trump-closes-de-minimis-exemptions-to-combat- chinas-role-in-americas-synthetic-opioid-crisis/. 29 See section e) of the Executive Order https:/Awww.whitehouse. gov/presidential-actions/2025/04/further-amendment-to-duties- addressing-the-synthetic-opioid-supply-chain-in-the-peoples- republic-of-china-as-applied-to-low-value-imports/. 30 As opposed, for example, to establishing a warehouse in Mexico and shipping under de minimis from there. 31 Source: https://theloadstar.com/forever-21-blames-recent- bankruptcy-on-de-minimis-exemption/. 32 See point h) of the Executive Order https://www.whitehouse.gov/ presidential-actions/2025/04/regulating-imports-with-a-reciprocal- tariff-to-rectify-trade-practices-that-contribute-to-large-and- persistent-annual-united-states-goods-trade-deficits/ 33 Source: https://www.supplychaindive.com/news/de-minimis- customs-changes-comments/742832/. 34 See: https://www.tweedekamer.nl/kamerstukken/ detail?id=2025D00469 &did=2025D00469.\n45 Source: https://ec.europa.eu/commission/presscorner/detail/en/",
  "page_10": "The European Policy Centre is an independent, not-for-profit think tank dedicated to fostering European integration through analysis and debate, supporting and challenging European decison-makers at all levels to make informed decisions based on sound evidence and analysis, and providing a platform for engaging partners, stakeholders and citizens in EU policymaking and in the debate about the future of Europe.\nWith the strategic B King Baudouin\nsupport of\nFoundation\nWorking together for a better society\nEa Co-funded by\nthe European Union\nEUROPEAN POLICY CENTRE | 14-16 RUE DU TRONE/TROONSTRAAT | B-1000 BRUSSELS | BELGIUM | WWW.EPC.EU"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
