{
  "file_name": "287_2527.pdf",
  "pages": {
  "page_1": "EF\\ EUROPEAN\nEXPRESS\nASSOCIATION\nFcvecat\nEuropean Association for Forwarding,\nTransport, Logistics and Customs Services\n25 September 2023\nPosition on the approach and roll out of the Carbon Border Adjustment Mechanism (CBAM): recommendation to revisit and postpone its requirements\nThe EEA and CLECAT understand the importance of putting in place policies in support of the EU’s goal to fight climate change under its ‘Fit for 55’ package. By making consistent efforts to set climate-neutral logistics solutions across our networks, our members continue to showcase committed support to the climate ambitions of the EU to reduce CO2 emissions in the mid (2030) and long term (2050).\nDespite this, we continue to be extremely concerned by the planned implementation of the Carbon Border Adjustment Mechanism (CBAM) with a reporting obligation as of October 2023, in view of the onerous responsibility of becoming automatically CBAM reporting declarants when acting as indirect customs representatives for non-EU established importers and the inadequate timeframe that has been given to economic operators to prepare in a successful and compliant manner on a global scale.\nGiven the challenges for economic operators, the EEA and CLECAT would like to substantiate practical obstacles and effectively contribute to the inception, design and operationalization of the CBAM related rules.\nSince when the CBAM proposal was tabled, economic operators have been told that the gradual approach will give the different actors in the supply chain time to adapt in a predictable manner.\nOn 7 July 2023, our associations expressed comments to the CBAM Draft Implementing Regulation requiring further details for understanding and highlighting that the time allocated for economic operators to implement the required obligations, to learn more on the different methods for calculating emissions during the transitional period, or time for communication and training and implement the required process before 1 October 2023 is unrealistic.\nA timeline of less than 2 months is too short to enable the trade sector to understand implementing legislation and rules published recently (17 August 2023), with many questions still unanswered, to communicate and collect information on a global scale with an assessment and consent of the owner/exporter of goods, and to provide competence and expertise performing defined transactions on imported goods, as of 1 October 2023, reporting direct and indirect emissions embedded in them, and any carbon price effectively paid abroad for those emissions, including carbon prices paid for emissions embedded in relevant precursor materials.\nThe time frame creates a disproportionate burden and leaves economic operators with the impossible task to prepare in a successful and compliant manner. Not only is the process of collecting, processing and submitting the CBAM quarterly reports extremely complex for EEA and CLECAT members, but in many instances it will be impossible for us to guarantee availability of data from our customers.",
  "page_2": "The European Commission has promised to launch soon an information campaign, featuring online seminars, in-person events, distribution of guidance documents and provision of direct assistance, aimed at supporting third country operators and importers to perform the new obligations required by the CBAM Regulation and its secondary legislation. However, even though useful guidance documents were published on 17 August 2023 in the CBAM dedicated website of the Commission, the online webinars will only take place between September and October, whereas the eLearning course is yet to be published, except for the nano course made available recently. The expectation for economic operators to navigate and assess the available material, or to communicate the implications, prepare training and internal processes accordingly, to allow collection of data from 1 October 2023 onwards is absolutely unfeasible and impossible.\nIn addition, the onerous liability imposed onto indirect customs representatives to be automatically representing non-EU established importers, for logistics service providers in particular, involves a substantial difficulty in obtaining (much less verifying) complex information and calculation/claim of embedded emissions of a specific product manufactured by a party in a third country, and assumes major reporting obligations that they could then become liable for.\nRepresentation in the context of CBAM responsibilities involving other risks and liabilities would require a separate agreement and empowerment scoping the activity and ensuring adequate built-in guarantees, to be onboarded in consent of the parties with new practical and commercial arrangements.\nThe EEA and CLECAT have highlighted the tremendous difficulty for customs representatives to be responsible for providing more than 200 mandatory data elements on behalf of third country actors to which they have no access to.\nAlthough it has been suggested that - like the system in place for product safety - an authorized representative could be appointed for products entering the EU, this cannot be realized due to legal constraints. Aside from the customs representative and the importer, an authorized declarant should also be a firm which is specialized in emissions calculation and reporting. Under the current provisions, this is not possible as those firms cannot take up any CBAM related obligations unless they are also a customs representative or importer. The relevant rules should be amended urgently and enable professional actors to provide the adequate information for such an important element of the environmental initiative of the EU.\nAnother fact to consider is that the CBAM main legislative text (Regulation 2023/956') allows for an operator of an installation located in a third country to register himself and its installation in the CBAM registry. Still, today the possibility of an indirect customs representative to refer to a producer in the CBAM registry for this party to provide directly the data to the competent CBAM authority is simply inexistent.\nSince when the CBAM proposal was tabled, a premise was set that a gradual approach will give producers time to adapt in a predictable manner. We therefore strongly insist all parties are allowed that approach and are allowed to post their data in the CBAM Registry.\nAlthough the EEA provided technical comments to the Draft Implementing Regulation, published only on June 13\", disappointingly our comments have not been addressed, hence posing serious challenges for\n1 2023/956 Regulation (EU) of the European Parliament and of the Council of 10 May 2023 establishing a carbon border adjustment mechanism",
  "page_3": "trade. To this end, and to find solutions that the EEA may not have considered yet, we made a subsequent assessment of the responses to the consultation.\nOut of the 187 responses provided, numerous associations, EU and non-EU companies, EU and non-EU citizens as well as public authorities have all flagged critical issues around the CBAM implementation that can only echo the position of the EEA and CLECAT. This undoubtedly demonstrates that, regardless of the type of legal entity, the size, the represented industry, and the specific interests, all respondents have raised valid and tangible concerns that expose the risk of implementing the CBAM in its current legal framework which do not seem to be reflected.\nDespite our formalized input, we are concerned that the CBAM Implementing provisions have remained unchanged and that the European Commission has not taken our proposals and comments into account. We are also concerned timelines have not been adjusted to allow for a realistic and practical approach for economic operators on its execution.\nAs it stands, the legal requirements cannot be expected to be implemented in the short time window available, nor are third country stakeholders or importers sufficiently onboarded on the new requirements.\nOn behalf of the EEA and CLECAT, we propose to onboard the trade sector’s constructive comments and proposals in the light of uncertainties, unclarities, unavailable CBAM registry, late communication campaigns and guidance to goods’ manufacturers in third countries and import stakeholders. From all the upcoming legislative changes in the EU we are certain that the whole world is monitoring the European Green Deal strategy. As one of the EU priorities in the context of “Fit for 55” and in view of the impact to trade, we invite the EU legislator to onboard comments from the industry and allow sufficient time to support the roll out of the CBAM programme, therefore we would like to ask to:\nConsider an extension of the date of implementation in order to ensure proper planning, development, execution, communication, training and support. CBAM has a global reach, with different players being subject to stringent and complex rules, currently with too short notice. Re-examine the legal requirements, and review them in particular conditions to make a clear distinction between customs representatives’ responsibilities and CBAM responsibilities and the obligations of the importer and exporter of goods, to provide competence and expertise performing the defined transactions. Furthermore, professional actors specialized in emissions calculation and reporting (but not necessarily being the customs representative nor the importer), should be allowed to take up CBAM related responsibilities.\nThe EEA and CLECAT would like to thank the European institutions for their attention and for the opportunity granted to present their position. EEA and CLECAT members remain available should there be any question or request for clarifications.\nThe present position paper is supported by the European Ship Suppliers Organization (OCEAN), Confédération Internationale des Agents en Douane (CONFIAD), European Shippers’ Council (ESC) and European Semiconductor Industry Association (ESIA).",
  "page_4": "For further information, please contact\nNicolette Van der Jagt\nCLECAT, Director General\nRue du Commerce 77, 1040 Brussels\nTel.: + 32 2 503 4705\ninfo@clecat.org\nwww.clecat.org\nSabine Van Depoele\nEEA, Chair of the Trade and Facilitation Committee\n41 Rue de la Science, 1040 Brussels\nTel.: +32 2 234 68 60\ntfc@euroexpress.org\nwww.euroexpress.org\n* KK\nAbout the European Express Association (EEA)\nThe European Express Association (EEA) represents the interests of the express industry in Europe. The express industry provides door-to-door transport and delivery of next-day or time-definite shipments, throughout Europe and the world. According to a 2020 Oxford Economics study on the impact of the express industry on the EU economy, the European express industry directly supported 330,000 jobs and an estimated 1.1 million indirect jobs in the EU in 2018, while generating €24 billion in tax revenues for EU Member States’ governments that same year.\nAbout the European Association for Forwarding, Transport, Logistics and Customs Services (CLECAT)\nCLECAT represents European freight forwarders, logistics service providers and customs brokers. Multinational, medium and smaller sized companies, all fall within CLECAT 7 membership. These companies together submit 80% of all customs ‘5s over declarations in Europe and handle a large part of cargo transported by the different modes of transport (road, rail, air, maritime and intermodal)."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
