{
  "file_name": "288_2538.pdf",
  "pages": {
  "page_1": "EM BURE AU\nThe E\n») on\nEuropean Federation\nof Building\nand Woodworkers\n.\n=\n%industriAll\nEUROPEAN TRADE UNION\nA CBAM that works for the European cement industry and workers\nJoint Statement\nBrussels, 21S March 2022\nOn behalf of the IndustriAll European Trade Union, the European Federation of Building and Woodworkers (EFBWW) and CEMBUREAU, the association the European cement industry, we would like to express our views on the proposed EU Carbon Border Adjustment Mechanism (CBAM).\nThe European cement industry has set out its ambition to reduce COz emissions by 30% in 2030 (40% down the cement and concrete value chain) and to reach carbon neutrality by 2050'. It is committed to invest and provide our society with the low-carbon cements we need to successfully decarbonise the construction, transport and energy sectors. The EU is well placed to lead the world in terms of cement decarbonisation, being the home to the best performing cement plants in the world? and to the breakthrough technologies that will allow the sector to move towards carbon neutrality.\nIt is indispensable to maintain the European industry’s competitiveness and the working and living conditions of workers in the cement plants spread across Europe, which are essential for the social fabric in regions and communities.\nIn this respect, the establishment of a CBAM offers a unique opportunity to establish a viable business case for decarbonisation that secures continued growth and employment in Europe, through the avoidance of carbon leakage. To be successful, it is however indispensable that CBAM is implemented in a realistic and coherent manner:\ne CBAM will become an alternative to free allocation under the EU Emission Trading Scheme (ETS), but this should only happen gradually and once CBAM has demonstrated its effectiveness. The gradual phase-out of free allocation should only be initiated after a testing period, and once CBAM effectively equalises COz costs between EU and non-EU suppliers. the proposal made in the draft ENVI Committee report to ‘single out’ the cement sector? for the phase-out of free allocations, should not be supported. This proposal is not justified, as shown by the exponential increase of EU cement imports on the back of high carbon prices*, and the very high risk of carbon leakage due to the cement sector’s carbon intensity° and it seems to go against one of the specific objectives included in the proposal for a Directive amending Directive 2003/87/EC establishing a system for greenhouse gas emission allowance trading within the Union, “ensuring continued effective protection for the sectors exposed to a significant risk of carbon leakage while incentivising the uptake of low-carbon technologies”.\n‘ Please CEMBUREAU carbon neutrality roadmap, May 2020 see\n?\nPlease see see Agora Energiewende report on CBAM, page 22\n3 Please draft Environment Committee Report, amendment 105. see\n4 According to Eurostat, EU cement imports by 25% in 2020, building 160% increase the past five rose on a over years (2016-2020). For 2021, the available statistics show an increase of 37% over the period January\nto August, as compared to the same period in 2020.\n5 Please Please European Commission impact assessment report, July 2021, table 56, 11, which ranks the see see page cement sector third in terms of carbon leakage risk, in a list of over 30 sectors. 5\nPlease see COM 2021 551",
  "page_2": "This proposal also poses a major threat for the viability of cement production in the EU: it would result in a doubling of the costs of producing cement in the EU overnight, exposing the industry to considerable risks and uncertainty. It would also create unacceptable market distortions between cement and the other construction products covered by CBAM. besides the issue of free allocation, it is necessary to reinforce CBAM to make sure that it effectively equalises CO2 costs between EU and non-EU cement producers and is fully watertight. In this respect, tools for continuous monitoring and strong anti- circumvention mechanisms, measures to fully mirror the EU ETS, as well as the timely inclusion of indirect emissions and a solution for exports are all key components of a successful CBAM. including indirect emissions in CBAM is crucial to create a level-playing field. This will become even more important as energy-intensive industries decarbonise their production processes. creating a competitive environment for the cement industry in Europe also implies a focus on the social transformation of the industry with attention for keeping integrated cement production facilities in the EU, ensuring quality jobs and upskilling and reskilling cement workers. Such competitive environment will further create the framework conditions for investment in innovation and R&D\nA CBAM working for a sustainable and just transition pathway is needed for the European cement industry and its workers. We thank you for your support in ensuring a successful roll- out of CBAM, that supports innovation and quality jobs in cement production in Europe and the development of a vibrant European industry. It will also contribute to promoting a green transition in other regions beyond the EU, that today have no or very little environmental standards in place.\nYours sincerely,\nKoen Coppenholle CEO CEMBUREAU\nTom Deleu General Secretary European Federation of Buildings and Woodworkers\nJude Kirton Darling Deputy Secretary General IndustriALL European Trade Union"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
