{
  "file_name": "28_443.pdf",
  "pages": {
  "page_1": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee\n6 October 2021\nCarbon Border Adjustment Mechanism (CBAM) Proposal\nPosition Paper of the European Non-Ferrous Metals Sector\nThis paper provides the initial reaction of Eurometaux to the EU’s carbon border adjustment mechanism (CBAM) proposal. Eurometaux represents European non-ferrous metals producers. Amongst non-ferrous, the aluminium sector is included in the list of CBAM sectors for Phase 1. Other non-ferrous metal energy intensive sectors such as copper, zinc, nickel, ferro-alloys and silicon may be added at a later stage.\nExecutive Summary of Eurometaux Position on CBAM\n1 Given that our industry is the most electro-intensive of the sectors and a price-taker with globally set pricing mechanisms, we are highly exposed to carbon leakage due to indirect carbon costs. However, having analysed the proposal, we cannot see how a CBAM can address indirect carbon costs (Which are different to indirect emissions).\nv¥ We thus support the decision of the European Commission to exclude Scope 2 emissions for now. We believe that Scope 2 emissions should be excluded and that the recently agreed indirect costs compensation system’ should remain in place until at least 2030.\nElsewhere, we also hold the position that:\nA solution needs to be found for exports;\nStronger prevention measures and a more comprehensive definition is needed to prevent circumvention;\nAdjustments need to be made to the third-party exemption and verification rules;\nA broader products scope for the sectors in a CBAM is needed;\nDownstream impacts should be more closely analysed;\nGreater predictability and transparency is needed with regards secondary legislation;\nThe phasing in and phasing out with existing ETS needs to be closely analysed; and\nA review mechanism should be included.\n'\nGuidelines on certain State aid measures in the context of the system for greenhouse gas emission allowance trading post 2021, 21 September 2020 can be accessed here.\n\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_2": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nContents\nBackground — CBAM an effective carbon leakage instrUMeNnt?\n.............:c::ccceecceeeeeeeeeeeeeeeeeeeeeeceaeeeeaeeeseaeeseeetseaeeteneeeetnees 2\nI Why Scope 2 should be excluded - the challenge of including indirect carbon emissions and costs in a CBAM .... 3 ll Exports: The need to find a solution iii. Preventing Circumvention & Addressing Cost Absorption wee eee eee eee renee eee n eee e eee eee ee ee eee eee et seen eeeeeeeeeeeeeee IV Dealing with third party exporters: Exemptions, verifications & possibility of individual assessments wee eect eee eee e eee eee Products Scope eee eee eee eee ee een eee eee eee eee e eee eee eee eeeeee ee eteeeeeeeeesees Vi Downstream Costs Impacts eee eee eee eee eee eee eee eee eee eee eee eee eee e eee e eee eee eeeeeeee eset eeeeeeeee Vil. Timeline and Predictability of Secondary Legislation eee eee eee eee eee eee eee ee eee eee n een e neces e ee eeeeeeeeee esses eeneeeeeeeee Vili. Relationship with existing ETS: Phase in and interface with customs codes 10 IX Review mechanism we eee eee ee eee eee eee eee ee ee eee eee eee eee eee een ee neces ee eeeeeneeeeeeeeeeeee 10 Annex ee eee eee eee eee eee eee ee eee eee eee eee eee e eee e een e eee ee eset eeeeeeeeeeteeteeeee 11 a) Why aCBAM cannot address indirect carbon costs wee eee eee eee eee eee eee teen eee ence eee ee ee ee ee eeee eset eeeeeeeeeeesees 11\nAn Overview of the Scope 2 Global Distortions if Scope 2 emissions were introduced eee eee eee eee e eee e eee e eee eeeeee 14\nb) CO2 Emissions per tonne aluminium in the world eee eee eee eee ee eee eee eee ee een eee eee eens eee eeeeeeeeeeseteneeeeeeeeeseee 15\nBackground — CBAM an effective carbon leakage instrument?\nAccording to the European Commission’s CBAM proposal, the purpose of the proposed measure is to address the problem of carbon leakage. Properly addressing the issue of carbon leakage is absolutely crucial in order to avoid a situation where the EU’s climate ambitions lead to an overall increase in global emissions; it goes without saying that such an outcome would undermine the entire Fit for 55 Package, a package intended to strengthen European competitiveness and promote green growth.\nIn this regard, it is crucial to note the important role that the current carbon leakage measures have played in upholding our ability to compete and in enabling decarbonisation in our sector. The non-ferrous metals sector presents some very significant differences compared to Europe’s other industrial sectors, primarily due to our high level of electrification. In addition, our sector is a price-taker faced with globally set pricing mechanisms which means that non-ferrous metal producers have no ability to pass on the CO2 costs to customers. EU non-ferrous metal companies shall cover the direct and indirect emissions cost by the same revenues as global competitors. Higher production costs to electro-intensity puts the sector at a competitive disadvantage as profit margins are shrinking vis-a-vis third country producers.\nOur sector’s carbon footprint has already decreased by 61% since 1990, and this percentage will increase to a staggering 81% once the European power sector is decarbonised. However, due to the mechanics of the European electricity market (and especially the marginal pricing system), the carbon costs passed on to consumers via the electricity price is de- coupled from the actual carbon footprint of the consumed electricity. As a result, indirect carbon costs remain significant, even as the European power grid decarbonizes (this issue is explained in more detail in the annex). With CBAM EU producers will be exposed to full carbon cost and much higher production cost compared to global competitors. Global producers will be required to pay carbon cost only for their share of production imported in Europe. Thus, for our sector, CBAM applied on products entering the EU market will not protect against the reduced global competitiveness. For this reason, indirect cost compensation plays a crucial and irreplaceable role in preserving a level playing field for European\nwoeniee\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_3": "EV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nnon-ferrous metals producers as we continue to decarbonize our processes. The carbon footprint of European NFM producers is already multiple times lower than the equivalent footprint of our global competitors (see annex for more information).\nIn the sections below, we highlight our main reservations with regard to the CBAM’s ability to prevent carbon leakage in our sector. In particular, we focus on: (i) our support for the Commission’s proposal of not applying CBAM to indirect emissions because of the impossibility of CBAM reflecting indirect carbon costs in the EU, as well as the major challenge of accurately reflecting indirect emissions in third countries, (ii) preserving the competitiveness of European exports, (iii) preventing circumvention, and (iv) downstream impacts. Some of these problems could be resolved by adjusting the proposed CBAM’s design (e.g., by foreseeing the possibility of export solutions and extending the CBAM’s scope to all relevant products), however, some of these issues remain highly problematic regardless of the design chosen for the CBAM, particularly the problem of indirect costs, but also the issue of cost absorption and adequately dealing with circumvention. Unless these issues can be resolved -which currently doesn’t appear possible- the CBAM will not be able to provide the required level of carbon leakage protection and the result will be an increase of emissions on the global scale.\nFor these reasons, we do not believe that the CBAM could effectively replace the existing carbon leakage measures, especially indirect cost compensation, and that a CBAM should only be implemented if this can be done in a way that is complementary and increases carbon leakage protection. An increased level of climate ambition of 55% GHG reductions by 2030, requires stronger (not weaker) carbon leakage protection. Should the EU choose to move forward with CBAM, the union must keep in mind that CBAM is untested as a carbon leakage measure, and that we do not know whether it will functions as intended. For that reason, it is vital that the EU both during the initial data gathering phase, and during the phase-in of the CBAM levy, continuously review emission data quality and whether CBAM actually prevents carbon leakage. If not, the process must be stopped until a satisfactory solution has been developed.\ni. Why Scope 2 should be excluded - the challenge of including indirect carbon emissions and costs in a CBAM\nEurometaux supports the Commissions proposal not to apply CBAM to indirect emissions. This is because regardless of a CBAM on indirect emissions, EU industry will continue to have much higher indirect carbon costs. Given our metal’s electro-intensive nature (electricity is 35-45% of our costs), the indirect carbon costs of the EU ETS have a far larger impact than the direct carbon costs on production costs of the non-ferrous metals?.\nThe indirect carbon emissions of an industrial product are those emissions created when generating electricity used to make that product. Indirect carbon costs, on the other hand, come from the marginal source of power generation, usually a gas-fired or coal-fired plant, passing its cost of purchasing CO2 allowances on to wholesale electricity prices. Effectively, this means that the energy-intensive industries pay for emission allowances for our own activity plus the emission allowances that power producers need. Since we pay al/ power production the same market price, even renewable-based, our indirect carbon costs are always substantially higher than actual indirect emissions, due to the industry’s electro intensity. The higher the carbon price becomes, the larger the difference gets (See graph Figure 1 in Annex for the difference between indirect costs and emissions in Europe). Indirect carbon costs are zero in all countries outside the EU.\n?\nFor example, for primary aluminium production, if the EU ETS carbon price is €30 a tonne, indirect costs alone will represent 19% of production costs. This is too high a regulatory burden to bear. Similar figures can be seen for the primary production of other nonferrous metals such as copper, nickel, silicon, and zinc.\nwoeniee\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_4": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nIndirect carbon costs constitute a factor of high production cost and are thus a major cause of carbon leakage for our sector. Our indirect carbon costs are a result of electricity market design in the EU rather than actual emissions from power generation and have very little or nothing to do with the realm and objectives of the CBAM, namely incentivizing trade partners to reduce emissions while minimizing carbon leakage.\nAs outlined in a recent non-paper® and presentation’, we cannot see how the indirect carbon costs of EU industry can be addressed if CBAM is applied to indirect emissions. We are thus pleased that the European Commission has made the decision to exclude Scope 2 emissions from the proposal. Including Scope 2 would have led to major distortions between EU and non-EU regions. Indeed, in the memo here and the Annex, here, we show how this methodology would have led to aluminium plants powered by carbon free sources in areas such as Norway, France and Slovakia paying a much higher carbon price than fossil fuel powered aluminium importers in the United Arab Emirates. The reason in brief is because European producers would have to pay an added indirect carbon cost, while importers pay only their indirect emissions.\nA smelter in the United Arab\nA smelter in Norway which consume:\n3\nEmirates where the country uses\nhydropower (i.e. with ~0 emissions),\nA smelter in Russia which\nconsumes hydropower (i.e.\n100% gas & thus has a CBAM\nbut due to the marginal pricing system\nwith ~0 emissions), and thus\nlevy on indirect emissions of\nin Europe, has a pass-through of 0,6\nhas CBAM\nlevy on\nindirec\n0,4 euros per MWh of electricity\n(i.e. extra carbon costs per MWhof\na\nconsumed\nelectricity consumed)\nemissions of 0\nAssuming 15MWh of power consumption per tonne of aluminium and a CO2 price of 50 euros:\nThe scope 2 costs of\n503 EURIt Al\nan exporter from the\n00 curnai\nThe\nscope\n2 costs of the\n;\n50 me Ocur Al\nUnited Arab Emirates =\nNorwegian smelter\n=\nf t\nR\n(15 MWhaA Al x 0.4CO2UMWh x 50 EUR/CO2t) (15 MWhAAI = 0.67CO2UMWh = 50 EUR/CO2t) (15 MWhA Al x OCO2UMWh x 50 EUR/CO2t)\nThus, the Norwegian smelter based on hydropower (Who loses his compensation for indirects)\nwould face a higher indirect carbon cost than the gas-based plant the United Arab Emirates and\nthe hydropower plant in Russia\nIt is exactly for this reason, including scope 2 emissions in the CBAM could never be accompanied by eliminating or phasing out indirect costs’ compensation. Equally notable is the fact that the recenty adopted ETS Guidelines already foresee their “adaptation” (by 2025-2026) to the decarbonization trajectory of regional and national grids, which should eventually lead to partial convergence of indirect emissions and indirect costs. See the Annex for a complete overview of our calculations if CBAM were to cover scope 2 emissions.\nSolution\nThe best solution would be to leave out Scope 2 emissions until at least 2030 with the indirect costs compensation system remaining in place. After 2030, when the power sector will have made further advancements on decarbonisation and indirect costs are a much smaller factor, the issue may be revisited.\nFor further explanation of this technical issue and how the cost of ETS-subjected carbon emissions in the power sector is passed on to consumers, please see Annex.\nwoeniee\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux\n3 Eurometaux Non-paper CBAM and Indirect Emissions Costs is available here on * Eurometaux Presentation CBAM and Indirect Emissions Costs is available here on",
  "page_5": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nli. Export Competitiveness: The need to find a solution\nThe introduction of CBAM and phase out of free allocation raises the carbon costs for all undertakings using the materials included in the scope. This puts them at a competitive cost disadvantage when exporting products outside the EU. Unfortunately, the Commission proposal does not provide a solution to this issue, which represents a major weakness of the proposal.\nIn a nutshell, third country producers who may face a carbon cost for the fragment of their production exported to the EU, face absolutely no carbon cost for exports to third countries. At the same time, however, EU producers face a tremendous production cost increase, covering their entire output, i.e. both the share sold domestically and the one exported to third countries, where they can positively not compete! EU industry is then left with EU as their market, while competitors from outside the EU have the whole world as their market.\nOne underlying challenge of a CBAM is how to handle the exports to non-European markets. The EU’s specific carbon costs will have to be offset somehow to maintain exports competitive. Solutions need to be found to prevent carbon leakage associated with exports from the EU. This is particularly relevant for non-ferrous metals. If we take the aluminium sector, the overall value of the exports outside the EU is around € 11 billion.\nIfwhen we broaden the scope over time to include other non-ferrous metals, this will become a major issue silicon/ferro- alloys, there are some companies which export as much as a third of their product outside of Europe?.\nWhy export solutions are essential for non-ferrous metals\nEuropean metals production is amongst the cleanest in the world (See annex ii). Therefore, by substantially decreasing the competitiveness of our exports, the global demand would instead be met by production from other countries, with a much higher carbon footprint. This would lead to a further increase in global emissions, compromising the CBAM’s objective as an environmental measure. To have the greatest possible impact on preventing climate change, we must focus on the opposite, i.e., boosting the competitiveness of low-carbon European exports in order to ensure that they can cover the greatest possible share of global demand.\nLegal Assessment\nTwo recent independent legal assessments have shown that export solutions are compatible with WTO rules and also offer potential solutions to deal with EU exports in the context of CBAM. One legal assessment®, carried also concludes that CBAM measures, including export solutions, can be designed in a WTO consistent manner so that they do not breach the non-discrimination provisions (most favoured nation treatment under GATT Article III), the tariff bindings (GATT Article Il) and the prohibition on quantitative import restrictions (GATT Article XI). A full copy of the legal option can be accessed here.\nWith regards potential solutions, one legal opinion of King & Spalding and NCTM, written for AEGIS Europe, concluded that two design options — which are functionally quite similar — could be considered to address exports within the context of an EU climate policy that imposes a regulatory burden on EU production.\n8 WTO Compatibility of A Carbon Border Adjustment Mechanism (CBAM) In Combination With Free Allowances Under The EU Emissions Trading System (ETS)’ by Prof. Dr. Freya Baetens University of Oslo (Norway), University of Leiden (Netherlands)\nwoeniee\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_6": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nPotential Solutions\nThe first option, referred to as the ‘de facto export solutions option’ involves an extension of the allocation of free allowances to EU production that is exported. The free allowances for exports would be taken from the pool of allowances for auctions and would remain in force until other countries take equivalent and effective steps to impose carbon costs on competing foreign production. Thus, even if the allocation of free allowances for production destined for EU consumption declines, the free allowances for export consumption would not.\nThe second option, referred to as the ‘de jure export refund option’ is a refund/credit for allowance obligations on exports. For products consumed within the EU, the allowances obligation applicable to domestically produced products would correspond to the GHG emissions in excess of the product-specific benchmark, with the equivalent obligation imposed on imports consumed within the EU through the application of the CBAM. This equivalent allowance would be refunded when products are exported.\nBoth options 1 and 2, which are characterized as an integrated regulatory regime, are not subsidies under Article 1.1, of the WTO agreement on subsidies and countervailing measures (“SCM agreement”). An executive summary can be accessed here.\niii. Preventing Circumvention & Addressing Cost Absorption\nCircumvention\nThe Commission proposal in Article 27 which deals with circumvention should be strengthened. Indeed, Article 27 worryingly only refers to slight modification of products. There is no reference to resource shuffling and costs absorption. In terms of actions, it seems the Commission in Article 27 (5) only has the power to supplement the scope to include the slightly modified products.\nHaving analyzed the proposal, for non-ferrous metals, we foresee that it will be possible to circumvent the CBAM by changing trade flows so that the most-low carbon products are exported to Europe, while the remaining high carbon products are sold elsewhere, where no equivalent carbon border measures exist. In fact, said allocation need not be physical either, considering that nomination of the product origin and chain of custody relies exclusively on each country’s processes; moreover, the offsetting of said incremental (export) cost through state subsidies should be expected, considering the documented distortion of global markets stemming from state subsidies in the NFM sector, particularly aluminium produced in China’.\nThe definition of circumvention in the text is in Article 27 (2) and is focused on trade patterns “situations where a change in the pattern of trade in relation to goods included in the scope of this Regulation has insufficient due cause or economic justification other than avoiding obligations as laid down in this Regulation and consist in replacing those goods with slightly modified products, which are not included in the list of goods in Annex | but belong to a sector included in the scope of this Regulation”. As aforementioned, this is a very strict interpretation and doesn’t prevent resource shuffling. We see ‘resource shuffling’ as a phenomenon whereby exporting countries would use their cleanest industrial plants to export to the EU and keep more polluting installations for the domestic market.\nTo take one example from primary aluminium production; 88% of Chinese primary aluminium production is based on coal- fired electricity generation, whereas the remaining 12% is based on hydropower®. Therefore, a country like China would\n’\nSee OECD reports “Measuring distortions in international markets: the aluminium value chain” (January 2019) & on “Below-market finance” (May 2021) Source : http://www.world-aluminium.org/statistics/primary-aluminium-smeltin ower-consumption/\n8\nLat} [ce] [m| [re] [Zn] [as] [as] [ee] [s2] [be] [52] [ce] feel [-] {Sn} [ee] [ee] [as] [es] [2c] [w [22] [ee] [se] [ee] [ee]\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_7": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nstill have the possibility to sell its low carbon metals (12% of its volumes) to Europe and the rest of the metal elsewhere in order to bypass the CBAM. Third countries would be incentivized to re-route all their ‘cleaner’ production to Europe (displacing European production), while continuing to cover demand across the rest of the world using carbon-intensive production. This would actually lead to an unintended severe increase in global emissions®\nLinked to this, it should be noted that the risks of circumvention and resource shuffling are greatly decreased if the proposal is limited to Scope 1 emissions only\nCosts absorption\nThe efficiency of the CBAM, both as an “economic decarbonization signal” to our trade partners and as a carbon (and investment) leakage measure, is highly doubtful, also because of the issue of cost absorption, which is in fact inherent to any border adjustment mechanism. In particular, provided no circumvention occurs under any of the possible scenarios the CBAM would inevitably apply only to the particular fragment of the third country operator’s total production, exported to the EU\nIn case this would amount to (e.g. 5 or even 10% of their total output), the incurred carbon cost through the CBAM levy would exclusively affect said volumes. On the other hand, EU producers exposed to the full (direct and -indirect) carbon cost would face a tremendous increase in their overall production cost, for their total output: e.g. if a primary aluminium producer in the EU would bear the full indirect (pass-through) carbon cost (in case compensation was removed), they should face a 40-50% production cost increase on the total volumes produced. As prices for metals are set on global exchanges, e.g. the London Metals Exchange, higher production costs to electro-intensity puts the EU producers a competitive disadvantage as profit margins are shrinking vis-a-vis third country producers and investments cannot take place. In light of the above comparison, the expectation that the CBAM would level the playing field by (a) effectively pushing third country producers to decarbonize and (b) shielding global competitiveness of EU production, which is already among the most sustainable in the world, particularly in NFMs is not simply arbitrary but outright erroneous\nFor any third country producer, incorporating this insignificant added cost in their overall production cost would have a negligible effect. This indisputable acknowledgement undermines the environmental objectives of the measure and compromises the aspired carbon/investment leakage impact\nPolicy Request\nIn brief, for non-ferrous metals, it is indispensable that resource shuffling is also considered as a motive for circumvention Similarly, enforcement mechanisms should be strengthened. Penalties for attempts at circumvention should include also the option of withdrawing the import authorisation\n° The European non-ferrous metals have considerably low carbon footprint that international Vis-a-vis international China a our competitors. our main competitor - Nickel: Europe 9 tCO2 vs. China 70 tCOQ2 (Chinese production is 8 times more carbon intensive than Europe)\n- Aluminium: Europe 7 tCO2 vs. China 20 tCO2 (2,8 times more)\nSilicon: Europe 3.4 tCO2 vs. China 11.6 tCO2 (3,4 times more)\nZinc: Europe 2.4 tCOQ2 vs. China 6.1 tCO2 (2,5 times more)\n-\n[at] [ce] [| [ee] [ze] [ax] [ae] [ee] [32] [ee] [52] [ee] fe] Lu] [| [eel fee [as] [ee [oe] [| [22] [eel [el [22] Lee] lv\n-\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_8": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\niv. Dealing with third party exporters: Exemptions, verifications & possibility of individual assessments\nExemptions\nGiven than they are full members of the EU ETS, we welcome that Norway, Iceland and Switzerland have been included in Annex II. They are subjected to the same rules are EU producers and pay the same carbon price, thus they are rightly exempted.\nBeyond these three countries, we welcome the fact that importers may be able to claim a reduction in the number of CBAM certificates to reflect the carbon price paid in the country of origin but note that precise rules for such provisions will need to be detailed in secondary legislation. However, we see no valid justification in exemption countries on the basis of mere ‘climate change commitments or level of economic development. It is essential that firstly, the third party comes from a country/region with carbon pricing and secondly, that the reciprocal industry in that country is subject to a carbon price.\nSimilarly, the free allocation received by EU suppliers will be taken into account in the number of CBAM certificates to be surrendered\"®. It is crucial that this methodology does not unduly favour importers and creates a full CO2 equivalent between EU and non-EU suppliers. It will be essential to ensure that third country exporters are not receiving free allocation in their own country also.\nVerification & Possibility of Individual Assessment\nIt is essential that an effective monitoring system be put in place given the untested nature of the CBAM instrument. The mandate of the ‘EU CBAM authority’ should be to ensure a CO2 cost equivalence between EU and non-EU suppliers. Also, Article 19 leaves discretion to the CBAM authority to review the CBAM declaration by stating that ‘[...] the competent authority may review the CBAM declaration [...]’. This gives no guarantee about the accuracy of the information provided by the importer and runs the risk of creating an even more fragmented enforcement mechanism, also considering that there will be different competent authorities in charge of ensuring compliance with the Regulation. A more centralised system might be more effective in preventing circumvention.\nWith regards to third parties, it should be noted that giving third parties the opportunity not to use their average country emissions but rather, for individual exporters to the EU to use actual emissions per installation after 2026 as outlined in articles 3 and 7, will lead to market distortions. In Annex, we give two examples of how this would work for Chinese and Russian exporters of aluminium to the EU. In brief, by allowing individual assessment, exporters to the EU can easily circumvent the system. While Europe may receive more low carbon product, this will not lead to a reduction in green house has emissions globally.\nPolicy Request\nOnly when the reciprocal industry in a third country faces a reciprocal carbon price to EU and EEA producers should they be exempted.\n10 This will be dealt with in the ETS Directive review, not CBAM\nwoeniee\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_9": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nv. Products Scope\nWith regards products, as a general principle, it should go as far down the value chain as possible.\nSpecific to aluminium, we believe that additional products for aluminium could be added. It should be noted that the scope of value chain does not cover important products, notably 7610 — 7616 — these are products that are not 100% aluminium, but where the price impact of aluminium is still significant. Many finished products are also excluded. We believe finished products should be included along with products where the aluminium part is less than 100%. If the scope is too narrow trading parties will simply export products outside the existing scope in Annex 2 or with minor modifications with no CO2 costs to the detriment of EU producers’ competitiveness. By adding more downstream products to the scope, the possibility of carbon leakage for the manufacturing industry decreases significantly.\nIf other non-ferrous metals are added to a CBAM, it should go as far down the value chain and cover as broad a scope as possible.\nPolicy Request\nMore aluminium products should be added to the list in annex 1 of the draft Regulation.\nIf other non-ferrous metals are added to a CBAM at a later stage, it should go as far down the value chain and cover as broad a scope as possible.\nvi. Downstream Costs Impacts\nWe expect adverse downstream impacts due to higher input costs as a result of CBAM. Unfortunately, the impact assessment accompanying the Commission’s proposal does not look at the downstream impacts in the required detail. Looking ahead, a more detail impact assessment is needed. In parallel, we will conduct our own sector studies with external consultants to assess.\nvii. Timeline and Predictability of Secondary Legislation\nMany of the essential elements for the actual functioning of the measure as of 2023 will be set only in implementing and delegated acts afterwards.\nThis timeline is extremely ambitious and may impact the robustness and quality of the provisions to be developed. While some other sectors included in the scope of the draft Regulation are relatively simple, non-ferrous metal production entails a very high level of complexity due to several characteristics (many products and customs codes, very high risks of circumvention, etc.). It is crucial that the Commission closely works with all stakeholders, especially during the transition period, where the reporting requirement on both scope 1 & 2 emissions will apply.\nElsewhere, the list of sectors which may be added to a CBAM at a later stage is, according to the proposal, to be decided by secondary legislation. For a sector, this undermines regulatory stability. Thus, the decision on whether to add more sectors to a CBAM should rather be decided via the traditional co-decision process where Member States and Parliament can have their say and industry given opportunity to advocate their position.\nwoeniee\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_10": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nviii. Relationship with existing ETS: Phase in and interface with customs codes\nPredictability of free allocation phase out must be ensured. The effectiveness of the CBAM needs to be fully tested and ensured before reducing irreversibly the existing measures, even gradually. With the Commission proposal, the CBAM entails financial costs for EU importers only as of 2026, when the free allocation phase out starts. Furthermore, major elements of the design (default values, boundaries of embedded emissions, etc.) will be set only at a later stage in secondary legislation. Also, in the draft Regulation, it is unclear how the free allocation phase out for the sectors covered by the measure will be implemented for producers of products under the CBAM and those that are outside of it. In fact, free allocation is based on NACE codes covering the full value chains, while the CBAM covers specific products under the EU Customs Code, i.e.CN codes. The impact on the full value chain must therefore be carefully considered.\nAs aforementioned, the proposal does not provide any solution for circumvention risks like resource shuffling and costs absorption. Hence, there is no possibility to assess the actual impact of the CBAM before reducing the free allocation.\nPolicy Request\nIt is crucial that the included sectors have their general ETS risk exposure reduced. The actual impact and effectiveness of CBAM should be adequately assessed before free allocation is reduced.\niX. Review mechanism\nShould the EU choose to move forward with CBAM, the union must keep in mind that CBAM is untested as a carbon leakage measure, and that we do not know whether it will functions as intended. For that reason, it is vital that the EU both during the initial data gathering phase, and during the phase-in of the CBAM levy, continuously review emission data quality and whether CBAM actually prevents carbon leakage.\nThere is a clear need for a review mechanism to ensure the proper application of CBAM. The CBAM proposal details a gradual phase-out of free allocation from 2026 through 2035. To ensure predictability, it is crucial that this process is not accelerated, and that it is carried out with careful consideration of its effects. The proposal includes an assessment at the end of the initial stage in 2025 to consider the quality of the emissions data collected over the first three years. It is paramount that the phase in of CBAM does not start until these data are of a quality comparable to those collected under the general ETS. If they are not, the CBAM Regulation must mandate that the phase be pushed back until the Commission finds a way to ensure data quality.\nWhen the phase in has started, the Commission must monitor the price effect of CBAM, whether CBAM actually protects against carbon leakage, or whether the problem accelerates. If CBAM does not comply with its purpose of carbon leakage protection, the application and further phase in of CBAM, and phase out of free allocation, must be paused until the EU can introduce a solution. The Regulations must mandate such a process.\nCBAM is also likely to increase tensions with our trading partners, and retaliation measures or complaints to the WTO. CBAM must therefore contain a mechanism that allows for rolling back the introduced measures if EU export products and businesses are severely impacted be retaliation measures.\nPolicy Request\nA review mechanism should be added to the proposal. This could allow for the rolling back of introduced measures if i) we have not gathered the necessary data, ii) we see retaliation measures from third countries or iii) CBAM is not proven to be an effective carbon leakage tool.\n\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_11": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nAnnex\na) Why a CBAM cannot address indirect carbon costs\nIndirect emissions vs. indirect carbon costs\nThere are three different elements which policymakers need take into consideration when looking at a CBAM. These are:\n1 Direct emissions: The emissions from the production process. The direct emissions multiplied by the EUA price is the same as direct carbon costs. Indirect emissions: These refer to the indirect emissions associated with the generation of electricity purchased for an industrial production process. The emissions occur physically at the facility where the electricity is generated but are accounted for in the scope 2 emissions of an industrial product because they are the result of the installation’s energy use. However, they are different from indirect costs. Indirect carbon costs: These refer to the price effect of CO2 in the electricity market and are not an indication of the emissions in the production of for example aluminium. The power price is set by the marginal power plant in the merit order curve, which is usually coal or gas fired (see figure 2 below). These power plants must purchase emission quotas, which they pass on into the power market. Thus, the power price includes the cost of CO2 even in European countries with a large share of emission-free power production (See more information on the marginal pricing design of the European power markets below).\nElsewhere, it should be noted that even if a CBAM would effectively include indirect emissions of imports, it will never reflect the indirect carbon costs faced by EU/EEA aluminium producers. In addition, a CBAM level on imports based on indirect carbon content will differ from the CO2 costs passed through in power prices in different regions in Europe (See diagram below for the different pass-through factors).\nIndirect CO2 physical emissions are not correlated with indirect CO2 costs\nThere is a major difference between actual power GHG footprint vs intensity of the price setting technology in the power market (indirect costs).\nThe Nordic electricity market case study\nThe Nordic electricity market has almost 100% renewable electricity. However, due to European electricity marginal pricing design, Nordic metals still face a price effect of CO2 (i.e. carbon passthrough) on electricity of 0.67''. This means that every time the carbon price increases by €1/tCO2, the power price increases by €0,67/MWh, even if these metals producers consume carbon-free electricity.\nFigure 1. Emission intensity, generation and price setting in\nFigure 2. Marginal Pricing design in European\nelectricity market\nPower markets (more info in the annex)\n12\nMerit Order Curve\n08\nemand\nco,\n0,6\nDhan.\ncosts\n0,4\nMarket pric (€)\n0,2\ni |\nPee eee eee eee hee\n& s\nse\ng\nse\nN\nS\n&\nro\nNO AO\n&\nRES Cy\nPhysical indirect emissions in\nActual CO2 indirect cost in\nthe power consumption\nthe\npower\nbill t (CO2/MWh)\n(CO2/MWh)\nMW\nwoeniee\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux\n‘!\nThe updated factor for 2021-25 has not yet been published by the Commission. Its publication is expected in Summer 2021",
  "page_12": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nElsewhere, it is worth noting that there is no EU-wide CO2 pass through value. Coming with an EU wide CO2 passthrough value would assume full power market interconnections and coupling. However, we are nowhere near full power market convergence. Indeed, as the following diagram shows, the CO2 pass through values vary widely in Europe.\nCO2 passthrough factors\naccross Member States\n%\nHow including Scope 2 would lead to a market distortion\n0.67 sie\nShould policymakers decide to include Scope 2 emissions, it had previously been mooted to 1) base this the average CO2 intensity of the third countries electricity. This will be decided on an annual basis and 2) there may be a possibility for exporters to the EU to have an individual assessment. We use these two assumptions are the basis for our calculations.\n1.12\npee\n8\n6\n0.6\nPe\n0.76\naw XO) (0.84 Ye\nHow it could lead even to European plants using carbon free electricity to pay a higher carbon price than third- country exporters using fossil fuels\n(A 57\nVe\n0.6\nCas\n1.12\neS\n0.82\nBy focusing only on indirect emissions, and not indirect carbon costs, including scope 2 would lead to European aluminium plants powered by nuclear or hydropower facing higher carbon costs than exporters to Europe using fossil fuels.\n0.86\n0.75\nIn order to demonstrate the weakness of the Commission’s methodology, we give the example of two aluminium smelters: one operating in Norway using carbon free electricity (hydro power) and one in the United Arab Emirates (UAE) using gas power electricity. For the Norwegian smelter, due to the marginal pricing system in Europe, even though it produces using carbon free electricity, it faces a carbon cost of 0.67 MW/h”. This means that for every time the carbon price increase by €1/tonne CO2, the power price increases by €0.67/MWh, even if the plant consumes carbon free electricity.\nIf we multiply this figure by the amount of MWh needed to produce a tonne of aluminium (We assume 15.12 MWh’°) by a carbon price of 50 euros a tonne, this will result in Norwegian producers paying a carbon price of 503 euros for every tonne of aluminium. Since the proposal says that this is a replacement of compensation for costs of indirect emissions, no compensation would be given for the 503 euros and thus, Norwegian producers would pay the full cost of the indirect emissions through the power price.\nIn contrast, if we assume a country like the UAE is powered 100% based on gas‘4. The average CO2 intensity of their electricity would be 0.4 tonnes of CO2 per MWh. This means that for every 1 euro rise in carbon price, their CBAM levy on indirect emissions increases by 0,4€. If we multiply this figure by the same benchmark (15MWh) then an UAE exporter to Europe would have to pay a price of 300 euro a tonne. This figure is 195 euros lower than the carbon price Norwegian producers would have to pay, despite consuming electricity with a significantly higher carbon footprint than the Norwegian smelter’.\n12 Reference based ETS Guidelines values for 2019. The value for Norway for 2020 is expected to be published on soon. 13 Average based International Aluminium Institute figures. For simplicity rounded to 15 MWh in visuals. on reasons, we up our 4 Based data by the International Aluminium Institute (2020), concerning emissions in the Middle East from electricity electrolysis here on ‘8 Said incremental cost is obviously levied exclusively the volumes exported to the EU, which is ositively non-comparable to the massive increase on in the total production cost incurred by EU producers for their total output; in the example above, if the UAE smelter exports 10% of its output to the EU, the added (actual) production cost to the plant would in fact be only 30€/t, compared to the Norwegian smelter’s incremental (actual) production cost of 500€/tn. Coupled with the absence of export solutions, the adverse impact on the competitiveness of the EU-based industry is simply colossal.\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_13": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nIn addition, we give the example of a Russian smelter based on hydropower. If the average electricity intensity is not used and instead, the Russian smelter is able to claim an individual assessment”®, it will pay a carbon price of 0 euro a tonne. In contrast, the Norwegian smelter would pay a carbon cost of 503 euros a tonne. Thus, despite using the same electricity power source, the Russian smelter pays 503 euros lower than the carbon price Norwegian producers would have to pay. In this example, we focus on Norwegian smelters (the same obviously applies e.g., in the case of French smelters based on nuclear power) but the analysis is pertinent for all European smelters, sourcing electricity with a carbon footprint significantly below the relevant pass-through factor (reflecting indirect costs).\nA smelter in the United Arab\nEmirates where the country uses\n100% gas & thus has a CBAM\nlevy on indirect emissions of\n0,4 euros per MWh of electricity\nconsumed\nFinally, if we take the example of a Chinese smelter being powered by a coalfired captive plant, thus emitting 1tCO2/MWh17. At present, China represents around 60% of the global primary aluminium market. Using the same calculations as above, the Chinese smelter would face 750€/t of CBAM levy. However, a methodology could propose to use the average of the country power mix, which is lower than the smelter’s indirect emissions. The country power mix is 0,766C02t/MWh, which would result in a CBAM levy for scope 2 of 574€/t. Therefore, if they use 0% renewable power and 100% coal, then the Chinese exporter based on coal power would still benefit from the average mix at 574€. Thus, the Chinese exporter, even if emitting considerably more than the Norwegian smelter, it would still pay either similar or less carbon costs than the Norwegian smelter’®.\nIf they choose to export the hydro powered aluminium to Europe (12% of their overall production), given the possibility to make an individual application at installation, they will pay a carbon costs O0€. This is 503 euro less than the Norwegian smelter who is also producing based on hydro power. All this, without considering the resource shuffling options that could be applied (e.g. allocate all low carbon aluminium to Europe, etc), as well as other circumvention possibilities.\nA smelter in Norway which consume:\nhydropower (i.e. with ~0 emissions),\nbut due to the marginal pricing system\nin Europe, has a pass-through of 0,6\n(i.e. extra carbon costs per MWhof\nelectricity consumed)\nAssuming 15MWh of power consumption per tonne of aluminium and a CO2 price of 50 euros:\n00 cura\n503 EURItAI\nscope\n=\nNorwegian smelter =\n(15 MWh Al x 0.4CO2UMWh x 50 EUR/CO2t) (15 MWhAAI * 0.67CO2UMWh = 50 EUR/CO2t) (15 MWh2 Al x OCO2UMWh x 50 EUR/CO2t)\nThus, the Norwegian smelter based on hydropower (Who loses his compensation for indirects)\nwould face a higher indirect carbon cost than the gas-based plant the United Arab Emirates and\nthe hydropower plant in Russia\nChinese aluminium smelter challenges\n‘This only applies if an individual installation assessment is possible. Electricity generation in Russia is based largely on gas (46%), coal (18%), hydro (18%), and nuclear (17%) power. Thus, average indirect carbon emissions are not zero.\n17 88% of China’s aluminium smelters\n18 Solely for volumes exported to the EU alone, explained above, not for its entire production, is the for the Norwegian smelter, regardless as as case of where it sells its output.\nare run on power.\ncoal\n12%\nare run on\nhydro\npower.\n3\nA smelter in Russia which\nconsumes hydropower (i.e.\nwith ~0 emissions), and thus\nhas CBAM\na\nlevy on\nindirec\nemissions of 0\nThe scope 2 costs of\nThe\n2 costs of the\nOeur tAl\nan exporter from the\n¢ <\nhi\nUnited Arab Emirates =\nx rter m ssia\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_14": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nAn Overview of the Scope 2 Global Distortions if Scope 2 emissions were introduced\nActual\n0 indirect\nindirect\ntCO2 /t alu tCO2/t alu\nEmissions for\nproducing\naluminium\nCountry Mix 0,017\n0,04\nScope 2\nCO2t/MWh CO2t/MWh\nemissions**\nCosts\n0,67\n0,76\npassthrough CO2t/MWh CO2t/MWh\ndue to the\npower market\ndesign\nCBAM value\nN/A\nN/A\nfor indirect\nemissions\n(not costs)\n0,6 indirect\n5,8 tCO2/tAL\n0,4 CO2t/MWh\n0,384 CO2t/MWh\n0 CO2t/MWh (if\nindividual\nassessment)\n0 indirect tCO2 /t alu 13,7 indirect tCO2 /t\n(if hydro based)\nalu\n0,766 CO2t/MWh\nScope 2\ncosts (at\n50€/tCO2)\n1CO2t/MWh (if coal &\nactual emissions were\nused)\n0,766 CO2t/MWh (if\naverage used)\n0 CO2t/MWh (if hydro\n& individual\nassessment)\n0,4 CO2t/MWh\nNo electricity\nmarket pricing\neffect\n0€/t Al (If hydro and 574€/t aluminium\nindividual\n(Coal)\nassessment\n0€/t aluminium (If\npossible)\n503 €/t\naluminium aluminium\nNo electricity market No electricity market\npricing effect\npricing effect\n570 €/t\nhydro and individual\nassessment possible)\nThe scope 2 costs\nthat the Chinese\nexporter would face\nvia a CBAM levy\nconsiderably lower\nNorwegian\nFrench smelters,\neven if its carbon\nfootprint is clearly\nhigher.\n\n300 €/t aluminium\nThe Scope 2 costs for the The scope 2 costs The exporter from\nNorwegian and French\nthat the exporter\nRussia would not\nsmelters are higher than from United Arab face a CBAM levy\nthe costs that would\nEmirates would\non scope 2\napply to Norway’s power face via a CBAM\nmix.\nlevy would be\nThis is due to the price\nsignificantly lower footprint as the\neffect of the European\npower market design. The\nsmelters’ CO2\nETS State Aid Guidelines costs, even if their\ncorrectly factors this\npower mix is not\nprice effect\nas decarbonised.\nemissions even if it would be at best\nas the same carbon similar or\nthan the European Norwegian smelter. Scope 2 than the\nand\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux",
  "page_15": "EV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nee TtaiiGV.|§“‘\\0]0/\nb) CO2 Emissions per tonne aluminium in the world\nCO2-emissions per tonne aluminium\n20,0\n18,0\n2 16,0\nE 14,0\n= Direct emissions = Indirect emissions\n12,0\nZEEE\n10,0\nTE\n8,0\n6,0\n4,0\n2,0\no ws\n0,0\nys\n‘, Rd we XS\n2\n& xe\nVe oe eo?\nX&\n& & & NO Q@ os & &\noO\n3 ey\n2\nS\nP\nwe\nSy\n@\nRS Ss e\ne&\noS)\n‘Ss\noe\nRis\n[at] [cu] | fee] [zn] [as] fae] [ee] [se] [Be] [52] [ee] foe] [v] [Se] [ee] [ee] fas [oe] Lie] [w(t] [ee] Ese] [ee] les] ee!\nABOUT EUROMETAUX\nEurometaux is the decisive voice of non-ferrous metals producers and recyclers in Europe. With an annual turnover of €120bn, our members represent an essential industry for European society that businesses in almost every sector depend on. Together, we are leading Europe towards a more circular future through the endlessly recyclable potential of metals.\nContact: Cillian O’ Donoghue, Director Climate & Energy | odonoghue@eurometaux.be | +32 (0) 2 775 63 12\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux"
},
  "language": "Languages.ENGLISH",
  "total_pages": 15
}
