{
  "file_name": "28_446.pdf",
  "pages": {
  "page_1": "fi\ni et i\nA DAS\n———_\n‘aie 2\n=~\nSte\nee\nEZ\nes\nSS\nV7 =o.\n|\n{on\nSy\ner\n{\n=\n. '\nET TT ie ren\n===\nee\ncS 1p ~~\nS~\n1\nRP,\n<> ©\nSe en lin oe ay SAX\nCarbon Border Adjustments Mechanisms — Position of Eurometaux\nERCST Roundtable\nCillian O'Donoghue, Director of Climate & Energy, Eurometaux\n25th November 2020\nSi Co Mo Meee coy ca ees Ge| |Se| |Ga Cr\nCu\ne Se£35 ites\ni ———\n—_——\nSe\nie)\n=. SS\na\nape\nee\ni",
  "page_2": "Our key messages for today\nThe non-ferrous\nmetals (NFM) = the\nmost electro-intensive\nindustry in Europe\nod\nMore impacted by indirect than direct CO2 Costs\n&7 @Eurometaux Pg.2\n>\nWe believe the current measures (indirect costs compensation & free allowances) are a more optimal approach for NFM\nfor 4 main reasons:\nInability to have a border charge on indirect costs (Not emissions) in a WTO compatible manner Complex value chain Likelihood of circumvention No possibility for rebates for exports\nWe thus see increased carbon\nleakage risk exposure as a\nresult of the 55% GHG\nemissions target but no\nincreased carbon leakage\nprotection\na\n55% target will inevitably lead to high carbon prices\nv Given that CBAM is not a viable alternative for our sector, the result of the higher 2030 target will be further closures Instead of CBAM, the Commission should look at the regulatory framework ‘toolbox’ needed for energy intensives\nev",
  "page_3": "Wi @Eurometaux\n3 key facts about non-ferrous metals production in Europe\nRising demand being replaced by imports with higher carbon footprint*\nMetals demand\nTonnes of CO,\nOne of Europe’s\nmost\nAs price-takers, we cannot pass on any regulatory costs to the customer\nincrease by 2050*\nV\nelectro-intensive\nT\n+\nindustries\n»\nChina\n-_\nEurope 7\n+300% +200% +1000%\nxk &\n$@\n+4 x EU «\nElectricity\n= 38-45%\nAl\nof production costs\nAl\nKy\nGe\ne\ne\nElectricity = 31% of Metals\nElectricity\n11/35 @ Closed Idled @ Operating\npriced\nproduction costs\ncosts vary\nglobally\nfrom\nby London\ncountry\nto\nEuropean aluminium smelters closed since 2007\nMetals\nElectricity = 30% of\ncountry\nExchange\nproduction costs\nFor the NFM, electricity is a\nkey localisation factor.\nHowever, European\nproducers face higher power\nNon-Ferrous Metals are likely the most\nprices than the rest of the\nexposed sector to Carbon Leakage\nworld.\nPg.3\n* IES-VUB, 2019: Metals in climate-neutral Europe Source: World Bank 2017\na\n**",
  "page_4": "I\nI Inability to calculate\n‘indirect carbon costs:\nWhy we believe a CBAM cannot be efficiently designed to cover non-ferrous metals?\nCurrent indirect costs compensation and free allowances are more effective than CBAM at\naddressing any carbon leakage risk due to:\na ay\ne—-—--—----=- a\nA\nPossibility to\nNFM value chain\ncomplexities\ncircumvent\nNFM value chains are Avoidance based slight! on characterised by: change in the product I Many production steps; Transshipment strategies I Intertwined material flows Resource shuffling Strategic links with other energy intensives in downstream applications I Eg: 90% of Chinese primary 1 ‘aluminum production based on | coal-fired power, whereas the This complexity makes very ‘remaining 10% is hydropower. difficult to capture the CO2 I embedded content in metals I I products. | So it would be easy to I\nI Indirect costs are decoupled from indirect physical emissions (due to the power market dynamics). The public consultation only refers to indirect emisslons not indirect costs\n(1)\n'(2)\n'(3)\n|\n|\nII Indirect costs in Europe vary between regions and Member States, making it impossible to be set at the EU level\n‘allocate this 10% for exports;\nBut, applying CBAM only upstream would lead to higher | ' to Europe and maintain the | costs | major carbon intensive for downstream producers I I and move production outside / \\ production. \\\niii. Major questions on\n|\nwhether it can be designed ina WTO compatible manner\n| 1\n1\na\nSN\na i Europe ee\na\"\nSe\n&7 @Eurometaux Pg.4\nay\nThe EU’s specific CO2 costs will have to be reimbursed somehow in order to make exports competitive. Most likely this will be regarded as an export subsidy by the WTO and hence be challenged by our global\ncompetitors\nOne underlying problem\nLack of Export\nRebates\nwith all of the options mooted in the Commission's consultation Is:\nHow to handle the exports out of the EU?",
  "page_5": "1\nof\n1\nHow to calculate Vv\nindirect\n<¥\nIndirect CO2 physical Emissions are not correlated\nwith Indirect CO2 Emissions Costs\nIndirect costs vs. indirect emissions\nEmission intensity, generation and pricesetting in electricity market\ni! u & gS NS S S NN S 9S S ss aS\n»)\ni the Physical indirect consumption emissions in power (CO2/MWh)\n\n— Hence indirect costs are not the same as tax on the CO2 content of indirect emissions\nemissions costs?\nNe\nY European smelters extra climate costs on power prices (indirect costs) have no relation\nto the physical generation emission footprint.\nv It seems not possible for a CBAM to address indirect costs. Thus indirect costs\ncompensation would need to be maintained.\n¥Y ACBAM on top of indirect carbon costs to address indirect emissions is feasible. ev\nThere’s a huge difference between actual power GHG intensity (indirect emissions) vs intensity of the price setting technology in power market (indirect cost)\nThe indirect CO2-costs in EU are a result of the marginal price-setting mechanisms in the power market, not an expression of the indirect emission levels in products.\nIndirect costs vary within the European regions while the CBAM will be set at EU level\nEU’s own Guidelines (21.09.2020) describe 2 different methodologies: 1) Market based CO2 emission factor based on margin setting technology in power market or 2) Average CO2 intensity of electricity produced from fossil fuels in different geographic areas",
  "page_6": "A Combination of Policies are Needed to Protect Industry from Carbon\nLeakage Today and Facilitate Industrial Transformation to Climate\nNeutrality\nToday: Phase IV — 2021 - 2030\nTomorrow: Post,2030 up to 2050\nI\nYv Free allowances\n1.Indirect CO2 costs: carbon leakage protection measures focusing on\nelectricity/indirect CO2 costs until power is fully decarbonised (means pass through factor is zero) or until other regions face similar indirect carbon costs.\n(Including changes to avoid CSCF)\nY Indirect\nCO.compensation\n2.Direct CO2 costs:carbon leakage measures to address direct CO2\n(Targeted approach to proiect the\ncosts (“until we see similar carbon pricing arrangements outside the EU)\nmost exposed)\n3. Technological\nbreakthroughs:\nSupport on\nbreakthrough technologies (innovation funding, contracts for difference, etc)\nOther measures needed:\n4.Low carbon products: Create markets and demand for low carbon\n¥Y\nSupport for new tech & investments Y Create market for low-CO2 products\nproducts (Public procurement, standardisation, product labelling, etc)\n5.Charges to the consumer:\nusing climate friendly materials\nI\n205\n2030\n2040\nlow-CO2\n2020\n&7 @Eurometaux Pg.6\nCreates incentives for choosing &",
  "page_7": "THANK YOU\nCillian O’Donoghue\nEnergy and Climate Change Director\nodonoghue@eurometaux.be\ne7 @Eurometaux\nPe] Pe] [ae [zn\nVanadium\niach\nAvenue de Tervueren, 168 | B-1150 Brussels | Tel: +32 (2) 7756311 | eurometaux@eurometaux.be\nwww.eurometaux.eu"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
