{
  "file_name": "28_444.pdf",
  "pages": {
  "page_1": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nPRESS\nRELEASE\nEU Parliament Vote: Metals industry concerned on Carbon Border Adjustment Mechanism’s effectiveness\nBrussels, 10 March 2021: “We remain concerned that the future Carbon Border Adjustment Mechanism (CBAM) will not be effective in preventing the non-ferrous metals industry’s risk of carbon leakage”, said Guy Thiran, Director General of Eurometaux (European metals association) on the day of the European Parliament's plenary vote on their Carbon Border Adjustment Mechanism (CBAM) report.\n“Non-ferrous metals including aluminium, copper, and zinc are the most exposed sector to carbon leakage because they are priced globally and highly electricity-intensive. The EU’s forthcoming higher 55% climate target will further increase our carbon leakage risk, and while we welcome that policymakers are looking at measures to address this higher risk, our view is that the CBAM design is not a suitable approach for non-ferrous metals”.\nNon-ferrous metals are produced mainly using electricity, unlike other energy-intensive materials like steel and cement where direct carbon emissions are most impactful. The CBAM design voted today in Parliament aims to tackle the direct and indirect emissions of imported products and establish fair competition for European companies bearing the costs of decarbonisation. But metals companies bear most of their carbon costs indirectly through higher national electricity prices, an issue even for facilities already using carbon-free electricity. A solution for addressing these independent indirect carbon costs has not yet been found, compared with the existing system.\nAlthough the non-ferrous metals industry is currently an outlier in its high level of electricity-intensity, other major energy-intensive sectors will make a similar shift in the next decades as part of their decarbonisation pathways. Any system must reflect the specific challenges and costs associated with high levels of electricity use, while also needing other important measures such as facilitating long-term power purchase agreements for carbon-free electricity, supporting low-carbon breakthrough technologies, and creating lead markets for low-carbon products.\nGuy Thiran continued “We don’t support the Parliament's view that all energy-intensive sectors should automatically be included in a CBAM, nor that aluminium is explicitly referenced as a potential pilot sector. The European Commission must first complete a careful impact assessment into which sectors actually fit the CBAM design, and then develop a package of measures that will effectively address all carbon and investment leakage risks. Our other principles are that the EU’s system should reflect the complexity of industrial value chains, not be open to easy circumvention, and allow export rebates. It would be too easy for a dominant global power like China to redirect its low-carbon metals to the European market to avoid border costs’.\n“We are relieved that the European Parliament has not called for existing carbon leakage measures to be phased out once a CBAM is introduced. We need clarity and regulatory certainty on this situation, to give companies the stability they need over the next decade to make their investments into the low carbon technologies of tomorrow. Having recently agreed on the EU’s carbon leakage mechanisms up to 2030, we should not undermine these provisions but ensure they remain in place until at least that time”.\nContact: Chris Heron, Communication & Public Affairs Director | heron@eurometaux.be | +32 (0) 493 18 89 63\nAbout Eurometaux: Eurometaux is a trade association representing the collective European non-ferrous metals industry, including miners, smelters, refiners, fabricators and recyclers. The industry employs 500,000 people across over 900 facilities, with an annual turnover of €120bn.\n[a] [oe] | [Pe] [ze] [au] [as] [ee] [=| [oe] [52] [ce] feel [x] Sn ea] [ee] [ae] [es] [ie] [| [te] [ee [se [se] ie] ln\nEurometaux - European Association of Metals\nAvenue de Broqueville 12 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux"
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
