{
  "file_name": "28_448.pdf",
  "pages": {
  "page_1": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\nA European Metals Action Plan Fit for the Energy and Digital Transitions and Europe’s Defence:\nA Call for Urgent and Lasting Action\nEurometaux (the European Non-Ferrous Metals Industry Association) requirements from the proposed Metals Action Plan\nIntroduction\nThe European Non-Ferrous Metals (NFMs) industry is a critical enabler of the twin transitions and is vital to providing European made materials necessary for our defence in an increasingly unstable world. All the technologies that are needed for the energy transition — wind turbines, solar panels, batteries, EVs, etc. must be made using NFMs such as aluminium, copper, zinc, nickel, etc. The same is true of the digital transition where metals such as gallium, arsenic, platinum and other precious metals, etc. must be used to spur digitalisation and development of infrastructure to support the deployment of smart technology. Likewise, we need antimony, aluminium, lead, etc. for our defence industry to manufacture ammunition, flak jackets, etc.\nWithout NFMs made in, and for, Europe we will not be able to have the strategic autonomy that we need for renewable energy, digitalisation and our defence. The need to have a European NFM industry is a first order magnitude must, otherwise we will neither have physical security, nor economic security in the months and years to come.\nOur capacity to deliver these processed metals in Europe is diminishing at a time when we should be growing the number of mines, refining, smelting and recycling facilities of NFMs. Since 2020, twenty such European aluminium, silicon and zinc facilities have been shuttered. This is the opposite of the strategic autonomy championed in the Draghi Report and is catastrophic news for our ownership of our own defence, renewable energy technology production and digitalisation. In order to rebuild the competitiveness of our NFM industry, the only way is to ensure globally competitive production costs, starting with access to energy.\nEurometaux has long been calling for the European Commission and the Member States to create the right conditions for these industrial facilities to come back into production and to invest in the development of 10 new mines for NFMs, 15 new processing facilities and 15 new recycling facilities. These industrial installations will be needed if we stand any chance of achieving the objectives of the Critical Raw Materials Act by 2030.\nThe time to act is now to ensure we have a resilient European NFM industry, and we are pleased that the European Commission is taking the initiative to launch a Metals Action Plan within the first 100 days of the start of the new Commission. It is important that the European Metals Industry is consulted on this plan and as such we outline\nimensy\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux",
  "page_2": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\nbelow what Europe needs to do to ensure that we have the NFM industrial base we need to deliver economic security for the European Union:\n1 Unburdened access to market for European NFMs\na) Ensure that the REACH revision does not result in an increasingly challenging regulatory environment for metals to be placed on the EU market b) Ensure that implementation of the ESPR acknowledges the specificities of EU processed metal/metal- containing products c) Ensure that the new sector specific BREFs created under the Industrial Emissions Directive (e.g. battery manufacturing and mining of ores) facilitate and not overburden EU producers\n2. An EU Energy Policy for Clean and Affordable Energy\na) Immediately address the high cost of energy for Energy-Intensive Industries (Ells) b) Implement indirect costs compensation beyond 2030 and keep indirect emissions outside of CBAM scope for aluminium and ferro-alloys. c) Adopt targeted measures facilitating access to globally competitive electricity such as support for matching RES profile costs, guarantee schemes for PPAs, allocate a significant share of CfDs output to PPAs with electro-intensives d) Minimise regulatory and market costs for NFM facilities through reducing network charges, taxes, renewable levies and other policy costs for Ells\n3. An EU policy to foster global competitiveness and support investments in the transformation of our sector\na) Improve framework conditions for the NFM industry and foster the business case by cutting red tape, remove investments barriers and fastening permitting. b) Develop a European sovereign wealth fund with dedicated finance for raw materials, c) Utilising 15% of the next EU budget for industrial competitiveness d) Develop a Raw Materials Bank to finance investment in the NFM value chain e) Earmark a larger share of ETS revenues for Ell competitiveness. Also use the existing Innovation Fund to set up an easy to access, dedicated Industrial Decarbonisation Fund for NFM facilities to support their decarbonisation f) Introduce incentives to use European produced NFMs in key downstream sectors, such as batteries, vehicles and construction\n4. Secure Access to Raw Materials from primary and secondary sources\na) Europe needs to open 10 mines, 15 processing facilities and 15 recycling plants for NFMs by 2030; thus, permitting in the EU must be further facilitated b) Develop a Green Public Procurement Framework for NFMs in Europe\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels Tel: +32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux\nmare",
  "page_3": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\n5. An EU trade Policy that works for industrial resilience\na) Urgently strengthen and ensure assertive enforcement of the EU Trade Defence Instruments — anti- dumping, anti-subsidy and safeguards tools, and also consider adopting new tools (e.g. a tariffication regime) to safeguard the future of European NFM industries vis a vis the rest of the world. b) We need to have 15 projects in third countries via the Global Gateway focusing on NFMs for Europe by 2030 c) Ensure that FTAs deliver what we need and support our own NFM industry d) Stop the exporting of scrap metals from Europe by considering the reciprocal approach suggested by Mario Draghi.\n6. An EU Social Policy for High Quality Industrial Jobs\na) Provide adequate resources for the forthcoming EU Just Transition Observatory with the involvement of sectoral social partners\nThese core requirements are explained in more detail in the following pages\n1 Unburdened access to market for European NFMs\nThe mining, production, processing and recycling of NFMs is governed by many different regulations in the European Union today, and one of the most prominent pieces of legislation that affects the access of our metals to the European market is the REACH Regulation. This is due to be revised in 2025. While we look forward to the chance to improve its efficiency and predictability, we remain concerned that its suggested “simplification” may result in too simple approaches revealing a lack of understanding of the metals specificities. Uncertainty and additional burden to access the market must be avoided at all costs, otherwise it will become extremely difficult to produce, use or recycle metals here in Europe. This will result in simply buying articles from abroad not falling into the scope of the REACH regulation that do not necessarily comply with the same environmental and social requirements, may be difficult to recycle and certainly will not support our economic security or defence.\nA case in point regards Lithium. Lithium will soon be classified as very hazardous to humans, based on limited data from the medical field. These exposure conditions are not comparable to the normal use of lithium compounds, whether in industrial conditions, by professionals or consumers, or even for the general population. This classification results in a domino effect of risk management measures that aim at substituting lithium or restrict its uses, involving also uncertain timelines and possible overlaps. This discourages any investment in an EU-based lithium production or processing, disadvantaging the whole supply chain against other regions. This situation is also applicable to other metals that have been subject to unjust classification and domino effects of risk management in the past.\nWe strongly engage in the chemicals management of metals: any revision of the REACH Regulation must improve its efficiency to appropriately support the increasing demand for these metals and not result in stifling our European industries and making us more dependent on imports of finished products not meeting our standards.\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels Tel: +32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux",
  "page_4": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\nAnother area that will regulate access to market for NFMs is the Ecodesign for Sustainable Product Regulation (ESPR). The new rules will apply to all products placed on the EU market, including imports. However, for the first time they will not only cover the final but also intermediate products (including NFM) that require further processing. Future products will promote not only energy efficiency but also circularity, sustainability, and overall reduction of environmental and climate impacts. Yet, specific rules under the Regulation, to be established via delegated acts, will need to acknowledge the specificities of metals and promote the purchasing of low- and near-zero carbon products.\nThe top priorities in ESPR should be:\ne Establish minimum EU green public procurement requirements based on the life cycle approach and in line with the EU circular economy and climate neutrality goals. Use life cycle assessment to assess the environmental performance of products. Apply a consistent approach when prescribing ESPR requirements for products and acknowledge the specificities of metals in relevant product group.\nAnd finally, as Europe fights to improve access to CRMs and development of domestic battery value chains we remain concerned that the Commission’s decision to work on new Industrial Emissions Directive BREF documents for Battery Manufacturing and mining of ores could add additional regulatory and financial burden on EU industries and slow down the opening of new capacity. It is critical that these new regulatory requirements work to facilitate permitting and investment and do not act as additional disincentives for EU projects.\n2. An EU Energy Policy for Clean and Affordable Energy\nThe biggest challenge facing our industry today is the final cost of energy, specifically electricity. Electricity prices and costs are the main contributors to the shuttering of refining and processing plants across Europe. Urgent action is needed to bring the prices and cost of industrial energy consumption down in Europe. The Draghi report has pointed out that our competitiveness is being struck by the cost of electricity being 2-3 times higher in Europe than in the USA. Without direct action to address this, there is a high risk of more plants shuttering further weakening our own ability to produce the NFMs we need here in Europe.\nNFMs are highly electro-intensive, price takers (metals prices are globally set at London Metals exchange) and are exposed to global competition. We need 112 TWh more affordable decarbonised electricity by 2030 for our strategic raw materials supply chains, which will require much investment in our facilities and grid infrastructure.\nWe also note that the CBAM is not very suitable for NFM and cannot secure the competitiveness of our industry in its present form.\nThe top priorities in this field should be:\ne Access to globally competitive, decarbonised electricity, inter alia via facilitating power purchase agreements (PPAs) through support for matching intermittent RES profile costs, guarantee schemes tackling off takers’ credit risk, allocation of a significant share of new contracts for difference (CfD) output to PPAs with electro-intensive Ells (as per the Draghi report).\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels Tel: +32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux",
  "page_5": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\nAll surcharges, taxes, levies and network charges placed on energy intensive consumers should cumulatively not exceed 0,5% of most exposed electro-intensives’ gross value added (GVA) (also in Draghi report). Ensuring continuity in the implementation of the State Aid Framework aiming to prevent carbon leakage, while preserving the integrity of the single market. Implement indirect costs compensation beyond 2030 and keep indirect emissions outside of the CBAM scope for aluminium and ferro-alloys. While technical potential remains limited, investments in voluntary demand response must be adequately incentivised, whilst most system flexibility will have to come from generation sites.\n3. An EU policy to foster global competitiveness and support investments in the transformation of our sector\nEurope has embarked on a very ambitious and unique endeavour to reach climate neutrality by 2050. This requires a fundamental transformation of the European economy and society, which also brings major costs and requires massive investments.\nWe believe that a sovereign wealth fund should be set up to deliver finance for energy intensive industries, with a significant share earmarked for critical raw materials. This should be done in conjunction with Member States and use existing EU funds. Alongside this, a Critical Raw Materials Bank should also be inaugurated to provide time- limited output-based support, applicable both to operating and capital costs of strategic projects.\nWe also propose that finance is used from the EU Innovation Fund to set up an easy-to-access Industrial Decarbonisation Fund supporting NFM facilities to make the investments that are necessary to reach net zero by 2050, taking into account the future emission reduction target in 2040, which is just 15 years away. The NFMs industry has already made a huge effort in this direction and is the most electrified Ell sector in Europe. We have also reduced our GHG emissions by 61% since 1990.\nDecarbonisation policies need to be compatible with competitiveness objectives, therefore we ask for the use of a larger share of ETS revenue for electro-intensives’ competitiveness — in addition to the amount already allocated for carbon leakage protection (indirect costs compensation). It goes without saying that compensation for indirect costs needs to be preserved beyond 2030 and applied harmoniously across the EU, as we are the only region in the world with such costs. Also, for some metals new product benchmarks should be designed to encourage metal circularity and step up carbon leakage protection for those metals that have been recognised strategic under the Critical Raw Materials Act (CRMA).\nThe CRMA sets many new priorities and objectives which is a positive development. Yet there is no finance behind provided for industry to meet the targets. We would propose the development of a Raw Materials Bank, along the lines of the Hydrogen Bank to enable investments in the raw material value chain. Likewise, NFMs facilities are facing considerable investment to bring their operations in line with the stated net zero ambitions of Europe by 2050, which we support.\nWe expect the Metals Action Plan to deliver a clear explanation of what European finance will be put to use to help our vital industry meet the objectives of the CRMA and the net zero objective. Moreover, free allocation to CRM producing facilities should be carried out in a way that respects sectoral specificities, i.e. a new product benchmark\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 1 | B-1150 Brussels Tel 32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux",
  "page_6": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\nshould be established so as to enable a scientifically robust path to decarbonisation, rather than penalising industrial facilities.\nIdentifying and avoiding conflicting objectives: address environmental challenges in a holistic way that ensure a better balance between sustainable developments goals.\nHarmonising implementation of environmental legislation: avoid a patchwork of rules across the EU, realise the full market potential and reduce operational and administrative costs.\nIn this regard we expect a strong action on finance to recognise the efforts we have made, the strategic importance of our sector and the commitments we have made to supporting the net zero target in 2050.\nWe are also adamant that the EU’s sustainable finance agenda must recognise that European metals production is an essential part of supplying the energy transition and EU climate-neutrality goals. As such the Metals Action Plan should ensure that existing taxonomy criteria applicable to metals are usable. For instance, in the upcoming review and (possible) simplification of the Regulation, the Commission should ensure that the climate criteria applicable to primary aluminium are revised to reflect market and physical realities for the sector. The Commission must also develop robust and workable Taxonomy criteria for mining and refining, for both the ‘substantial contribution’ and ‘do no significant harm’ criteria, in line with the objectives of the Critical Raw Materials Act, while ensuring the integrity of the Taxonomy.\nFinance is the key to getting our sector to net zero and the Metals Action Plan should have plenty of details on how much money will be available to invest in our sector.\nIn addition, several due diligence and corporate reporting legislation (such as the CSRD and CS3D) represent a real bureaucratic burden for companies that can hamper competitiveness in the EU. We urge the Commission to achieve harmonisation between the different schemes, as well as simplification of the reporting duties, which should be based as much as possible on existing standards (such as the VSME).\nAnd lastly, we ask to have an honest discussion about carbon pricing impact on competitiveness while delivering both climate and CRM targets. We think it is the right time to become more agnostic and to implement complementary to carbon pricing — such as US IRA - to achieve emissions reductions for the purpose of preserving jobs, know how, and innovation.\n4. Secure Access to Raw Materials from primary and secondary sources\nThe Critical Raw Materials Act has been a huge boost for understanding what is at stake with regard to access to vital NFMs. Nevertheless, we need more action to make the objectives of the CRMA a reality, considering that ambitious targets on extraction, processing, recycling and sourcing of materials from third countries are set. The Metals Action Plan must focus on delivering access to critical raw materials in Europe. We need more mines (and processing plants), and we need more recycling facilities to ensure we have a domestic base of metals that we need for our economic and social transition. We call on the Commission and Member States to enable a further 10% increase in recycling’s supply contribution by 2030 per NFM through improvements in metal scrap collection, sorting and shipments.\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels Tel: +32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux",
  "page_7": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\nWe have identified the need for 10 new mines in Europe for NFMs by 2030 and the need for 15 new recycling plants. The Metals Action plan should set out how these will be realised — addressing permitting issues, it can take more than 2,5 years to get a permit for a mine in Europe. With the time to 2030 limited to 5 years this makes no sense; we need urgent action. Permitting needs to be quickly and decisively addressed.\nGreen public procurement is another area that could be utilised and should be included in the Metals Action Plan.\nThe priorities in this field should be to:\ne Create conditions to open new capacity for strategic raw materials: 10 mines, 15 processing plants and 15 recycling facilities. Implement the rules to accelerate permitting for strategic projects at the Member State level. Approve a portfolio of 20-30 strategic extractive projects to achieve the 2030 target of the CRMA. Grow the EU recycling industry capacity by improving scrap collection, sorting and shipment to direct scrap metal to European high-quality recyclers. Continue developing Strategic Partnerships with raw materials rich countries.\n5. An EU trade Policy that works for industrial resilience\nWith the multilateral trade system increasingly under pressure, the EU must adapt its policies to secure transparent fair and free trade. For instance, we are increasingly concerned by unilateral actions of certain countries e.g. China, where export controls on critical raw materials like antimony, germanium and gallium are used as a means of trade policy against Europe, with significant impact on EU value chains. We therefore need a smarter approach to trade, and we need to strengthen the EU’s trade and competition toolbox to address distortive subsidies, unilateral trade measures and unfair trade practices.\nSeveral metals, including aluminium, continue to face state sponsored structural overcapacities in China, as well as increased production in other countries such as India. The EU needs to address this issue as otherwise the European NFM industry will be a victim of deliberately under-priced over supply, possibly leading to the shattering of vital European industries. We need to boost our trade defence measures so that we can act quickly to defend our interests before it is too late. Faster deployment of trade defence measures such as anti-dumping duties, anti- subsidies duties and safeguard measures is crucial if European NFM industries are to survive against unfair third country competition.\nIn terms of improving the EU’s recycling capacities, we note that important quantities of scrap metals, such as aluminium and copper scrap, continue to be exported to third countries every year. This is a huge loss of access to raw materials and also a loss of the clean energy used to produce the aluminium and copper in Europe. The Metals Action Plan needs to urgently address this issue and stop the pattern of exporting our scrap metals to places where they will be re-processed with lower environmental standards and higher carbon energy. If we are serious about our circularity we need to end scrap metal exports, to places where environmental standards are not the same as European ones.\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels Tel: +32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux",
  "page_8": "EV | Eurometaux\nMETALS: SUPPLYING EUROPE’S ENERGY AND DIGITAL TRANSITIONS\nee\nJanuary 2025\nTrade policy also needs to play an important part in building up a more resilient and secure supply of critical raw materials through international cooperation with third countries. the EU needs a more comprehensive and assertive policy to secure access to the metal raw materials that we need. Other countries (Japan, Australia, US, South Korea, etc.) have already introduced their own critical raw material policy, so the EU needs to take action to catch up. We can do this if we utilise the Global Gateway to deliver 15 metals oriented critical raw materials projects by 2030. This is an achievable goal and can be used in conjunction with the countries where we already have strategic partnerships under the CRMA. This must be a priority now. The European businesses must not face unfair competition from third-country companies that sell carbon-intensive products on the EU’s internal market at lower prices due to the absence of equivalent carbon costs in their home markets. Likewise, foreign companies should not gain an unfair advantage through substantial subsidies that distort market dynamics within the EU. The Metals Action Plan must:\nstrengthen the EU’s trade and competition toolbox to address the distortive effects of subsidies, unilateral trade measures, circumvention, unfair trade practices and structural overcapacities in the global metals market, while facilitating diversification of supplies; ambitiously enforce and implement existing rules where conditions for their respective use are met, including those on trade defence; use bilateral free trade agreements and strategic partnerships on critical raw materials to help secure a sustainable and diversified raw materials supply, while effectively enforcing rules of origin and promoting high and comparable sustainability standards; develop a strategy to promote diversified and resilient supply chains for the primary raw materials.\n6. An EU Social Policy for High Quality Industrial Jobs\nEurope is a long-standing producer of NFMs, with a skilled and highly unionised labour force. These are high quality European jobs and should not be lost cheaply. Our companies and work force take great pride in the work that they do, many of which have centuries of history behind them. These jobs have good pay and working conditions, with high health and safety standards. Beyond the direct jobs that we provide our companies and workers support millions of indirect jobs. We will need tens of thousands of new workers with the right skills in our sector if we are to meet the CRMA objectives by 2030. Our sector is thus crucial to the economic security of Europe.\nWe support and respect all EU legislation on workers’ rights and recognise that our companies and workers must be the backbone of a new EU industrial policy that puts NFMs at the heart of the twin transitions and our badly needed defence industry. The transitions and the increased focus on defence must be managed in a way that ensures a just and fair transition, leaving no-one behind. This can be achieved with a right to training for all workers.\nWe expect the European Commission and Member States to support the social partners to work together and provide financial support for up skilling, reskilling and training. We need a skilled labour pool in Europe to work on NFMs and industrial policy should address the means to increase recruitment and training of European workers. The EU must establish a centralised EU observatory for monitoring metals industry skills needs.\nEurometaux - European Association of Metals\nAvenue de Tervueren 168, Box 13 | B-1150 Brussels Tel: +32 (2) 775 63 11 | www.eurometaux.eu eurometaux@eurometaux.be @Eurometaux"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
