{
  "file_name": "28_445.pdf",
  "pages": {
  "page_1": "eV | Eurometaux\nMETALS: AT THE HEART OF EUROPE\nPRESS\nRELEASE\nCBAM vote: Inclusion of indirect emissions will benefit higher-carbon metals imports\nBrussels, 22 June 2020: “The European Parliament has today voted to include indirect carbon emissions in the Carbon Border Adjustment Mechanism, despite lacking a methodology for doing so effectively. This would negatively impact European metals producers and directly increase global emissions, during a critical period for their survival and decarbonisation. We need EU institutions to find a better solution during the next stage of trialogue negotiations”, said Guy Thiran, Eurometaux Director General, after the European Parliament's plenary vote on Carbon Border Adjustment Mechanism (CBAM) and the Emissions Trading System (ETS).\nThe European Commission’s original CBAM proposal is limited to direct carbon emissions only, accepting the challenges involved in taxing the indirect emissions from a company’s electricity consumption. Recent studies have demonstrated that a CBAM covering indirect emissions would increase the production costs of electricity- intensive European metals producers (i.e. by 24-31% for aluminium smelters), while advantaging foreign suppliers with a higher carbon footprint.\nThe EU’s marginal pricing system for electricity means that even smelters with carbon-free power sources face significant indirect carbon costs from the Emissions Trading System, in the form of higher electricity prices. Replacing the ETS’s current indirects compensation system with a CBAM would expose European producers to these extra costs while more polluting importing competitors face lower or even zero border charges. The metals sector is the most electrified industry in Europe and so will be at the frontline of the challenge.\nGuy Thiran continued: “Our industry is facing an existential crisis from today’s sky-high electricity prices, which have already shuttered 40-50% of the EU’s best performing aluminium and zinc production capacity. We estimate that replacing aluminium supply from elsewhere in the world has added a net 6-12 million tonnes of annual CO2 emissions. We share the Parliament's goal for a level playing field, but the exact opposite will happen if indirect carbon emissions are included under CBAM”.\nThe metals sector recommends that EU institutions keep indirect emissions out of the CBAM until the power system is sufficiently decarbonised after 2030. Until then, companies will continue to face significant unilateral indirect carbon costs, regardless of their actual footprint, and so the existing ETS compensation scheme should be maintained. A future decarbonised power system will reduce the non-ferrous metals industry’s carbon footprint by over 80%, due to its high level of electrification.\n“We are also alarmed by several other elements of today’s vote. It is premature to commit to phasing out ETS free allowances before the CBAM’s effectiveness has been thoroughly tested. This is a pivotal decade where companies need to make the necessary investments into breakthrough decarbonisation technologies. We also need a solid solution to preserve the competitiveness of EU exports within a CBAM, and a proper evaluation before including other sectors in the system”\n“Our industry is committed to meeting the EU’s 2050 climate-neutrality objective and to supply the metals demanded for clean energy technologies. We are investing to further reduce our greenhouse gas emissions and working to improve the conditions for signing renewable energy power purchase agreements. But in a sustained period of high electricity prices, it’s critical that the EU’s Fit for 55 package provides the necessary support to prevent further industrial losses. We don’t see that balance in today’s Parliament vote”.\nContact: Chris Heron, Communication & Public Affairs Director | heron@eurometaux.be | +32 (0) 493 18 89 63\nAbout Eurometaux: Eurometaux is a trade association representing the collective European non-ferrous metals industry, including miners, smelters, refiners, fabricators and recyclers. In total the industry employs 500,000 people across over 900 facilities, with an annual turnover of €120bn.\nEurometaux - European Association of Metals\nAvenue de Broqueville 12 | B-1150 Brussels | Tel: +32 (2) 775 63 11 | www.eurometaux.eu | eurometaux@eurometaux.be | @Eurometaux"
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
