{
  "file_name": "28_455.pdf",
  "pages": {
  "page_1": "Status September 2023\nCBAM: DON’T FORGET POWER CABLES!\nNew study commissioned by Europacable concludes that the exclusion of aluminium power cables from CBAM endangers Europe's decarbonisation\nGRID INTERCONNECTION AND RES INTEGRATION: POWER CABLES ARE VITAL FOR EU’S DECARBONISATION\nFacts: Aluminium is the electrical conductor in 90% power distribution cables and 70% land transmission cables\nShould cables stay out of CBAM in 2026\nGer,\nl/s\n~~, i == redial EU\nEU\nvA\nCarbon leakage from non EU/EEA due to cables imported outside CBAM scope and produced with higher-emission aluminium\nShortage of cables due to undermined competitiveness of EU industry + 1,048€ per tonne of cable in 2030 with minimum 1/3 of aluminium imported from outside EU/EEA\nEuropacable calls for the inclusion of cables containing aluminium or steel under CN 8544 into CBAM as a matter of priority before 2026\nAll power cables using aluminium and/or steel should be part of CBAM. This inclusion will make both EU and non-EU cable producers subject to CBAM, and thus create a level playing field\nTime is of the essence as the European Commission will have to assess the inclusion of downstream products of goods listed in Annex | by the end of the transitional period (31/12/2025)\nFurthermore Europacable recommends the exclusion of indirect emissions until European electricity is fully decarbonised\nNS\n(Curopacable\nTry life without us",
  "page_2": "europacable’\nTry life without us\nANNEX\nA new study commissioned by Europacable confirms that aluminium power cables are a key technology to empower Europe’s decarbonisation. Consequently, Europacable calls for the European Commission to include them in the CBAM scope as a matter of priority by the end of the transitional phase in December 2025.\n“It would appear to be beneficial for the EU economy and society, along with the EEA power cable manufacturing sector, to include imported downstream products with a high content of aluminium (and other similar products and raw materials including steel, also covered by CBAM) in the scope of CBAM as a matter of priority, using Code Nomenclature (CN) 8544'.”\nThis is the conclusion of an in-depth study on Potential impacts of the EU Carbon Border Adjustment Mechanism on the European cable industry? Europacable has commissioned ERM+°, a leading sustainability consultancy. With around 90% of distribution, and 70% of land transmission, aluminium power cables will serve as the core backbone infrastructure technology of future grids empowering renewable energy sources in Europe.\nAgainst this background, Europacable calls on the European Commission to include power cables as per CN 8544 when assessing the possibility of widening the CBAM scope to downstream products of goods included in Annex I (as per articles 30.3 and 30.4 of the Regulation) by the end of the transitional phase. This will make both EU and non-EU producers subject to CBAM, and thus create a level playing field.\nThis is confirmed by the ERM Study: “In addition, introduction of strict anti-circumvention provisions would ensure a level playing field for the power cable (and other similar downstream product) sector. Such a move will help CBAM achieve its goals, while at the same time maintain a strong EU manufacturing industry, enabling the use of clean energy.”\nOverall, including cables in the scope of CBAM will also be consistent with the aim set out in the recent EU Proposal for a Net-Zero Industry Act with respect to grid technologies. Cables were identified as a strategic net-zero technology by making significant contribution to decarbonization.\nKey findings:\nCombining a desk-based literature review with a survey of ten major European cable manufacturers, ERM experts have delivered the following conclusions:\nAluminium is used as the conductor in: - 90% of power distribution cables (voltage level up to 36 kV); - 70% of power land transmission cables (voltage level up to 525 kV)*. Overall, aluminium serves as a conductor in about 35% of all European power cables. Aluminium power cables find use in a broad range of applications which are essential for EU society and for achieving EU’s decarbonisation goals for 2050. This is even more valid in the light of the current war in Ukraine and EU’s commitment to reduce its reliance on imported oil and natural gas from Russia. The current scope of the CBAM regulation does not include downstream products with high aluminium content, such as power cables as per CN 8544. This would undermine the competitiveness of European cable production — and give an unfair competitive advantage for more carbon intensive aluminium cables imported from non-EU locations. Furthermore, this would also add to the carbon leakage, which CBAM aims to avoid. Finally, CBAM unintentionally create jobleakages and incentives for EU producers to relocate to non-EU countries. The EEA power cable industry manufactured up to 1,250,000 tons of power cables with aluminium conductors in 2021, in their plants in 17 EEA countries (including 15 EU Member States) employing over 10,000 people. The EEA is a net exporter of power cables, showing the current strength of that industry sector compared to the non-EEA competition. It is expected that the EEA power cable industry’s operations will increase significantly in the coming years, as the EU increases investment and projects related to energy infrastructure in view of the 2030 and 2050 decarbonisation targets®. The additional material cost for aluminium due to CBAM rules is currently estimated to reach €1,048 per tonne of cable in 2030, when about 50% of free allowances under the EU ETS will have been phased out - which competitors from non-EU countries will not have to pay. The majority of this additional cost would be due to the additional cost of the carbon border tax for indirect emissions from the generation of electricity used in the process, after their likely inclusion in the scope of CBAM. If CBAM does not include downstream products in its scope, this additional cost would apply only to EEA-based power cable manufacturers, who would then be facing a considerable competitive disadvantage compared to their non-EEA competitors. The decreased competitiveness of the EU-manufactured aluminium power cables could impact the EU’s ability to meet its 2050 decarbonisation goal. Higher material costs for the high-end cables used in large interconnection or RES projects would result in a slower realisation. There would be slower integration of RES in the power generation mix, while the electricity grid would not improve in terms of stability and fairness of electricity prices. This would mean that reliance on fossil fuels will remain high, going against the energy independence envisaged by REPowerEU and the European Green Deal.\n'\nPower cables are defined per CN 8544 as “/nsulated wire, cable and other insulated electric conductors, whether or not fitted with connectors; optical fibre cables, made up of individually sheathed fibres, whether or not assembled with electric conductors or fitted with connectors”. | 2 https://europacable.eu/ wp-content/uploads/2023/06/Europacable_Potential-impacts-of-CBAM-EU-cable-industry_May_2023.pdf | 3 https://www.erm.com/ | * Europacable estimate. | ° According to 2022 report from Eurometaux “Metals for Clean Energy”, the electricity networks will need to at combined annual growth rate (CAGR) a on grow a of 11% until 2050 if the EU is to meet its decarbonisation target (from approx. 75,000 km/year in 2020-2030 to more than 100,000 km/year of new network in 2040-2050). | ° This figure has been revised upward after the publication of the ERM report, based on a new estimate of carbon price for aluminium at 131 € per ton in 2030. (CRU, Long Term EU Carbon Price Forecast, February 2023)\neuropacable Association Internationale Sans But Lucratif (a.i.s.b.1.) — 58, Rue Marie de Bourgogne — B-1000 Brussels, Belgium — www.europacable.eu — + 32 2 290 89 97 — RPM Brussels 0746.714.017 — EU Transparency Register ID 4543103789-92\nee"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
