{
  "file_name": "290_2544.pdf",
  "pages": {
  "page_1": "**\nx\nNS EUROPEAN\nmanufacturers’\nassociation\nIntroduction\nTYRE & RUBBER\nEuropean Tyre and Rubber Industry Key Policy Recommendations for the European Automotive sector\nAs the representative of a critical part of the automotive value chain, the European Tyre and Rubber Manufacturers Association (ETRMA) strongly supports efforts to ensure a competitive and sustainable future for the European automotive industry.\nTyres are not like any other component of the vehicle, which drivers may never have to interact with. Tyres are changed on average four times in the lifetime of a vehicle, and on them depends the performance of the vehicle when it comes to safety, impact on environment/consumption/battery duration. This is why they should be considered as a consumer product as well as a component, for which the consumer has the responsibility of choice as well as of maintenance.\nRecognising that the tyre and rubber sector is crucial for the automotive sector and the mobility ecosystem at large, ETRMA would like to share its key policy recommendations designed to support the European twin transition and contribute to the competitiveness, sustainability, and innovation of Europe's automotive ecosystem.\nThese recommendations are in line with Draghi's report on the future of Europe's competitiveness and with the strategic goals of the European Green Deal, digital competitiveness, and Single Market\nefficiency. By implementing these measures, Europe can bolster its competitive edge in the global\nautomotive sector, ensure economic security, and drive sustainable growth without compromising environmental standards.\nThe tyre industry at a crossroads — no silver bullet, but a conducive regulatory environment\nThe European tyre industry has been a stronghold of European manufacturing, with a total contribution of close to €44 billion to the EU GDP and creating a total employment of nearly 500,000 people.\nHigh energy, labour and raw material costs, paired with strong price competition from tyres produced outside the EU, have negatively impacted the competitiveness of our industry — which now needs a boost just like the rest of the automotive ecosystem.\nThe recommendations listed below are no silver bullet but rather aim at creating a legislative environment that will be conducive to a gain in competitiveness, minimising the bureaucratic burden deriving from previous legislations, such as the EU Deforestation Regulation, or from lack of EU harmonisation, as in the case of end of waste criteria.\nThese need to be accompanied and supported by a wider strategy, that considers the whole automotive supply chain as critical, cutting down on bureaucracy and assessing carefully all the levers at the Commission's disposal that could have an impact on production prices, such as CBAM.\nETRMA stands ready to continue this reflection together with the three institutions to ensure that any future automotive strategy considers the specificities of the tyre industry and solves the common challenges within the whole automotive ecosystem.",
  "page_2": "xk -*\nNB\nPage 2 of 3\nEUROPEAN\nTYRE & RUBBER\nmanufacturers’\nassociation\nKey Policy Recommendations\nTo achieve swift and meaningful progress, ETRMA urges the European Commission to prioritise the first two key policy recommendations as quick wins, aiming to have them proposed within the initial 100 days of the upcoming legislative term.\n1. Establish a sector-specific regulation for access to in-vehicle data to boost innovation and enhance safety.\nEnsuring regulated access to in-vehicle data will allow industry stakeholders to harness this information for innovation in transport safety and efficiency. This initiative had already been foreseen by the European Commission during the previous legislative term and can be prioritised.\ne Objective: Unlock the Potential of the Data Economy in the entire automotive ecosystem. e Rationale: Sensor-equipped tyres provide valuable data on road conditions, tyre status, driving patterns, and more. By enabling regulated access to this data, stakeholders can develop services that enhance predictive maintenance, fleet management, and eco-driving, benefiting both private users and public authorities. Impact: Facilitates a safer, more efficient transport ecosystem while supporting the EU's goals for digital competitiveness and sustainability. Empowers consumers to take active responsibility for their driving and safety.\n2. Harmonise End-of-Waste Criteria for Tyres\nBy standardising waste criteria, the EU can fast-track benefits for recycling markets and circular economy goals. Article 6 of the Waste Framework Regulation allows the development of such criteria for tyres by secondary legislation and can be, therefore, prioritised.\nObjective: Advance the circular economy through harmonised criteria for end-of-life tyres (ELTs) across the EU. Rationale: Clear, unified standards would boost markets for secondary raw materials and support sustainable and circular innovations within the tyre industry. Impact: This action supports the European Green Deal by promoting sustainable waste management, reducing resource dependency, and creating new economic opportunities within the recycling industry.\nPromote Retreaded Tyres to Support Circular Economy Goals\nObjective: Encourage the adoption of retreaded tyres for trucks and buses through financial incentives, public procurement, and consumer awareness initiatives. These efforts align with the EU's circular economy objectives and climate targets. Rationale: Retreaded tyres significantly reduce the need for virgin raw materials and lower emissions associated with tyre production. They offer an effective means to extend tyre lifecycles while maintaining safety and performance standards. Impact: Substantial contributions to circular economy targets, resource efficiency, and emission reductions. Promoting retreaded tyres will also support the EU's broader sustainability goals.\n4. Promote Best-Performing Tyres to Enhance Safety and Reduce Emissions\ne Objective: Encourage the use of best-graded tyres through public procurement and financial incentives for consumers as well as consumer awareness campaigns. Initiatives on greening corporate fleet should include this aspect as well as a possible revision of the Clean Vehicles Directive. Rationale: High-performance tyres can improve road safety, reducing stopping distances by up to 4 cars lengths, and decrease fuel consumption by up to 7.5% (ETRMA), resulting in CO2 reductions.",
  "page_3": "xk -*\nNB EUROPEAN\nPage 3 of 3\nTYRE & RUBBER\nmanufacturers’\nassociation\ne Impact: Immediate benefits in terms of reduced carbon emissions and improved safety standards across the EU, supporting both decarbonisation and the EU goal to reduce road deaths to zero by 2050.\n5. Facilitate the implementation of the EU Deforestation Regulation and define a EU Rubber Strategy\ne Objective: Ensure the availability of rubber on the European market. e Rationale: Rubber is essential for tyres and numerous automotive components, collectively weighing as much as the four tyres combined. Complementary strategies need to be put in place to ensure a smooth implementation of the EUDR and to support the availability of Rubber in the European market by monitoring the market and supporting the circular economy. Impact: Ensure the long-term strategic autonomy of the EU rubber market.\nAdditional Considerations\nSupport European Competitiveness through Trade and Market Access\ne Objective: Achieve fair and open access to global markets for European tyres, with a focus on emerging high-growth regions like India and Indonesia. Rationale: EU tyre manufacturers face restrictions such as import quotas and local content requirements, which hinder access to expanding markets. Negotiating fair trade agreements and addressing technical trade barriers is essential for maintaining EU market share and competitiveness. Impact: Supports a level playing field and safeguards European jobs, contributing to economic resilience and strengthening the EU’s position in global trade.\nSupport for Workforce Transition in the Twin Transition\ne Objective: Equip the current and future workforce with the skills required to meet increasing demands for automation, digitalisation, and sustainable material use within the tyre industry. Rationale: Upskilling in areas like recycling, sustainable raw material sourcing, and digital management will ensure a resilient and competitive workforce. Impact: Prepares the sector for the demands of the green and digital transitions, contributing to employment security and industry adaptability."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
