{
  "file_name": "290_2543.pdf",
  "pages": {
  "page_1": "EUROPEAN\nTYRE & RUBBER\nmanufacturers’\nassociation\nBrussels, 23 June 2022\nETRMA has followed the outcome of the European Parliament plenary vote on Carbon Border Adjustment Mechanism (CBAM) and welcomes the achievement of this challenging compromise.\nFor further information, please contact communication@etrma.org\nAbout ETRMA\nThe European Tyre & Rubber Manufacturers Association (ETRMA) represent nearly 4.400 companies in the EU, directly employing more than 350.000 people. The global sales of ETRMA’s 14 corporate members represent 70% of total global sales and 7 out of 10 world leaders in the sector are ETRMA Members\". We have a strong manufacturing and research presence within the EU and candidate countries, with 93 tyre-producing plants and 17 R&D centres.\n1 ETRMA’s membership: APOLLO TYRES, BRIDGESTONE EUROPE, BRISA, CONTINENTAL, GOODYEAR, HANKOOK, MARANGONI, MICHELIN, NEXEN TIRE EUROPE, NOKIAN TYRES, PIRELLI, PROMETEON, SUMITOMO RUBBER INDUSTRIES AND TRELLEBORG WHEEL SYSTEMS. Furthermore, members include Associations in the following countries: Czech Republic, Finland, France, Germany, Hungary, Italy, the Netherlands, Poland, Slovak Republic, Spain and the UK.\nke\nx\nAH\n*\nStatement\nEuropean Parliament plenary emergency break solution on CBAM’s scope risks to add further uncertainty to an already difficult situation for downstream users\nETRMA supports the CBAM objectives of decarbonising the European economy while responding to the needs of establishing a level playing field for EU and non-EU raw material producers. Particularly, as it strives to incentivise companies outside the EU to reduce CO, emissions in their manufacturing facilities and develop high quality products contributing to reduce the emissions.\nIn a context of rising energy and raw materials prices, the expansion of the CBAM’s scope to further materials risks to have dire consequences for our industry. This is why, the compromise concerning the expansion of the scope to organic chemicals and polymers constitutes a source of concern.\nETRMA maintains that a full assessment by the European Commission is needed before any such expansion is formalised in a legal text. This cannot be left as an “emergency break” mechanism, which appears difficult to implement, adding a further layer of complexity in an already highly uncertain situation.\nThe tyre and rubber industry is a downstream user of several of the raw materials listed in the scope of CBAM.\nTyres are made of about 200 raw materials, aside from rubber. The original scope of the European Commission targeted about 15% of the weight of a tyre, whilst the inclusion of organic chemicals could possibly arrive to cover about half of the weight of a tyre, greatly increasing the potential effect of CBAM on our industry.\nFor more than 20 years, European Tyre and Rubber Manufacturers have worked to develop a more sustainable tyre and rubber economy, to reduce material waste, direct and indirect CO, emissions in its manufacturing facilities and develop high quality products contributing to the decarbonisation of road transport. The consequences on the competitiveness of downstream users should be carefully evaluated and it is our hope that these concerns will be taken into account during trilogue."
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
