{
  "file_name": "291_2548.pdf",
  "pages": {
  "page_1": ".\nWo\nA“\nZ\nCO.\n(oye g\nWhi WS\n“Y wf\n~.¥\nJJ\n4",
  "page_2": "Brussels, 25 November 2024\nFecc acknowledges the consultation on the authorisation of CBAM declarants (link) and welcomes the opportunity to provide input. In this consultation, we would like to raise the following points:\n1 Fecc supports the initiative to authorise CBAM declarants to ensure compliance with CBAM regulations. However, the process must be clear and streamlined to avoid unnecessary administrative burdens. The requirement for authorised declarants may disproportionately impact SMEs, potentially reducing their competitiveness due to the additional administrative and financial burdens. ¢ The criteria for authorisation and the specific steps involved in the process are currently unclear. Detailed guidelines and support from the Commission would be beneficial. ¢ The Commission could provide simplified procedures, financial support, and training programs to help SMEs navigate the authorisation process more efficiently.\nGeneral Impact on SMEs\n1 In the short-term, SMEs may face significant administrative burdens related to compliance and reporting. In the long-term, ongoing management of CBAM certificates and adherence to regulatory changes will require continuous effort and resources. These changes may temporarily hinder SMEs’ ability to compete in the EU market due to increased costs and administrative requirements. However, with adequate support, SMEs can adapt and maintain their market position. SMEs will need comprehensive training on the new CBAM requirements, including the use of the registry and management of certificates. Access to detailed guidelines and support from the Commission will be crucial. Compliance costs are expected to rise, impacting SMEs’ financial performance. Additional resources will need to be allocated to manage these costs effectively.\nTransition Period Considerations\n1. The absence of an IT tool and default values for performing and reporting calculations during the transition period will complicate the reporting process, potentially leading to errors and delays. Interim solutions or manual processes will be necessary, increasing the administrative burden.",
  "page_3": "2 Interim solutions such as simplified reporting templates, temporary financial support, and dedicated helplines would be beneficial. Additionally, clear communication from the Commission on expected timelines and requirements is essential.\nSMEs expect to incur monetary losses due to increased compliance costs, potential delays in the import process, and the need for additional resources to manage the transition. The main factors contributing to these losses include the administrative burden and the cost of purchasing CBAM certificates.\nFecc is the association that represents chemical, food, and active pharmaceutical ingredients distributors, most of which are SMEs. We believe that sustainability and an integral regulatory framework go hand-in-hand. Consistency between internal and external policies should be achieved to improve the international standing of the EU, strengthen the credibility of our values and actions, and most importantly, improve the protection of the environment globally. We would be happy to engage further with the Commission to address climate change - a global problem that needs global solutions.\nContact\nFecc, European Association of Chemical Distributors EU Transparency Register with ID no. 0346440357-87 Rue du Luxembourg 16b, 1000 Brussels, Belgium T: +32 2 679 02 60\nThis document has been designed using the best knowledge currently available and is to be relied upon at the user's own risk. The information is provided in good faith and no representations or warranties are made with regards to the accuracy or completeness, and no liability will be accepted for damages of any nature whatsoever resulting from the use or reliance on this paper. This document does not necessarily represent the views of all member companies of Fecc.\nTo access the Fecc's response on EU Commission's website, please click here."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
