{
  "file_name": "291_2547.pdf",
  "pages": {
  "page_1": "‘\nFecc\nEUROPEAN ASSOCIATION OF\nCHEMICAL DISTRIBUTORS\n- \\\nEU Consultation:\nEstablishment of the CBAM Registry\nEuropean Association of Chemical Distributors (Fecc)\nNovember 2024\nwww.fecc.org | info@fecc.org\nContact:\nDiana Khrystych, Trade Manager and Policy Analyst (dkh@fecc.org)",
  "page_2": "Brussels, 25 November 2024\nFecc acknowledges the consultation on the establishment of the CBAM Registry (link) and welcomes the opportunity to provide input. In this consultation, we would like to raise the following points:\n1. Fecc supports the legislative initiative and appreciates the flexibility of the reporting requirements. According to the proposal, these requirements should be limited to what is necessary to minimise the burden on importers during the transitional period and facilitate the smooth roll-out of the CBAM declaration requirements after the transitional period. The CBAM adds an additional administrative burden to companies importing goods into the EU. Additional costs are added to the price of the products, which leads to a reduction in market attractiveness and competitiveness. ¢ Currently, it is not necessary to have a Certificate of Origin when importing goods into the EU. The process of acquiring such a document can take time and lead to additional costs. It is also worth considering the burden on enterprises during the preparation and submission of information to the new reporting form. Especially since the dedicated IT tools mentioned in the proposal are still under development and require additional training and guidance materials for those who will use them. The data submitted according to CBAM can fluctuate, which can be perceived as intentional or negligent behaviour by the reporting declarant. According to the proposal, new reporting requires changes in the calculations of emission factors, basing them on quantity data, while the vast majority of non-EU countries still use invoice value for this purpose. The required changes will lead not only to inaccurate data because this indicator (net mass) is harder to obtain and maintain, but also will require third countries to change their systems in customs and accompanying documentation.\nFecc is the association that represents chemical, food, and active pharmaceutical ingredients distributors, most of which are SMEs. We believe that sustainability and an integral regulatory framework go hand-in-hand. Consistency between internal and external policies should be achieved to improve the international standing of the EU, strengthen the credibility of our values and actions, and most importantly, improve the protection of the environment globally. We would be happy to engage further with the Commission to address climate change - a global problem that needs global solutions.",
  "page_3": "Contact\nFecc, European Association of Chemical Distributors EU Transparency Register with ID no. 0346440357-87 Rue du Luxembourg 16b, 1000 Brussels, Belgium T: +32 2 679 02 60\nThis document has been designed using the best knowledge currently available and is to be relied upon at the user's own risk. The information is provided in good faith and no representations or warranties are made with regards to the accuracy or completeness, and no liability will be accepted for damages of any nature whatsoever resulting from the use or reliance on this paper. This document does not necessarily represent the views of all member companies of Fecc.\nTo access the Fecc's response on EU Commission's website, please click here."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
