{
  "file_name": "292_2565.pdf",
  "pages": {
  "page_1": "FEA\nEuropean Waste\nManagement Association\nFEAD BULLETIN N° 76 - 15 April 2022\nCommunication, Networking and Future Event\n10 - 12 at IFAT Munich\nOngoing Surveys and Consultations\ne Commission's Sustainable Products Initiative:\n[e) The Commission’s Sustainable Products Initiative is\nnow open ___ for ___ feedback.\nThe draft | Ecodesign\nRegulation repeals the current Directive 2009/125/EC and\nempowers the Commission to adopt delegated acts with\necodesign requirements for, or in relation to, products.\nAccording to the Communication, the extension of the\nEcodesign framework (currently only for energy-related\nproducts) is to cover the broadest possible range of\nproducts, without mentioning any specific categories or\npriorities.",
  "page_2": "Please provide us with your feedback to the draft FEAD\nfeedbackby\n15 = May = 2022,_—s COB.\n[e)\ne Call for evidence on the certification of carbon removals:\ne ETS:\ne Questionnaire on ‘in-house’ procurement:\n15 April 2022, COB.\n[e) The Commission opened for feedback a call for\nevidence on the certification of carbon removals according\nto the Communication on Sustainable Carbon Cycles.\nPlease provide us with your feedback to the draft FEAD\nanswers to the Commission’s questionnaire by Friday,\n15\nApril =\n2022, 2s CB.\n[e) At the initiative of PIGO, we invite you to fill in\nthis questionnaire on ‘in-house’ procurement by Friday,\nCompromises in the ITRE Committee put an end to free allowances on the carbon market by the end of 2034 for sectors that will be subject to the CBAM. The compromise will be voted on 20 April in the ITRE Committee, which is jointly responsible with the Environment Committee for the issue of free allowances. The European Commission had proposed 2036. However, the phase-out will be gradual and will only begin in 2028 (as opposed to 2026 for the Commission). This date was also retained in the compromise on CBAM, which will be voted on the same\no\nMonitoring of EU Institutions\nLife of EU institutions",
  "page_3": "e EAP\ne Microplastics\nday. However, free allowances could be extended in the event of proven risks of relocation linked to the price of carbon. It would even be maintained in full for exports from sectors subject to CBAM to countries without an ETS. Finally, the compromise reduces free allowances \"by 15 to 40%\" in the event of non-compliance’ with the recommendations of the energy audit report (when it is made mandatory by the energy efficiency directive). The executive proposed -25%. EPP, S&D and Renew support\nboth compromises in full.\nThe EU 8\" Environmental Action Programme was published_in_the Official Journalon 12 April.\nThe Commission remains unclear on the date of release of the draft restriction on microplastics. Commissioner Thierry Breton replied on 12 April that \"internal consultations\" would be opened \"in the coming weeks to finalise the draft restriction\". The text \"should include a definition of microplastics [...] based on size, solubility and biodegradability, among other criteria\". The Commissioner defended the need for transitional periods to give stakeholders sufficient time to adapt to the new rules. An \"update\" on the dossier is expected at the next meeting of the REACH expert committee on 27-28 April.\n[e)\ne RED\nThe Commission published on 12 April 2022 thirteen\nimplementing decisions, reconising different voluntary\ncertification schemes as demonstrating compliance with the\nsustainability criteria requirements set in the Renewable\nEnergy Directive (EU) 2018/2001 for biofuels, bioliquids,",
  "page_4": "biomass fuels, renewable liquid and gaseous fuels of non- biological origin and recycled carbon fuels. Operators certified by these schemes do not need to provide further proof of compliance with sustainability and greenhouse gas emission reduction criteria to Member States. The same voluntary schemes - including Better Biomass or REDcert - had already been validated by the European Commission in 2017. e New regulatory framework for batteries [e) A first trilogue is scheduled for 20 April, from 7pm to 9pm, in the Council building. Three technical \"tripartite\" meetings (Parliament, Council and Commission) are scheduled for 28 April, 12 and 19 May. No date has yet been set for the second trilogue. e ECHA [e) ECHA has published an Article 69(2) assessment report concluding that further examination of the risks from the use of 10 phthalates in articles should be considered as part of a larger investigation to address risks of ortho-phthalates. Ortho-phthalates are listed in the Restriction Roadmap that the EU Commission is expected to publish soon.\nPress Review & Reports\ne ENDS - Waste industry backs EU bid to banish fast fashion [e) Europe’s waste management industry has endorsed the European Commission’s recent strategy to tackle the environmental impact of textiles, calling for recycled content requirements to encourage more sustainable production.",
  "page_5": "[e) Read\nthe\nfull\narticle here.\ne Euroactiv - Raw materials: why Europe needs to ramp up its\nbattery game\n[e) The battery supply chain and industrial production must\nbecome more sustainable —and Europe can play a special\nrole in setting standards that have a global impact:\nStandards for transparency in the supply chain, more\nenvironmentally-friendly extraction and mining practices,\nand — too long overlooked — for sustainable and efficient\nusage of these assets.\n[e) Read\nthe\nfull\narticle here.\ne ECOS —- Making sustainable batteries a reality\n[e) This paper gives an overview of the methodologies and the\nstandards needed to make the Battery Regulation a reality\nand focuses on the different aspects of the EC\nStandardisation Request M/579, highlighting its strengths\nbut pointing to\nits weaknesses.\nWe\nprovide\nrecommendations to both the European Commission and\nstandardisers in charge of developing the deliverables\nunder the Standardisation Request.\n[e) Read\nthe\nfull\npaper here.\ne EEB - Do No Significant Harm to Circular Economy in the\nClimate Taxonomy\n[e) This report critically reviews how the Do No Significant\nHarm (DNSH) principle has been operationalised in the first\nTaxonomy delegated regulation on climate change\nmitigation and adaptation.\n[e) Read\nthe\nfull\nreport here.",
  "page_6": "e Business Europe - Joint industry statement — Feedback on\nthe standardisation strategy\n[e) We welcome the European Commission’s initiative for a\nEuropean standardisation strategy that aims to support the\ndigital transformation and the green transition. Standards\nare at the core of the EU Single Market and the New\nLegislative Framework for products, and key to the EU's\neconomic integration that is imperative in today’s\ngeopolitical context more than ever.\n[e) Read\nthe\nfull\npaper here.\ne ENDS — ECHA adds lead fuel additive to authorisation list\n[e) Tetraethyl lead, a petrol additive once described as ‘one of\nthe most serious environmental threats to human health’,\nhas now been placed on the EU’s authorisation list.\nRead\nthe\nfull\narticle here.\ne ENDS - 9 key proposals in the revised Industrial Emissions\nDirective\n[e) The European Commission unveiled on Tuesday its\nproposal to revise the EU’s key law governing air and water\npollution from industrial sites, as part of its ‘green deal’\nprogramme. Here’s what you need to know.\n[e) Read the full article here.\nWebinars & Conferences\ne EU ETS: How to mitigate instability?\n[e) Euractiv will have an online event on the 27 April 2022 at\n14.30 CET, to discuss the possible impacts of excessive\nspeculation on the functioning of the EU ETS market.",
  "page_7": "[e) Register here.\nEU’s packaging rules revamp: towards a more sustainable\nfuture?\n[e) POLITICO will have an online event on the 10 Mai 2022 at\n16.30 CET, to discuss how might the foreseen mandatory\nrecycled content targets in the revised legislation impact\ndifferent industry stakeholders through the value chain?\n[e) Register here.\nAdvancing the circularity of PS packaging\n[e) RecyClass will have an online event on the 20 April 2022 to\nlearn more about the developments within the PS market in\nEurope and the harmonised approach towards the\nrecyclability of this type of packaging.\n[e) Register here.\nCircularity of bottles: Contributing to the EU Green Deal\n[e) Euractiv will have an online event on the 29 April 2022 at\n09.30 CET, to discuss what's the best recipe for meeting\ncircular economy and climate objectives and whether DRS\nare an efficient way to meet collection and recycling targets\nfor EU natural mineral and spring water producers set in the\nEU’s Single Use Plastics Directive.\n[e) Register here.\ne IPCC report: The role of Carbon Capture and Utilisation\n(CCU) to mitigate climate change\n[e) To highlight the key messages related to CCU in this report\nand to connect high-level scientists and policymakers on\nthis subject, CO2 Value Europe organises this conference\nat the Press Club Brussels Europe on the 26th of April from\n2-5 pm (CET).",
  "page_8": "[e) Register here.\nUNEP event: Ad hoc open-ended working group (OEWG) to\nprepare for the Intergovernmental Negotiating Committee to\nend plastic pollution\n[e) The meeting of the ad hoc open-ended working group to\nprepare for the work of the intergovernmental negotiating\ncommittee to end plastic pollution, including in the marine\nenvironment, will be held from 30 May to 1 June 2022 in\nDakar, Senegal.\n[e) Register here.\nFEAD website - Reminder\ne Go to your Member Area (https://fead.be/index.php >\n“Members Only”)\nEnter your login and password (Please ask your login and\npassword to info@fead.be if you forgot it)\nGo to “Active Files” and here you have access to all files\nfollowed by FEAD Secretariat. We keep it updated!\nFrequency of FEAD Bulletin: The bulletin will be sent\nmaximum once per week, but without a minimum if it not\nnecessary. If there is a slow week with no new relevant\ninformation, then we deem that it is not necessary to send it.\nFor further information or enquiries, please do not hesitate to\ncontact the FEAD Secretariat at info@fead.be",
  "page_9": "View this email in your browser"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
