{
  "file_name": "292_2561.pdf",
  "pages": {
  "page_1": "FEA\nEuropean Waste\nManagement Association\nFEAD BULLETIN N° 72 - 18 March 2022\nCommunication, Networking and Future Event\n10 - 12 at IFAT Munich\nOngoing Surveys and Consultations\ne SCIP Database Survey:\n[e) The European Chemicals Agency (ECHA)asks _ for\nfeedback and input about the SCIP database.\n[e) Please provide us with your feedback to the draft FEAD\nanswerby Monday, 21 March 2022, COB.\ne Call for evidence on the certification of carbon removals:\n[e) The Commission opened for feedback a call for\nevidence on the certification of carbon removals according\nto the Communication on Sustainable Carbon Cycles.",
  "page_2": "[e) Please provide us with your feedback to the draft FEAD\nanswers to the Commission’s questionnaire by Friday,\n15\nApril ==\n2022, 2s COB.\ne FEAD feedback:\n[e) 15\" of March: FEAD provided areplyto the public\nconsultation questionnaire on a “Policy framework on\nbiobased, biodegradable, and compostable plastics” and\nalso feedback.\n14'\" of March: FEAD provided feedback to the call for\nevidence for the revision of the RoHS (Restriction of\nhazardous substances in electronics) Directive.\nMonitoring of EU Institutions\nLife of EU institutions\ne ETS & CBAM:\n[e) The Council of the EU published on 15 March two proposals\nfor regulations to detail the practical arrangements for the\npayment of resources from the carbon market (ETS) and\nthe order\ncarbon\nmechanism\nCBAM\ne Regulation on Construction Products:\n[e) The European Commission is due to present the Regulation\n30\" of\non\nConstruction\nProducts\nMarch.\ne New regulatory framework for batteries:",
  "page_3": "[e) The Council adopted its position (General Approach) on\nthe proposal on batteries and waste batteries.\n[e) The Minister hopes to start the trilogues with the Parliament\nasap. Their trying to bring the reform to a successful\nconclusion under the French Presidency, by 30 June.\nPress Review & Reports\ne ENDS - Demand for legal reform as EU fails to meet electronic\nwaste collection target\n[e) Green groups have demanded the tightening of EU rules on\nthe collection of waste electronic equipment, citing\nconcerns over environmental and health impacts as the\nlatest official data shows 24 of 27 member states missed\ntheir annual collection targets.\n[e) Read\nthe\nfull\narticle here.\ne CEPS - Carbon removals on the road to net zero\n[e) CEPS issued a report about EU policy options for negative\nemissions.\n[e) Read\nthe\nfull\nreport here.\ne ENDS - EU council set to adopt CBAM position\n[e) Finance ministers are set to endorse an informal\nagreement, reached among EU ambassadors last week, on\nthe bloc’s proposed carbon border adjustment mechanism\n(CBAM) at an EU Council summit on Tuesday.\n[e) Read\nthe\nfull\nreport here.",
  "page_4": "e ENDS - ETS: First Fit for 55 vote ‘sets tone’ for EU climate policy, lead MEP says o A temporary increase in the size of the market stability reserve (MSR), a measure introduced to boost the carbon price in the EU Emissions Trading System, should remain in place until 2030, lawmakers’ on the European Parliament’s environment committee have agreed. [e) Read the full article here.\nWebinars & Conferences\ne Circularity of bottles: Contributing to the EU Green Deal [e) Euractiv will have an online event on the 29 April 2022 at 09.30 CET, to discuss what's the best recipe for meeting circular economy and climate objectives and whether DRS are an efficient way to meet collection and recycling targets for EU natural mineral and spring water producers set in the EU’s Single Use Plastics Directive. [e) Register here. e European Parliament - Safe and sustainable-by-design [e) The European Parliament had planned an online event on the 24 March 2022, 10.00 CET about sustainable-by- design as a key tool to boost innovation and growth. Register here. FEAD website - Reminder",
  "page_5": "Go to your Member Area (https://fead.be/index.php >\n“Members Only”)\nEnter your login and password (Please ask your login and\npassword to info@fead.be if you forgot it)\nGo to “Active Files” and here you have access to all files\nfollowed by FEAD Secretariat. We keep it updated!\nFrequency of FEAD Bulletin: The bulletin will be sent\nmaximum once per week, but without a minimum if it not\nnecessary. If there is a slow week with no new relevant\ninformation, then we deem that it is not necessary to send it.\nFor further information or enquiries, please do not hesitate to\ncontact the FEAD Secretariat at info@fead.be\nView this email in your browser"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
