{
  "file_name": "292_2555.pdf",
  "pages": {
  "page_1": "FEAD NEWSLETTER\n\\\ny\n1)\nee, 2 >\n< h(\ni\nihe 5\n53\n©\ng\nFEA\nNEWSLETTER N° 209 - 10 MARCH 2025\nWord of the week? Clean air...from the publication of the Fourth Clean air Outlook to the Zero pollution monitoring and the Commission's Zero Pollution dashboard, the word on the institution's mind last week was clearly clean air!\njanagement Association\nEU INSTITUTIONS “onitorinc\nFEAD\nEnvironment Council: On 27 March, the Environment Council will take place.\nBatteries - List of Waste: On 6 March the Commission published the amendment to the\nEuropean List of Wastes for batteries.\nElectronic Waste Shipment systems: On 5 March, the Commission published for feedback the draft implementing act laying down the detailed requirements for the electronic submission and exchange of information and documents concerning shipments of waste.",
  "page_2": "Packaging and Packaging Waste Regulation (PPWR): The Commission\nhas published an upcoming initiative on a possible delegated act that would establish\nexemptions from the PPWR's reuse obligations for plastic wrappings and straps.\nEU Taxonomy FAQ: On 5 March, a Commission notice on EU Taxonomy Environmental\nDelegated Act containing new FAQs was published in the Official Journal of the EU.\nTaxonomy Delegated Acts: The European Commission launched a consultation on Taxonomy Delegated Acts - amendments to make reporting simpler and more cost-effective for companies.\nSocial Climate Fund - guidance on applying the ‘do no significant harm’ principle: On 5 March, the Commission adopted the Technical guidance on applying the ‘do no significant harm’ principle under the Social Climate Fund Regulation.\nPlatform on Sustainable Finance (PSF): As the mandate of the current Platform on Sustainable Finance (PSF) comes to an end, FEAD, FIR, EuRIC, MWE, CEWEP and ESWET issued on 6 March, a joint statement calling for the inclusion of recycling of incineration bottom ashes in the handover note to the successor Platform.\nLithium batteries - French Law: On 6 March, the French Senate unanimously adopted at first reading the text on fire risk in waste treatment facilities due to lithium batteries and oxide cartridges.\nPFAS - French Law: One week after its adoption by the French Assembly, the PFAS ban\nwas published in the Official Journal on 28 February.\nInternational Plastics Treaty: On 3 March, the UN announced that the second part of the\nfifth session of the Intergovernmental Negotiating Committee to develop an international\nlegally binding instrument on plastic pollution (INC-5.2), is scheduled to take place from 5\nto 14 August 2025 at the Palais des Nations in Geneva, Switzerland.\nFourth Clean Air Outlook - Commission report: The Commission Fourth Clean air\nreport, published on 3 March, shows that only four (Estonia, Finland, Greece and Italy), out of the 27 Member States, are on track to meet their air pollution reduction targets by 2030.\nZero pollution monitoring and outlook 2025 - European Commission's Joint\nResearch Center and the EEA report: On 3 March, the European Commission's Joint\nResearch Center (JRC) and the EEA published a report titled ‘Zero pollution monitoring and outlook 2025\".",
  "page_3": "Towards Zero pollution - Commission dashboard: On 3 March, the Commission posted\nonline an interactive map to compare pollution levels in European regions.\nClimate impact of air pollution levels - European Environment Bureau (EEB)\nreport: On 26 February, the EEB published a report commissioned by them and\nconducted by Ricardo.\nEuropean Water Resilience Strategy: On 4 March, Environment Committee MEPs tabled\nmore than 1 000 amendments to the draft own-initiative report by MEP Thomas Bajada\n(S&D, Malta) on the European Water Resilience Strategy. The amendments are\navailable here, here, here and here. SS ed sae\nOn 4 March, FEAD provided feedback to the public consultation on the European Water\nResilience Strategy.\nEnvironmental quality standards applicable to surface water - New substances: On 3 March, an Implementing Decision was published in the EU's Official Journal.\nUrban Wastewater Treatment Directive - EFPIA challenges Directive: On 3 March,\nEFPIA, the European Federation of Pharmaceutical Industries and\nAssociations, announced its intention to challenge the Urban Wastewater Treatment\nDirective before the EU General Court in order to 'seek greater clarity on how the decision\nto include only two sectors to bear responsibility for Europe’s urban wastewater quaternary\ntreatment aligns with the EU’s own polluter pays principle’.\nJessika Roswall Cabinet: Former MEP Pernille Weiss-Ehler (EPP, Denmark) joined the\ncabinet of Commissioner Jessika Roswall on 5 March.\nEuropean Commissioners Cabinets: The European Commission has published the\nofficial list of members of the cabinets of the commissioners and their attributions.\nEU-India Trade and Technology Council - Key outcomes: On 28 February,\nthe European Union and India held their second ministerial meeting of the Trade and\nTechnology in New Delhi. One of the key outcomes of this Council is the launch of a joint\nresearch cooperation under the Horizon Europe program, through exceptional coordinated\ncalls with India.\nFEAD News: On 7-8 April, in collaboration with our Bulgarian member, BRRA, we are\norganising a series of events in Sofia, Bulgaria. This includes our first General",
  "page_4": "Assembly of the year, as well as a guided tour of Sofia, a networking session and a visit of\na plastic recycling and/or sorting facility near Sofia, exclusively for FEAD\nmembers. More information.\nFEAD\nwo-year\nail\nCBAM delay would\nDe moins en moins d’épaves automobiles dans les casses belges\n‘Don’t Touch My Pan!” France Bans Toxic PFAS, Except in Cookware\nTwelve new pollutants added to EU water watchlist\nFEAD INTHE re\nFEAD)\nFEAD mentions in the Press:\nResiduosProfesionale: Los gestores de residuos reclaman igualdad de condiciones\npara los materiales reciclados\nRecyclingMagazine: FEAD and FIR join forces to promote circularity in mineral waste\nPolitik: Wilms wird neuer Prasident des europaischen Dachverbands der\nEntsorgungswirtschaft (FEAD)",
  "page_5": "Kunstofflnformation: EU-Parlamentsausschuss fordert Senkung der\nRezyklateinsatzquote in Neufahrzeugen / Kritik von Verbanden\nAutoRecyclingWord: FEAD and EuRIC challenge ELV report for mixed signals on\nautomotive circularity\nRetema: FEAD solicita financiacion para la economia circular con cargo al Fondo Europeo de Competitividad\nResiduosProfesionale: Los gestores de residuos piden financiacion para la economia circular a través del Fondo de Competitividad de la UE\nGreenreport: Dalla Bussola per la competitivita al Fondo per l’economia circolare\nall’Ue mancano 27 mld di euro\nStaffettaRifiuti: UE, Gead_chiede un fondo per I'economia circolare\nmrw: Recyclers call for dedicated EU circular economy fund\n>\n—\nsigh\na\nNDAR owt\n. -\nFEAD)\nb\nEnergy from Waste\nEfW Net\nThe Energy from Waste Network\nPi] >\nWer\nLh\nLondon 5-6 March 2025\n.\n#\\\\\nETC venue | 155 Bishopsgate\nAccelerating decarbonisation and circular economy,\nacross waste to energy, waste to value and waste to X\nOFFICIAL 2025 SUPPORTING ORGANISATION\nropean FEAD Waste\nMar suauaees Association\nBook now at www.efwconference.com",
  "page_6": "The Energy from Waste Conference 2025 (5-6 March 2025) once again brings together\nan exceptional line-up of the industry's best speakers, with technical experts, international\nleaders, and innovative developers providing an unmissable two days of the latest\ninformation.\nBenefit from a packed two-day programme: explore the critical issues that will impact on your organisation, take part in in-depth discussion sessions and gain greater understanding of emerging trends and directions.\nGain real value from the plentiful networking times with top global suppliers and fellow industry leaders.\nLearn more\nNETWORKING\nSESSION\n14\n| a\n=— _\n“7\nSie =\n07-08 April\nSofia, Bulgaria\nNetworking session, FEAD GA, Plant visit\nJe |\nre\nC\n=\nFEAD and BRRA are organising a series of events in Sofia, Bulgaria on 07-08 April!\nOn 7 April, FEAD will hold its first General Assembly of the year, from 15:00 to\n17:00, at the Sofia Balkan Palace. The day will conclude with a guided walking tour of Sofia\nand a group dinner.\nOn 8 April, we will host a networking session, preceded by opening presentations by\nFEAD and BRRA, from 09:00 AM to 12:00 PM, also at the Sofia Balkan Palace. This\nevent will feature a networking session between stakeholders in the waste management\nindustry, providing an excellent platform to build connections and foster partnerships with\nBulgarian companies working in the waste management sector. Afterward, participants will",
  "page_7": "enjoy a lunch, followed by an guided visit to a plastic recycling and/or sorting facility\nnear Sofia.\nThese events are reserved exclusively for FEAD members and their members.\nCurrently a member of FEAD? Register now!\nUM2025\n8\" Multidisciplinary Symposium on\nCircular Economy & Urban Mining\n21 - 23 MAY 2025 / Procida, Italy\nSUM 2025 - 8th Multidisciplinary Symposium on Circular Economy and Urban Mining will be held from 21 to 23 May 2025 in the stunning island of Procida (Naples, Italy).\nThe conference, organised by IWWG-International Waste Working Group, has been held every two years since 2012. Following the great success of the 2024 edition, which attracted participants from 34 different countries and various disciplines (including Agronomy, Biology, Chemistry, Economics, Engineering, Law, Material Science, Medicine, Geography and other Social Sciences), and considering the intense and rapid development of topics and issues related to Circular Economy, the SUM Symposium has become an annual event.",
  "page_8": "This decision is aimed at promoting a more continuous interaction and collaboration across diverse fields, encouraging sustained, multidisciplinary dialogue and strategic partnerships.\nThe Call for Papers is officially open! All authors interested in presenting their work at SUM 2025 are invited to submit their papers on the symposium topics by filling in the online\nsubmission form\nDeadline: 10 March 2025\nDetailed instructions are available at: https:/www.sumsymposium.it/en/call-for-papers Sei eer eee eeEE EE ESE Ee eee ee ee ee eee\nSUM is offering a 10% discount on all entrance fees to FEAD members. Members\ninterested in attending SUM 2025 can redeem the discount by simply sending an email at\ninfo@sumsymposium.it with proof of their membership status.\nFor any further information, please visit the official website at www.sumsymposium.it or contact the Organising Secretariat at info@sumsymposium.it\nWaste\nManagement\nEurope\nOn 10-12 June 2025, Waste Management Europe’s expo will be taking place in Bologna, Italy. The Waste Management Europe 2025 Exhibition and Conference promotes cutting- edge thinking in applying innovative solutions to some of the world’s greatest challenges. By connecting global experts in waste management, recycling, reuse and circularity, WME 2025 catalyses the acceleration of positive change and inspires both individuals and organisations to improve their own strategies and implementation.\nFind out more about the event and register!",
  "page_9": "SARDINIA 2025\nye INTERNATIONAL SYMPOSIUM WASTE MANAGEMENT,\nON\nRESOURCE RECOVERY AND SUSTAINABLE LANDFILLING\n13-17 OCTOBER 2025\nFORTE VILLAGE / S.MARGHERITA DI PULA, CAGLIARI (IT)\nSCIENTIFIC\nves cabled,\nWA STE Hein aie WORKING\nGRO\niww\nwasie lrteenatoral working group S\nSARDINIA 2025\n20th International Symposium on Waste Management, Resource Recovery and\nSustainable Landfilling\n13-17 October 2025 / Forte Village Resort, S. Margherita di Pula, Cagliari, Italy\nThe 20th edition of the Sardinia Symposium will take place at the Forte Village Resort in\nSanta Margherita di Pula, Cagliari (Italy) from 13 to 17 October 2025.\nSardinia Symposia are a biennial event organized by IWWG - International Waste Working Group, with the scientific involvement of the Universities of Padova (IT), BOKU, Vienna (AT), Tongji (CN) and the Technical Universities of Lulea (SE) and Hamburg (DE).\nThe programme will include parallel oral sessions, workshops, discussion forums, poster presentations, a commercial exhibition, outstanding networking opportunities and social events.\nCALL FOR ABSTRACTS\nAuthors interested in presenting their work at the conference must submit an abstract by\n17th February 2025 following the instructions available at: Call for Abstracts\nWorkshop proposals are also welcome. All details on how to apply: Call for Workshops\nExplore the comprehensive list of conference topics >>\nFEAD is one of the Promoting Bodies of SARDINIA 2025 and a 10% discount on\nregular entrance fees is reserved for FEAD members. Those interested in attending the\nconference can redeem the discount by sending an email to info@sardiniasymposium. it\nwith proof of their membership status.\nFor further information, please visit the official website at www.sardiniasymposium.it or\ncontact the Organising Secretariat at info@sardiniasymposium. it",
  "page_10": "e \\\n—>\n.\nFEAD\nMenage |\ne Go to your Member Area (https://fead.be/index.php > “Members Only”)\ne Enter your login and password (Please ask your login and password\nto info@fead.be if you forgot it)\n° Go to “Active Files”. Here you have access to all files followed by FEAD\nSecretariat.\nFor further information or enquiries, please contact the FEAD Secretariat\nat info@fead.be"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
