{
  "file_name": "292_2574.pdf",
  "pages": {
  "page_1": "View this email in your browser\nof the European Uni\nthe Council\n>\nEPCWER®- of\nDug\nFEAD\nManagement A: shied eee\nEur\nBULLETIN N° 105 16 December 2022\nHello from Brussels. As always, we bring you all the latest news on circular\neconomy from Europe and beyond\nStruck by minus temperatures Brussels' bureaucrats managed to clinch a deal on REPowerEu, the mechanism designated for ending the bloc's dependency on Russian fossil fuels. At the same time, as the year is coming to an end, Prague is seeking to close as many files as possible from the FitFor55 dossier. From the batteries regulation to the carbon border adjustment mechanism (CBAM), inter-institutional negotiators were on a winning streak, reaching agreements one after the other. However, there was not white smoke from the Council, which will struggle over the weekend to find common ground to agree on the bloc's carbon market (EU ETS)\nBefore you continue, make sure you do not miss out on our latest news Lp",
  "page_2": "EU INSTITUTIONS oniTorinc\nREPowerEU: Negotiators of the Council and the European Parliament reached on 14 November a provisional agreement on the REPowerEU proposal which aims to ending the bloc's dependence on Russian fossil fuel imports, by strengthening the strategic autonomy of the Union by diversifying energy supplies and boosting the independence and security of the Union’s energy supply. In practical terms, member states will be able to add a new REPowerEU chapter to their national recovery and resilience plans (RRPs) under NextGenerationEU, to finance key investments and reforms which will help achieve the REPowerEU objectives*. The agreed text is subject to approval by the Council and the European Parliament before undergoing the formal adoption procedure. The deal includes, among others, boosting energy efficiency in buildings and critical energy infrastructure, decarbonising industry, and increasing production and uptake of sustainable biomethane, and renewable or fossil-free hydrogen. Concerning the financing of the grants, the co- legislators agreed that the sources will be the Innovation Fund (60%) and frontloading ETS allowances (40%).\nGas price cap: On 13 December, EU energy ministers failed to reach an agreement on the planned cap on gas prices, as states remain split over the plan. In the ten-hour negotiations, some countries argued that energy security and the smooth functioning of financial markets should be protected, while others pushed for a low cap to protect against high prices. Contexte reported that Jozef Sikela, Prague's representative to the Council said that Ministers \"were almost there\" and once the core of the text is \"stabilised\", the price at which the mechanism must be triggered will still need to be decided.\nThe bloc's ministers were asked by the EU27 heads of state and government, to finalise\nthe dossier at the Council on 19 December, the Council's conclusions read. According to",
  "page_3": "Euractiv, the core reason of the delay is the uncertainty on when to trigger the mechanism. “Where we need more time to get things right is on the triggering thresholds and the numbers. Despite the skilful efforts of the presidency, there are still different views on this aspect of the proposal,” said Kadri Simson, the EU Energy Commissioner.\nAs a result of the lack of a gas price cap agreement, the two emergency regulations on\njoint gas purchases and the accelerated deployment of renewable energies, on which\nministers had agree in late November, could not be endorsed, despite their adoption being\non the agenda, Contexte reported. The two texts will also go back to the upcoming Energy\nCouncil.\nEU Emissions Trading System (EU ETS): Europe's negotiators met on 16 November to\nfinalise discussions on the reform of the bloc's carbon market, in a bid to achieve EU\ntargets to cut net greenhouse gas emissions 55% by 2030. Earlier in the week, in a bid to\nbridge the differences between the Parliament and the Council, the EU Executive put a\ncompromise proposal on the inclusion of waste incinerators in the carbon market in 2028,\nContexte reported. The proposal foresees the preparation of an impact study by the end of\n2026 on the possibility of including the sector from 1 January 2028. To also approach the\nCouncil, the Commission proposed to allow states to derogate from this rule (\"opt-out\") until\n31 December 2030. Contexte has published an updated version of the four-column\ndocument, which summarizes the positions of the three institutions and the points on\nwhich a compromise has been reached, and those still open.\nElectricity Market Design: According to the conclusions of the first day of the EU summit\non 15 December, the EU27 heads of state and government anticipate the proposal and impact assessment on the \"structural\" reform of the EU’s electricity market, including on the effect of gas prices on electricity prices. As Contexte reported, the addition of the word \"structural\" is a clear signal to the EU Executive, which argued for the past months that the reform expected in Q1 2023 could be limited to simple \"adjustments\". The EU27 leaders also called the Commission to present proposals by the end of January 2023.\nBatteries and Waste Batteries Regulation: During the fourth trilogue on Batteries and\nWaste Batteries held on 9 December, the Council and the European Parliament reached a",
  "page_4": "provisional political agreement on the Commission's proposal to strengthen sustainability\nrules for batteries and waste batteries. The provisional deal will apply to all\nbatteries including all waste portable batteries, electric vehicle batteries, industrial\nbatteries, starting, lightning and ignition (SLI) batteries (used mostly for vehicles and\nmachinery) and batteries for light means of transport (e.g. electric bikes, e-mopeds, e-\nscooters). Among others, the agreement provides for mandatory minimum levels of\nrecycled content for industrial, SLI batteries and EV batteries. These are initially set at 16%\nfor cobalt, 85% for lead, 6% for lithium and 6% for nickel. The regulation sets an obligation\nfor batteries to hold a recycled content documentation. It also sets a recycling efficiency\ntarget for nickel-cadmium batteries of 80% by 2025 and other waste batteries of 50% by\n2025. According to information by Contexte, the Council has obtained the modification of\nthe legal basis of the text to ensure a certain flexibility on waste management. You can find\nFEAD's position on the batteries here.\nCarbon Border Adjustment Mechanism (CBAM): EU27 negotiators and lawmakers\nstroke a provisional deal on Tuesday dawn on the law to impose CO2 emissions costs on\nimports of iron and steel, cement, fertilisers, aluminium and electricity. According to the\ndeal reached, an EU CBAM will be set up to equalise the price of carbon paid for EU\nproducts operating under the EU ETS and the one for imported goods. This will be\nachieved by obliging companies that import into the EU to purchase so-called CBAM\ncertificates to pay the difference between the carbon price paid in the country of production\nand the price of carbon allowances in the EU ETS. The Commission will assess the\npossibility of extending the scope of CBAM to several products, including polymers and\norganic chemicals, before the end of the transition period. During this period, the\nobligations of importers in the sectors covered will be merely declarative.\nEP's lead negotiator, Mohammed Chahid said that the border tariff is \"one of the only\nmechanisms we have to incentivise our trading partners to decarbonise their manufacturing\nindustry.\" Under the provisional agreement, CBAM will begin to operate from October\n2023 onwards. Initially, a simplified CBAM would apply essentially with reporting\nobligations only. The aim is to collect data. From then onwards, the full CBAM will kick in. It\nwould be phased in gradually, in parallel to a phasing out of the free allowances, once it\nbegins under the revised EU emissions trading system (ETS) for the sectors concerned.",
  "page_5": "This will ensure compatibility of CBAM with international rules on trade. The phasing out of\nfree allowances for CBAM sectors still needs to be agreed in the context of the ongoing EU\nETS negotiations, with hopes that an agreement will be reached during the jumbo trilogue\non 16-17 December.\nWaste Shipment Regulation (WSR): Before handing over the file to the Swedish\nPresidency, Prague wants to amend the compromise proposal floated by Paris earlier in\nthe year, Contexte reported. In particular, the Czech Presidency plans a new compromise\nby amending the most central part of the proposal, meaning Title II of the regulation, that\naddressed the intra-EU waste exports with or without transit through third countries, and\nsome selected annexes. Prague’s intentions were communicated through\na document summarising the file's progress, that was shared with delegations prior to the\nEnvironmental ministers' meeting on 20 December. According to Prague's state of play\ndocument, although digitalisation will speed up communication, the competent authorities\non transboundary movements of waste will need sufficient time to assess the\ndocumentation and to obtain the necessary documentation and information. In the opinion\nof the Presidency discussions on the new electronic system may result in the need for\nfurther regulatory adjustments. Member States expressed a strong will to have flexibility in\nthe relevant procedures for the imposition of penalties in the event of infringements of the\nregulation. However, questions remain about the relationship between administrative\npenalties and criminal sanctions.\nChemicals: In a recommendation dated 8 December, the EU Commission set the\nfoundation for a framework for \"safe and sustainable by design\" chemicals. According to\nEC presentation, the ‘safe and sustainable by design’ framework \"encourages innovation to\nreplace hazardous substances in products and processes, for example in food-contact\nmaterials, like plastic wrap or food containers, textiles or information and communications\ntechnologies products, such as laptops or tablets. It aims to develop new chemicals and\nmaterials, optimise or redesign production processes and the use of substances currently\non the market to improve their safety and sustainability.\nIn the meantime, 22 global consumer companies, including giants Adidas, IKEA and Decathlon, sent a joint letter on 15 December to the President of the European",
  "page_6": "Commission, Ursula von der Leyen, encouraging her to deliver an ambitious REACH\nrevision that would phase out the most harmful substances from products. \"Predictability\nand long-term strategic decisions will empower the transition and grow the market for safe\nand sustainable chemicals. It will also enable a non-toxic circular economy,\" the letter\nreads.\nRenewable Energy Directive (RED) amendment: According to information by Contexte,\nthe trilogue on the RED directive on renewable energy floated that 42 % of the hydrogen\nconsumed must come from renewables in 2030, and 60 % in 2035, with the figures not\nbeing confirmed yet. The figures will be finalised once the methodology defining\n\"green \" hydrogen is formalized, which is planned to be approved before Christmas. The\nnews outlet reported that the trilogue only included a brief exchange of positions on the fate\nof bioenergy, the definition and integration of which into the renewable energy target is\nhighly controversial, and that the thorny topic will be passed on to the upcoming Swedish\nPresidency.\nAccording to a proposal sent to the EU27 in early December, for the industrial sector, the\nindicative renewable energy consumption target has been set at \"at least + 1.6 percentage\npoints on average annually by 2030, as an indication\", Contexte reported, adding that the\nCommission and the Council had asked for an increase of +1.1, while the EU Parliament\nvoted for +1.9, and the Council obtained that waste heat could count at 0.4 %.\nThe Commission's Implementing Act on establishing operational guidance on the\nevidence for demonstrating compliance with the sustainability criteria for forest biomass,\nwas published in the Official Journal of the EU on 13 December. The act, that\ncomplements the RED in its 2018 revised version, foresees that concerning the carbon\nemissions and removals criterion, operators must ensure that the relevant country, if a\nmember of the Paris Agreement, has \"submitted a National Determined Contribution (NDC)\n[...] covering emissions and removals from land use, agriculture and forestry, which\nensures that changes in carbon stock associated with biomass harvest are accounted\ntowards the country or regional economic integration organisation’s commitment to reduce\nor limit greenhouse gas emissions, as specified in the NDC.\"",
  "page_7": "Renewables: With no compromise on the table among the Parliament’s groups on the\nacceleration of the deployment of renewable energies, the plenary vote on 14 December,\nbrought very diverse amendments. With 304 votes in favour and 294 against, the right-wing\nside of the EU body managed to lift the planned exclusion on biomass plants, which will\ntherefore be able to have access to privileged areas, with less restrictive environmental\nassessment requirements, Contexte reported. The news outlet added that the parliament's\nGreens managed to pass an amendment strengthening public participation and\nanother specifying the conditions for derogation from environmental assessment in Natura\n2000 sites, while EPP did not succeed in establishing that access to Natura 2000 sites be\nlimited only in the event of a \"significant \" effect of the project on nature protection. The\nfinal report prepared by Markus Pieper (EPP), who broke last week the \"gentlemen's\nagreement\" (see our bulleting briefing here) was eventually adopted with 407 votes in\nfavour and 34 against, opening up the way for the rapporteur to negotiate with the Council\nThe outcome of the vote of 14 December on the acceleration of deployment of renewable\nenergies has also raised questions over the fate of bioenergy. Contexte reported that\nthe adopted text \"leaves a wide margin of interpretation due to the inconsistency of the\nvotes\", citing that Article 16 that refers to the permitting process in \"go-to areas\", continues\nto state that renewable energies, \" with the exception of biomass combustion plants [...],\nare exempt from the obligation to carry out an environmental impact assessment\".\nCritical Raw Materials (CRMs): On 9 December, the European Union and\nChile concluded negotiations on the modernisation of the EU-Chile Association\nAgreement, now named an Advanced Framework Agreement. The trade part of the\nagreement will provide new opportunities for EU businesses in Chile, for whom, EU is\nthe third largest trade partner, comprising 12% of the country's total trade in 2020. The\nagreement foresees major commitments in raw materials, through greater access to raw\nmaterials and clean fuel crucial for the transition to the green economy, such as lithium,\ncopper, and hydrogen, and ensures non-discriminatory access by prohibiting export and\nimport monopolies for raw materials.\nIn the meantime, Kerstin Jorna, the Director-General of the Commission's DG Industry said during a webinar on 6 December that the Commission is also considering the exploitation",
  "page_8": "of resources that the EU has on the surface, meaning mine tailings, Contexte reported. \"We don't have any maps of these gold sites they contain metals like rare earths or cobalt, , which we need today. We need this information to build future business projects,\" she further explained according to the news outlet.\nEcodesign for Sustainable Products Regulation (ESPR): The Rapporteur for the EP's\nEnvironment Committee on the file, Alessandra Moretti (S&Ds) issued on 12 December\nher draft Report on the Commission’s ecodesign proposal, suggesting 97 amendments.\nThe latter foresee, among others, the amendment of the subject matter of the Regulation,\nexpanding its aims to make sustainable products the norm across the EU, reduce these\nproducts’ environmental footprints, as well as improving their social sustainability. The\nRapporteur suggested that the Commission provides proper adjustment periods for\neconomic operators as it puts forward the Delegated Acts set out in the proposal, and also\nasked for extended access of the Digital Product Passport (DPP) to individual repairers\nand refurbishers, whilst ensuring that DPP remains available for the expected lifetimes of\nindividual products. In her draft report, Moretti also suggests the prohibition by default the\ndestruction of unsold goods in the textile and electronic devices sectors, where \" there is\nample evidence that destruction is taking place and that it has significant environmental\nimpacts\", while she also deems \"disproportionate\" to exempt medium-sized enterprises, as\nproposed by the Commission, and restricts this derogation to small and micro enterprises.\nAs Contexte reported, Moretti also reinforces the transparency of the forum on ecodesign,\nwhich will have to be consulted by the executive, and adds waste management operators\nin its composition. The draft report will be presented to the Environment Committee in\nJanuary 2023.\nPackaging and Packaging Waste Regulation (PPWR): A spokesperson by Germany's\nEnvironment Ministry told Contexte that more ambitious targets by the Commission on the\nmatter \"would be quite conceivable from the German point of view alone, but they would\nmiss the reality of other member states, which are still in their infancy\". Shortly after the\nCommission's unveiling of the proposal, the country's Environment Minister Steffi Lemke\nsaid that Berlin will not wait for Europe to go further, citing that in coordination with the\nCommission, Germany wants \"to take other measures to transform packaging\", citing the",
  "page_9": "obligation to reuse packaging for drinks in the retail trade or the ban on providing takeaway\nmeals with disposable dishes and cutlery, the news outlet further reported.\nPlastics: In a briefing published on 12 December, the European Environment Agency\n(EEA) said that except for plastic in packaging, the majority of plastics used in\nconstruction, furniture, electronic objects, toys, textiles or vehicles are not subject to\nrecycling or reuse obligations in the EU, citing the lack of data on these plastic flows. \"Data\non non-packaging plastic flows remain limited at both national and EU levels. Some data\nare available on Europe’s plastic industry, but the amount of plastic imported as part of\nmanufactured products is unclear,\" the note reads, also calling for increased traceability of\nthese materials to support better management of their waste.\nEnvironmental crime: On 9th December the EU Ministers of Justice\nadopted their position on the revision of the Directive on the protection of the environment\nthrough criminal law, also known as the Environmental Crime Directive. Instead of the nine\noffences that currently exist under EU criminal law, the negotiating mandate defines 20\noffences, broadening and clarifying the scope of conduct that is prohibited because it\nharms the environment. The new offences include timber trafficking, which is a major cause\nof deforestation in some parts of the world, the illegal recycling of polluting components of\nships and serious breaches of legislation on chemicals.\nNews from the European Parliament:\ne Ecodesign: The European Parliament's Environment committee is scheduled to hold discussions on the draft report, prepared by S&Ds member Alessandra Moretti, on ecodesign of products on 12 January 2023. e The non-legislative report on the textile strategy, drafted by Delara Burkhardt (S&Ds) is also on the agenda for the same day.\nNews from the Swedish Presidency:\ne With Czechia's Council Presidency coming to an end, Sweden is poised to take over the rotating presidency on 1 January 2023. On 14 December, the country's Prime Minister Ulf Kristersson presented Sweden's work program and priorities. In",
  "page_10": "his speech, Kristersson conveyed that his country's work pillars were ensuring security, resilience, prosperity, democratic values and the rule of law. Although there was a mention of the need to reduce emissions, complete the transition to a more resource-efficient and circular society, and make the EU independent of fossil energy, major green pledges were missing from the Presidency's document detailing its programme for Q1 2023. In particular, biodiversity, circular economy affairs and pollution, although present in the working document, they saw no concrete commitments on their conclusion. On circular economy, the document reads that the Swedish Presidency \"will prioritise work on the interconnected negotiations on the new Ecodesign Regulation and Construction Products Regulation, both of which aim to ensure an efficient and effective internal market that contributes to a circular economy with reduced environmental and climate impacts.\" The packaging file was also mentioned, with Kristersson stating that Stockholm \"intends to advance the work on the revision of the Packaging Directive.\" Similar was the case for the Industrial Emissions Directive (IED), whose revision the Presidency will prioritise. Concerning waste shipments, the Presidency stated it will also \"strive for as much progress as possible in the negotiations on the revision of the Waste Shipments Regulation. This plays an important part in increasing controls of waste streams and tackling illegal waste shipments.\" Overall, the Presidency vaguely said it will \"also work on the EU regulatory frameworks that promote non-toxic material cycles, increased use of high-quality recycled materials in products, and other business models that promote a circular economy.\"\n*Updated 19/12/2022",
  "page_11": "fo\nWater pollution — EU rules on urban wastewater treatment: The Commission has opened\nthe feedback period on its adopted act on making sure that urban wastewater is clean and\nsafe is vital for protecting public health and the environment. This key part of EU water policy\nis covered by the Urban Wastewater Treatment Directive. This initiative will revise the\nDirective after a recent evaluation of it identified certain shortcomings and new societal needs\nthat must be addressed. The feedback period will run until 10 February 2023.\n5\niy\nTH\nRichard Sonnenschein has officially become the head of the EU Commission's criminal justice unit, after the EC announced on 13 December his appointment. Sonnenschein, who was previously serving at the same post on an interim basis, will be overseeing works on the environmental crime directive.\nasa\nCONSULTATIONSS onunes\nFEA\nao\n2 Lh\nlanwiens\nieee\nyar®\nRevision of EU rules on Food Contact Materials (FCM): The Commission has opened a public consultation on its initiative related to food safety policy. This includes rules on food contact materials (e.g. food packaging, kitchen and tableware and food processing equipment) and is part of the Farm-to-Fork strategy. The deadline to send us your feedback on FEAD's draft response to the Commission's FCM questionnaire is set on 11 January\n2023.\nPackaging and Packaging Waste Regulation (PPWR): The European Commission released on 30 November its PPWR revision proposal. The adopted act is open for feedback for a minimum period of 8 weeks, until 10 February 2023.",
  "page_12": "FEA\nManegenat ferepeen Ansociien vente\nCoffee capsules allowed in blue PMD\nbin bag from January: From January\n2023, all coffee capsules will be allowed in\nthe blue PMD bin bag, as a recycling\nsystem for them has now been worked out\nafter years of research. While some\nconsumers return their used coffee\ncapsules to the producer, many are simply\nthrown away even though they still contain\nmany valuable materials such as\naluminium, polypropylene and other\nplastics that can be reused. Read more\nfrom the Brussels Times.\n‘We're writing history’: MEP\nMohammed Chahim on CBAM and ETS\nreform: The agreement reached on\nTuesday on a carbon border adjustment\nmechanism (CBAM) for the trading bloc\nbroadly reflects the demands of the\nEuropean Parliament proclaimed\nMohammed Chahim, a Dutch MEP with\nthe Socialists and Democrats group,\nearlier this week as he outlined the terms",
  "page_13": "of the tentative agreement. Parliament's negotiation success, he tells ENDS Europe, is attributable to lawmakers remaining united in the talks with the Commission and member state representatives. \"We had good arguments on the table, we had done... our homework and we had a really good negotiation team from the parliament side [with] all political groups... coordinating with each other and making sure that we had one line towards the council,\" Chahim Read more from ENDS\nsays.\nEurope.\nEU’s circular material use rate\ndecreased in 2021: According to\nEurostat, in 2021, the EU’s circular\nmaterial use rate reached 11.7%. This\nmeans that almost 12% of the material\nresources used in the EU came from\nrecycled waste materials. Compared with\n2020, the circularity rate decreased by\n0.1 percentage points (pp). The rate\nmaintained a stable growth trend from\n2004 (the first year for which data are\navailable; 8.3%) to 2019 (12.0%), before\ndeclining in the years affected by the\nCOVID-19 pandemic (11.8% in 2020 and\n11.7% in 2021). Read more from\nthe Recycling Magazine.\nEU strikes deal on world-first carbon\nborder tariff: After all-night negotiations,",
  "page_14": "the European Union struck a political deal\non Tuesday to impose a carbon dioxide\nemissions tariff on imports of polluting\ngoods such as steel and cement, a world-\nfirst scheme aiming to support European\nindustries as they decarbonise.\nNegotiators from EU countries and the\nEuropean Parliament reached a deal at\naround 5am in Brussels, on the law to\nimpose CO2 emissions costs on imports\nof iron and steel, cement, fertilisers,\naluminium and electricity. Read more\nfrom Reuters.\nFEAD 'N THE press\nSafe and efficient waste shipments: The way towards a circular economy: The EU is\nstrongly committed to achieving climate neutrality by 2050 and the transition to a circular economy is a prerequisite towards this objective. In this context, safe shipments of waste are key, as they enable the re-looping of valuable secondary raw materials back into the economy and incentivise circular economy business models. However, it is clear to the waste management industry that the ongoing revision of the rules on the shipments of waste do not sufficiently consider and acknowledge this vital enabling role.\nAchieving a circular and more resource efficient economy requires major changes in our\nproduction and consumption models and is intrinsically based on logistical chains across\nthe EU and around the world. Our ambitious circular economy relies on cross-border\nsupply chains, as market openness goes hand-in-hand with better economic performance\nIt is not questioned, that as in any other sector, rules are needed, and therefore the EU",
  "page_15": "Waste Shipment Regulation (WSR) should set a clear legal framework that will ensure their\nsafety, efficiency, and alignment with environmentally sound practices.\nRead FEAD's opinion article at the Industrial Process News (IPN).\nFEA\nansgenant Frege Assocation wots\n2 You Retweeted\na Ursula von der Leyen @\n@vonderleyen\n(* EU official.\n| welcome the political agreement on #REPowerEU.\nAs Europe is turning its back on Russian gas, #REPowerEU is our plan for securing a clean energy future.\nThis agreement unlocks significant resources to roll out\nour plan, for the benefit of the whole EU.\n7:37 AM - Dec 14, 2022\nVirginijus Sinkeviéius @\n@vSinkevicius\nArrived at #COP15 in Montreal §+8\nTogether with the J team we are ready to listen, and negotiate with all countries and leaders to land an ambitious deal #ForNature.\nIn the coming days we will put all our efforts to make it\nhappen.\n#ForOurPlanet\nmam\nLy\n‘4\n@ European Commission @ an 9 others\n11:14 PM - Dec 14, 2022\nae\nFE D\nanegenent Frege Association wete\ny\ne Go to your Member Area (https://fead.be/index.php > “Members Only”)",
  "page_16": "Enter your login and password (Please ask your login and password to info@fead.be if you forgot it) Go to “Active Files”. Here you have access to all files followed by FEAD Secretariat. For further information or enquiries, please contact the FEAD Secretariat at info@fead.be\nVv . this email in browser l ew your\n#t\n®\n@)\n©\nCopyright © 2022 Fead aisbl, All rights reserved.\nWant to change how you receive these emails? You can Uu date your preference Ss or unsubscribe from this list\nmailchimp"
},
  "language": "Languages.ENGLISH",
  "total_pages": 16
}
