{
  "file_name": "292_2566.pdf",
  "pages": {
  "page_1": "View this email in your browser\nFEA\nEuropean Waste\nManagement Association\nFEAD BULLETIN N° 81 - 20 May 2022\nCommunication,\nNetworking\nand\nFuture\nEven\nFEAD events:\ne Register to our Biennial Conference & 40\" Anniversary here.\n‘\nFROM CIRCULAR ECONOMY TO THE FIGHT\nAGAINST CLIMATE CHANGE\nMaraqenent Asaceson\npe,\n> v\"\":\n02.06.2022\n10:00 AM\n12:00 AM\nMunich\nHybrid Event\nOngoing Surveys and Consultations\ne Household waste collection during the COVID-19 pandemic:\n[e) IWMA, FEAD’s Irish member is asking for our support to\ndemonstrate that a fully privatised model of household\nwaste collection benchmarked very well against other",
  "page_2": "models managed by the municipalities during the COVID-\n19 pandemic.\nTherefore, we ask for your support to provide any data,\nreports or media articles on the performance of household\nwaste collection in your own Country during the pandemic.\nPlease send everything to paolo.campanella@fead.be\ne Commission's Sustainable Products Initiative:\n[e) The Commission’s Sustainable Products Initiative is\nnow open ___ for ___ feedback.\nThe draft | _Ecodesign\nRegulation repeals the current Directive 2009/125/EC and\nempowers the Commission to adopt delegated acts with\necodesign requirements for, or in relation to, products.\nAccording to the Communication, the extension of the\nEcodesign framework (currently only for energy-related\nproducts) is to cover the broadest possible range of\nproducts, without mentioning any specific categories or\npriorities.\nPlease provide us with your feedback to the draft FEAD\nfeedback by Friday, 10 June 2022, COB.\nMonitoring of EU Institutions\nLife of EU institutions\ne POPs:\n[e) The Commission proposes to ban the use of an already\nexempted chemical for the production of fluoropolymers\n(PFOA).\ne CBAM:",
  "page_3": "[e) All compromise amendments negotiated between the\npolitical groups were adopted on 17 May in the Environment\nCommittee vote. The amendment extending the scope of\nCBAM to plastics, organic chemicals, hydrogen and indirect\nemissions\n(Compromise\n2)\ne Construction Products Regulation:\n[e) The German MEP Christian Doleschal is rapporteur in the\nIMCO Committee for the draft revision of this regulation.\ne Packaging Directive:\n[e) Rejected by the European Commission's internal review\ncommittee, the draft revision of the packaging directive is\nbehind\nschedule.\ne EU-US Trade and Technology Council meeting:\n[e) Europeans and Americans want to explore the possibilities\nof cooperation on the recycling of raw materials. The\nCouncil also takes stock of the challenges in the supply\nchain of 'rare earths’, resources for which EU companies\nhave developed limited production and recycling capacities,\nwith ‘almost all stages [being] concentrated in China’.\ne Ecodesign Regulation:\n[e) The ambition is to have the digital product passport\noperational by the time the first delegated act under the\nEcodesign Regulation is adopted, which is expected to be\nlate 2024 or early 2025.\nRenew appointed Danish MEP Linea S@gaard-Lidell as\nshadow rapporteur for the draft ecodesign regulation in the\nEuropean\nParliament's\nENVI\nCommittee.\ne RED (Renewable Ener Directive):",
  "page_4": "[e) MEPs strengthen the conditions for eligibility of waste incineration for support schemes, requiring that recycling and reuse targets be met, not just collection targets. ENVI Committee members agreed on 17 May on their position on the revision of the Renewable Energy Directive. FEAD is preparing its reaction. e ETS: The compromise amendments provide for the inclusion of emissions from municipal waste incineration plants in the Emissions Trading Scheme (ETS) from 1¢° January 2026. MEPs also call on the Commission to submit a report by 31 December 2024 on the \"possible impacts\" of this inclusion on waste disposal by landfill or exports to third countries. The compromise amendment providing for the inclusion of emissions from waste incineration plants by 2026 was adopted on 17 May in the Environment Committee e WSR: [e) Social Democrats, Greens and hard right in the European Parliament call for tighter restrictions on waste exports to the OECD in their amendments (here and here). The Greens and Social Democrats propose to ban exports of plastic waste to third countries, including OECD members. [e) FEAD prepared a overview of the submitted amendments. e ESR Regulation: [e) The ENVI Committee compromises covers emissions from agriculture, waste, roads and buildings. They do not change the target proposed by the Commission in July: - 40% of GHG emissions in the sectors covered by 2030 (compared",
  "page_5": "to 2005). The French target would still be raised to -47.5%.\ne Taxonomy:\n[e) The Platform on Sustainable Finance, which issued end of\nMarch a report where W-to-E is not included in the activities\ncovering the objective of “circular economy”, needs to have\na formal mandate from the European Commission to further\nexamine under which conditions residual waste, and\npossibly W-to-E, might be included in an additional\nDelegated Act. This mandate is far from being adopted.\ne Civil Dialogue Group on Horticulture:\no According to the summary of the exchange between the\nCivil Dialogue Group on Horticulture hosted by the\nEuropean\nCommission's\nDirectorate-General\nfor\nAgriculture, the executive presented the outline of the future\nrevision of the packaging directive, which could introduce a\nban of plastic packaging for fruit and vegetables.\ne New regulatory framework for batteries:\n[e) The second round of interinstitutional negotiations (trilogue)\non the Commission’s proposal for a Regulation on batteries\nand waste batteries is expected to take place on 13 June\n2022.\nThe European Court of Auditors announced on 10 May the\nlaunch of an audit on the translation of the executive's\nobjectives on battery production and access to the\nnecessary\nraw\nmaterials.\ne Critical Raw Materials:\n[e) The Commission is expected to come forward with a\nlegislative proposal establishing a framework for critical raw",
  "page_6": "materials.\ne EU Standards for treatment of WEEE:\n[e) The decision to come forward with an implementing act\nsetting European standards for the treatment of waste from\nelectrical and electronic equipment (WEEE) is provisionally\nexpected to be taken during the second half of 2023.\ne WEEE Directive:\n[e) The work on the development of a Delegated act setting\ncriteria for the assessment of equivalent conditions of\ntreatment of waste electrical and electronic equipment\n(WEEE) in non-EU facilities is currently on hold.\nPress Review & Reports\ne BusinessEurope - Digital\nProduct Passport - a\nBusinessEurope position paper\n[e) BusinessEurope published a position paper about the\ndigital\nproduct\npassport.\ne EEB —- Effort Sharing Regulation: MEPs vote for access to\njustice!\n[e) The start of this week saw MEPs vote on revisions to the\nEffort Sharing Regulation, along with a number of other\nclimate files key to the Fit for 55 Package. While not all the\nresults were positive, MEPs were favourable to including\narticles on access to justice.\n[e) Read\nthe\nfull\narticle here.",
  "page_7": "e World Meteorological Organization — State of the Global\nClimate 2021\n[e) Greenhouse gas_ concentrations in the atmosphere\ncontinue to rise - This is one of the conclusions of the State\nof the World's Climate report published on 18 May by the\nWorld Meteorological Organisation (part of the United\nNations). By 2020, the concentration of CO, had risen to\n413.2 ppm, a 149% increase over pre-industrial levels, a\nrecord.\n[e) Read\nthe\nfull\nreport here.\nENDS - Infringements: Commission issues final warnings\nover RED and EED\n[e) Eleven member states have received reasoned opinions\nover their failure to fully transpose key EU rules on\nrenewable energy and energy efficiency, the European\nCommission announced on Thursday.\n[e) Read\nthe\nfull\narticle here.\nENDS - Environment committee approves major changes to\nCBAM and ETS proposals\n[e) MEPs are gearing up for a tight plenary vote on two of the\nmost important files in the Fit for 55 package after a slim\nmajority on the environment committee (ENVI) pushed\nthrough key proposals on the scope and ambition of the\nemissions trading system (ETS).\n[e) Read\nthe\nfull\narticle here.\ne Recycling magazine - Slovakia has launched its Deposit\nReturn System\n[e) Since the launch of the DRS on the 1st of January 2022,\nSlovak citizens (5,5 Mio people) returned over 100 million\nplastic bottles and cans.",
  "page_8": "[e) Read the full article here.\nWebinars & Conferences\ne Petcore Europe 2022 - Reuse in focus, challenges &\nopportunities for the PET industry\n[e) Petcore Europe will have an online event on the 25 May\n2022 at 13.00 CET, to discuss how REUSE can bring\nimprovement to the PET industry and how this will integrate\nand modify the sector’s already developed infrastructure.\n[e) Register here.\nUNEP event: Ad hoc open-ended working group (OEWG) to\nprepare for the Intergovernmental Negotiating Committee to\nend plastic pollution\n[e) The meeting of the ad hoc open-ended working group to\nprepare for the work of the intergovernmental negotiating\ncommittee to end plastic pollution, including in the marine\nenvironment, will be held from 30 May to 1 June 2022 in\nDakar, Senegal.\n[e) Register here.\ne EP Intergroup event: Compost and Digestate in the Circular\nBioeconomy: Healthy Soil for Healthy Life\n[e) The EP Intergroup will have a Webex event on the 30 June\n2022 at 15.00 CEST, to discuss the need for a renovated\nattention to soil quality, soil health and soil fertility at\nnational, regional and European level in relation to the Soil\nHealth Law, the Common Agricultural Policy and the\ninitiative on Sustainable Carbon Cycles in relation to a\ncircular economy in Europe.",
  "page_9": "[e) Register here.\nFEAD website - Reminder\nGo to your Member Area (https://fead.be/index.php >\n“Members Only”)\nEnter your login and password (Please ask your login and\npassword to info@fead.be if you forgot it)\nGo to “Active Files” and here you have access to all files\nfollowed by FEAD Secretariat. We keep it updated!\nFrequency of FEAD Bulletin: The bulletin will be sent\nmaximum once per week, but without a minimum if it not\nnecessary. If there is a slow week with no new relevant\ninformation, then we deem that it is not necessary to send it.\nFor further information or enquiries, please do not hesitate to\ncontact the FEAD Secretariat at info@fead.be\nView this email in your browser",
  "page_10": "Copyright © 2022 Fead aisbl, All rights reserved.\nYou are receiving this email because you opted in via our website.\nOur mailing address is:\nFead aisbl\nRue Philippe Le Bon 15\nBrussels 1000\nBelgium\nAdd us to your address book\nWant to change how you receive these emails?\nYou can u date your preference Ss or unsubscribe from this list\nmailchimp"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
