{
  "file_name": "292_2553.pdf",
  "pages": {
  "page_1": "FEAD\nEuropean Waste\nManagement Association\n04 March 2021, Brussels\nFEAD position on a Carbon Border Adjustment Mechanism (CBAM)\nFEAD, the European Waste Management Association, represents the private waste and resource management industry across Europe.\nFEAD welcomes the European Commission’s proposal and the European Parliament’s ENVI report ona carbon border adjustment mechanism (CBAM). We deemthat a CBAM, being complementary to the EU ETS and the overall EU environmental legislation, can facilitate Europe’s efforts towards climate neutrality by 2050, by counteracting the risk of carbon leakage through the implementation of carbon pricing on imports of certain goods from outside the EU.1\nIn principle, EU regulations aimed at making the economy more circular constitute increased costs along the whole product life cycle. The whole production chain is more costly when based on recycling, than when using virgin materials.\n© The CBAM should help address the price gap between products containing recycled materials and those based on virgin materials. A CBAM should support regulatory measures aimed at incorporating recyclates into products, and, more generally, the waste recycling chain.\nA CBAM mechanism should take into consideration the energy content of imported products and put them on an equal footing with manufactured goods produced by industries subject to ETS. It would consequently cover imported products based on glass, cement, ceramic, paper, steel, aluminium, insofar as the “carbon leakage” mechanism does not fully compensate the COz costs for all sectors covered by the ETS. Previously established benchmarks underthe ETS can offerthe needed methodologies for calculating the energy related CO2 content of imported products, as the basis of the CO2 cost to be reflected by the CBAM.\nThe CBAM should also take into consideration the material content of imported products and aim to put the same level of competitiveness on products that incorporate recyclates and products that originate from virgin materials.\nA CO2 compensation mechanism at the boarders should work together with EU policies based on mandatory recycled contents. The Circular Economy Action Plan (CEAP) adopted on the 11th of March 2020 clearly aims to extend mandatory recycled content to other products, such as packaging, construction products, and vehicles.\nthttps ec.europa.eu/info/law/better-re lation/have-your-sa initiatives/12228-EU-Green-Deal-carbon- borde r-adjustment-mechanism-",
  "page_2": "The CBAM is an essential tool against eco-dumping, and a necessary complement to mandatory recycled content policies. It should also aim to strengthen European recycling markets, by consolidating the internal EU demand for recyclates. This will result in increased investments in recycling, and in a more competitive supply of recyclates.\nIn addition, a CBAM should also facilitate closing the loop within the EU economy by sourcing more waste as a material resource in industrial production. EU manufacturing industries would benefit from an improved competitiveness on products containing recyclates, compared to imported products based on virgin materials.\nFurthermore, a CBAM would allow EU industries to compete on an equal footing with competitors from developing countries which do not regulate their industries’ carbon emissions, nor regulate the whole material product life cycle by requesting the incorporation of recyclates in manufactured goods.\nRegarding “green” manufacturing as part of the eco-labelling scheme foreseen by the Circular Economy Action Plan, the EC should envisage a carbon label on products that are manufactured or sold within the Union. It would reflect the CO2 intensity in products, while showing the performance of products using recycled materials versus products that are made only with virgin resources.\nUndoubtedly, the implementation of a CBAM would face numerous practical, economic and legal challenges, under International Trade Law and especially with ensuring the mechanism is WTO-compatible. The mechanism must be applied to developing countries and trade partners without prejudice to the non-discrimination principle. The key is to structure any accompanying measure as a straightforward extension of the domestic climate policy to imports. The CBAM should be deployed gradually, starting with pilot sectors, where carbon content of product is easy to evaluate and establish, both for domestic and for imported products.\nTo design a functioning and successful CBAM, FEAD believes that further cost-benefit analyses and impact assessments are needed, by comparing the carbon footprint of products with recycled content and products with virgin materials. Such an assessment would show the importance of mandatory recycling content in the EU industries and how that should be linked with the CBAM.\nFEAD is committed to the objectives of the European Green Deal and considers the above- mentioned aspects apt for providing the adequate stimuli both for addressing GHG emissions and carbon leakages and for enhancing circular economy in Europe.\nFEAD Secretariat\ninfo@fead.be\nFEAD AISBL Rue Philippe Le Bon 15, 1000 Brussels +32 2 732 32 13 info@fead.be | www.fead.be\n@FEADinfo\nwww.linkedin.com/company/fead-waste"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
