{
  "file_name": "292_2554.pdf",
  "pages": {
  "page_1": "Be\nCouncil of the European Union\nInterinstitutional File:\n2021/0214(COD)\nBrussels, 15 November 2022 (OR. en)\n14790/22\nLIMITE\nFISC 221\nECOFIN 1167\nUD 243\nCLIMA 600\nENV 1159\nNOTE\nFrom:\nCommission services\nTo:\nDelegations\nSubject:\nCBAM: Draft Commission Services analysis\nDelegations will find attached the draft Commission Services analysis.\n14790/22\nJB/et\nLIMITE\nEN\nECOFIN 2B",
  "page_2": "15 November 2022\nDraft Commission Services analysis Possible scope extension for the Carbon Border Adjustment Mechanism\nDISCLAIMER\nThis note has not been adopted or endorsed by the Commission. Any views expressed 1n it may not in any\ncircumstances be regarded as stating an official position of the Commission.\nThe Commission’s impact assessment justifying the proposal on CBAM led to a selection of initial sectors (iron & steel, aluminium, fertilisers, cement and electricity) on the basis of strict criteria, namely (1) the relevance of sectors in terms of emissions (whether the sector is one of the largest aggregate emitters of GHG emissions); (2) the sector’s exposure to significant risk of carbon leakage, as defined pursuant to Directive 2003/87/EC; (3) limiting complexity and administrative effort. While respecting all these criteria the objective is to ensure broad coverage of industrial GHG emissions.\nFurthermore, the Commission envisaged (in the review clause of the proposal) a possible extension\nto other sectors, to downstream products and to services, and to indirect emissions, after 2026,\nfollowing a new in-depth analysis to be finalised at the end of 2025.\nIn the framework of the ongoing negotiations, the Council and European Parliament have both suggested additions to the scope of the CBAM regulation.\nThe purpose of this note is to inform co-legislators over the potential extension of the scope of the\nCBAM to include additional goods and sectors. In practice, such a scope extension would involve\nthe introduction of new Combined Nomenclature (CN) codes into the list of Annex I and the design\nof the rules for monitoring, calculation, reporting and verification of the embedded emissions into\nthose goods, which would further feed into the implementing acts of the Regulation.\nThis note focuses on the goods and sectors proposed for addition by the European Parliament from\nthe end of the transitional period, namely hydrogen, plastics and organic chemicals. All such sectors\nare considered to be at risk of carbon leakage under the EU Emissions Trading System (EU ETS).\nOn the other hand, this note does not include an analysis of the rest of the ETS sectors at risk of carbon leakage, which the European Parliament proposed for inclusion by 2030. These would need to be assessed at a later stage, either as part of the review at the end of the transitional period or in a separate dedicated review taking into account the three criteria, i.e. relevance of emissions, carbon\nJB/et\nLIMITE\n14790/22\n2\nEN\nECOFIN 2B",
  "page_3": "CN 7610, CN 76110000, CN 7612, CN 76130000, CN 7614, CN 7616 (?) Potential inclusion of upstream and certain downstream products could in the future benefit from ongoing work on the new Ecodesign for Sustainable Products Regulation (ESPR). The possible inclusion of requirements related to the products’ carbon footprint would complement the CBAM measures, contributing to reduce carbon leakages, bringing important methodological consistency between policies having the same scope, and supporting the tracking and tracing of supply-chain related information through the use of the digital product passport (DPP).\nleakage and administrative feasibility. Moreover, this note does not look into the CN codes proposed for addition by the Council, as these were directed at ensuring completeness coverage to the sectors / product groups already proposed by the Commission (!). It would in principle seem justified to include these codes.\nThis note also addresses the question of downstream sectors of CBAM goods as proposed for inclusion by the European Parliament considering the key issues that will need to be accounted for their effective and cost-efficient coverage in the future (7).\nFinally, this note also covers a list of precursors (upstream goods), which are basic materials not listed in Annex I of the Commission’s proposal but that are used as key inputs in the production of some of the goods of Annex I, such as for example coke for the case of iron and steel or alumina for the case of aluminium. The production of those materials falls under the scope of the EU ETS and the emissions related to their production are therefore reported by the installations in which they are produced. Users of those materials therefore carry indirectly the related CO2 cost. The initial approach of the Commission was to account for them in the methods to be specified in the implementing acts of the Regulation. However, in the context of the ongoing work of the CBAM methodology it became apparent that some of those materials should be included in the list of Annex I of the CBAM regulation provided that their emissions are relevant for the goods that use them. This will allow to better frame the technical approach and to ensure the same treatment for imported goods and those produced in the EU. Their inclusion in the scope would also ensure a higher coverage of GHG emissions as requested by the European Parliament.\nOverall, it should be noted that by comparison to the Commission’s initial scope of industrial sectors, whereby it was indicated that they account for about 45 % of total emissions under the EU ETS, the potential extension of the measure to additional sectors could bring emissions well above 50%. Indicatively, the addition of certain precursor material such as lime and plaster accounts for just under 4 % of total industrial emissions under the EU ETS. All organic chemicals and plastics would imply another 9 % and 1 % respectively.\n©)\nThese included for cement CN 25233000, for iron and steel CN 7326, and for aluminium\n14790/22\nECOFIN 2B\nJB/et\nLIMITE\nEN",
  "page_4": "1. HYDROGEN (CN 2804 10 00)\nIntroduction\nIn the EU about 47 % of produced hydrogen is used in refineries, 39 % in ammonia production, and\n14 % in other chemical products and the metal industry. However it should be clarified that\nhydrogen used in refineries is normally hydrogen produced as part of refinery processes — that is it\nis produced and used as part of integrated refinery processes and is not used as input in other\nindustrial processes. Over 90 % of hydrogen is currently produced from hydrocarbons (3), primarily\nfrom methane (‘).\nA significant part of the remaining 10 % may be based on heavy hydrocarbons or pet coke. Furthermore, in non-EU countries, significant amounts of hydrogen are produced from coal.\nThe choice of the hydrogen production process is directly linked to its end use. While stand-alone hydrogen production processes are in most cases steam reforming plants (using methane), hydrogen used in refineries is produced by applying different processes. The most frequently used is catalytic reforming, where hydrogen is a by-product. Steam reforming of methane or light fractions as well as partial oxidation of various often heavy oil fractions are found as well.\nHydrogen can also be produced by electrolysis, which relies on electricity to split water into\nhydrogen and oxygen. Today, this production seems still of a negligible order of magnitude, but the\ninterest as well as the number of (pilot) projects is increasing fast. Furthermore, hydrogen is a by-\nproduct of Chlor-Alkali electrolysis. In a low-carbon society, however, the electrolysis of water will\nbecome of increasing importance, including considered as storage technology for renewable energy\n(“power to gas/liquid”).\nCurrently, imports of hydrogen into the EU stand at relatively low levels (Table 1). However, the\nlandscape is foreseen to change significantly in the coming years. Achieving the objectives of\nREPowerEU relies notably on scaling up renewable hydrogen. This includes a target of 10 million\ntonnes of domestic renewable hydrogen production and 10 million tonnes of renewable hydrogen\nimports by 2030, to replace natural gas, coal and oil in hard-to-decarbonise industries and transport\n(3) It must be noted that hydrogen used in ammonia production is mainly methane-based, and\ntherefore a considerable share of the 90 % indicated here correspond to ammonia\nreforming will therefore be lower.\n(*) Alternatives also include pyrolysis/gasification of biomass and pyrolysis of natural\nproduction. When looking only at refineries and standalone hydrogen plants, the fraction of\nThe\ngas. latter process would generally emit little or no CO2, as the carbon from the gas would end up in solid carbon instead of CO2 in the classic steam reforming route\n14790/22\nECOFIN 2B\nJB/et\nLIMITE\nEN",
  "page_5": "sectors. Net imports of hydrogen are estimated to reach (Mt) 6.16 by 2030, making it potentially relevant from a trade intensity perspective (°) (°).\nTable 1: EU27 Import and Export of hydrogen (in million €\n2017\n2018\n2019\n2020\n2021\nImport Export Import Export Import Export Import Export Import Export\nBillions € 2.4\n3.4\n1.2\n4.2\n0.8\n4.0\n0.7\n3.9\n1.7\n5.4\nSource: PRODCOM\nAssessment of possible inclusion\nThe average GHG emissions intensity of all hydrogen installations under the EU ETS over the 2016/2017 period stood at 10.78 tonne of CO2 e per tonne produced (’).\nThe main driver of traditional hydrogen production (using steam methane reforming or partial oxidation) is the direct emissions, which based on ETS data is on average 91.8 % of total.\nHowever, indirect emissions are also relevant due to high pressures for storage and reliance on compressors which use electricity. The relative importance of indirect emissions can be\nexpected to increase in the coming years, due to the growing interest in electrolytic hydrogen.\nPut differently, the carbon footprint of electrolytic hydrogen will depend on the indirect\nemissions that it embeds. In cases where the electricity used in the process is renewable, the\nproduced hydrogen can be referred to as renewable or green. However, as emphasized in the figure\nbelow, using current electricity grid mixes of most EU countries results in hydrogen with much\nhigher carbon intensity than via unabated fossil-based routes. Low carbon hydrogen, which may\nencompass fossil-based hydrogen with carbon capture (sometimes referred to as “blue” hydrogen)\n(°)\n(°)\nEuropean Commission, COMMISSION STAFF WORKING DOCUMENT\nIMPLEMENTING THE REPOWER EU ACTION PLAN: INVESTMENT NEEDS\nHYDROGEN ACCELERATOR AND ACHIEVING THE BIO-METHANE TARGETS,\n2022\nIn 2021 main exporters of hydrogen in the EU included UK, Switzerland, Norway, US,\nSerbia and North Macedonia\n(7) European Commission, Update of benchmark values for the years 2021 — 2025 of phase 4 of the EU ETS, Updated final version issued on 12 October 2021\n14790/22\nJB/et\nECOFIN 2B\nLIMITE\nEN",
  "page_6": "and electricity-based hydrogen with significantly reduced full life-cycle emissions, may also play a role in the transition.\nFigure 2: GHG footprint of different hydrogen production route\n9CO3eq/kKWhy2\n800\n691\n600\n400\n328\n200\n“Taxonomy hydrogen”\n—-----\nwy et eS ee\n<q (174 gCO2, Source: EC)\noe\nft\n26\n“Low carbon hydrogen”\n(131 gCO2, Source: CertifHy)\nGrey hydrogen Electrolysis hydrogen Green hydrogen\n(SMR)\n(German grid mix )\nSource: Jan Cihlar et al. (2020) Hydrogen generation in Europe: Overview of costs and key benefit\nFor the decarbonisation of industry as a whole, demand for renewable hydrogen (produced through the electrolysis of water in an electrolyser, powered by electricity, and with the electricity stemming from renewable source) will increase. This will lead to non-integrated production processes in downstream products where hydrogen is a precursor, and imports of hydrogen will become important. While the RepowerEU plan and the “Fit for 55” package will promote the use of renewable hydrogen, future increased imports of hydrogen in the EU may include some non- renewable hydrogen. The inclusion of hydrogen in the CBAM could therefore be relevant.\nIn terms of carbon leakage risk, under the current EU ETS Directive, the production of hydrogen is on the carbon leakage list. However, only processes leading to direct emissions are included in the EU ETS (3), i.e. fossil-based (“grey”) or “blue” () hydrogen and thereby are eligible for the free allocation of ETS allowances. Indicatively, the attributed GHG emissions covered by the hydrogen benchmark (average of 2016/2017) was 7 051 720 tonnes of CO2 and the preliminary free allocation covered by the benchmark in 2021 was 5 074 480 EUA ('°). This corresponds to a production of ca. 740 000 t hydrogen per year.\n(*)\nThe activity defined in Annex I to the EU ETS Directive is “Production of hydrogen and synthesis gas by reforming or partial oxidation with a production capacity exceeding 25 tonnes per day”\n(°) i.e. production from fossil fuels, but with application of CCS (Carbon Capture and storage) (1°) European Commission, Update of benchmark values for the years 2021 — 2025 of phase 4 of the\nEU ETS, updated final version issued on 12 October 2021\n14790/22\nJB/et\nLIMITE\nEN\nECOFIN 2B",
  "page_7": "Under the proposal for the revision of the EU ETS, the Commission has proposed to extend the scope beyond production processes based on fossil inputs. The European Parliament furthermore proposed to lower the coverage threshold for producing hydrogen and synthetic gases for processes using renewable energy sources from 25 tonnes per day to 5 t/d. This would expand the scope to\nlow-carbon and renewable hydrogen and make them eligible for free allocation.\nFinally, it should be stressed that the revision of the guidelines on state aid measures for indirect\ncost compensation post-2021, lists for the first-time hydrogen under the eligible sectors for the\nreceipt of indirect costs compensation (!').\nIn terms of technical complexity and administrative effort, the introduction of hydrogen\nappears less complex than the inclusion of other sectors under consideration for an extension.\nNo specific precursors would have to be included and while several production routes need to be\ntaken into account it will be possible to address them. Nevertheless in recent discussions, industry\nrepresentatives have raised some aspects that will have to be considered further in terms of\ntechnical implementation such as how to distinguish liquid organic hydrogen carriers from the same\nchemicals which are not used for other purposes. Technical solutions to achieve this distinction will\nbe developed.\nIt should also be noted that hydrogen will be mostly transported via derivatives. These include\nammonia in a first phase, but also e-kerosene, e-diesel, methanol in later stages. In discussions with\nthe industry, stakeholders have called to put imported hydrogen on equal footing in carbon leakage\nprotection with other hydrogen carriers. However, this would be technically very difficult to deliver\nat this stage. In particular, a reliable method to distinguish e-fuels from conventional fuels would be required.\nThe table below outlines the main production routes highlighting the technical elements than will need to be taken into consideration.\nTable 2: Hydrogen production routes and key considerations\nSteam reforming\ne Results in the production of grey hydrogen\ne Uses primarily natural gas as input\ne Theoretically biogas is a possible zero-emission input\nSteam reforming with CCS or\nResults in the production of blue hydrogen\nUses natural gas as input\nCCU\n(1!) European Commission, Guidelines on certain State aid measures in the context of the system for greenhouse gas emission allowance trading post-2021, 2020\n14790/22\nJB/et\nECOFIN 2B\nLIMITE\nEN",
  "page_8": "Relies on electricity.\nElectrolysis\nIf renewable electricity then green hydrogen\nHydrogen is a by-product of Chlorine production\nChlor-Alkali\nelectrolysis\nThere may be technical challenges in attributing emissions to\nhydrogen\nLess used processes, but innovations may lead to more application\nPartial oxidation / gasification\nVarious feedstocks possible (fossil or biomass)\n/ Pyrolysis\nSource: Umweltbundesamt\nIn addition to the above, a critical element that needs to be emphasised is the relationship with downstream industry. Today nearly all hydrogen produced is used as input in the chemical and refining industries. Over 90 % of hydrogen in Europe is used in refining, ammonia and methanol production (17).\nHowever, in the future hydrogen is anticipated to become one of the key decarbonisation levers\nacross many energy intensive segments of the economy including iron and steel production and\ntransportation. Moreover, green hydrogen will in the future also be necessary for the production of\ne-fuels, Renewable Fuels of Non-Biological Origin (!3) (RFNBOs).\n2. ORGANIC CHEMICALS (CN 29)\nIntroduction\nAccording to the European Chemical Industry Council (CEFIC), more than half of the EU\nchemicals are sold to other industrial sectors ('4). In 2019, organic chemicals accounted for about 55\n% of the sales of the non-fertilizer chemicals sector (15). They are used in downstream sectors such\nas plastics, which accounted for another 29 % of sales ('°), and also in product groups such as\npharmaceuticals, cosmetics, dyes, pigments, coatings, synthetic fibres and textiles, food additives\netc., thus more or less every consumer good. However, some policies currently under revision (e.g.,\nPackaging and Packaging Waste Directive, End of Life Vehicles Directive) include ambitious\n(17) European Commission, Hydrogen generation in Europe: Overview of costs and key benefits,\n2020\n(*°) Within the meaning of the Renewable Energy Directive (\"*) CEFIC, 2022 Facts And Figures Of The European Chemical Industry, 2022 (*°) ERCST, Border Carbon Adjustments in the EU — Sectoral Deep Dive, 2021 (*°) ibid\n14790/22\nJB/et\nECOFIN 2B\nLIMITE\nEN",
  "page_9": "requirements for mandatory recycled content for plastics packaging. These requirements will probably lead to relevant imports of recycled plastics.\nTable 3: EU27 Import and Export of Organic Chemicals (in billions € and million tonnes)\n2017\n2018\n2019\n2020\n2021\nImport Export Import Export Import Export Import Export Import Export\nBillions € 56.2 47.6 58.8 52.6 61.1 52.1 60.5 53.9 68.8 55.7\nMt\n25.2 12.3 27.2 12.7 27.3\n12.0 24.3\n12.5 25.7 12.2\nSource: PRODCOM\nAssessment of possible inclusion\nOrganic chemicals are among the highest emitting sectors in the EU ETS. Based on 2013-15 data from the EU ETS, other organic chemicals (NACE 20.14) accounted for approximately 60 Mt of CO2 emissions in the EU, of which 51.6 Mt were direct and 8.5 Mt were indirect (Annex A). This implies a direct to indirect ratio of 86 % relative to 14 % respectively. The emission intensity, defined as emissions divided by the gross value added of the sector, stands at 2,153 including both direct and indirect emissions (1).\nGoods under organic chemicals are highly traded. Based on 2013-15 data from the EU ETS the trade intensity of the sector, defined as the share of trade with non-EU countries over total turnover, stood at 49 % (18).\nGiven the above, production of organic chemicals is considered at risk of carbon leakage and thereby eligible for the receipt of free allocation under the EU ETS.\nFor 2012-2020, the organic basic chemicals were eligible for the receipt of state aid under indirect\ncost compensation. Their eligibility was dropped under the post-2021 guidelines.\nEN\n(7) European Commission, EU ETS phase 4 Preliminary Carbon Leakage List Carbon Leakage Indicator underlying data\n(\"8)\nIn 2021 the main exporters of organic chemicals to the EU included Switzerland, China, United States, India, United Kingdom, Japan, Singapore, Saudi Arabia, Russian Federation, Korea, Norway\nJB/et\nLIMITE\n14790/22\nECOFIN 2B",
  "page_10": "Attributing embedded emissions to production of different organic chemical goods is\ncharacterised by significant technical complexity. Over 600 CN codes would be included under\nCN 29, most of them being groups of substances rather than individual products.\nBy definition all organic chemicals contain carbon. All their production routes conventionally start at one of the three fossil sources: natural gas, mineral oil or coal. As technologies exist for gasification of coal or oil, and for production of liquid hydrocarbons (Fischer-Tropsch synthesis) from synthesis gas, which in turn can be produced from all other carbon sources, the three fossil main starting points are largely exchangeable. Furthermore, fossil sources can also be replaced by biomass, which can be accounted for as “carbon neutral” (1°). These production routes will become increasingly important on the way to a net-zero GHG economy. Finally, even COz2 — either captured from industrial plants or from the atmosphere (“direct air capture’’) — can be used as source of carbon for organic chemicals, in processes which are commonly termed Carbon Capture and Utilisation (CCU).\nIn principle every “basic organic” chemical can be produced from five different main pathways\nwith different technologies, and for each more complex organic chemical substance different\nproduction routes using different input materials can be used. While there is still a relatively limited\nnumber of “basic organic” chemicals, the number of further downstream chemical products is very\nhard to capture, and the number of involved production processes is equally high.\nThe Best Available Techniques (BAT) Reference Document for the Production of Large Volume Organic Chemicals (7°) indicates some 70 000 products of the sector, as illustrated in the figure below (?!).\n(19) More precisely, emissions from burning biomass may be considered to have zero emissions, provided the emissions from changes in carbon stock due to biomass harvest is appropriately taken into account in national GHG inventories under the UNFCCC. Furthermore, legislation may limit the eligibility of biomass for zero rating by adding further sustainability, GHG savings and other criteria, as done by the Renewable Energy Directive. (7°) IRC, Best Available Techniques (BAT) Reference Document for the Production of Large Volume Organic Chemicals, 2017 7° JRC, Best Available Techniques (BAT) Reference Document for the Production of Large Volume Organic Chemicals, 2017 (7!) Note that this picture indicates only the three currently commonly used natural sources natural gas, mineral oil and coal, while the text above also mentions the innovative routes starting from biomass and CO2.\n14790/22\nJB/et\n10\nECOFIN 2B\nLIMITE\nEN",
  "page_11": "Figure 3: Products under organic chemicals sector under Best Available Techniques Reference (BREF) Document for the Production of Large Volume Organic Chemicals (LVOC)\nApproximate\nNumber of Substances\nGeneric activity\n3\nNatural\nSources\n»\n10\nRaw Materials\n———$\nat\n+——_——— Transformation\n| Base Materials\n50\n———————— Functionalisation\nx\nIntermediates & Monomers\npers ‘\nSource: JRC, Best Available Techniques (BAT) Reference Document for the Production of Large Volume Organic Chemicals, 2017\nAnnex B to this note presents two pictures from that BREF which give an overview of the most important production routes of basic organic chemicals. Note that these pictures are still simplifications which e.g. exclude the production of further relevant precursors, in particular inorganic large volume chemicals.\nAs a further example for the complexity of production routes, the picture below presents\npossibilities to produce methanol, one of the most important organic base chemicals. Coal-based production routes have been omitted in this picture, as they are not relevant in the EU.\nFigure 4: Production route of Methanol\nWater gas\nshift reaction\n—\nGasification\nSs\n14790/22\nco,\nJB/et\nLIMITE\nMethanol\nBion\nMethane\npyrolysis\n—_—<«\nPartial\noxidation\nsteam\n+——_—————— Separation\n]\noo\n_ Heavy\nfuel oil\n500\nL\n————\nSynthesis\n|\nha\n-\n70000\nFine\npolymers |\n|\nreforming\nElectrolysis\n1]\nEN\nECOFIN 2B",
  "page_12": "Source: VCI/ DECHEMA and Future Camp, translated by Umweltbundesamt (27)\nIn sum, the inclusion of organic chemicals is characterised by significant technical complexity.\nExtensive consultations with Member States and industry stakeholders would be required to support\nthe development of methodologies and default values relevant for embedded emissions of at least\nthe most important organic chemicals.\n3. PLASTICS AND ARTICLES THEREOF (CN 39)\nIntroduction\nAccording to Plastics Europe, in 2021 the European plastics industry, which includes plastics manufacturers, converters, recyclers and machinery manufacturers accounted for a turnover of approximately 405 billion euros (7%). Plastics is highly export oriented industry, recording consistently a positive trade balance in recent years.\nTable 4: EU27 Import and Export of plastics (in billions € and million tonnes)\n2017\n2018\n2019\n2020\n2021\nImport Export Import Export Import Export Import Export Import Export\nBillions € 37.0 53.8 39.3 55.1 39.4 52.4 37.0 50.6 48.9 61.4\nMt\n15.6 20.6 16.5 20.6 17.0 20.0 16.2 20.9 17.7 20.7\nSource: PRODCOM\nPlastics have an extensive downstream value chain. Packaging and building construction\napplications were, according to Plastics Europe, the two largest downstream markets for primary\nplastic materials. This was followed by automotive, electrical and electronics and household, leisure\nand sports.\n(77) Source: VCI / DECHEMA and Future Camp, Roadmap for a climate neutral German chemical industry https://www.vci.de/vci/downloads-vci/publikation/2019-10-09-studie-roadma -chemie- 2050-treibhausgasneutralitaet.pdf, picture translated by Umweltbundesamt (°°) Plastics Europe, Plastics — the Facts 2022, 2022\n14790/22\nJB/et\n12\nECOFIN 2B\nLIMITE\nEN",
  "page_13": "Figure 5: European plastics converters demand by applications\nOthers\n17%\nEmissions of plastics in primary form are also relevant under the EU ETS. Based on 2013-15 data from the EU ETS plastics (NACE 20.16) accounted for approximately 10.4 Mt of CO2 emissions in the EU, of which 2.8 Mt were direct and 7.6 Mt were indirect (see Annex I). This implies highly electro intensive production processes whereby the direct to indirect ratio of embedded emissions lies at 27 % relative to 73 % respectively. The emission intensity, defined as emissions divided by the gross value added of the sector, stands at 0.867 including both direct and indirect emissions (*4).\nGoods under plastics in primary form are highly traded. Based on 2013-15 data from the EU\nas over turnover, stood at 36 % (75). Given the above, production of polymers (of which plastics are a sub-division) is considered at risk of carbon leakage and thereby eligible for the receipt of free allocation under the EU ETS. In assessing their technical complexity, it should be emphasised that polymers are among the most important products of organic chemistry in terms of volumes, emissions and application in goods. Similar to organic chemicals, there is a very high number of different products and production processes under polymers. If these were introduced in the CBAM, it would be unavoidable to focus (74) European Commission, EU ETS phase 4 Preliminary Carbon Leakage List Carbon Leakage Indicator underlying data https://climate.ec.europa.eu/system/files/2018-05/6_cll-ei-ti_results_en.pdf a) In 2021 the main exports of primary plastics to the EU included US, UK, South Korean, Saudi Arabia and China\nETS the trade intensity of the sector, defined the share of trade with non-EU countries\ntotal\n14790/22\nJB/et\n13\nECOFIN 2B\nLIMITE\nEN\nAgriculture, Farming &\nGardening\n3.1%\nPackaging\nHousehold,\n39.1\nLeisure & Sports\n4.4\n50.3\nmt\nin 2021\nAutomotive\n8.6%\nBuilding &\nConstruction\n21.3\nSource: Plastics Europe\nAssessment of possible inclusion",
  "page_14": "on a few substances, for which the technical difficulties of determining embedded emissions can be kept manageable.\nThe Commission has undertaken a preliminary assessment of the technical complexity of the four most used polymers (?°) (regarding production volumes), PE (polyethylene), PP (polypropylene), PVC (polyvinylchloride) and PS (Polystyrene). Details on their (chemical) value chains are discussed below under “complexity”. The CN codes for this discussion are given below. (77)\nTable 5: List of four most used polymers assessed by the Commission\nCN\nDescription\n3901 10\n3901 20\n3902 10 00\n3904 10 00\n3904 21 00\n3904 22 00\n(76) According to https://plasticseurope.org/knowledge-hub/plastics-the-facts-2021/, used volumes of PET (Polyethylene terephthalate) are higher than those of PS. However, the value chain of PET production is even more complex, and significant amounts of PET are produced in the form of man-made fibres (polyester) and textiles. In order to avoid such cross-sector issues, PET is not further analysed. a) The subsector polyethylene in primary forms (NACE code 20.16.40.15) is included in the list of sectors and subsectors eligible for indirect cost compensation under the Guidelines on certain State aid measures in the context of the system for greenhouse gas emission allowance trading post-2021 (2020/C 317/04). The inclusion of indirect emissions in the scope of CBAM, which is being assessed in a separate note, would necessitate addressing a possible overlap between the two measures.”\n14790/22\nJB/et\n14\nECOFIN 2B\nLIMITE\nEN\nPolyethylene with a specific gravity of < 0,94, in primary forms\nPolyethylene with a specific gravity of >= 0,94, in primary forms\nPolypropylene, in primary forms\nPolyvinyl chloride\", in primary forms, not mixed with any other substances\nNon-plasticised poly\"vinyl chloride\", in primary forms, mixed with other substances\nPlasticised poly\"vinyl chloride\", in primary forms, mixed with other substances\n3903 11 00\nExpansible polystyrene, in primary forms\n3903 19 00\nPolystyrene, in primary forms (excl. expansible)\nFigure 6 below presents an overview of the most important production routes of those polymers.\nMaterials which are considered to have no embedded emissions are shown in red boxes, materials\nwith embedded emissions (including pre-cursor materials and final products) in green boxes. All\ngoods in green boxes — if tradable — would have to be considered for inclusion in the CBAM.\nAs can be seen, there are processes at central points in the value chain for which an attribution\n(allocation) of emissions to several (or even many) different co-products from the same process",
  "page_15": "would be required, namely the refining process, steam cracking and aromatics production.\nCurrently, there is no generally agreed methodology for this purpose in the EU ETS. Consequently,\nit would require a large amount of research and extensive consultation with stakeholders in order to\ndetermine embedded emissions of products from these processes.\nFigure 6: Production routes for the most important polymers.\nValue chain (most important polymers)\nAromatics\nproduction**\nChlor-alkali\nelectrolysis\n| Hydrogen*** |\nChlorine\nVCM-\nStyrene\nproduction\nproduction\nPolymeri-\nPolymeri-\nPolymeri-\nPolymeri-\nsation\nsation\nsation\nsation\nPol inyl-\nchloride (PVC)\n* Attributing refinery emissions to various products (or in this case, fractions going into chemical industry) is difficult. There is no applicable method available in EU TES legislation ** Similarly, there is not yet a method for attributing emissions to products from cracking and aromatics processes. *** Other products of the shown might be included in the CBAM later. If this happens, part of the embedded emissions need to be processes a attributed to them (rules to be developed only if applicable) umweltbundesamt®\nSource: Umweltbundesamt\nIn accordance with what has been mentioned about production routes in the section on organic chemicals, the above overview of production processes is strongly simplified, as it builds only on the conventional approach to use mineral oil refining as the starting point for chemicals production, while more innovative approaches such as inclusion of biomass-based ore CCU production routes\nJB/et\nLIMITE\n15\nEN\nECOFIN 2B\n14790/22",
  "page_16": "are excluded. Furthermore, plastic wastes can be fed into the processes at various stages of the value chain.\nNotwithstanding the above, it would be possible to extend the scope from the beginning to a\nrestricted list of goods in that sector, which are characterised by less complex production routes 1.e.\ncertain primary forms of polymers (e.g. polyethylene and polypropylene). This could also allow for\na more gradual introduction and give time for further analysis on additional goods of the sector that\nmight be added in the future.\nAs illustrated in the table below, imports of Polyethylene and Polypropylene amounted to EUR\n6.7M or S5Mt in 2021. These correspond to 14 % of total value of polymers imports in 2021 and\nnearly 30 % of total imports of polymers in terms of volume (78).\nTable 6: EU 27 Imports and exports of polyethylene and polypropylene (in billions € and million tonnes)\nProduct\n2017\n2018\n2019\n2020\n2021\nImport Export Import Export Import Export Import Export Import Export\nPolyethylene (€)\n3.9\nPolyethylene (Mt) 3.6\nPolypropylene (€) 1.4\nPolypropylene (Mt) 1.3\n2.4\n3.4\n3.7\n1.5\n1.3\n3.7\n2.8\n1.4\n1.0\n3.6\n3.6\n1.5\n1.4\n3.5\n2.5\n1.3\n1.0\n3.0\n3.2\n1.3\n1.3\n2.6\n2.9\n1.3\n1.2\n2.9\n3.3\n2.4\n1.7\n43\n1.3\n1.5\n1.0\n3.5\n2.8\n1.1\nSource: PRODCOM\n4. DOWNSTREAM PRODUCTS\nThe European Parliament has proposed the extension of the CBAM scope to “downstream\nproducts” by comparison to goods that are under the scope of the proposed CBAM regulation.\nExtending the CBAM to downstream products faces the challenge of the complexity of global value\nchains and the varying possibilities of the transformation of a CBAM good in later stages as input\nIn 2021, the main exporters of Polyethylene and Polypropylene to the EU included Saudi Arabia, Russian Federation, UK, Korea, Egypt, US, Qatar, Turkey and Brazil\n14790/22\nJB/et\n16\nECOFIN 2B\nLIMITE\nEN\n(°°)",
  "page_17": "into intermediate and other final products. Certain goods under the scope of CBAM may reach directly the final consumer with limited transformation. However, other goods such as those under the steel and aluminium sectors in the scope of CBAM, have more manufacturing steps included downstream and the final product becomes more complex. Hence, the content of the basic material in those goods becomes diluted. Thus, it becomes difficult to monitor and verify the embedded emissions of the share of CBAM goods in those final products. On the other hand, excluding downstream products from the scope might entail circumvention risks - that is, if CBAM goods are transformed so that the output product does not fall within the scope of the CBAM Regulation.\nAddressing these challenges would raise a number of key considerations in practice.\nThe first relates to developing a deeper understanding over the risk of carbon leakage downstream, which translates into gaining insight into the value of carbon relative to overall value generation downstream. The Commission’s impact assessment estimated that on aggregate, cost pressures and the consequent risk of carbon leakage downstream is limited: However, at higher carbon prices in the future, more complex products down the value chain may become relevant for the CBAM. This can only be monitored and meaningfully studied once the CBAM charge starts to be phased in.\nThe second relates to the number of production steps involved in the manufacturing of each\nintermediate and final good that uses the CBAM basic material downstream. Tracing the CRAM\nbasic material downstream of these goods would involve detailed analysis of relevant value chains\nto ensure that it is accurately reflected and followed in different stages of transformation before the\nfinal product crosses the EU border. The number of CN codes downstream affected by such an\nexercise will not be trivial.\nThe third relates to the enhanced role that will inevitably be required by the customs authorities in\nexercising scrutiny over the proportion of CBAM good embedded in the imported final or\nintermediate goods imported into the EU. The Commission’s proposal placed emphasis in\nminimising the burden on customs authorities as well as on all other actors, like the importers.\nDelivery on this enhanced role would require new methodologies, changes in operational systems\nand human capital investments to allow EU customs authorities to carry out the necessary tasks (7°)\n() In the future it could be possible to build on the digital product passport (DPP) introduced through the Ecodesign for Sustainable Products Regulation (ESPR). The inclusion in the DPP of CBAM related information would help customs and market surveillance authorities to better check the existence of the information provided and its reliability.\n14790/22\nJB/et\n17\nECOFIN 2B\nLIMITE\nEN",
  "page_18": "The fourth relates to the additional layer of complexity that such a scope extension would entail. This is because the approach to determining and verifying the embedded emissions of the share of CBAM goods in those downstream products would imply additional rules and decisions over necessary simplifications to ensure cost-effective implementation. Given the above considerations, any extension to downstream products should take into account a number of guiding principles. These would include the share of CBAM goods as part of their total volume, as well as the proportion of carbon costs from CBAM goods as a share of the total cost of producing them, the complexity of value chain and their risk of carbon leakage. In addition, the role of customs and the necessary methodologies and operating systems to monitor the application of the measure would also need to be analysed in detail.\nReflecting the above thorough analysis needs to take place before setting a date for any extension of the CBAM scope to complex downstream goods. It should be noted that the relevant data will only become available once CBAM is charged, 1.e. after the end of the transitional period. This date is dependent on co-legislators' agreement on the phase in of the CBAM and phase out of free allocation in the EU ETS that should proceed in parallel.\nNevertheless, it could be argued that certain downstream goods can already be considered for\ninclusion from the beginning on the basis of their simplicity and share of CBAM goods in the\nvolume of the final product. Based on discussions with industry, the following products are based\non nearly 95 % - 100 % of goods subject to CBAM (2°). Therefore, while the products below are\nusually not part of the produced goods in EU ETS installations close to 100 % of their intermediate\ninputs are subject to a carbon price:\ne CN 7318 - Screws, bolts, nuts, coach screws, screw hooks, rivets, cotters, cotter pins, washers (including spring washers) and similar articles, of iron or steel CN 7326 — Other Articles of Iron and Steel — Forged or Stamped, but not further worked. It should be noted that the Council has already included this group of CN codes in its proposed extension. CN 7616 — Other articles of aluminium. \\t should be noted that the Council has already included this group of CN codes in its proposed extension. (°°) In discussions with industry certain additional CN codes related to forged steel have also been proposed for inclusion, on account of the high share of steel in the final product. The Commission is looking into these products but more time is need to understand their depth and simplicity for inclusion into the CBAM scope. These include 84553031, 84553039, 84831025, 84879057, 87084091, 87089291, 87089491, 87089591, 87089993, 87085055, 87088091\n14790/22\nJB/et\n18\nECOFIN 2B\nLIMITE\nEN",
  "page_19": "5. PRECURSORS\nPrecursors are basic materials that are used as inputs into the production of CBAM goods (upstream goods). However, as not all precursors contribute significantly to the embedded emissions of goods within the scope of the CBAM, and to ensure legal certainty for the importers of those goods, it is envisaged to specify in the appropriate implementing act, for each production process, which precursor is the relevant one, 1.e. which will have to be taken into account in the monitoring and reporting of embedded emissions. Details on this approach are currently discussed with the informal expert group on CBAM, composed of Member States and stakeholders, on the basis of a concept note which will guide the development of the CBAM methodology (*!).\nThe concept of “embedded emissions” builds on the attempt to reflect emissions accounted for\nunder the EU ETS also in the CBAM obligation. Under the EU ETS, carbon costs from emissions\nfrom the production of these precursors are passed on to installations using them in their production\nprocesses, or they face the carbon costs themselves in case of integrated plants where precursor\nproduction lies within their system boundaries. The initial approach of the Commission was to\naccount for the emissions of precursors in the methods specified for in the appropriate\nimplementing acts, to ensure that all production steps subject to the EU ETS are taken into account\nunder CBAM. However, given the co-legislators’ interest to effectively frame the calculation of\nembedded emissions contained in CBAM goods, and since most precursors are tradable themselves,\nit would seem appropriate to extend the list of goods under Annex I of the CBAM regulation by\nincluding certain upstream precursor materials used as inputs for the goods already considered\nunder the scope of CBAM. Furthermore, their inclusion could allow for a better equivalence of the\ntreatment of the emissions included in the imported CBAM goods with those of the goods produced\nin the EU with imported precursors.\nIn any case, their inclusion in the list of Annex I of the CBAM regulation should be conditional on the relevance of their emissions to the goods that use them and would be a means to better frame the technical approach for accounting emissions. For the sake of clarity, it is noted that some of those goods are under the EU ETS considered to be at risk of carbon leakage and therefore their production is eligible today for the receipt of free allocation.\nIt should be stressed that discussions with Member States and stakeholders are ongoing in the context of developing the CBAM methodology notably under the informal expert group on CBAM. On the basis of this, fine-tuning to the final list of precursors may need to be introduced to reflect technical details suggested by experts.\na)\nThis concept note can be made available at the request of the co-legislators\n14790/22\nJB/et\n19\nECOFIN 2B\nLIMITE\nEN",
  "page_20": "5.1. Iron and Steel\nThe following table gives an overview of potential precursor materials which are relevant in determining the embedded emissions of steel products. The relevance for inclusion in the CBAM depends also on whether the materials contribute significantly to embedded emissions of other CBAM goods, which in turn depends also on whether they have themselves significant embedded emissions, and whether quantities imported into the EU justify the addition of complexity to the CBAM. These arguments are underpinned by estimations in the table below on import relevance and contribution of precursor’s embedded emissions to embedded emissions of steel.\nAn area of specific complexity is the production of all kinds of stainless and other alloyed steels\n(37), which are included in Annex I under CN 73xx. In the EU, alloyed steel is generally produced\nby the EAF (electric arc furnace) route using on average 75% post-consumer scrap. For adjusting\nthe required alloy grade, the required metals are added in form of alloys falling under the CN code\n7202, which is excluded in the Commission proposal. However, further analysis has shown that\nthose alloys in their function as precursors contribute the vast majority of total embedded emissions\nof alloy steel. This is particularly true for ferro-nickel and ferro-chromium, where the difference\nbetween EU and extra-EU embedded emissions vary the most. Alloys are no consumer goods, but\nfeed almost exclusively into steel production. It is therefore proposed to include them also in Annex\nIas CBAM goods (33).\n(3?) In principle, industry as well as CN classification distinguishes “normal steel” (or “carbon steel”), stainless steels (per definition this is steel with more than 10,5% Chromium content; The most popular type contains 18% Cr and 8% Ni), and other alloy steels (which per definition contain more than 8% of metallic alloy elements in total) (°°) For production of alloy steels, some of the alloying elements may also be used in elemental form (i.e. pure nickel, manganese etc.). However, this is more expensive and is usually avoided as much as possible. For keeping non-ferrous metals (except aluminium) out of the CBAM scope, and for keeping the complexity of MRV at a reasonable level, it is proposed to approximate the embedded emissions of those metals by an equivalent mass of the related ferro-alloy. Furthermore, for MRV purposes another production route (via “Nickel pig Iron”, NPI) will have to be introduced, which is used in some non-EU countries at large scale.\n14790/22\nECOFIN 2B\nJB/et\nLIMITE\n20\nEN",
  "page_21": "Table 7: Precursor materials in the iron and steel sector for discussion of inclusion in the CBAM scope.\nCN\nDescription\nImport relevance\nContribution of\nprecursor’s embedded\nemissions to embedded\nemissions of steel\n2804 10 00\nHydrogen (*“)\nProjected expand\nNo numbers available,\nsignificantly in\nbut may be significant\ncoming years\nif non green hydrogen\n(currently 100-500 is used\ntonnes per year)\n2704 00\nCoke and semi-coke of coal, of >2 Mio t/ yr\n5-6 %\nlignite or of peat, whether or not\nagglomerated; retort carbon\n2601 12 00 Agglomerated iron ores and\n30 Mio t/ yr\nCa. 12 %\nconcentrates (excl. roasted iron\npyrites)\n2518 20 00 Dolime: Calcined or sintered\n150 000 t/ yr\n3-4%\ndolomite (excl. broken or\ncrushed dolomite for concrete\naggregates, road metalling or\nrailway or other ballast)\n1 Miot/yr\n2519 90\nMagnesia: Fused magnesia;\ndead-burned \"sintered\"\nmagnesia, whether or not\ncontaining small quantities of\nother oxides added before\nsintering; other magnesium\n300 000 t/ yr\noxide (excl. natural magnesium\ncarbonate \"magnesite\")\n2522\nLime: Quicklime, slaked lime\nand hydraulic lime (excl. pure\ncalcium oxide and calcium\nhydroxide)\n440 000 t / yr\nAccording to a study for\n7202 1\nFerro-manganese\n7202 2\nFerro-silicon\n470 000 t / yr\nEurofer, in the example\n7202 3\nFerro-silico-manganese\n630 000 t/ yr\nof a typical stainless steel\n7202 4\nFerro-chromium\n000 550 t/ yr\n(5), precursors contribute\n210 000 t / yr\n7202 6\nFerro-nickel\n87 % with typical EU\nproduction methods, and\neven more where the NPI\nproduction route is used\n(°°).\nThe table above presents estimated data on relevance of different potential precursor materials in\nsteel making. It is to be noted that the embedded emissions do not include the actual carbon content\nof the material (e.g. coke) itself. That would be relevant for the direct emissions at the point where\nthe precursor is consumed. For example, the carbon content of coke would contribute to the direct\n(4) Hydrogen is of relevance in DRI (Direct Reduced Iron) production routes (35) “Grade 304”, 18 % Cr, 8 % Ni, 1,4 % Mn, 0,03% C (7°) The study assumes the inclusion of indirect emissions\n14790/22\nECOFIN 2B\nJB/et\nLIMITE\n21\nEN",
  "page_22": "emissions of the blast furnace process, and electrodes to the emissions of the electric arc furnace process, even if they are not included as precursor materials.\nIt should be noted that some of the listed precursors (in particular lime and dolime) are also relevant in the building materials and other sectors. Their inclusion can nevertheless be justified as the sector is also carbon leakage exposed as shown in the table above.\n5.2. Fertilisers\nFor fertilisers, the value chain is almost completely contained in Annex I of the Commission proposal for the CBAM Regulation. As an only exception, hydrogen is not listed. However, under current production techniques, hydrogen is usually produced in an integrated process with ammonia, and not purchased on the market.\nFor the decarbonisation of industry as a whole, demand for renewable (or “green”) hydrogen (i.e.\nhydrogen produced by electrolysis using electricity from renewable sources) will increase.\nIncentivised by REPowerEU, this may happen fast and will allow ammonia production with such\nhydrogen. This will lead to application to a non-integrated ammonia production processes, and\nimports of hydrogen will become important. Since there may also be imports of non-renewable\nhydrogen, inclusion of hydrogen in the CBAM could be relevant.\nTable 8: Precursor materials and final products in the fertilizer sector for discussion of inclusion in the CBAM scope\nCN\nDescription\nRemarks\nHydrogen\nSee section above on Hydrogen for\n2804 10 00\ntrade intensity, emission relevance and\ntechnical feasibility\nThe primary processes of the production of aluminium products differs in terms of precursors. In\nmost modern smelters, pre-baked graphite electrodes are used. This baking process leads to\nsignificant emissions, for which an EU ETS benchmark is available. These anodes should therefore\nbe considered precursors to be taken into account for embedded emissions.\nTable 9 lists important precursors in the aluminium production process, together with an estimate regarding the relevance of these materials.\n5.3. Aluminium\n22\nEN\n14790/22\nECOFIN 2B\nJB/et\nLIMITE",
  "page_23": "Table 9: Precursor materials in the Aluminium sector for discussion of inclusion in the CBAM scope\nCN\nDescription\nImport significance\nContribution to embedded\nemissions of (primary)\nAluminium\n2818 20 00\nAluminium oxide (excl.\n1 Mio t/ yr\nIf indirect emissions\nartificial corundum)\nincluded: 10%\nOtherwise: 33 — 40 %\n8545 11 00\nElectrodes of graphite or\n70 000 t / yr\nElectrodes: 2,5 % (if\nother carbon, for electric\nindirect emissions\nfurnaces\nincluded), otherwise: 10\n%\nAlumina (aluminium oxide) should be included in the CBAM (3). The second precursor (pre-baked electrodes) should be included, too, as the baking process leads to significant emissions. However, electrodes themselves should be considered simple goods, i.e. their own precursor materials should not be further considered. This is mainly because there may be too many different composition options for these electrodes, and embedded emissions for some of the used materials may be difficult to determine. Based on the same consideration, electrode pastes for the Sederberg process should not be considered a precursor material.\n5.4. Cement\nCalcined clay, which may be imported by EU cement producers, can be used, as substitute of clinker in cement production. The production of calcined clay would be covered by the ETS given the high heat needs of the process. It is therefore suggested to include this product into the CRAM along with other precursors.\nCN\nContribution to embedded\nJB/et\nTable 10: Precursor materials in the Cement sector for discussion of inclusion in the CBAM scope\nDescription\nImport significance\nemissions of cement\n25070090\nKaolin and other\nImports of all clays\nCalcined clays would\nkaolinic clays, calcined under CN 2507 are\nhelp reduce embedded\nabout 3.5 Mt per year.\nemissions of cement.\nHowever, for the sub-\n(°”) Alumina plants have more than 20 MW thermal rated input and therefore covered by the ETS. To reflect this alumina production should also be directly included CBAM under Annex I\n14790/22\nECOFIN 2B\nLIMITE\n23\nEN",
  "page_24": "Import significance\ncategory 25070090\n(calcined clays), there is\nno data available at\nEurostat.\nShould burnt lime, dolime and magnesia be included in the CBAM (see 4.1 iron and steel), they would also be potential precursors in clinker production (38).\n(°°)\nCN\nDescription\nContribution to embedded\nemissions of cement\n14790/22\nCalcined clay in cement production allows cement producers to replace up to 30% of limestone-based clinker, resulting in up to 40% lower CO2 /t in cement produce\nLIMITE\n24\nEN\nJB/et\nECOFIN 2B",
  "page_25": "Annex A\nDetailed data on direct and indirect emissions\ns\nAverage emissions in million tonnes of CO2 (2013-2015)\nManufacture of basic iron and steel and of ferro-... [III SSS\nManufacture of refined petroleum products ooo\nManufacture of cement ee\nManufacture of other organic basic chemicals Oe\nManufacture of fertilisers and nitrogen compounds\nManufacture of lime and plaster ————\nManufacture of paper and paperboard\nAluminium production\nManufacture of other inorganic basic chemicals\nManufacture of hollow glass\nManufacture of industrial gases\nManufacture of sugar\nManufacture of ceramic tiles and flags\nManufacture of coke oven products\nManufacture of flat glass\nManufacture of starches and starch products\nManufacture of plastics in primary forms\nManufacture of other non-metallic mineral.\nManufacture of oils and fats\nManufacture of pulp\nManufacture of veneer sheets and wood-based\nLead, zinc and tin production\nCopper production\nManufacture of dyes and pigments\nManufacture of tubes, pipes, hollow profiles and\nManufacture of refractory products\nManufacture of glass fibres\nManufacture and processing of other glass,\nManufacture of man-made fibres\nProcessing of nuclear fuel\nManufacture of synthetic rubber in primary forms\nManufacture of malt\nManufacture of non-wovens and articles made.\nOther non-ferrous metal production\nCold drawing of bars\nPreparation and spinning of textile fibres\nPrecious metals production\nManufacture of leather clothes\n15\n30 45\nu Direct emissions (average 2013-15)\n60\n75 90 105 120 135 150\nMillions\nSource: DG CLIMA\nIndirect emissions (average 2013-15)\n14790/22\nJB/et\nLIMITE\n25\nEN\nECOFIN 2B",
  "page_26": "Share of direct versus indirect emissions (based on average of 2013-15 period)\nManufacture of basic iron and steel and of ferro-alloys BRK\nManufacture of refined petroleum products 88%\nManufacture of cement\nManufacture of other organic basic chemicals\nManufacture of fertilisers and nitrogen compounds\nManufacture of lime and plaster\nManufacture of paper and paperboard\nAluminium production\nManufacture of other inorganic basic chemicals\nManufacture of hollow glass\nManufacture of industrial gases\nManufacture of sugar\nManufacture of ceramic tiles and flags\nManufacture of coke oven products\nManufacture of flat glass\nManufacture of starches and starch products\nManufacture of plastics in primary forms\nManufacture of other non-metallic mineral products n.e.c.\nManufacture of oils and fats\nManufacture of pulp\nManufacture of veneer sheets and wood-based panels\nLead, zinc and tin production\nCopper production\nManufacture of dyes and pigments\nManufacture of tubes, pipes, hollow profiles and related fittings,\nof steel\nManufacture of refractory products\nManufacture of glass fibres\nManufacture and processing of other glass, including technical\nglassware\nManufacture of man-made fibres\nProcessing of nuclear fuel\nManufacture of synthetic rubber in primary forms\nManufacture of malt\nManufacture of non-wovens and articles made from non-wovens,\nexcept apparel\nOther non-ferrous metal production\nCold drawing of bars\nPreparation and spinning of textile fibres\nPrecious metals production 00%\nManufacture of leather clothes 00%\n0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nm Direct Emissions @ Indirect Emissions\nSource: DG CLIMA\n14790/22\nECOFIN 2B\nJB/et\nLIMITE\n26\nEN",
  "page_27": "Annex B\nRemarks on the complexity of the sector “organic chemicals”\nPictures below from the LVOC BREF (°”) give an overview of the most important production\nroutes of basic organic chemicals. Note that these pictures are still simplifications which e.g.\nexclude the production of further relevant precursors, in particular inorganic large volume\nchemicals.\narbon\nProcessing Indusiry : Industry\nBasic Petrochemical\nNatural\nGas\nIndustey\nFeedstocks\nEthane\nPropane\nButane\nNaptha\nGasot\nCrxde off\net hylone\nCracker\nEthy’\nPe\nopykene\nrabon\nEthylene\nPropylene\nButadiene\nPert rr Titi ttt\nBut\nSeparation’\nConversion\nRoti inery ‘Oletins\n—S\nChnemicals\nBenzene\nToluene\nXylene\nAromatics\nExtraction and\nConversion\nSeer rr rrr rr.\nAmemnona\nMethanol\nPyrolysis\nGasoline\nPretreatment\nSynthesis\n(3°) BREF means BAT (Best Available Techniques) Reference document, LVOC is “Large Volume Organic Chemicals”, https://eippcb.jrc.ec.europa.eu/sites/default/files/2019- 11/JRC109279_LVOC Bref.pdf\n14790/22\nJB/et\n27\nECOFIN 2B\nLIMITE\nEN",
  "page_28": "Basic\n1\n1\nHydrocarbons |\nCommodity Organic Chemicals\nPolymers\n1\n;\nResins\nLight\nPetroleum\nDistillate\nMethane\nPolyethylene\nEthylene\nPolyurethanes\nHC!\nPvc\nPolystyrene\nPolypropylene\n‘\n~Plasticisers\n:\nAcrylate\nPolymers\n,\n5: Acrylic Fibres\nPolymethyl-\n‘ methacylates\nBenzene\n| Methanol |\n'\n:\n. Fibres\niso-Butene\nsopropy|\nBenzene\nPropylene\nToluene\nXylenes\ni\nee\nCyclohexane\n1\n'\nL_ Aniline @\nBut-1-ene\nBut-2-ene\n'\n‘\n‘\n; Polyurethanes\n[mot\n|\nPolyester\nPolyisobutenes\n' Polybutadiene\n» Rubber\n7\nSBR Rubber\n: Polychloroprene\nRubber\n- ABS Polymer\n14790/22\n:\nJB/et\nLIMITE\nECOFIN 2B\nButadiene\n28\nEN"
},
  "language": "Languages.ENGLISH",
  "total_pages": 28
}
