{
  "file_name": "292_2557.pdf",
  "pages": {
  "page_1": "Czech Presi ul the Council\nof the Europ.\ne\nLi}\n>\nVN\nx\nf=\n4\nPRIME MINISTER, REPUBLIC OF KAZAKHSTAN ecccccce\nALIKHAN SMAILOV\neocccccce\neocccccce\neoccccce\neccccece\nom\nDONS\neoccccce PRESIDENT, EUROPEAN COMMISSION\neocccccce\neocccccce\neoccccce\neocccce\nOPP ELIAS\nWQOQDBGOIDZOGOIDZOGN\nURSULA VON DER LEYEN\nFEAD\nEuropean Waste\nManagement Association\nBULLETIN N° 100 - 14 November 2022\nHello from Brussels. As always, we bring you all the latest news on circular\neconomy from Europe and beyond. Big news for FEAD, reaching its 100‘ Bulletin!\nWhat a week for the EU27. A strategic partnership was signed with Kazakhstan on raw\nmaterials and an agreement was reached on the Effort Sharing Regulation (ESR). What a\nweek for FEAD, as well. Our association was invited at a United Nations Economic\nCommission for Europe meeting to present on circular economy and the transport of\ndangerous goods, our team joined panel discussions at Ecomondo in Italy, while we also\nissued a joint response to the Basel Convention along with the European Electronics\nRecyclers Association (EERA).\nBefore you continue, make sure you do not miss out on our latest news L>\nEU INSTITUTIONS oniTorine\nFEAD",
  "page_2": "Critical Raw Materials (CRMs): The European Commission has signed a \"strategic\npartnership\" on raw materials, batteries and renewable hydrogen with Kazakhstan,\nCommission President Ursula von der Leyen announced on 8 November. The\nMemorandum of Understanding (MoU) is expected to \"better integrate value chains that\nare key to the green and digital transition\", and to develop a long-term\npartnership. \"Together, we will work to strengthen the integration of our strategic production\nchains. This concerns the mining of rare earth elements, the production of batteries and\ngreen hydrogen,\" the EC President stated. The EU legislative package that aims\nat strengthening the supply of strategically important raw materials will come at the end of\nMarch 2023, Peter Handley, the Commission's Head of Unit for Raw Materials (DG\nGrow) reportedly said during on the fringes of COP27 in Sharm el-Sheikh.\nTaxation: The Czech Presidency is putting forward a compromising text on energy\ntaxation, according to a document published by Context. The compromise, that was\ndiscussed on 10 November, introduces new minimum rates of specific taxation for natural\ngas and liquified petroleum gas (LPG), depending on their use (as transport fuels, for\nheating, etc). With the rates set to be valid until the end of 2032, there is a ten-year\ntransition period, during which, states can voluntarily introduce reduced rates for a range of\nfuels and energy.\nCarbon Border Adjustment Mechanism (CBAM): A \"jumbo\" trialogue on CBAM and the\nSocial Climate Fund could be held in mid-December, Peter Liese, the EU Parliament's Chair of the committee has reportedly confirmed. So far, a trilogue on CBAM is scheduled for 12 December, according to the Czech Presidency's calendar. As Agence Europe reported, negotiators already agree on the governance of CBAM. The scope of the tool is still on the table; free quotas under the ETS, as well. Following the trilogue held on 8 November, a diplomat told Contexte that both the Council and the Parliament want to conclude talks before the end of the year, as the mechanism is supposed to enter into force on 1 January 2023. The trilogue scheduled for mid-December could bring an agreement on the text.\nEffort Sharing Regulation (ESR): On 8 November, the Council and the EP reached a\nprovisional agreement on the revision of the ESR, which is one of the Fit for 55 files. The\nregulation sets binding annual greenhouse gas (GHG) emission reductions for EU member\nstates and currently regulates roughly 60% of EU emissions (including road transport,\nheating of buildings, agriculture, small industrial installations and waste management). As\npart of the deal, each member state will have to ensure every year that they do not exceed\ntheir annual GHG emission allocation, and also a headline emissions reduction target of",
  "page_3": "40% by 2030, based on 2005 levels.\nEU Emissions Trading System (EU ETS): The third trilogue on the proposal amending\nthe EU ETS was held on 10 November 2022, for negotiators to discuss the scope of the\napplication, the conditions for allocating free allowances and the use of revenues, among\nothers, Contexte reported. Following the meeting, Peter Liese, the Parliament's chief\nnegotiator voiced his disappointment over the \"unsuccessful\" outcome of the talks, with\nMichael Bloss (German MEP, Greens) also noting that the Council \"has shown little will to\nmove towards the Parliament and thus continue to block the process\", Euractiv reported.\nAccording to the so-called four-column document published by Contexte, the\nCouncil would be ready to accept that carbon emissions from incineration activities be\n\"monitored\" from 2024, with the possibility for states to include the sector in their national\ncarbon market from 2026. The EU Executive would still need to carry out an impact\nassessment on the inclusion of the sector at EU level by 2031, which was the EU Council's\noriginal position. A new trilogue could take place on 22 November.\nEnergy Charter Treaty: According to information published by Contexte, the updated EU\nposition outlined in a document to be adopted on 22 November during the Energy Charter\nconference, reads that the EU should not oppose the modernisation of the treaty. The latter\nwas signed in 1994 by 53 parties to enforce cooperation in the energy industry and to offer\nguarantees to Western states looking to do business in post-Soviet states. Its framework\nprovides the ability to investors and companies to sue countries over policy changes that\ncould threaten their business and profits. Several states are now claiming that the ECT's\npunitive legal protections for fossil fuels could jeopardise their ambitious climate plans.\nState Aid: According to information published by Contexte, a \"high-level\" working lunch\nwas scheduled for 9 November, during which, the note prepared by the three Council\nPresidencies, namely the French, Czech and the upcoming Swedish one, will be\ndiscussed. The experts will touch upon the criteria used to define state aid schemes and\nthe industries in Europe that are in need of protection in case of gas rationing.\nConstruction Products Regulation (CPR): On 7 November, Member-States' experts\ndiscussed a compromise text by the Czech Presidency. The document, published by\nContexte, addresses only a few articles related to definitions and products that fall within\nthe scope of the performance, marking, safety and durability obligations proposed by the\nEC in its revision, without amending the obligations at this stage. It also suggests that the\nregulation does not apply to systems treating waste water.",
  "page_4": "In the European Parliament, according to a provisional timetable issued by the Parliament's IMCO committee, lawmakers are expected to discuss the draft Report by Christian Doleschal (EPP), on 28-29 November 2022. MEPs would then have until 6\nDecember 2022 to table amendments to the Rapporteur’s text.\nEcodesign on Sustainable Products Regulation (ESPR): In the European Parliament,\nMEPs have until 15 November to table amendments to the draft opinion of the IMCO committee, which is then expected to vote on the document and any amends in April 2023. The ITRE Committee Rapporteur is developing a draft Opinion on the Commission’s proposal, with the committee then expected to discuss the expected draft Opinion, once published, on 28 November 2022. Following this, lawmakers will have until 1 December to submit any amendments.\nProtection of the environment through criminal law: The Council’s Working Party on\nJudicial Cooperation in Criminal Matters met on 8 November 2022 to further analyse the\nrevised text by the Czech Presidency.\na Lad\nCONS\nTATIONS: ONLINE S\nFEAD\not\n8\nye\nit\nJd\nCritical Raw Materials (CRMs) Act: The Commission has opened a public consultation on its future legislation on ensuring an increase and diversification of its critical raw materials supplies. A call for evidence for an Impact Assessment (IA), on the Critical Raw Materials (CRMs) Act initiative has been launched. We kindly ask you to provide us with your feedback/contribution/ facts and figures, practical examples by 11 November 2022.\nPlastic Wastes: Please provide us with your feedback on the notes from the co-leads of the Small Intersessional Working Group (SIWG) on the technical guidelines on the ESM of plastic wastes, by 15 November 2022.\nRevision of EU rules on food contact materials (FCM): The Commission has opened a public consultation on its initiative related to food safety policy. This includes rules on food contact materials (e.g. food packaging, kitchen and tableware and food processing equipment) and is part of the Farm-to-Fork strategy. The deadline to send us your\narnt",
  "page_5": "feedback on FEAD's draft response to the Commission's FCM questionnaire is set on 11\nJanuary 2023\n|=\nsq oe.\naw\nNDAR\nwo\nFEAD\nnee\n“i\ne 10 November: UNECE - Working Party on the Transport of Dangerous Goods\n(WP.15)\nFEAD participated in a panel discussion on circular economy from the multimodal transport of dangerous goods’ point of view at the 112th session of the UNECE - Working Party on the Transport of Dangerous Goods (WP.15). The high-level meeting was also attended by Mrs. Olga Algayerova, Executive Secretary, UNECE and Mr. Yuwei Lee, Director Sustainable Transport Division, UNECE\nDuring its intervention, FEAD explained how the introduction of rules that take into account\nthe specific nature of waste as a dangerous good in the ADR provide the legal certainty\nneeded for the waste management industry to work efficiently, closing material loops\nand steering Europe towards a circular and low carbon economy. The WP.15 approved the\ncircular economy as a fixed agenda point for their meetings. Relevant points in terms of\ncircular economy for the WP.15 were for example, the possibility to use recycled packaging\nfor transport as well as the transport of waste batteries\nYou can find the meeting's agenda here and FEAD's presentation here\ne 15-16 November, Rotterdam: Public conference on Paper and Plastic recycling — FEAD representative to be a speaker e 16 November, Brussels: 6\" meeting of the ADR - Informal Working Group on the Transport of Hazardous Waste, dedicated to the transport of asbestos waste in bulk 30 November, online: ECHA Workshop on the Forum pilot project on Recovered Substances exempted from REACH registration - FEAD representative to be a\nspeaker.",
  "page_6": "|\n=\nNa\nE_\na\nwa\na}\n1)\n<\nit\nry\n~ z\n=\ni> ft\ntony\nFEAD visited this year's Ecomondo, the green technology expo, that was held on 8-11\nNovember in Rimini, Italy.\nOur technical officer, Paolo Campanella had fruitful discussions with Elisabetta\nPerrotta, Director of our Italian member Assoambiente and Mattia Pellegrini, Head of Unit,\nWaste Management & Secondary Materials (DG ENV) at the European Commission.\nDuring the panel discussion on waste shipments, FEAD stressed that: [J The requirements related to the cross-border transport of waste to third countries exceed what is needed to ensure the safety of shipments. [J Waste exports are necessary in a global, circular economy\nGermany to leave Energy Charter\nTreaty: The three coalition parties forming\nthe German government on\nFriday agreed the country should leave\nthe Energy Charter Treaty, making it the\nbiggest economy to announce it's quitting\nthe embattled deal. The decision follows\nannouncements from France, Spain, the\nNetherlands, Slovenia and Poland that\nthey will withdraw from the pact. \"The\nEnergy Charter Treaty is a toxic treaty,\nwhich slows down the energy transition. It\nis therefore immensely important that\n—\nFEAD\npee\nGe\nEU readies new law to cut packaging\nwaste from e-commerce: The European\nCommission is preparing to unveil new\nlegislation which for the first time\nenvisages measures to limit packaging\nsize as well as the amount of “empty\nspace” in boxes shipped around Europe\nby online retailers. The environmental\nimpact of e-commerce has attracted\nscrutiny from EU policymakers concerned\nabout the amount of packaging waste\ngenerated from growing online\nsales. Brussels will seek to address this",
  "page_7": "as part of a revision of its packaging and\npackaging waste directive, due on 30\nNovember. Read more from EURACTIV.\n=S<\n| Youd\nGermany has finally announced its withdrawal,” said Anna Cavazzini, the European Parliament's point person on the file and a member of the German Greens. Read more from Politico\nEurope.\n<\nFEA\nKerepeen wets\nClarity on WEEE shipments ‘critical’ say European recyclers: European waste\nmanagement associations have called for \"clear and efficient\" shipment rules as the OECD\nconsiders amendments to WEEE regulations. The European Waste Management\nAssociation (FEAD) and European Electronics Recyclers Association (EERA) say reform\nto Prior Informed Consent (PIC) procedures for waste imports is \"critical\". Read more\nfrom Materials Recycling World.\na\nre\nFEAD\nMaragennt cones Aasoctnen wets\n@ Fruitful discussions with Elisabetta Perrotta, Director of our Italian member @assoambiente & @MPellegriniEC, Head of Unit, Waste Management & Secondary Materials (DG ENV) at the European Commission\n#Ecomondo2022\nei\ni\n7\n—\nils\n—\n“os\n7\n8:50 12.2K viewers\na Ursula von der Leyen @ @vonderleyen\nSignature of the Memorandum of Understanding with Kazakhstan\nUrsula von der Leyen @\n‘AD\n@vonderleyen\n@FEADinfo\nFEAD visits this year's @Ecomondo, the green\nGlad to sign the Hi HB agreement on raw materials, batteries and renewable hydrogen with @PrimeMinisterEn Smailov.\ntechnology expo!\nWe will better integrate value chains that are key to the\ngreen and digital transition.\nIt's a new chapter in our already deep relationship.\n_ i\na\n|\nNe/]\na\nFEAD)\nil.\ni>\n& Assoambiente\n3:15 PM - Nov 9, 2022 - Twitter Web App\n3:20 PM - Nov 7, 2022 - Twitter Media Studio",
  "page_8": "FEA\nMaragennt Kecones Aasoctnen weet\nGo to your Member Area (https://fead.be/index.php > “Members Only”) Enter your login and password (Please ask your login and password to info@fead.be if you forgot it) Go to “Active Files”. Here you have access to all files followed by FEAD Secretariat. For further information or enquiries, please contact the FEAD Secretariat at info@fead.be"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
