{
  "file_name": "292_2567.pdf",
  "pages": {
  "page_1": "View this email in your browser\nFEA\nEuropean Waste\nManagement Association\nFEAD BULLETIN N° 71 - 11 March 2022\nCommunication, Networking and Future Event\n10 - 12 at IFAT Munich\nOngoing Surveys and Consultations\ne SCIP Database Survey:\n[e) The European Chemicals Agency (ECHA)asks _ for\nfeedback and input about the SCIP database.\n[e) Please provide us with your feedback to the draft FEAD\nanswerby Monday, 21 March 2022, COB.\ne Call for evidence on the certification of carbon removals:",
  "page_2": "[e) The Commission opened _ for feedback a call for\nevidence on the certification of carbon removals according\nto the Communication on Sustainable Carbon Cycles.\nPlease provide us with your feedback to the draft FEAD\nanswers to the Commission’s questionnaire by Friday,\n15\nApril =\n2022, 2s COB.\ne FEAD feedback:\n[e) 9th March 2022: FEAD provided feedback to the\nCommission’s initiative for amending Regulation (EU)\n2019/1009 on the requirements applicable to EU fertilising\nproducts.\nMonitoring of EU Institutions\nLife of EU institutions\ne EU environmental action programme: [e) The European Parliament validates the EU environmental action programme for 2030. The vote held on 9 March in plenary resulted in 553 votes for, 130 against and 7 abstentions. e Implementing Regulation (EU) 2018/2066 on the monitoring and reporting of greenhouse gas emissions: [e) The Commission published the Implementing Regulation, according to which the implementation of sustainability criteria (Article 29 RED) for bioenergy is postponed by one year (until 31 December 2022), due to the delays \"in many",
  "page_3": "Member States\" in the transposition of RED II.\nCarbon border adjustment mechanism (CBAM):\n[e) France does not plan to include plastics and chemicals in\nthe border carbon adjustment mechanism. The\nFrench compromise must be validated in the next few\ndays, before being sent to the Finance Ministers for\napproval\non\n15\nMarch.\nPOPs:\n[e) The draft compromise prepared by the French Presidency\nof the Council of the EU was published. For PBDEs, France\nproposes a threshold of 500 mg/kg, which would be lowered\nto\n200\nmg/kg.\nIndustrial Emission Directive:\n[e) The EU executive plans to unveil its draft revision of the IED\n5\nApril.\non\nEnvironment Council — 17 March 2022:\n[e) The Council will hold an exchange of views on the “Fit for\n55” package and on a proposal to reduce deforestation and\nforest\ndegradation.\nWaste Shipment Regulation:\n[e) The Council experts are scheduled to further examine the\nCommission’s proposal on new rules on EU waste\nshipments and a French Presidency note, who is not yet\navailable,\nin\nthe\ncoming\ndays.",
  "page_4": "e New regulatory framework for batteries:\n[e) During the debate on Wednesday, MEPs underlined the\ncrucial role that batteries have in the transition to a circular\nand climate-neutral economy and for the EU’s\ncompetitiveness and strategic autonomy. The draft\nlegislation was adopted on Thursday with 584 votes in\nfavour, 67 against and 40 abstentions.\n[e) FEAD issued a press release.\nPress Review & Reports\ne ENDS - MEPs finalise position on Batteries Regulation\n[e) The European Parliament has voted in Plenary for higher\ncollection rates for used batteries, for capping the carbon\nfootprint and for stricter rules on replaceability in a plenary\nvote on its position on the Batteries Regulation. It also\nconfirmed the mandatory recycled contents as proposed by\nthe Commission.\n[e) Read\nthe\nfull\narticle here.\ne The Food Packaging Forum has recently published a new fact\nsheet addressing common questions and mix-ups around\nbioplastics.\nWebinars & Conferences\ne Circularity of bottles: Contributing to the EU Green Deal",
  "page_5": "[e) Euractiv will have an online event on the 29 April 2022 at 09.30 CET, to discuss what’s the best recipe for meeting circular economy and climate objectives and whether DRS are an efficient way to meet collection and recycling targets for EU natural mineral and spring water producers set in the EU’s Single Use Plastics Directive.\n[e) Register here.\ne European Parliament - Safe and sustainable-by-design\n[e) The European Parliament had planned an online event on\nthe 24 March 2022, 10.00 CET about sustainable-by-\ndesign as a key tool to boost innovation and growth.\nRegister here.\nFEAD website - Reminder\nGo to your Member Area (https://fead.be/index.php > “Members Only”)\nEnter your login and password (Please ask your login and\npassword to info@fead.be if you forgot it)\nGo to “Active Files” and here you have access to all files\nfollowed by FEAD Secretariat. We keep it updated!\nFrequency of FEAD Bulletin: The bulletin will be sent\nmaximum once per week, but without a minimum if it not\nnecessary. If there is a slow week with no new relevant\ninformation, then we deem that it is not necessary to send it.",
  "page_6": "For further information or enquiries, please do not hesitate to contact the FEAD Secretariat at info@fead.be\nView this email in your browser"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
