{
  "file_name": "292_2564.pdf",
  "pages": {
  "page_1": "View this email in your browser\nCzech Presidency of the Council\nof the European Uni\nFRANS TIMMERMANS\nEXECUTIVE VICE-PRESIDENT OF THE\nEUROPEAN COMMISSION / GREEN DEAL\nRY Ze cooper\nry\nQe wm\na =\n\\\n/\ni\nZa\ny\nSS\nSp oy\n—f —4\nFEAD\nEuropean Waste\nManagement Association\nBULLETIN N° 101 - 18 November 2022\nHello from Brussels. As always, we bring you all the latest news on circular\neconomy from Europe and beyond. Another busy week for the EU. Member-States are exiting the Energy Charter Treaty (ECT) one after the other, the EU Raw Materials Week showed that recycling and circularity are the future, and the bloc's Green Deal chief, Frans Timmermans during COP27 proposed the creation of a new global fund to support the victims of climate disasters in the most vulnerable countries. Before you continue, make sure you do not miss out on our latest news Up",
  "page_2": "FEAD)\nEU INSTITUTIONS ™oniTorinG\nNovember, to discuss a number of issues in the agenda, including the social and economic crisis, triggered by the pandemic, that salvages the EU27 bloc. Russia's invasion of Ukraine and the subsequent energy crisis are again dominating the talks, which will evolve around the union's budget. The Parliament's budget committee (BUDG) has stressed the need for new own resources to finance the Next Generation EU (NGEU) scheme. On Tuesday, lawmakers will consider a BUDG report calling for rapid adoption of a decision on three new own resources, which would gather contributions to the bloc's budget from an extended emission trading system (ETS), a carbon border adjustment mechanism (CBAM), and a share of reallocated very large multinational company profits.\nStrasbourg Plenary ahead: MEPs are set to gather in Strasbourg on Monday 21\nNovember, Politico reported. Others, including France, Germany, the Netherlands, Spain\nand Poland, prefer to attempt to force the EU Executive to come up with a new solution,\nsuch as a coordinated EU withdrawal, the news outlet added. The Council’s endorsement\nis needed to establish the EU’s position at the conference, with a vote in the Council\nhaving been postpones several times already.\nEnergy Charter Treaty (ECT): Several countries looking to withdraw from the ECT are\nplanning to block the EU Commission's ability to greenlight the treaty's provisional\nmodernisation agreement, scheduled to take place during the ECT conference on 22\nNATIONAL NEWS: Luxembourg also announced on 18 November it is leaving the ECT,\nfollowing a decision by the country's Council of the Government. \"Even if the\nmodernization of the TCE leads to certain advances, the inconsistency with the objectives\nof the Paris Agreement on the climate remains real. The Treaty as a whole remains too\nprotective of investments in fossil and nuclear energies\", the country's Minister of Energy\nand Regional Planning, Claude Turmes wrote on Twitter. Luxembourg’s\nannouncement follows those of Germany, France, Spain, the Netherlands, Slovenia and\nPoland.",
  "page_3": "EU Emissions Trading System (EU ETS): With the fourth trilogue on\nthe proposal amending the EU ETS scheduled to take place on 22 November, a leaked\ndocument published by Contexte reads that the Czech Presidency has proposed a number\nof compromises on the revised ambition of the current EU ETS, as well as on the\nextension of the system to maritime transport and to the buildings and road transport\nsectors. The Permanent Representatives Committee (COREPER) discussed the document\ndrafted by the Czech Presidency of the Council ahead of the next inter-institutional meeting\nthat was held on 16 November 2022.\nLast week, during the inter-institutional discussions on 10 November, the EU\nParliament withdrew its amendment to prevent financial institutions from participating in\ncarbon allowance auctions, Contexte reported. Concerning waste incineration, the\nCouncil's proposal for an a la carte mechanism was rejected by lawmakers, who\nargued that this possibility already exists and therefore does not constitute a step forward.\nOn 11 November, a written statement by Rapporteur Peter Liese, announcing\nthat compromises were found by EP t and Council negotiators on the role of carbon\ncapture and utilisation (CCU), among others. The next political trialogue is set for\n22 November.\n\"Very important is in my view that we agreed on including CCU and negative emissions through air capture which means technologies to use the CO2 in the atmosphere in the EU climate policy. They may even be included in the ETS but as this issue is very complex, the Commission needs to assess all the options before\", Liese's statement reads.\nRenewable Energy Directive (RED): On 10 November, 40 energy actors signed\na declaration voicing their concerns over the EP's proposal to introduce a new definition of\n‘primary woody biomass’, and the restrictions associated with its use.\" By using wood\nresidues to produce energy, \"wasting precious wood resources\" is avoided, the declaration\nreads, Contexte reported, adding that the use of woody biomass must therefore be\nsupported, and as a\" priority \" for the cogeneration of heat and electricity. The declaration\nwas issued ahead of the RED trialogue held on 15 November.",
  "page_4": "Industrial Emissions Directive (IED): In his draft opinion dated 7 November, the ITRE\ncommittee Rapporteur on the file, Tomas Tobé, argued that the Commission proposal puts\nunjustified burden on operators. His draft opinion contradicts the Commission's as it does\nnot suggest requesting operators of industrial installation to comply with the strictest\npossible limit values, as the latter are included in the Best Available Techniques (BAT)\nconclusions.\nA draft report by Lead MEP Radan Kanev of the ENVI committee dated 28 October\nand published on 14 November, proposed clarifying that a new requirement for national\nauthorities to set the strictest emission limit values possible for installations applying best\navailable techniques (BATs), should only apply to new installations or when BAT\nconclusions are updated. Kanev also suggested lowering the minimum amount of\nsanctions for non-compliance with the directive, 4 % of annual turnover, against the 8 %\nproposed by the EC.\nThe Identity and Democracy Group (ID) appointed the Italian MEP Danilo Oscar Lancini,\nas its new Shadow Rapporteur for the ENVI committee on the Commission’s proposal for\nthe IED revision. Lancini will now be assisting EPP Rapporteur, Radan Kanev, with drafting\nENVI's report on the EC proposal.\nBatteries and Waste Batteries: According to the so-called four-columns document, that\nwas updated on 15 November and re-published by Contexte, a political discussion among the Council, the EP and the Commission is still needed on the legal basis of the text, the collection objectives or the provisions on the duty of vigilance throughout the production chain, in the Commission's proposal. Next meeting is scheduled for 9 December, with negotiators hoping to reach an agreement before the end of the year.\nChemicals: On 16 November, EU's Regulatory Scrutiny Board greenlighted the\nCommission’s draft impact assessment for the REACH reforms, allowing the EU Executive\nto proceed with drafting a full legislative proposal. The move could pave the way for the EC\nto publish its proposal earlier in 2023, and not in the final quarter of next year, as foreseen\nin its Work Programme for 2023, published in October.\nIn a statement issued the same day, the Enforcement Forum of ECHA agreed that the",
  "page_5": "next REACH enforcement project will investigate how companies fulfil the registration,\nauthorisation and restriction obligations for products and chemicals they import from\noutside the EU.\nOn 17 November, the European Chemicals Agency (ECHA) made available a pre-\npublication of Germany’s proposal to restrict bisphenol A and bisphenols of similar\nconcern for the environment under the REACH regulation.\nRenewables: The EU Parliament's energy committee (ITRE) greenlighted on 14 October\nthe draft report on the proposal to accelerate the deployment of renewables. All\nthe compromise amendments (which include waste sites as areas to prioritise) were\nadopted resulting in the shortening to nine months (instead of one year, as foreseen by the\nEC proposal) the deadlines within which, authorisation procedures for renewable energy\nprojects will have to be validated in certain \"go-to-areas\".\nPackaging and Packaging Waste Directive (PPWD): The Commission's leaked draft\nproposal on the packaging directive has raised eyebrows in the industry, which are puzzled\nover the proposed re-use targets.\nFinance: The European Commission announced on 16 November it will allocate an\nadditional €6 billion to the \"green bonds\" issued under the NextGeneration EU plan. The\nlatter is meant to assist member-states with their resilience and recovery plans, aimed at\naddressing the economic aftermath of the coronavirus pandemic. The move brings the\ntotal amount in €35.5 billion earmarked for financing \"green projects.\nCarbon Border Adjustment Mechanism (CBAM): According to information by\nContexte, an executive working document dated 15 November assesses Parliament's\nproposals on extending the scope of CBAM to hydrogen, organic chemicals and plastics.\nConcerning the latter, the EU Executive considers that certain polymers could be included\nas soon as the CBAM (polyethylene and polypropylene) enters into force.\nCOP27: The European Commission's Vice-President and Green Deal chief, Frans\nTimmermans proposed on 17 November the establishment of a new global fund at COP27,",
  "page_6": "the so-called \"loss and damage\" fund to aid the victims of climate disasters in the most\nvulnerable countries. COP27 talks were scheduled to close on 18 November, however,\naccording to information by ENDS Europe, Egypt’s COP27 president Sameh Shoukry\nsaid he was committed to bringing the talks to a close in “an orderly fashion” on Saturday\nwith a “comprehensive, ambitious and balanced” agreement.\nEarlier in the week, the EC Vice-President raised the EU's climate ambitions for 2030,\nstating that the EU27's reduction of greenhouse gas emissions will reach \"at least\n57 % \" by the end of the decade, and adding that the EU is ready to update its Nationally\nDetermined Contributions (NDC). So far, the bloc has pledged for a 55% reduction.\nCritical Raw Materials (CRMs): During EU's Raw Materials week held on 14-18\nNovember, European decision-makers have joined calls for governments to further\nimplement the UN frameworks on sustainable resource management. Speaking at the\nevent, Peter Handley, Head of Unit for Energy Intensive Industries and Raw Materials at\nthe Commission's DG Industry, said that the Union's future legislation will \"examine which\nmaterials are strategic\" to achieve the objectives of the Green Deal, REPowerEU, and the\nbloc's defence objectives, thus taking the scope of the upcoming legislation \"beyond the\ncurrent definition of critical raw materials\", Contexte noted. During his speech, the EC\nofficial also stressed that the EC analysis and those of studies carried out by the European\nRaw Materials Alliance and KU Leuven (Belgium)\" show that circularity and recycling are\nthe future\". He also noted, though, that \"the EU will only be able to truly meet European\neconomic needs from materials already in circulation after 2040\", adding that by then \"we\nwill have to combine increasing recovery and recycling capacity as we are doing, with a\nnumber of targeted primary mining activities inside and outside the EU. provided it is done\naccording to the highest environmental, social and governance standards\", Contexte\nfurther reported.\nDiscussions on CRMs also topped the agenda of COP27, with Dario Liguti, the Director of\nthe Sustainable Energy Division, UNECE stating that at COP27, \"the importance of critical\nraw materials is clear: electric vehicles, deep electrification, and renewable energy\ntechnologies will require enhanced good practices in mining and recycling of materials’.",
  "page_7": "Construction Products Regulation (CPR): The Council’s Working Party on Technical\nHarmonisation (Construction Products) is scheduled to meet on 22 November to continue\ntechnical discussions on the proposal for CPR revision. The group is expected to discuss\nthe compromise text prepared by the Czech Presidency, which will be made public in the\nupcoming weeks.\nIn the European Parliament, according to a provisional timetable issued by the\nParliament's IMCO committee, lawmakers are expected to discuss the draft Report by\nChristian Doleschal (EPP), on 28-29 November 2022. MEPs would then have until 6\nDecember 2022 to table amendments to the Rapporteur’s text. In a draft report published\non 14 November, ITRE committee rapporteur argues that the powers of the EU Executive\non the environmental aspects \"go too far\", rejecting the provisions giving the EC the power\nto adopt delegated acts to strengthen obligations relating to product safety or\nsustainability. \"This empowerment it too far-reaching. It is impossible to tell what direction\nthese amendments might take\", the EPP rapporteur said.\nInternational Treaty on Plastic Pollution: During the Foreign Affairs Council (FAC) held\non 14 November, the EU27 gave the nod to the Commission to join the treaty coalition on\nbehalf of the EU. So far, Germany and France have already joined the coalition that was\nformed in summer.\nREPowerEUu: The first trilogue on the Commission’s plan to make Europe independent\nfrom Russian fossil fuels well before 2030, took place on 16 November, during which, the\nEP and the Council exchanged their respective positions. Another trilogue is scheduled for\n23 November, set to be held in Strasbourg, Contexte reported, with the date yet to be\nconfirmed.\nGas price cap: According to information by Contexte, \"a majority of states\" want new\nlegislative proposals ahead of the extraordinary Council on 24 November. On 15\nNovember, the EC announced it would present \"a detailed description\" of the future gas\nprice correction mechanism, ahead of the Energy Council, but \"not a formal proposal.\"\nEcodesign on Sustainable Products Regulation (ESPR): The ITRE Committee",
  "page_8": "Rapporteur is developing a draft opinion on the Commission's proposal, with the\ncommittee then expected to discuss the expected draft Opinion, once published, on 28\nNovember 2022. In her draft opinion, Greek MEP from EPP group, Maria Spyraki tabled\nseveral amendments to encourage bio-based products in the regulation, highlighting\ntheir potential in achieving climate neutrality objectives\". According to Contexte, the EPP\nMEP also pled for the renewable nature of the raw materials used to manufacture products\nto be included in the essential requirements that will be asked of the producer.\nIn the Council, the Czech Presidency published its progress report on 14 November 2022, with the COMPET Council expected to meet on 1 December 2022. In its report, Prague stated that Member States’ representatives were largely in favour of the extended scope of the regulation reflected in the Commission’s proposal, but there is still a number of issues that need to be further discussed at the Working Party level. The document highlighted member-states' concerns over the number of secondary legislation planned to implement the text and the coherence with other EU legislation on chemicals or waste, Contexte reported.\nProtection of the environment through criminal law: The Council’s Justice and Home Affairs (JHA) Counsellors and experts are scheduled to meet on 21 November 2022 to discuss the Czech Presidency's final compromise text on the proposal, that was submitted on 16 November. If the text is agreed upon, the Council’s permanent representatives would then examine the Council’s draft internal position, before the Council ultimately approves the General Approach. In a bid to resolve the thorniest issue in the text, namely the calculation of fines to be imposed on legal persons, Prague is leaving it up to member- states to decide.\nCONS\n9, \\ncats\nTATIONS <ontines\nao a}\nwe\ns\ne\n)\nFEAD",
  "page_9": "Critical Raw Materials (CRMs) Act: The Commission has opened a public consultation on\nits future legislation on ensuring an increase and diversification of its critical raw materials\nsupplies. Following a call for feedback, FEAD has prepared a draft response to the EC public\nconsultation. Deadline to submit feedback us your feedback on FEAD's draft response\nis 23 November 2022\nEU Strategy for Sustainable and Circular Textiles: We would like to kindly ask FEAD\ntextile experts to send us your input on the questions by EP Rapporteur on textiles Pernille\nWeiss by 23 November 2022\nPolluter\nThe\nCommission has launched call for\nPays Principle (PPP): European a evidence for an evaluation/fitness check of its PPP initiative. The Commission then wants to develop recommendations in 2024 on how to better implement this principle. The call will run until 9 November 2022\nRevision of EU rules on Food Contact Materials (FCM): The Commission has opened a\npublic consultation on its initiative related to food safety policy. This includes rules on food\ncontact materials (e.g. food packaging, kitchen and tableware and food processing\nequipment) and is part of the Farm-to-Fork strategy. The deadline to send us your feedback\non FEAD's draft response to the Commission's FCM questionnaire is set on 11 January\n2023\n—\net fil\nFEA\ne 30 November, online: ECHA Workshop on the Forum pilot project on Recovered\nSubstances exempted from REACH registration - FEAD representative to be a\nspeaker",
  "page_10": "—\naa\nAh\nll\nay\nee |\n—\nLe\nae,\ni\n-\ni=\n==\nila\n=~}\n4\nZ\nSS\n~_,\neee\ne\n=\n4\n& A\nlls\n} °\nee,\n4\n—\n@\n“ea\n>\ni\nge Since 2005, FEAD is a recognised stakeholder by the RID/ADR/ADN Joint Meeting. From\nthat date, the association is actively participating in the development of specific “waste rules” in\nthe ADR. Since 2018, FEAD is leading the ad hoc technical working group on the basis of a list\nof issues prepared by FEAD experts regarding the transport of hazardous waste in the ADR.\nSS NSS\nThe 6th meeting of the ADR - Informal Working Group on the Transport of Hazardous waste,\ndedicated to the transport of asbestos waste in bulk was hosted at FEAD's office, in Brussels,\non 16 November 2022.\nFEAD\n—\nOne in four substances recovered from\nwaste non-compliant with\nREACH: Results from a Forum pilot",
  "page_11": "enforcement project on substances\nrecovered from waste reveal that 26 % of\nchecked substances are in breach of\nREACH. Inspectors checked 46 cases to\nfind out if substances recovered from\nwaste met the conditions for exemption\nfrom REACH registration. Firstly, they\nexamined if the recovered and registered\nsubstances are the same and secondly if\ninformation on safe use was\navailable. Read more from ECHA.\nHow sensor-based sorting technology\nis driving advances in e-waste\nrecycling: According to the UN’s Global\nE-scrap Monitor 2020, global e-scrap will\nreach 74 million metric tons (Mt) by 2030,\nmaking it the fastest growing waste\nstream in the world. E-scrap comprises a\nvariety of discarded electronic products,\nincluding TVs, PCs, mobile phones,\nhousehold appliances such as washing\nmachines, freezers, vacuum cleaners, and\neven some children’s toys. Read more\nfrom Recycling Magazine.\nMalta first Mediterranean country to\nlaunch deposit return scheme: Malta\nfollows the other 12 EU countries that\nhave introduced DRS as a tool to\nsignificantly reduce littering and increase\nthe collection and recycling rates of single-\nuse beverage containers. The deposit",
  "page_12": "Polish towns worried over proposed\nEU urban wastewater rules: New EU\nrules on treating urban wastewater,\nproposed by the European Commission\nlast month are too ambitions for Polish\nmunicipalities, which point to the country’s\nongoing issues with wastewater treatment.\nThe new directive was proposed by the\nCommission last month and aims to\nreplace the Urban Wastewater Treatment\nDirective, which has been in force for over\n30 years. The new plan is meant to\nimprove treating toxic micropollutants,\nincluding microplastics, and\npharmaceuticals. Read more\nfrom EURACTIV.\nBMRA calls for ban on households\nplacing WEEE in collection bins: The\nBritish Metal Recycling Association\n(BMRA) has called for a ban on\nhouseholds placing unwanted waste\nelectrical equipment (WEEE) and lithium-\nion batteries in roadside collection bins. In\nreplacement, it suggests that the\nGovernment instruct local councils to carry\nout kerbside collections for the items,\nwhich includes single-use vapes. Read\nmore from Resource.\nReport calls for urgent action to reduce\nmaterial use in key industries: Urgent\naction is needed to reduce material use in",
  "page_13": "key industries to avoid unprecedented\nclimate change, according to new\nresearch by Zero Waste Europe (ZWE)\nand Eunomia Research &\nConsulting. Early adoption of proven\nemission reduction practices, such as the\ndecarbonisation of energy grids, should be\nmade a priority in the near term, as the\nimpact of deploying technologies after\n2030 will be substantially less\neffective. Read more from Recycling\nMagazine.\nRe\n_\n——\nFEAD\nsete\nFEAD cites pitfalls of e-scrap policy: The Brussels-based European Waste\nManagement Association (FEAD) and the European Electronics Recyclers Association\n(EERA), based in the Netherlands, say Basel Convention e-scrap amendments and their\nimplementation means it is “crucial to bring the need for clear and efficient shipment rules\nto the negotiation table.” Read more from recycling today.\ncee\n}\nFEA\nMaragemant Keccgees Associ wets",
  "page_14": "tritornal Market, Industry, Entrepreneurship & SMEs @ & @EU_Growth\nA successful #RawMaterialsWeek @\\ reaches its last day!\nNow is the time to act to decrease dependencies while supporting #EUindustry competitiveness & #greentransition © Eg. We'll need skills, #research {© , #innovation & #supplydiversification.\nSee you again in November 2023!\nom Frans Timmermans @\n@TimmermansEU\nThis is the Implementation COP. It's time to deliver.\nThe & is firmly on track to finalise the legislation to deliver our climate target by the end of this year.\nWe expect to reach at least -57% emissions reductions by 2030 and therefore stand ready to update our NDC\n#COP27 Se\n14™ EU-US-JP-AU-CA CONFERENCE ON\nCRITICAL ws laa ga MINERALS\nc ——\n=)\nhe\n4\nfeat\naU Wey,\n\\ <4\nos\nPp 3.152 oy\n4:17 PM - Nov 15, 2022 - Twitter Media Studio\nCOP27\nTi7 /3:26 q) 7\na\n+4.\na EU_ScienceHub and 8 others\n——\nSTAY CONNECTED\nFEAD\n—\nGo to your Member Area (https://fead.be/index.php > “Members Only”)\nEnter your login and password (Please ask your login and password\nto info@fead.be if you forgot it)\nGo to “Active Files”. Here you have access to all files followed by FEAD Secretariat.\nFor further information or enquiries, please contact the FEAD Secretariat\nat info@fead.be\nVv iew this email in your browser\n®\n©",
  "page_15": "@)\n©\nCopyright © 2022 Fead aisbl, All rights reserved.\nWant to change how you receive these emails?\nYou can U date your preference Ss or unsubscribe from this list\nmailchimp"
},
  "language": "Languages.ENGLISH",
  "total_pages": 15
}
