{
  "file_name": "292_2570.pdf",
  "pages": {
  "page_1": "FEA\nEuropean Waste\nManagement Association\nFEAD BULLETIN N° 66 - 4 February 2022\nCommunication, Networking and Future Event\n10\n=\n1202 at\nIFAT\nMunich\ne Member events:\n[e) VOEB — Our Austrian member is celebrating their\n40\" anniversary and annual conference from 23'¢ to\n25\" June 2022 at Burg Schlaining, Burgenland. Find more\ninformation here.\nOngoing Surveys and Consultations\ne Basel Convention:\n[e) The co-chairs of the EWG on the RA (Experts Working\nGroup on the revision of Annexes) have invited members\nand observers to provide written feedback on the possible\namendments of Annexes | (Categories of waste to be",
  "page_2": "controlled) and III (List of hazardous characteristics) of the\nBasel Convention by 28 February 2022.\no Please provide us with any comments by 15 February\n2022,\n=\nCOB.\ne Revision of EU waste framework Directive\n[e) The European Commission opened a call of evidence to\ndevelop the revision of the Waste Framework Directive. The\nCommission will draft an impact assessment report based\non several technical studies and a study to set out the\noptions and assess their impacts. A 12-week open public\nconsultation is planned for March 2022.\nPlease provide us with any by comments Friday 11\nFebruary\n=\n2022, = = = COB.\ne Biobased, biodegradable, and compostable plastics:\n[e) Regarding the public consultation questionnaire on a\n“Policy framework on _ biobased, biodegradable, and\ncompostable plastics’, as announced, we prepared a\npreliminary draft.\no Please provide us with any by comments 23 February\n2022, COB.\nMonitoring of EU Institutions\nLife of EU institutions\ne Carbon Border Adjustment Mechanism:",
  "page_3": "[e) ENVI and ITRE Committee discussed their report on the\nCBAM on 2 February. MEPs argued for a drastic\nacceleration in the rate of reduction of free allowances on\nthe\ncarbon\nmarket.\ne New Regulatory Framework for Batteries:\n[e) In the EU Council, France is focusing discussions and\nwants to reach a position of 27 MS at the meeting of EU\nenvironment ministers on 17 March 2022.\nEU executive has identified a series of areas where\nEuropean standards are urgently needed, including the\nrecycling of critical raw materials. These priorities are\nhighlighted in the standardisation strategy from the 2\nFebruary.\ne Waste Shipment Regulation:\n[e) The Council experts are scheduled to further examine the\nCommission’s proposal on new rules on EU waste\nshipments and the French Presidency documents (not yet\navailable) in the coming days.\nMEP Pernille Weiss to issue her report on WSR at\nEuropean Parliament begin April. Vote in Plenary\nscheduled\nin\nNovember\n2022.\ne Critical Raw Materials: Action Plan\n[e) Industry and the Internal Market Ministers agreed to\nconsider further means of funding to secure the supply of\ncritical raw materials in their discussion of the\nCommission’s Action Plan on critical raw materials over the",
  "page_4": "next\nSIX\nmonths.\ne EU Standardisation Request: Recycled Plastics\n[e) The Commission is expected to request standards on the\nrecyclability of plastics products.\nPress Review & Reports\ne ENDS - Interview: What to expect from the circular economy\npackage\n[e) With the European Commission set to publish a draft of\ncircular economy proposals in March, ECOS’ Justin Wilkes\ntells ENDS Europe why officials must focus their efforts on\n‘designing in’ sustainability, and why the solution for e-\nwaste lies with producers not consumers.\n[e) Read\nthe\nfull\ninterview here.\ne ENDS — EU urged to curb industry influence over standards\nfor recycled plastics\n[e) The European Commission should withdraw a draft request\nfor a set of voluntary standards on plastics and plastics\nrecycling, campaigners argue citing the “questionable and\nOpaque” role of an industry platform set up by the EU\nexecutive itself.\n[e) Read the full article here.\nWebinars & Conferences",
  "page_5": "Circular Plastic Alliance:\n[e) The registration for the CPA general assembly on the 25\nFebruary 2022 is now open!\n[e) Find\ninformation here.\nmore\nBusinesseurope — The future of the ETS and industrial\ncompetitiveness in Europe — Wednesday 9‘ of February\n2022, 16:00 — 17:00 CET\n[e) With the reform of the ETS fully under way, the questions\nmany in industry are asking are: How can the increased\nambition be implemented without undermining the business\ncases for European companies?\n[e) Register here.\nFEAD website - Reminder\nGo to your Member Area (https://fead.be/index.php >\n“Members Only”)\nEnter your login and password (Please ask your login and\npassword to info@fead.be if you forgot it)\nGo to “Active Files” and here you have access to all files\nfollowed by FEAD Secretariat. We keep it updated!\nFrequency of FEAD Bulletin: The bulletin will be sent\nmaximum once per week, but without a minimum if it not\nnecessary. If there is a slow week with no new relevant\ninformation, then we deem that it is not necessary to send it.",
  "page_6": "For further information or enquiries, please do not hesitate to\ncontact the FEAD Secretariat at info@fead.be\nView this email in your browser\nCopyright © 2022 Fead aisbl, All rights reserved.\nWant to change how you receive these emails?\nYou can ) date your preference Ss or unsubscribe from this list.\nmailchimp"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
