{
  "file_name": "292_2558.pdf",
  "pages": {
  "page_1": "’\nx**\nnad © *\nky *\n*\nFédération Européenne des Activités de la Dépollution et de Environnement\nEuropean Federation of Waste Management and Environmental Services\nEuropaische Féderation der Entsorgungswirtschaft\nFEAD feedback for the public consultation on the Roadmap for a carbon border adjustment mechanism\n1** April 2020\nFEAD — the European Federation for Waste Management and Environmental Services, supporting and promoting circular economy in the EU, is in favour of a carbon border adjustment mechanism (CBAM), as complementary to the EU ETS and the overall EU environmental legislation.\nIn its Roadmap, the European Commission (EC) explains that the CBAM should tackle the problem of loss of competitiveness of European businesses due to EU regulations aiming at integrating the costs of CO2 emissions. FEAD would like to express that it should also help address the price gap between products containing recycled materials and those based on virgin material. A CBAM would support regulatory measures aiming at incorporating recyclates into products, and, more generally, the waste recycling chain.\n1. A CBAM mechanism should take into consideration the energy content of imported products and put them on an equal footing with manufactured goods produced by industries subject to ETS. It would consequently cover imported products based on glass, cement, ceramic, paper, steel, aluminium, insofar as the “carbon leakage” mechanism does not fully compensate the CO2 costs for all sectors covered by the ETS. Already established benchmarks for the ETS can offer the needed methodologies for calculating the energy related CO2 content of imported products, as the basis of the CO2 cost to be reflected by the CBAM.\n2. The CBAM should also take into consideration the material content of imported products and aim at putting on the same competitiveness level products that incorporate recyclates and products that originate from virgin materials. As a matter of fact, the carbon footprint of recycled PET is 90 % less than virgin one, for textiles it is 98%, for steal up to 85%, aluminium 92%, paper 18%'. The CBAM is a unique opportunity to support and accompany further EU measures for reincorporating recyclates into products.\n' According to the Bureau of International Recycling (BIR).\nAPOH, Slovakia\nBDE, Germany\nESA, UK\nFLEA, Luxembourg\n— CISTAC, IWMA, Ireland LASUA, Latvia\nNORSK INDUSTRI PASEPPE, Greece PIGO, Poland\nSRI, Sweden VOEB, Austria P. Finland\nARMD, Romania\nCAObH, Czech\nEWMA, Estonia\nFNADE, France\nASEGRE, Spain\nDWM: A. Nethertands\nepu\nFISE, Italy\ngo4circle, Belgium\nFEAD aisbl — Rue Philippe Le Bon, 15 — B-1000 Brussels, Tel : +32 2 732 32 13, Email : info@fead.be, Website : www.fead.be You can find us on Twitter: @FEADInfo & LinkedIn: https://www.linkedin.com/company/fead-waste",
  "page_2": "3. A CO2 compensation mechanism at the boarders should go hand in hand with EU policies based on mandatory recycled contents, such as the Directive 2019/904 on Single Use Plastics, which foresees 25% mandatory recycled PET in beverage bottles as from 2025, and 30% (PET and other polymers) in 2030. The Circular Economy Action Plan (CEAP) adopted on the 11\" of March 2020 puts clearly in the agenda that mandatory recycled content should be extended to other products, such as packaging, construction products, automotive.\nHowever, such EU regulations aiming at making the economy more circular result in increased costs in the whole product life cycle. Eco-design of products, selective collection of waste, sorting, depolluting, preparing for recycling: the whole production chain is more costly when based on recycling, than when using virgin materials.\nThat is why a CBAM should have under its scope the products that are covered, within EU, by mandatory recycled contents. That would be an essential tool against eco-dumping, and a necessary complement to mandatory recycled contents policies. It would strengthen European recycling markets, by consolidating the internal EU demand for recyclates, resulting in more investments in the recycling chain, and more competitive supply of recyclates in the EU market.\nIn addition, a CBAM would also facilitate closing the loop within the EU economy by sourcing more waste as material resources for industrial production. EU manufacturing industries would benefit from an improved competitiveness on products containing recyclates, compared to imported virgin material-based ones.\nFurthermore, a CBAM would allow EU industries to compete on an equal footing with competitors from third countries which do not regulate their industries’ carbon emissions, nor regulate the whole material products’ life cycle by requesting the incorporation of recyclates in manufactured goods.\n4. With regard to green manufacturing, as part of the eco-labelling scheme foreseen by the Circular Economy Action plan, the EC should envisage a carbon label on products that are manufactured or sold within the Union. It would reflect the CO2 intensity in products and show the performance of products using recycled materials versus products that are made only with virgin resources.\n5. Undoubtedly, the implementation of a CBAM would face numerous practical, economic and legal challenges and constraints, the latter with regards to International Trade Law and especially with ensuring the mechanism is WTO- compatible. In order to achieve that, the mechanism needs to be applied to third\nTitle — Date\n@",
  "page_3": "countries and trade partners without prejudice to the non-discrimination principle. The key is to structure any accompanying measure as a straightforward extension of the domestic climate policy to imports. The CBAM should be deployed gradually, starting with pilot sectors, where carbon content of product is easy to evaluate and establish, both for domestic and for imported products.\n6. In order to design a functioning and successful CBAM, FEAD believes that further cost-benefit analyses and impact assessments are needed, especially with regards to comparing the carbon footprint of products with recycled content and products with virgin materials. Such an assessment would show the importance of mandatory recycling content in the EU industries and how that should be linked with the CBAM. A cost-benefit analysis of the mechanism is also required, based on detailed implementation aspects and related costs.\nIn-depth analyses should be conducted with regards to the practical feasibility of the mechanism, the legal aspects involved, the compatibility of the mechanism with the EU ETS scheme and with WTO rules. Avoiding political risks of conflict with trade partners will be crucial for the success of a CBAM, bearing in mind that secondary raw materials market is a global one and any policy changes that would affect trade of recyclates are also significant to our sector.\nFEAD, the European Federation for Waste Management and Environmental Services, represents the private waste and resource management industry across Europe. FEAD’s members are national waste management associations covering 19 Member States, Norway and Serbia. FEAD’s members represent about 3,000 companies with activities in all forms of waste management. Our companies have an approximate 60% share in the household waste market and handle more than 75% of industrial and commercial waste in Europe. Their combined annual turnover is approximately € 75 billion. These companies employ over 320,000 people who operate around 2,400 recycling and sorting centres, 1,100 composting sites, 260 waste-to-energy plants and 900 controlled landfills.\nThey enable the transition to a circular economy by producing resources which can be re-injected in the economy and by supplying energy. Our companies add value through innovative and cost-efficient collection, sorting, and recycling of secondary raw materials. As a result, they play a crucial role in achieving the best economic and environmental outcomes.\nTitle — Date"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
