{
  "file_name": "292_2556.pdf",
  "pages": {
  "page_1": "ty,\na\nie 12\nNEWSLETTER N° 201 - 13 JANUARY 2025\nAfter a well-deserved break, we're thrilled to return and kick off the new year with a fresh wave of updates! We hope you had a joyful holiday season. Between the Polish Presidency, the European Parliament's ten issues to watch for and the Competitiveness compass, 2025 is already shaping up to be another busy year!\nFEAD\nPolish Presidency agenda: The Polish Presidency published its draft agenda still relying on the Commission's timetable.\nCouncil of the EU: During the 8 January meeting, the Commission debriefed the industry attachés on the Net Zero Emission Industry (NZIA) Regulation.\nEU a | NSTITU TION § MONITORIN 6\nEuropean Parliament's 10 issues to watch in 2025: The European Parliamentary",
  "page_2": "Research Service (EPRS) released a report outlining the 10 key issues to monitor in 2025\nCircular Material Use Rate (CMUR) in Europe: On 6 January, the European\nEnvironmental Agency (EEA) published additional data on the CMUR in Europe.\n2035 climate target: On 8 January, the European Commissioner for Climate Action,\nWopke Hoekstra, assured in a Reuters interview that the EU will finalize an ‘ambitious\nnumber' for its climate commitments before COP30 in Belém, Brazil, scheduled for\nNovember 2025.\nEuropean Central Bank (ECB) report on green investments: On 8 January, the ECB published a report that shows that Europe's green investments are far from meeting the 2030 climate target.\nCarbon border adjustment mechanism (CBAM): On 18 December 2024, the\nCommission adopted the implementing act that regulates the CBAM registry.\nOlaf Scholz's letter to Von Der Leyen on high electricity prices: On 2 January, in\na letter addressed to Ursula von der Leyen, the German Chancellor Olaf Scholz called on\nthe European Commission to 'create the conditions for extending electricity price\ncompensation and broadening its scope at least until 2030’.\nElectricity price drops down from 2023 to 2024: On 2 January, Eurelectric, representing\nthe EU electricity sector, published new data on the composition of the EU's electricity\ngeneration and the technologies contributing to it.\nTaxonomy: On 8 January 2025, the Platform on Sustainable Financepublished a\ndraft report on preliminary recommendations for the review of the Climate Delegated Act\nand the addition of activities to the EU taxonomy.\nCompetitiveness compass: The European Commission has warned that the\ncompetitiveness compass may not be presented at the College meeting on 15 January,\nPolitico reports, due to the pneumonia suffered by the President of the Commission,\nUrsula von der Leyen.\nEU - Japan strategic partnership: On 1 January, the first-ever bilateral framework\nagreement between the EU and Japan, the Strategic Partnership Agreement (SPA),\nentered into force.",
  "page_3": "EU and Switzerland energy agreements: The EU Commission and\nSwitzerland agreed that Switzerland will incorporate the EU's rules on the internal\nelectricity market into its legislative framework. To be validated, this agreement needs\nthe European Parliament and the Council's approval\nBisphenol A ban in food packaging: The delegated act validated by Member States in\nJune 2024 has been published in the Official Journal of the EU on 31 December 2024\n—\nFEAD)\nThe biggest battles headed for Brussels\nWhat the European Union will be squabbling about in the Commission’s upcoming term\nBusiness alliance puts forward concrete rules for the import of recycled plastics\nEU warns of ‘serious blow' from Trump on climate change\nGreenhouse Gases Must Begin to Fall by 2025, Says U.N. Climate Report\nEmissions rates are still growing every year, though that growth has slowed. The world needs to reach negative growth soon to prevent a potential 3.2°C rise by the end of the century.\nwe o”\n¥\n.\nFEAD)\nWiel",
  "page_4": "a\nHAZARDS OUT!\nAs series of workshops on the separate collection\nof household hazardous waste\nCOMING\nSOON!\n4) i\nA project of FEAD in partnership with a and seigenunorenne facilitated by NOWMORE\nOn 11 February from 2pm to 3.30pm, FEAD, in partnership with ACR+ and Hazardous\nWaste Europe, are organising a workshop on Hazards Out!\nThe associations have joined forced in the Hazards Out project to support the local\nauthorities, industry and other stakeholders with the implementation of the mandatory\nseparate collection of HHW. The Hazards Out team is organising a series of workshops to\nexchange best practices and boost collaborations on the HHW management\nIf you wish to learn more about the different perspectives and the challenges of separate\ncollection of HHW, join our esteemed speakers in our first Workshop - What is going to\nchange?\n1. Daniele Ape, Policy Officer, DG Environment, European Commission 2. Competent authorities 3. Paolo Campanella, Secretary General, FEAD 4. Nicolas Humez, President, Hazardous Waste Europe 5. Francoise Bonnet, Secretary General, ACR+\nMore information",
  "page_5": "The Energy from Waste Network\nPe] a\nUS\naAy\nEnergy from Waste\nLondon 5-6 March 2025\nETC venue | 155 Bishopsgate\nAccelerating decarbonisation and circular economy,\nacross waste to energy, waste to value and waste to X\nOFFICIAL 2025 SUPPORTING ORGANISATION\nFE\nD\nEuropean Waste\nManagement Association\nBook now at www.efwconference.com\nThe Energy from Waste Conference 2025 (5-6 March 2025) once again brings together\nan exceptional line-up of the industry's best speakers, with technical experts, international\nleaders, and innovative developers providing an unmissable two days of the latest\ninformation.\nBenefit from a packed two-day programme: explore the critical issues that will impact on your organisation, take part in in-depth discussion sessions and gain greater understanding of emerging trends and directions.\nGain real value from the plentiful networking times with top global suppliers and fellow\nindustry leaders.\nLearn more",
  "page_6": "SUM2025\n8\" Multidisciplinary Symposium on\nCircular Economy & Urban Mining\n21 - 23 MAY 2025 / Procida, Italy\nSUM 2025 - 8th Multidisciplinary Symposium on Circular Economy and Urban Mining will be held from 21 to 23 May 2025 in the stunning island of Procida (Naples, Italy).\nThe conference, organised by IWWG-International Waste Working Group, has been held every two years since 2012. Following the great success of the 2024 edition, which attracted participants from 34 different countries and various disciplines (including Agronomy, Biology, Chemistry, Economics, Engineering, Law, Material Science, Medicine, Geography and other Social Sciences), and considering the intense and rapid development of topics and issues related to Circular Economy, the SUM Symposium has become an annual event.\nThis decision is aimed at promoting a more continuous interaction and collaboration across diverse fields, encouraging sustained, multidisciplinary dialogue and strategic partnerships.\nThe Call for Papers is officially open! All authors interested in presenting their work at SUM 2025 are invited to submit their papers on the symposium topics by filling in the online\nsubmission form\nDeadline: 10 March 2025\nDetailed instructions available at: are EE nn eE EEE ES https://www.sumsymposium.it/en/call-for-papers EE  eeeeeeEeeeeEEr—————ee—a-_ CTE\nSUM is offering a 10% discount on all entrance fees to FEAD members. Members",
  "page_7": "interested in attending SUM 2025 can redeem the discount by simply sending an email at\ninfo@sumsymposium. it with proof of their membership status.\nFor any further information, please visit the official website at www.sumsymposium.it or contact the Organising Secretariat at info@sumsymposium. it\nWaste\nManagement\nEurope\nOn 10-12 June 2025, Waste Management Europe’s expo will be taking place in Bologna, Italy. The Waste Management Europe 2025 Exhibition and Conference promotes cutting- edge thinking in applying innovative solutions to some of the world’s greatest challenges. By connecting global experts in waste management, recycling, reuse and circularity, WME 2025 catalyses the acceleration of positive change and inspires both individuals and organisations to improve their own strategies and implementation.\nFind out more about the event and register!\nSARDINIA 2025\nSCIENTIFIC\n iaiaiaial\nINTERNATIONAL\nWASTE WORKING\n2 INTERNATIONAL SYMPOSIUM ON WASTE MANAGEMENT,\nRESOURCE RECOVERY AND SUSTAINABLE LANDFILLING\n13-17 OCTOBER 2025\ni\n&\nFORTE VILLAGE / S.MARGHERITA DI PULA, CAGLIARI (IT)\nmate erate mere ee\nSARDINIA 2025",
  "page_8": "20th International Symposium on Waste Management, Resource Recovery and\nSustainable Landfilling\n13-17 October 2025 / Forte Village Resort, S. Margherita di Pula, Cagliari, Italy\nThe 20th edition of the Sardinia Symposium will take place at the Forte Village Resort in Santa Margherita di Pula, Cagliari (Italy) from 13 to 17 October 2025.\nSardinia Symposia are a biennial event organized by IWWG - International Waste Working Group, with the scientific involvement of the Universities of Padova (IT), BOKU, Vienna (AT), Tongji (CN) and the Technical Universities of Lulea (SE) and Hamburg (DE).\nThe programme will include parallel oral sessions, workshops, discussion forums, poster presentations, a commercial exhibition, outstanding networking opportunities and social events.\nCALL FOR ABSTRACTS\nAuthors interested in presenting their work at the conference must submit an abstract by 17th February 2025 following the instructions available at: Call for Abstracts\nWorkshop proposals are also welcome. All details on how to apply: Call for Workshops\nExplore the comprehensive list of conference topics >>\nFEAD is one of the Promoting Bodies of SARDINIA 2025 and a 10% discount on\nregular entrance fees is reserved for FEAD members. Those interested in attending the\nconference can redeem the discount by sending an email to info@sardiniasymposium. it\nwith proof of their membership status.\nFor further information, please visit the official website at www.sardiniasymposium.it or contact the Organising Secretariat at info@sardiniasymposium.it\nFEAD 'N THe YQ\ny.\nFEAD\nFEAD mentions in the Press:\nRecyclingMagazine: New member for FEAD\nGreenreport: «Ms. von der Leyen...», es Ss SE l’appello Ee eee del eee settore eee plastica: «Nostra",
  "page_9": "competitivita minacciata, Ue a un bivio»\nEUWID: Associations call on EU legislators to ensure EPR schemes for textiles are fair and effective\nRetema: Prioridades de la economia circular en la UE, a debate en una conferencia\nde la FEAD\nResiduosprofesional: La economia circular europea necesita inversiones por 27.000\nmillones\nRecyclingMagazine: se Experts eee SEE and ES PB eee policymakers eee eee discuss rr ‘Circular Ee eee eeeEeESeSEeeSEE Economy Priorities’\nat FEAD’s conference - RECYCLING magazine\nEUWID: Remondis manager Herwart Wilms to become FEAD president in 2026\nRecyclingMagazine: FEAD members elect Herwart Wilms as President for 2026\nFibre2Fashion: FEAD, EuRIC & Decathlon push for stronger EPS schemes in EU\ntextiles\nRetema: FEAD, EuRIC y Decathlon urgen a la UE a implementar esquemas efectivos pe — Ln hh a a ae\nde RAP para impulsar la economia circular del textil\nFEAD\nManogenset Forconen ante\ne Go to your Member Area (https://fead.be/index.php > “Members Only”)\ne Enter your login and password (Please ask your login and password\nto info@fead.be if you forgot it)\ne Go to “Active Files”. Here you have access to all files followed by FEAD\nSecretariat.\nFor further information or enquiries, please contact the FEAD Secretariat\nat info@fead.be"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
