{
  "file_name": "292_2571.pdf",
  "pages": {
  "page_1": "fu\nular.\n—\nST rh\nPia)\nvi\n|]\nFÀ\nn |\n(7\n«e.\nF EAD\nlanagemen! ani Association dira\nBOLLETTINO N° 106 - 23 dicembre 2022\nCiao da Bruxelles. Come sempre, vi portiamo tutte le ultime novità sull'economia circolare dall'Europa e non solo.\nDopo una settimana di successo coronata da un accordo sul mercato del carbonio del blocco (EU ETS) e sul tetto al prezzo del gas, è tempo che Praga ceda la presidenza di\nturno del Consiglio alla Svezia.\nAnche il FEAD ha un annuncio importante. Vorremmo ringraziare il nostro Presidente uscente, Peter Kurth per aver guidato la nostra associazione con successo dal 2020, e dare il benvenuto a Claudia Mensi, il nostro Vicepresidente, che sarà il nuovo Presidente\ndella FEAD a partire dal 1° gennaio 2023.\nPrima di continuare, assicurati di non perdere le nostre ultime notizie L}\nSEGUICI SU TWITTER",
  "page_2": "EU INSTITUTIONS moniTORING\nRevisione del regolamento sulle spedizioni di rifiuti (MSR): Il Consiglio \"Ambiente\"\n(ENV) del 20 dicembre ha tenuto colloqui su una relazione sullo stato di avanzamento della proposta della Commissione relativa a nuove norme sulle spedizioni di rifiuti nell'UE, esprimendo il suo sostegno generale alla proposta. Il capo del Green Deal dell'Unione Frans Timmermans, che ha partecipato alle discussioni a nome dell'esecutivo dell'UE, ha sottolineato la necessità che gli Stati membri accelerino i loro lavori nell'adottare il loro approccio generale, sottolineando che la proposta della Commissione è di importanza strategica e che, se il Consiglio dovesse concordare una posizione comune, la proposta potrebbe essere adottata nel secondo trimestre del 2023. Durante la sessione del Consiglio, i Paesi Bassi, la Slovacchia, la Francia, l'Austria, la Romania e la Germania hanno tutti espresso il loro sostegno alla proposta della Commissione e la loro motivazione per concordare rapidamente una posizione comune. Anche Cipro ha sottolineato il suo sostegno alla proposta, ma ha dichiarato che le sue riserve sulle misure che disciplinano l'esportazione di rifiuti riciclabili non pericolosi verso paesi non OCSE, auspicando maggiore flessibilità. La Slovenia ha osservato che le nazioni più piccole non hanno attualmente la capacità di rivedere la documentazione complessa e trattare determinati tipi di rifiuti.\nThe WSR revision has been in the hands of the French Presidency, with Prague continuing\nworks on the dossier, without it being a priority, thus, devoting five technical meetings to the\nmatter.\nCLP: The European Commission unveiled on 19 December a proposal for a revised\nRegulation on the classification, labelling and packaging of chemicals (CLP), and\na Delegated Act introducing new hazard classes for endocrine disruptors and other\nharmful chemical substances to better protect people and the environment from hazardous\nchemicals. The revised Regulation clarifies rules on labelling and for chemicals sold online.\nThe planned measures include enhanced controls on chemicals sold online to EU citizens\nby operators established outside the EU, with the EU Executive now asking for the\nexistence of a supplier already present in the EU, which will have to ensure that the product\ncomplies with EU rules, Contexte reported. The adopted Delegated Act, also published\nalongside the proposal, introduces 8 new hazard classes under the CLP for endocrine",
  "page_3": "disruptors, as well as for chemicals that do not break down in the environment and can\naccumulate in living organisms, or risk entering and spreading across the water cycle,\nincluding drinking water. The new hazard classes are the result of extensive scientific\ndiscussions and will provide easier access to information to all users of such chemicals,\nnotably consumers, workers and businesses. They could allow further action to address\nand mitigate the risks of substances and mixtures under other EU downstream legislation\nsuch as e.g. REACH, while taking account of socio-economic impacts. The Delegated Act\nis expected to enter into force early next year, after scrutiny by the European Parliament\nand Council.\nREACH: Belgium’s federal minister for Climate, Environment, Sustainable Development\nand Green Deal, Zakia Khattabi, has urged the Commission to publish the revision of the\nregulation for evaluating and authorising chemicals (REACH) before the end of this\nlegislature to protect human health and the environment. The Minister argues that following\nthe recent positive advice from the Regulatory Scrutiny Board (RSB), the independent body\nwithin the European Commission that advises the College of Commissioners, the last\nbarrier to the Commission publishing the much-awaited revision of the regulation for\nevaluating and authorising chemicals (REACH) has been passed.\nREPowerEU\ne Gas Price Cap: EU energy ministers reached on 19 December a political agreement on a Council regulation that sets a market correction mechanism to protect citizens and the economy against excessively high prices. The bloc's ministers were asked last week by the EU27 heads of state and government, to finalise the dossier during this week's Energy Council, as states remained split over when to trigger the mechanism. The latter was formally adopted by written feedback from the EU27 delegation on 22 December.\nThe mechanism, that will apply as of 15 February 2023, will be activated if prices exceed\n180€/MWh for three days. Once triggered, it will remain active for at least 20 days. If the\ndynamic bidding limit is below 180€/MWh for last three consecutive working days, it will be\nautomatically deactivated. The dynamic bidding limit will also be automatically deactivated,\nat any time, if a regional or a Union emergency is declared by the European Commission\naccording to the security of supply regulation, notably in a situation where the gas supply is\ninsufficient to meet the gas demand (‘rationing’). The dynamic bidding price will be\ncalculated daily by the EU Agency for the Cooperation of Energy Regulators (ACER) based\nin particular on prices on Asian markets and a new LNG price reference, which ACER is",
  "page_4": "responsible for setting up.\nAs a result of the agreement on the gas price cap, two emergency regulations: on joint gas\npurchases and on the accelerated deployment of renewable energies, on which ministers\nhad agreed in late November, were also formally adopted.\ne Renewable Energy Directive (RED) amendment: With the adoption on 19 December of the REPowerEU Directive revising the Renewables Directive (RED), EU Energy Minister the EU hope to accelerate the deployment of renewable energy for a period of one and a half years during which, planning and operating renewable energy installations is \"presumed to be in the overriding public interest\". The emergency regulation sets maximum deadlines for issuing permits: six months for the re-equipment of power plants to renewable energies, three months for certain heat pumps or solar projects. In particular, the text maintains the Council's target of 40% renewable energy consumed by the EU by 2030, with the compromise providing for privileged areas — the \"go-to areas \"— in which renewable projects must have their permit validated in one year. Outside the go-to areas, permitting processes must not exceed two years, and three years for offshore projects. In \" duly justified extraordinary circumstances\", the deadline may be extended by up to six months, both outside and inside areas where renewable energies are preferred. Member states will be allowed to exclude biomass and hydroelectric plants from the go-to areas. In return to its support to the gas price cap, Germany secured the addition of an article (5a) to the emergency regulation accelerating the deployment of renewable energy, Contexte reported, creating additional, optional exemptions from environmental assessments for renewable energy projects, energy storage projects and electricity grid projects \"necessary to integrate renewable energy into the electricity system\". The article could mean that the measures to \"mitigate \" possible damage to the environment could even be replaced by \" monetary compensation for species protection programs\", the news outlet added.\nRenewable Energy Directive (RED)III: The agreement reached between the Parliament\nand the Council was welcomed by the Commission during the Energy Council meeting. The\nEU Executive informed M-S of the outcome of the third trilogue, which took place on 15\nDecember 2022, and welcome developments on renewables, on binding targets for\nRFNBOs in industry and the indicative annual increase during the last trilogue. It also",
  "page_5": "highlighted the need of an ambitious agreement to anticipate the investment in renewable\nenergy needed to tackle the energy crisis and also to ensure energy sovereignty and\nindependence from Russian oil and gas. A swift continuation of the work under the Swedish\nPresidency in 2023 is expected with a view to an agreement being reached on the rest of\nthe proposal.\nEU Emissions Trading System (EU ETS): After dozens of hours of discussions held\nwithin the framework of a ‘jumbo trilogue' on the bloc's carbon market, EU negotiators\nmanaged to clinch a deal. The compromise reached by the co-legislators includes a 62%\nreduction of emissions covered by the EU Emission Trading System (ETS) by 2030,\nestablishing an ETS II on buildings and fuel for transport by 2027 for both individuals and\nbusinesses, unless the average gas price over the period January-June 2026 is higher than\nit was before the start of Russia's invasion of Ukraine, in February-March 2022. Concerning\nfree allowances, these will be phased out at the same speed as the phase-in of the Carbon\nBorder Adjustment Mechanism between 2026 and 2034. The provisional agreement\nforesees that any inclusion of waste-to-energy (WIE) incinerators in the scope of the EU\nETS will be determined by a prior Impact Assessment (IA). The IA conditionality has been\nFEAD's position since the beginning of negotiations, to reflect the best options to tackle\nCO2 emissions from municipal waste incineration in the long-term, considering both climate\nand circular economy.\nThe agreement that was reached on 18 December, was sent to COREPER ambassadors,\nwho, during their meeting on 21 December discussed the proposed Directive amending the\nEU ETS. The formal approval of the ETS agreement, alongside the one on the Social\nClimate Fund (SCF) also reached the same day, will take place in January 2023, under the\nSwedish Presidency of the Council of the EU. Concerning the SCF, Contexte reported that\nit will have a budget of €65 billion for the period 2026-2032, while together with compulsory\nco-financing by Member States, the overall budget amounts to €86.7 billion and will finance\nmeasures to combat energy poverty.\nWithin the European Parliament, the provisional agreement will be submitted to the ENVI Committee for approval, following which it would be tabled for a final vote in a plenary session with a view to adopting the Parliament’s first reading position.\nCarbon Border Adjustment Mechanism (CBAM): On 20 December, the Permanent\nRepresentatives of the EU27 (COREPER2) formally green-lighted the\nCBAM agreement that was reached during the trilogue of 12 December (see last\nweek's bulletin). The latter, that formats the content of the final four-column document with",
  "page_6": "the institutions’ positions, will gradually enter into force between 2026 and 2034. According\nto information by Contexte, for all sectors, including non-CBAM, free allocations will be\nconditional on decarbonisation plans and energy audits. The news outlet reported that the\nsectors to which the CBAM will apply from 2026 onwards are listed in Annex 1. This will\nalso apply to indirect emissions, noting, however, that these indirect emissions should not\nbe calculated for goods that are entitled to financial aid aimed at offsetting — on the\nEuropean carbon market — the price of CO2 emitted indirectly. For the rest, a\nmethodology for calculating these indirect emissions and their taxation will have to be\nadopted by 1 January 2026. The adopted texts will now be forwarded to the European\nParliament, which must adopt them, and then referred back again to the Council of the EU,\nat a ministerial level, before coming into force within the specified time frame.\nPackaging and Packaging Waste Regulation (PPWR): Europe's environment ministers\nmet on 20 December in Brussels to assess the different points in the Commission's\nregulation proposal. As Contexte reported, \"Lithuania, Slovakia, Finland and Portugal called\nfor ‘national specificities' and already existing systems on collection and deposit to be taken\ninto account.\" The news outlet added that several M-S want to modify the text's legal basis\nto add a reference to environmental protection, with a German representative quoting that\n\"this would allow established national systems that have proven their worth to be\nmaintained\". Concerning the re-use targets, Portugal called for increased information on\nenvironmental impacts, while Italy held a more hardline position, denying \"somewhere the\nresponsibility of producers materialized by heavy investments for several years \" in\nrecycling, according to the country's minister, as reported by Contexte. Concerning waste\nreduction targets, the news outlet added that Greece and Cyprus asked to take into\naccount the impact of tourism \"which fluctuates a lot and can weigh on our ability to\nachieve it\", with Athens and Austria also regretting the Commission's choice to opt for a\nregulation instead of a directive.\nIndustrial Emissions Directive (IED): EU's Environment ministers met on 10 December to\ndiscuss a compromise proposal by the Czech Presidency shared by Prague on 14\nDecember along with an explanatory note. According to information by Contexte, the\ncompromise proposal excludes battery assembly plants from the scope of the Directive and\namong others, abolishes the obligation introduced by the Commission to periodically review\nthe environmental management system. It also eases the provisions relating to sanctions in\nthe event of non-compliance with the directive, in the name of the \" principle of\nsubsidiarity\", with the Presidency abolishing the minimum of 8 % of turnover in the event of\ninfringement by a legal person, the news outlet further reported.",
  "page_7": "Concerning the rules currently in place, in an Implementing Act dated 9 December and published in the Official Journal of the EU on 20 December under the IED, the Commission outlined the \"best available techniques\" (BAT) for the textiles industry. BATs aim at ensuring a high level of environmental protection and motivate manufacturers to apply them in the production process and in the case of the textiles, they concern pre-treatment operations, such as washing, bleaching, mercerisation or dyeing of textile fibres or textiles where the treatment capacity exceeds 10 tonnes per day, among others.\nCarbon Capture and Storage (CCS): On 20 December, 10 NGOs from five Member\nStates across various regions including the Netherlands, Denmark, Romania, Poland, and\nGermany, called for an EU carbon capture and storage strategy. In a letter, they\nunderscored the need for a policy framework for carbon capture and storage based on a\nrobust set of guiding principles and safeguards to facilitate the deployment of this critical\ninfrastructure for industrial decarbonisation at scale by 2030.\nShip Recycling: On 14 December, the Commission adopted its 10th update on the\nEuropean list of ship recycling facilities. Owners of ships sailing under the flag of an EU\ncountry are legally obliged to have them dismantled (at the end of their operational life) in\napproved yards that meet EU health and environmental standards.\nEcodesign for Sustainable Products Regulation (ESPR): The European Parliament’s\nCommittee on Internal Market and Consumer Affairs (IMCO) has published its amendments\non the draft opinion by Rapporteur David Cormand (Greens/EFA, France) on the\nCommission’s proposal for an ecodesign for sustainable products regulation. The\nrapporteur also tabled an amendment seeking to set more detailed rules on the delegated\npowers of the Commission as envisioned in Article 4. Through the introduction of a new\nprovision, he also sought to set out specific requirements on durability and reparability of\nproducts. Reacting to the draft opinion, the Parliament's Socialists and Democrats wanted\nto clarify the rights and obligations of reconditioners, arguing that the latter should no longer\nbe required to ensure the same level of performance, compared to the proposal of the\nEuropean executive. The group also wants to guarantee reconditioners access to product\ninformation, via the digital passport, like any other economic operator. In their amendments,\nthe S&Ds group also insisted that a second-hand product, such as a battery, \"will never\nhave the same level of repairability and durability as a new product [...], even after it has\nbeen repaired\", the Contexte reported, adding that all the amendments will be debated in\nthe IMCO committee either at the end of January 2023 or beginning of February.\nIn the Parliament’ ENVI committee, the draft report by Alessandra Moretti submitted on 6",
  "page_8": "December is provisionally scheduled to be discussed on 12 January 2023. The deadline for\nENVI Committee MEPs to submit amendments to the draft Report is provisionally set for 17\nJanuary 2023. On this basis, the Rapporteur and Shadow Rapporteurs may negotiate\ncompromise amendments.\nEU Taxonomy: On 19 December, the EU Commission published two draft\nnotices containing FAQs on i) the interpretation and implementation of certain legal\nprovisions of the EU Taxonomy Climate Delegated Act establishing technical screening\ncriteria for economic activities that contribute substantially to climate change mitigation or\nclimate change adaptation and do no significant harm to other environmental objective, and\nii) on the Disclosures Delegated Act on the reporting of Taxonomy eligible and Taxonomy-\naligned economic activities and assets. These notices are still draft versions, as the final\nformal adoption and publication will happen on the Official Journal once all linguistic\nversions are available (possibly early Q2 2023),\nAir pollution: In its judgement delivered on 22 December the Court of Justice of the\nEuropean Union (CJEUV) ruled that a citizen cannot claim compensation from the State for\ntheir health damage, citing that the air quality directives, in the name of which the dispute is\nconducted, \"do not contain any explicit attribution of rights to individuals\". Nor is it possible\nto regard it as a right conferred \"implicitly\", which would have made it possible to engage\nthe responsibility of the state. Ruling on a dispute with the French government, against a\nbackground of exceeding air quality standards in the Paris region the CJEU's judgement\ngoes against the opinion of the Advocate General, Julianne Kokott. Its judgement also\nnotes that a natural or legal person can, on the other hand, demand from the state that an\naction plan be designed to respond to the health risk, as such a plan is required by the\nEuropean. The Court noted, however, that its judgement does not exclude that the\nresponsibility of the State can be engaged, \"under less restrictive conditions on the basis of\ndomestic law\".\nNews from the EU institutions\ne The European Parliament, the Council of the EU and the Commission have signed a Joint Declaration on the EU Legislative Priorities for the years 2023-2024.The Declaration draws on the Commission's 2023 Work Programme and puts political emphasis on key legislative proposals that either have already been presented by the Commission or will be by the next European Elections in 2024.",
  "page_9": "e Coreper ambassadors also formally supported the political agreements reached with the European Parliament and the European Commission on the Effort Sharing Regulation (ESR) for emission reduction. On 22 December, the text amending the regulation on temporary storage of mercury waste in liquid form, was published in the Official Journal of the EU. Until then in force until 31 December 2022, this derogation for landfill disposal of liquid mercury waste is extended by three years due to the limited capacity in the conversion of this waste.\nasa\nCONSUATATIONS« oniine s\nga\na>\noe\nwa\"\n&\nEU Strategy for Sustainable and Circular Textiles: The European Parliament's\nEnvironment committee (ENVI) has issued a draft report produced by Delara Bukhardt on\nthe Commission's textiles proposal. Through the latter, the EU Executive wants to ensure\nthat all textile products placed on the EU market are durable, repairable and recyclable, to\na great extent made of recycled fibres, free of hazardous substances, produced in respect\nof social rights and the environment. FEAD has provided members with the draft report and\nkindly asks you to send us your comments by 6 January 2023.\nRevision of EU rules on Food Contact Materials (FCM): The Commission has opened a\npublic consultation on its initiative related to food safety policy. This includes rules on food\ncontact materials (e.g. food packaging, kitchen and tableware and food processing\nequipment) and is part of the Farm-to-Fork strategy. The deadline to send us your feedback\non FEAD's draft response to the Commission's FCM questionnaire is set on 11 January\n2023.\nCarbon Removal Certifications: The Commission has published a proposal to establish a Union certification framework for carbon removals to contribute to the EU climate objective. It should develop the necessary rules to monitor, report and verify the authenticity of these removals. The aim is to expand sustainable carbon removals and encourage the use of innovative solutions to capture, recycle and store CO2 by farmers, foresters, and industries. The Commission's deadline for feedback on the proposal is on 15 February 2023. FEAD has provided members with a questionnaire before preparing a draft response.\nThe deadline for you to send us your written responses to the questionnaire is 11 January\n=\nFEAD",
  "page_10": "2023.\nUrban Wastewater Treatment Directive: on 26 October 2022, the European Commission\npublished the proposal for_a revised Urban Wastewater Treatment Directive. This\nadopted act is open for feedback until 16 February 2023. To prepare our feedback, we\nkindly ask you to send us any input and documents you think would help us to build a\nFEAD position by 13 January 2023,\nPackaging and Packaging Waste Regulation (PPWR): The European Commission released on 30 November its PPWR revision proposal. The adopted act is open for feedback for a minimum period of 8 weeks, until 17 February 2023. FEAD has provided members with a draft feedback on the Commission's proposal and we would like to kindly ask you to send us your comments on the document by 16 January 2023.\nClassification, labelling and packaging of chemicals (CLP): On 19 December, the Commission proposed a revised CLP Regulation and introduced new hazard classes for endocrine disruptors and other harmful chemical substances to better protect people and the environment from hazardous chemicals. The deadline to send us your feedback on the Commission's proposal is 30 January 2023.\n=\né\nIN\nTHE B\nFEA\nTerepeen iets\nIlana Cicurel, French MEP of Renew Europe group is taking over the position of shadow rapporteur on the revision of the envrionmental crime directive, in the EU Parliament's JURI committee, after Pascal Durand left the group at the end of November, Contexte reported. Pierre Karleskind, also member of Renew inherits the seat of full member in JURI and will closely follow the work on the crime directive,\" in particular on the environmental crime aspects at sea, the news outlet added.\n-",
  "page_11": "ss\nChemicals production and\n3M to Exit PFAS Manufacturing by the\nconsumption statistics: Eurostat on 16\nEnd of 2025: 3M (NYSE: MMM) today\nDecember published its findings on the\nannounced it will exit per- and\nproduction and consumption of industrial\npolyfluoroalkyl substance (PFAS)\nchemicals in the EU, with a particular\nmanufacturing and work to discontinue the\nfocus on substances being hazardous to\nuse of PFAS across its product portfolio by\nhuman health or hazardous to the\nthe end of 2025. 3M's decision is based\nenvironment. Its analysis showed that\non careful consideration and a thorough\nrelative to the total production of\nevaluation of the evolving external\nchemicals in the EU, chemicals hazardous\nlandscape, including multiple factors such\nto human health are produced in lower\nas accelerating regulatory trends focused\namounts since about 2010 onwards. Read\non reducing or eliminating the presence of\nPFAS in the environment and changing\nmore from Eurostat.\nstakeholder expectations. Read more\nfrom 3M.\n¥\nRESS\nF\ni\n—.\nSafe and efficient waste shipments: The way towards a circular economy: The EU is strongly committed to achieving climate neutrality by 2050 and the transition to a circular economy is a prerequisite towards this objective. In this context, safe shipments of waste are key, as they enable the re-looping of valuable secondary raw materials back into the economy and incentivise circular economy business models. However, it is clear to the waste management industry that the ongoing revision of the rules on the shipments of waste do not sufficiently consider and acknowledge this vital enabling role.\nAchieving a circular and more resource efficient economy requires major changes in our production and consumption models and is intrinsically based on logistical chains across the EU and around the world. Our ambitious circular economy relies on cross-border supply chains, as market openness goes hand-in-hand with better economic performance. It is not questioned, that as in any other sector, rules are needed, and therefore the EU Waste",
  "page_12": "Shipment Regulation (WSR) should set a clear legal framework that will ensure their safety,\nefficiency, and alignment with environmentally sound practices.\nRead FEAD's opinion article at the Industrial Process News (IPN).\nCommunication between policymakers and practitioners: European representative\norganisations visit Dutch Waste sector: Practice-based knowledge is essential for\neffective policy. Two European delegations visited leading Dutch waste companies to get\nan impression of how the Dutch waste sector works. Working visits like these are an\nimportant way of learning from each other. ‘Seeing how things work in practice tells you\nmuch more than reading about them.’\nLast summer two European representative organisations visited the Dutch waste sector: a\nteam from the European Waste Management Association (FEAD) with secretary-\ngeneral Valerie Plainemaison, and three representatives of the Confederation of European\nWaste-to-Energy Plants (CEWEP), including Fabio Poretti, its technical and scientific\nofficer.\nRead the article by the Dutch Waste Management Association (DWMA).\nWaste to energy plants could be included in scope of EU ETS from 2028: Municipal\nwaste-to-energy (wte) plants could soon be included in the scope of the EU’s Emissions\nTrading System (EU ETS). On 17 December, the lead negotiators from the EU Council and\nEuropean Parliament reached a preliminary deal on a reform of the ETS to make it \"more\nambitious”. Among other things, it mandates the EU Commission to present a report by 31\nJanuary 2026 \"with the aim of including [municipal waste incineration] installations in the\nEU ETS from 2028 with a possible opt-out until 2030 at the latest’. Read more\nfrom EUWID.\nTWEETS OF THE WEEK\nFEAD\n|",
  "page_13": "o £U2022 CZ @\n@EU2022 CZ\n#COREPERII | J They said it couldn't be done, yet #EU2022CZ delivered once again in the season finale The #CBAM deal has been confirmed by a huge majority meaning a more level playing field for producers and motivation to cut emissions globally. #FitFor55\nit Vereniging Afvalbedrijven\ntate @afvalbedrijven\nbit.ly/3W8o02d0 Wisselwerking tussen beleidsmakers en praktijkmensen. Europese belangenorganisaties bezoeken Nederlandse afvalsector. #circulaireeconomie #klimaat #europa #recycling #duurzameenergie @AVRenergy @twencehengelo @European_WtE @FEADinfo\nTranslate Tweet\nPRES Lm\nYe\ntd\n,\nb- as\nS\n= Rs\nSS\nae\n=~ fom\n{=\nr%\n=\na\n11:55 AM - Dec 20, 2022\nS\n|\nA\nope\n5:20 PM - Dec 20, 2022\nSTAY CONNECTED\nFEAD\n=\ne Vai alla tua Area Membri (https://fead.be/index.php > \"Solo Membri\")\ne Inserisci il tuo login e password (chiedi il tuo login e password a info@fead.be se I'hai\ndimenticato)\ne Vai su \"File attivi\". Qui avete accesso a tutti i fascicoli seguiti dal segretariato del FEAD\nPer ulteriori informazioni o richieste, si prega di contattare il segretariato del\nFEAD all'indirizzo info@fead.be"
},
  "language": "Languages.ITALIAN",
  "total_pages": 13
}
