{
  "file_name": "292_2563.pdf",
  "pages": {
  "page_1": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nCompromise amendment 1 - Article 10 (Auctioning of allowances) and Recital 28\n(11) Article 10 is amended as follows: (a) in paragraph 1, the third subparagraph is replaced by the following: “2 % of the total quantity of allowances between 2021 and 2030 shall be auctioned to establish a fund to improve energy efficiency, reduce greenhouse gas emissions and modernise the energy systems of certain Member States (‘the beneficiary Member States’) as set out in Article 10d (‘the Modernisation Fund’). The beneficiary Member States for this amount of allowances shall be the Member States with a GDP per capita at market prices below 60 % of the Union average in 2013. The funds corresponding to this quantity of allowances shall be distributed in accordance with Part A of Annex Ib. In addition, 2,5 % of the total quantity of allowances between [year following the entry into force of the Directive] and 2030 shall be auctioned for the Modernisation Fund. The beneficiary Member States for this amount of allowances shall be the Member States with a GDP per capita at market prices below 65 % of the Union average during the period 2016 to 2018. The funds corresponding to this quantity of allowances shall be distributed in accordance with Part B of Annex IIb.” The additional quantity of allowances referred to in the previous paragraph may be used to fund cross-border projects with the beneficiary Member States and the adjacent low-growth border regions. (b) in paragraph 3, the first and second sentence are replaced by the following: “3. Member States shall determine the use of revenues generated from the auctioning of allowances, except for the revenues established as own resources in accordance with Article 311(3) TFEU and entered in the Union budget. Member States shall use their revenues generated from the auctioning of allowances referred to in paragraph 2, with the exception of the revenues used for the compensation of indirect carbon costs referred to in Article 10a(6), for one or more of the following, (c) in paragraph 3, point (h) is replaced by the following: “(h) measures intended to improve energy efficiency, district heating systems and insulation, or to provide financial support in order to address social aspects in lower- and middle-income households, including by reducing distortive taxes;”; (d) in paragraph 4, the first sentence is replaced by the following: “4. The Commission is empowered to adopt delegated acts in accordance with Article 23 to supplement this Directive concerning the timing, administration and other aspects of auctioning, including the modalities for the transfer of a share of revenues to the Union budget, in order to ensure that it is conducted in an open, transparent, harmonised and non-discriminatory manner.”",
  "page_2": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nOK 2 2K ok 2k\n(28) Achieving the increased climate ambition will require substantial public resources in the EU as well as national budgets to be dedicated to the climate transition. To complement and reinforce the substantial climate-related spending in the EU budget, all auction revenues that are not attributed to the Union budget should be used for climate-related purposes. This includes the use for financial support to address social aspects in lower- and middle-income households by reducing distortive taxes. Further, to address distributional and social effects of the transition in low-income Member States, an additional amount of 2,5 % of the Union-wide quantity of allowances from [year of entry into force of the Directive] to 2030 should be used to fund the energy transition and reduction of greenhouse gas emissions of the Member States with a gross domestic product (GDP) per capita below 65 % of the Union average in 2016-2018, through the Modernisation Fund referred to in Article 10d of Directive 2003/87/ EC. That amount should also enable the funding of investments in cross-border projects with the beneficiary Member States and the adjacent low-growth border regions.",
  "page_3": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nCompromise amendment 2 - Article 10a (Free allocation) and Recitals 29 to 35 and 54\n(12) Article 10a is amended as follows: (a) paragraph 1| is amended as follows: (i) the following two subparagraphs are inserted after the second subparagraph: In the case of enterprises or municipal installations covered by the obligation to implement an energy management system under Article 8 of Directive 2012/27/EU of the European Parliament and of the Council(*) [Article reference to be updated with the revised Directive], free allocation shall only be granted fully if the installation of that enterprise or installation is covered by the energy management system. In case energy management system is mandatory under [EED], free allocation shall be only granted in full if the recommendations of the audit report are implemented, to the extent that the pay-back time for the relevant investments does not exceed 6 years, and that the costs of those investments, while ensuring that the measures result in an improvement of the compliant entity’s energy efficiency. Otherwise, the amount of free allocation of the installation shall be reduced proportionately to the amount of emissions corresponding to the recommendations of the report, not lower that 15% or higher than 40%. No free allocation shall be given to installations in sectors or subsectors to the extent they are covered by other measures to address the risk of carbon leakage as established by Regulation (EU) ..../.. [reference to CBAM](**) once the full effectiveness of the CBAM in tackling the carbon leakage risk both on the EU market and on export markets has been assessed and positively verified The measures referred to in the first subparagraph shall be adjusted accordingly. (*) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/ EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1).”5 (**) [CBAM full reference] (ii) the following sentence is added at the end of the third subparagraph: “In order to provide further incentives for reducing greenhouse gas emissions and improving energy efficiency, the determined Union-wide ex-ante benchmarks shall be reviewed as soon as possible and no later than 12 months of the entry into force of this Directive in view of potentially modifying the definitions and system boundaries of existing",
  "page_4": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nproduct benchmarks, ensuring that free allocation for the production of\na product is independent of the feedstock or of the type of production\nprocess, as long as the production processes have the same purpose,\naccounts for the circular use potential of materials, or avoids\ninstallations with partially or fully decarbonised processes being\nexcluded from or prevented from participating in the benchmarks. The\nadjusted benchmark values should be published as soon as the\nnecessary information becomes available, in order for those adjusted\nbenchmark values to be applicable as from 2026.;”\n(b) the following paragraph 1a is inserted:\n“la. No free allocation shall be given in relation to the production of products\nlisted in Annex I of Regulation [CBAM] as from the date of application of the\nCarbon Border Adjustment Mechanism.\nBy way of derogation from the first subparagraph, for the first years of operation of Regulation [CBAM], the production of products listed in Annex I to that Regulation shall benefit from free allocation in reduced amounts. A factor reducing the free allocation for the production of those products shall be applied (CBAM factor). The CBAM factor shall be equal to 100 % for the period between ... [ the date of entry into force of [CBAM regulation]/ and the end of 2027, and contingent upon application of operational phase of [CBAM regulation, Article 36(3)(d)], reduced during a transitional period by 10% from 2028 until 2030 before being reduced by 17,5 percentage points each year to reach 0 % by the end of 2034.\nBy the end of 2029 2027, the Commission shall submit to the European Parliament and to the Council, a detailed impact assessment as defined in [CBAM regulation, art 30 new par.2a| of CBAM effectiveness in tackling the carbon leakage risk on the EU market. In the case the assessment demonstrates that CBAM does not provide with sufficient protection against carbon leakage, the CBAM factor should be temporarily adapted until correcting measures ensuring carbon leakage protection that is equivalent to that of the free allocation system which it replaces are adopted. Those reports shall, if appropriate, be accompanied by a legislative proposal.\nIn order to ensure a level playing field, the first subparagraph shall not apply to part of the EU production destined to the export to third countries without ETS or similar regulation. By the end of the transition period-as defined in [CBAM Regulation], the Commission shall provide a detailed impact assessment of effects to the EU exports of CBAM sectors and development of global emissions. This assessment shall be accompanied by any necessary measures and, where appropriate, legislative proposals that equalize the costs of CO2 with different pricing schemes of the third countries. All those measures and proposals shall comply with the WTO rules.\nThe reduction of free allocation shall be calculated annually as the average share of the demand for free allocation for the production of products listed in",
  "page_5": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nAnnex I of Regulation [CBAM] compared to the calculated total free allocation demand for all installations, for the relevant period referred to in Article 11, paragraph 1. The CBAM factor shall be applied. Allowances resulting from the reduction of free allocation shall be made available to support innovation in accordance with Article 10a(8).”; (c) paragraph 2 is amended as follows: (i) in the third subparagraph, point (c) is replaced by the following: “(c) For the period from 2026 to 2030, the benchmark values shall be determined in the same manner as set out in points (a) and (d) on the basis of information submitted pursuant to Article 11 for the years 2021 and 2022 and on the basis of applying the annual reduction rate in respect of each year between 2008 and 2028. (iii) in the third subparagraph, the following point (d) is added: “(d) Where the annual reduction rate exceeds 2,5. % or is below 0,2 %, the benchmark values for the period from 2026 to 2030 shall be the benchmark values applicable in the period from 2013 to 2020 reduced by whichever of those two percentage rates is relevant, in respect of each year between 2008 and 2028 (da) In determining the benchmark values for fallback approaches referred to in the second subparagraph, the Commission may consider providing for sector specific fallback approaches, where appropriate. Where it is not possible to derive an ex-ante benchmark for an individual sector or subsector, but greenhouse gases eligible for the free allocation of emission allowances occur, those allowances should be allocated on the basis of generic fallback approaches. (iv) the fourth subparagraph is replaced by the following: “By way of derogation regarding the benchmark values for aromatics and syngas, those benchmark values shall be adjusted by the same percentage as the refineries benchmarks in order to preserve a level playing field for producers of those products.”; (d) paragraphs 3 and 4 are deleted; (e) in paragraph 6, the first subparagraph is replaced by the following: “Member States should adopt financial measures in accordance with the second and fourth subparagraphs in favour of sectors or subsectors which are exposed to a genuine risk of carbon leakage due to significant indirect costs that are actually incurred from greenhouse gas emission costs passed on in electricity prices, provided that such financial measures are in accordance with State aid rules, and in particular do not cause undue distortions of competition in the internal market. The financial measures adopted should not compensate indirect costs covered by free allocation in accordance with the benchmarks established pursuant to paragraph 1. Where a Member State spends an amount\n5",
  "page_6": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nhigher than the equivalent of 25 % of their auction revenues of the year in which the indirect costs were incurred, it shall set out the reasons for exceeding that amount.”\n(f) in paragraph 7, the second subparagraph is replaced by the following:\n“From 2021, allowances that pursuant to paragraphs 19, 20 and 22 are not\nallocated to installations shall be added to the amount of allowances set aside\nin accordance with the first sentence of the first subparagraph of this\nparagraph.”\n(g) paragraph 8 is replaced by the following:\n“8. 365 million allowances from the quantity which could otherwise be allocated for free pursuant to this Article, and 85 million allowances from the quantity which could otherwise be auctioned pursuant to Article 10, as well as the allowances resulting from the reduction of free allocation referred to in Article 10a(1a), shall be made available to a Fund with the objective of supporting innovation in low-carbon technologies and processes, and contribute to zero pollution objectives. (the ‘Innovation Fund’). The investments supported by the fund shall be in full coherence with the climate and environmental policies of the Union. Allowances that are not issued to aircraft operators due to the closure of aircraft operators and which are not necessary to cover any shortfall in surrenders by those operators, shall also be used for innovation support as referred to in the first subparagraph.\nIn addition, 50 million unallocated allowances from the market stability reserve shall supplement any remaining revenues from the 300 million allowances available in the period from 2013 to 2020 under Commission Decision 2010/670/EU(*), and shall be used in a timely manner for innovation and deployment support as referred to in the first subparagraph. Furthermore, the external assigned revenues referred to in Article 21(2) of Regulation (EU) [FuelEU Maritime] shall be allocated to the Innovation Fund and implemented in line with this paragraph. To ensure that the Fund will serve to support innovation in maritime sector, a part proportional to the allowances accruing from the extension of the emission trading system to the maritime transport should be used for supporting innovation and decarbonisation of the maritime sector.\nThe Innovation Fund shall cover the sectors listed in Annex I and Annex III, including environmentally safe carbon capture and utilisation (“CCU”) that contributes substantially to mitigating climate change, as well as products and processes substituting carbon intensive ones produced in sectors listed in Annex I, and to help stimulate the construction and operation of projects aimed at the environmentally safe capture, transport and geological storage (“CCS” including “BECCS”, “DACCS’’) of COz, as well as of innovative renewable energy and energy storage technologies. The Innovation Fund shall also support break-through innovative technologies and infrastructure to decarbonise the maritime sector and-the aviation sector, including projects that address the total climate impact of aviation, and for the production of low- and zero-carbon fuels and technologies in aviation, rail and road transport\n6",
  "page_7": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nwhile seeking synergies with Horizon Europe, in particular with European partnerships and where relevant, with other Union programmes. Special attention shall be given to projects in sectors covered by the [CBAM regulation], especially the exporting sectors, to support innovation in low and zero carbon technologies, CCU, CCS, COz2 transport, renewable energy and energy storage, in a way that contributes to mitigating climate change. The Innovation Fund shall also support the deployment and scaling up of innovative technologies provided that they hold a significant abatement potential and contribute to decarbonisation of economy and energy and resource savin 2S.\nProjects in the territory of all Member States, including medium- and small- scale projects, shall be eligible. Technologies receiving support shall be innovative and not be yet commercially viable at a similar scale without support but shall represent breakthrough or not yet commercially implementable solutions or be sufficiently technologically mature for application at commercial scale.\nThe Commission shall ensure that the allowances destined for the Innovation Fund are auctioned in accordance with the principles and modalities laid down in Article 10(4). Proceeds from the auctioning shall constitute external assigned revenue in accordance with Article 21(5) of the Financial Regulation. Budgetary commitments for actions extending over more than one financial year may be broken down over several years into annual instalments.\nProjects shall be selected by way of a transparent selection procedure, in a technology-neutral manner and on the basis of objective and transparent criteria, taking into account, where relevant, the extent to which projects contribute to achieving emission reductions well below the benchmarks referred to in paragraph 2. Projects shall have the potential for widespread application or to significantly lower the costs of transitioning towards a low- carbon economy in the sectors concerned. Projects involving CCU shall deliver a net reduction in emissions and ensure avoidance or permanent storage of COd. In the case of grants provided through calls for proposals, up to 60 % of the relevant costs of projects may be supported, out of which up to 40 % need not be dependent on verified avoidance of greenhouse gas emissions, provided that pre-determined milestones, taking into account the technology deployed, are attained. In the case of support provided through competitive bidding and in the case of technical assistance support, up to 100 % of the relevant costs of projects may be supported. The Commission shall conduct an impact assessment of the options for the provision of support through competitive bidding.\nProjects funded by the Innovation Fund shall be required to share knowledge with other relevant projects as well as with EU-based researchers having a legitimate interest. The terms of knowledge-sharing shall be defined by the Commission in calls for proposals.\nThe calls for proposal shall be open and transparent and clearly set out what kinds of technologies can be supported. In preparing the calls for proposal,",
  "page_8": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nthe Commission shall ensure that all sectors included in the ETS, including the maritime sector, are duly represented. The Commission shall take measures to ensure that the calls are communicated as widely as possible, and especially to SMEs.\nThe Commission is empowered to adopt delegated acts in accordance with Article 23 to supplement this Directive concerning rules on the operation of the Innovation Fund, including the selection procedure and criteria, the participation of SMEs, and the eligible sectors and technological requirements for the different types of support. In order to ensure a fair and just transition, the selection criteria shall take into consideration environmental and social safeguards, as a tool for the progressive integration of sustainable development for reaching the 2030 and 2050 climate objectives. In case of support through Carbon Contracts for Difference (CCDs), these delegated acts shall allow for technology neutral, price-competitive tendering.\nNo project shall receive support via the mechanism under this paragraph that exceeds 15 % of the total number of allowances available for this purpose. These allowances shall be taken into account under paragraph 7.”;\n(*) Commission Decision 2010/670/EU of 3 November 2010 laying down criteria and measures for the financing of commercial demonstration projects that aim at the environmentally safe capture and geological storage of CO 2 as well as demonstration projects of innovative renewable energy technologies under the system for greenhouse gas emission allowance trading within the Union established by Directive 2003/87/EC of the European Parliament and of the Council (OJ L 290, 6.11.2010, p. 39). (h) in paragraph 19, the first sentence is replaced by the following: “19. No free allocation shall be given to an installation that has ceased operating.”; (i) the following paragraph 22 is added: “22. Where corrections to free allocations granted pursuant to Article 11(2) are necessary, these shall be carried out with allowances from, or by adding allowances to, the amount of allowances set aside in accordance with paragraph 7 of this Article.”; ok 2 ok ok",
  "page_9": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nRecitals 29 to 35, and 54\n(29) Further incentives to reduce greenhouse gas emissions by using cost-efficient techniques should be provided. To that end, the free allocation of emission allowances to stationary installations from 2026 onwards should be conditional on the enterprise owning that installation being covered by an energy management system. Free allocation to those installations covered under this system should be proportionally reduced by 15 to 40 percent if the implementation of the system does not result in an improvement in energy efficiency, to the extent that the pay-back time for the relevant investments does not exceed 6 years Ensuring that this is focused on larger energy users would result in a substantial reduction in burden for businesses with lower energy use, which may be owned by small and medium sized enterprises or micro-enterprises. [Reference to be confirmed with the revised EED]. The relevant delegated acts should be adjusted accordingly. (30) The Carbon Border Adjustment Mechanism (CBAM), established under Regulation (EU) [..../..] of the European Parliament and of the Council51 , intends to progressively offer an alternative to free allocation to address the risk of carbon leakage leakage without undermining the Union competitiveness. To the extent that sectors and subsectors are covered by that measure, they should not receive free allocation. However, a transitional phasing-out of free allowances is needed to allow producers, importers and traders to adjust to the new regime. The reduction of free allocation should be implemented by applying a factor to free allocation for CBAM sectors, while the CBAM is phased in. This percentage (CBAM factor) should be equal to 100 % during the transitional period between the entry into force of [CBAM Regulation] and the end of 2027, and contingent upon application of operational phase under the CBAM regulation, Article 36(3)(d), 99-% \"2026 and should be reduced by 10 percentage points each year from 2028 until 2030 before being reduced by 17,5 percentage points each year to reach 0 % and thereby eliminate free allocation by 2034 thetenth-year. In order to protect the competitiveness of European exports, the transitional phase out of free allowances should not apply to the share of the domestic production intended for export in third countries without ETS or similar regulation. By the end of the transitional period as defined in [CBAM regulation] the Commission should assess the potential impact of CBAM factor on import and present any appropriate and WTO compliant legislation and measures that equalize the costs of CO2 with different pricing schemes of the third countries. The relevant delegated acts on free allocation should be adjusted accordingly for the sectors and subsectors covered by the CBAM. The free allocation no longer provided to the CBAM sectors based on this calculation (CBAM demand) must be auctioned and the revenues will accrue to the Innovation Fund, so as to support innovation in low carbon technologies, carbon capture and utilisation (‘CCU’), carbon capture and geological storage (‘CCS’), renewable energy and energy storage, in a way that contributes to mitigating climate change. Special attention should be given to projects in CBAM sectors. To respect the proportion of the free allocation available for the non-CBAM sectors, the final amount to deduct from the free allocation and to be auctioned should be calculated based on",
  "page_10": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nthe\nthat the CBAM demand\nin\nof the free allocation\nproportion represents respect needs of all sectors receiving free allocation. (31) In order to better reflect technological progress and adjust the corresponding benchmark values to the relevant period of allocation while ensuring emission reduction incentives and properly rewarding innovation, the maximum adjustment of the benchmark values should be increased from 1,6 % to 2,5 % per year. For the period from 2026 to 2030, the benchmark values should thus be adjusted within a range of 4 % to 50 % compared to the value applicable in the period from 2013 to 2020. The adjusted benchmark values should be published as soon as the necessary information becomes available, and no later that 12 months of the entry into force of this Directive in order for those adjusted benchmark values to be applicable from 2026. Where ex-ante benchmarks cannot be derived for an individual sector or subsector and allowances are allocated on the basis of generic fallback approaches, it is necessary to ensure that sectorial differences amongst the sectors and subsectors covered are nevertheless appropriately reflected. Where it is not possible to derive an ex-ante benchmark for an individual sector or subsector, but greenhouse gases eligible for the free allocation of emission allowances occur, those allowances should be allocated on the basis of generic fallback approaches. (31a) The significant indirect costs that incur from greenhouse gas emission costs passed on in electricity prices cause a risk of carbon leakage to certain sectors. To mitigate that risk, Member States should adopt financial measures for indirect cost compensation. The measures should be in accordance with State aid rules, and should not cause undue distortions of competition in the internal market. (32) A comprehensive approach to innovation is essential for achieving the European Green Deal objectives. At EU level, the necessary research and innovation efforts are supported, among others, through Horizon Europe which include significant funding and new instruments for the sectors coming under the ETS. Consequently, the ETS Innovation Fund should seek synergies with Horizon Europe and, where relevant, with other Union funding programmes. Member States should ensure that the national transposition provisions do not hamper innovations and are technologically neutral. (33) The scope of the Innovation Fund referred to in Article 10a(8) of Directive 2003/87/ EC should be extended to support innovation in zero and low-carbon technologies, including breakthrough technologies identified in the industrial ecosystem transition pathways, and processes that concern the consumption of fuels in the sectors of buildings and road transport. The investments made from the Fund should be in full coherence with the climate and environmental policies of the Union, including the 2030 and 2050 targets.. In addition, the Innovation Fund should serve to support investments to decarbonise the maritime transport sector, including investments in sustainable alternative fuels, such as hydrogen and ammonia that are produced from renewables, as well as zero-emission propulsion technologies like wind technologies. To that end, a part proportional to the allowances accruing from the extension of the emission trading system to the maritime transport should be used for supporting innovation and decarbonisation of the maritime sector. Considering that revenues generated from penalties raised in Regulation xxxx/xxxx [FuelEU\n10",
  "page_11": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nMaritime]! are allocated to the Innovation Fund as external assigned revenue in accordance with Article 21(5) of the Financial Regulation, the Commission should ensure that due consideration is given to support for innovative projects aimed at accelerating the development and deployment of renewable and low carbon fuels in the maritime sector, as specified in Article 21(1) of Regulation xxxx/xxxx [FuelEU Maritime]. To ensure sufficient funding is available for innovation within this extended scope, the Innovation Fund should be supplemented with 50 million allowances, stemming partly from the allowances that could otherwise be auctioned, and partly from the allowances that could otherwise be allocated for free, in accordance with the current proportion of funding provided from each source to the Innovation Fund. (33a) By supporting projects through public financing, the Innovation Fund provides companies with substantial advantages to develop their products or services. Consequently, Projects funded by the Innovation Fund should share knowledge with other relevant projects as well as with EU-based researchers having a legitimate interest. (34) Pursuant to Article 10 of Commission Regulation (EU) No 2019/112220, where aircraft operators no longer operate flights covered by the EU ETS, their accounts are set to excluded status, and processes may no longer be initiated from those accounts. To preserve the environmental integrity of the system, allowances which are not issued to aircraft operators due to their closure should be used to cover any shortfall in surrenders by those operators, and any leftover allowances should be used to accelerate action to tackle climate change by being placed in the Innovation Fund. (35) Carbon Contracts for Difference (CCDs) are an important element to trigger emission reductions in industry by up-scaling new technologies, offering the opportunity to guarantee investors in innovative climate-friendly technologies a price that rewards CO2 emission reductions above those induced by the current price levels in the EU ETS. The range of measures that the Innovation Fund can support should be extended to provide support to projects through technology-neutral, price-competitive tendering, such as CCDs. The Commission should conduct an impact assessment of the options for the provision of support through competitive bidding, including on the levels of funding provided. Based on the results of that assessment, the Commission should be empowered to adopt delegated acts on the precise rules for this type of support. OK 2 2 2 2 (54) Innovation and development as well as pilot, demonstration and up-scaling of new low-carbon technologies in the sectors of buildings and road transport are crucial for ensuring the cost-efficient contribution of these sectors to the expected emission reductions. Therefore,150 million allowances from emissions trading in the buildings and road transport sectors should also be made available to the Innovation Fund to stimulate the cost-efficient emission reductions.\nOK 2 2 2 2\n[add ref to the FuelEU Maritime Regulation].\n11",
  "page_12": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\n12",
  "page_13": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nCompromise amendment 3 - Article 10c and 10d (Transitional free allocation for the modernisation of the ener sector, Modernisation Fund) and Recitals 28a and 36 to 38\n-43}—\\_n Article Oe, paragraph is replaced bythe folowing:\n(13 a) after Article 10c, the following Article is inserted:\n“Article 10ca\n(*) COM(2019) 640 final.\nS\\N Tambe ead heane ala ana aX a’ One engnrt abr nnlame Op To ala ed me ae ‘v= nend rrad hea ‘av Ne yANnarted \\iembe TIVO eNO ‘aka ‘aka enor TO To | | >\nTransitional free allocation for the modernisation of the energy sector\nAny allowances for transitional free allocation for the modernisation of the energy\nsector that have not been allocated to operators in the Member States concerned by\n31 December 2023 shall be added to the total quantity of allowances that the\nMember State concerned receives for auctioning pursuant to Article 10(2), point\n(a). Member States may also use those allowances, or some of those allowances, in\naccordance with Article 10d to support investments within the framework of the\nModernisation Fund.”\nArticle 10d is amended as follows:\n(a) in paragraph 1, the first and second subparagraphs are replaced by the\nfollowing:\n“1. A fund to support investments proposed by the beneficiary Member States, including the financing of small-scale investment projects, planned with input from stakeholders, where relevant, the social partners ensuring a just transition for workers, including in regions and municipalities and local communities, to modernise energy systems and improve energy efficiency and reduce greenhouse gas emissions shall be established for the period from 2021 to 2030 (the ‘Modernisation Fund’). The Modernisation Fund shall be financed through the auctioning of allowances as set out in Article10, for the beneficiary Member States set out therein.\nThe investments supported shall be consistent with the aims of this Directive, as well as the objectives of the Communication from the Commission of 11 December 2019 on The European Green Deal (*) and Regulation (EU) 2021/1119 of the European Parliament and of the Council (**) and the long- term objectives as expressed in the Paris Agreement. The investments supported by the fund shall be in full coherence with the climate and environmental policies of the Union. No support from the Modernisation Fund shall be provided to energy generation facilities that use fossil fuels.”;\n(14)\n13",
  "page_14": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n(**) Regulation (EU) 2021/1119 of the European Parliament and of the Council of 30 June 2021 establishing the framework for achieving climate neutrality and amending Regulations (EC) No 401/2009 and (EU) 2018/1999 (‘European Climate Law’) (OJ L 243, 9.7.2021, p. 1).\"; (b) paragraph 2 is replaced by the following: “2. At least 90 % of the financial resources from the Modernisation Fund shall be used to support investments in the following: (a) the generation and use of electricity from renewable and low carbon sources; (b) heating and cooling from renewable sources; (c) the improvement of demand side and supply side energy efficiency, including in transport, buildings, agriculture and waste; (d) energy storage and the modernisation of energy networks, including district heating pipelines, grids for electricity transmission and the increase of interconnections between Member States; (e) the support of low-income and middle-income households, including in rural and remote areas, to address energy poverty, to modernise their heating systems and to make the construction ecosystem more sustainable ; and (f) a just transition in carbon-dependent regions in the beneficiary Member States, so as to support the redeployment, re-skilling and up-skilling of workers, education, job-seeking initiatives and start- ups, in dialogue with the social partners.”’; OK 2 2 2k 2\n14",
  "page_15": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nRecitals 28a and 36 to 38\n(28a) The derogation set out in Article 10c allowing eligible Member States to receive transitional free allocation for the modernisation of the energy sectors should end on 31 December 2023. Member States concerned should be able to use allowances that have not been allocated by 31 December 2023 through the Modernisation Fund, referred to in Article 10d, or to transfer them to their auctionable share.\nOK 2 2K ok 2k\n(36) Where an installation’s activity is temporarily suspended, free allocation is adjusted to the activity levels which are mandatorily reported annually. In addition, competent authorities can suspend the issuance of emission allowances to installations that have suspended operations as long as there is no evidence that they will resume operations. Therefore, operators should no longer be required to demonstrate to the competent authority that their installation will resume production within a specified and reasonable time in case of a temporary suspension of the activities. (37) Corrections of free allocation granted to stationary installations pursuant to Article 11(2) of Directive 2003/87/EC can require granting additional free allowances or transferring back surplus allowances. The allowances set aside for new entrants under Article 10a(7) of Directive 2003/87/EC should be used for those purposes. (38) The scope of the Modernisation Fund should be aligned with the most recent climate objectives of the Union by requiring that investments are fully coherent with the climate and environmental policies of the Union, and consistent with the objectives of the European Green Deal and Regulation (EU) 2021/1119, and that eliminating the support to any investments related to fossil fuels. In addition, the percentage of the Modernisation Fund that needs to be devoted to priority investments should be increased to 90 %; energy efficiency should be targeted as a priority area; atthe demand-side the Fund should also support a fair and Just Transition of workforce, through re-skilling and up-skilling and support of households to address energy poverty, including in rural and remote areas, should be included within the scope of the priority investments, as well as the sustainability of the construction ecosystem.\n15",
  "page_16": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nCompromise amendment 4 - Articles 2 and 3 ETS (scope and definition), Citations and Recitals 1-7, 10-11 and 40a\nArticle 1\nAmendments to Directive 2003/87/EC\nDirective 2003/87/EC is amended as follows:\n(1)\nIn Article\n| and 2\nthe\n(2)\n2, paragraphs are replaced by following: on i This Directive shall apply to the activities listed in Annexes I and II, and to the of greenhouse gases listed in Annex II. Where an installation that is included in the scope of the EU ETS due to the operation of combustion units with a total rated thermal input exceeding 20 MW changes its production processes to reduce its greenhouse gas emissions and no longer meets that threshold, it shall remain in the scope of the EU ETS until the end of the relevant five year period referred to in Article 11(1), second subparagraph, following the change to its production process.\n2 This Directive shall apply without prejudice to any requirements pursuant to Directive 2010/75/EU of the European Parliament and of the Council(*).\n(*) Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) OJ L 334, 17.12.2010, p. 17.”;\nArticle 3 is amended as follows:\n(a) point (b) is replaced by the following:\n“(b) ‘emissions’ means the release of greenhouse gases from sources in an installation or the release from an aircraft performing an aviation activity listed in Annex I or from ships performing a maritime transport activity listed in Annex I of the gases specified in respect of that activity, or the release of greenhouse gases corresponding to the activity referred to in Annex IIJ;”;\n(b) point (d) is replaced by the following:\n“(d) ‘greenhouse gas emissions permit’ means the permit issued in accordance\nwith Articles 5, 6 and 30b;”;\n(c) point (u) is deleted;\n(d) the following points (v) to (z) are added:\n“(v) ‘shipping company’ means the shipowner or any other organisation or person, such as the manager or the bareboat charterer, that has assumed the responsibility for the operation of the ship from the shipowner and that, on assuming such responsibility, has agreed to take over all the duties and responsibilities imposed by the International Management Code for the Safe Operation of Ships and for Pollution Prevention, set out in Annex I to Regulation (EC) No 336/2006 of the European Parliament and of the Council(*);\n16",
  "page_17": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n(*) Regulation (EC) No 336/2006 of the European Parliament and of the Council of 15 February 2006 on the implementation of the International Safety Management Code within the Community and repealing Council Regulation (EC) No 3051/95 (OJ L 64, 4.3.2006, p. 1).\n(w) ‘administering authority in respect of a shipping company’ means the authority responsible for administering the EU ETS in respect of a shipping company in accordance with Article 3gd;”;\n(x) ‘regulated entity’ for the purposes of Chapter [Va shall mean any natural or legal person, except for any final consumer of the fuels, that engages in the activity referred to in Annex III and that falls within one of the following categories:\n(i) where the fuel passes through a tax warehouse as defined in Article 3(11) of Council Directive (EU) 2020/262(*), the authorised warehouse keeper as defined in Article 3(1) of that Directive, liable to pay the excise duty which has become chargeable pursuant to Article 7 of that Directive; (il) if point (i) is not applicable, any other person liable to pay the excise duty which has become chargeable pursuant to Article 7 of Directive (EU) 2020/262 in respect of the fuels covered by this Chapter; (iii) if points (i) and (11) are not applicable, any other person which has to be registered by the relevant competent authorities of the Member State for the purpose of being liable to pay the excise duty, including any person exempt from paying the excise duty, as referred to in Article 21(5), fourth sub-paragraph, of Council Directive 2003/96/EC(**); (iv) if points (1), (41) and (111i) are not applicable, or if several persons are jointly and severally liable for payment of the same excise duty, any other person designated by a Member State . Council Directive (EU) 2020/262 of 19 December 2019 laying down the\n(*)\ngeneral arrangements for excise duty (OJ L 058 27.2.2020, p. 4).\n(**) Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (OJ L 283 31.10.2003, p. 51).\n(y) ‘fuel’ for the purposes of Chapter IVa shall mean any fuel listed in Table-A and Table-C of Annex I to Directive 2003/96/EC, as well as any other product offered for sale as motor fuel or heating fuel as specified in Article 2(3) of that Directive;\n(z) ‘release for consumption’ for the purposes of Chapter IVa shall have the same meaning as in Article 6(3) of Directive (EU) 2020/262.”;\n17",
  "page_18": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\n18",
  "page_19": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nOK 2 2K ok 2k\nCitations and Recitals 1-7, 10-11 and 40a\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee?,\nHaving regard to the opinion of the Committee of the Regions3,\nActing in accordance with the ordinary legislative procedure,\nWhereas:\n(1) The Paris Agreement, adopted in December 2015 under the United Nations Framework Convention on Climate Change (UNFCCC) entered into force in November 2016 (“the Paris Agreement”)‘. Its Parties have agreed to hold the increase in the global average temperature well below 2 °C above pre-industrial levels and to pursue efforts to limit the temperature increase to 1,5 °C above pre-industrial levels, in order to significantly reduce the risks and impacts of climate change. (2) Tackling climate and environmental-related challenges and reaching the objectives of the Paris Agreement are at the core of the Communication on “The European Green Deal”, adopted by the Commission on 11 December 20195. (3) The European Green Deal combines a comprehensive set of mutually reinforcing measures and initiatives aimed at achieving climate neutrality in the EU by 2050, and sets out a new growth strategy that aims to transform the Union into a fair and prosperous society, with a modern, resource-efficient and competitive economy, where economic growth is decoupled from resource use. It also aims to protect, conserve and enhance the Union's natural capital, and protect the health and well-being of citizens from environment-related risks and impacts. At the same time, this transition affects women and men differently and has a particular impact on some disadvantaged groups, such as older people, persons with disabilities and persons with a minority racial or ethnic background. It must therefore be ensured that the transition is just and inclusive, leaving no one behind. (4) The necessity and value of the European Green Deal have only grown in light of the very severe effects of the COVID-19 pandemic on the health, living and working conditions and well-being of the Union’s citizens, which have shown that our society and our economy need to improve their resilience to external shocks and act early to OJC,,p.. OJC,,p.. Paris Agreement (OJ L 282, 19.10.2016, p. 4). COM(2019)640 final.\n19",
  "page_20": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nprevent or mitigate them. European citizens continue to express strong views that this applies in particular to climate change‘.\n(5)\nThe Union committed to reduce to reduce the Union’s economy-wide net greenhouse\ngas emissions by at least 55 % by 2030 below 1990 levels in the updated nationally\ndetermined contribution submitted to the UNFCCC Secretariat on 17 December 20207.\n(6)\nIn Regulation (EU) 2021/1119 of the European Parliament and of the Council’ the\nUnion has enshrined the target of economy-wide climate neutrality by 2050 in\nlegislation. That Regulation also establishes a binding Union domestic reduction\ncommitment of net greenhouse gas emissions (emissions after deduction of removals)\nof at least 55 % below 1990 levels by 2030.\n(7)\nAll sectors of the economy need to contribute to achieving those emission reductions.\nTherefore, the ambition of the EU Emissions Trading System (EU ETS), established\nby Directive 2003/87/EC of the European Parliament and of the Council? to promote\nreductions of greenhouse gas emissions in a cost-effective and economically efficient\nmanner, should be increased in a manner commensurate with this economy-wide net\ngreenhouse gas emissions reduction target for 2030.\nOK 2 2K ok 2\n(10) In its Communication ‘Pathway to a Healthy Planet for All’!°, the Commission calls\nfor steering the EU towards zero pollution by 2050, by reducing pollution across air,\nfreshwaters, seas and soils to levels which are no longer expected to be harmful for\nhealth and natural ecosystems. Measures under Directive 2010/75/EU, as the main\ninstrument regulating air, water and soil pollutant emissions, will often also enable\nemissions greenhouse gases to be reduced. In line with Article 8 of Directive 2003/87/\nEC, Member States should ensure coordination between the permit requirements of\nDirective 2003/87/EC and those of Directive 2010/75/EU.\n(11) Recognising that new innovative technologies will often allow reducing emissions of\nboth greenhouse gases and pollutants, it is important to ensure synergies between\npolicies delivering reductions of emissions of both greenhouse gases and pollutants,\nnamely Directive 2010/75/EU, and review their effectiveness in this regard.\nOK 8 ok ok ok\n10\nSpecial Eurobarometer 513 on Climate Change, 2021 (https://ec.europa.eu/clima/citizens/support_en).\nEU_NDC_ Submission _December%202020.pdf\nhttps://www4.unfccc.int/sites/ndcstaging/PublishedDocuments/European%20Union%20First/\nRegulation (EU) 2021/1119 of the European Parliament and of the Council of 30 June 2021 establishing the framework for achieving climate neutrality and amending Regulations (EC) No 401/2009 and (EU) 2018/1999 (‘European Climate Law’) (OJ L 243, 9.7.2021, p. 1).\nDirective 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a system for greenhouse gas emission allowance trading within the Union and amending Council Directive 96/61/EC (OJ L 275, 25.10.2003, p. 32).\nCommunication from the Commission to the European Parliament, the Council, the European Economic And Social Committee and the Committee of the Regions Pathway to a Healthy Planet for All, EU Action Plan: 'Towards Zero Pollution for Air, Water and Soil' (COM/2021/400 final).\n20",
  "page_21": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\n(40a) As it is recognized that carbon capture and storage (CCS) and carbon capture and utilisation (CCU) could be a solution among others to reduce carbon emission and support its recycling, the Commission should come as soon as possible with a carbon removal certification mechanism aiming at incentivising the uptake of carbon removal and circularity enabling technologies (CCU). Such mechanism should enable to reduce or cancel allowances surrender obligation, as long as they are accounted for, in respect of greenhouse gases that are captured and used to produce recycled carbon fuels and renewable liquid and gaseous fuels.\n21",
  "page_22": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nCompromise amendment 5 - Maritime Transport: Articles 3, 3g to 3ge, 16, 18b ETS and Recitals 12, 14-19, 25a, 26-27\nthe title of Chapter II is replaced by the following:\n(3)\n“AVIATION AND MARITIME TRANSPORT”\nArticle 3a is replaced by the following:\n(4)\n“Article 3a\nScope\nArticles 3b to 3f shall apply to the allocation and issue of allowances in respect.of the aviation activities listed in Annex I. Articles 3g to 3ge shall apply in respect of the maritime transport activities listed in Annex I.”\n(5)\nArticles 3f and 3g are replaced by the following:\n“Article 3f\nMonitoring and reporting plans\nThe administering Member State shall ensure that each aircraft operator submits to the competent authority in that Member State a monitoring plan setting out measures to monitor and report emissions and tonne-kilometre data for the purpose of an application under Article 3e and that such plans are approved by the competent authority in accordance with the acts referred to in Article 14.\nArticle 3g\nScope of application to maritime transport activities\nThe allocation of allowances and the application of surrender requirements in respect of maritime transport activities shall apply in respect of fifty percent (50 %) of the emissions from ships performing voyages departing from a port under the jurisdiction of a Member State and arriving at a port outside the jurisdiction of a Member State, fifty percent (50 %) of the emissions from ships performing voyage departing from a port outside the jurisdiction of a Member State and arriving at a port under the jurisdiction of a Member State, one hundred percent (100 %) of emissions from ships performing voyages departing from a port under the jurisdiction of a Member State and arriving at a port under the jurisdiction of a Member State and one hundred percent (100 %) of emissions from ships at berth in a port under the jurisdiction of a Member State. Articles 9, 9a and 10 shall apply to maritime transport activities in the same manner as they apply to other activities covered by the EU ETS.”\nthe following Articles 3ga to 3ge are added:\n(6)\n“Article 3ga\nPhase-in of requirements for maritime transport\n22",
  "page_23": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n1. Shipping companies shall be liable to surrender allowances according to the following schedule:\n(a) 20 % of verified emissions reported for 2023; (b) 45 % of verified emissions reported for 2024; (c) 70 % of verified emissions reported for 2025; (d) 100 % of verified emissions reported for 2026 and each year thereafter.\nTo the extent that fewer allowances are surrendered compared to the verified emissions from maritime transport for the years 2023, 2024 and 2025, once the difference between verified emissions and allowances surrendered has been established in respect of each year, a corresponding quantity of allowances shall be cancelled rather than auctioned pursuant to Article 10.\nArticle 3gb\nMonitoring and reporting of emissions from maritime transport\nIn respect of emissions from maritime transport activities listed in Annex I, the administering authority shall ensure that a shipping company under its responsibility monitors and reports the relevant parameters during a reporting period, and submits aggregated emissions data at company level to the administering authority in line with Chapter II of Regulation (EU) 2015/757 of the European Parliament and of the Council (*).\n(*) Regulation (EU) 2015/757 of the European Parliament and of the Council of 29 April 2015 on the monitoring, reporting and verification of carbon dioxide emissions from maritime transport, and amending Directive 2009/16/EC (OJ L 123, 19.5.2015, p. 55).\nArticle 3gc\nVerification and accreditation of emissions from maritime transport\nThe administering authority in respect of a shipping company shall ensure that the reporting of aggregated emissions data at shipping company level submitted by a shipping company pursuant to Article 3gb is verified in accordance with the verification and accreditation rules set out in Chapter HI of Regulation (EU) 2015/757 (*).\n(*) Regulation (EU) 2015/757 of the European Parliament and of the Council of 29 April 2015 on the monitoring, reporting and verification of carbon dioxide emissions from maritime transport, and amending Directive 2009/16/EC (OJ L 123, 19.5.2015, p. 55).\nArticle 3gd\nAdministering authority in respect of a shipping company\n1. The administering authority in respect of a shipping company shall be:\n23",
  "page_24": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n(a) in the case of a shipping company registered in a Member State, the Member State in which the shipping company is registered;\n(b) in the case of a shipping company that is not registered in a Member State, the Member State with the greatest estimated number of port calls from voyages performed by that shipping company in the last two monitoring years and falling within the scope set out in Article 3g;\n(c) in the case of a shipping company that is not registered in a Member State and that did not carry out any voyage falling within the scope set out in Article 3g in the preceding two monitoring years, the administering authority shall be the Member State from where the shipping company has started its first voyage falling within the scope set out in Article 3g.\nWhere appropriate, the responsible administering authority in respect of a shipping company shall be updated biennially.\n2. Based on the best available information, the Commission shall:\n(a) before 1 February 2024, publish a list of shipping companies which performed a maritime activity listed in Annex I that fell within the scope defined in Article 3g on or with effect from 1 January 2023, specifying the administering authority for each shipping company in accordance with paragraph 1; and\n(b) at least every two years thereafter, update the list to reattribute shipping companies to another administering authority where appropriate or to include shipping companies which have subsequently performed a maritime activity listed in Annex I that fell within the scope defined in Article 3g.\n3. The Commission shall adopt implementing acts to establish detailed rules relating to the administration of shipping companies by administering authorities under this Directive. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 22a(2).\nArticle 3ge\nReporting and review\n1. The Commission shall consider possible amendments in relation to the adoption by the International Maritime Organization of a global market-based measure to reduce greenhouse gas emissions from maritime transport. In the event of the adoption of such a measure, and in any event before the 2028 global stocktake and no later than 30 September 2028, the Commission shall present a report to the European Parliament and to the Council in which it shall examine any such measure. Where appropriate, the Commission may follow to the report with a legislative proposal to the European Parliament and to the Council to amend this Directive as appropriate.\n2 The Commission shall monitor and evaluate the implementation of this Chapter, possible trends and adverse impacts as regards, inter alia, the competitiveness of the EU maritime sector and companies seeking to avoid being bound by the requirements of this Directive through reports analysing market\n24",
  "page_25": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n(7)\n(8)\n(9)\n(\n7) The title of Chapter IV is replaced by the following:\ndistortions and deterioration of level playing field of the maritime sector. The Commission shall take the position of ports that face the risk of unfair competition with ports that are not subjected to this directive in special account. The report shall be based on pre-defined parameters, in order to make the reports comparable. The Commission shall identify the ports that face a high risk of carbon leakage, and assess whether this risk has manifested itself since the last report and to what extent. Among analysed trends the Commission shall analyse changes in transhipment calls being made on ports in the Union, number of voyages coming from neighbouring ports and port calls from feeder vessels and overall changes in port traffic in the EU ports among others. The Commission shall submit this report to the Parliament without undue delay and every year thereafter.\nIf appropriate, the Commission shall propose measures to prevent possible adverse impacts. In particular, the Commission shall take all appropriate, diplomatic and legislative, measures including extending the scope of this directive to ports that are not bound by this directive, to circumvent carbon leakage to the aforementioned ports.\nArticle 3h is replaced by the following:\n“Article 3h\nScope\nThe provisions of this Chapter shall apply to greenhouse gas emissions permits and the allocation and issue of allowances in respect of activities listed in Annex I other than aviation and maritime transport activities.”;\nin Article 6(2), point (e) is replaced by the following:\n“(e) an obligation to surrender allowances equal to the total emissions of the installation in each calendar year, as verified in accordance with Article 15, within four months following the end of that year.”;\nArticle 8 is amended as follows:\n(a) the words “of the European Parliament and of the Council(1)” and footnote (1)\nare deleted;\n(b) the following paragraph is added:\n“The Commission shall review the effectiveness of synergies with Directive 2010/75/EU. Environmental and climate relevant permits should be coordinated to ensure efficient and speedier execution of measures needed to comply with EU climate and energy objectives. The Commission may submit a report to the European Parliament and the Council in the context of any future review of this Directive.”\n(c)\n“PROVISIONS APPLYING TO AVIATION, MARITIME TRANSPORT, AND STATIONARY INSTALLATIONS”.\n(18) Article 16 is amended as follows:\n25",
  "page_26": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n(19)\n(a) paragraph 2 is replaced by the following: “2. Member States shall ensure the publication of the names of operators, aircraft operators and shipping companies who are in breach of requirements to surrender sufficient allowances under this Directive.”; (b) the following paragraph 3a is inserted: “3a. The penalties set out in paragraph 3 shall also apply in respect of shipping companies.”; (c) the following paragraph 11a is inserted: “lla. In the case of a shipping company that has failed to comply with the surrender requirements for two or more consecutive reporting periods and where other enforcement measures have failed to ensure compliance, the competent authority of the Member State of the port of entry may, after giving the opportunity to the shipping company concerned to submit its observations, issue an expulsion order which shall be notified to the Commission, the European Maritime Safety Agency (EMSA), the other Member States and the flag State concerned. As a result of the issuing of such an expulsion order, every Member State, with the exception of the Member State whose flag the ship is flying, shall refuse entry of the ships under the responsibility of the shipping company concerned into any of its ports until the company fulfils its surrender obligations in accordance with Article 12. Where the ship flies the flag of a Member State, the Member State concerned shall, after giving the opportunity to the company concerned to submit its observations, order the ship to be detained until the shipping company fulfils its obligations. This paragraph shall be without prejudice to international maritime rules applicable in the case of ships in distress.”’; Article 18b is replaced by the following: “Article 18b Assistance from the European Maritime Safety Agency and other relevant organisations For the purposes of carrying out its obligations under Articles 3c(4), 3f, 3gb, 3gc,\n3gd, 3ge and 18a, the Commission and administering authorities may request the\nassistance of the European Maritime Safety Agency or another relevant organisation\nand may conclude to that effect any appropriate agreements with those\norganisations.”;\n38 2K OK OK ok\n26",
  "page_27": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nRecitals 12, 14-19, 25a, 26-27\n(12) The definition of electricity generators was used to determine the maximum amount of\nfree allocation to industry in the period from 2013 to 2020, but led to different treatment of cogeneration power plants compared to industrial installations. In order to incentivise the use of high efficiency cogeneration and to ensure equal treatment of all installations receiving free allocation for heat production and district heating, all references to electricity generators in Directive 2003/87/EC should be deleted. In addition, Commission Delegated Regulation (EU) 2019/331!! specifies the eligibility of all industrial processes for free allocation. Therefore, the provisions on carbon capture and storage in Article 10a(3) of Directive 2003/87/EC have become obsolete and should be deleted. 38 2K 2K OK (14) International maritime transport activity, consisting of voyages between ports under the jurisdiction of two different Member States or between a port under the jurisdiction of a Member State and a port outside the jurisdiction of any Member State, has been the only means of transportation not included in the Union's past commitments to reduce greenhouse gas emissions. Emissions from fuel sold in the Union for journeys that depart in one Member State and arrive in a different Member State or a third country have grown by around 36 % since 1990. Those emissions represent close to 90 % of all Union navigation emissions as emissions from fuel sold in the Union for journeys departing and arriving in the same Member State have been reduced by 26 % since 1990. In a business-as-usual scenario, emissions from international maritime transport activities are projected to grow by around 14 % between 2015 and 2030 and 34 % between 2015 and 2050. If the climate change impact of maritime transport activities grows as projected, it would significantly undermine reductions made by other sectors to combat climate change. (15) In 2013, the Commission adopted a strategy for progressively integrating maritime emissions into the Union's policy for reducing greenhouse gas emissions. As a first step in this approach, the Union established a system to monitor, report and verify emissions from maritime transport in Regulation (EU) 2015/757 of the European Parliament and of the Council!2, to be followed by the laying down of reduction targets for the maritime sector and the application of a market based measure. In line with the commitment of the co-legislators expressed in Directive (EU) 2018/410 of the European Parliament and of the Council!3, action by the International Maritime Organization (IMO) or the Union should start from 2023, including preparatory work on adoption and implementation of a measure ensuring that the sector duly contributes 11 Commission Delegated Regulation (EU) 2019/331 of 19 December 2018 determining transitional Union-wide rules for harmonised free allocation of emission allowances pursuant to Article 10a of Directive 2003/87/EC of the European Parliament and of the Council (OJ L 59, 27.2.2019, p. 8). 12 Regulation (EU) 2015/757 of the European Parliament and of the Council of 29 April 2015 on the monitoring, reporting and verification of carbon dioxide emissions from maritime transport, and amending Directive 2009/16/EC (OJ L 123, 19.5.2015, p. 55). 13 Directive (EU) 2018/410 of the European Parliament and of the Council of 14 March 2018 amending Directive 2003/87/EC to enhance cost-effective emission reductions and low-carbon investments, and Decision (EU) 2015/1814 (OJ L 76, 19.3.2018, p. 3).\n38 2K 2K OK\n27",
  "page_28": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nto the efforts needed to achieve the objectives agreed under the Paris Agreement and due consideration being given by all stakeholders. (16) Pursuant to Directive (EU) 2018/410, the Commission should report to the European Parliament and to the Council on the progress achieved in the IMO towards an ambitious emission reduction objective, and on accompanying measures to ensure that the maritime transport sector duly contributes to the efforts needed to achieve the objectives agreed under the Paris Agreement. Efforts to limit global maritime emissions through the IMO are under way and should be encouraged. However, while the recent progress achieved through the IMO is welcome, these measures will not be sufficient to achieve the objectives of the Paris Agreement. (17) In the European Green Deal, the Commission stated its intention to take additional measures to address greenhouse gas emissions from the maritime transport sector through a basket of measures to enable the Union to reach its emissions reduction targets. In this context, Directive 2003/87/EC should be amended to include the maritime transport sector in the EU ETS in order to ensure this sector contributes to the increased climate objectives of the Union as well as to the objectives of the Paris Agreement, which requires developed countries to take the lead by undertaking economy-wide emission reduction targets, while developing countries are encouraged to move over time towards economy-wide emission reduction or limitation targets.!4 Considering that emissions from international aviation outside Europe should be capped from January 2021 by global market-based action while there is no action in place that caps or prices maritime transport emissions, it is appropriate that the EU ETS covers a share of the emissions from voyages between a port under the jurisdiction of a Member State and port under the jurisdiction of a third country, with the third country being able to decide on appropriate action in respect of the other share of emissions. The extension of the EU ETS to the maritime transport sector should thus include half of the emissions from ships performing voyages arriving at a port under the jurisdiction of a Member State from a port outside the jurisdiction of a Member State, half of the emissions from ships performing voyages departing from a port under the jurisdiction of a Member State and arriving at a port outside the jurisdiction of a Member State, emissions from ships performing voyages arriving at a port under the jurisdiction of a Member State from a port under the jurisdiction of a Member State, and emissions at berth in a port under the jurisdiction of a Member State. This approach has been noted as a practical way to solve the issue of Common but Differentiated Responsibilities and Capabilities, which has been a longstanding challenge in the UNFCCC context. The coverage of a share of the emissions from both incoming and outgoing voyages between the Union and third countries ensures the effectiveness of the EU ETS, notably by increasing the environmental impact of the measure compared to a geographical scope limited to voyages within the EU, while limiting the risk of evasive port calls and the risk of delocalisation of transhipment activities outside the Union. To ensure a smooth inclusion of the sector in the EU ETS, the surrendering of allowances by shipping companies should be gradually increased with respect to verified emissions reported for the period 2023 to 2025. To protect the environmental integrity of the system, to the extent that fewer allowances are\n14\nParis Agreement, Article 4(4).\n28",
  "page_29": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nsurrendered in respect of verified emissions for maritime transport during those years, once the difference between verified emissions and allowances surrendered has been established each year, a corresponding a number of allowances should be cancelled. As from 2026, shipping companies should surrender the number of allowances corresponding to all of their verified emissions reported in the preceding year. However, measures should be taken to ensure that the extension of the ETS to maritime transport affects Member States in a fair and not disproportionate manner, taking into account their specific circumstances, such as those relating to climate and weather. (18) The provisions of Directive 2003/87/EC as regards maritime transport activities should be kept under review in light of future international developments and efforts undertaken to achieve the objectives of the Paris Agreement, including the second global stocktake in 2028, and subsequent global stocktakes every five years thereafter, intended to inform successive nationally determined contributions. In particular, the Commission should report any time before the second global stocktake in 2028 - and therefore no later than by 30 September 2028 - to the European Parliament and to the Council on progress in the IMO negotiations concerning a global market-based measure. In its report, the Commission should analyse the International Maritime Organization instruments and, assess, as relevant, how to implement those instruments in Union law through a revision of Directive 2003/87/EC. In its report, the Commission should include proposals as appropriate. (19) The Commission should review the functioning of Directive 2003/87/EC in relation to maritime transport activities in the light of experience of its application, including in relation to possible evasive practices, and should then propose measures to ensure its effectiveness. For that purpose, the Commission should conduct every year an impact assessment, in close cooperation with the relevant stakeholders and on the basis of available data and pre-defined parameters, in order to determine the possible impacts of these provisions on carbon leakage, delocation of calls and port business to ports outside the EU, connectivities of ports in Europe and where relevant on the modal shift. The Commission should in that process take into account the position of ports that face the risk of unfair competition with ports that are not subjected to this Directive. The report should be based on pre-defined parameters, in order to make the reports comparable. The report should cover in particular transhipment calls being made on ports in the Union, number of voyages coming from neighbouring ports and port calls from feeder vessels and overall changes in port traffic in the EU ports among others. If the impact assessment determines a risk of a negative impact on the maritime sector and EU ports, the Commission should propose preventive measures to address it.\n3K 2 2K ok\n(25a) Northern shipping routes are dependent in winter on ice-class vessels to avoid environmental risks as oil spills. The ice-class vessels generate higher emissions due to higher fuel consumption. There is also a price effect on the whole logistic ecosystem of the countries dependent on maritime transport and the maritime cluster developed in the icy environment. To ensure that there is a level playing field\n29",
  "page_30": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nbetween ships that navigate in ice conditions and other ships, a specific method should be applied to take into account additional emissions related to navigation in ice conditions and additional emissions of ice-classed ships when sailing in open water, while ensuring that emissions trading through the ETS continues to drive down emissions in the maritime sector. To that end, relevant provisions on the transfer, surrender and cancellation of allowances under Directive 2003/87/EC should be modified accordingly. (26) Achieving the Union’s emissions reduction target for 2030 will require a reduction in the emissions of the sectors covered by the EU ETS of 61 % compared to 2005. The Union-wide quantity of allowances of the EU ETS needs to be reduced to create the necessary long-term carbon price signal and drive for this degree of decarbonisation. To this end, the linear reduction factor should be increased, also taking into account the inclusion of emissions from maritime transport. The latter should be derived from the emissions from maritime transport activities reported in accordance with Regulation (EU) 2015/757 for 2018 and 2019 in the Union, adjusted, from year 2021, by the linear reduction factor. (27) Bearing in mind that this Directive amends Directive 2003/87/EC in respect of a period of implementation that has already started on 1 January 2021, for reasons of predictability, environmental effectiveness and simplicity, the steeper linear reduction pathway of the EU ETS should be a straight line from 2021 to 2030, such as to achieve emission reductions in the EU ETS of 61 % by 2030, as the appropriate intermediate step towards Union economy-wide climate neutrality in 2050. As the increased linear reduction factor can only apply from the year following the entry into force of this Directive, a one-off reduction of the quantity of allowances should reduce the total quantity of allowances so that it is in line with this level of annual reduction having\n30",
  "page_31": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nCompromise amendment 6 - Other ETS provisions - Articles 9, 12, 14, 30 ETS and Recitals 13, 20-25, 39-40\n(10) in Article 9, the following paragraph is added:\n“In [the year following entry into force of this amendment], the Union-wide quantity\nof allowances shall be decreased by [-- million allowances (to be determined\ndepending on year of entry into force)]. In the same year, the Union-wide quantity of\nallowances shall be increased by 79 million allowances for maritime transport.\nStarting in [the year following entry into force of this amendment], the linear factor\nshall be 4,2 %. The Commission shall publish the Union-wide quantity of allowances\nwithin 3 months of [date of entry into force of the amendment to be inserted].”;\nas)\nArticle 12 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n“2. Member States shall ensure that allowances issued by a competent\nauthority of another Member State are recognised for the purpose of meeting\nan operator’s, an aircraft operator’s or a shipping company’s obligations under\nparagraph 3”;\n(b) paragraph 2a is deleted;\n(c) paragraph 3 is replaced by the following:\n“3. The Member States, administering Member States and administering\nauthorities in respect of a shipping company shall ensure that, by 30 April each\nyear:\n(a) the operator of each installation surrenders a number of allowances that is\nequal to the total emissions from that installation during the preceding calendar\nyear as verified in accordance with Article 15;\n(b) each aircraft operator surrenders a number of allowances that is equal to its total emissions during the preceding calendar year, as verified in accordance with Article 15;\n(c) each shipping company surrenders a number of allowances equal to its total emissions during the preceding calendar year, as verified in accordance with Article 3gc.\nBy derogation from point (c), shipping companies may surrender fewer allowances on the basis of a ship’s ice class or navigation in ice or both in line with Annex Va.\nMember States, administering Member States and administering authorities in respect of a shipping company shall ensure that allowances surrendered in accordance with the first subparagraph are subsequently cancelled.\nTo the extent that fewer allowances are surrendered compared to the verified emissions from maritime transport, once the difference between verified emissions and allowances surrendered has been established in respect of\n31",
  "page_32": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\neach year, a corresponding quantity of allowances shall be cancelled rather than auctioned pursuant to Article 10.”; (d) in paragraph 3-a, the first sentence is replaced by the following: “3-a. Where necessary, and for as long as is necessary, in order to protect the environmental integrity of the EU ETS, operators, aircraft operators, and shipping companies in the EU ETS shall be prohibited from using allowances that are issued by a Member State in respect of which there are obligations lapsing for aircraft operators, shipping companies and other operators.”’; (e) the following paragraph 3b is inserted: “3b. An obligation to surrender allowances shall not arise in respect of emissions of greenhouse gases which are considered to have been captured and then either stored or utilised to become permanently chemically bound in a product so that they do not enter the atmosphere under normal use The Commission shall adopt implementing acts concerning the requirements to consider that greenhouse gases have become permanently chemically bound in a product so that they do not enter the atmosphere under normal use. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 22a(2).”; (16) in Article 14(1), first subparagraph, the following sentence is added: “Those implementing acts shall apply the sustainability and greenhouse gas emission saving criteria for the use of biomass established by Directive (EU) 2018/2001 of the European Parliament and of the Council(*), with any necessary adjustments for application under this Directive, for this biomass to be zero-rated. They shall specify how to account for storage of emissions from a mix of zero-rated sources and sources that are not zero-rated. They shall also specify how to account for emissions from renewable fuels of non-biological origin and recycled carbon fuels, ensuring that these emissions are accounted for and that double counting is avoided.” (*) Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (OJ L 328, 21.12.2018, p. 82).”; (20) In Article 30, paragraph 2, the following sentence is added: “The measures applicable to CBAM sectors shall be kept under review in light of the\napplication of Regulation xxx [reference to CBAM].”;\nOK 2 2 2 2k\n32",
  "page_33": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nRecitals 13, 20-25, 39-40\n(13) Greenhouse gases that are not directly released into the atmosphere should be considered emissions under the EU ETS and allowances should be surrendered for those emissions unless they are stored in a storage site in accordance with Directive 2009/31/EC of the European Parliament and of the Council!5, or they are permanently chemically bound in a product so that they do not enter the atmosphere under normal use. The Commission should be empowered to adopt implementing acts specifying the conditions where greenhouse gases are to be considered as permanently chemically bound in a product so that they do not enter the atmosphere under normal use, including obtaining a carbon removal certificate, where appropriate, in view of regulatory developments with regard to the certification of carbon removals or they are captured and used to produce recycled carbon fuels and renewable liquid and gaseous fuels of non-biological origin. The Commission should be empowered to adopt delegated acts specifying the framework conditions under which greenhouse gases transferred for further use should be accounted for at the point of release into the atmosphere.\nOK 2 2K ok 2\n(20)\nThe person or organisation responsible for the compliance with the EU ETS should be the shipping company, defined as the shipowner or any other organisation or person, such as the manager or the bareboat charterer, that has assumed the responsibility for the operation of the ship from the shipowner and that, on assuming such responsibility, has agreed to take over all the duties and responsibilities imposed by the International Management Code for the Safe Operation of Ships and for Pollution Prevention. This definition is based on the definition of ‘company’ in Article 3, point (d) of Regulation (EU) 2015/757, and in line with the global data collection system established in 2016 by the IMO. In line with the polluter pays principle, the shipping company could, by means of a contractual arrangement, hold the entity that is directly responsible for the decisions affecting the CO2 emissions of the ship accountable for the compliance costs under this Directive. This entity would normally be the entity that is responsible for the choice of fuel, route and speed of the ship.\n(20 a) The successful transition to zero emission shipping requires an integrated approach and the appropriate enabling environment to stimulate innovation, both on ships and in ports. That enabling environment involves public and private investment in research and innovation, technological and operational measures to improve the energy efficiency of ships and ports, and the deployment of sustainable alternative fuels, such as hydrogen and ammonia, that are produced from sustainable energy sources, and of zero emission propulsion technologies, including the necessary refuelling and recharging infrastructure in ports. To that end, the Innovation Fund could be used to provide support for such investments.\nDirective 2009/31/EC of the European Parliament and of the Council of 23 April 2009 on the geological storage of carbon dioxide and amending Council Directive 85/337/EEC, European Parliament and Council Directives 2000/60/EC, 2001/80/EC, 2004/35/EC, 2006/12/EC, 2008/1/EC and Regulation (EC) No 1013/2006 (OJ L 140, 5.6.2009, p. 114).\n15\n33",
  "page_34": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\n(21) In order to reduce the administrative burden on shipping companies, one Member State should be responsible for each shipping company. The Commission should publish an initial list of shipping companies that performed a maritime activity falling within the scope of the EU ETS, which specifies the administering authority in respect of each shipping company. The list should be updated at least every two years to reattribute shipping companies to another administering authority as relevant. For shipping companies registered in a Member State, the administering authority should be that Member State. For shipping companies registered in a third country, the administering authority should be the Member State in which the shipping company had the greatest estimated number of port calls from voyages falling within the scope of Directive 2003/87/EC in the last two monitoring years. For shipping companies registered in a third country and which did not perform any voyage falling within the scope of Directive 2003/87/EC in the last two monitoring years, the administering authority should be the Member State from where the shipping company started its first voyage falling within the scope of that Directive. The Commission should publish and update on a biennial basis a list of shipping companies falling within the scope of Directive 2003/87/EC specifying the administering authority for each shipping company. In order to ensure equal treatment of shipping companies, Member States should follow harmonised rules for the administration of shipping companies for which they have responsibility, in accordance with detailed rules to be established by the Commission. (22) Member States should ensure that the shipping companies that they administer comply with the requirements of Directive 2003/87/EC. In the event that a shipping company fails to comply with those requirements and any enforcement measures taken by the administering authority have failed to ensure compliance, Member States should act in solidarity. As a last resort measure, Member States should be able to refuse entry to the ships under the responsibility of the shipping company concerned, except for the Member State whose flag the ship is flying, which should be able to detain that ship. (23) Shipping companies should monitor and report their aggregated emissions data from maritime transport activities at company level in accordance with the rules laid down in Regulation (EU) 2015/757. The reports on aggregated emissions data at company level should be verified in accordance with the rules laid down in that Regulation. When performing the verifications at company level, the verifier should not verify the emissions report at ship level and the report referred to in Article 11(2) of that Regulation, as those reports at ship level would have been already verified. (24) Based on experience from similar tasks related to environmental protection, the European Maritime Safety Agency (EMSA) or another relevant organisation should, as appropriate and in accordance with its mandate, assist the Commission and the administering authorities in respect of the implementation of Directive 2003/87/EC. Owing to its experience with the implementation of Regulation (EU) 2015/757 and its IT tools, EMSA could assist the administering authorities notably as regards the monitoring, reporting and verification of emissions generated by maritime activities under the scope of this Directive by facilitating the exchange of information or developing guidelines and criteria.\n34",
  "page_35": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\n(25) Regulation (EU) 2017/2392 of the European Parliament and of the Council!® amended\nArticle 12(3) of Directive 2003/87/EC to allow all operators to use all allowances that\nare issued. The requirement for greenhouse gas emissions permits to contain an\nobligation to surrender allowances, pursuant to Article 6(2), point (e), of that Directive, should be aligned accordingly. 38 25 2K OK (39) Commission Implementing Regulation (EU) 2018/206621 lays down rules on the monitoring of emissions from biomass which are consistent with the rules on the use of biomass laid down in the Union legislation on renewable energy. As the legislation becomes more elaborate on the sustainability criteria for biomass with the latest rules established in Directive (EU) 2018/2001 of the European Parliament and of the Council22, the conferral of implementing powers in Article 14(1) of Directive 2003/87/EC should be explicitly extended to the adoption of the necessary adjustments for the application in the EU ETS of sustainability criteria for biomass, including biofuels, bioliquids and biomass fuels. In addition, the Commission should be empowered to adopt implementing acts to specify how to account for the storage of emissions from mixes of zero-rated biomass and biomass that is not from zero-rated sources. (40) Renewable liquid and gaseous fuels of non-biological origin and recycled carbon fuels can be important to reduce greenhouse gas emissions in sectors that are hard to decarbonise. Where recycled carbon fuels and renewable liquid and gaseous fuels of non-biological origin are produced from captured carbon dioxide under an activity covered by this Directive, the emissions should be accounted under that activity. To ensure that renewable fuels of non-biological origin and recycled carbon fuels contribute to greenhouse gas emission reductions and to avoid double counting for fuels that do so, it is appropriate to explicitly extend the empowerment in Article 14(1) to the adoption by the Commission of implementing acts laying down the necessary adjustments for how and where to account for the eventual release of carbon dioxide and how to avoid double counting to ensure appropriate incentives for capturing emissions are in place, taking also into account the treatment of these fuels under Directive (EU) 2018/2001.\n16\nRegulation (EU) 2017/2392 of the European Parliament_and of the Council of 13 December 2017 amending Directive 2003/87/EC to continue current limitations of scope for aviation activities and to prepare to implement a global market-based measure from 2021 (OJ L 350, 29.12.2017, p. 7).\n35",
  "page_36": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nCompromise amendment 7 - Introduction of emissions trading for buildings and road transport (Chapter [Va ETS). MSR Decision, MRV Regulation and Recitals 43-44, 46-68 (except 54)\nThe Rapporteur proposes to keep the Commission proposal unchanged for:\ne ETS Article 30a to 301; e Article 2 MSR decision (Amendments to Decision (EU) 2015/1814); on e Article 3 Shipping MRV Regulation (Amendments to Regulation (EU) 2015/757); on and Horizontal provisions: Articles 4 to 8; Recitals 43, 44 and 46 to 68.\n36",
  "page_37": "37\n05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nCompromise amendment 8 - Annex and Recitals 8-9, 41, 42, 45\nANNEX\nAnnex I to Directive 2003/87/EC is amended as follows\n(a)\nPoints 1 and 2 are replaced by the following\n“1, Installations or parts of installations used for research, development and testing of new Products and Processes; anc installations where emissions Sony tha combuNgen OA more_than_95-%_of emple the total greenhouse _gas_emissions 9A a a are not coved by this Directive\n2. When the total rated thermal input of an installation is calculated in order to decide upon its inclusion in the EU ETS, the rated thermal inputs of all technical units which are part of it, in which fuels are combusted within the installation, shall be added together. These units may include all types of boilers, burners, turbines heaters, furnaces, incinerators, calciners, kilns, ovens, dryers, engines, fuel cells chemical looping combustion units, flares, and thermal or catalytic post-combustion units. Units with a rated thermal input under 3 MW shall not be taken into account for the purposes of this calculation\nthe table is amended as follows\n(b)\n(i) The second row is replaced by the following\nRefining of oil, where combustion units with a total | Carbon dioxide\" ; rated thermal input exceeding 20 MW are operated\n(ii) The fifth row is replaced by the following\n“Production of iron or steel (primary or secondary | Carbon dioxide\" ;\nfusion) including continuous casting, with a capacity\nexceeding 2,5 tonnes per hour\n(iii) The seventh row is replaced by the following\n“Production of primary aluminium or alumina\nCarbon dioxide\" ;\n(c)\nThe fifteenth row of categories of activities is replaced by the following\n(2)\n“Drying or calcination of gypsum or) (3)\nCarbon\nproduction of plaster boards and other\ndioxide\" ;\ngypsum products, with a production capacity\nof calcined gypsum or dried secondary\ngypsum exceeding a total of 20 tonnes per\nday\n(iv) The eighteenth row is replaced by the following",
  "page_38": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n“Production of carbon black involving the} Carbon dioxide\" ; carbonisation of organic substances such as oils, tars, cracker and distillation residues with a production capacity exceeding 50 tonnes per day\n(v) The twenty-fourth row is replaced by the following:\n“Production of hydrogen (H2) and/or synthesis gas | Carbon dioxide\" with a production capacity exceeding 70 tonnes per day\n;\n(vi) The twenty-seventh row is replaced by the following:\n“Transport of greenhouse gases for geological storage\nCarbon dioxide\"\n;\nin a storage site permitted under Directive 2009/31/EC,\nwith the exclusion of those emissions covered by\nanother activity under this Directive\n(vii) the following row is added after the last new row, with a separation line in between:\n“Maritime transport\nGreenhouse gases\ncovered by Regulation\nMaritime transport activities of ships covered by\n(EU) 2015/757”:\nRegulation (EU) 2015/757 of the European Parliament\nand of the Council performing voyages with the purpose\nof transporting passengers or cargo for commercial\npurposes\nAnnex IIb to Directive 2003/87/EC is replaced by the following:\n(4)\n“ANNEX IIb\nPart A - DISTRIBUTION OF FUNDS FROM THE MODERNISATION FUND CORRESPONDING TO ARTICLE 10(1), THIRD SUBPARAGRAPH\nShare\nBulgaria\n5,84 %\nCzechia\n15,59 %\nEstonia\n2,78 %\nCroatia\n3,14 %\nLatvia\n1,44 %\nLithuania\n2,57 %\n38",
  "page_39": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nHungary Poland Romania Slovakia\n7,12 % 43,41 % 11,98 % 6,13 %\nPart B - DISTRIBUTION OF FUNDS FROM THE MODERNISATION FUND CORRESPONDING TO ARTICLE 10(1), FOURTH SUBPARAGRAPH\nBulgaria\nCzechia\nEstonia\nGreece\nCroatia\nLatvia\nLithuania\nHungary\nPoland\nPortugal\nRomania\nSlovakia\nShare\n5,0 %\n12,9 %\n2,2 %\n10,3 %\n2,3 %\n1,1 %\n1,9 %\n5,9 %\n34,8 %\n8,8 %\n9.9%\n4,9 %\n(5)\nThe following Annexes are inserted as Annexes III, IIIa and IIIb to Directive 2003/87/EC:\n“ANNEX III\nACTIVITY COVERED BY CHAPTER IVa\n39",
  "page_40": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nActivity:\nGreenhouse gases\n1. Release for consumption of fuels which are used for combustion | Carbon dioxide (CO2) in the sectors of buildings and road transport.\nThis activity shall not include:\n(a) the release for consumption of fuels used in the activities set out in Annex I to this Directive, except if used for combustion in the activities of transport of greenhouse gases for geological storage (activity row twenty seven);\n(b) the release for consumption of fuels for which the emission factor is zero.\n2. The sectors of buildings and road transport shall correspond to the following sources of emissions, defined in 2006 IPCC Guidelines for National Greenhouse Gas Inventories, with the necessary modifications to those definitions as follows:\n(a) Combined Heat and Power Generation (CHP) (source category code 1Ala 11) and Heat Plants (source category code 1Ala ii1), insofar as they produce heat for categories under (c) and (d) of this point, either directly or through district heating networks;\n(b) Road Transportation (source category code 1A3b), excluding the use of agricultural vehicles on paved roads;\n(c) Commercial / Institutional (source category code 1A4a);\n(d) Residential (source category code 1A4b).\nANNEX IIa\nADJUSTMENT OF LINEAR REDUCTION FACTOR IN ACCORDANCE WITH ARTICLE 30¢c(2)\nIf the average emissions reported under Chapter IVa for the years 2024 to 2026 are more than 2% higher compared to the value of the 2025 quantity defined in accordance with Article 30c(1), and if these differences are not due to the difference of less than 5% between the emissions reported under Chapter IVa and the inventory data of 2025 Union greenhouse gas emissions from UNFCCC source categories for the sectors covered under Chapter IVa, the\n40",
  "page_41": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nlinear reduction factor shall be calculated by adjusting the linear reduction factor referred to in Article 30c(1). The adjusted linear reduction factor in accordance with point 1 shall be determined as follows:\n(b)\n(6)\n— [LR Faq; = 100%* ( ( MRVj)2024-2026) ( MRV 2024-2026) + ( — 6* LRF,2024]*ESRy2024]) - MRVj2024-2026)) / 5) ) / MRV{2024-2026) ), where,\n(ESRj{2024]. -\nLRFagj is the adjusted linear reduction factor;\nMRYV/j2024-2026] 1s the average of verified emissions under Chapter IVa for the years 2024 to 2026;\nESRj2024) is the value of 2024 emissions defined in accordance with Article 30c(1) for the sectors covered under Chapter IVa;\nLRF 2024] 1s the linear reduction factor referred to in Article 30c(1).]”\nAnnex IV to Directive 2003/87/EC is amended as follows:\nin Part A, the section “Calculation” is amended as follows:\n(i) in the fourth subparagraph, the last sentence “The emission factor for biomass shall be zero.” is replaced by the following:\n“The emission factor for biomass that complies with the sustainability criteria and greenhouse gas emission saving criteria for the use of biomass established by Directive (EU) 2018/2001, with any necessary adjustments for application under this Directive, as set out in the implementing acts referred to in Article 14, shall be zero.”\n(ii) the sixth subparagraph is replaced by the following:\n“Default oxidation factors developed pursuant to Directive 2010/75/EU shall be used, unless the operator can demonstrate that activity-specific factors are more accurate.”’;\nin Part B, section “Monitoring of carbon dioxide emissions”, fourth subparagraph, the last sentence “The emission factor for biomass shall be zero.” is replaced by the following:\n“The emission factor for biomass that complies with the sustainability criteria and greenhouse gas emission saving criteria for the use of biomass established by Directive (EU) 2018/2001, with any necessary adjustments for application under this\n41",
  "page_42": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\nDirective, as set out in the implementing acts referred to in Article 14, shall be zero.”’;\n(a) the following Part C is added:\n“PART C — Monitoring and reporting of emissions corresponding to the activity referred to in Annex III\nMonitoring of emissions\nEmissions shall be monitored by calculation.\nCalculation\nEmissions shall be calculated using the following formula:\nFuel released for consumption x emission factor\nFuel released for consumption shall include the quantity of fuel released for consumption by the regulated entity.\nDefault IPCC emission factors, taken from the 2006 IPCC Inventory Guidelines or subsequent updates of these Guidelines, shall be used unless fuel-specific emission factors identified by independent accredited laboratories using accepted analytical methods are more accurate.\nA separate calculation shall be made for each regulated entity, and for each fuel.\nReporting of emissions\nEach regulated entity shall include the following information in its report:\nA. Data identifying the regulated entity, including:\n—name of the regulated entity;\n— its address, including postcode and country;\n— type of the fuels it releases for consumption and its activities through which it releases the fuels for consumption, including the technology used;\n— address, telephone, fax and email details for a contact person; and\n— name of the owner of the regulated entity, and of any parent company.\n42",
  "page_43": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n(7)\nB. For each type of fuel released for consumption and which is used for combustion in the buildings and road transport sectors as defined in Annex III, for which emissions are calculated:\n— quantity of fuel released for consumption;\n— emission factors;\n— total emissions;\n— end use(s) of the fuel released for consumption; and\n— uncertainty.\nMember States shall take measures to coordinate reporting requirements with any existing reporting requirements in order to minimise the reporting burden on businesses.”;\nin Annex V to Directive 2003/87/EC, the following Part C is added:\n“PART C — Verification of emissions corresponding to the activity referred to in Annex III\nGeneral Principles\n1. Emissions corresponding to the activity referred to in Annex III shall be subject to verification.\n2. The verification process shall include consideration of the report pursuant to Article 14(3) and of monitoring during the preceding year. It shall address the reliability, credibility and accuracy of monitoring systems and the reported data and information relating to emissions, and in particular:\n(a) the reported fuels released for consumption and related calculations;\n(b) the choice and the employment of emission factors;\n(c) the calculations leading to the determination of the overall emissions.\n43",
  "page_44": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n3. Reported emissions may only be validated if reliable and credible data and information allow the emissions to be determined with a high degree of certainty. A high degree of certainty requires the regulated entity to show that:\n(a) the reported data is free of inconsistencies;\n(b) the collection of the data has been carried out in accordance with the applicable scientific standards; and\n(c) the relevant records of the regulated entity are complete and consistent.\n4. The verifier shall be given access to all sites and information in relation to the subject of the verification.\n5. The verifier shall take into account whether the regulated entity is registered under the Union Eco-Management and Audit Scheme (EMAS).\nMethodology\nStrategic analysis\n6. The verification shall be based on a strategic analysis of all the quantities of fuels released for consumption by the regulated entity. This requires the verifier to have an overview of all the activities through which the regulated entity is releasing the fuels for consumption and their significance for emissions.\nProcess analysis\n7. The verification of the information submitted shall, where appropriate, be carried out on the site of the regulated entity. The verifier shall use spot-checks to determine the reliability of the reported data and information.\nRisk analysis\n8. The verifier shall submit all the means through which the fuels are released for consumption by the regulated entity to an evaluation with regard to the reliability of the data on the overall emissions of the regulated entity.\n44",
  "page_45": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n9. On the basis of this analysis the verifier shall explicitly identify any element with a high risk of error and other aspects of the monitoring and reporting procedure which are likely to contribute to errors in the determination of the overall emissions. This especially involves the calculations necessary to determine the level of the emissions from individual sources. Particular attention shall be given to those elements with a high risk of error and the abovementioned aspects of the monitoring procedure.\n10. The verifier shall take into consideration any effective risk control methods applied by the regulated entity with a view to minimising the degree of uncertainty.\nReport\n11. The verifier shall prepare a report on the validation process stating whether the report pursuant to Article 14(3) is satisfactory. This report shall specify all issues relevant to the work carried out. A statement that the report pursuant to Article 14(3) is satisfactory may be made if, in the opinion of the verifier, the total emissions are not materially misstated.\nMinimum competency requirement for the verifier\n12. The verifier shall be independent of the regulated entity, carry out his or her activities in a sound and objective professional manner, and understand:\n(a) the provisions of this Directive, as well as relevant standards and guidance adopted by the Commission pursuant to Article 14(1); (b) the legislative, regulatory, and administrative requirements relevant to the activities being verified; and (c) the generation of all information related to all the means through which the fuels are released for consumption by the regulated entity, in particular, relating to the collection, measurement, calculation and reporting of data.”.\n45",
  "page_46": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 -\n2021/0211 (COD))\n“(4a)_ the following Annex Va is added:\nANNEX Va\nOption to surrender a readjusted amount of allowances for ice class ships\nThe readjusted amount of emission allowances to be surrendered for ice class ships shall correspond to a readjusted amount of emissions that is calculated based on the formula presented in this annex. The readjusted amount of emissions shall take into account the technical characteristics that increase emissions of ships belonging to a Finnish-Swedish ice class IA or IA Super or equivalent ice class during navigation at all times and the further increase of emissions due to navigating in ice conditions.\nReadjusted amount of emissions allowances to be surrendered annually mean readjusted amount of annual emissions CO2 kr.\nThe annual total emission CO2 1 within the scope of the EU ETS are calculated on the basis of reporting in MRV as follows\nCO2 7 = COr 7 voayges between MS + CO, p34 0.5 ¢ (CO, voyages from MS + CO, voyages to Ms)\n(L)\n’\nwhere CO2 T voayges between MS denotes the aggregated CO2 emissions from all voyages between ports under a Member State's jurisdiction, CO2 8 the emissions which occurred within ports under a Member State's jurisdiction at berth, CO2eq voyages from Ms the aggregated CO2 emissions from all voyages which departed from ports under a Member State's jurisdiction and CO? voyages to Ms the aggregated CO2 emissions from all voyages to ports under a Member State's jurisdiction.\nSimilarly the annual total emissions of an ice classed ship when navigating in ice conditions within the scope of the proposed Emissions Trading Directive for maritime transport CO2e1 are calculated on the basis of reporting in MRV as follows\nCO2¢ I= CO req I voayges between MS + 0.5 ¢ (COreq I voyages from MS + COreq I voyages to MS ) ’ (2)\nwhere CO2eq 1 voayges between MS denotes the aggregated CO2 emissions of an ice-classed ship when navigating in ice conditions between ports under a Member State's jurisdiction, CO2<q 1 voyages fron MS emissions of an ice-classed ship when navigating in ice conditions from all voyages which departed from ports under a Member State's jurisdiction and\n46",
  "page_47": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\n47",
  "page_48": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\nRecitals 8-9, 41, 42, 45\n(8) The EU ETS should incentivise production from installations that partly or fully reduce greenhouse gas emissions. Therefore, the description of some categories of activities in Annex I to Directive 2003/87/EC should be amended to ensure an equal treatment of installations in the sectors concerned. In addition, free allocation for the production of a product should be independent of the nature of the production process. It is therefore necessary to modify the definition of the products and of the processes and emissions covered for some benchmarks to ensure a level playing field for new and existing technologies. It is also necessary to decouple the update of the benchmark values for refineries and for hydrogen to reflect the increasing importance of production of hydrogen outside the refineries sector. (9) Council Directive 96/61/EC!’ was repealed by Directive 2010/75/EU of the European Parliament and of the Council!8. The references to Directive 96/61/EC in Article 2 of Directive 2003/87/EC and in its Annex IV should be updated accordingly. Given the need for urgent economy-wide emission reductions, Member States should be able to act to reduce greenhouse gas emissions that are under the scope of the EU ETS through other policies than emission limits adopted pursuant to Directive 2010/75/EU.\nOK 8 2K ok 2\n(41) As carbon dioxide is also expected to be transported by means other than pipelines,\nsuch as by ship and by truck, the current coverage in Annex I to Directive 2003/87/EC\nfor transport of greenhouse gases for the purpose of storage should be extended to all\nmeans of transport for reasons of equal treatment and irrespective of whether the\nmeans of transport are covered by the EU ETS. Where the emissions from the\ntransport are also covered by another activity under Directive 2003/87/EC, the\nemissions should be accounted for under that other activity to prevent double\ncounting.\na a\nQn\ned\naX a’\narea\nlate\nab\nVA,\nace\nPeading\nVo\nan\nare\nad\naX\nava\nava ead\nVAS\navanes=\na a\nTAS,\nart\nDelegated Regulation (1-6) 2019-3349,\nded Qn\nlaXvaaka\nnate\nOK 2 2K 2 2\n17\nCouncil Directive 96/61/EC of 24 September 1996 concerning integrated pollution prevention and control (OJ L 257, 10.10.1996, p. 26).\nDirective _2010/75/EU_of the European Parliament_and_of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) OJ L 334, 17.12.2010, p. 17.\nCommission Delegated Regulation (EU) 2019/331 of 19 December 2018 determining transitional Union-wide rules for harmonised free allocation of emission allowances pursuant to Article 10a of Directive 2003/87/EC of the European Parliament and of the Council (OJ L 59, 27.2.2019, p. 8).\n48\n18",
  "page_49": "05/04/2022 - ITRE Opinion FINAL Compromise amendments on ETS recast proposal (COM(2021) 551 - 2021/0211 (COD))\n(45) Due to the very large number of small emitters in the sectors of buildings and road transport, it is not possible to establish the point of regulation at the level of entities directly emitting greenhouse gases, as is the case for stationary installations and aviation. Therefore, for reasons of technical feasibility and administrative efficiency, it is more appropriate to establish the point of regulation further upstream in the supply chain. The act that triggers the compliance obligation under the new emissions trading should be the release for consumption of fuels which are used for combustion in the sectors of buildings and road transport, including for combustion in road transport of greenhouse gases for geological storage. To avoid double coverage, the release for consumption of fuels which are used in other activities under Annex I to Directive 2003/87/EC should not be covered.\n49"
},
  "language": "Languages.ENGLISH",
  "total_pages": 49
}
