{
  "file_name": "293_2579.pdf",
  "pages": {
  "page_1": "ANNEXES:\nAnnex 1: FACE\nThe Federation of Aluminium Consumers in Europe (FACE) is a Brussels-based organisation uniting many EU independent aluminium downstream transformers producing high value added semi-finished and finished aluminium products using primary aluminium and its alloys as the main raw material. FACE was founded in 1999 and since has consistently advocated for a level playing field for the EU downstream aluminium subsector, as well as for sustainability and environment ambition. FACE has always advocated the levelling of the playing field for EU industries on the domestic and export markets and preventing the escape of EU industrial production to third countries.\nContact: Dr. Mario Conserva, Secretary General\nTel: 00 39 335 7194359\nemail: mario.conserva@edimet.com",
  "page_2": "Annex 2: FACE press release\nAluminium, FACE (Federation of Aluminium Consumers in Europe): “CBAM and import tariffs on unwrought aluminium will generate 7 billion extra-costs. We urge the EU to eliminate these import tariffs.\"\nBrescia, October 21st - “For years, European import tariffs on unwrought aluminium have been damaging the EU downstream aluminium industry, generating over 1 billion extra-cost annually. FACE estimates that the application of CBAM will further add a cost of 5 billion euros per year. This means that EU downstream aluminium SMEs will have to bear an annual extra cost of 7 billion euros, a serious threat for the whole system.” declared Mario Conserva, Secretary- , General of FACE, during the Special Face Meeting held today in Brescia.\nFACE's calculation demonstrates that the EU import tariff structure on unwrought aluminium heavily damages the downstream European industry, which, as Conserva reminds: “....essentially consists of SMEs which accounts for 92% of the EU aluminium industry workforce, 200 thousand employees and, indirectly, 1 million jobs.”\nMoreover, Conserva stated: “FACE adheres to EU's CBAM objectives: guarantee a fair playing level field while boosting the net-zero economy. However, we are concerned that if the proposed CBAM does not take into account the characteristics of the EU aluminium sector, it could become a harmful measure. Moreover, with 75% import dependence for primary aluminium in the EU, we cannot accept these import tariffs anymore: there is an urgent need on the part of the Union institutions for the suspension to 0% the tariff structure on all imported unwrought aluminium. Only in this way can we save the competitiveness of the European aluminium industry and mitigate part of the huge additional costs that will be associated with CBAM.\nThe full suspension of the import tariffs on unwrought aluminium would support the EU open strategic autonomy in the aluminium sector, whose future essentially rests on its downstream segment, and would boost the industry's contribution to the Green Deal by helping environmentally responsible EU SMEs' develop and better resist to fierce and often unfair and high-carbon international competition.”",
  "page_3": "Source: Eurostat, FACE\né\nSource: Eurostat, FACE\n~»\nCBAM cost,\nEUR/t\nA nnex 3: FACE estimates on combined overcosts of a CBAM and the 3-4-6% import tariff structure on unwrought aluminium (he market benchmarks the overprice at the 6% level only).\nCBAM WOULD INFLATE EU DOMESTIC ALUMINIUM COSTS\nys\nDOWNSTREAM CONSUMERS WOULD Pay YET More FoR RAW MATERIAL\nEU market prices for PA align with the price of marginal top-5 importer to the EU, which is the United Arab Emirates (Eurostat).\nEU Primary Aluminium Price Structure, per tonne\nThe price always includes the import duty, irrespective of the metal origin. EU downstream transformers pay equal price for imported duty-free, duty-paid and domestically produced primary aluminium (PA).\n—»\nicant a eI RRnEaRR Sata\nCBAM cost of\n350-700* EUR/t\n—\nLikewise, CBAM will further inflate the price making the downstream sector pay more for the raw material, as final price will include CBAM cost.\nReena eee meres rere re\nDuty-Paid\nFinal Price for\nPremium\nEU Consumers\n—»\nDepending on the price of an ETS allowance, emissions scope and/or benchmarks CBAM would add circa EUR350-700 per tonne of PA.\n—»\nTwo main scenarios are used for the calculation: Emission based CBAM cost (Scope 1 CO, emissions) and Emission over Benchmark CBAM costs of (ETS benchmark - 1.464 tCO,/t Al).\n* depending the ETS allowance price and scenario applied for CBAM cost estimation.\non\nBASED ON SCOPE 1 EMISSIONS DOWNSTREAM WOULD ADDITIONALLY PAY UP TO EUR 5.3 BLN PER YEAR\nA\nEmission based scenario (Scope 1 CO, emissions)\n5.3\n4.8\n— Based on the current level of Scope 1 CO2 emissions* (from independent sources) the EU domestic PA price would be higher by EUR439-732 per tonne depending on the ETS allowance price.\n4.3\n3.7\nDownstream\n3.2\n|\n— Given the total EU PA demand of 7.3 Mt per year**, the overall downstream extra cost would be in the range of EUR3.2-5.3 bln per year.\nExtra cost per\nyear, EUR bin\nil\nETS Allowance\nPrice, EUR/t\n100\nNote: * - United Arab Emirates Scope 1 includes processed and captive electricity emissions\n**- EU market prices for PA align with the highest possible level, CBAM costs for importers would inflate for domestically\nproduced PA as well. So, the EU market price would include CBAM costs and FACE estimates extra cost for downstream based on the\nso\nprices\ntotal EU PA demand.",
  "page_4": "FOR THE BENCHMARK SCENARIO ADDITIONAL COSTS WOULD REACH EUR 4.3 BLN PER YEAR\nEmissions over ETS benchmark Scenario\nDownstream\nExtra cost per\nyear,\nEUR bin\n2.6\n3.0\n3.4\n3.8\nay\n— Based on Scope 1 CO2 emissions* (from independent sources) over the current benchmark value for EU ETS smelters of 1.464 tCO>/ t Al, CBAM cost would stand at EUR351-586 per tonne of PA.\n—\nGiven the EU PA demand of 7.3 Mt\nper year**,\nthe\noverall downstream extra cost would be in the range of\nEUR2.6-4.3 bln per year.\nCBAM cost,\nEUR/t\n351\n410\n527\nETS Allowance\nPrice, EUR/t\n70\n80\n90\n100\nSource: Eurostat, FACE\nNote: * - United Arab Emirates Scope 1 includes processed and captive electricity emissions\n** EU market prices for PA align with the highest possible level, CBAM costs for importers would inflate prices for domestically\nproduced PA as well. So, the EU market price would include CBAM costs and FACE estimates extra cost for downstream based on the\nso\ntotal EU PA demand.\nEU Downstream Cumulative Extra Cost Would Be At Least EUR3.6 bin Per Year After CBAM Introdu tion\n-\n—\nLUISS estimated that 2000-17 cumulative artificial extra-costs for EU downstream producers from import duty were at EUR17.8bIn or around EUR1 billion annually. Extra costs for the EU downstream sector after CBAM introduction would be at least EUR2,6 bln annually. Total annual extra costs may reach 3.6 bin from CBAM and import tariffs.\n—» FACE estimated that CBAM would add circa EUR350-700 per tonne of PA depending on the price of an ETS allowance, emissions scope and/or benchmarks.\n— Inflated production costs would additionally deteriorate the EU downstream competitive position without offering any appreciable results in supporting the EU upstream and preventing carbon leakage.\nThe EU aluminium industry plays a special role in green transition, and downstream SMEs, which provide 90% of jobs in the industry, would deeply suffer from CBAM extra costs and additional bureaucracy.\n—» FACE stresses that the full suspension of EU import tariffs on unwrought aluminium would generate additional financial resources for EU downstream transformers’ investments.\nee ee en ee:\nl\nat least EUR2.6 bin\n1\ni\n4\n_ at\nabout EUR1 bin\nImport tariff\nDownstream Extra Cost, per year\nCBAM\n—\nSource: LUISS, FACE"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
