{
  "file_name": "293_2575.pdf",
  "pages": {
  "page_1": "CE\nFEDERATION OF ALUMINIUM\nCONSUMERS IN EUROPE\nComments of FACE, FEDERATION OF ALUMINIUM CONSUMERS IN EUROPE\nFACE welcomes any initiatives that advances the aluminium industry into the low carbon economy, and encourages the development of new ‘Green Aluminium’ asset classes.\nThese proposals call out for a low carbon ‘green’ aluminium which will spur EU’s green Covid-19 recovery and climate transition strategies, giving way for a global incentive for sustainable development that excludes non-market subsidies prompting high-carbon technologies. Thus, the new approach advocates for the smart use of EU trade policy in support of competitiveness and sustainability.\nHowever, FACE is concerned that the proposed CBAM does not take into account the particularities of the EU aluminium sector, and may become a counter-productive trade policy measure. To this day, the EU aluminium sector consists of two main subsectors:\nDownstream aluminium transformers (DS): extruders, rollers, foundry casters, manufacturers of aluminium parts and components; Primary aluminium (PA): producers of unwrought metal that are split into two subcategories: 1) Smelters, which transform alumina into PA; and 2) Refiners and re-melters, which produce secondary recycled aluminium from scraps;\nThe global aluminium demand, supplied by primary and recycled metal sources, is predicted to increase over 150% by 2050. As the two subsectors have been developing independently for the last 30 years, FACE argues that CBAM should treat them separately:\nFor the DS segment, FACE fully endorses the introduction of CBAM for all imported aluminium semis and finished products in the EU since aluminium producers are paying swelling ECT costs and competes with unfairly priced imports. For the PA segment, FACE believes that CBAM would not be an appropriate measure to deal with carbon leakage. It would only further increase the DS segment costs and lead to massive closures and foreign delocalisation. As such, it would amplify and worsen the current EU import tariffs structure on PA.\nAs reported for over 20 years by FACE - and confirmed by the several LUISS studies on aluminum downstream competitiveness in the EU? - current EU import tariffs on unwrought aluminium are inefficient, confusing and hinder international competitiveness of downstream aluminum transformation and processing companies.\n1 “The impact of EU policies the competitiveness of the EU aluminium industry: focus non-integrated on a on downstream users”, LUISS University of Rome, 2015.\n“The European union aluminium value chain: the impact of the EU’s trade measures on the competitiveness of downstream activities “, LUISS University of Rome, 2019.",
  "page_2": "CE\nFEDERATION OF ALUMINIUM\nCONSUMERS IN EUROPE\nBoth LUISS studies demonstrated that the current custom code applied to unwrought aluminium, notwithstanding the different types of metal, heavily damages the EU aluminium end-users. These tariffs on unwrought metal, for which the EU has a massive and growing deficit (similar to primary production), has failed to prevent delocalization of domestic smelters and to attract high quality primary metal. Besides, the tariff structure has generated an artificial extra cost exceeding €1 billion per year that heavily penalizes EU downstream aluminium transformers, which represents more than 90% of the European aluminium industry workforce.\nConsequently, FACE does not endorse a CBAM on primary aluminum as it will replicate a similar harm done by the import tariff structure. Instead of including the PA segment into the CBAM, FACE would also suggest the Commission to consider an immediate PA import tariff suspension. Such suspension would be a perfect example of a timely measure taken in harmony with several important EU policies (i.e. European Green Deal, Industrial Strategy, Raw material initiative, etc). Moreover, such measure would constitute a quick and easy economic stimulus for the EU aluminium industry in the context of COVID-19 pandemic.\nFACE also stresses that the future CBAM must be WTO compliant and cover all products of all sectors with similar carbon footprint except for areas which could be excluded on the basis of objective and transparent criteria, such as lack or non-existence of EU domestic production (e.g. PA segment).\nSince its foundation, FACE has advocated for a strategic partnership with low-carbon stakeholders and primary metal producers. Only through a joint dialogue, will it be possible to support the European downstream industry recovery and to reduce the EU's dependence on high-carbon aluminium, which is incompatible with the European environmental ambitions and with our industry’s efforts to position aluminium as the preferred environment-friendly and climate-resilient material of the XXI century.\nFEDERATION OF ALUMINIUM CONSUMERS IN EUROPE\nFACE was founded in 1999 to specifically defend the interests of the EU independent downstream aluminium transformers, users and consumers.\nBased in Brussels, FACE advocates for the liberalization of raw materials, protecting the EU's manufacturing base, supporting a rules-based and fair international system with the WTO at its core, and for the global transformation towards a low-carbon economy with aluminium as the ideal material for attaining sustainability goals. (face-aluminium.com).\nContacts:\nMario Conserva, Secretary-General\nTel : +39 335 719 43 59\nEmail: mario.conserva@edimet.com"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
