{
  "file_name": "293_2582.pdf",
  "pages": {
  "page_1": "fiir cn\nYazes\nte\nAb be\nVest\nCAN.\nVz |\now\nW24\n\n\nMAFOND\nSUPP\n1S\n\new\nFEDERATION OF ALUMINIUM CONSUMERS IN EUROPE\nsé,\nSe\nid\ndpa ae\nise\nAS\nShy\nRESTRICTIONS ON PRIMARY\nALUMINIUM IMPORTS\nWOULD IRREVERSIBLY DAMAGE\nTHE EU DOWNSTREAM ALUMINIUM INDUSTRY",
  "page_2": "PRIMARY ALUMINIUM USE IS SET FOR GROWTH\nTotal EU primary aluminium consumption, 000’ tonnes\nCAGR (2023-2028) = 2,4%\n8284\nee ae = = = = = = = = = = = = a a a a a eae a ae ae eae ee ee ee ee ee ee )\nFollowing the post-COVID growth (2020-2022), the EU’s demand for primary aluminium decreased in 2023 with forecasted strong bounce-back in the next 5 years\n8132\n7908\n7728\n7473\n7420\n:\n2023\n2024\n2025\n2026\n2027\n2028\nSource: CRU, FACE estimations on EU-27 countries demand for aluminium based on the CRU data on top 20 EU largest aluminium consuming countries\nBd",
  "page_3": "ALUMINIUM PROCESSING IS EXPECTED TO DRIVE THE\nEU PRIMARY DEMAND ...\nExpected growth in EU aluminium consumption requires increasing volumes of competitive and, preferably, low carbon primary aluminium\nProduction of Semi-Finished products in France/Germany/ltaly\n8000\nCAGR (2023-2028) = 2,4%\n6811\nSvaieisiaisiaiaiy'-*teleiaiaiaiaie 6371 ——————— 6486 --_-_-_- 6668\n7000\ni\n6030\n6077\n6000 il\nEU aluminium processing and transforming companies Is a segment employing directly over 200,000 people or 92% of those employed in the EU aluminium industry\n5000\n4000\n3000\n2000\n1000\n0\n2023\n2024\n2025\n2026\n2027\n2028\nSource: CRU\nm™Germany @®France Sltaly",
  "page_4": "... SUPPLYING END-USER SECTORS AND ENABLING\nECONOMIC GROWTH\nSemi-finished products consumption in Germany, Italy, France, ‘000 tonnes\nCAGR (2023-2028) = 2,9%\n7000\nMain aluminium semis consuming sectors encourage the EU's industrial advancement, R&D and decarbonisation\nSe ee\n5844 ee a a 5984.-----__-\n6000\n5477\n5560\niil\n5000\n4000\n3000\n2000\n1000\n2023\n2024\n2025\n2026\n2027\n= Transport\n= Construction\n= Packaging\n@ Foil stock\n®@ Electrical\nm Consumer durables\n™ Machinery & Equipment ™ Other\n6317\nil\n2028\n6153\nSource: CRU\nAy",
  "page_5": "END-USE INDUSTRIES ARE SOLID DEMAND DRIVERS\nIncremental aluminium demand structure by end-use in Europe, 2023 - 2030\nOthers\n16%\nElectrical a y\nTransport\n9%\n39%\nae\nPackaging\n20%\nConstruction\n16%\nEnd-use demand growth must be supported by\ne Develooment of downstream production in Europe Access to low carbon energy and raw materials Non - interruptive supply chains Competitive price environment Access to state-of-the-art decarbonisation technologies\nSource: Based on CRU data",
  "page_6": "Vv\n14,9 iil\n2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030\nSource: Ducker, LMC Automotive Q3-2022, Q4-2021; *Ducker applied the 2026-2029 CAGR to estimate the 2030 production volume whichis not yet available in LMC forecasts, CRU * EU27+UK\n\\ A i\nWye hs\n14\n12,2\n10\naz 9\nSN\n| oe\nA\nee\nLe\n©) ‘GROW\n\\\n(OI\ns\nfod\nSs\nhe\ny\np\n5 Ee oe\nSiN\nas\n2030\n—\nott L\nBD, ah sag\nCa yc\nAG\nA\na\nVes\ni>\nPassenger Vehicle Production Forecast, min units*\n18\n16,3 16,4 16,4 16,5\n15,7 16,1\n+ 25% Passenger vehicle oroduction in Europe by 2030\n16\n13,3 |\n12,2 |\n11,5\n12 |\n|\nWW",
  "page_7": "A HEALTHY ALUMINIUM DOWNSTREAM IS A PRE-\nREQUISITE FOR THE WELL-BEING OF THE EU AUTOMOTIVE\nSECTOR\nDriven by electrification and further light weight requirements, the average aluminium Content Per Vehicle (CPV) will keep on increasing and in 2030 may reach 256 kg per vehicle\nTotal Aluminium CVP* (kg)\n300\n+51 (25%)\nStricter EU fleet-wide CO2 emission targets set by EU regulations - defined as % reduction from 2021 starting point, with specific target set annually for each OEM — push OEMs towards BEV strategy:\n250\n237\n'\n200\n179\n150\n—- 15% reduction from 2025 on\n100\n—- 55% reduction from 2030 on\n50\n(new target)\n— Zero emission starting 2035\n2019**\n2022e\n2026f\n— Climate neutrality by 2050\n2030f\n*CPV = Content Per Vehicle **FA study 2019 included second set of OE wheels; Source: httos://european-aluminium.eu/wp-content/uploads/2023/05/2023 04 Aluminum-Content Ducker-Stud EA-Public-Summary_ 190423.odf , p 22\neo a a ne ae ae ae ee ee He ee ee ee ee 256\n¥",
  "page_8": "ENERGY TRANSITION IS UNTHINKABLE WITHOUT\nEXTRA ALUMINIUM USE\nEU target by 2030\n700\n600\n600 GW\n500\n400\nsolar PV capacity\n320\n300\n200\n] Onin\n136\nUp fo\na\n100\nof tonnes aluminium is required\n2022\n2025\n2030\nSource: Aluminium-and-solar-joint-opaper-SolarPower-Europe-European-Aluminium.od f | NTERNAL MARKET, INDUSTRY, ENTREPRENEURSHIP AND SMES - The European Solar Alliance: the start of a “Made in Europe” solar value chain (europd.eu\nEU solar PV capacity forecast, GW\n600",
  "page_9": "EU ALUMINIUM DILEMMA: USE COMPETITIVE PRIMARY\nIMPORTS OR IMPORT COMPEETING ASIAN PINISHAN\nPRODUCTS\n- a\nEU Primary Aluminium deficit, 000 tonnes\nImports will stay at\n~6 5\nT\nmin tn\nannually and will fill the gap between EU primary production and demand\n6397 6580\n2020 2021\n9000\n8000\n7000\n6000\n5000\n4000\n3000\n2000\n1000\n6505\n6\n5412\n2022 2023 2024 2025 2026 2027 2028\nImport Required\nProduction\n6426 6464\n6914\n6732\nSource: CRU (Consumption, Production), Eurostat (Imports HS Code 7601)",
  "page_10": "EU SMELTERS ARE UNABLE TO MEET THE DEMAND\nSince 2000 the EU lost 60% of\ndomestic\nprimary\naluminium 9000\nproduction followed by another 1 8000\nmillion tonnes in 2020-2023.\n7000\nPlanned restarts:\n6000\nAnnounced restarts at Soanish San Ciprian and German Trimet’s smelters are estimated to bring additional 425 000 tonnes of production by 2027.\n5000\n4000\n3000\n2000\nFundamentally the EU's production will never return to the pre-COVID and pre-energy crisis levels.\n1000\n87% 87%\n78%\nSS\nea-------\n2020 2021 2022 2023 2024 2025 2026 2027 2028\nmam Production mas Import Required\n—e—|Importdependency\nEU Primary aluminium import dependency forecast\n70%\n88%\n72%\n74%\naa-----e --------\n90%\n86%\n84%\n82%\n80%\n76%\n<== SSSSSSss}\n-------- =------4\nSource: CRU Alcoa to resume operations at its San Cipridn aluminium smelter by 2024; Aluminium Extrusion, Profiles, Price, Scrap, Recyclin Section (alcircle.com",
  "page_11": "ENERGY PRICES ARE EXPECTED TO REMAIN HIGH,\nAFFECTING PLANS FOR SMELTER RESTARTS\n120\nDespite a slowing down of the energy prices increase in Europe, they are still high\n100\nIncrease in prices\nalready before the\n/N\n80\nstart of the Ukraine\nEconomic forecasts show that at least in a short-term period prices for enterprises will not decrease substantially\nwar in February 2022\n~~\n60\n=\n40\nios\nHigh energy tariffs directly affect both primary aluminium smelters capabilities to be restarted and downstream companies’ cost effectiveness\n/\n20\n2016 2018 2020 2022\nWithout Russian\nImports (oRU)\n%. _— se ws ew ee es a =e\ni\neee\nSource: ner rices in Europe to remain ata hi hlevelin the medium term — EWI (uni-koeln.de\n2026 2030 Low Russian Imports BEB EE (nRU)\ne ~~ — == == =e aw a= == ==\noe creesservaaet\n=\nae bh\nij",
  "page_12": "RECYCLING WILL NOT SOLVE THE DEFICIT ISSUE\nThe remelting process itself requires 0,8 — 2,4 million tonnes of primary aluminium (PA) to reach 9 million tonnes of recycled aluminium production in 2050 as predicted by EA If the EU succeeds in reprocessing around | million tonnes of currently exported low quality scrap, an additional 1,5 million tonnes of PA will be needed to reach an acceptable quality for the resulting metal\nThe examples below illustrate the share of primary aluminium (%), which should be added to scrap coming from different sources to produce two wrought (3104, 6061) and two cast (355.0, 380.0) aluminium alloys\n355.0\n380.0\nEnginefTransmission |\nScrap Blending as\nxxx\nConsumer\nConstruction\nPackaging\nElectrical Ss\nVehicle (wrought) Se\n100% 20%\n100% 20%\n60%\n60%\nAA3104\nAA6061\nEngine/Transmission [J\nScrap Blending-\neS\nXXX as)\nConsumer\n—|\nConstruction (I\n=|\nPackaging (is\nElectrical\n—\n_—— |\nVehicle (wrought)\n20%\n60%\n100% 20%\n60%\n100%\n1008\nSource: : European aluminium, FACE estimations Making sustainable aluminum by recycling scrap: The science of “dirty” alloys - ScienceDirect\n1]",
  "page_13": "DIRECT LOSSES OF DOWNSTREAM COMPANIES IN\nCASE OF SANCTIONS\nIn 2018 the announcement of the U.S. sanctions against RUSAL caused an immediate 35% rise in market prices (LME), a 80% hike of price for alumina and turmoil in the industry worldwide. In case Russian primary aluminium is sanctioned, European customers would pay at least an additional 5.8 bln USD more for primary aluminium per year due to the “post-sanctions” price increase.\n“Pre-sanctions” as of today (2023 average)\nNegative impacts for the EU aluminium market have already occurred: prices for aluminium rose by 3,6%, driven only by rumors around the potential ban on Russian-origin aluminium Aluminum Jumps After Report EU May Sanction Russian Metal (bloomberglaw.com)\nPremium EU Duty LME cash\nAll In\nPaid\n273\n2249\n2522\n“Post-potential sanctions” scenario\nThe price of aluminium and nickel rose due to assumptions that US sanctions would limit supplies of the two metals in February 2024 Aluminium and nickel not included in US sanctions on Russia minin -technolo COM\nPremium EU Duty LME cash\nAll In\nPaid\n382\n2923\n3305\n“Post-potential\nPrimary\nExtra costs (USD)\nIf more sanctions affect aluminium ... it could lead to difficulties in replacing up to 500,000 metric tonnes of aluminium, affecting demand and potentially causing production issues in European automotive plants\nsanctions” alll in\naluminium\nprice minus “Pre- Consumption\nsanctions” alll in\n(tonnes)\nprice (USD/tonne)\nhttos://www.spgdlobal.com/commodityinsights/en/market-\ninsights/latest-news/metals/013124-slower-steel-aluminum-flows-to- europe-on-red-sea-troubles-add-to-sectors-woes\n783\n7 448 550\n5 832 215 000\nSource: FACE estimations, Market analytics\nee,",
  "page_14": "RUSSIAN ALUMINIUM IS VITAL IN TERMS OF\nVOLUMES AND QUALITY\nOne of lowest carbon footprints in the industry\n15.1\n12.4\nINDUSTRY AVERAGE\nt CO,,,/t Al, Full-scope\nt CO,,,/t Al, at-smelter 1\nScope\n4.6-6.9\nRUSAL ALLOW CARBON FOOTPRINT\n2.3\nt CO2eq/t Al, at-smelter Scope 1&2\nt CO,,,/t Al, Full-scope\nMORE THAN\nRENEWABLE ENERGY\n99%\nSource: open sources on Russian aluminium industry, FACE analysis\nFor over two decades Russia with up to 12% of the EU demand (approx. 8% in 2023) has been supporting hundreds of aluminium processing and downstream transforming companies\nGiven that in 2023 EU demand for aluminium was weak, decrease of Russian supply was not as sensitive as it will be when the demand restores in the coming years as most forecasts oredict\nRussian aluminium is one of the most competitive, low cost in the world\nRussian aluminium is one the greenest raw material domestic EU processors have access to\nShipments from Russia help the EU achieve its climate and industry objectives",
  "page_15": "POSSIBLE ALTERNATIVE SUPPLIERS LOSE OUT TO\nRUSSIA IN TERMS OF CARBON FOOTPRINT AND\nLOGISTICS\n=o)\nTDL\nJs\nI\nAsian aluminium has a carbon footprint 3- 8 times higher than the one made in Russia\n(dg\nue\n& 3\ni\npris ARS Se e oe“\nDistance between Russian and EU's ports (Netherlands) is much shorter than between Middle Eastern and moreover Indian ports and the EU’s (Greece).\nSx CN\n_)\nBahrain\nEmissions: 7,3t CO2eq/t Al, Scope 1&2\nDistance: 11 900 km\nEmissions: 6,9t CO2eq/t Al, Scope 1&2 N\nUAE\nx\n:\nDistance: 11 800 aS\nIndia\na”\nRed Sea crisis makes\n~~\ncircum-Africa route\nSaudi Arabia\nmore expensive and\nEmissions: 7,4t CO2eq/t Al, Scope 1&2\n3x longer\nDistance: 12 600 km\ncaduchk\nSource: CRU, Cargo Calculator | Sea Distance for Shipping (searates.com\n=\nmissions: 16,8t CO2eq/t Al, Scope 1&2\nDistance: 12 700 km\nQuatar\nEmissions: 7,7t CO2eq/t Al, Scope 1&2\nDistance: 11 800 km\nEmissions: 2,3t CO2eq/t Al, Scope 1&2\nDistance: 1 900 km",
  "page_16": "LOGISTIC ISSUES ALONE PUT AT RISK THE EU\nALUMINIUM SUPPLY CHAIN\nThe Red Sea logistic crisis interrupted the main route to deliver aluminium from Asia\n$2,500 to $10,000 - additional shipping costs per each 40-foot container and additional CO2 maritime emissions\nnet\nrt a\nRerouting mainly affects Middle Eastern and Indian primary aluminium suppliers — the main alternative to Russian supplies (~30% growth of supplies in 2023)\nRerouting shipments around\nthe Cape of Good Hope adds\naround 10 days to the\nduration of the trip, depending\non the vessel type and speed\nNow, Russian producers are already supporting European companies (producers of aluminium road wheels and consumers of billets) substituting volumes they are not able to receive via the Red Sea\nevUTR Se eeeessewrressrsreresrereassrerey\nAlte native route vi ia\nCape of Good Hope\nSource: Uncertainty looms: Container shipping and logistic giants forewarn lengthy Red Sea crisis; Aluminium Extrusion, Profiles, Price, Scrap, Recycling, Section (alcircle.com)\n’ are\nHee — and have been the most\n¥\nRoute via\nSUE: Canal\n.\nTransport routes of Russian\nmetal are shorter and safer\nreliable through decades",
  "page_17": "OVERCOSTS PILING UP OVER THE EU ALUMINIUM\nINDUSTRY\n\\ +5 8\nbillion eur annually higher market premiums in\na post-sanctions / ban scenario on all Russian EU imports\n+5,8 bin\n\\\n+3. 6 billion eur annually or more of CBAM extra costs (FACE estimations)\n+1 bin\nC\n\\ +1\n+2\nto billion eur annually from the 6% EU import\ntariffs for raw/secondary aluminium sold in EU always included in price\n| icine\n\\\nPost Covid, post Ukraine war and Red Sea crisis higher energy logistics costs, inflation\n\\\nInvestments, costs of digitalisation/4.0, EU social and environmental norms, binding climate decarbonisation objectives\nPRICE THAT EU CURRENT PRICE FOR EU SANCTIONS\nCOMSUMERS SHOULD CONSUMERS\nPAY\nCBAM\nPOSSIBLE TOTAL ANNUAL OVERCOST FOR DOWNSTREAM TRANSFORMERS\n~10-11 bineur\n+ 3,6 bin\nSource: FACE Estimations",
  "page_18": "ALUMINIUM SANCTIONS WOULD SEVERELY DAMAGE EU ALUMINIUM INDUSTRY DEVELOPMENT WHILE DOING NO HARM TO RUSSIA\nRestrictions on Russian aluminium would cause dramatic constrains and an instant hike in prices in the European aluminium value chain\nAny primary aluminium price increase would heavily affect the competitiveness of the European downstream producers and consumers who already operate at extremely low profit margin - raw materials purchase represents up to 70% of production costs\nIt would be impossible to replace Russian metal with required volumes of aluminium from other sources that would be equal in terms of quality, carbon footprint and price\nScrap price is connected to the primary metal’s price. If sanctions are put in place, scrap price will increase accordingly, undermining recycling efforts\nEU market would be supplied with high carbon primary aluminium from elsewhere and at higher prices and with risks of shortages\nAny substitution of primary aluminium supplier is associated with the process of qualification that could take up to 6 months\nIndependent downstream SMEs (90% of EU industry) simply would not survive the sudden supply shortages and abrupt price increases\nEU metal processing downstream companies would face the risk that their market would be overrun by cheap competing products mainly from Asia. Entire segments of our industry would be wiped out\nThe ban would create a situation of permanently elevated premiums, while the CBAM, already started in 2024, would add additional charges for high-carbon imports, bringing overall price for EU transformer SMEs and consumers further up\nSanctions would not affect Russia’s war effort, as aluminium represents less than 1% of the country’s GDP. On the contrary, LME price increase that would follow sanctions would bring even more profits to Russia’s aluminium world sales. Europe now has to compete with the U.S. and other big markets to attract primary aluminium, making a ban on Russia's historically reliable supplies a suicidal move\nSource: FACE analysis",
  "page_19": "CO-SIGNATORIES\nRE\nFEDERATION OF ALUMINIUM CONSUMERS IN EUROPE (FACE)\nFACE was founded in 1999 to specifically defend the interests of the EU independent downstream aluminium transformers, end users and consumers. Based in Brussels, FACE advocates for the liberalisation of raw materials, protecting the EU's manufacturing base, supporting a rules-based and fair international system with the WTO at its core, and for the global transformation towards a low-carbon economy with aluminium as the ideal material for attaining sustainability goals h ttps: f ace-aluminium.com\nGERMAN FEDERAL ASSOCIATION FOR ECONOMIC DEVELOPMENT AND FOREIGN TRADE (BWA)\nBWA is a German business network that has made it its first task to create a sustainability-oriented business climate for its many hundreds of member companies and partners. On this basis, the association offers a significant improvement in ethical and business development. To achieve this, those responsible in the BWA work internationally and locally in the regions of Germany. Economic aspects for entrepreneurs are in the foreground, but secured investments at home and abroad and political framework conditions also determine success. httos://www.bwa-deutschland.com/endlisch\nITALIAN FOUNDRY SUPPLIERS’ ASSOCIATION (AMAFOND)\nAMAFOND is the Italian Association of foundry machineries and products suppliers, founded in 1946. It encloses the most important companies of the sector and it’s present in the most significant markets all over the world. httos://www.amafond.it/en/hnomepage/\nITALIAN FOUNDRY ASSOCIATION (ASSOFOND)\nASSOFOND is the sector's employers’ association representing Italian foundry firms. In Italy, the sector boasts over 1,000 businesses employing almost 30,000\nworkers and generating revenue of around 6.5 billion euro. Founded in 1948, Assofond is a member of Confindustria, the Italian employers' federation, and is a\nfounding member of the European Foundry Association (CAEF).\nThe association promotes the competitiveness of Italian foundries and represents the sector in relationships with institutions and economic, political and social\nbodies domestically and overseas.\nIn addition, Assofond assists firms in their relations with authorities, communities and the national and local media and provides support in the following areas:\nadministrative, commercial, economic, tax-related, regulatory, technical, environmental and workplace health and safety.\nhttos://www.assofond.it/en/\nITALIAN NATIONAL ASSOCIATION OF STEELS, METALS, SCRAP, HARDWARE (ASSOFERMET)\nASSOFERMET was founded after World War Il, back in 1948. It is based in Milan and defends the interests of the trade, distribution and pre-processing of steel and non-ferrous metals (including aluminium). It represents authorised collection and recovery plants in charge of End of Waste (EoW) processes of ferrous and non- ferrous metal scrap, producing recycled materials from metal waste. It also represents the hardware and Do-lt-Yourself (DiY) sector. htto://www.assofermet.it/"
},
  "language": "Languages.ENGLISH",
  "total_pages": 19
}
