{
  "file_name": "297_2606.pdf",
  "pages": {
  "page_1": "al\ny\n>. 4\nty\nSS\ny\nLo -\nNs\nSs SS\nr)\nDevelopment of chrome ore and various ferrochrome markets. Is there a shift in supply/demand and what is the driver?\nOT\nDmitriy Ossinin, Senior Market Analyst\naes =)\nnae\nFastmarkets 40th International Fettaalloys-C Ce\nPaw\noe Pe,\nNovember 10th-12th\n2024\ne\nLe\nTurkey\nIstanbul,\n*:\nDaa\nSoS. wlb * cs,\ncat Yale | €r\\\ni\nSo\nOo S\nmS\n4\nf\ns*\n_\nUNICHROME AG\nSeb\n>a\nSy",
  "page_2": "Ct\n——— a\n—_\n——\n———_ =< *<— >\nGi\n<—_ =\n=\n_\"_\n<=\n——— Se\nee.\nThis document includes forward-looking statements that reflect the current views of the UNICHROME management with respect to future events. These forward-looking statements include matters that are not historical facts or are statements regarding the UNICHROME s intentions, beliefs or current expectations concerning the industries in which UNICHROME operates. Forward-looking statements are based on current estimates and projections, and therefore too much reliance should not be placed upon them. Such statements are subject to risks and uncertainties, most of which are difficult to predict and generally beyond UNICHROME's control\nUNICHROME cautions the readers that forward-looking statements are not guarantees of future performance and that if these or other risks and uncertainties materialise, or if the assumptions underlying any of these statements prove incorrect, the development of the industry in which UNICHROME operates may materially differ from those made in, or suggested by, the forward-looking statements contained in this document. In addition, even if the outcomes and developments of the industry in which UNICHROME operates are consistent with the forward-looking statements contained in this document, those results or developments may not be indicative of outcomes or developments in future periods. UNICHROME does not undertake any obligation to update or change any forward-looking statements to reflect events that occur or circumstances that arise after the date of this document.\nIndustry data is sourced from ICDA, InTheRightVein, FerroalloyNet, LME, Fastmarkets MB, ISSF, UN Trading Data, Eurostat, OANDA\nAy\nUNICHROME AG\nBre } x BN\nx RE\n~\n— —~-——_\nDisclaimer\nWan\n) a\n“\n24,\n\\\ngre\n—\n‘™\n” Mbitichrome\nww umehrol ch)\nCegnkidentiat Copyright:\n>\nm\nYeh\n.\n>»\n.",
  "page_3": "ba ANS\nPos aoF niet Copyright: Warnart ie\noN A\nch )*\n$\nAye\n—_\n== >\n<——\n—_—\n—\nUNICHROME AG introduction\nUNICHROME AG has broad activities and deep expertise in the areas including trading of ferroalloys, base & minor metals, ores, as well as mining, production costs, consumers value in use and market pricing mechanisms UNICHROME AG has a global network and long-term relations with its partners in Europe, CIS, Asia, Africa and the Americas Over the past several years many commodity markets have shown volatile behavior Cr ore and FeCr indexes were at the top of the most volatile indicators for metals and commodities in general. We believe the market requires a mechanism which will allow all market participants to assess real-time supply/demand balance, evaluate options available on the market with better accuracy and financial responsibility. We apply our expertise in the market for chromium and other alloys and develop the way forward\nka,\nG2\nYok\naa Ras\nes AS\nra\nAes\n<—_ =\n=\n—S—=S —=“\nee\n*\n°\nYear\n) ae\n°\nc..\nee\nJ UNICHROME AG\nay",
  "page_4": "3\n一 一 一\n一 aa\n二 一\n= 一 <\n一 一 < 一\n一 一\n二 一 一 一 一 一\n一 一，\n一\n< 一\n=\n一 aa\n全\n一\nUNICHROME AG\n一\nMarket Overview\n下 人\n了\n包\n、\n【 晤\n得 下\n会 <\nSS\nTD\n评 有\n上\nGohtdegtiai\n小\n争\n和\n办\n1 扰 和 SN\nRS\nww\n中 “\nRepyrignt ichra\n中\n虹 4\nhr .Ch 1;\nAN",
  "page_5": "Bp)\n~_ ee\nee\n—_\n=\na\n—\nBrief Market Summary\nRecent economic downturn and uncertainty accelerated price correction for chrome-related products\nwith some of them returning to the levels of January 2021\nWith ferroalloys production being very energy consuming process, 2022 spike in electricity/gas prices had significant impact on both supply and demand. Despite electricity/gas prices retreating to September 2021 levels, current demand for ferroalloys remains underwhelming\nEmphasis on greener and less carbon polluting production processes is a big challenge for ferrochrome as well as other metals industry. Especially since it is still unclear how “greener” products can be priced\nExtreme level of uncertainty in general economical in and geopolitical situations decreases level\nof confidence for both steel and ferroalloys industries\nOngoing economic downturn inflation and interest rate increase are having major impact on demand, but also blocks investment from the supply side, thus creating supply risk upon normalization Volatility and wide gap between markets for the same products in different regions, as well as between similar products in the same region, makes the market fragmented more than ever before and its discovery almost impossible\n—S—=S —\nc..\nG& UNICHROME AG\n<—_ =\n———\neS\nAye\nWaa\nony Ss,\n—\n>\ni‘.\nER,\nSondidentiz i pram >.\n>\n5\ney\n4\nLa AS\nCopyright 9 eran\n.\nAi ike\nx\nRN\nfim\nNS\nfers\nny EO",
  "page_6": "c..\n————\nee\n———\n<_—_—,\n>\n-—_——_ >\nUNICHROME AG\nBrief Market Summary Continued\nIn May of\n2024, European Quarterly Benchmark (EQB) has been discontinued, and several\ncompanies came up with their own substitution ideas\nSamancor: continues quarterly announcement for an EQB\nNoth American Steel (NAS) has created its own index, which is based on formulas incorporating 2\nindexes\nLI Index A the\nof the Ferro-chrome,\ncarbon, 6-8.5% C, basis 60-64.9% Cr,\n3% Si\n- mid-point high max cif Europe, $/lb Cr ) Index B - the mid-point of the Ferro-chrome 50% Cr import, cif main Chinese ports, $/lb Cr Nippon Steel: mill has now decided on the price from Samancor and Hanwa and possibly some of the Indian suppliers. This way the price would only be for less than 65% Cr FeCr and weighted towards South African suppliers LME: suggested potential new cash-settled futures contracts for stainless steel scrap and ferrochrome on market demand\ndepending\nYok. pos G2\n#24\nay\n—\nx A v\n69 nigientia’ Copyright,\n“an\nSEDER ¢\nWacneart\nch )*\nAA\nWaa\n) ae\ndi\n—_\n——<—<———\n<—_ =\n=\nee.\n—\nbi\nAas ey Ras",
  "page_7": "—~\noe\nUG2\nGold\nNASDAQ\nS&P 500\nCopper LME\nPlatinum\nNickel LME\nEU Benchmark Ch Cr\nCrude oil Brent\nHC FeCr EU MB\nZinc LME\nAluminium LME\nAverage China Tender FeCr\nTin LME\nLC FeCr MB\nFeV EU\nCIF Shanghai Ch Cr\nSiMn MB\nIron ore\nFeSi MB\nPalladium\nNatural Gas Rotterdam\nCobalt LME\n10000\nG\n=\n——_ __ —\n=_\neS *\n_ —\na\n350\n= 30% 54% 19% 250\n1% IH 15% 200\n1% 138% 1% 150\n0%\n-18%\n100\n-3%\n-16%\n-6%\n-16% -3%\n-7%\n-39% -19%\n-9%\n-8%\n5%\n-12%\n15%\n7%\n-13%\n18%\n2%\n2.5\n-15%\n1%\n5%\n-18%\n-48% -10%\n-18%\n-21% -8%\n15\n-22%\n8%\n2%\n-32%\n-10% 8%\n0.5\n-33%\n-2% -34%\n-37%\n-41% -7%\n44%\n-51% 2%\n-48%\n-81% -37%\n-55%\n-54% -16%\n400\nFerrochrome,\na\nell\nee\nUNICHROME AG\n—\n— eee\nFerroalloys and other markets volatility\n—\n48% 54% 24%\n00\n82% 73% 16%\nQi Q2 Q a4 qi @Q2 Q Q4 Qi aQ2Q a4 Ql Q2 Q a4 Qi @Q2 Q a4 Qi @Q2 Q 2019 2019 2019 2019 2020 2020 2020 2020 2021 2021 2021 2021 2022 2022 2022 2022 2023 2023 2023 2023 2024 2024 2024\neum HC EU China domestic Ni LME\n|\n7\n|\n».\n~\ndant ar\nres SiS.\n” Ph Warnart\n‘Copyright;\n‘ate\nwww\nsae Poy\neumehro eH)\nWey\n$\n4\n\\\n“\nLP.\n4\n’\neM\nQl Q2 Q Q4 Qi Q2 Q a4 Qi Q2 Q a4 Qi Q2 Q Q4 Qi Q2 Q Q4 Ql Q2 Q 2019 2019 2019 2019 2020 2020 2020 2020 2021 2021 2021 2021 2022 2022 2022 2022 2023 2023 2023 2023 2024 2024 2024\neemmee JG? ore Turkish ore\nDW\nCA 20000\n15000\nSource: IntheRightVein, LME, Sooo ynet Fastmarkets MB\nAP\n35000\n30000\n25000\nat\nDen\n5000\naa\n) ae\nAte\n‘ae on 2",
  "page_8": "16000000\n6%\ne\n10000000\n8000000\n6000000\ne\nIndia\nENR\n2000000\nSa 2\nae ov\nRa\nmum South Africa and Zimbabwe Mums W.Europe/Turkey/Albania\nSource: ICDA, ISSF\ni)\nve xy\n\\\nhy\ns\nes\nive\n.\n14000000\n<><\nvs HC FeCr production by region\n8%\n” ciciaroms\nch)\nGas India\nmmm CIS/Middle East\neee Average growth RoW\n=\n——\n_—\n)%\n<\n—\nStainless Steel\n49\n39\n2%\n19\n0%\nGas China\nGum Rest of Asia&Americas\neee Average Growth China\n7 x \\\nConfidential\nConfidential Copyright, DW\nwww.\n+\nhy aN\n> 4\ntai\n“\n12000000\n5%\n|\nSY s” SY SY SY ny\n“s v\n~\n7%\naS\nee\n—\n= &\n<=\nUNICHROME AG\nStainless production in 2023 reached 58.4 million tonnes (a record level), an increase of 0.5% compared to 2021 and 6% increase over 2022 This production jump is attributed to record production in China (+13%), while other regions showed production decrease (-7%) FeCr production in 2023 rose by 5% over 2022\ne\nBelow overview of FeCr by regions in 2023 (Based on available ICDA information) China\ne\nCapacity increased to 15.14 million tonnes, an 8% increase over 2022, while production rose to the record 7.35 million tonnes (around 48% of global production)\nSouth Africa/Zimbabwe\ne Production now is significantly above to the pre-pandemic level of 2019 e Hernic, Richards Bay and Mogale remain idled e ESKOM continues to struggle with electricity supply, thus further increases in tariffs are possible e TransNet also had issues with railway operations as well as port gluts\nKazakhstan and Russia\n2023 production decreased by 8% comparing to 2022, due to current complex geopolitical situation\ne Production growth of 18%, to reach the record 1.5 million tonnes Turkey, Sweden, Finland and Albania\nThree out of four showed decrease in production, with a total decrease of 23% over 2022\ne\n4000000\nce\n) aa\na.\n18000000\n—_\ne\nra\na 4;\nWeak 2\nW*",
  "page_9": "—_\na\n——\n<><\n— —eae\ntl\n—\n—«-———_\nSource: Ferroalloynet\n————\nee.\nChina Tender Prices vs Monthly Apparent FeCr Availability\nUNICHROME AG\n11000\n70.0\n10000\n60.0\n9000\n50.0\n==> aa»\n8000\n40.0\n=> qa a=» a = — aap\nan aa» aa»\na= a=» a=» aap\noo\nfo]\n7000\n30.0\n6000\n20.0\n5000\n10.0\n4000\nAs you can see from this graph, changes in the price trend for FeCr in China, usually was followed by change in FeCr availability However, despite recent price decrease, FeCr availability remains in the steady level It remains to be seen if it falls low enough, to reverse current downward price trend\n0.0\na\neM\nPr? we y oe Ro Se Ww & y ok RS ¥ we RX > yy\n=\n~ Ne ~” »~ ~ » & Ay S Ay S & - v S a ao y ay ay we aN ana ay Rag a wa Rig @ we v ~~ wv Ds ao vv \\ a \\ vv \\\nRo Se sw? we SS oe Ry es we oy » oe Ro ye WP TF\nApparent Avaliability of FeCr\neum Baostecel eum 7 /SCO\nTsingshan em eAverage price over 5 years a= @ Average price over since 2022\na)\nhs\nDN\na7\nae\nent\nDe I t\nbe NY\na\n& y\nt\"\nght\n.\n%,\n\\y\nv& a\ne: oS\naD 4\n5)\n+ > NR\n%\nyri\neumehre\n*\n< mh\nar\n,\nose\ntabs\n4\n%,\nPe\nnicht rt 24\n)\nXs\nbe",
  "page_10": "— —«-———_\n1509\n—_\n=\n=\nee.\nFeCr Supply Cost Pressure Components\n3.5 1709\n609\n709\n<><\n—\n~\nGi\nll\nUNICHROME AG\n509\n2.5 1309\n409\n1109\n30%\n15\nih\n~\n709\n909\n20%\nra\na\n9) ” RS Pg we OS 07 YP a> ve “py BY _~S” SY SY 9” py Ss ~~” ) Ww S v “oY Sv aN v v av YI Ce Yr Oe rt Ce rt rt oe e] rons Ce Ce eo o oY eee China Cr Ore Imports eee China FeCr Imports Ex-China Cr Ore Imports Ex-China HC FeCr Imports\niL\nys x A\nbe Gh re bs ee\nUne\nY\narm\nrh\n4]\nbes\nopyright. Wriichn hk!\nye \\, Gonfident ti .C\n024\n4% Oe\nae\nww unichro .ch )\n’\noa\nra)\noP\n‘a\n\\s\n>\n0.5\na\nIn 2023 and 2024 Indonesia accounted for almost 1/2 of Cr ore imports and over 1/3 of FeCr import:\na\nv\n0%\n9 Cy 9 Ye S PPP. a Mg gi Re SP? SP? gv ve & o_o 9 Bg v v v SV? IS > a aod ws ri ee Sy + va rd ee Va SI OL o Oo eo oO oO\n% of Cr Ore cost in LG HC\n% of Cr Ore cost in HG HC\neum |G Fer Price\nqmmmmme HG FeCr Price\n+\n7\nSk\n>\n\\\n) ae\neS\n,\n>\nWeg\n10%\n20\n509",
  "page_11": "Italy\nGermany\nSpain\nrr aoe\n*<e\n=\n\\@)\n_\nLS\nSe *\n-\ne\ne\ne\nWholesale electricity prices in Europe\n€/MWh\nEMB=\nhe\neh\nBloomberg\n$ 15K/FEU*\nJan Apr Jul Oct Jan Apr Jul Oct Jan Apr Jul\n2022\n2023\n2024\nSource: Drewry World Container Index, Bloomberg (ALLX WCID)\nNote: *FEU = 40-foot container unit\nSem ay\nial a OP\nupehr\n‘a\nHouthi attacks\nintensify\n12\n—\n<< __ —\nFeCr Supply Cost Pressure Components\nMain cost components in ferrochrome/ferroalloys production include electricity, raw materials, coke, labor and logistics The industry moved from low demand in 2020, to high demand in 2021-2022, while experiencing steep rise in the\nlogistics cost. Currently both electricity and logistics costs remain at the level of September 2021 (a month before the latest\nsurge in electricity price levels), but even within EU electricity rates show significant difference\nRaw materials are returning to be more and more dominant in the cost structure of the ferrochrome/ferroalloys, as it was\nbefore 2021-2023 surge in electricity and logistics costs\nSpot Shipping Rates Cool After Three-Month Surge Demand, port congestion and capacity constrains are all starting to ease\nDaily (1 year) Daily (8 months\n# Composite Shanghai to Los Angeles / Shanghai to Rotterdam\n—\n——\nel\nUNICHROME AG\n—\nP mY\n=e\noe\n%,\nre)\nsyria\n>»\n4\n“i 5, Go\n“WN\nr\nWS ris\nSy\ned\n~ e's\nfe\noe Se\nx?\n4%\nSi\n+e os\n%",
  "page_12": "2.5\na\nN\nAxis Title\nem | GHC FeCr EU\nqm HC Fer CIF Japan\n~¥\n—\n3.5\nqm HG HC FeCr EU\nAA\n-—_——_ >\n_—\nFeCr price difference between similar products\n0.5\na\nWan\n) ae\nc..\naS\nFeCr price difference between similar products\n15\n———_—_——\n= ee\nG\n<=\nFrom the graph on the left, one can see that price gap has started to affect products based on geographical location EU vs China domestic prices. This gap increased in size substantially in H2 2021 and H1 2022, but in 2023-2024 this gap shrank substantially. While products in China and EU are significantly different (Ch Cr vs HG HC FeCr), the graph on the left illustrates correlation between similar products in different locations\nAll the products on that graph are considered HC FeCr, but with slightly different chemical composition, but a very large price gap, especially between High Grade HC in Europe and Low-Grade HC in Japan\nCurrent gap has decreased since last half year, however its is on high level, based on the logistical and numerous other constraints between major suppliers of HG HCFeCr and suppliers of other grades\nDespite price correction, current price levels are still significantly higher than in 2018-2020 that creates additional pressure to substitute HG HC FeCr with material of lower quality\nSource: Fastmarkets MB\n%\nbs\nrats q x\nARE 3\ney\nCopyright, Wacneart\na nigential\nBe\nA\noe\nch )°\n’\nhg\nG2\n—_\nUNICHROME AG\n—",
  "page_13": "ae\n—_\nns\n0%\n109\n509\n1.00\n809\nSource: InTheRightVein, Ferroalloynet\n—_\n<><\nGi\n=\nqe\na\nHistorically high level of the gap between FeCr prices in EU/USA versus domestic FeCr prices in China Price correlation is directly dictated by trade tariff difference between China and the rest of the world\nLC FeCr EU/USA Prices vs China domestic price\nHC FeCr EU/USA Prices vs China domestic price\n20%\n7.00\n109\n6.00\nvn\n0°\n|!\n109 5.00\n209\n4.00\n309\n409 3.00\ni\n509\n2.00\n609\n3.5\n———\n209\n409\n709\nQl Q2 Q3 Q4 Qi Q2 Q3 Q4 Ql Q2 Q3 Q4 Ql Q2 Q3 a4 al Q2 Q3 Q4 Ql Q2 Q3 2019 2019 2019 2019 2020 2020 2020 2020 2021 2021 2021 2021 2022 2022 2022 2022 2023 2023 2023 2023 2024 2024 2024\neb\navera a and avera a %\nes\n\n\n609\no>\n309\n809\nUNICHROME AG\n109\n4.5\n209\n7U\n2.5\n1.5\nQl Q2 Q3 Q4 Ql Q2 Q3 A4 Ql Q2 Q3 Q4 Ql Q2 Q3 Q4 Ql Q2 Q3 Q4 Ql Q2 Q3 201920192019 2019 20 20 20 20202020 202021 202120212021202220 22 202220222023 2023 20232023 202420242024\nee >\nand avera\nand avera\nik\nMi bx “Ggntidentiat\nCopyright Sbrichrone\nf\nwww.\n+\neupighroty ch )>\nW* »s\n<=\n~~\nii\n0.5\n709\n~\n,\\\n-a U\nRas\n4\n0.00\na\n24\n\\\note\n=\nDav\nAe\n.\n>.\n_\nws\n2\n3”",
  "page_14": "Source: Ferroalloynet, ICDA, UN trade data\n6,000\n300,000\n6.00\n| 2.00\n1.00\n4,000\n2,000\nY\n024\nof\na\nts\neo\n7.00\n—\nae\nChina vs India export of HC and LC FeCr 2018-2024 YTD\n250,000\n5.00\n4.00\n3.00\n1.00\n1.40\n200,000\nbo\n0.40\n—\"_\n0.60 ou\n——\n1.20\n10,000\n0.80\n100,000\nlll\nfo] N N N N N N N N N N N So A A A A A N N N N N N N N N N N o o o o co co co\nMmmm LC FeCr China\nLC FeCr India eee |_ C Fe Cr price\nTan\n) ae\n+\n*\no\n>\nek hs G2\naN\na an\nMmmm HC FeCr China M@mmg HC FeCr India qm HC FeCr Price\nmd\niL\n~\nx\nfe Be\nne Pe\nat\nrh\n4]\nbes Tm ot Copyright:\nUnich\nat\n’\nwoe\nChina and India LC Fe Cr Export vs LC FeCr Price\n—— SS\n=——\ni\nHunichro 3\nee\n‘7\n‘\nha\n*\n: &\nChina and India HC FeCr Export vs HC FeCr Price\nA\nUNICHROME AG\n14,000\n12,000\n000\n150,000\n:\n50,000\n0.20\n=\n<><",
  "page_15": "~_ ee\n= ee\n—_\n———\nG& UNICHROME AG\n—\n—\nSummary and market outlook\nDespite most of the chrome-related products’ prices going into the correction phase, stainless-steel production and demand should support new levels in short to mid-term India is playing more and more significant role given large population and one of the lowest stainless-steel use per capita in the world Indonesia has become the second largest stainless-steel producer, with growth from 680k in 2017 to almost 5 million in 2023 and second largest chrome importer.\nWEAKNESSE AND THREATS: Ferrochrome industry faces other significant risks such as\nDue to the current economic downturn and uncertainty, demand for ferrochrome/ferroalloys and majority of the chrome related products has shown substantial decline\nGeneral uncertainty related to high risk of recession\nHigh inflation and rate volatility, in combination slowdown of economic growth globally, lead to below low level of economic outlook confidence\nExport/import duties combined with logistics constraints and other restrictions\nCBAM impact on stainless-steel producers in EU, and how it will affect ferroalloys industry. Electricity volatility and regional fragmentation\nConsequent chrome market fragmentation and extreme volatility result in lack of guidance for future chrome market development\nOPPORTUNITY: Moving forward\n¢\nFerrochrome industry requires better market mechanism in order to find realistic balance between supply and demand considering all the complex current and anticipated parameters (quality, region, energy consumption, carbon footprint) in the supplier's costs versus consumer's value in use and to ensure long-term sustainable development from both producers and consumers perspective\nse ~~ be ASS cobbomapare dt\npiidentlal\n024.\nRan\nce nN\nSS pwwcudichn me a ies\nih oie,\n' S\n<=.\n\\= rk -\n»\ne\n— —«——_\ne\nSa\n<—_ =\nee\nSTRENGHS",
  "page_16": "—_\n— —«-——_™ ——— Se\n<—_ =\n=\na\nee.\n——\n<=\n= &\n —\nUNICHROME AG\nOs\nFeCr and Ferroalloys\nmarket moving forward\nAe\nG2)\nBanat\n24\nch ):\nLS\n~¥\nass\nwt raga sf\nA\nre Sy ar\n‘Copyrights\nSs ee\nX\nww Wunighetp¢\nWaa\n) aa\n+ ie",
  "page_17": "Waa\n) ae\n5\nae\n————\n—_\n———\nSa\n—- V6)\n<—_ =\n-—_——_ >\nUNICHROME AG\n—\nee.\nExchange tradable vs non-exchange tradable metals\nExchange traded metals\nNon-exchange traded metals\na\n15,\n50\n30\n118.7\nTin\nWhy ferroalloys were not available for exchange trade in warehouses, like base metals?:\nThe variety of chemical quality parameters makes comparison difficult as there is no uniform standard. On one hand, producer makes an alloy with a specific chemical composition. On the other hand, consumers will require a specific, individual range of chemical composition. Each alloy will have its own price, depending on its cost of production and its value in use. Due to the above, standardization leads to a decrease in liquidity and to the absence of publicly agreed product value. Consequently, classic exchange mechanisms were not successfully applied to the trading of ferroalloys and products with similar “semifungible” feature.\n*\naN\nG2\noo\nY\n¥\n> ~¥\n65.41\nZinc\n>\nnt oR\n{\n:\nww\n~\nx A\n+ “ “\nfide 3 *,\n,\na te\n—\nAA\n—\n&\nR\nay\n7 ayright De\n: Unie hrolitp",
  "page_18": "————_—_——\n—_\n— —«-——_™ ————\n——\nGrade ¥\nFig.2. Classic exchange vs SoftMetal auction\nSelling FeCr im\nX\nLs Buying quality X\nju\n—_———\nBeene eee =e =e aes\nSelling Fetr¥ @\n’ | A\nShika Ras 5 Sbrichrone Copyriaht\n24\nwww.\n+\numehro .ch )*\n4\n.\n~\nXe\n0 Ty as,\n»\nie\nbs We\nSelling Fer Zz Ld\n<—_\na\n—\n———_ =< *<— >\n_\"_\nee.\n{— FeCr grade ¥\nf\nFeCr grade Z\n————_\nee ————————\nOn SoftMetal’s multi-quality platform buyers negotiate with sellers by changing their parameters’ range and their price\nContracts for FeCr between buyers and sellers\n—\nGrade\nGrade Z\nBuyers Sb\nX\nSellers\nAes\n.\na\n«\n=\neS Ee eee ee\n3”\neae\nfits\nXS\nOn classic exchanges each contract is traded on a different trading floor\ni—\nFeCr grade X\nBuying quality ¥ —\neo Buying quality Z\n.\nAe\n‘™",
  "page_19": "—_\n— —«-——_™ ————\n— eee\nGi\n<—_\n=\n_\"_\n=\nUNICHROME AG\nee.\nTechnology for market going forward\nBased on the modern development of auction theory, which takes into account all variety of parameters without sacrificing transparency and liquidity, we have developed SoftMetal for trading of warehouse receipts for ferrochrome and other alloys, safely stored in independent warehouses\nSoftMetal market structure\nPrice\n(USD /\nIb of\nCr)\nCurrent market structure\nAverage Price\n(USD / Ib of Cr)\ne@\nLc\nHGHC |\n3 -\n1.75\n*i*\nLGHC\n1.50\n————\n1.25\nCHCR\nSA to RoW\n‘SA to\nChina\n12000\n45%\n= Buyers bids (for a Cr range)\nZimbabwe, Oman)\nChina RoW (India,\n65%\nCr content\n|\ndefines unique picture of competition similar to a classical exchange for particular users, but boundaries are soft and can be changed by the participant according to its quality needs and liquidity requirements\n80%\n8000\n[|\n%\nAs\nBrg }\nWan\n“\n+\n”\n) a\nSellers asks (for material with\n~\n.\n.\nAy\n* particular Cr content)\n@ Matched order\n10000\n‘™\n—\nPrice fluctuation range over average EQB - 20%\nthe year (2021)\nLC RoW: FM EU\nTo learn more about SoftMetal, please visit the webpage at: www.softmetal.ch\nHGHC HGHC: FM EU\n>»\nMatching area\nNegotiation area\nTailored market exchange-like area\n_ tite  Ognientizh Ras Copyright: Mbitichrome\n24\nww umehrol ch)\n\\e”\n>\nm\noP\nYeh\n6000\nLGHC RoW: EU price\nCHCR SA to RoW: yearly",
  "page_20": "composition, carbon footprint, location, origin, and ESG certificates to allow multi-factor price discovery\nTokenisation techniques to orchestrate a state-of- the-art “delivery versus payment” involving bonded warehouses for custody and a clearer.\nremoving counterparty risk, guaranteeing honest-by- design spot price and trade execution, preventing information dissemination and fostering client trust\n~_ ee\n—_\n———\nSa\n—_=_ Ne)\n<—_ =\n—\nee\nSolution: SoftMetal, a digital trading platform for alloys\nay\n—S—=S —\nr/s\nModern auction theory (Nobel Prize 2020%) to\noperate a market without a uniform standard\nA parametric order book using chemical\nba ANS\nfe Bp st BY RE Copyrights s see gp\nMechta\néunichr®\nay\nwy\nil k\n4\n5\n\\\ney\nUNICHROME AG\nTransfer request for 5 MT - Uncondit | rel w cril\nOperatios eated 1413 Read on:\nncondi been exec nm\nOuse’ jouse Refi ‘mation Numbe! min\nlearer:\nony Ss,\noe\n.\n>|\nny\nA fully automated, tamper-proof technology\nRN\n2\nHelp Center\nC\nog O\n%\nAS\nTS\nni\nbe\nWaa",
  "page_21": "———\nNo\n—_\nSa\n<—_ =\nee\nCompetitive Landscape\nNe)\nYes\n———\n~_ ee\n—\nUNICHROME AG\n— —«——_\nNo\nSampling based on\ndeclaration\nSampling based on\ndeclaration\nYes\nRfQ Billboard\nYes\nYes\nYes\nNo\nNo\nNo\nNo\nYes\nNo\nNo\nNo\nNo\nYes\nNo\nYes\nYes\nYes\nYes\n—\na\nae\n= ¥\nA\neM\n& Sey\n, t\nBe\noy\nWan\nwe Ae\nee\n“%\nVa\nae\n~*~\n024\ngh nl\nnro\ndirs\n4\nial\nbay ti JS\n=?\nGBS\n: yi\nvs\nat\noe\nWong aS}\nOo",
  "page_22": "YP:\n§\n«*%\n~~\nSs\nLS)\n>»\nray\ncw\nUNICHROME AG\n>\nmS.\nYe\nTe |\nid\nb bY wt x AY bs\nmy\nshy yy\nJ Sai 4\nTend\nThank you for your kind attention\n> a\nee\n*\nis,\nof reliability\nAA\ni tem\n” >\n‘sustainable devglenments\nSF tne St ‘ py dei\na)\nba ed eae\nPa\nWw s\n>.\na\nSY\nKk\n,\nRaa\nwD a,\nKeane\n+ >\na\nne\n~\nPh\nPartnershin with UNICHROME\nthevisfand\nticket to\nae ay in: the) ‘turbulent’ Qcea\n* is nn of cominiodity market\n,\nae\noy\na\nse\nNe\nteen yg Ae “ys mas\n#\nwe\n+,\nich\n«\nDy\nSep\nues!\n% oN\nAe\ngr Ae ao , e\nVN tee .\nTe)\noF\n4\na. nN\nSoy\n) ae\n% _\nys\n”y a>"
},
  "language": "Languages.ENGLISH",
  "total_pages": 22
}
