{
  "file_name": "299_2623.pdf",
  "pages": {
  "page_1": "Senior Manager Energy Policy FEVE FEVE The European Container Glass Federation\nDober Partners\nExecutive Search\n& Consultancy",
  "page_2": "‘’\n1 «\ni ee\not\n7\nse~\nel\n‘\n» *\nay\n/\n-—\n\\\nSh\nAbout FEVE What You'll Do Recruitment Process\n- ~~\n_ oe\n=>\nwe\n<7\na.) ff mo\nred\nw,\n4",
  "page_3": "© M\n|\nŹ,\n|<z7\n- Siła ż\n=\nDJ\nRSE\n7)\nMA\n7)\nak\nU\n%\n=\n. a w g a s\nW\nRU\n3\n4\n<—",
  "page_4": "About Glass Packaging\nGlass is a non-reactive material, which means that anything that comes into contact with it will not be affected or damaged. When it comes to food preservation, this is crucial. As a glass jar or container is impermeable, no gas can get in or out, so your food remains perfectly edible and healthy. In the modern era, glass packaging is not only recognised by consumers as one of the most recyclable and environmentally friendly packaging materials but actually achieves some of the highest recycled and reuse rates in Europe.\nToday glass packaging for food preservation has found its way into the homes of millions as something people use and love every day. It's also the primary packaging used for exports of Europe's prestigious wines, spirits, perfumery, cosmetics and pharmaceutical products accounting for €250 billion contribution to EU trade each year.\nBut the history of glass begins in 4000 BC, when archaeologists found the first evidence of human-made glass. Since then the glass industry has undergone several revolutions. Today it is on a visionary path to ensure that glass containers remain fit for a fully circular and climate neutral world.\n‘a\npe eatewe\nBs\n« a\nJ\n<->\n~~\nSes Ss\n+\nae *\n2:\ni,\nsg!\n.\n-\ne e e\ne e e e e\nOG e e e e\n04\nDober Partners\nSenior Manager Energy Policy | FEVE",
  "page_5": ">\n%\nwan\nPe\n&.\nFEVE is recruiting a Senior Manager Energy Policy to reinforce their team in Brussels.\nThis is a new position which is designed to bring additional expertise and knowledge into the association. The Senior Manager Energy Policy will helo define the public affairs strategy to promote industry positions on existing as well as upcoming legislation.\nThe successful candidate should understand energy economics, policy implications, and have the ability fo communicate complex economic ideas to stakeholders within the industry, the wider value chain and EU institutions.\nSenior Manager Energy Policy | FEVE\n05\n7\n«\nEnergy and Trade expert role\n— Policy analysis with focus on energy and trade — Monitor and assess energy developments, opportunities, and challenges. Evaluate the economic and trade implications of EU energy-related policies on the container glass sector and its value chain, such as: — Reform of the energy markets (electricity and gas) _- Energy Taxation Directive _- State Aid Guidelines linked with energy _- Renewable Energy Directive _- Hydrogen-related topics _- Carbon Capture and Storage or Utilization Monitor and assess trade policies relevant for the container glass industry such as Taxonomy, Carbon Border Adjustment Mechanisms, etc. Develop position papers and policy communications. Promote industry positions on existing and upcoming legislation related to energy. Provide recommendations to guide EU decision-making on energy infrastructure investments and allocation of resources. Draft reports, presentations, position papers, soeeches and briefings to set out findings and provide recommendations.\nDober Partners",
  "page_6": "=5\niV)\n—\na \\\n~~\nAdvocacy and Stakeholder Engagement\nManage the FEVE Energy working\n_ group. _ Collaborate and build alliances with EU trade bodies representing energy interests, companies, governmental bodies, and NGOs to seek alignment on energy sustainability policies. Communicate and advocate analysis and policy recommendations to diverse stakeholders, including FEVE members, national glass associations, EU policymakers (Commission, European Parliament, Council), value chain partners, business leaders and media. Coordinate and support the national associations policy leaders to develop joint activities on the industry's energy priorities and targets. Participate in events, conferences, and discussions to present FEVE's perspectives. Provide public affairs support on other FEVE related dossiers like CBAM, Taxonomy Regulation, and similar. Liaise and contribute to the activities of other FEVE Working Groups as and when necessary (in relation to Climate, Circular Economy, and Communications) and work closely with other team members to achieve collective goals.\nSenior Manager Energy Policy | FEVE\n06\nee WD\n= 3\n\\\n=\n~\n| > (‘a\nProfile\n_- Minimum 5 years’ professional experience working in the European regulatory or public affairs space either within the energy sector or related areas. University degree, preferably in economics, EU law or political science. Solid understanding of energy markets, green energy technologies, energy policies thanks to previous involvement in energy-related public affairs, regulatory bodies, or advocacy roles. Excellent communicator with experience in presenting industry positions to EU policy makers. Speak and write fluent English as well as any other European languages. Collegial professional who enjoys working closely within a team to meet collective goals.\nDober Partners",
  "page_7": "Om”\nDober Partners has been retained to draw up a shortlist of prospective candidates against the criteria set out in this document and using their discretion and expertise to help recruit a new Senior Manager Energy Policy together with the Secretary General of FEVE.\nNatalia Kurop\nM: +32 488 945 579 > natalia@doberpartners.com\nMark Dober\nM: +32 477 950 466\n> mark@doberpartners.com\nwww.doberparitners.com\nom\nww.\nDober Partners\nDober Executive Search\n& Consultancy\n07\n© Dober Partners — Authom Natalia Kurop"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
