{
  "file_name": "299_2621.pdf",
  "pages": {
  "page_1": "Alliance\nEurope\nPress release\n“Glass is the Future”, says European Economic and Social Committee\nBRUSSELS, October 28, 2021: The European glass sector warmly welcomes the opinion on “Glass in Europe at a crossroads: delivering a greener, energy-efficient industry, while enhancing competitiveness and maintaining quality jobs” that was adopted by the European Economic and Social Committee (EESC), following recommendations from its Consultative Commission on Industrial Change (CCMI 180).\n“The EESC asks EU policymakers to put the glass sector and all its subsectors at the heart of current policy priorities such as the \"Fit for 55\" package, the Circular Economy Package, the Digital Agenda, the strategic value chains agenda and the EU's international trade policy and associated instruments”, said\nRapporteur Aurel Laurentiu PLOSCEANU, and President of the Romanian Construction Entrepreneurs’ Association (ARACO). He added: “The European glass industry is an innovative and highly strategic sector from which the EU benefits greatly. Glass products are indispensable to the transition towards a climate-neutral circular economy: for renovating buildings, producing more renewable electricity, decarbonising means of transport and making sustainable packaging. Glass also contributes to Europe's digitalisation revolution. In short: glass is the future”.\nWith over 36 million tonnes in 2020, the EU is one of the world's largest glass producers. It employs around 290,000 people. However, the economic downturn and sanitary crisis have had a serious impact on the glass industry illustrated by a significant decrease in production. resulting in reduced production with slow recovery in some important glass sectors (flat glass, domestic glass, fibres).\n“The EESC requests that investment in education and training be supported to provide new and young employees entering the sector to supplement the ageing workforce with the necessary knowledge and capabilities, as well as to enable current workers to keep up with innovation and transitional changes in the industry. Moreover, a green and digital transition in Europe, and in the glass industry in particular, has to be a just transition. To ensure maximum support for this transition, the EESC calls for workers to be included. Therefore, social dialogue at every level should be supported by EU legislation”, said Co-Rapporteur Gerald Kreuzer, Delegate to CCMI by IndustriAll European Trade Union and\nResponsible for Industrial and collective bargaining policy PRO-GE, Austria.\nAmong the EESC conclusions that the glass industry and subsectors applaud are:\ne A call upon EU and national policymakers to support the EU's Renovation Wave, the transport revolution to smart and climate-neutral cars and public transports, the restart of strategic production of photovoltaic cells back in the EU, big sources of business opportunities for glass, triggering investments, while contributing enormously to the reduction of CO2 emissions and to green energy. A recommendation that EU policies support the glass industry in its energy transition, with financial support for both capital and operational expenditure, with renewable energy capacity building, with an affordable energy supply and by ensuring that the industry is not exposed to unfair competition from outside the EU market.\n89, Avenue Louise - B - 1050 Brussels - Belgium T + 32 (0)2/ 538 44 46 - F + 32 (0)2/ 537 84 69\ninfo@glassallianceeurope.eu - www.glassallianceeurope.eu\nVAT N° BE 0418 388 615\nee",
  "page_2": "Alliance\nEurope\nA recommendation for wider implementation of circular economy principles, coupled with public and private financial support and partnerships such as the Close the Glass Loop initiative, to encourage the take-up of glass recycling. This will enable Europe to avoid glass waste, reduce energy consumption and CO2 emissions and create new jobs in the glass recycling sector. Also, a fully circular, reusable and recyclable glass would help reduce dependency on imports of fossil fuels, the extraction of virgin raw materials and resource depletion. The EU should recognise the benefits of glass in contributing to sustainable packaging systems. A call on the EU to protect our glass industries against the risk of carbon leakage. Increasing climate ambitions and rising carbon costs require strengthened rather than weakened carbon leakage protection. The competitiveness of glass products in export markets and in the EU itself can be partly ensured by effective carbon leakage measures through the Emissions Trading System (ETS). This system should be maintained to support the industry in the transition to meet the EU's climate neutrality objective. The introduction of the Carbon Border Adjustment Mechanism (CBAM) and the taxonomy package must be carefully considered. The EESC Committee asks that the CBAM include a solution for exports and that carbon leakage measures be strengthened by complementing the CBAM with full benchmark-based free allocation at least until 2030, in line with WTO rules.\n\"A supportive and a predictable regulatory environment is vital for Europe's glass sector as well as support for both capital and operational expenditure is needed to enable the sector deliver a climate neutral circular economy and ensure a successful energy transition. The EESC deserves praise for pointing this out so clearly\", said Johann Overath, President of Glass Alliance Europe.\nThe European glass sectors call on the European Commission, the Council and European Parliament to acknowledge the recommendations of the EESC, which paves the way towards a meaningful industrial policy for the European glass sector.\nLink to full report: https: www.eesc.europa.eu/en/news-media/news/eesc-calls-new-eu- olicies- support-glass-industry\nAbout Glass Alliance Europe\nEurope is the world leader in glass making. The glass industry comprises more than 500 plants providing 500,000 direct and indirect jobs. Glass is a unique and inert material made from abundant natural resources and fully recyclable. It is a key contributor to the EU objectives of a low-carbon, energy efficient and circular economy, and a key enabling material for essential supply chains, such as the pharmaceutical and health sector, the food and drink industry, buildings and construction, automotive, luxury goods and perfumes, electronics, etc.\nFor more information http://www.glassallianceeurope.eu/\nContact: Véronique Favry, v.favry@glassallianceeurope.eu / Mobile: +32 495 80 95 26\n89, Avenue Louise - B - 1050 Brussels - Belgium T + 32 (0)2/ 538 44 46 - F + 32 (0)2/ 537 84 69 info@ glassallianceeurope.eu - www.glassallianceeurope.eu VAT N° BE 0418 388 615\nee"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
