{
  "file_name": "299_2614.pdf",
  "pages": {
  "page_1": "FEVE\nThe European Container\n| Glass Federation\nFEVE position paper accompanying the FEVE input to the public consultation on Carbon Border Adjustment Mechanism.\nOctober 2020\nContents\nIntroduction\nCurrent situation in the EU Container Glass Industry eee eee eee eee eee rere rere ee\neee eee eee eee eee eee eee eee eee eee eee ee eee ee eee ees\nView of the container glass industry on the introduction of a CBAM eee\neee eee eee eee eee eee eee ee eee eee eee eee eee eee\neee eee eee ee ee eee eee ee ee eee reer eee ee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee ee eee eee eee eee eee eee eee eee eee eee eee rey\nIntroduction\nFEVE The European Container Glass Federation, thanks the Commission for organising a public ,\nconsultation on the so-called Carbon Border Adjustment Mechanisms (CBAM).\nIn the absence of equivalent measures taken by other regions of the world regarding carbon pricing,\nCBAM is one of the possible options to protect EU industries against the risk of carbon leakage.\nIn this respect, CBAM deserves to be carefully examined.\nHowever, FEVE is of the opinion that, at this stage, it is extremely difficult and somehow premature to\nanswer some precise questions without knowing exactly how CBAM will be organised. Some options\nproposed in the consultation (e.g. choosing between the 4 different types of CBAM as proposed by\nthe Commission) may feel attractive under certain circumstances (e.g. co-existence of free allocation,\nsupport to exports,..), but can raise serious concerns if those circumstances are modified.\nWith this in mind, FEVE has decided to answer only those questions from the consultation which are\nunambiguous, leaving the others blank. This position paper accompanies the answer the consultation,\nso that the necessary explanations and nuances can be introduced when required.",
  "page_2": "FEVE\nThe European Container\n| Glass Federation\nCurrent situation in the EU Container Glass Industry\nThe EU container glass industry faces already today a shortage of free allocation so that carbon leakage is already a reality. This is mainly due to the ambitious benchmarks (our members receive a free allocation based on the 10% best players in the industry) and the existence of a Cross-Sectoral Correction Factor -CSCF- which reduces further the free allocation by 17% in 2020. So, even the best players are short and face additional carbon costs compared to non-EU producers. This situation is likely to worsen in the coming years as:\ne the EU ETS Phase 4, starting in 2021, will decrease both the ETS Benchmarks and the Historical Activity Level (HAL) e the EU cap by 2030 will be strengthened and additional measures are likely to be imposed on ETS sectors.\nThe EU container glass industry is an exporting sector (about €1 billion), as the following chart shows. Even if imports increased over the years (reflecting the additional costs faced by EU producers), the value of exports still exceeds the value of imports (this chart is only for empty bottles):\nLS = =__a_=_a_aeaeecvvV—V——\nIt needs to be emphasised that our industry is not only concerned by the trade in empty bottles. The EU is also a big producer and exporter of products packed in glass (spirits, beer, wine, perfume bottles, pharmaceutical products,...). The introduction of a CBAM will also drive the costs of filled bottles up and potentially have an impact on the whole value chain of the container glass industry but also on the EU trade balance. Also, if bottles are filled outside the EU then imported they will have a lower cost than if they are imported and then filled — which is distortionary and could impact the trade balance.",
  "page_3": "FEVE\nThe European Container\nView of the container glass industry on the introduction of a CBAM\nFor the container glass industry, the following principles are key to consider, should a CBAM be introduced:\n| Glass Federation\n1 It is essential to design any CBAM to be WTO compatible and to discuss with our trade partners to avoid any retaliation measures (which could affect products not covered by the CBAM). It is also crucial to give industry a medium/long term vision. The ETS revision has the merit to give industry some certainty until 2030 (carbon leakage list, level of free allocation,...). The system should not be changed in a few years’ time to a completely different mechanism. This 10 years visibility period is important to maintain the current levels of investment and to attract new ones. In this context, should a CBAM be introduced, a sufficient transition period will be necessary where CBAM and free allocation still co-exist in order to allow sectors to adapt. And if the CBAM does not prove to adequately address the risk of carbon leakage, free allocation should be maintained together with the CBAM. ACBAM will only protect EU companies selling their products in the EU. If exporting industries (like the EU container glass industry and its whole value chain) still remain subject to ETS (with limited or no free allocation), they will face a major disadvantage when exporting their products compared to non-EU producers. This could have huge impacts on the EU trade balance. Therefore, exporters should be compensated (either financially or with enough free allowances to cover their exports). Any CBAM should be proportional to the sum of the (direct + indirect + transport) emissions of imported products. a The direct carbon intensity benchmarks defining the level of the CBAM should be set at a high enough level to encourage non-EU companies to provide their own carbon footprint data. As the EU ETS Benchmarks have been set at the level of the average of the 10% percentile, it seems appropriate to mirror this decision by setting the CBAM benchmark at the average of the 90% percentile to ensure a high level of ambition. Moreover, as EU companies face already indirect CO2 costs factored in their electricity bill, indirect emissions should also be accounted for and added to the direct emission benchmark used. Finally, transport should also be added to take the full carbon footprint of imports into account.",
  "page_4": "FEVE\nThe European Container\n| Glass Federation\n5. The interactions between a CBAM and the EU ETS need to be carefully analysed. For instance, when considering the four options proposed by the EU Commission in their consultation, the following questions come to mind: a The option of a fixed (flat-rate) carbon tax on imported goods is unlikely to ensure a level playing field with the ETS as carbon prices under the ETS would fluctuate and probably increase over time. A flat rate (based on the weight of products and not their carbon content) has also the disadvantage to treat all importers on the same footing and to fail to incentivise emission reductions abroad. The option to extend the EU ETS to importers raises the question of the cap increase. Not increasing the cap would indeed massively drive the CO2 price up with adverse effects on competitiveness. And calibrating any cap increase will be a very delicate operation. The option of a consumption charge has indeed the merit to put importers and EU producers on the same footing, but only if the EU ETS is no longer in place. Should the consumption charge and the ETS both be applied, then the EU producers would face a double burden (especially if free allowances are phased out) and the system would fail to protect EU industry against carbon leakage. If the CBAM is not based on the weight of products, but on their CO2 content, the issue of , monitoring and verification of emission data will be crucial to provide trust and to allow the CBAM to work adequately. Even if independent verifiers are charged with this task, it remains doubtful that the system will achieve the same quality level as the one currently implemented in the EU. Each sector is different and any impact assessment should be carried out at an appropriate NACE or even PRODCOM level, in agreement with the different sectors. The possible impacts on the whole value chain of a sector should be analysed. If a CBAM is only designed for basic materials, it could become less expensive to buy a complex product directly from outside the EU rather than producing it in the EU from the basic materials. If glass bottles become more expensive, it could also become more attractive to fill products made in the EU (spirits, wine, beer, perfumes, pharmaceuticals,....) outside the EU, moving the whole container glass value chain abroad. Fair competition between competing materials (e.g. for the container glass industry, competition with other packaging materials) could be distorted if the CBAM applies to some and not to others.",
  "page_5": "FEVE\nThe European Container\n| Glass Federation\n10. Regarding the issue of exemptions: a Full exemption to CBAM should only be granted to regions in the world where CO2 measures are in place which impose the same burden (in terms of CO2 costs) to local industries than the one faced by EU industry. Should the burden be less than in the EU, a partial CBAM should still apply to compensate the differential. There should be no exemption to CBAM for any countries where no CO2 measures are in place. Exempting those countries from the CBAM (whatever the reason) would increase the opportunities for circumvention. This could be done by relocation production sites and/or making products transit through these countries. 11. The funds raised with the CBAM should be reinjected in the EU economy, with a priority for low CO projects in industry. R&D is indeed a crucial element for the long term viability of European industry as policymakers head towards net zero.\nOoO\nFEVE is the Federation of European manufacturers of glass containers. It is listed in the EU Transparency Register with number 1550133398-72. Founded in 1977 and headquartered in Brussels, FEVE is an international not-for-profit association. Its members produce over 20 million tonnes of glass per year. The association has some 60 corporate members belonging to approximately 20 independent corporate groups. 160 manufacturing plants are located across 23 European States and include global blue chip and major companies working for the world’s biggest consumer brands. The European container glass industry provides a wide range of glass packaging products for food and beverages as well flacons for perfumery, cosmetics and pharmacy to their European and world customers. With its 160 manufacturing plants distributed all over Europe, it is an important contributor to Europe’s real economy and provides employment to about 50,000 people, while creating a large number of job opportunities along the total supply chain."
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
