{
  "file_name": "2_21.pdf",
  "pages": {
  "page_1": "ceric\nThe Carbon Border Adjustment Mechanism (CBAM) proposal needs upgrading for chemicals\nAs carbon leakage risks for the EU chemical industry are set to increase, effective carbon leakage prevention remains essential for the chemical industry’s transformation. A consideration of chemicals for CBAM would however require all of four conditions to be fully met so as to ensure equivalent carbon leakage safeguards as under ETS free allocation and indirect compensation.\nThe European chemical industry supports the EU Green Deal and has the ambition to become climate neutral by 2050. The sector is uniquely positioned at the heart of European manufacturing to contribute to realizing a climate neutral EU society.\nCefic welcomes the recognition, inherent in the proposal for a CBAM, of the need to safeguard the competitiveness of domestic industries. The chemical industry is already deemed at high risk of carbon leakage today given its high trade and energy intensities. This carbon leakage risk — which itself leads to a significant risk of investment leakage (see chart 1) — will further increase over the current 4th ETS trading period, as carbon costs increase and carbon leakage provisions (free allocation) gradually decrease. Continued, effective measures against carbon leakage are crucial to secure the massive investments in industry needed to achieve the climate transition.\nCefic believes that the CBAM proposal, if applied to the EU chemical sector, would require resolving four key issues, all of which are equally important to mitigate carbon leakage risks in the European chemical industry during the transition towards the European Union’s carbon neutrality in 2050.\n1. Indirect carbon costs\nThe chemical industry is energy- and capital-intensive. Chemicals are the biggest industrial energy consumer in Europe: important parts of the production are powered by electricity, where the power sector’s marginal carbon emission costs are factored into the electricity bills of companies. These indirect emission costs contribute to a higher cost base for the European chemical industry and would increase the carbon leakage risk if they were not considered for the setting of the CBAM for competing imported products. This challenge will grow as electrification will play a critical role in reducing the sectors’ direct emissions.\nSolution: Access to competitive, climate-friendly and abundant electricity is essential. The calculation of the level of the CBAM charge should reflect all current and forthcoming ETS-related carbon costs in products and particularly the expected rise in indirect carbon costs due to the electrification strategy of the EU. 2\nPOSITION PAPER\nJanuary 2022\nEuropean Chemical Industry Council - Cefic aisbl Rue Belliard 40 b.15 B-|040 Brussels Belgium Tel. +32.2.436.93.00 mail@cefic.be www.cefic.org EU Transparency Register n° 64879 142323-90\nChemistry\nVv",
  "page_2": "2. Covering full value chains avoid circumvention and collateral carbon leakage among our customers\nChemical industry value chains are complex and interlinked, involving all sectors of the economy (charts 2 and 3). A CBAM that covers only the upstream (base materials) part of a value chain - as envisaged for the sectors covered by the CBAM proposal - could be circumvented through the import of downstream products. This is a realistic concern, putting European upstream chemical production, and eventually the entire value chains, at risk of carbon leakage. This would send a discouraging signal to precisely those manufacturers who are preparing to reverse the recent EU investment downwards trend (chart 1) fora transformation of their European manufacturing sites towards a carbon neutral society. The example of fertilisers — one of many important sectors of the chemical industry — which is included in the current Commission proposal, illustrates the complexity of and the need to include full value chains in designing CBAM. The only chemical product included is ammonia, the basis for most chemical products that contain nitrogen. CBAM-induced cost increases for ammonia (see charts 5 and 6) and nitric acid would affect domestic downstream production costs of hundreds of chemicals in the ammonia value chain, including polyamide, polyurethanes, amines and amides and other indispensable products and applications — none of which are proposed to be covered by a CBAM or by free allowances. This will weaken their competitive position and provide an incentive for an increase in imports of more downstream products in these value chains that would not be included in CBAM.\nSolution: To avoid the effect of a base materials focus resulting in value chain circumvention, CBAMs would need to apply along an entire value chain and not just the upstream sector(s). A CBAM should allow for a stepwise integration of chemical value chains, based upon fully meeting the conditions mentioned above. Cefic will support the Commission in analysing value chains and further develop carbon footprint methodologies where necessary to be able to separate value chains, and in defining specific timelines. Cefic already has done extensive preparatory work on this and stands ready to share the results with EU policy makers.\n3. Export competitiveness\nThe European chemical industry is an export champion (chart 7). It currently exports more than one third of its production outside Europe (chart 8), making the EU the biggest chemicals exporting region in the world with a €41bn trade surplus for chemical products. In order to avoid trade conflict from compromising this favourable position, it is important for the EU to actively drive international dialogue with its key trading partners and follow international trade rules. Phasing out free allocation as carbon costs increase will severely weaken EU chemical industry’s competitive export position and put large parts of the sector and its value chains at a high risk of carbon leakage. This would be detrimental for the needed transformational investments which require ongoing profitability of European production sites. Solution: The European chemical industry needs provisions to ensure its EU exports can compete on extra- EU markets and keep EU sites profitable, ideally through continued free allocation or equivalent measures A CBAM would undermine also the domestic utilization and\nfocusing on imports only\ncapacity\ncompetitiveness. Ensuring a WTO compliant CBAM will reduce the risk of retaliatory action in EU export\nmarkets.\n4. Feasible and effective functioning\nThe effectiveness and efficiency of CBAM depend on adequate rules and procedures for authorities and business. These will need to emerge in time to enable compliance of non-EU suppliers. This work includes",
  "page_3": "agreed parameters for embedded carbon in products (in the EU and internationally), effective verification instruments as well as customs implementation and recognition of third-country carbon pricing systems. It is also critical that stakeholders can contribute to developing effective and efficient measures Solution: To identify possible challenges early, a stakeholder process involving customs, the proposed CBAM authority and industry would be helpful identifying bottlenecks regarding data availability, methodologies, adequate customs procedures, for which alternative approaches may need be explored.\nIn summary, Cefic believes\ne As the risk of carbon leakage is set to further increase, EU policy needs to strengthen carbon leakage provisions as long as the asymmetry in global climate response makes this necessary. This is crucial to ensure the massive transformational investments needed for the industry to successfully meet the climate challenge flow to Europe. The current CBAM proposal is not sufficient in this regard.\ne In order to provide an adequate operating and investment framework for the chemical industry, the CBAM proposal would need to be amended towards a comprehensive solution (chart 9) resolving four key issues: the inclusion of indirect carbon costs, coverage of full downstream value chains, assurance of export competitiveness and a workable implementation are crucial.\ne Free and fair trade — of which Cefic remains a strong supporter — must be governed by WTO rules. The European chemical industry is closely interlinked internationally and relies on an agreed international trade order. Ensuring a WTO compliant CBAM will reduce the risk of retaliatory action in EU export markets. This requires greater international dialogue to ensure that key trading partners are fully informed of the EU plans and of the ways in which their imports will be treated under CBAM. For example, an agreed, standardized and product-specific methodology for calculating product carbon footprints needs to be developed, and potential for trade conflict minimised.\nJanuary 2022\nFor more information please contact:\nPeter Botschek, Director\nIndustrial Policy and Competitiveness\npbo@cefic.be\nAbout Cefic:\nCefic, the European Chemical Industry Council, founded in 1972, is the voice of large, medium and small chemical companies in Europe, which provide 1.2 million jobs and account for 16% of world chemicals production.",
  "page_4": "Chart 1: EU27 loses about 60% of its original market share during 20-year period\nEU27 share of global chemicals investment\n25\nx\n28\n35\n20\nSpecialty chemicals\nPerfumes, Cosmetics\nAdhesives\nPackaging products\nMaintenance and Construction products\n209\n19.4\n19.6 197\n203\n19.1\n188\n178)\n175\n178)\n11749167\n158\n160\n16.3\n254\n148\n132\nill\nHt\n10\n2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 2020\n\"== Global share (%)\nBl £27 chemicals investment (€ billion)\nSource: Cefic Chemdata International\nChart 2: Chemical industry value chains\nInorganic chemistry (nitric acid, Polymer additives (Basic plastics materials)\nchlorine, sulphides, ...)\nSpecialty polymers & resins\nOrganic chemistry (ethylene,\npropylene, ethane, ...)\nColorings, Pigments, Flavors and Fragrances\ningredients\nFertilizers\nPlant-production products\nPesticides\nExplosives\nCosmetics\nNitrogen (N), Phosphorus\n. Water treatment chemicals\nElectronics chemicals\nThe chemical industry value chain is very diversewith many products supplying a wide variety of end applications\n184\n8460\n10\nBasic chemicals\n25\n* Basic plant nutrients:\n(P) and Potassium (K)\n10\n20\n15\n218\nOY\n15\nProduct mapping\nGlues, coatings, paints, varnishes\nColorings, Pigments, Flavors and Fragrances\ningredients\nDetergents and surface cleaners\nPlastics, technical plastics and surfactants\nFood additives\nCatalyst or textile fibers\nGlass manufacturing\nA\nMA. | _\nAutomotive & Transport\nIndustrial Manufacturing (material, metallurgy, electronics, ...)\nAgriculture\nog\nConstruction\nDecember 2021\nConsumer goods (Fashion, Health, Beauty)\nOther (Utilities, Medical, Military ...)",
  "page_5": "C h art 3: Chemical industr interlinked with key economic sector: Ss\nZA LE — Zs oe Z l] Lf,\nWholesales\n& retail trade;\nrepairs\nAA\n“i SJ] ca & engneering Specialized Constructon\n0 Chemicats\nLL\nta, EZ ‘Computers, Electronics & Opticals.\niy\nCy\n(Concrete,\nCement & Plaster\n\\S y oy Lp me ‘Construction Of Buikings\n7S\nZ i 6 Z Uh\n%, ZL)\no I, th |\nBectrical Equipment\nBectrictty, Gas, Staam & Air Conditioning Supply\naa) J V/,\nFabricated Metal Products\nfi AN | N\nFerro-Alloys & Silicon\n———\nFood Beverages\n&\nUs,\nry Ba\nUy Sy <=\n—_ Land Transport & Transport Via Pipelines\ny\nMachinery & Equipment N.E.C.\nais\nMotor Vehicies & Other Transport Equipment\nwe\nye on Non-Ferrous Metals\n‘Other Non-Metalic Minerals:\n\\y\nPharmaceuticals\n— Printing Recorded\n& Media\nZi\nBANS\n& Pulp Paper\nRetail Trade\nOA Nos\nMi\n—_—\nLe, & Rubber Plastics\nSSS\nA We\naS\n— Textiles & Leather\n‘Waste & Collection Treatment\nJS Water Collection, Treatment & Supply & Sewerage\n(Other Manutacturing\nrs\nPZ i\n>\n<=\n8.0%\n3.2%\nHealth 16.8\nOther\n44.4%\nAgriculture,\nhunting,\nand fishing\n9.2%\nj o We\nC h art 4: More than half of EU chemicals are su lied to the industrial sector\nCustomer sectors of the EU27+UK chemical industry (2017)\n& Ceramics Retractory Products\nR&D and other\nbusiness activities\n3.3% Mining and utilities\nServices\neo\nRubber and plastics products 15.5%\nConstruction 5.1%\nPulp, paper, paper products, printing and publishing 4.3% Electrical machinery and apparatus, nec 2.2%\nCoke, refined petroleum products and nuclear fuel 3.6% Other non-metallic mineral products 2.0%\nTextiles, textile products, leather and footwear 3.5%\nMachinery and equipment, nec 1.8%\nManufacturing nec; recycling 1.7%\nFood products, beverages and tobacco 3.3%\nMotor vehicles, trailers and semi-trailers 3,0%\nOther manufacturing 2.2%\nBasic metals 2.6%\nUnless specified, chemical industry\n(Oxford Economics)\nand social\n|\nComputer, electronic and optical equipment 2.4%\nFabricated metal products 2.4%\nSources: ICCA report 2019, Catalyzing Growth and\nOur World's Sustainabili",
  "page_6": "Chart 5: PwC study scenarios:\nScenario description\nCBAM product scope\nCBAM emissions\nscope\nCarbon cost\nallowances\nFree\n@ As-is situation\naoee eee eee P\nwenn e eee bb\nCost pass-\nTo -be situation (2036) D> upstream J\nthrough\nwith restrictive CBAM\nDownstream\na------------- ==\nTo -be situation (2036)\nwith comprehensive D upstream PDownstroamg\nolution (full CBAM or\nclimate contributiof)\nEe\nEH\nEU manuf. Non-EU manuf.\nNo CBAM\nC hart 6: For ammonia, the proposed restrictive CBAM would still increase the risk of carbon leakage Ww hile a comprehensive mechanism ensures level laying field\neeeee\nje ee\nCarbon costs\nin ETS scope and\napply to products »\nn.a.\n| aare assumed to\n50/t\nthrough onto end\nbe passed.\n| ee + Pe eee\nproducts\n»\nIndirect\n50/t\nFA maintained in case of a\nee ee eee climate contribution\nn.a. and FA apply\nCarbon costs\nETS scope\nCBAM impact along the Textile (Clothes & Carpets value chain — focus on Ammonia\n| fe\nee\n_ (%)\nNo CBAM\nHH\nEU manuf. Non-EU manuf.\nto products in €50/t\nTo -be situation (2036)\nwithout CBAM and FA\nEU manuf. Non-EU manuf.\nTotal costs comparison\nEU manuf. Non-EU manuf.\n$b,\nwoeeeeeeeeeeeey\nsh\nHeat maps: exposure to extra-EU competition\nLow risk of extraEU High risk of extraEU\ncompetition\ncompetition,\n$%,",
  "page_7": "Chart 7: The European chemical industry is an export champion EU27 chemical sales structure (%)\n2010\n2020\n13%\n29%\n26%\n34%\n€456 billion\n€499 billion\n53%\n45%\nHB £27 home sales\nBF intra-£U27 sales\nSource: Cefic Chemdata International\nC h art 8: EU27 holds trade surplus with top competing markets\n|| EU27 foreign sales\nEU27 chemicals trade flows with major geographic blocs (2020)\n«,-\n-.\n&\n=\n61.4\n2 47.1\n10.\n3.4\nJapan\nNAFTA**\n154\nSource: Cefic Chemdata International\nFree Trade.\nBi\n4\ntin America\nw Extra-EU27 exports (€169.3 billion)\nExtra-EU27 imports (€128.8 billion)\nfrica\nof Asia***\nRest of\nthe world\n~~\n2 Rest of Europe covers UK, Switzerland, Norway, Turkey, Russia and Ukraine\nit\n*** Asia excluding China and Japan",
  "page_8": "C h art A comprehensive CBAM or equivalent policy tool can level the laying field for chemicals\n(1) As-is situation by 2036, considering the maintaining of free allowances as is (2) CBAM close to the current EC proposal, considering only direct emissions and upstream products — No free allowances (3) CBAM including all emissions and all products on the value chain (including downstream) — CBAM without free allowances or climate contribution\nFuture design should include all emissions\n. The CBAM considered by the EC focuses on direct carbon emissions «Asa CBAM\nshould aim to create level playing field on European trade market, hence the\nneed to fully replicate future ETS -related carbon costs onto imported products\nBesides, considering direct emissions only would not fully encourage producers\nto look for the greenest possible production processes and energy sources\n,\ndepending on local energy mix when generating electricity.\nNo CBAM and no free\nallowances?)\nCase Study : PVC in 2036\nRestrictive CBAM (direct,\nbasic products) 2)\nComprehensive solution 3)\nFuture design should include downstream products\nComplex value chains and products should also be taken into account : if 3 country\nplayers only pay CO2 costs related to specific steps of the value chain, an incentive to\nrelocate full value chains outside the EU will arise.\n#\nPN\nFuture design should include exports\nThe considered design option considered by the EC supposes the end of free\nallowances (FA), which would increase carbon leakage related to exports.\nFor a sample of 70 products , a full rebate on exports carbon costs would cost €Bn\n1.2 and help preserve exports worth €Bn 70"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
