{
  "file_name": "2_26.pdf",
  "pages": {
  "page_1": "KEMIANTEOLLISUUS\nCarbon Border Adjustment Mechanism (CBAM)\nSubject Overview\nIn 2018, Ursula Von Der Leyen outlined the introduction of a Carbon Border Adjustment Mechanism as part of the Green Deal, which would apply a tariff or tax on products based on their greenhouse gas emissions. Reporting requirements for products valued at over 150 euros under this mechanism were set to begin on October 1, 2023. Starting from 2026, there will also be an obligation to acquire CBAM certificates to offset the emissions from the production of a product. The obligation to acquire CBAM certificates will increase gradually between 2026 and 2035. The price of CBAM certificates will follow the price of EU emissions trading allowances.\nAs of the 2023 CBAM decision, products from the chemical industry, including fertilizers (including ammonia) and hydrogen, fall under the scope of the carbon border adjustment mechanism. The current interpretation suggests that the mechanism overlaps with the carbon leakage protection of the EU emissions trading system. Consequently, the allocation of free emission allowances will decrease as the obligation to acquire CBAM certificates increases.\nThe practical implementation of the carbon border adjustment mechanism appears to pose technical challenges. This topic has also raised concerns from countries outside the EU, with the risk of the situation escalating into a trade dispute.\nIf the implementation of the carbon border adjustment mechanism is successful, it has the potential to protect the EU's internal market. However, the loss of free emission allowances (and possible compensation) will negate this benefit for some companies. The carbon border adjustment mechanism does not protect exports, so it seems to be detrimental to industries covered by emissions trading carbon leakage protection.\nObjective of the Chemical Industry\nThe chemical industry approaches the carbon border adjustment mechanism and its potential expansion with caution. The industry believes that the existing carbon leakage protection of the EU emissions trading system should be maintained primarily and strengthened. The EU's carbon border adjustment mechanism should be kept as narrow as possible, and any potential expansion should be carried out in consultation with the industry affected by the expansion.\nThe carbon border adjustment mechanism should not affect the cost competitiveness of export industries. Since the mechanism does not protect exports outside the EU, other carbon leakage protections should continue for relevant production. Additionally, the carbon border adjustment mechanism should not be applied to intermediate products in the value chains of chemical industry products. In principle, industries brought within the scope of the mechanism should be granted a sufficiently long transition period now and in the future.\nFor the chemical industry, it is essential that national authorities interpret CBAM rules and potential sanctions from the EU level reasonably in the early years of the mechanism's\nKemianteollisuus ry Etelaranta 10, PL 4 00131 Helsinki PUH. 09 172 841 www.kemianteollisuus.fi Y-TUNNUS 0909788-1 KOTIPAIKKA Helsinki",
  "page_2": "implementation. Additionally, reporting requirements should be designed to minimize additional bureaucracy.\nCurrent Situation and Timeline\nThe Commission's CBAM Regulation came into force in 2023, followed by the focus shifting to EU-level and national implementation. The details of the regulation will be further clarified through implementing acts, and several review points have been included in CBAM's operation, allowing for adjustments to the regulation.\nThe reporting period for the CBAM Regulation starts from October 1, 2023, to December 31, 2025. After 2026, the obligation to return CBAM certificates begins, with the full obligation being phased in between 2026 and 2035.\nWhat We Influence\nFinland's stance European Parliament and Commission Cefic's stance 4 The activities and positions of the hydrogen cluster\nWe monitor the positions of other countries and stakeholders and influence the implementation of the mechanism.\nAdditional information and materials:\nTuomas Tikka\nSenior Advisor\ntuomas.tikka(a)kemianteollisuus.fi\n+358 45 131 6683"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
