{
  "file_name": "2_27.pdf",
  "pages": {
  "page_1": "E2cetic\nCarbon Border Adjustment Mechanism (CBAM)\nCefic Contribution, 30 March 2020\nA. Context\nCefic welcomes the Commission’s focus on ensuring industry competitiveness for a climate-friendly transition, namely to become climate-neutral by 2050 while ensuring that European companies can globally compete on a level-playing field.\nCefic remains a strong supporter of free and fair trade. In light of increasing EU climate ambitions, Cefic welcomes the recognition of EU policy makers of the need to protect against carbon leakage and safeguard the competitiveness of domestic industries. The best way to level the playing field is to ensure that other countries raise their climate ambition. As long as that is not the case specific carbon leakage measures remain necessary.\nProblems the initiative aims to tackle\nUnder the EU Emissions Trading System (ETS) EU industries are facing a declining cap on emissions towards 2030, coupled with a price to pay if emitting beyond a certain benchmark level, the aim being to drive domestic industries towards a decreasing GHG emissions path. However, imports into the EU are not subject to ETS and therefore will increasingly gain competitive advantage, if producers in third countries benefit from lower or no domestic carbon costs. Under the current ETS system, the free allocation of emission rights at benchmark levels seeks to safeguard the competitiveness of industry and avoiding carbon leakage. However, the more asymmetric emission targets and policy measures become, the more critical it will be to effectively level the playing field for EU industry through strengthened carbon leakage provisions. In order make Europe an attractive investment location for chemicals, such measures need to be part of a comprehensive industry policy.\nBasis for EU intervention\nThe increased EU ambition of leading the global fight against climate change is now putting new emphasis on “Border Adjustment Measures” (BAMs) or “Carbon Border Tax” as possible instruments to avoid carbon leakage; however, at this stage there is no specific proposal on how such measures could be structured other than that these measures would apply to imports into the EU. Product scope and target countries remain undefined for the moment.\nB. Objectives and policy options\nCefic advocates for a comprehensive industrial policy strategy that enables industry to competitively transform to a low carbon economy. This strategy must embed an in-depth reflection on carbon pricing policies in general and on all possible policy options that would help mitigate carbon leakage and incentivize emissions reduction globally. An EU trade strategy strengthening the international rules-based system and fair competition should be part and parcel of that as well.\nThe upcoming Commission impact assessment should therefore look at all carbon pricing policies and carbon leakage prevention options including direct and indirect carbon costs and consider several scenarios. The different options and resulting costs, including the impact of no action, should be carefully considered for their ability to set the right incentives towards competitive low carbon manufacturing in and outside of the EU. The impact assessment should include chemical products",
  "page_2": "E2cetic\nand cover the possible impact on chemical subsectors and downstream industries, taking into account that chemicals are widely used across many international value chains.\nIn order to deliver the required benefits for the chemical industry, the following key principles should apply:\n1. Export competitiveness must be ensured 2. WTO compatibility must be ensured 3. Promote international dialogue to avoid trade conflicts 4. Use revenues completely to support low carbon manufacturing and investment 5. Current carbon leakage safeguard must not be compromised 6. Cost and complexity must be minimised, while the framework must be robust"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
