{
  "file_name": "2_32.pdf",
  "pages": {
  "page_1": "Pceric\nCONTRIBUTION\nCefic Response to the European Commission call for contributions Competition Policy supporting the Green Deal\nThe Chemical Industry appreciates the review of EU competition policy to support the unprecedented industrial transformation required to achieve the Green Deal. This comprehensive programme challenges the EU’s sustainable development. If the EU wants to lead in the process of industrial transformation, massive investments from EU industry are required that global competitors do not need to make. Without an adaption of the competition policy framework, EU industrial competitiveness is at risk.\nCefic supports the overall direction taken by the Green Deal and the EU going climate neutral by 2050. The required industrial transformation will imply massive investments: a Dechema analysis shows an investment requirement of €27bn per year between now and 2050. This will only be possible if private investment is enabled (amongst other things, by ensuring globally competitive conditions for industry in Europe), and by ensuring sufficient public sector support is available.\nEU competition policy should be aligned with the Green Deal objectives and enable this massive transformation. It needs to balance newly market conditions as well as maintaining competition in the EU Single market with the demands of industrial transformation in the pursuit of the environmental goals of the Green Deal.\nInnovation wil be key for the success of the transformation. Competition policy needs to aim at supporting innovation via competition and cooperation at the same time.The EU chemical industry is a driving player and already supplies the homegrown essentials for going clean, circular, digitalized and climate neutral. For the chemical industry, the EU needs to ensure global competitiveness, given that global action on climate change remains fragmented, whilst maintaining security of supply at the same time.\nThis Response constitutes a preliminary contribution to the Commission’s questions regarding the competition policy framework and provides a high-level overview of the ways in which competition policy could support the Green Deal. Cefic has and will continue to make comments on other policy initiatives resulting from the Green Deal. The Commission should continue engaging with industry and competition practitioners on this subject, including with respect to any specific proposals.\nChemistry\n\\%\nEuropean Chemical Industry Council - Cefic aisbl Rue Belliard 40 b.15 B-!040 Brussels Belgium Tel. +32.2.436.93.00 mail@cefic.be www.cefic.org EU Transparency Register n° 64879 142323-90",
  "page_2": "State Aid: it is important that a firm and stable framework for state aid is available to enable companies in the chemical sector -big companies as well as SMEs - to transform in line with the Green Deal objectives and that this aid incentivizes rather than discourages. For the chemical industry, this includes access to abundant clean and affordable energy, allowing companies to compete not only in Europe, but also globally. Competition policy, including in the area of state aid, needs to be further mobilised to facilitate industrial transformation. In this review process, ultilateral rules need to be respected.\nIndustrial transformation\nAccording to the Industrial Transformation Master Plan*, state aid guidelines (in particular, the Environmental and Energy Aid Guidelines) should be reviewed to stimulate early adoption of innovative first-of-its-kind solutions in industry. State aid can be allowed to remedy market failures: in the case of EU chemicals production, state aid is crucial to ensure a level playing field for EU industry as it seeks to carry out the massive transformative investments required to achieve the EU’s climate ambitions. Where market prices are set ina global competitive environment, where many actors do not face the same transformation imperative, such investments may not provide the return expected given the considerable commitments required (without some form of public or policy support). The EU’s plan to introduce a Carbon Border Adjustment Mechanism (CBAM) is at best insufficient to address the challenge of transformation. As for CBAM, the state aid should be in conformity with WTO rules governing subsidies to avoid aid being challenged by trading partners. The reforms of EU state aid rules and WTO rules on subsidies need to be closely aligned.\nReducing the GHG footprint of our production does not improve the functionality of the product and there are currently only \"soft” incentives for the consumer to pay a higher price for a product with the same functionality. Since there is no pass-through possible of EU climate costs due to international competition, EU climate policy will lead to lower margins, increasing imports and a weakened EU investment case unless appropriate policy measures are taken.\nTherefore, state aid rules must complement the Green Deal and higher climate ambition for as long as similar constraints are not faced by non-European competitors. This includes, allowing for adequate hardship regimes, cost limits and specific measures for most exposed sectors and value chains via state aid rules.\nSwitching to alternative processes / first-of-a-kind technologies carries a huge risk for industrial operators.\nFinancial instruments, e.g. EU carbon contracts-for-difference, could help to de-risk these investments while maintaining an EU level playing field. Member States and EU budget should also in the future be able to provide state resources that contribute to the realization of European GHG reduction objectives without distorting the intra-EU level playing field.\n1 https://ec.europa.eu/commission/presscorner/detail/en/IP_19 6353",
  "page_3": "The state aid framework should enable compensation mechanisms for greenhouse gas reduction measures that would otherwise put climate-ambitious EU industries at a competitive disadvantage in the global or the EU market. This should include electrification, waste or CO» recycling, use of climate-friendly hydrogen as an alternative energy/feedstock source etc., all of which contribute to the realization of a climate-neutral society in 2050. Over-compensation must be prevented, while fair competition in the EU internal market should be safeguarded by ensuring that companies across the EU are enabled to transform in a competitive manner, regardless of the budget flexibility of the Member State concerned. For companies in all Member States, state aid for a competitive transformation should be facilitated for a broad range of low carbon technologies beyond CCS, including regulatory sandboxing for certain innovations.\nState aid rules on Important Project of Common European interest (IPCEIs) should continue to play a key role for the deployment of new value chains. It is important that the chemical industry as an enabler of all industries needs to have access to all measures of customer industries as well.\nSecuring access to abundant clean and affordable energy\nState aid rules for Environmental protection and Energy will have an important role to play, by supporting the further deployment of low-carbon energy sources while ensuring that energy costs remain globally competitive for industry.\nState aid rules should investigate what is needed for an appropriate market design that enables cost- efficient use of resources in generation, demand and infrastructure and sufficiently clear investment signals at acceptable risk level. The aid should be based on an EU and international comparison of the energy costs for the industry. The energy costs between Member States differ and, also on an international level the cost of energy differs due to different taxes, surcharges, mandates and merit orders.\nStrengthening relief measures and EU Methodology (Annex 4 EEAG) or RES/low carbon electricity integration for industrial consumption is critical, through removal of additional levies and surcharges for industrial consumers provided they fulfill certain conditions. Large integrated companies with massive power needs require particular support in greening chemistry, through RES/low carbon electricity integration. State-aid guidelines must treat RES supplies in EITE industries equally regardless of the legal structure of a given company. Secondly, state-aid guidelines should allow different ways of RES integration like grid-procurement, on-site generation or hybrid set-ups in a non-discriminatory way.\nThe recently adopted new state aid guidelines for indirect compensation for EU ETS reduced the number of proven carbon leakage sectors eligible for compensation and led to an exclusion of organic chemicals sector despite the sector’s increasing indirect costs of the EU ETS and its growing exposure to international competition. This development will increase electricity costs for the organic chemicals sector for the next decade and deter investments in process electrification, which is however an essential part of the industry’s transformation to achieve climate neutrality. The new guidelines should therefore be reviewed and adjusted in light of the Green Deal objectives.",
  "page_4": "A more global perspective of EU competition policy\nIt is essential to ensure that effective state aid controls both provide fair intra-EU and safeguard industry’s ability to withstand global competition.\nIn the framework of the Green Deal, state aid becomes an important tool to ensure a level playing field between EU Energy Intensive Industries and global competitors. The implication for EU state aid policy is that it needs to acknowledge the specificities of industrial sectors and avoid the unintended effect of compromising the global competitive position of European industry, thus frustrating the policy objectives that drive the industrial transformation in the first place.\nIn this regard, Cefic welcomes the publication of the EC White Paper on Foreign Subsidies. The proposed new instrument can become an important part of the framework addressing a distortive impact of foreign subsidies and help to ensure the global competitiveness of European industries. Cefic considers that this will require: (1) legal certainty, starting with clear definitions of key concepts such as foreign subsidy, SOEs and distortion; and (2) enforcement procedures that are not overly burdensome and that can be completed within short timeframes leading to effective redress. However, the design of the instruments shall not be to the detriment of interests of European MNEs investing in transformation processes abroad, or trigger retaliation.\nHow to define positive environmental benefits?\nIn the case of climate, GHG abatement potential is the most objective / reliable criterion. Other criteria may need to be defined for other segments of the Green Deal such as circularity, if the associated industrial transformation unduly affects industry competitiveness to the point of temporarily risking the economic sustainability.\nWith regards to the EU Taxonomy, application in its current form would result in a very narrow categorization of activities / companies which may be eligible for any state aid. Such conditions may hinder the profound industrial transformation needed to make the Green Deal a reality. Additionally, the highly technical nature of the EU Taxonomy is subject to ongoing discussion, and its applicability elsewhere cannot be explored until its usability is assessed by key market players (including EU companies and private finance).\nIn most cases companies are unable to finance the transition alone and require collaboration with various state and non-state actors as well as financial markets.\nFurthermore, it is essential that access to state aid is granted solely on the basis of the merits of the project concerned and not for other considerations such as the overall financial position of the proposing company.",
  "page_5": "Antitrust rules: There is a need to review these rules to allow necessary cooperation to be facilitated as required by the Green Deal objectives. EU and national competition authorities need to lift actual and perceived competition law barriers to legitimate industry collaboration.\nTo address the challenges ahead, increased cooperation within the chemical industry can accelerate the transition. There will be new ways to cooperate’, a few of which can already be described: The traditional split between horizontal and vertical cooperation may be difficult to maintain, given that cooperation in this area will likely be both horizontal and vertical at the same time. Therefore a more holistic approach that takes both vertical and horizontal aspects into account would be needed. In a circular economy waste may become a useful feedstock both within the same sector e.g. post- consumer and post-industrial plastic waste can be used to produce recycled plastic through chemical recycling or for another sector, e.g. cement. To move the chemical industry towards a circular economy will require cooperation not just between one or two companies, not only in the chemical sector and along its value chain but across sectors and different value chains. The Commission is encouraging the creation of alliances prompting new ways to collectively develop and innovate. It is important for the Commission to clarify within which boundaries such Alliances can take place. This momentum requires entire sectors, value chains, together with technology drivers, to undertake a real shift of mentality and cooperation model. This may, in specific circumstances, be facilitated by increased coordination between market actors. For example, companies may need to obtain a collective understanding on strategic direction and gather relevant data which is currently unlikely to be allowed by competition law. Phasing out and substitution of substances is currently a matter for individual companies. In the event that voluntary collective substitution would be encouraged, an appropriate competition law framework should be available to enable companies to engage in such effort.\n2 https www.accenture.com/_acnmedia/PDF-117/Accenture-Winning-In-A-Circular-Economy-Executive-Summar df",
  "page_6": "Further clarification and comfort to be given on the characteristics of agreements that serve the\nobjectives of the Green Deal without restricting competition / Circumstances in which the pursuit of Green Deal objectives would justify restrictive agreements beyond the current enforcement practice Companies considering entering into agreements that contribute to sustainability objectives, e.g. lower CO2 emissions, would welcome acknowledgement by the Commission that there is a need for greater cooperation between business in this area - particularly in the light of the EU Green Deal. Without this clear signalling and comfort from the Commission there is a substantial risk that business and its advisors will feel they need to adopt an overly conservative approach to legitimate collaboration on environmental arrangements, which could severely hamper the achievement of rapid decarbonisation that is needed to meet international and EU environmental goals. It is a question of balancing advantages for society at large and the completion of the Green Deal, versus restriction of competition that normally would be challenging under current competition law rules. In these cases it is important to describe how benefits can be considered under Article 101 paragraph 3 as offsetting restrictions of competition. We understand that the Dutch Authority for Consumers & Markets - ACM issued draft guidelines to review “sustainability agreements”? for precisely this purpose. The Commission’s objective towards climate authority is fully supported by Cefic along with a clear and consistent approach to the industry’s role in the Green Deal across the Commission’s Directorate-Generals. Even if rules may be found in different pieces of legislation and guidelines, it would be helpful to provide all Green Deal-related measures in one place in order to facilitate understanding of the rules, in particular for SMEs. Given the speed with which businesses and sectors need to take action to move to a low carbon future, Cefic believes swift action by the Commission to implement specific guidelines on the application of competition law to agreements with a sustainability objective is essential to achieve the aims of the Green Deal. Legal predictability is important for companies embarking on major shifts and huge long term investments. As climate change is an international issue, the Commission is also encouraged to take the lead and engage with other international authorities to ensure a harmonized approach is taken to competition law analysis and enforcement in this area.\n3 https://www.acm.nl/nl/node/19685",
  "page_7": "e Self-assessment by companies or cooperating companies may occur should new rules and guidance be published. Given the novel issues at stake, it could also be of interest to allow case-by-case assessment organized under the auspices of the Commission (DG Competition).\nSustainability Guidelines\ne There is an urgent need for EU and national competition authorities to adopt clear and detailed sustainability-specific guidelines including examples, to assist business to self-assess legitimate industry cooperation. Whilst specific stand-alone competition law guidance for climate change (and other sustainability) initiatives is desirable, at a minimum the Commission should create a sustainability-specific section in its revised 2010 Horizontal Guidelines. In particular, Cefic suggest that the guidelines should: [e) clarify and broaden which types of cooperation are permitted and how these should be assessed under the current competition law framework; clarify which types of cooperation it would consider necessary and proportionate to pursue public interest objectives related to climate and environmental goals and therefore fall outside of Article 101 TFEU (Wouters) and/or which types of cooperation should be assessed under the exemption criteria in Article 101(3) TFEU; identify what the Commission considers to be “by object” infringements in relation to types of cooperation related to sustainability and environmental goals; update and make relevant its guidance on information exchange in the context of sustainability initiatives; and revise and update the Commission’s guidance on the application of Article 101(3) TFEU (see section below).\nApplication of Article 101(3) TFEU\ne\nThe approach to the application of Article 101(3) TFEU taken by the ACM in its draft guidance on competition law and sustainability agreements demonstrates how competition policy can appropriately support the Green Deal and Cefic would welcome the Commission adopting the same.\nIn particular Cefic recommends that:\ne the assessment of such agreements under Article 101(3) TFEU should build on, and develop existing precedent that acknowledges that any restriction on competition should be weighed against the benefits, including environmental benefits, brought to the wider society and move away from a narrow assessment that only takes account of the benefits that accrue specifically to consumers in the market where the co-operation is taking place; this approach to Article 101(3) TFEU is necessary under the Treaty in light of the environmental obligations therein;",
  "page_8": "clarity should be provided as to how such benefits should be measured and indicate what qualitative criteria will be relevant under this assessment, for example, this should include taking account of the benefit of doing something now/more promptly than would otherwise be the case; and the guidelines need to be practical and helpful. In order to empower advisors to move away from an overly conservative approach the guidelines should contain case studies and examples which provide comfort to business that if certain characteristics are met then the presumption is that the Article 101(3) TFEU balance favors the restriction or that the initiative is unlikely to restrict competition (under a Wouters type analysis). For example, the following categories of agreement would benefit from such worked examples: [e) voluntary emissions target setting including what they can / cannot include in terms of the mechanisms to achieve their legitimate objectives; joint commitments by business to do, or not to do certain things which negatively impact the environment (e.g. commitment to refrain from a certain environmentally unfriendly process); and [e) collaborations to create new alternative fuel pathways. Consultation with the Commission e While a prescribed process that gives business clarity on evidentiary requirements and timing is desirable, parties may come to the Commission with various types of engagements that require varying review processes. Thus, the important thing is that the Commission commits to engaging with industry in a timely and effective manner to enable prompt decision making and does not place an undue administrative burden on business, including demonstrating a willingness to be flexible in approach to suit the specific requirements of the initiative and its objectives. The aim should be to facilitate the shift of the chemical industry to achieve the objectives of the Green Deal, while maintaining the basis of competition policy. Anew equilibrium ought to be found to help and allow the acceleration of the changes.\nMerger control: the Green Deal together with the necessary economic recovery from COVID-19 may result in an increase of companies engaging in mergers. EU rules do already provide for taking the global market as reference market into account. The reform of competition policy should give this global context a greater weight than today.\n25 November 2020\nContact: Nicole Maréchal, Legal Advisor to the Director General @ + 32.2.436.93.24 nma@cefic.be"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
