{
  "file_name": "2_36.pdf",
  "pages": {
  "page_1": "Pceric\nPOSITION PAPER\nOCTOBER 2021\nCefic umbrella position on the ‘Fit For 55’ package\nCefic welcomes the European Commission’s ‘Fit for 55’ package and supports strong action on climate change, in line with the scientific advice provided by the Intergovernmental Panel on Climate Change (IPCC). The ‘Fit for 55’ package is a crucial step towards the EU climate-neutrality objective by 2050. A successful implementation will require ambition across the economy, including an ambitious industrial policy creating the enabling framework for the transformation of Europe’s industrial base. Policies also need to be backed up with a sectorial strategy providing more details on how the Commission expects different sectors of the whole economy (industry, power, buildings, transport, agriculture) to contribute to the overall objectives until 2030 and beyond. This sectorial strategy should also include regular check points regarding progress on the enabling conditions for the transition of each sector. For the chemical industry, this includes the availability of competitively priced renewable and low-carbon energy, support for the deployment of breakthrough technologies, availability of public and private finance and robust carbon leakage protection.\nWe therefore want to ensure that the Fit-for-55 Package will be a success for EU industry and society at large, recognising it as a key enabler of the transition to a climate neutral Europe while safeguarding the EU’s competitiveness and strengthen Europe’s leading role in tackling climate change.\nTo this end, we highlight in this paper a number of recommendations focusing on the following legislative files:\nEffort-Sharing Regulation (ESR): Avoiding a transfer of responsibility from Member States to Industry\nEmissions Trading Scheme (ETS): Carbon leakage protection must be improved, at a time when EU chemical companies will have to invest massively into their transformation, in a context of growing asymmetry in carbon pricing between Europe and the rest of the world\nLand-use, Land-use Change and Forestry (LULUCF): Carbon sinks as an essential component in restoring sustainable carbon-cycles\nEnergy Efficiency Directive (EED): Promoting complementarity between the “Energy Efficiency First” principle and industry’s move to renewable and low-carbon energy\nRenewable Energy Directive (RED): Ensuring access to increasing volumes of cost-competitive renewable energy\nCefic stands ready to participate fully in the policy dialogue to help make the Green Deal a reality.\nChemistry\n\\%\nEuropean Chemical Industry Council - Cefic aisbl Rue Belliard 40 b.15 B-|040 Brussels Belgium Tel. +32.2.436.93.00 mail@cefic.be www.cefic.org EU Transparency Register n° 64879 142323-90",
  "page_2": "The Effort-Sharing Regulation (ESR) revision: While we support the overall ambition, the “Fit for 55” package is de facto a transfer of responsibility from Member States to industry\nCefic believes that the Commission proposal for national emissions reduction targets (the so-called “Effort Sharing Regulation”) is not sufficiently ambitious and leaves a disproportionate share of the additional effort to sectors covered under the EU ETS. The European Commission’s ambition on building renovation and low-emitting transport should be matched by an equally strong level of ambition for these sectors, where there is significant untapped potential.\nWe welcome the fact that, while heating in buildings and road transport will be subject to a new carbon pricing instrument, they remain covered by the revised effort-sharing proposal. Government action remains necessary to tackle market failures, ensure infrastructure deployment, promote sustainable mobility and building renovation.\nThe EU Emissions Trading Scheme (ETS) reform: Carbon leakage protection must be improved, at a time when EU chemical companies will have to invest massively into their transformation, in a context of growing asymmetry in carbon pricing between Europe and the rest of the world?\nCefic continues to support emissions trading as the key policy tool for achieving emission reductions in power and industry at the lowest cost to society: carbon pricing can trigger emission mitigation options and investment decisions of companies and sectors according to economic, environmental and social feasibilities, while allowing companies to remain globally competitive. To meet these objectives, the EU ETS should deliver a price signal, while guaranteeing a level-playing field with between European companies and their competitors.\nWe very much welcome the Commission proposal to ensure that EU ETS auction revenues collected by the Member States are used for climate-related purposes and in that context, we would welcome a clear reference to support for industrial innovation of ETS sectors.\nPerformance-driven free allocation and financial compensation for sectors exposed to international competition have proven to be effective means to mitigate carbon leakage risks. A more robust and stable framework taking into account both direct and indirect carbon costs, value chain effects and actual emission costs is needed towards and beyond 2030. Cefic is concerned by the proposed ‘rebasing’ of the ETS cap, as it would result in reduced availability of this free allocation. Companies depend on reliable shielding from unfair global competition to ensure their resilience on global markets and remain attractive for investments. The total free allocation volume should thus be guaranteed for industry, avoiding correction factors that would unduly reduce free allocation and bring uncertainty.\nLevels of free allocation are already based on strict performance benchmarks. Therefore, Cefic does not see the need to make free allocation conditional on the implementation of audit recommendations or\n1 Europe makes 18% of the world GDP but 75% of carbon pricing (https://www.i4ce.org/download/comptes- up revenues mondiaux-carbone-2020/)",
  "page_3": "equivalent measures, especially with pay-back-times that do not reflect economic reality or when there is not sufficient time for the implementation of those measures. Benchmarks as basis for free allocation should be derived from a representative part of the production activity and reflect the economic and technical reality. Installations using resources, infrastructures or technologies that cannot be implemented broadly or in economies of scale in Europe should not be determinant in setting those benchmarks.\nCefic welcomes an increase of the Innovation Fund. However, funding should not come from auctioning of\nallowances that are earmarked for free allocation and taken from sectors to be included in the Carbon Border Adjustment Measure (CBAM). Moreover, in the same context of ETS and the CBAM proposal, Cefic also advises against the phase-out of free allowances for products, which are not produced for the EU market or which are processed further down the value chain, outside the scope of the CBAM. Otherwise, both export and downstream activities would be exposed to loss of competitiveness and to the risk of carbon leakage.\nElectrification can be an important and innovative climate solution for industry, but it may be hampered by the carbon price component of electricity costs. Financial compensation is meant to compensate such EU indirect carbon costs contained in electricity costs are currently insufficient and dependent on national choices. To boost electrification and hydrogen use as energy carrier, a more effective and legally certain framework is desirable at EU level.\nFinally, Cefic questions the necessity to strengthen the Market Stability Reserve as it will result in the elimination of emission rights at a time of fierce global competition lacking equivalent climate policy costs.\nRecognising the benefits of CO2 circularity is an important step towards restoring sustainable carbon cycles\nCefic welcomes the Commission proposal to recognise CO2 emission avoidance resulting from the utilisation of captured CO; as alternative carbon feedstock for the production of chemicals and polymers, in the EU Emissions Trading System (ETS) Monitoring and Reporting Regulation (MRR) (and any future regulation in this area).\nThe Commission proposal is an important step in this direction as it removes the obligation to surrender allowances for GHG emissions, which are considered to have been captured and utilised to become permanently chemically bound in a product. Cefic is ready to engage with the Commission and all relevant stakeholders in defining a proper methodology that will encourage innovation in that space while safeguarding the environmental integrity of the EU ETS Directive.\nLand-Use Land Use Change and Forestry (LULUCF)\nThe use of sinks as means to balance hard-to-abate emissions is a valid, long-term perspective and will be necessary to achieve climate neutrality by 2050, as supported by the EU’s and IPCC’s scenarios work. Greater investments into natural sinks and carbon removal technologies are needed and we welcome the Commission’s intent to create greater policy incentives for investments. The certification of carbon removals is an important first step in this direction.\nWe regret though that LULUCF as a flexibility is only accessible to Member States. We welcome the Commission’s approach, which foresees that in the longer term, new sectors that have (almost) exhausted\n3",
  "page_4": "their emissions reduction possibilities could be integrated under a combined instrument where residual emissions are offset by natural sinks. We believe it could be an appropriate solution to compensate industrial emissions, which cannot be eliminated in the longer term due to the absence of suitable technological options.\nThe future legislative framework will also need to balance between the LULUCF objectives and progress in the bioeconomy. We therefore welcome the enlarged scope of article 9 to carbon storage products in general: carbon storage is not limited to wood-based materials and product and there are other forms of long-life bio-based materials and products, like fiber-based textiles or biopolymers, which deserve similar recognition. Cefic is at the Commission disposal to provide input on additional carbon storage products from the chemical industry that have a carbon sequestration effect. We believe it is important in this regard to ensure consistency with other pieces of legislation notably the EU ETS and the Effort-sharing regulation.\nThe Energy Efficiency Directive (EED) recast: Promoting complementarity between the “Energy Efficiency First” principle and industry’s move to renewable and low- carbon energy\nThe revised Energy Efficiency Directive (EED), and the energy efficiency first principle play a pivotal role in supporting the transition to climate neutrality. Efficient use of energy and permanent upgrading of existing assets as well as new investment is a must for European chemical producers as energy costs represent a significant portion of production costs in Europe compared with other competing regions. While the remaining energy efficiency potential is unlikely to fully compensate for rising energy costs, industry will continue to explore further possibilities to increase its energy efficiency, through innovative solutions and with appropriate support where necessary.\nWith Energy Efficiency Obligation Schemes (EEOS) intended to provide a substantial contribution to overall EU energy efficiency target, their design is pivotal to the success of the recast of the EED. As a matter of principle, we welcome the emphasis on avoiding overlapping regulatory burdens between the EED and other legislations such as the ETS, ETD, or the Eco-design Directive. However, the increased scope of the EU ETS, the possible rise in the underlying average carbon price, as well as the revision of the ETD taxation minima, would render it extremely complex to assess additionality when it comes to judging to what extent end-users’ choices are influenced by current and future carbon pricing effects. This will substantially limit opportunities for additional energy consumption savings under the EEOS.\nMoreover, the exclusion of energy savings that can be achieved from e.g., the efficient use of natural gas, may limit the opportunity for these savings to be implemented. Such exclusion would even be environmentally and economically unjustifiable, as it would remove incentives for cost-effectively reducing carbon emissions. Hence, the strict additionality criteria for savings under the EEOS will pose a significant implementation challenge for Member States, obligated parties and, by extension, end-users.\nBesides, the schemes may also interfere with companies’ investment decisions aimed at carbon reduction. Specifically, with regards to climate-neutrality plans, companies will want to make integral choices, set their own priorities and search for solutions that fit best in complex production processes.\nTo conclude, the achievability of the raised EEOS targets under consideration of strict legislative additionality, and revisions of the EU ETS and ETD, should carefully be considered, and Member States be provided with notable flexibility to formulate alternative instruments. The cost pass-through of a raised ambition under the EEOS, either directly or indirectly, to Energy Intensive Industries subject to international",
  "page_5": "competition must be avoided and remedial measures be taken accordingly to mitigate the growing risk of carbon leakage.\nThe revised EED also contains a new definition of high-efficiency cogeneration, which includes a criterion for GHG emissions. It is important to avoid overlap and even counterproductive interferences between directives. Seeing that CO2 emissions are already regulated under other instruments, Cefic recommends to remove the criterion on CO2 emissions in the definition of high-efficiency cogeneration.\nCefic supports the implementation of energy audits and energy management systems based on energy consumption levels. The scope of these instruments should be designed to increase their effectiveness and reduce undue administrative burdens. The recast of the EED annex VI also introduces requirements for “identify[ing] the potential for cost-effective use or production of renewable energy” amongst the audit criteria. This requirement should consider both renewable and other low-carbon options for a holistic and cost-effective approach to GHG-abatement.\nNotably, both energy efficiency measures and the use of renewable and low-carbon energy sources and energy carriers are a means for industry to reach climate neutrality. However, reaching this end goal can result in conflicting messages in the energy audit recommendations. For instance, requiring both simultaneously may work for some applications (such as installing heat pumps for efficient district heating and cooling), but send conflicting signals for others (such as a biomass-fired boiler which has a lower efficiency than a natural gas fired boiler; or implementing CCUS). The design of the energy audit criteria and its recommendations should be mindful of these tensions.\nThe revision of the Renewable Energy Directive (RED): Ensuring access to increasing volumes of cost-competitive renewable energy\nCefic welcomes the Commission ambition to increase the use of renewable energies by 2030. Europe urgently needs to upscale renewable energies and prepare import routes, to lower the CO2 content of energy produced and help facilitate the transition towards a climate-neutral energy system.\nHowever, we are still far from the volumes of cost competitive and dispatchable renewable and low-carbon energy needed to unleash the business case for electrification and/ or use of hydrogen in our industry, as the EU’s 2050 climate neutrality goal implies. To meet this goal, we need a holistic, technology-neutral approach, encompassing all renewable and low-carbon technologies being cost-efficiently deployed. This includes, inter alia, energy and hydrogen infrastructures, access to abundant and affordable renewable and low-carbon electricity supply and rapid commercialization of new processes enabled by competitive energy prices are all key enablers in making renewable and low-carbon energies the natural choice in our industry.\nIn this respect, it should also be noted that the Commission will publish in December 2021 an additional set of legislations, as part of the “Fit for 55” package, including a proposal on hydrogen. Therefore, it is crucial that the legitimate objective of increasing renewable hydrogen is consistent with the deployment of other low carbon hydrogen solutions. For industry, the priority should be the fast reduction of CO2 emissions to reach climate neutrality by 2050 while ensuring industry competitiveness during the transition.\nTo this end, we welcome the new proposals aimed at lowering barriers, increasing transparency and regulatory stability, and promoting cost-efficient deployment of renewable electricity. Specifically, we welcome provisions to improve the regulatory framework supporting and facilitating the uptake of",
  "page_6": "Renewable Power Purchase Agreements (PPA), removal of regulatory and administrative barriers to long- term renewables power purchase agreements, and the measures to support the cost-effective uptake of offshore wind. Moreover, we welcome the provisions strengthening the regulatory framework on the guarantee of origins for renewable energy sources and provisions facilitating system integration of renewable electricity.\nAs electrification alone will not be sufficient and other low-carbon energy carriers will be needed for industry to reduce GHG emissions, we welcome the inclusion of renewable fuels of non-biological origin (RFNBOs) and the underpinning increase in renewable electricity supply. As well, we welcome the consideration of imports of RFNBOs with a robust certification system put in place. At the same time, at least in the short term, renewable energy will not be sufficient to provide all sectors with the required amounts of low-carbon energy at competitive prices. Hence, recycled carbon fuels should also be fully included in the targets of the RED III, thus safeguarding the well-functioning of the EU single market.\nThe chemical industry is one of the main industrial producers and consumers of hydrogen. On the path to climate-neutrality, hydrogen, especially as feedstock, will play an important role in our sector. Cefic is therefore fully committed to playing its part to help make renewable and low-carbon fuels, including hydrogen, a commercial reality by 2030. Our sector is directly addressed by the provisions requiring that RFNBOs (which include renewable hydrogen and renewable hydrogen-derived fuels) shall be 50 % of the hydrogen used for final energy and non-energy purposes in industry by 2030.\nThis provision has the merits of trying to promote renewable hydrogen to industrial users. However, a framework enabling the uptake of a hydrogen market and hydrogen infrastructure is still missing, including the assessment on the overarching impact on industrial international competitiveness. This provision on RFNBO should therefore be assessed in conjunction with the forthcoming hydrogen and gas market decarbonisation package, to ensure clean hydrogen can contribute to carbon-neutrality in a cost effective manner, avoiding undue impact on international competing sectors, and allow the infrastructure necessary to meet targets develop at appropriate scale.\nMoreover, according to the European Commission assessment of the projects pipeline collected in the framework of the European Clean Hydrogen Alliance, we can already expect a large deployment of renewable hydrogen that will put the EU on the path to reach the 40GW objective by 2030 set in the hydrogen strategy. Under these circumstances, Cefic is concerned that a binding sub-target for industry would be counterproductive as it could hamper the deployment of other low carbon hydrogen solutions in the projects pipeline that will also be crucial to reach climate neutrality.\nAs a matter of principle Cefic supports a technology neutral and cost-efficient approach, as it would give the best chances for a swift development of low carbon technologies by internal competition — sub-targets on specific energy carriers and technologies deliver sub-optimal results and should be avoided. Moreover, measures affecting industry should be developed as part of a comprehensive industrial strategy enabling industry to compete in the global economy.\nThat being said, even when assuming sufficient supply of renewable electricity for hydrogen production, there are still some further crucial considerations to be made:\ne Renewable hydrogen is not expected to be cost-competitive, at least in the near term. Our industry is exposed to international competition and cannot cope with the additional costs deriving from the mandated use of renewable hydrogen in our production processes. As also acknowledged by\n6",
  "page_7": "the European Commission, an early uptake of renewable hydrogen would have to be accompanied by supporting measures as part of an overarching industrial policy. Any proposed target of RFNBO use in industry should be matched by an equivalent commitment to deploy supporting measures for RFNBOs in industry, until REFNBOs become cost-competitive. Production and consumption of renewable hydrogen do not necessarily happen in geographically correlated areas. The potentials for current and future renewable energies and industrial projects for clean hydrogen are unevenly spread across Member States. Setting a target, at Member State level and on one specific production process, will unevenly impact industry across Europe, leading to distortions of competition in the internal market. A pan-European system of guarantees of origin would allow for handling molecules and their emission backpack separately. This is necessary especially at the early stage of an hydrogen economy as infrastructure is not area-wide available yet. Any legislative target of RFNBO use in industry should be applied at European level, to be collectively achieved by Member States and taking into account their different potentials. A European scheme of guarantees of origins for clean hydrogen shall be established. The boundaries of this target need to be further clarified, as not all hydrogen consumed in industry follows the same production process. There is a difference between hydrogen delivered or purposefully produced for industrial use, and hydrogen resulting as a by-product or co-produced product of industrial processes used for internal processes or for onsite energy generation. The latter cannot be replaced by just delivering renewable hydrogen.’ For the purpose of calculating the share of RFNBO in hydrogen use, Cefic therefore recommends that hydrogen as by-product and/or from by-products in industrial installations used in the chemical industry should also be excluded (from the numerator and denominator). The methodology to calculate renewable electricity used for renewable hydrogen production is still missing and will be adopted via power of delegation. Such methodology should follow a flexible and market-based approach and not restrict access to renewable electricity for industrial users that depend on renewable and low-carbon hydrogen for their transformation, as it would make the target even more difficult to achieve. Requirements regarding correlation in time and location are especially difficult for chemical sites with limited regional / local renewable energy capacities. To enable a meaningful assessment of the proposed RFNBO target on industry, the European Commission needs to urgently provide clarity on the scope and impact of the RFNBO delegated act. The conditions of access to qualifying RFNBO’s, and an unambiguous definition of the proposed target need to be clarified.\nCefic has long called for the recognition of low-carbon-based materials?. We therefore welcome the provisions to label industrial products that are produced with renewable energy and renewable fuels of non-biological origin as a first step in establishing a comprehensive labelling scheme encompassing also low-carbon products.\nLikewise, Cefic welcomes provisions aimed at achieving resource efficiency of biomass use through prioritising biomass material use over energy use while respecting the Waste Hierarchy and the Union\n2 These volumes note reported in Eurostat, their production effectively enters to external market for consumption. are as never They are estimated to be in the range of 0.4-0.6 Mt/year. Source: (2021) 3 See Cefic position the EU Climate Law on",
  "page_8": "Sustainability Criteria, increasing thus the amount of biomass available within the system for all sectors of the bioeconomy and minimising undue distortions of the raw material markets. We call for the long term predictability of such provisions in order to allow for innovation and investments to take place in Europe.\nFor more information please contact:\nFlorie Gonsolin, Director Climate Change Transformation,\n+32.2.436.94.01 or fs0@cefic.be\nNicola Rega, Director Energy,\n+32.2.436.94.28 or nre@celic.be\nPeter Botschek, Director Industrial Policy and\nCompetitiveness\n+32.2.436.94.02 or pbo@cefic.be\nAbout Cefic Cefic, the European Chemical Industry Council, founded in 1972, is the voice of large, medium and small chemical companies across Europe, which provide 1.2 million jobs and account for 16% of world chemicals production."
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
