{
  "file_name": "2_40.pdf",
  "pages": {
  "page_1": "Pceric\nPOSITION PAPER\nNOVEMBER 2021\nCefic position on the ETS review\nCefic welcomes the European Commission’s ‘Fit for 55’ package and supports strong action on climate change in line with the scientific advice provided by the Intergovernmental Panel on Climate Change (IPCC). We welcome the European Commission’s ‘Fit for 55’ package as a crucial step towards the EU climate-neutrality objective by 2050. A successful implementation will require ambition across the economy, including an ambitious industrial policy creating the enabling framework for the transformation of Europe’s industrial base. Policies also need to be backed up with a sectorial strategy providing more details on how the Commission expects different sectors of the whole economy (industry, power, buildings, trans 5 ort, agriculture) to contribute to the overall objectives until 2030 and eyond. This sectorial strategy should also include regular check points regarding progress on the enabling conditions for the transition of each sector, support for the deployment of breakthrough technologies, availability of resources and private finance, to further ensure the implementation of the policies.\nCefic continues to support Emissions Trading as a policy tool that has worked so far to achieve agreed emission reductions at the lowest cost to society: When affordable low-carbon alternatives exist, carbon pricing can trigger emission mitigation options and investment decisions of companies and sectors in the emissions trading scope. Performance-driven free allocation and indirect financial compensation (where granted) have proven to be effective means to mitigate carbon leakage risks. Even with increased climate ambitions, a robust and certain framework for carbon leakage provisions for direct and indirect emissions can safeguard industry’s competitiveness and resources and help to remove barriers for investment in new technologies in Europe.\nAll eligible sectors should benefit from effective carbon leakage provisions: during the entire trading period, based on their sector specific parameters and accessible data, considering important economic realities such as value chain effects and CO2 price levels. As the current carbon leakage list is not reflecting recent price increases, a qualitative assessment is key to reflect current economic realities. The inclusion of carbon capture and utilization and possibly also waste incineration (to be further qualified; where the necessary exemptions for hazardous waste/sludge are ensured) in the scope could give a coherent signal on circularity.\nFor eligible sectors, free allocation should be firmly enshrined in legislation. Cefic therefore advises strictly against allowing ‘rebasing’ that would reduce the free allocation share under the ETS total emissions cap. Cefic also questions the logic of ‘strengthening’ the MSR that would increase elimination of allowances: These could enlarge carbon leakage risks undermining the sectors’ growth capacity and competitiveness resilience. The total free allocation volume should thus be determined using performance benchmarks avoiding any later reduction factors that only induce uncertainty.\nChemistry\nEuropean Chemical Industry Council - Cefic aisbl Rue Belliard 40 b.15 B-!040 Brussels Belgium Tel. +32.2.436.93.00 mail@cefic.be www.cefic.org EU Transparency Register n° 64879 142323-90\n\\%",
  "page_2": "While energy efficiency is high on the chemical industry agenda there is no need attaching additional efficiency conditionalities (such as imposing implementation of audit recommendations) to the granting of free allowances. These are already implicit with strict performance benchmarks forcing less efficient companies to buy more allowances on the market for compliance. Additional energy efficiency conditionalities could even hinder companies’ efforts to reduce GHG emissions that often require increased energy inputs.\nBenchmarks should be based on a representative part of the production activity and reflect the economic and technical reality. Still, where installations use resources, infrastructures or technologies that cannot be implemented broadly or in economies of scale in Europe, those installations should not determine the benchmark.\nIndustry is investigating innovative climate solutions for its energy intensive activities. CEFIC welcomes therefore the increased innovation fund. However, free allocation originally intended for CBAM sectors should remain in manufacturing industries’ free allocation budget and not be auctioned for innovation funding. The innovation fund should furthermore be available to the entire manufacturing industry, regardless their coverage by a CBAM.\nElectrification can for the chemical industry and for other sectors be an important and innovative climate solution. Electrification may however be hampered as electricity prices and thus electrification are negatively influenced by the ETS price component. Carbon leakage provisions for electricity consumption are insufficient and limited to a patchwork of national choices. To boost electrification (and the same increasingly applies to hydrogen use as another zero carbon energy carrier), a more effective and legally certain framework at EU level is desirable that does not reduce national provisions where these exist.\nCefic regrets that a Linear Reduction Factor would still apply to new investments in the EU, creating a distortion with existing installations.\nImportant aspects such as the need to align carbon leakage provisions between the ETS Directive and the CBAM regulation should not be left to Commission procedures but be well defined in the legislation. In this context, Cefic does not support any phase-out of free allowances for products of sectors covered by CBAM that are not produced for the EU market or delivered further down the value chain to activities not covered by the CBAM as both export and downstream activities would otherwise be exposed to a high risk of carbon leakage.\nUltimately, an appropriate, coherent, and dedicated framework for industrial transformation is required that will facilitate a cost-effective transformation and prevent carbon leakage. Cefic is confident that such framework can be provided.\nFor more information please contact:\nPeter Botschek, Director Industrial Policy and Competitiveness pbo@cefic.be\nAbout Cefic:\nCefic, the European Chemical Industry Council, founded in 1972, is the voice of large, medium and small chemical companies in Europe, which provide 1.1 million jobs and account for 16% of world chemicals production."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
