{
  "file_name": "304_2643.pdf",
  "pages": {
  "page_1": "uni\n@fortum\nper\nFor a cleaner world\nFORTUM GROUP’S POSITION ON THE COMMISSION’S PROPOSAL FOR A CARBON BORDER ADJUSTMENT MECHANISM (CBAM), COM(2021) 564 final\n20.12.2021\nThis position paper presents Fortum Group’s priorities on the CBAM. The position has been jointly agreed between Fortum and Uniper.\nEuropean industry is in global competition and subject to the EU climate targets and carbon price (EU ETS), whereas its competitors outside the EU do not have corresponding climate ambitions and pricing. Although evidence of realised carbon leakage is disputed, concern regarding the competitiveness of European industry is justified and needs to be further considered. It is not just a concern for industry, but also for the power sector. The Commission should continuously assess the risk for carbon leakage and revise carbon leakage policies accordingly. Whenever possible, overlapping carbon leakage policies should be avoided.\nIn our view, the primary solution to preventing carbon leakage is more extensive global carbon pricing. However, currently only 20% of global emissions are subject to any kind of carbon pricing, and having a broad global pricing system in the near future is unlikely. In the absence of global carbon pricing, the EU’s increasing climate ambition necessitates stronger measures, such as the CBAM, to prevent carbon leakage.\nThe primary goal of the CBAM should be to support decarbonisation efforts outside the EU and provide incentives for third countries to introduce carbon pricing and therefore avoid the costs of the EU CBAM.\nWe support the European Commission’s approach to start piloting the CBAM with a few products in a limited number of sectors, including electricity. Cross-border power imports from third countries to the EU are likely to increase, potentially resulting in further carbon leakage. Combined with the EU’s strengthened climate ambition, it necessitates the establishment of the CBAM for the power sector. The CBAM could maintain the integrity of the EU’s climate policy in the power sector and ensure that the price of power imports reflects the actual carbon content.\nWe welcome the proposal to phase out free allowances from sectors under the CBAM. This will have a big impact for the EU ETS, as the sectors under the CBAM cover about half of the allocation. We nevertheless have to acknowledge that electricity is not subject to free allocation (with the exception of article 10c), and therefore the CBAM will not be an overlapping measure in the power sector. As such, the CBAM should be applied to electricity in full from the very beginning.\nAs a general principle, the CBAM should not undermine the effectiveness and operation of the EU ETS. The Commission’s proposal meets these criteria, as CBAM certificates and EU emission allowances remain as separate commodities and the CBAM is not overlapping with free allocation of allowances.\nThe European Commission proposes to apply the CBAM to direct CO2 emissions (scope 1) only. This means that a potentially significant share of actual emissions embedded in imported goods would be excluded from the CBAM.",
  "page_2": "uni\n@fortum\nper\nFor a cleaner world\nAlthough it is logical and simple to start with scope 1 emissions, inclusion of scope 2 emissions ought to be considered during the 2023-2025 transitional phase, subject to the European Commission’s ability to collect sufficient data. Inclusion of scope 2 emissions is important, because industrial companies in the EU ETS pay for the marginal carbon costs of power generation in the electricity they procure, but their third country competitors do not. The inclusion of scope 2 emissions would thus facilitate the uptake of clean electricity (and heat/steam) in third countries. The ultimate goal should be to include all life cycle emissions of products in the scope of the CBAM.\nCalculation of the carbon content in imported goods is the key for the successful operation of the CBAM The European Commission’s proposal to use either default values or actual emissions is understandable In our view, the asset-specific or marginal emissions should be used rather than country or price area averages. Using average values unjustifiably penalises less CO2-intensive imports, rewards more CO2- intensive imports, and misses the additionality effect that exports often have on production. In the power markets, Guarantees of Origin (GoO) are reliable instruments for proving the origin of a specific volume of electricity and its carbon content. For any imports without GoOs, the CO2-emissions of the marginal or price-setting power generation in the relevant price area should be used. Only as a last resort, the average emission intensity could be applied.\nCBAM certificates will have an impact on the price of imported products, and this needs to be considered in existing and future contracts. As the price of CBAM certificates is based on a weekly average price of EUAs, price risk management in contracts is important.\nEstablishing the CBAM is challenging from an international trade perspective, and ensuring WTO compliance is certainly key for political acceptance of this instrument.\nFor additional information:\nKari Kankaanpdaa, Head of Public Affairs, Fortum (kari.t.kankaanpaa@fortum.com )\nKavita Ahluwalia, Head of Global Positioning, Uniper (kavita.ahluwalia@uniper.energy )\nAbout Fortum and Uniper\nFortum and Uniper form a European energy group committed to enabling a successful transition to carbon neutrality for everyone. Our 50 gigawatts of power generating capacity, substantial gas import and storage operations, and our global energy trading business enable us to provide Europe and other regions with a reliable supply of low-carbon energy. We are already Europe’s third largest producer of CO2-free electricity, and our growth businesses focus on clean power, low-carbon energy, and the infrastructure for tomorrow’s hydrogen economy. In addition, we design solutions that help companies and cities reduce their environmental footprint. Our 20,000 professionals and operations in 40 countries give us the skills, resources, and reach to empower energy evolution toward a cleaner world. www.fortum.com ; www.uniper.energy\nEU Transparency ID\nFortum: 03501997362-71\nUniper: 285977820662-03"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
