{
  "file_name": "310_2660.pdf",
  "pages": {
  "page_1": "GLISS\nFOR EUROPE\n27 SEPTEMBER 2024\nCarbon Border Adjustment Mechanism\nAn extension of the scope to the flat glass sector would be premature\nAs per article 30(2) of regulation (EU) 2023/956 of 10 May 2023 establishing a carbon border adjustment mechanism (CBAM), the European Commission must present a report to other EU institutions before end 2025 containing among other things an assessment of the possibility to extend the scope of CBAM to goods at risk of carbon leakage, others than those already covered.\nGlass for Europe, as the trade association of the European flat glass sector, is scrutinizing the development of CBAM. The manufacture of flat glass - NACE code 23.11 -, which represents the upstream part of the sector, is considered at risk of carbon leakage under the EU Emissions Trading Scheme and should therefore be covered by the assessment.\nGlass for Europe wishes to explain its strong reservations concerning an inclusion in the coming years of the manufacture of flat glass (NACE code 23.11) in the Carbon Border Adjustment Mechanism, under its present format.\nThe flat glass sector’s reservations are based on present knowledge and the many uncertainties surrounding the CBAM. With the pilot phase still on-going and many important implementing measures not yet adopted, the sector’s position could evolve over time.\n> The flat glass industry is characterised by its complex value-chain and its downstream part could be severely impacted by the introduction of CBAM.\nToday, 47 flat glass manufacturing installations located in 12 countries (NACE code 23.11) are subject to the EU ETS and are at risk of carbon leakage. Their production, approximately 10,5 million tonnes in 2023', is then processed and transformed by around one thousand of companies (primarily SMEs) across the EU before they become a vehicle windshield or an Insulating Glass Unit for example. This activity of ‘shaping and processing of flat glass’, NACE code 23.12, is not covered by the EU ETS, not considered at risk of carbon leakage, and is not part of the current assessment.\nIf the costs generated by the new mechanism apply to primary materials only, there is a danger to witness a shift in imports from the primary materials to (semi)finished and higher value-added products, as a way to circumvent the new CBAM. This would be detrimental to both the upstream production and the downstream processing activities. The latter would de facto suffer from an increased risk of carbon leakage, which would damage the entire European flat glass sector and its value-chains in construction, automotive and the photovoltaic industry.\n> Pending implementation issues are very acute in the case of the flat glass sector.\nData availability on the carbon content of imported flat glass products is limited, while it is a critical success factor for CBAM. For CBAM to work effectively in the flat glass sector, both direct and indirect emissions need to be accounted for as well as emissions from transport. For the time-being, approaches to the accounting of both indirect emissions and transport are not defined, which is a source of concerns for applying CBAM to the flat glass industry too prematurely.\nGLASS FOR EUROPE aisbl/ivzw | Rue Belliard199,B-1040 Brussels | T+3225384377 | F+3222800281 info@glassforeurope.com | VAT: BE 0418 828479 | EU Transparency Register :15997912445-80\nWWW.GLASSFOREUROPE.COM",
  "page_2": "GLISS\nFOR EUROPE\nThe flat glass industry is also concerned about serious risks of CBAM circumvention with products transiting via third countries less impacted by CBAM. This fear is rooted in today’s situation where circumvention is suspected in the context of the ban on imports of Russian and Belarusian flat glass. Tracing, proving and controlling all products is extremely difficult\".\nWhen it comes to EU exports, a mechanism needs to be put in place for European flat glass products to compete on world markets on an equal carbon-cost basis.\n>» The flat glass industry is not a sizeable pilot sector to further assess the impacts of CBAM.\nThe manufacture of flat glass represents 0,31% only of the EU’s COz2 emissions covered by the EU ETS, Europe’s industry is working hard at reducing these emissions, yet many technical and industrial challenges remain to be overcome for their rapid and substantial decrease. Flat glass manufacturing remains one of the hardest to abate sectors due to the very high temperature process, i.e. around 1600C°, and a sizeable share of process emissions, i.e. around 25%’. An introduction into CBAM would not accelerate decarbonization investments since technologies are still being researched and tested and are not ready for deployment yet.\nDue to both the small share of emissions of the flat glass sector and the remaining technical and economic obstacles to its decarbonization, the flat glass sector is not an adequate sector to further test the impacts of CBAM on either industry nor the reduction in global COz emissions.\nThe European flat glass sector takes it as its role to produce at a competitive price the materials essential for renovating Europe’s buildings, for supporting the clean mobility transition and for increasing the share of renewable solar energy in Europe. It aims to do so while reducing its use of resources and cutting COz emissions from its own manufacturing activities’.\nGlass for Europe is therefore generally supportive of all measures that could reduce carbon emissions globally, while preserving the competitive price of EU-made products.\nYet, under the present format of CBAM and with today’s uncertainties, Glass for Europe has strong reservations concerning an inclusion in the coming years of the manufacture of flat glass (NACE code 23.11) in the Carbon Border Adjustment Mechanism.\nGlass for Europe stands ready to collaborate with the European Commission services to make sure that any assessment of the flat glass sector in relation to CBAM is fact-based and can be re-evaluated as the instrument evolves or its implementation and impacts are better analysed.\nGlass for Europe is the trade association for Europe’s flat glass sector. Flat glass is the material that goes into a variety of end products, primarily in windows and facades for buildings, windscreens and windows for automotive and transport as well as solar energy equipment, furniture and appliances. Glass for Europe brings together multinational firms and thousands of SMEs across Europe, to represent the entire building glass value-chain. It is composed of flat glass manufacturers, AGC Glass Europe, Guardian, NSG-Group, Saint-Gobain Glass Industry and Sisecam, and works in association with national partners gathering building glass processors all over Europe.\n' Source: Glass for Europe statistics.\n\" Source: ‘Ban imports of flat glass from Russia, trade flows and circumvention practices’: hitps://glassforeurope.com/wp- on content/uploads/2023/07/GlassforEurope Russian-glass-imports-ban-and-circumvention July2023.pdf\nY\nSource: EUTL\n” Source Best Available Technique Reference Document, Glass BREF, under the Industrial Emissions Directive. : Y See Glass for Europe 2050 | Flat glass in a climate neutral economy."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
