{
  "file_name": "310_2658.pdf",
  "pages": {
  "page_1": "GLISS\nFOR EUROPE\n26 OCTOBER 2020\nCarbon Border Adjustment Mechanism\nFlat glass sector’s considerations on a future European mechanism\nThe European Commission announced its intention to propose by mid-2021 a carbon border adjustment mechanism (CBAM) for a few sectors, as a pilot phase.\nGlass for Europe issued in January 2020 its 2050 vision to maximize the European flat glass sector’s contributions to the EU climate neutrality objective’. While the European flat glass sector takes it as its role to produce at a competitive price the materials essential for renovating Europe’s buildings, for supporting the clean mobility transition and for increasing the share of renewable solar energy in Europe, it aims to do so while reducing its use of resources and cutting CO2 emissions from its own manufacturing activities.\nThis journey towards climate-neutrality will imply tremendous industrial efforts and investments in the flat glass industry at a time when an increase in carbon costs induced by the EU Emissions Trading System (ETS) is to be expected. To Glass for Europe, all measures that could potentially reduce carbon emissions globally, while preserving the competitive price of EU made products should be carefully analysed.\nGlass for Europe recognizes CBAM as a possible route to ensure a level playing field between EU and non-EU based manufacturers when guaranteeing that importers of industrial goods bear carbon costs equivalent to those of EU-based actors.\nAlthough the flat glass industry is not one of the energy intensive sectors considered for a pilot phase, the sector could potentially be included in such a mechanism when the European Commission decides to extend the mechanism further. Glass for Europe has therefore given thoughts to several critical factors for the development of a CBAM and wishes to share them in this paper.\nIt is evident to Glass for Europe that the effectiveness of a CBAM will be ultimately conditioned by the versatility of the system and international trade partners’ buy-in. The future border adjustment mechanism needs to be designed taking into consideration the following points:\n» WTO compatibility and relations with trade partners: It stands clear that a CBAM mechanism should not breach WTO rules. Beyond this issue of compatibility of the mechanism with international law, a CBAM will have an impact on many economic actors worldwide, which is inevitably going to generate reactions from trade partners. Therefore, the European Union must prepare the ground for trade partners’ acceptance and do its utmost to avoid trade retaliation measures. The success of any CBAM relies on trade partners buy-in, not least for applying a consistent methodology for COz content declarations, monitoring and audits.\n1 Glass for Europe ‘2050 Flat Glass in a climate neutral Europe’ January 2020: — — https://glassforeurope.com/wp-content/uploads/2020/01/flat-glass-climate-neutral-europe.pdf\nGLASS FOR EUROPE aisbl/ivzw | Rue Belliard199,B-1040 Brussels | T+3225384377 | F+3222800281 info@glassforeurope.com | VAT: BE 0418 828479 | EU Transparency Register :15997912445-80\nWWW.GLASSFOREUROPE.COM",
  "page_2": "GLISS\nFOR EUROPE\n» Coverage and trade flows: A future CBAM shall indistinctively apply to all imported products regardless of their country of origin. In the flat glass sector for instance, a large share of imports originates from neighbouring countries in North-Africa, Middle East or Eurasia, therefore a CBAM limited to imports from far-east Asian countries would not meet its purpose. More generally, any country exemption risks jeopardizing the mechanism and triggering opportunistic trade flows. When it comes to EU exports, a mechanism needs to be put in place for European goods to compete on world markets on an equal carbon-cost basis. Need to preserve complex value-chains: Like many other sectors, the flat glass industry is characterised by its complex value-chain. Today, 48 flat glass manufacturing installations located in 12 countries are subject to the EU ETS. Their production, approximately 10 million tonnes annually, is then processed and transformed by thousands of companies (primarily SMEs). If the costs generated by the new mechanism apply to primary materials only, there is a danger to witness a shift in imports from the primary materials to (semi)finished and higher value-added products, as a way to escape the new CBAM. This would be detrimental to both the upstream production and the downstream transformation activities and would cause a serious threat to the entire European value-chain. Therefore, any CBAM would have to be sufficiently versatile for an adequate coverage of the different value-chains and thus avoid loopholes. Carbon content of imported products: Defining the exact carbon content of imported products is a critical success factor for a CBAM. Both direct and indirect emissions should be accounted for in a life-cycle approach, including emissions from transport. Proxies based on EU COz benchmarks or “global benchmarks” should not be applied as these would not reflect the CO2 performance of competitors outside the EU. Ideally, calculation would have to be done at installation level. Cooperation from trade partners will therefore be key to guarantee that the same methodology is applied to EU and non-EU producers with equivalent auditing and controls. Design of the CBAM: In its public consultation on CBAM?, the European Commission is considering four options for the future mechanism, i.e. tax on imports, new ETS mirroring the carbon price of the EU ETS, carbon tax at consumption level, and the extension of the EU ETS to imports. Glass for Europe believes that a CBAM needs to be further investigated, considering the above points and the feasibility and practicability of each option. With regards to the EU ETS, a careful analysis of possible impacts of a CBAM on the scheme itself and on European companies subject to it is required.\nGlass for Europe is the trade association for Europe’s flat glass sector. Flat glass is the material that goes into a variety of end products, primarily in windows and facades for buildings, windscreens and windows for automotive and transport as well as solar energy equipment, furniture and appliances. Glass for Europe brings together multinational firms and thousands of SMEs across Europe, to represent the entire building glass value-chain. It is composed of flat glass manufacturers, AGC Glass Europe, Guardian, NSG-Group and Saint-Gobain Glass Industry, and works in association with national partners gathering building glass processors all over Europe.\n2 European Commission public consultation on the Carbon Border Adjustment, 22 July 2020 28 - October 2020."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
