{
  "file_name": "311_2678.pdf",
  "pages": {
  "page_1": "MA\noe es.\nGj\noT\nAddressing export concerns in the CBAM File\nPOLICY BRIEF | Climate Friendly Materials Platform\nK2\nae\nYi\nKg ce\n\\\n\\ ~*%\ni\n%\nSH\nNS\nIN > 2A\nvA\nY SY\ny\na i\nGp\n4\nSO@\nAX 4\n~e\n\"SS\nQD -\nSx\nZL\nCa\nASS\nIG\n£\nVW\ny\nbh\n“ep\nPS\nQQ\n=\nLY\no>\nYS\n“x\n%\nVis iy\n‘La we\nLa\nVie\nDe\nMe\nO74\nbs\ner\nYird\nDL 4\nKarsten Neuhoff, Olga Chiappinelli, Timo Gerres, Roland Ismer, Till Koveker, Pedro Linares, Jorn Richstein\nnee Ms == SIDAD IC ADE r\n@ CLIMATE Strategies\nv\nSHEDS\nVV 4\nvue\nWiseEuropa\n&\nSS\nI>\nrs\nAms\nSwedish Environmental Research Institute\nwe\nRadboud Universiteit\nYj\nMPT BERLIN\nZZ REKK FOUNDATION\nyf\n— 4",
  "page_2": "Authors\nKARSTEN NEUHOFF OLGA CHIAPPINELLI JORN RICHSTEIN TILL KOVEKER\nDIW Berlin, German Institute for Economic Research\nTIMO GERRES\nPEDRO LINARES\nIIT, Universidad Pontificia Comillas, Spain\nROLAND ISMER\nFriedrich—Alexander University Erlangen—Nurnberg, Germany\nAbout\nThe Climate Friendly Materials Platform analyses the transformation of basic material production and use to achieve carbon neutrality by 2050. Our collective aim is to aid progress toward nationally-led industrial decarbonisation policy frameworks compatible with long-term EU strategy, and for the EU to capture the potential of a just and inclusive transformation of the basic materials sector to net climate neutrality by 2050. We achieve this through a process of shared learning and creative exchange with key stakeholders. We bring together leading think tanks and university research groups in Belgium, France, Germany, Hungary, the Netherlands, Poland, Spain, Sweden and Italy to enhance Europe's analytic understanding of how individual instruments can be brought together into a coherent policy package.",
  "page_3": "Executive Summary\nThe EU Green Deal can give industry investment opportunities for transitioning towards climate neutrality and a positive longer-term perspective to motivate investors to maintain sites and staff through the current crisis.\nThis report discusses how the CBAM file (border adjustment) and EU ETS file (free allocation) together can play a major role in creating effective incentives for a climate-friendly modernisation of European industry while addressing leakage concerns.\nWhy is carbon pricing important for industry transition?\nProduction of basic materials like steel, cement clinker, plastic, fertiliser (ammonia) and aluminium contributes to 25% of global and 16% of EU emissions. A transformation to climate neutrality requires (i) material producers to switch from conventional to low-carbon production processes; (ii) material users (i.e., manufacturing and construction industry) to optimise material; and (iii) recycling levels and qualities to increase.\nThese mitigation opportunities are distributed across many actors and are currently not commercially viable. An effective carbon price would create incentives for both producers and users of materials to realise these mitigation options.\nWhy is a CBAM necessary for effective carbon pricing for industry?\nMaterial producers in the EU compete on domestic and international markets with material producers in other areas of the world that face no or lower carbon pricing levels. If conventional producers passed through the carbon cost to the material price, they would have a competitive disadvantage relative to producers outside the EU. It would create a risk of production relocation to non-EU regions, losing the EU industrial sector and related industry jobs while increasing total emissions (carbon leakage). To avoid these risks, materials producers in the EU have been granted EU ETS allowances for free until now. Consequently, incentives for decarbonisation remain weak for both producers and users of materials. A Carbon Border Adjustment Mechanism (CBAM) is needed to address these needs.\nWhat are the challenges of a CBAM based on incurred emissions?\nThe CBAM based on specific values proposed by the EU Commission envisages a transition from free allocation to full auctioning of allowances for domestic producers, while requiring importers to surrender (virtual) allowances corresponding to the carbon emissions incurred in third countries. However, carbon costs incurred in the EU would not be waived for exports and carbon costs would not be adjusted for material users. Reimbursement of exports is controversial from a WTO perspective while covering supply chain emissions is administratively very complex. Indirect emissions would not be included as this might trigger resource shuffling. Foreign material producers may dedicate production from their most carbon-efficient processes to exports towards the EU while using inefficient processes to serve other markets. Therefore, one of the main concerns with such a CBAM design is that carbon leakage risk is not fully addressed. Anticipating these concerns, the Commission proposal envisages a gradual implementation and a stepwise phase-out of free allocation until 2035. However, such a delayed approach gives investors the perception of ineffective and uncertain policy actions, inadequate to achieve the agreed climate targets.\nHow could a CBAM based on standardised values address these challenges?\nA CBAM based on standardised values for carbon intensity rather than incurred emissions is an alternative approach to address these concerns while allowing for a short term implementation. The central design element of such alternative CBAM is a liability imposed both on domestic production and imports of basic materials in the form of a climate contribution. This excise charge\n3",
  "page_4": "is calculated by applying the EU ETS carbon price to the quantity of the material multiplied by a standard carbon intensity factor. Using well established administrative and legally (WTO) procedures used for other excises (e.g., alcohol, tobacco), this liability can be passed along the value chain and waived if materials (also as part of products) are exported. Thus, incentives for material users are restored while guaranteeing protection against carbon leakage along the entire supply chain.\nProducers continue to be granted free allowances for the transition period to climate neutrality, which allows for the implementation of the scheme as part of EU ETS while avoiding double charging with the climate contribution. In exchange, they are required to provide and pursue climate neutrality plans. Carbon Contracts for Difference (CCfD) are an essential design element of a CBAM based on standardised values. Financed by CBAM revenues, CCfDs create incentives for producers to switch to climate-friendly processes by addressing the difference between the production cost of a clean process and the conventional one.\nConclusion\nA carbon price is essential for investments in modernising material production and use in line with climate neutrality objectives. A CBAM is necessary to ensure that carbon price can be effective while carbon leakage concerns are addressed. The CBAM design proposed by the EU Commission does create international incentives towards climate action — and its announcement has contributed to global momentum on carbon pricing discussions and the strong outcome of the Glasgow climate conference!. However, as the design only partially addresses carbon leakage concerns, implementation is proposed to be very gradual with continued but declining free allocation until 2035.\nIf the rest of the world implements effective carbon pricing by the end of this decade, the EU CBAM design will indeed prove effective — but what happens if not?\nA CBAM based on standardised values offers a pragmatic alternative to achieve the desired full carbon price effects as quickly as possible. It ensures effective carbon price incentives on the EU Single Market without carbon leakage concerns and independent from third countries’ climate actions. Such an alternative approach can therefore create not only an effective and robust EU level investment framework but also a credible basis for the EU to contribute to international climate cooperation — for example by using some of the CBAM revenues to support the transition strategies in developing countries and by jointly advancing a global minimum carbon price.",
  "page_5": "Why is carbon pricing important for industry transition?\nProduction of basic materials like steel, cement clinker, plastic, fertiliser (ammonia) and aluminium contributes to 25% of global and 16% of EU emissions. A transformation of the industrial sector in line with the 2050 climate-neutrality goal requires the joint realisation of three main categories of mitigation options: (i) the shift to climate-neutral production processes, (ii) the efficient choice and use of materials, and (iii) enhanced recycling and reuse.\"\nWhat is required to realise these mitigation options? To illustrate, let's consider the following stylised supply chain in the steel industry in the EU, comprising a steel producer and two manufacturers purchasing and processing steel, namely a producer of a car part, such as a door, and a car manufacturer.\nSuppose that producing steel with conventional processes (e.g. coal-based) costs 500€/ton and using a low-carbon production process (e.g. H2-based) 650€/ton. In the absence of policies, the clean process is not economically viable, given that:\ne Steel and steel products are homogeneous (i.e. a door or car made with clean steel are identical to their equivalents made with conventional steel) e An insufficient share of material users — i.e. manufacturers of doors and cars - and final consumers — i.e. car buyers — are willing to pay a green premium.\nConsequently, material producers have insufficient incentives to switch to climate-friendly processes.\nIn addition, there are insufficient incentives for material users to optimise their material use (e.g. with a more material-efficient product design and reducing material waste in manufacturing procedures) or use recycled materials to a larger extent. It is important to notice that since climate- neutral production processes will only gain pace in the mid-2020s, realising the mitigation potential of efficient material use and enhanced recycling will be crucial for transition efforts in the next years and to reach 2030 targets.\"\nIn theory, carbon pricing can provide incentives for decarbonising for all actors in the supply chain, both producers and users of materials. Consider that carbon price is at 75€/ton. Since producing 1 ton of steel with conventional processes roughly generates 2 tons of carbon, this implies that 1 ton of steel will face a carbon cost of 150€, which would increase the total cost of production from the conventional process by 30% from 500€/ton to 650€/ton, making the clean production process cost-competitive. It, therefore, creates incentives for producers to invest in low-carbon processes.\nCarbon pricing would also create incentives for steel users, as the carbon cost is passed through in the value chain. The steel producer adds the carbon cost to the price when selling steel to car door manufacturers. Assuming that a car door weighs 0.1 ton and costs 200€, this would result in a price increase of 7.5% from 200€ to 215€. In turn, the car door manufacturer would pass on the extra cost to the car manufacturer. Combined with all other steel parts, the cost of a standard car containing 1 t of steel would increase by 0.75% from 20.000 to 20,150€”. To save on these carbon costs, both door and car manufacturers have an incentive for material efficiency. Therefore, in theory, carbon pricing can create full incentives for both producers and consumers of materials.",
  "page_6": "Why is a CBAM necessary for effective carbon pricing for industry?\nHowever, without an effective Carbon Border Adjustment Mechanism (CBAM), carbon price incentives for decarbonisation are weak. Steel producers in the EU would compete in domestic and international markets with steel producers from other areas of the world without or with lower levels of carbon pricing. If conventional producers were to pass through the carbon cost on the steel price, the steel from the EU would be more expensive than the steel produced outside the EU, meaning that EU steel producers would lose market shares on domestic and international markets This would create a risk of production relocation to non-EU regions, losing the EU industrial sector and related industry jobs while increasing total emissions (carbon leakage). To avoid these risks, materials producers in the EU have been granted EU ETS allowances for free until now. Free allowance allocation is based on historic production volumes and benchmarks for the carbon intensity of best available technology plants. Therefore, they only incur the carbon costs of their inefficiency relative to plants with best available technology. The system only provides incentives to pursue marginal improvements to plants.” However, marginal improvements are insufficient for decarbonising since the physics of conventional processes does not allow for clean basic material production.\nIn the current ETS design, European steel producers pass an uncertain part of the carbon costs to product prices. At times of low shipping costs or low utilisation rates of plants, competition is fierce. Only a small carbon cost price premium can be passed to steel users, given that competing producers in other parts of the world do not face equivalent carbon costs. Carbon cost pass- through can increase at times of high shipping costs or high utilisation rates resulting in reduced competition. However, free allowances, as currently allocated based on historic production volumes, do not structurally change this situation. Hence, at times of higher carbon cost pass- through, the free allowance allocation may result in windfall profits, while in other times, it just suffices to avoid extra costs”.\nWith only an uncertain and unstable part of the carbon cost reflected in material prices, incentives for material efficiency and enhanced use of recycled material are both moderate and uncertain — hence largely ineffective. In turn, steel price mark-ups paid by EU manufacturing industries compared to international competitors are also only moderate and uncertain.\nWith a declining EU ETS cap, the volume of allowances available for free allocation is declining every year. Without effective incentives for material efficiency and recycled material use, the need for primary steel production will remain at today's level. Given a reducing total EU ETS cap, allowances will not suffice to continue free allocation at the benchmark level of a conventional production process. Additionally, clean production processes shall also profit from the carbon savings they deliver by obtaining free allowances. This further constrains the availability of allowances and hence the scale of free allocation available for carbon leakage protection.\nTherefore, a simple continuation of free allowance allocation as carbon leakage protection fails to address environmental objectives and to avoid carbon leakage risks. Against this background, the EU has proposed to add a CBAM to the EU ETS.",
  "page_7": "What are the challenges of a CBAM based on incurred emissions?\nThe current CBAM proposal envisages a transition from free allocation to full auctioning of allowances. This would restore carbon price incentives for clean material production and users via carbon price pass-through in the value chain. Importers from third countries would be required to surrender (virtual) allowances corresponding to the carbon emissions incurred in third countries. The liability is to be reduced by the carbon price already paid in third countries. In our example with a carbon price of 75 €/ton, fully implementing the CBAM would imply the following for the different actors of the steel supply chain:\ne Imports of steel produced outside the EU would be charged a carbon cost of about 150€, less for more efficient plants. This corresponds to the carbon costs incurred by the EU producers. By contrast, when EU producers sell in third countries, their carbon costs are not adjusted. Car door manufacturers in the EU have 150€ higher prices per ton of steel. They compete in domestic and foreign markets with imports not covered by the CBAM mechanism and corresponding costs. The same applies to car manufacturers — albeit at a lower price level\nTherefore, without coverage of exports and the value chain, carbon leakage risks remain. Initial discussions at the EU level and concepts discussed by many economists envisaged a broader coverage to include also exports and the value chain. However, reimbursements for exports are highly controversial from a WTO perspective as this violates the principle of not compensating for input costs to the production process. If the EU were to compensate firms for carbon costs of producers, it could do so for other cost components like higher wages paid in the EU compared to non-EU competitors. As a result, countries could compete in increasing subsidy levels.\nExtending the coverage of the value chain is administratively very complex and controversial. It requires monitoring and reporting of all involved plants for primary materials and all subsequent production steps in third countries. These non-EU manufacturers and their governments would most likely not welcome a foreign country to intrude into their production process at such a level.\nThe EU proposal for a CBAM based on incurred emissions also raises concerns with respect to resource shuffling: Foreign material producers may dedicate the existing production with the most carbon-efficient processes to exports towards the EU. This effect is anticipated to be particularly strong for electricity-intensive processes like aluminium smelting. Hence indirect emissions from electricity production used for inputs to material production are excluded from the current proposal.\nWhile initially a rapid implementation of the CBAM was envisaged for the year 2023, the EU Commission ultimately proposed a very gradual implementation starting with 10% auctioning (and correspondingly a CBAM of 10% of the full level) in 2026 and then an annual increase by 10% until 2036. Thus, carbon leakage concerns in export markets and value chains will be less severe in the 2020s. Should international trade partners then pursue similar carbon pricing levels, the approach would also be viable post-2030.\nIn addition, if free allowance allocation is extended, few or no allowances would be available for auctioning e.g. to fund innovation. As a CBAM based on incurred emissions is reduced by the volume of domestic free allocation, CBAM revenues would also be small. This leaves the bulk of funding needs to the budget of EU member states. Industry can shift to climate-neutral production processes in countries with strong national support mechanisms like Sweden, Germany, France and Netherlands. In EU Member States without financial resources to support the modernisation of industry, facilities are at risk of closing down.",
  "page_8": "How a CBAM based on standardised values addresses the challenges?\nA CBAM design based on standardised values for carbon intensity can address these issues. This option, which can be implemented in the short term, was analysed by the EU Commission impact assessment as option 6 (excise option also referred to as climate contribution)\". Under the proposal, a liability is imposed both on domestic production and imports of basic materials in the form of an excise charge. The excise would be calculated by applying the EU ETS carbon price to the assessment base, i.e. the quantity of the carbon-intensive material produced or imported multiplied by a standard carbon intensity factor. Using administrative and legally (WTO) established procedures used for other excises (e.g. alcohol, tobacco), this liability can be passed along the value chain and is waived if materials (also as part of products) are exported. Therefore, given a carbon price of 75 €/ton and a carbon intensity of steel from best available conventional production of about 2 tons of carbon per ton of steel, the liability is 150€/ton steel. The liability\ne can be passed from steel producer to car door manufacturer and in turn to car manufacturer e is waived if the buyer is outside EU for exports of steel, car doors and cars e is imposed on imports also along the value chain according to the steel content.\nPassing on of the charge along the supply chain restores incentives for material efficiency and enhanced use of recycled materials. At the same time, protection against carbon leakage is guaranteed at all levels of the supply chain.\nTo avoid double charging for incurred emissions and the excise, material producers would be granted free allowances at the benchmark level of the best available conventional production “\"\" process (in our example, 2 allowances per ton of steel produced). Allocation is linked to current production volumes to avoid that opportunity costs are passed through. This ensures a WTO- ASCM robust basis for free allowances allocation during the transition period to climate neutrality.”\nFor domestic material users, the effect of free allowance allocation linked to current production volume and climate contribution cancel each other out — and full carbon costs are internalised. Where materials are exported, the liability is waived, and EU producers are merely liable for carbon costs exceeding the best available conventional technology benchmark. Thus, carbon leakage risks are avoided.\nFree allocation would be granted to existing installations for the entire transition period at the full benchmark level of conventional production processes if they provide and pursue climate neutrality plans. While large corporations are already required by their investors to outline corresponding strategies, this requirement ensures that also merchant owned plants implement modernisation investments towards climate neutrality, rather than merely sweating assets and then putting industrial regions and staff at risk of closure.\nInvestments in climate neutral production processes would be supported with Carbon Contracts for Difference* (CCfDs). These contracts address the difference between the production costs of a clean production process and the conventional one. Issued by governments at the EU or national level, they provide the necessary regulatory commitment to unlock investments in climate-neutral production processes. CCfDs would be funded from part of the carbon pricing revenues estimated to reach 50 billion Euro per year across the EU.*' To ensure WTO-ASCM compatibility, CCfDs should not provide support beyond the incremental costs of the clean process compared to conventional technologies. If trade partners agree on a common minimum carbon price level for a specific sector in future years, then support under CCfDs would be reduced automatically (as would be free allowance allocation and climate contribution).",
  "page_9": "Conclusion\nA transformation of the industrial sector in line with the 2050 climate-neutrality goal set by the EU Green Deal requires that a framework of incentives be urgently put in place to unlock climate- friendly industry investments at EU scale.\nA core component of this framework is an effective carbon pricing mechanism that achieves two objectives. First, to create incentives both for material producers - to switch from conventional to low-carbon production process - and for material users (i.¢., manufacturing and construction industry) - to increase material efficiency and use recycled materials to a larger extent. Second, to guarantee protection against carbon leakage at all levels of the supply chain.\nThe CBAM design will be crucial in determining how robustly and quickly the objectives above can be achieved.\nThe current proposal by the EU Commission raises concerns that carbon leakage risks are not sufficiently addressed. This is especially the case since carbon costs incurred in the EU are not waived for exports, as this would be controversial from a WTO perspective and are not adjusted for material users, as covering supply chain emissions is administratively very complex. In addition, resource shuffling is likely. Anticipating these concerns, the Commission proposal envisages a gradual implementation between 2026 and 2035. However, such a delayed implementation severely limits incentives and resources for an EU level transition in the 2020s and makes any progress post-2030 dependent on global developments. The very delayed introduction also creates uncertainty on whether the policy will actually be implemented at the announced time or be postponed again. This lack of certainty risks deterring investments in the EU.\nThis report has suggested that a CBAM based on standardised values for carbon intensity rather than incurred emissions can provide a viable alternative. It addresses these concerns and allows for implementation in the short term.\nUnder this approach a liability (climate contribution) is imposed on domestic production and imports of basic materials. Using administrative and legally (WTO) established procedures used for other excises (e.g., alcohol, tobacco), this liability can be passed along the value chain and waived if materials (also as part of products) are exported. Therefore, incentives for material users are restored, while protection against carbon leakage is guaranteed at all levels of the supply chain. To avoid double charging, producers are continued to be granted free allowances — on condition that they provide and pursue climate neutrality plans. Incentives to switch to climate-friendly processes would be created by granting producers Carbon Contracts for Differences, which address the difference between the production cost of a clean process and the conventional one. Carbon Contracts for Differences can be funded through the climate contribution at EU scale.\nTherefore, with this approach:\nLeakage concerns are addressed for exports and imports along the value chain Incentives are provided for material producers and all actors along the supply chain Coverage is expanded to a broader set of materials and indirect emissions Perspective is clear for investors, resolving international uncertainties and declining ETS cap Contribution to global climate action is delivered at home and supported abroad",
  "page_10": "Annex: Frequently asked questions on implementation\nA set of questions are frequently raised about a CBAM based on standardised values. The most prominent questions are answered in this section.\nHow are carbon leakage risks avoided?\nConventional production obtains free allocation at benchmark level of conventional technology during the transition period to climate neutrality.\" Hence incremental costs are moderate and will not trigger carbon leakage. Clean installations obtain support for incremental costs compared to conventional technologies including internationally agreed carbon costs.\nThe excise charge / climate contribution is symmetrically applied to domestically and imported products and not due on exports — hence does not create leakage risks.\nWould the allowances in EU ETS cap suffice to grant free allowances beyond 2030?\nIf free allowances are allocated to existing installations without an effective CBAM mechanism, the lack of incentives for efficient material use and recycling risks that demand for primary production remains at current levels. At current levels of demand, a declining EU ETS cap implies that the level of free allocation to installations has to be reduced in parallel with the declining cap. Domestic producers will thus bear higher costs than international producers — creating the risk that EU production is reduced to meet the emission cap.\nIf existing installations obtain free allowances during the transition to climate neutrality in combination with a climate contribution to also fund CCfDs, then the climate contribution contributes to create incentives for more efficient material use and recycling, thereby reducing the need for primary production. It also creates the funding to support climate neutral production processes with CCfDs, thereby substituting conventional primary production.\nThus, the volume of conventional production and with it the free allocation declines due to the combination of reduced demand for primary materials and increasing shares of this demand being met with clean production processes. By the very design of EU ETS covering the emissions of all conventional installations the EU ETS cap also provides sufficient allowances for free allocation to these conventional installations at a benchmark level set at the carbon intensity of the best available conventional production processes. As the EU ETS carbon price creates effective incentives for all mitigation options — including for material use and recycling through the excise — the compliance with the EU ETS cap will be ensured by mitigation efforts rather than by relocation of production.\nCan a CBAM make the carbon price effective and climate neutral production commercially viable?\nIn the current EU ETS design, only carbon intensive production processes receive free allowances, not so climate neutral processes. This undermines all carbon price support from EU ETS for clean processes.\nThe proposal for the CBAM based on incurred emissions envisages that the declining free allocation to existing installations will be used to also grant free allowances to climate neutral production processes. While this is an important improvement relative to the current situation, it faces three challenges: (i) It continues to bias against investments in alternative materials with lower carbon intensity, for example the use of new binders to substitute for clinker in cement as these would not obtain free allocation. (ii) It is unclear, whether the allowances will suffice to cover incremental costs compared to conventional international producers and hence make the process viable. The lack of incentives along the value chain implies that the volume of primary material production will not decline, the declining EU ETS cap implies that the allocation per ton of material\n10",
  "page_11": "produced needs to decline — both for conventional and climate neutral processes. (iii) The uncertainties on developments of scale of free allocation and of carbon prices, implies that the value of free allocation may in some situations exceed the incremental costs of conventional processes, potentially raising WTO-ASCM concerns of excessive support. To avoid the risk of insufficient support undermining commercial viability of projects and excessive support risking WTO conflicts, it is likely that clean investments would need to be hedged with government-backed CCfDs tailored to meet the incremental costs of the processes.\nThe alternative CBAM design based on standardised values envisages that revenues from the climate contribution are used to fund CCfDs*\"\" that cover the incremental costs of clean production processes. This makes it viable for firms to shift to clean production, but will by itself not result in high additional profits. Otherwise it might not be compatible with WTO-ASCM requirements and would likely also raise public opposition. Investments in processes for competing, innovative low- carbon materials will benefit, because these materials are not covered by the liability for climate contribution.\nWhat will motivate firms to investments in climate neutral production?\nWill investors and firms make the effort and take the risks involved in shifting from conventional to climate neutral production processes, if EU ETS makes investments in climate neutral production processes commercially viable but not highly profitable? After all, both CBAM designs have to ensure that the value of free allocation and CCfDs does not exceed incremental costs of the clean processes — otherwise they could be in violation of the Agreement on Subsidies and Countervailing Tariffs under WTO.\nA set of mechanisms will motivate firms to shift from conventional to climate neutral production processes:\ne The expectation that there is an end date for the use of carbon intensively produced materials due to consumer preferences or product carbon requirements.*” This puts at risk the entire business model of material producers or material users without access to climate neutrally produced materials — and will hence motivate management to secure clean production PrOCeSses. Financial investors want to manage risks of stranded assets and respond to consumer demands for sustainable investments — and require from material producers and material users clear strategies how they transit to climate neutrality. The free allowance allocation granted to existing installations can be conditioned on the effective implementation of a transition strategy to climate neutrality, as outlined for example in the draft Report of ETS Rapporteur Peter Liese. This is particularly important to avoid incentives for the sale of conventional production processes to hedge funds with a focus on short-term profits without the mechanisms sustainable finance provides to protect interests of employees, local communities and other stakeholders in a successful transition.\nIs the approach based on standardised values aligned with WTO requirements?\nThe WTO case for climate contribution is that it replicates established principles of excise charges. In parallel, the combination of EU ETS with a climate contribution provides also a robust justification under WTO-ASCM for continued free allowance allocation to existing installations to avoid double charging.*”\nThe provision of CCfDs for climate neutral production processes would in turn be justified under WTO-ASCM building on, for example, the Canadian Renewable decision of the appellate body. This requires, that only additional costs of the climate neutral production process compared to conventional processes are covered.\n11",
  "page_12": "What would be the legal basis under EU law?\nThe CBAM design based on a climate contribution secures the environmental integrity of EU ETS and could hence be adopted without unanimity voting in EU Council (Article 192.1 TFEU).*” EU state aid guidance also provides an opportunity for the use of CCfDs at member state level. Any EU level mechanism would not be subject to these provisions. Therefore, an EU level harmonized design of CCfD would reduce the risks and uncertainties member states may otherwise face in the state aid approval process.\nHow big are the administrative costs?\nDesigning a CBAM based on standardised emissions with a duty suspension scheme to address exports implies that many firms within the EU will be involved. Rather than paying for the climate contribution, they incur and pass the liability to the value chain so as to allow for the liability to be waived for products sold to third countries. This approach is aligned with similar procedures already in place for VAT, and can be largely integrated in existing IT systems. In contrast to VAT, there are no payments to exporters, and hence all the related fraud schemes experienced with VAT are not viable, thereby also limiting the necessary monitoring effort. This allows for simplified administrative procedures, which have been explored in detail together with various stakeholders.*”!!\nThe EU Commission support study for the impact assessment estimates compliance costs in the range of 23-45 mio € and enforcement costs >13 mio € per year. These are higher but of the same order of magnitude as other CBAM options.*“\"!\nHow fast could the mechanism be implemented?\nEarly implementation should be possible, because the approach uses established excise mechanisms, it avoids WTO challenges relating to exports, and it avoids administrative challenges relating to global tracing and verification of carbon intensities. It is combined with established instruments like the free allowance allocation and the emerging CCfDs that are already anchored in member state and EU processes like the Innovation Fund or State Aid guidelines and can build on extended experience in power markets (renewable Contracts for Difference).\nWhat materials could be covered?\nThe excise structure allows to also include indirect emissions in standardised values. Hence also materials like aluminum can be included, not only for their (small share of) direct emissions, but for their full emissions. Standardised values also allow for the coverage of materials with complex value chains, like basic chemicals.\nWhat are the distributional implications?\nUltimately any effective carbon pricing mechanism for industry will impact the price of carbon intensive products. Also costs for climate neutral production processes, which are higher than of conventional production processes, will need to be reflected in product prices. Otherwise, there is no business case for companies to invest in such processes.\nAssuming today's production processes and manufacturing practices, we have calculated the cost increase for production of materials, and of products comprising these materials. Based on the household expenditure survey on different products, this allows to estimate costs increase for households. At a carbon price of 75€ a low-income household in Germany incurs additional costs of 50 €/year. This corresponds to 0.4 % of the household budget. Rich households spend a larger share of income on material intensive products, like cars, and hence costs would increase by 0.5% for rich households.**\n12",
  "page_13": "The EU has proposed a Just Transition Fund to compensate in particular poor households for costs of carbon pricing. If a fraction of total revenues were distributed per head of population, then this would compensate poor households for the cost increase and leave sufficient revenue to fund climate action.\nCost to consumers will decline, if manufacturing and construction industry responds to carbon pricing with increased material efficiency and recycling and by avoiding windfall profits resulting from the current design of free allowance allocation.\nHow can material efficiency and recycling reduce costs to consumers?\nThe carbon price will decline, because also material efficiency and recycling will respond to the price signal, therefore reducing the price level necessary to reach climate targets.\nHow can a CBAM design based on standardised values avoid costs to consumers from windfall profits?\nThe current design of free allowance allocation creates windfall profits, because free allowance allocation is linked to historic and not current production volumes. One of the reasons for linking free allocation to historic and not current production volumes is to give incentives for material producers to pass some of the carbon costs to material prices for incentives in the value chain. This is no longer necessary, if a climate contribution ensures the carbon costs are reflected in the value chain. Hence, free allocation would be directly linked to current production volumes, for example in tons of hot rolled steel. Thus, the opportunity costs of using freely granted allowances for emissions from current production are zero because a firm only receives allowances if it produces the steel. Without opportunity costs, industry also has no incentives for passing on the value of freely allocated allowances to material prices — and there are no windfall profits.\nThe challenge with windfall profits in the current setting is, that they are uncertain, as the pass- through capacity depends on global market developments. While in some years, free allocation may be necessary to avoid carbon leakage risks, in other years firms will benefit from windfall profits. Over the decade 2021-30 we estimate such windfall profits in a scenario of high carbon- cost pass-through could reach €78 billion.** Avoiding windfall profits avoids a loss revenue that would otherwise be captured by the public and could be deployed towards funding for example innovation or social measures\nHow does a CBAM with standardised values contribute to global climate action?\nIt provides a successful example that works — to facilitate policy learning and motivate others to follow. It can provide resources to support partner countries in the implementation of a transition strategy. (Like Peter Liese’s proposal of 20% revenue from CBAM mechanism for support of transition of developing countries.)\nIn principle, the EU can continue independently, and firms have credible investment framework without expiration date dependent on global agreed policy cooperation. This in turn strengthens convening and negotiation power of the EU for any of the following options that may attract most support internationally:\nFirst, countries could agree on a gradually increasing minimum carbon price. It would complement national systems and would thus allow countries to cover incremental costs of gradually increasing share of climate neutrally produced materials for their exports. It would do so while avoiding excessive costs on developing countries, if full carbon costs are directly imposed on exports while carbon revenues are captured in the few non-developing countries that produce basic materials.\n13",
  "page_14": "Second, countries could form a carbon club which involves a CBAM towards third countries or an integrated carbon pricing system. Either approach would involve abandoning (a part of) the free allowance allocation under EU ETS and along with it the reduction of (a share of) the climate contribution and corresponding reduction of payments under CCfDs.\nThird, countries could agree on near climate neutral standards for basic materials, and report according to these along the value chain. This could allow for the development of a green premium — voluntarily paid by consumers. While we would not anticipate this to be sufficient to cover incremental costs of clean production processes, such a premium would provide additional encouragement for management and investors to shift to climate neutral production processes, thus complementing CCfDs which just ensure financial break-even of green products.\nFourth, in the longer term countries could individually or jointly define product carbon requirements that require materials comply with a near climate neutral product standard if they are part of products sold to their consumers.\n' During the World Leaders Summit at COP26, major steel producing countries including India, Japan, South Korea, the US and the EU, have agreed on a steel breakthrough package to make “near-zero emission steel” the preferred choice in global markets before 2030. Other coalitions where also launched, like the First Movers Coalition, which brings together global companies with supply chains across carbon-intensive sectors.\n' This will require effective policy package, with effective carbon price playing essential role.\nan\nan\nan\nii [EA Report Net Zero by 2050, https://www.iea.org/reports/net-zero-by-2050\nFor an assessment of cost impacts also considering a broader coverage of materials, please see Stede e.a. 2021, Ecological Economics, 189, 107168. https://www.sciencedirect.com/science/article/pii/SO92 1800921002263 v See Annex do firms have an incentive to shift to climate neutral processes if free allocation is continued? - “ https://www.econ.cam.ac.uk/people-files/affil/rar36/pubs/Neuhoff-Ritz-CCPT-201 9-10-29-final.pdf\nvil In the proposal https://ec.europa.eu/info/sites/default/files/carbon_border_adjustment_mechanism_0.pdf. In the\nTAXUD study is number 4\nvill See CBAM support study for DG TaxUD for evaluation and of performance of excise option.\nhttps://clustercollaboration.eu/sites/default/files/news_attachment/Final%20report%20CBAM%20study_0.pdf. The\nimpact assessment assumes free allocation and excise is not at best available conventional technology but at average carbon intensity of sector, reducing incentives for emission reductions, revenues and performance in addressing carbon leakage risks.\nhttps://ec.europa.eu/info/sites/default/files/carbon_border_adjustment_mechanism_0.pdf\nAnalysis of WTO-ASCM compatibility http://hdl.handle.net/10419/234455\n* Richstein, Joern Constantin. 2017. “Project-Based Carbon Contracts: A Way to Finance Innovative Low-Carbon\nInvestments.” DIW Berlin Discussion Paper 1714. http://hdl.handle.net/10419/173400\n| Based Stede 2021 https://www.sciencedirect.com/science/article/pii/S0921800921002263 but assuming on e.a. carbon price of 75 Euro instead of 30 Euro.\nxii See CBAM support study for DG TaxUD for evaluation and of performance of excise option.\nhttps://clustercollaboration.eu/sites/default/files/news_attachment/Final%20report%20CBAM%20study_0.pdf. The impact assessment assumes free allocation and excise is not at best available conventional technology but at average carbon intensity of sector, reducing incentives for emission reductions, revenues and performance in\n14",
  "page_15": "addressing carbon leakage risks.\nhttps://ec.europa.eu/info/sites/default/files/carbon_border_adjustment_mechanism_0.pdf\nxi Neuhoff, Karsten, Olga Chiappinelli, Jorn Richstein, Heleen de Coninck, Pedro Linares, Timo Gerres, Gauri Khandekar, et al. n.d. “Closing the Green Deal for Industry - What Design of the Carbon Border Adjustment Mechanism Ensures an Inclusive Transition to Climate Neutrality?” Position Paper. Climate Strategies. https://climatestrategies.org/publication/closing-the-green-deal-for-industry/.\nx Timo Gerres, Manuel Haussner, Karsten Neuhoff and Alice Pirlot (2019) Can Government Ban Materials with Large Carbon Footprint? Legal and Administrative Assessment of Product Carbon Requirements, DIW Discussion paper 1834\n*v Analysis of WTO-ASCM compatibility http://hdl.handle.net/10419/234455\n“i Analysis of legal basis http://onlinelibrary.wiley.com/doi/10.1111/reel.12131/full\nvil Economic and legal considerations https://www.e-elgar.com/shop/gbp/including-consumption-in-emissions-\ntrading-9781800376847.html\n«ill https://clustercollaboration.eu/sites/default/files/news_attachment/Final%20report%20CBAM%20study_0.pdf xx Analysis of distributional impact https://www.sciencedirect.com/science/article/pii/S0921800921002263. 75 €/t COQ2 prices are assumed. Absolute effect lower in lower-income countries, relative effect higher.\n*« These estimations for windfall profits are based on own windfall-estimations for the basic materials sectors that are currently under discussion to be included in a CBAM (iron & steel, cement, fertilizers and aluminum — we do not take into consideration power generation, which is also one of the potential CBAM sectors). In the low pass-through scenario we assume a carbon cost pass-through of 10%, in the high pass-through scenario we assume a carbon cost pass-through of 40%.\n15"
},
  "language": "Languages.ENGLISH",
  "total_pages": 15
}
