{
  "file_name": "311_2690.pdf",
  "pages": {
  "page_1": "DIW Wochenbericht\nNeuer europäischer Mechanismus für CO,-Grenzausgleich\nVon Robin Sogalla\nAUF EINEN BLICK\nAb Oktober 2023 wird in der EU ein CO,-Grenzausgleichsmechanismus praktiziert Simulation zeigt die Effekte des neuen Politikinstruments auf Handelsströme, Treibhausgasausstoß und Produktion der emissionsintensiven Industrie Grenzausgleichsmechanismus kann Wettbewerbsnachteile durch steigende CO,-Preise in der EU und Verlagerung von Emissionen in Drittländer reduzieren Anreizwirkung des Grenzausgleichsmechanismus auf Drittstaaten ist begrenzt, deswegen sind Mechanismen der Zusammenarbeit zentral Grenzausgleichsmechanismus darf kein protektionistisches Instrument sein und sollte von multilateraler Kooperation begleitet werden\n22\nEuropäischer Grenzausgleichsmechanismus: Verlagerung von treibhausgasintensiver Produktion in Drittländer verhindern\nGeb,\nSTOP\nEEE\nEU Customs\nN\n&8o\n0.\nco,\n_\nImporteure zahlen\nEmissionshandel\nCO,-Grenzausgleich\nFa \\\nEU-Grenze 0\nHeE®\nQuelle: Eigene Darstellung\nMEDIATHEK\nZITAT\n„Steigende Preise von CO,-Emissionen ohne Kompensation können zur Verlagerung von Produktion aus Europa in Drittländer führen, wo die CO,-Kosten niedriger sind. Ein Grenzausgleichsmechanismus kann das abmildern.“\nRobin Sogalla —\nel: El\nE\nAudio-Interview mit Robin Sogalla www.diw.de/mediathek\n—",
  "page_2": "CO,-GRENZAUSGLEICH\nNeuer europäischer Mechanismus für CO,-Grenzausgleich\nVon Robin Sogalla\nABSTRACT\nIm Oktober 2023 tritt das Europäische CO,-Grenzausgleichs- system (Carbon Border Adjustment Mechanism, CBAM) in Kraft. Der neue Mechanismus ist Teil einer Reform des Europäischen Emissionshandels (EHS). Derzeit müssen ener- gieintensive Industrien nur einen Teil der EHS-Emissionszer- tifikate am Markt kaufen, damit sie im globalen Wettbewerb bestehen können. Der Rest wird frei zugeteilt. Der CBAM soll diese freien Zuteilungen schrittweise durch eine Abgabe auf die in den Einfuhren enthaltenen CO,-Emissionen ersetzen. Nach einer Übergangsphase, in der vorwiegend ein Monito- ring erfolgen wird, wird diese Abgabe ab 2026 bei Importen bestimmter Produkte erhoben. Der Grenzausgleichmechanis- mus kann Emissionsverlagerungen in andere Länder sowie den Produktionsrückgang treibhausgasintensiver Industrien in Folge der Einschränkung der freien Zertifikate und steigender CO,-Preise abfedern. Er kann sie aber nicht vollständig aus- gleichen. Insbesondere bietet er keinen ausreichenden Schutz für Exporteure ins Nicht-EU-Ausland. Entscheidend ist dabei, dass der CBAM nicht zu Handelskonflikten führt, die multilate- rale Kooperationen erschweren. Internationale Zusammenar- beit ist für die Bewältigung der Klimakrise unabdingbar, da nur dadurch die globalen Emissionen gesenkt werden können.\nDie Europäische Union (EU) hat das Ziel, bis zum Jahr 2050 klimaneutral zu werden. Um dies zu erreichen, hat die EU-Kommission mit dem Fit-for-55-Paket verschiedene Maß- nahmen vorgelegt, die die Treibhausgasemissionen bis 2030 im Vergleich zu 1990 um 55 Prozent senken sollen.' Zent- raler Bestandteil ist die CO,-Bepreisung durch den Europä- ischen Emissionshandel (EHS).? Diese birgt allerdings das Risiko, dass treibhausgasintensive Industrien ihre Produk- tion aufgrund der gestiegenen Kosten ins Ausland verlagern. Eine solche Verlagerung von Emissionen ins Ausland wird als Carbon Leakage bezeichnet.\nUm Carbon Leakage zu verhindern, führt die EU ein CO,-Grenzausgleichssystem (CBAM) zum 1. Oktober 2023 ein.’ In einer Übergangsphase von Oktober 2023 bis Dezember 2025 sind Importeure aus dem Nicht-EU-Ausland zunächst verpflichtet, die in den Einfuhren bestimmter Pro- dukte enthaltenen CO, -Emissionen zu berichten. Ab Januar 2026 wird eine Abgabe auf diese eingebetteten Emissionen in Höhe des im EHS geltenden CO,-Preises erhoben, wobei die Abgabe nur auf die Emissionen oberhalb der frei zuge- teilten Emissionszertifikate anfällt.‘ Bis 2034 werden die frei zugeilten Zertifikate graduell auf null reduziert, sodass ab dann die Abgabe auf die gesamten eingebundenen Emissi- onen erhoben wird. Damit sollen die durch die europäische CO,-Bepreisung entstehenden Kostenunterschiede an der Grenze weitestgehend ausgeglichen werden.\n1 Für einen Überblick der Maßnahmen vgl. European Commission (online verfügbar, abgerufen am 22. Mai 2023. Dies gilt auch für alle andere Online-Quellen dieses Berichts, soweit nicht anders vermerkt.).\n2 Der EHS und der neue Grenzausgleich erfassen neben CO, auch weitere Treibhausgase. Da CO, den größten Anteil ausmacht, wird in der Folge in erster Linie von CO,-Emissionen gespro- chen. Dies schließt die anderen erfassten Treibhausgase aber mit ein.\n3 Europäische Union (2023): Verordnung (EU) 2023/956\nL130 vom 10. Mai 2023 zur Schaffung eines Grenzausgleichssystems (online verfügbar).\n4 Auch nach der Einführung des CBAMs erhalten die betroffenen Industrien weiterhin einen Teil der Emissionszertifikate im EHS kostenlos. Der CBAM soll nur auf den Teil der Emissionen anfallen, für die europäische Produzenten Zertifikate am Markt kaufen müssen: CBAM = [(tatsächliche CO,-Intensität des in die EU exportierenden Produzenten (in Tonnen CO, je produzierter Tonne) - (frei zugeteilte Zertifikate im EHS je produzierter Tonne)] x (produzierte Ton- ne) x (EHS-CO,.Preis) - (CO,-Preis, der im Drittland bezahlt wurde).\n262\nDIW Wochenbericht Nr. 22/2023\nDO: https://doi.org/10.18723/diw_wb:2023-22-1",
  "page_3": "CO,-GRENZAUSGLEICH\nKasten\nVerwendetes Außenhandelsmodell\nDie vorgestellte Simulationsanalyse basiert auf einem quantita- tiven Außenhandelsmodell. Es handelt sich um ein statisches, berechenbares allgemeines Gleichgewichtsmodell. Das Modell kombiniert ricardianische Elemente des komparativen Vorteils mit der sogenannten „neuen” Handelstheorie, welche die aufgrund von imperfektem Wettbewerb realisierbaren Skalenerträge mit- einbezieht. Darüber hinaus bildet das Modell heterogene Emissi- onsintensitäten von Firmen innerhalb eines Sektors ab. Varianten dieses Modells wurden bereits mehrfach zur Analyse von han- delspolitischen Maßnahmen)! aber auch für die Evaluation von klimapolitischen Instrumenten verwendet.?\nIdealerweise würde der makroökonomische Ansatz mit verfüg- baren disaggregierten Mikrodaten verbunden werden. Kritisch ist auch, inwiefern makroökonomische Modelle die Möglichkeiten der Emissionsminderung für deutlich gestiegene CO,-Preise in angemessener Weise abbilden. Wie jedes Modell abstrahiert auch das verwendete makroökonomische Modell von einigen Faktoren. Daher sollten die Ergebnisse nicht als exakte quantitative Vorher- sage interpretiert werden, sondern Einblicke in die Mechanismen der Wirkung europäischer CO,-Bepreisung geben. Die wichtigsten Limitierungen des Modells werden im Folgenden beschrieben.\nDas Modell kann variierende Emissionsintensitäten innerhalb einzelner Subsektoren nur zu einem gewissen Detailgrad erfassen Dadurch wird von den konkreten Produktionstechnologien abs- trahiert. Stattdessen wird angenommen, dass ein Teil der fossilen Energieträger durch andere Produktionsfaktoren ersetzt werden kann. Die daraus resultierenden Veränderungen der Emissions- intensitäten sind daher mit Unsicherheit behaftet. Da es sich um\n1 Vgl. auch Arnaud Costinot und Andrös Rodriguez-Clare (2014): Trade Theory with Numbers: Quantifying the Consequences of Globalization. Handbook of International Economics, 197-261 (online verfügbar); Konstantin Kucheryavyy, Gary Lyn und Andres Rodriguez-Clare (2023): Ground ed by Gravity: A Well-Behaved Trade Model with Industry-Level Economies of Scale. American Eco: nomic Journal: Macroeconomics, 372-412 (online verfügbar).\n2 Joseph S. Shapiro und Reed Walker (2018): Why Is Pollution from US Manufacturing Declin- ing? The Roles of Environmental Regulation, Productivity, and Trade. American Economic Re- view, 3814-54 (online verfübar); Farid Farrokhi und Ahmad Lashkaripour (2022): Can Trade Policy Mititgate Climate Change. STEG Working Paper Series (online verfügbar).\nEin solcher Ausgleichsmechanismus hat aber nicht nur Effekte hinsichtlich Carbon Leakage; Auswirkungen erge- ben sich auch beim Produktionsniveau der energieintensi- ven Industrien, den Handelsströmen und den realen Ein- kommen. Die Effekte des im Fit-for-55-Paket festgelegten Emissionsreduktionsziels in Kombination mit verschiede- nen Optionen der konkreten Ausgestaltung des Grenzaus- gleichsmechanismus werden im Folgenden mit Hilfe eines quantitatives Außenhandelsmodells simuliert (Kasten).\nein statisches Modell handelt, berücksichtigen die Simulationen keine Innovationen in Bezug auf emissionsmindernde Technolo- gien. Das Modell quantifiziert die Effekte im neuen mittelfristigen Gleichgewicht, nicht aber den Anpassungspfad. Schließlich wird die Nutzung von Vorleistungen nicht modelliert, sodass Effekte entlang der Wertschöpfungskette nicht quantifiziert werden kön- nen.\nDie Datengrundlage des Modells ist Exiobase.? Die Datenbank um- fasst Handelsströme, die Inputs sowie die im Produktionsprozess entstandenen Treibhausgasemissionen nach Sektor und Land. Diese Daten werden um aktuelle Zolldaten der Plattform World Integrated Trade Solutions sowie CO,-Preise erweitert. Insgesamt umfasst das Modell den intra- und internationalen Handel von 43 Ländern sowie fünf aggregierten Regionen und unterscheidet zwischen 53 Sektoren, darunter 44 im verarbeitenden Gewerbe und 23 Industrien, für die das EHS gilt.\nDas Basisjahr für die vorgestellte Simulation ist 2015, sodass alle Effekte die Veränderung gegenüber diesem Jahr angeben. Die Simulation geht von einer Implementierung einer bindenden EU-weiten Emissionsobergrenze aus, die den Treibhausgasaus- stoß für das Jahr 2030 im Vergleich zu 1990 um insgesamt 55 Pro- zent (beziehungsweise 42 Prozent im Vergleich zu 2015) senkt. Anders als die bisherige Klimapolitik umfasst die bindende Ober- grenze damit alle Sektoren. Dieses Szenario wird mit verschiede- nen Ausgestaltungsmöglichkeiten eines CO,-Grenzausgleichsme- chanismus kombiniert. Im Gegensatz zur graduellen Einführung des CBAMSs bis 2034 wird angenommen, dass der Grenzausgleich ab 2030 die freien Allokationen ersetzt.‘\n3  Füreine ausführliche Datenbeschreibung vgl. Stadler et al. (2018): EXIOBASE 3: Developing a\nTime Series of Detailed Environmentally Extended Multi-Regional Input-Output Tables. Journal of\nIndustrial Ecology, 502-515 (online verfügbar).\n4 Fürtechnische Details in Bezug auf die Modellstruktur sowie weitere Ergebnisse und Daten-\nbeschreibung vgl. Robin Sogalla (2023): Unilateral Climate Policy and Heterogeneous Firms. Wor-\nking Paper (online verfügbar).\nCarbon Leakage und der Europäische Emissionshandel\nDie Vermeidung von Carbon Leakage ist ein wichtiger Aspekt bei der Ausgestaltung von einseitiger CO,-Bepreisung. Die potenzielle Abwanderung von Industriezweigen und der drohende Verlust von Arbeitsplätzen ist mit ökonomischen und sozialen Kosten verbunden, welche die Akzeptanz für Klimapolitik schmälern. Darüber hinaus untergräbt Carbon\n263\nDIW Wochenbericht Nr. 22/2023",
  "page_4": "CO,-GRENZAUSGLEICH\nTabelle\nÜberblick über die simulierten Szenarien\nSzenario\nAluminium, Eisen und Stahl, Düngemittel,\nZement, Energie\nWie „CBAM-Gesetzesvorschlag\" und\nPolymere, Raffinerieprodukte und sonstige\nGrundchemieprodukte\nAlle EHS-Industrien\nAlle EHS-Industrien\nAnmerkungen: CBAM steht für den neuen CO,-Grenzausgleichsmechanismus (CBAM). Industrien, die unter den europäischen Emissionshandel fallen (EHS-Industrien) sind: Aluminium; Baumateriali- en; Blei, Zink, Zinn; Grundchemieprodukte; Druckerzeugnisse; Düngemittel; Edelmetalle; Gießereien; Glas; Gummi- und Kunststoffwaren; Keramik; Kokereien; Kupfer; Raffinerieprodukte; Nichtmetalli- sche Mineralien; Papierproduktion; Polymere; sonstige NE-Metalle; Zellstoffproduktion und Zement.\nQuelle: Eigene Darstellung.\nLeakage die Effektivität unilateraler Klimapolitik. Für die Bekämpfung der Klimakrise sind die globalen Treibhaus- gasemissionen entscheidend - nicht die nationalen. Im extre- men Fall, in dem die Emissionen komplett ins Ausland ver- lagert werden, hätte unilaterale Klimapolitik keinen Effekt auf den globalen Treibhausgasausstoß.\nUm Carbon Leakage zu vermeiden, erhalten energieinten- sive Industrien einen Großteil der zur Deckung ihrer Emis- sionen notwendigen CO,-Zertifikate kostenlos.” Bisher hat der EHS daher nicht zu Carbon Leakage geführt.‘\nAllerdings kann die freie Zuteilung von Emissionszertifika- ten die Anreize zur Umstellung auf CO,-sparende Produkti- onstechnologien mindern.’ Außerdem entfallen die öffentli- chen Einnahmen, die der Verkauf der Zertifikate generieren würde. Deswegen wird die freie Zuteilung nun schrittweise reduziert und das Carbon-Leakage-Risiko stattdessen durch den Grenzausgleichsmechanismus adressiert.?\n6 Vgl. Helene Naegele und Alexander Zaklan (2019): Does the EU ETS cause carbon leakage in European manufacturing? Journal of Environmental Economics and Management, 125-147 (online verfügbar); Stefano Verde (2020): The impact of the EU Emissions Trading System on Competiti- veness and Carbon Leakage: The Econometric Evidence. Journal of Economic Surveys, 320-343 (online verfügbar); Jonathan Colmer et al. (2022): Does pricing carbon mitigate climate change? Firm-level evidence from the European Union Emissions Trading Scheme. Discussion Paper Series. CRC TR Press Discussion Paper, No. 232 (online verfügbar); Antoine Dechezleprätre et al. (2022): Searching for carbon leaks in multinational companies. Journal of Environmental Economics and Management 112, 1-20 (online verfügbar).\n7 Jordi Teixidö, Stefano Verde und Francesco Nicolli (2019): The impact of the EU Emissions Trading System on low-carbon technological change: the empirical evidence. Ecological Econom- ics, 106347.\n8 Pressemitteilung des Europäischen Parlaments vom 18 Dezember 2022: Climate change: Deal on a more ambitious Emissions Trading System (ETS) (online verfügbar).\n9 Andreas Löschel (2008): Role of Auctions: The Role of Numerical Models, in Karsten Neuhoff\net al. The role of Auctions for Emissions, Climate Strategies, 35-40 (online verfügbar).\nKein CBAM\nII CBAM-Gesetzesvorschlag\nCBAM-Ausgestaltung\nEmissionsintensität des Produzenten\nEU-weiter CO,-Preis auf alle Sektoren, der dazu\n(d.h. Emissionsintensität des exportierenden\nI CBAM erweitert\nführt, dass die Treibhausgasemissionen im\nDrittlandes)\nVergleich zum Jahr 1990 um 55 Prozent fallen\nII CBAM EHS gesamt\nEmissionsintensität basierend auf der Produktion\nI CBAM EU-Emissionsintensität\ninnerhalb der EU\n© DIW Berlin 2023\nHerausforderungen bei der Modellierung von Effekten klimapolitischer Maßnahmen\nEine Maßnahme im Fit-for-55-Paket ist die Emissionsober- grenze im EHS schneller zu reduzieren, wodurch die CO,- Preise steigen werden. Die Wirkung der höheren Preise sowie des Grenzausgleichsmechanismus als neues Carbon- Leakage-Schutzinstrument sind mit vielfachen Effekten und Wechselwirkungen verbunden. Für ihre Analyse gibt es zwei generelle Ansätze. Ein detaillierter Fokus auf einzelne Sek- toren (Bottom-Up) oder eine makroökonomische Perspek- tive aller Volkswirtschaften (Top-Down).? Die Vorteile des ersten Ansatzes liegen darin, dass die relevanten Aspekte der Produktionstechnologien, Kostenstrukturen und Han- delsbeziehungen jeweils abgebildet werden können. Diese disaggregierte Sicht erfordert allerdings den Fokus auf ein- zelne Industriezweige. Die Wechselwirkungen mit anderen Bereichen der Volkswirtschaft werden dabei nicht berück- sichtigt und Rückschlüsse auf die gesamtwirtschaftlichen Effekte sind nicht möglich. Der gewählte makroökonomi- sche Ansatz bezieht solche Feedback-Effekte zwischen den einzelnen Industriezweigen ein. Allerdings geht dies auf Kos- ten einer weniger detaillierten Modellierung der einzelnen Sektoren: Die potenziell hohen Kostensteigerungen einzel- ner Subsektoren können weniger gut erfasst werden. Außer- dem könnte das Potenzial, die Emissionsintensität der Pro- duktion zu senken, überschätzt sowie das Risiko von Emis- sionsverlagerung unterschätzt werden (Kasten).\n5 Stefano Verde et al. (2022): Free allocation rules in the EU emissions trading system: what does the empirical literature show? Climate Policy, 439-452 (online verfügbar).\nVerschiedene Szenarien für die Ausgestaltung des CBAMs\nFür die Ausgestaltung eines CBAMs sind mehrere Szena- rien möglich, die im Folgenden näher analysiert werden (Tabelle). Im hypothetischen Szenario I „Kein CBAM“ wird\n264\nDIW Wochenbericht Nr. 22/2023\nCO,-Bepreisung in der EU\nBetroffene Industrien\nBemessungsgrundlage\nkein CBAM",
  "page_5": "CO,-GRENZAUSGLEICH\nV CBAM\nEU-Emissionsintensität\nAnmerkung: Die Abbildung zeigt die Carbon-Leakage-Rate für die Erreichung des Fit-for-55-Ziels ohne Grenzaus- gleich, sowie die in der Tabelle beschriebenen Designoptionen für den CBAM. Die Carbon-Leakage-Rate ist das Verhältnis der Emissionsveränderungen außerhalb der EU zu den Emissionsveränderungen innerhalb der EU. EHS- Industrien sind die Industriezweige, die unter den Europäischen Emissionshandel fallen (vgl. Anmerkung Tabelle).\nQuelle: Darstellung basierend auf Simulationsergebnissen in Robin Sogalla (2023): Unilateral Climate Policy and Heterogeneous Firms. Working Paper (online verfügbar).\nDer CO,-Grenzausgleich reduziert Carbon Leakage gegenüber einer CO,-Bepreisung ohne Industriekompensation.\n10 Europäische Union (2023), a.a.0., 90.\n11. Vgl. Europäisches Parlament (2023), a.a.O., Kapitel VIII, Artikel 30, 2.2), 84.\nAbbildung 1\nCarbon-Leakage-Rate für verschiedene CBAM- Ausgestaltungsmöglichkeiten\nCarbon Leakage in Prozent\nDIW Wochenbericht Nr. 22/2023\n30\n40\n50\n© DIW Berlin 2023\n265\nTr ———\n—\num\nWenn Carbon-Leakage-Risiken weder mit der kostenlosen Zuteilung von Emissionszertifikaten noch mit einem Grenz- ausgleichsmechanismus adressiert werden, entstehen durch die CO,-Preise Anreize zu Emissionsverlagerungen. Im Sze- nario I lässt jede vermiedene Tonne Treibhausgase in den EHS-Industrien knapp 0,4 Tonnen zusätzlicher Emissio- nen im Ausland entstehen (Abbildung 1). Der CBAM senkt den Carbon Leakage im Vergleich dazu. Je mehr Produkte unter den Grenzausgleichsmechanismus fallen, desto weni- ger Carbon Leakage entsteht. Wird hingegen eine Bemes- sungsgrundlage des CBAMs auf Basis der im Modellergeb- nis geringeren EU-Emissionsintensität eingeführt, verliert der CBAM deutlich an Effektivität.\nCBAM kann Wettbewerbsnachteile für Exporteure in Nicht-EU-Länder nicht ausgleichen\nNeben Carbon Leakage hat die Einführung stringenterer Kli- mapolitik auch Auswirkungen auf die Handelsströme und das\nangenommen, dass die EU eine bindende Obergrenze für alle Treibhausgasemissionen einführt. Diese Obergrenze entspricht der im Fit-for-55 festgelegten Einsparung um 55 Prozent für das Jahr 2030 relativ zum Jahr 1990 bezie- hungsweise 42 Prozent im Vergleich zum Jahr 2015. Es wird dabei angenommen, dass diese Emissionsminderun- gen alleine durch die Anreize eines EU-weiten CO,-Preises erreicht werden, indem von Investitionsrisiken, Lerneffek- ten, Infrastrukturanforderungen und Finanzierungshemm- nissen abstrahiert wird. In den weiteren Szenarien werden verschiedene Ausgestaltungsmöglichkeiten des Grenzaus- gleichs simuliert. Dabei stehen vor allem zwei Fragen zur konkreten Ausgestaltung des CBAMs im Vordergrund: Wel- che Industrien sollen unter den neuen Grenzausgleich fal- len? Anhand welcher Bemessungsgrundlage soll die Emis- sionsintensität der Importe bestimmt werden?\nI Kein CBAM\nIICBAM-\nGesetzesvorschlag\nIII CBAM erweitert\nIn den Szenarien II bis IV werden die Auswirkungen je nach Einbeziehung unterschiedlicher Industrien simuliert. Welche Produkte unter den CBAM fallen sollen, war ein wichtiger Diskussionspunkt auf europäischer Ebene. Vereinbart wurde schließlich, dass der CBAM in der ersten Phase auf Alumi- nium, Eisen und Stahl, Düngemittel, Wasserstoff, Strom und Zement angewendet wird.’ In Szenario II gilt der Grenzaus- gleich für diese Industriezweige. Während die EU-Regulie- rung vorsieht, dass die weiteren Sektoren durch die Weiter- führung der kostenlosten Zuteilung von Emissionszertifikaten vor Carbon Leakage geschützt werden, wird in der Simulation ein solcher Schutz für die weiteren Sektoren nicht unterstellt.\n——\n|\n(0)\n10\n20\nEEE Gesamt m EHS-Industrien\nSzenario III bildet eine in der mittleren Frist angestrebte Erweiterung des Geltungsbereichs des CBAMs ab. Derzeit ist geplant, nach der Übergangsphase eine Erweiterung um Polymere und organische Chemikalien zu überprüfen.\" Das Europäische Parlament forderte zudem, auch für Raffinier- produkte die kostenlose Zuteilung von Emissionszertifika- ten zu beenden. Diese Produkte sind im Szenario III in den Grenzausgleichsmechanismus einbezogen.\" Schließlich wird im Szenario IV eine Ausweitung des Mechanismus auf alle im EHS erfassten Güter unterstellt.\nCBAM reduziert Carbon Leakage\nSzenario V unterscheidet sich von den vorherigen Szena- rien in der Bemessungsgrundlage der Emissionsintensität. In den Szenarien II bis IV wird der Grenzausgleich auf Basis der Emissionsintensität des Drittlandes erhoben. Szenario V geht stattdessen von Referenzwerten auf Basis der durch- schnittlichen Emissionsintensität innerhalb der EU aus. In den ersten Szenarien wird die Bemessungsgrundlage der im Produktionsprozess ausgestoßenen Treibhausgasemis- sionen damit besser erfasst. Die Nutzung von EU-Referenz- werten würde den administrativen Aufwand bezüglich der zu erhebenden Daten allerdings reduzieren.\n12 Vgl. Europäisches Parlament (2022): Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a regulation of the European Parliament and of the Coun- cil establishing a carbon border adjustment mechanism, Amendment 26 (COM(2021)0564 - C9 0328/2021 - 2021/0214(COD))(1) (online verfügbar).",
  "page_6": "CO,-GRENZAUSGLEICH\nAbbildung 2\nProduktions- und Handelseffekte in den EHS-Industrien In Prozent\nGesamtproduktion\n|\n|\n|\n15 -10 -5\n(0)\n5\n10\nAnmerkung: Die Abbildung zeigt die Effekte auf Einfuhren und Ausfuhren aus dem/in das Nicht-EU-Ausland, sowie innereuropäischen Handel und inländische Produktion in den Industrien, die unter den europäischen Emissionshan- del (EHS) fallen (vgl. Anmerkung Tabelle). Alle Effekte sind in prozentualen Änderungen zur Baseline angegeben. Die betrachteten Szenarien sind dieselben wie in Abbildung 1 (vgl. Anmerkung dort).\nQuelle: Darstellung basierend auf Simulationsergebnissen in Robin Sogalla (2023): Unilateral Climate Policy and Heterogeneous Firms. Working Paper (online verfügbar).\nCBAM senkt emissionsintensive Einfuhren und den Produktionsrückgang in EHS- Industrien in Folge der CO,-Bepreisung.\nEN | Kein CBAM\nu |V CBAM EHS gesamt am V CBAM EU-Emissionsintensität\nEinfuhren aus Drittstaaten\nAusfuhren in Drittstaaten\nHandel innerhalb der EU\nUmsatz im Inland\nBE || CBAM-Gesetzesvorschlag EEE III CBAM erweitert\n|\n|\n|\n15\n© DIW Berlin 2023\nProduktionsniveau in den Industrien, die in den EHS einbe- zogene Güter herstellen. So führt eine hohe CO,-Bepreisung ohne Mafnahmen zur Vermeidung von Carbon Leakage zu höheren Einfuhren von energieintensiven Produkten aus dem Nicht-EU-Ausland (Abbildung 2). Dies reduziert die Produktion in Europa und insbesondere die Exporte ins Nicht-EU-Ausland.\nDie Einführung des Grenzausgleichs verteuert die belas- teten Einfuhren, wodurch die Importe von Gütern der in den EHS einbezogenen Industrien in allen Ausgestaltungs- möglichkeiten zurückgehen. Dadurch schützt der CBAM die Wettbewerbsfähigkeit auf dem europäischen Binnen- markt. Der geplante Grenzausgleichsmechanismus sieht nur eine Abgabe für Importe vor. Dadurch kompensiert der CBAM nicht die Kostensteigerungen für Exporteure der betroffenen Produkte in Drittstaaten. Da der CBAM nur auf\n266\nDIW Wochenbericht Nr. 22/2023\nGrundstoffe erhoben wird, könnten zudem negative Effekte für die Wettbewerbsfähigkeit nachgelagerter Industrien ent- lang der Wertschöpfungskette entstehen, die in der Modell- simulation nicht berücksichtigt wurden.\nNegative Effekte auf Handelspartner hauptsächlich bei Exporteuren fossiler Energieträger\nEine Gefahr des CBAMs ist, dass Europas Handelspartner den neuen Grenzausgleichsmechanismus als protektionis- tisches Instrument einstufen. Dies könnte Vergeltungsmaß- nahmen hervorrufen und im schlechtesten Fall zu einem Handelskrieg führen.\nDie realen Einkommensverluste in Folge stringenterer euro- päischer Klimapolitik sind auch in Kombination mit dem Grenzausgleich für die meisten Handelspartner der EU gering (Abbildung 3). Zwar werden jene Länder, die fos- sile Energieträger in die EU exportieren, von der geringe- ren Nachfrage nach fossilen Energien in Folge der Emissi- onsreduktion in der EU getroffen. Dieser negative Effekt trifft allerdings auf jede emissionssenkende Maßnahme zu und hängt nicht von der Einführung des CBAMs ab. Ein- zelne vom Export von Grundstoffen besonders abhängige Staaten könnte der CBAM allerdings vor große Herausfor- derungen stellen.\" Dieser Effekt könnte abgeschwächt wer- den, wenn ein Teil der durch EHS und später CBAM gene- rierten Einnahmen zur Finanzierung der Umstellung auf weniger CO,-intensive Produktion im EU-Ausland verwen- det wird. Im Gegensatz dazu sind die Effekte für die USA und China niedrig. Beide Länder haben auch mit dem CBAM ein höheres reales Einkommen in Folge der stringenteren CO,-Bepreisung in der EU.\nGeringer Effekt auf globale Treibhausgasemissionen\nDie in Szenario I erreichte Einsparung an weltweiten Treib- hausgasen liegt bei drei Prozent. Im Vergleich zu dem Rück- gang um 42 Prozent innerhalb der EU ist diese Einspa- rung gering. Durch die Abmilderung von Carbon Leakage führt der Grenzausgleich zu höheren Emissionseinsparun- gen. Jedoch betragen diese selbst mit einem CBAM für alle EHS-Produkte (Szenario IV) gerade einmal 3,3 Prozent. Daher kann ein klimapolitischer Alleingang der EU die glo- balen Emissionen nicht substanziell senken. Die Klimapo- litik der EU sollte die Effekte auf mögliche Kooperationen mit anderen Ländern mitdenken. Deshalb ist es auch aus klimapolitischer Sicht entscheidend, dass der CBAM nicht als protektionistisches Instrument wahrgenommen wird.\nEine Möglichkeit könnte die vertiefte Zusammenarbeit im Rahmen von bilateralen oder sektoralen Kooperationen oder über neue Plattformen wie den von der G7 initiier- ten Klimaclub sein, indem sich mehrere Staaten in ihrer\n13 Guilherme Magacho, Etienne Espagne und Antoine Godin (2023): Impacts of the CBAM on EU trade partners: consequences for developing countries. Climate Policy (online verfügbar).",
  "page_7": "CO,-GRENZAUSGLEICH\nAbbildung 3\nReale Einkommenseffekte der Fit-for-55-Emissionsreduktion in Kombination mit CBAM laut Gesetzesvorschlag (Szenario Il) In Prozent\n= Zug\nEp\nm.\nu —_\ns\nm... a\nFa\n0!\n—_— ——\nä N a\n— >0O Prozent\ny”\n0,5\n2\nKir\n-10\na)\nAN\n| 4\nji \"\nSn\n-20\n& u“\n\\ nz:\nd\n.\nAnmerkung: Die Abbildung zeigt die prozentuale Änderung des realen Einkommens nach Land für das Fit-for-55- Reduktionsziel in Kombination mit dem CBAM laut aktuellem Gesetzesentwurf im Vergleich zur Baseline. Das reale Einkommen berechnet sich aus dem nominalen Einkommen und dem Preisindex. Ein Großteil der afrikanischen Staaten sowie Staaten in Südamerika, Südostasien und im Mittleren Osten wurden in der Datengrundlage aggregiert, sodass die dargestellten Effekte nur den regionalen Durchschnitt für diese Länder angeben.\nQuelle: Darstellung basierend auf Simulationsergebnissen in Robin Sogalla (2023): Unilateral Climate Policy and Heterogeneous Firms. Working Paper (online verfügbar).\nAuch mit CO,-Grenzausgleich sind die negativen Effekte auf europäische Handelspartner gering.\nKlimapolitik zusammenschließen.' Wichtig ist bei allen Initiativen, dass sie nicht als ein Abschottungsinstrument westlicher Staaten wahrgenommen werden, sondern die Aufnahme weiterer Länder ermöglichen.\nZwischenprodukten umgangen wird; dies würde seine Schutzwirkung abschwächen.\nBezüglich der Ausgestaltung sollte zwischen den hohen admi- nistrativen Kosten, die Emissionsintensität der in die EU expor- tierenden Drittstaaten zu erheben, und der Effektivität des Gren- zausgleiches in Bezug auf Carbon Leakage abgewogen werden.\nFazit: Handelsstreitigkeiten verhindern und multilaterale Kooperationen ermöglichen\nEs spricht vieles dafür, dass die steigenden CO,-Preise im EHS ohne ein geeignetes Carbon-Leakage-Schutzinstru- ment zu Emissionsverlagerung ins EU-Ausland führen. Der CBAM kann Carbon Leakage und den Produktions- rückgang in den betroffenen Industrien abschwächen. Da der geplante Grenzausgleichsmechanismus nur Abgaben auf Importe vorsieht, stellt er jedoch keine ausreichende Lösung dar, um den Rückgang der Exporte energieinten- siver Unternehmen zu verhindern. Darüber hinaus erfasst der CBAM zunächst hauptsächlich Grundstoffe, weshalb das Risiko besteht, dass er teilweise durch den Import von\nNeben diesen praktischen Fragen ist bei der Ausgestaltung des CBAMs von entscheidender Bedeutung, dass die Han- delspartner den Grenzausgleichsmechanismus nicht als ein protektionistisches Instrument begreifen. Dies istnicht nur wichtig, um mit gegenläufigen protektionistischen Maß- nahmen verbundene Einkommenseinbußen zu vermeiden. Auch für eine gelungene Transformation zur Klimaneutrali- tätistes unabdingbar, Handelsstreitigkeiten zu verhindern. So importiert die EU viele Schlüsseltechnologien wie Bat- terien und für die Energiewende notwendige Rohstoffe.”\n15 Vgl. auch Europäische Kommission (2020): Critical Raw Materials for Strategic Technologies and Sectors in the EU - A Foresight Study (online verfügbar); Lukas Menkhoff und Marius Zeevaert (2022): Deutschland kann seine Versorgungssicherheit bei mineralischen Rohstoffimporten erhö- hen. DIW Wochenbericht Nr. 50, 667-675 (online verfügbar).\n14 Weitere Vorschläge zur globalen Kooperation in: Heiner von Lüpke, Charlotte Aebischer und Karsten Neuhoff (2021): Globale Kooperationen als neues Leitbild der Internationalen Klimafinan- zierung. DIW Wochenbericht Nr. 32, 531-539 (online verfügbar).\nDIW Wochenbericht Nr. 22/2023\n© DIW Berlin 2023\n267",
  "page_8": "CO,-GRENZAUSGLEICH\nAußerdem kann die Klimakrise nur durch multilaterale und bestenfalls globale Lösungen bewältigt werden. Daher ist es zu begrüßen, dass in der Präambel des Gesetzesentwurfs die Möglichkeit zur multilateralen Kooperation hervorgeho- ben wird.'° Auch wenn solche Kooperationen aufgrund der\n16 „Die Schaffung des CBAMs erfordert die Entwicklung einer bilateralen, multilateralen und in- ternationalen Zusammenarbeit mit Drittländern. Zu diesem Zweck sollte ein Forum von Ländern mit CO,-Bepreisungsinstrumenten oder anderen vergleichbaren Instrumenten („Klimaclub“) ein- gerichtet werden, um die Umsetzung ehrgeiziger Klimaschutzmaßnahmen in allen Ländern zu för- dern und den Weg für einen globalen Rahmen für die Bepreisung von CO,-Emissionen zu ebnen.\" EU-Verordnung 2023/956/L130 (2023) a.a.0 S. 62, Präambel (72).\nstarken Variation der CO,-Bepreisung” schwierig scheinen, gibt es auch positive Signale wie beispielsweise die Einfüh- rung des weltgrößten Emissionshandelssystems in China.\n17 Derzeit sind 23 Prozent der globalen Treibhausgasemissionen mit einer Steuer belegt oder fallen unter ein Emissionshandelssystem. Die Preise variieren nach Region. Vgl. World Bank (2022): State and Trends of Carbon Pricing 2022 (online verfügbar).\nRobin Sogalla ist Doktorand in der Abteilung Unternehmen und Märkte im DIW Berlin | rsogalla@diw.de\nJEL: F12,F13,F18,Q56 Keywords: EU climate policy, CBAM, Carbon Leakage, General equilibrium trade models\nThis report is also available in an English version as DIW Weekly Report 22/2023:\n[elrklel\nwww.diw.de/diw_weekly e]\n268\nDIW Wochenbericht Nr. 22/2023",
  "page_9": "IMPRESSUM\nMIT BERLIN\nDIW Berlin — Deutsches Institut für Wirtschaftsforschung e.V. Mohrenstraße 58, 10117 Berlin www.diw.de\nTelefon: +49 30 897 89-0 Fax: —200\n90. Jahrgang 1. Juni 2023\nHerausgeberinnen und Herausgeber\nProf. Dr. Tomaso Duso; Sabine Fiedler; Prof. Marcel Fratzscher, Ph.D.;\nProf. Dr. Peter Haan; Prof. Dr. Claudia Kemfert; Prof. Dr. Alexander S. Kritikos; Satz\nProf. Dr. Alexander Kriwoluzky; Prof. Dr. Lukas Menkhoff; Prof. Karsten\nNeuhoff, Ph.D.; Prof. Dr. Carsten Schröder; Prof. Dr. Katharina Wrohlich\nChefredaktion\nProf. Dr. Pio Baake; Claudia Cohnen-Beck; Sebastian Kollmann; Kristina van Deuverden\nLektorat\nTill Köveker\nRedaktion\nRebecca Buhner; Dr. Hella Engerer; Ulrike Fokken; Petra Jasper; Kevin Kunze;\nSandra Tubik\nVertrieb\nDIW Berlin Leserservice, Postfach 74, 77649 Offenburg\nleserservice@diw.de\nTelefon: +49 1806 14 00 50 25 (20 Cent pro Anruf)\nGestaltung\nRoman Wilhelm, Stefanie Reeg, Eva Kretschmer, DIW Berlin\nUmschlagmotiv\n© imageBROKER / Steffen Diemer\nSatz-Rechen-Zentrum Hartmann + Heenemann GmbH & Co.KG, Berlin\nDruck\nUSE gGmbH, Berlin\nISSN 0012-1304; ISSN 1860-8787 (online) Nachdruck und sonstige Verbreitung - auch auszugsweise — nur mit Quellenangabe und unter Zusendung eines Belegexemplars an den Kundenservice des DIW Berlin zulässig (kundenservice@diw.de).\nAbonnieren Sie auch unseren unter www.diw.de/newsletter\nDIW- und/oder Wochenbericht-Newsletter"
},
  "language": "Languages.GERMAN",
  "total_pages": 9
}
