{
  "file_name": "311_2684.pdf",
  "pages": {
  "page_1": "ELONSTÜOR\nMake Your Publications Visible.\nA Service of\nBU\nLeibniz-Informationszentrum Wirtschaft Leibniz Information Centre for Economics\nSogalla, Robin; Wittenberg, Erich\nArticle\nMit neuem Grenzausgleichsmechanismus auch CO; in Importen erfassen: Interview\nDIW Wochenbericht\nProvided in Cooperation with:\nGerman Institute for Economic Research (DIW Berlin)\nSuggested Citation: Sogalla, Robin; Wittenberg, Erich (2023) : Mit neuem Grenzausgleichsmechanismus auch CO; in Importen erfassen: Interview, DIW Wochenbericht, ISSN 1860-8787, Deutsches Institut für Wirtschaftsforschung (DIW), Berlin, Vol. 90, Iss. 22, pp. 269-, https://doi.org/10.18723/diw_wb:2023-22-2\nThis Version is available at: https://hadl.handle.net/10419/273599\nStandard-Nutzungsbedingungen:\nTerms of use:\nDie Dokumente auf EconStor dürfen zu eigenen wissenschaftlichen Zwecken und zum Privatgebrauch gespeichert und kopiert werden.\nDocuments in EconStor may be saved and copied for your personal and scholarly purposes.\nSie dürfen die Dokumente nicht für öffentliche oder kommerzielle Zwecke vervielfältigen, öffentlich ausstellen, öffentlich zugänglich machen, vertreiben oder anderweitig nutzen.\nSofern die Verfasser die Dokumente unter Open-Content-Lizenzen (insbesondere CC-Lizenzen) zur Verfügung gestellt haben sollten, gelten abweichend von diesen Nutzungsbedingungen die in der dort genannten Lizenz gewährten Nutzungsrechte.\nYou are not to copy documents for public or commercial purposes, to exhibit the documents publicly, to make them publicly available on the internet, or to distribute or otherwise use the documents in public.\nIfthe documents have been made available under an Open Content Licence (especially Creative Commons Licences), you may exercise further usage rights as specified in the indicated licence.\nMitglied der\nOD\nDO\nWWW.ELONSTOR.EU",
  "page_2": "CO,-GRENZAUSGLEICH\nN\nu,\nRobin Sogalla, Doktorand in der Abteilung Unter-\nnehmen und Märkte im DIW Berlin\nHerr Sogalla, um der CO,-Bepreisung durch den Euro- päischen Emissionshandel (EHS) zu entgehen, können treibhausgasintensive Industrien ihre Produktion ins Nicht-EU-Ausland verlagern. Das wird auch als Car- bon Leakage bezeichnet. Wie groß ist dieser Carbon Leakage? Bisher hat die CO,-Bepreisung im europäi- schen Zertifikatehandel nicht zu Carbon Leakage geführt, beziehungsweise sehen wir keine Studien, die das quan- tifizieren können. Der Hauptgrund dafür dürfte sein, dass die emissionsintensiven Industrien, bei denen die Gefahr besonders groß ist, dass Emissionsverlagerungen entstehen, bislang Emissionszertifikate frei zugeteilt bekommen haben (freie Allokationen). Diese Industrien waren dem CO,-Preis also weniger stark ausgesetzt. Eine Frage ist aber, wie das in der Zukunft aussehen wird, denn im Fit-for-55-Paket wurde festgelegt, dass die Obergrenze für Emissionen deutlich stärker reduziert werden soll, wodurch die CO,-Preise stei- gen werden. Auch die freien Allokationen sollen sukzessive abgeschafft werden und durch einen CO,-Grenzausgleich ersetzt werden.\n2. Dieser CO,-Grenzausgleich CBAM soll die Produktions- verlagerung, also Carbon Leakage, eindämmen. Wie kann man sich CBAM vorstellen? Aktuell betrifft die CO,-Bepreisung des EHS die Emissionen, die innerhalb der EU entstehen. Wenn hier zum Beispiel eine Tonne Stahl produziert wird, dann fällt dafür ein CO,-Preis an. Der CO,- Grenzausgleich soll das nun ausweiten auf die Emissionen, die in den Importen enthalten sind. Das heißt, für die Emissi- onen, die im EU-Ausland bei der Produktion beispielsweise einer Tonne Stahl angefallen sind, soll an der Grenze eine Abgabe erhoben werden.\n3. Welche Industrien sollen unter den neuen Grenzaus- gleich fallen? Im aktuellen Vorschlag sollen in der ersten Phase Zement, Eisen und Stahl, Aluminium, Düngemittel, Strom und Wasserstoff unter den neuen Grenzausgleichs- mechanismus fallen. Nach einer Übergangsphase bis 2026\nWie stark würde CBAM den Carbon Leakage eindäm- men? Das ist schwer exakt vorherzusagen. Es gibt viele generelle Gleichgewichtsstudien, wie auch in diesem Wochenbericht, die quantifizieren, dass ein CO,-Grenzaus- gleich im Vergleich zu einer CO,-Bepreisung ohne Industrie- kompensation das Carbon-Leakage-Risiko um ein Drittel senken würde. Nun sollen die freien Allokationen, die eine Industriekompensation waren, abgeschmolzen werden und durch den CBAM ersetzt werden. Das heißt, wenn man diesen Vergleich wählt, wird der CBAM wahrscheinlich zu etwas höheren Leakage-Raten führen als das freie Alloka- tionssystem. Auf der anderen Seite ist es deutlich kosten- günstiger, weil wir weniger Subventionen durch die freien Allokationen haben und dafür mehr Einnahmen durch den Grenzausgleich.\n& Wie stark sind die Effekte des CBAMs auf Europas Han- delspartner? Modellberechnungen zeigen, dass die Effekte für die meisten europäischen Handelspartner eher gering sind. Der Grund dafür ist, dass wir hier steigende CO,-Preise haben und der CBAM einen Teil dieser steigenden Kosten in der EU ausgleicht. Allerdings gleicht CBAM diesen Wett- bewerbsnachteil der EU nur teilweise aus. Für bestimmte Länder kann es auch Herausforderungen geben. Beispiele sind Mosambik, das mehr als 20 Prozent seines Aluminiums in die EU exportiert oder Serbien und Bosnien, wo über fünf Prozent der Exporte CBAM-Produkte in die EU sind. Hier sollte überlegt werden, ob vielleicht Teile der Einnah- men dafür verwendet werden könnten, diesen Ländern zu helfen, ihre Produktion auf emissionsärmere Technologien umzustellen.\nDas Gespräch führte Erich Wittenberg.\nN) Das vollständige Interview zum Anhören finden Sie auf\nwww.diw.de/interview\nsoll zudem noch geprüft werden, ob auch organische Chemi- kalien und Polymere unter den CBAM fallen könnten.\nINTERVIEW\n„Mit neuem Grenzausgleichs-\nmechanismus auch CO, in\nImporten erfassen\"\nDIW Wochenbericht Nr. 22/2023\nDO1: https://doi.org/10.18723/diw_wb:2023-22-2\n269",
  "page_3": "IMPRESSUM\nMIT BERLIN\nDIW Berlin — Deutsches Institut für Wirtschaftsforschung e.V. Mohrenstraße 58, 10117 Berlin www.diw.de\nTelefon: +49 30 897 89-0 Fax: —200\n90. Jahrgang 1. Juni 2023\nHerausgeberinnen und Herausgeber\nProf. Dr. Tomaso Duso; Sabine Fiedler; Prof. Marcel Fratzscher, Ph.D.;\nProf. Dr. Peter Haan; Prof. Dr. Claudia Kemfert; Prof. Dr. Alexander S. Kritikos; Satz\nProf. Dr. Alexander Kriwoluzky; Prof. Dr. Lukas Menkhoff; Prof. Karsten\nNeuhoff, Ph.D.; Prof. Dr. Carsten Schröder; Prof. Dr. Katharina Wrohlich\nChefredaktion\nProf. Dr. Pio Baake; Claudia Cohnen-Beck; Sebastian Kollmann; Kristina van Deuverden\nLektorat\nTill Köveker\nRedaktion\nRebecca Buhner; Dr. Hella Engerer; Ulrike Fokken; Petra Jasper; Kevin Kunze;\nSandra Tubik\nVertrieb\nDIW Berlin Leserservice, Postfach 74, 77649 Offenburg\nleserservice@diw.de\nTelefon: +49 1806 14 00 50 25 (20 Cent pro Anruf)\nGestaltung\nRoman Wilhelm, Stefanie Reeg, Eva Kretschmer, DIW Berlin\nUmschlagmotiv\n© imageBROKER / Steffen Diemer\nSatz-Rechen-Zentrum Hartmann + Heenemann GmbH & Co.KG, Berlin\nDruck\nUSE gGmbH, Berlin\nISSN 0012-1304; ISSN 1860-8787 (online) Nachdruck und sonstige Verbreitung - auch auszugsweise — nur mit Quellenangabe und unter Zusendung eines Belegexemplars an den Kundenservice des DIW Berlin zulässig (kundenservice@diw.de).\nAbonnieren Sie auch unseren unter www.diw.de/newsletter\nDIW- und/oder Wochenbericht-Newsletter"
},
  "language": "Languages.GERMAN",
  "total_pages": 3
}
