{
  "file_name": "311_2681.pdf",
  "pages": {
  "page_1": "DIW Weekly Report\nAT A GLANCE\nThe New European Carbon Border Adjustment Mechanism\nBy Robin Sogalla\nEuropean Carbon Border Adjustment Mechanism: preventing carbon leakage\n22\nThe EU Carbon Border Adjustment Mechanism (CBAM) will begin in October 2023 Simulation shows effects of the new policy instrument on trade flows, greenhouse gas emissions, and production in emission-intensive industries CBAM can reduce competitive disadvantages caused by rising carbon prices in the EU and carbon leakage CBAM provides limited incentives to third countries, making mechanisms for cooperation key CBAM must not be a protectionist instrument and should be accompanied by multilateral cooperation\nKK\na\nGO\nn 2\nEmissions\ntrading\nSTOP\n( adjustment\n(\n| GEO\nImporters pay\ncarbon border\neo\ne\n== pal\nSource: Author's depiction.\nEU Customs\nMEDIA\nFROM THE AUTHORS\nRising prices of carbon emissions without compensation can result in production shift- ing from the EU to third countries where carbon costs are lower. A border adjustment mechanism can mitigate this. “\nRobin Sogalla —\nOF Oo)\n1}\nAudio Interview with Robin Sogalla (in German) www.diw.de/mediathek\n—",
  "page_2": "CARBON BORDER ADJUSTMENT\nThe New European Carbon Border Adjustment Mechanism\nBy Robin Sogalla\nABSTRACT\nIn October 2023, the EU Carbon Border Adjustment Mecha- nism (CBAM), a part of the reform of the European Emissions Trading System (EU ETS), will come into effect. Currently, energy-intensive industries do not need to purchase all of the necessary EU ETS allowances on the market to remain globally competitive, as the remaining allowances are freely allocated to them. The CBAM plans to gradually replace free allowances with a price on the carbon emissions embedded in imports. Following a transitional—primarily monitoring— phase, this price on embedded emissions will be gradually introduced from 2026 on the imports of certain products. While the CBAM can mitigate carbon leakage, production declines in greenhouse-gas intensive industries as a result of limiting free allowances, and rising carbon prices, it cannot compensate for them completely. In particular, the CBAM does not provide sufficient protection for exporters to non-EU coun- tries. It is crucial that the CBAM does not lead to trade con- flicts that would make multilateral cooperation more difficult. International cooperation is indispensable, as it is the only way to reduce global emissions.\nThe European Union (EU) has set a goal to become cli- mate-neutral by 2050. To achieve this goal, the EU Commission proposed the Fit for 55 package, a package of various measures meant to decrease greenhouse gas emis- sions by 2030 by 55 percent in comparison to 1990.'A key component of this reduction is the carbon pricing via the European Emissions Trading System (EU ETS).* However, this carries the risk of greenhouse-gas-intensive industries relocating their production, and thus emissions, abroad due to rising costs. This is known as carbon leakage.\nTo prevent carbon leakage, the EU is introducing a Carbon Border Adjustment Mechanism (CBAM) on October 1, 2023. Ina transitional phase from October 2023 to December 2025, importers from non-EU countries will initially be required to report on the carbon emissions embedded in the imports of certain products. From January 2026, a price on these embed- ded emissions in the amount of the valid EU ETS carbon price will be levied, with the price only applying to the emis- sions in excess of the freely allocated emission allowances.* Until 2034, freely allocated emission allowances will be grad- ually reduced to zero, meaning that the border adjustment will be levied on all embedded emissions. This is intended to compensate as much as possible for the cost differences at the border as a result of European carbon pricing.\nSuch a carbon border adjustment will not only affect carbon leakage, however: Trade flows, real income, and the produc- tion level of energy-intensive industries will also be affected. The effects of the emission reduction target laid out in the Fit for 55 package in combination with various options for the\n1 For an overview of the measures, cf. European Commission (available online, accessed on May 22, 2023). This applies to all other online sources in this report unless stated otherwise.)\n2 The EU ETS and CBAM cover also other greenhouse gases. Because CO, emissions are the major part, the following text will refer mainly to CO, emissions, which should be understood as a reference to all covered greenhouse gases.\n3 European Union, “Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing a carbon border adjustment mechanism,\" Official Journal of the Europe- an Union, vol. 66, L 130 (2023) (available online).\n4 Industries covered by the CBAM will still receive part of the emission certificates for free.\nCBAM will only apply to the emissions, which are not covered by free allowances. CBAM = [(Actual CO,-intensity of the producer exporting to the EU (in tons of CO, per produced ton) - (freely allocated certificates in ETS per produced ton)] x (produced ton) x (ETS-CO,,Price) — (CO,-Price, that was paid in the exporting country)\n154\nDIW Weekly Report 22/2023\nDOI: https://doi.org/10.18723/diw_dwr:2023-22-1",
  "page_3": "CARBON BORDER ADJUSTMENT\nBox\nInternational trade model\nThe simulation analysis presented is based on a quantitative inter- national trade model. It is a static, computable general equilibrium model. The model combines Ricardian elements of comparative advantage with \"new\" trade theory, which incorporates the real- ized economies of scale that arise due to imperfect competition. Moreover, the model maps heterogeneous emission intensities of companies within a sector. Variants of this model have already been used multiple times to analyze trade policy measures' and to evaluate climate policy instruments.”\nIdeally, the macroeconomic approach would be combined with available disaggregated microdata. The extent to which macroe- conomic models adequately represent emission reduction oppor- tunities with significantly higher carbon prices is also critical. Like any model, the macroeconomic model used abstracts from some factors. Therefore, the results should not be interpreted as exact quantitative predictions, but rather as insights into the mecha- nisms of the effect of European carbon pricing. The most important limitations of the model are described below.\nThe model is limited to capturing varying emission intensities with- in individual subsectors to a certain degree of detail. This abstracts from the concrete production technologies. Instead, it is assumed that a share of the fossil fuels can be replaced by other produc-\n1 Cf. Arnaud Costinot and Andrés Rodriguez-Clare, \"Trade Theory with Numbers: Quantify- ing the Consequences of Globalization,” in Handbook of International Economics (2014): 197-261. (available online). Konstantin Kucheryavyy, Gary Lyn, and Andrés Rodriguez-Clare, “Grounded by Gravity: A Well-Behaved Trade Model with Industry-Level Economies of Scale,\" American Economic Journal: Macroeconomics 15, no. 2 (2023): 372-412.\n2 Joseph S. Shapiro and Reed Walker, “Why Is Pollution from US Manufacturing Declining? The Roles of Environmental Regulation, Productivity, and Trade,\" American Economic Review 108, no. 12 (2018): 3814-3854 (available online); Farid Farrokhi and Ahmad Lashkaripour, “Can Trade Policy Mitigate Climate Change,\" STEG Working Paper Series (2022) (available online).\nconcrete design of the CBAM will be simulated in the follow- ing section using a quantitative foreign trade model (Box).\nCarbon leakage and the European Emissions Trading System\nAvoiding carbon leakage is an important aspect when design- ing unilateral carbon pricing. The potential relocation of industries and the threat of lost jobs are associated with eco- nomic and social costs, which reduce climate policy accept- ance. Moreover, carbon leakage undermines the effectiveness of a unilateral climate policy: Global, not national, green- house emissions are decisive for combating climate change. In an extreme case in which the emissions avoided are com- pletely relocated to a third country, unilateral climate policy would have no effect on global greenhouse gas emissions.\nTo avoid carbon leakage, energy-intensive industries receive a majority of the allowances needed to cover their emissions\ntion factors. The resulting changes in emission intensity are thus subject to uncertainty. Since this is a static model, the simulations do not consider innovations in emission-reducing technologies. Moreover, the model can only quantify the effects in the new medi- um-term equilibrium and not the adjustments along the transition pathway. Finally, the use of intermediate products is not modeled, so effects along the value chain cannot be quantified.\nExiobase is the dataset used in this model.? The database contains information on trade flows, inputs, and the greenhouse gas emis- sions from production processes according to sector and country. Current customs data from the World Integrated Trade Solutions platform as well as data on carbon prices have been added to the dataset. Overall, the model covers the intranational and interna- tional trade of 43 countries as well as five aggregated regions and differentiates between 53 sectors, 44 of which are in manufactur- ing and 23 in sectors subject to the EU ETS.\nThe base year for the presented simulation is 2015, so all effects indicate the change from that year. The simulation assumes an EU-wide binding emission cap that reduces greenhouse gas emis- sions for 2030 by a total of 55 percent compared to 1990 (and 42 percent compared to 2015). Unlike previous climate policy, the binding cap applies to all sectors. This scenario is combined with different CBAM designs. Unlike the gradual introduction of the CBAM until 2034, it is assumed that the carbon border adjustment will replace free allocation starting in 2030.4\n3 Fora detailed description of the data, cf. Stadler et al., “EXIOBASE 3: Developing a time series of detailed environmentally extended multi-regional input-output tables,\" Journal of Industrial Ecol- ogy 22, no. 3 (2018): 502-515 (available online).\n4 For technical details about the structure of the model as well as further results and descrip-\ntions of the data, see Sogalla, “Unilateral Climate Policy and Heterogeneous Firms,\" DIW Discussion\nPaper (2023) (available online).\nfor free.’ Thus, so far, the EU ETS has not caused carbon leak- age.° However, the free allocation of emission allowances can reduce incentives to switch to low-carbon production tech- nologies.’ Furthermore there is no public revenue, which the auctioning of the allowances could generate. Therefore,\n5 Stefano Verde et al., “Free allocation rules in the EU emissions trading system: what does the empirical literature show?\" Climate Policy (2022): 439-452 (available online).\n6 Cf. Helene Naegele and Aleksandar Zaklan, “Does the EU ETS cause carbon leakage in Europe- an manufacturing?\" Journal of Environmental Economics and Management, vol. 93 (2019): 125-147 (available online); Stefano Verde, “The impact of the EU Emissions Trading System on Competitive- ness and Carbon Leakage: The Econometric Evidence,\" Journal of Economic Surveys, vol. 34 (2020) (available online); Jonathan Colmer et al, \"Does pricing carbon mitigate climate change? Firm-lev- el evidence from the European Union Emissions Trading Scheme,\" Discussion Paper Series - CRC TR 224, no. 232 (2023) (available online); Dechezleprétre et al., “Searching for carbon leaks in multi- national companies,\" Journal of Environmental Economics and Management 112 (2022): 1-20 (avail- able online).\n7 Jordi Teixid6, Stefano Verde, and Francesco Nicolli, “The impact of the EU Emissions Trading System on low-carbon technological change: the empirical evidence,\" Ecological Economics, vol. 164 (2019): 106347.\nDIW Weekly Report 22/2023\n155",
  "page_4": "CARBON BORDER ADJUSTMENT\nTable\nOverview of the simulated scenarios\nScenario\nCarbon pricing in the EU\nOne measure in the Fit for 55 package is to reduce the emis- sion cap in the EU ETS more quickly, which will lead to higher carbon prices. Multiple effects and interactions are associated with the impact of these higher prices and the CBAM as a new instrument to protect against carbon leak- age. There are two general approaches for analyzing these effects and interactions. One is a detailed focus on individual sectors (bottom up) and the other is a macroeconomic look at entire economies (top down).’ The advantages of the first approach are that the relevant aspects of production technolo- gies, cost structures, and trade relationships can be depicted. However, this disaggregated view requires a focus on indi- vidual sectors; interactions with other sectors are not con- sidered and conclusions about the macroeconomic effects are not possible. The macroeconomic approach used in this study incorporates such feedback effects between sectors. However, this comes at a cost, as individual sectors are mod- eled in less detail; potentially high cost increases of individ- ual subsectors may be less well captured. Furthermore, the potential to reduce the emission intensity of production pro- cesses may be overestimated and the risk of carbon leakage underestimated (Box).\nDifferent CBAM design scenarios\nThere are multiple possible design scenarios for a CBAM, some of which are analyzed in more detail in this section (Table). Hypothetical scenario I, “NO CBAM,” assumes that the EU introduces a binding cap for all greenhouse gas emis- sions. This cap corresponds to the 55 percent reduction by\n8 European Parliament, “Climate change: Deal on a more ambitious Emissions Trading System (ETS),\" press release, 2023 (available online).\n9 Andreas Loschel, “Role of Auctions: The Role of Numerical Models,” in Karsten Neuhoff et al., The Role of Auctions for Emissions (Cambridge: Climate Strategies, 2008): 35-40 (available online)\nDIW Weekly Report 22/2023\nCBAM design\nNo CBAM\nAluminum, iron and steel, fertilizer, cement, energy\nEU-wide carbon price on all sectors, which leads\nSame as in Scenario II plus polymer, refined\nEmission intensity of the producers (i.e., the\nto greenhouse gas emissions decreasing by\nproducts, and other basic chemical products emission intensity of the exporting third country)\n55 percent compared to 1990\nAll ETS industries\nEmission intensity based on production\nAll ETS industries\nwithin the EU\n© DIW Berlin 2023\n2030 relative to 1990, or 42 percent relative to 2015, as defined in the Fit for 55. The scenario assumes that these emission reductions are achieved solely through the incentives of an EU-wide carbon price by abstracting from investment risks, learning effects, infrastructure requirements, and financ- ing barriers. In the other scenarios, various design options for the CBAM are simulated. There are two main questions regarding the concrete design of the CBAM: Which indus- tries should be subject to the new carbon border adjustment? And which tax base should be used to determine the emis- sion intensity of imports?\nScenarios II to IV simulate the effects of different combina- tions of industries. A key point of discussion at the European level was which products will be subject to the CBAM. In the end, it was agreed that aluminum, iron and steel, ferti- lizer, hydrogen, electricity, and cement will be subject to the CBAM during the first phase.” In scenario II, the CBAM applies to these sectors. While the EU regulation protects the other sectors from carbon leakage by continuing the free allocation of emission allowances, the simulation does not assume this protection for the other sectors.\nScenario III depicts a CBAM with an expanded scope in the medium term. Currently, itis planned to review the inclusion of polymers and organic chemicals following the transitional phase.” The European Parliament also demanded to end the free allocation of emission allowances to refined prod- ucts. These products are included in the CBAM in Scenario III.” Finally, Scenario IV assumes the CBAM is extended to include all goods subject to the EU ETS.\nScenario V differs from the previous scenarios in its assess- ment base. In scenarios II to IV, the CBAM is based on the\n12. Cf. European Parliament, Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a regulation of the European Parliament and of the Council establish- ing a carbon border adjustment mechanism, Amendment 26 (COM(2021)0564 — C9-0328/2021 - 2021/0214(COD))(1) (2022) (available online).\nAffected industries\nAssessment base\n10 European Union, “Regulation (EU) 2023/956,\" Annex 1, p. 92.\n11 Cf. European Union, “Regulation (EU) 2023/956,\" Article 30, 2a), p. 86.\n156\n| No CBAM\nIl Proposed CBAM\nIl Expanded CBAM\nII CBAM including EU ETS\nIl CBAM EU emission intensity\nNOTE: CBAM stands for Carbon Border Adjustment Mechanism. Industries that are subject to the European Emissions Trading System (EU ETS industries) are aluminum; basic chemical products; cement; ceramics; coke ovens; copper; construction materials; fertilizer; foundries; glass; lead, zinc, tin; non-metallic minerals; other non-ferrous metals; paper production; polymers; precious metals; printed products; pulp production; refined products; and rubber and plastic products.\nSource: Author's depiction.\nthe practice of free allocations will now be gradually reduced and carbon leakage will instead be addressed via the CBAM.®\nChallenges in modeling effects of climate policy measures",
  "page_5": "CARBON BORDER ADJUSTMENT\nemission intensity of the third country. Scenario V, in con- trast, uses reference values based on the average emission intensity within the EU. In the first scenarios, the assess- ment base of the greenhouse gas emissions emitted in the production process is thus better captured. However, the use of EU reference values would reduce the administrative bur- den in terms of the data to be collected.\nCBAM reduces carbon leakage\nIf neither the free allocation of emission allowances nor a carbon border adjustment mechanism are used to address carbon leakage risks, carbon prices create incentives for car- bon leakage. In Scenario I, each ton of greenhouse gases avoided in the EU ETS industries creates nearly 0.4 tons of additional emissions abroad (Figure 1). In comparison, the CBAM reduces carbon leakage. The more products sub- ject to the CBAM, the less carbon leakage occurs. However, the CBAM becomes significantly less effective if it is based on the lower EU emission intensity from the model result.\nCBAM cannot compensate for competitive disadvantages for exporters to non-EU countries\nIn addition to carbon leakage, the introduction of a more stringent climate policy also has impacts on trade flows and on the production level of the industries that produce goods subject to the EU ETS. Thus, without measures to avoid car- bon leakage, a high carbon price leads to more imports of energy-intensive products from non-EU countries (Figure 2). This reduces production in Europe and in particular exports to non-EU countries.\nThe introduction of the CBAM would make the affected imports more expensive, which reduces imports of goods from the EU ETS industries in all scenarios. In this way, the CBAM protects the competitiveness on the European domestic market. CBAM only prices the emissions embod- ied in imports. Therefore, it does not compensate for the cost increases of exporters of the affected products to third coun- tries. As the CBAM is only levied on basic materials, there could be negative effects on the competitiveness of down- stream industries along the value chain that were not con- sidered in the model simulation.\nNegative effects on trade partners mostly for exporters of fossil fuels\nOne potential danger of the CBAM is that Europe’s trade partners will view it as a protectionist instrument. This could provoke retaliation and, in the worst case, lead to a trade war.\nReal income losses as a result of more stringent European climate policies are small for most of the EU’s trading part- ners, even with the CBAM (Figure 3). While exporters of fossil fuels to the EU will be affected by the low demand as a result of the emission reductions in the EU, this neg- ative effect would occur with any emission-reducing meas- ure and is not due to the CBAM. However, the CBAM could\n30\n157\nFigure 1\nCarbon leakage rate of various CBAM designs\nCarbon leakage in percent\n| No CBAM\nIl Proposed CBAM\n=\nIV CBAM including\nEUETS\n—_—\n|\n|\n0)\n10\n20\n40\n50\nES Total Mmm EU ETS industries\nNote: The figure shows the carbon leakage rate for achieving the Fit for 55 target without a carbon border adjustment mechanism as well as the design options for the CBAM described in the table. The carbon leakage rate is the ratio of emission changes outside the EU to emission changes within the EU. EU ETS industries are the industries that are subject to the European Emissions Trading System (EU ETS) (cf. note in the table).\nSource: Figure based on simulation results in Robin Sogalla, “Unilateral Climate Policy and Heterogeneous Firms,\" Working Paper (2023) (available online).\n© DIW Berlin 2023\nA carbon border adjustment reduces carbon leakage compared to carbon pricing that does not compensate industries.\nV CBAM\nEU emission intensity\npose major challenges to individual countries that are par- ticularly dependent on basic materials exports.” This effect could be mitigated by using part of the revenue generated by the EU ETS and, later, the CBAM, to finance the transition to low-carbon production in non-EU countries. In contrast, the effects for the USA and China are low. Both countries have a higher real income as a result of the most stringent carbon pricing in the EU, even with the CBAM.\nMarginal effect on global greenhouse gases\nThe global greenhouse gases avoided in Scenario I total three percent. Compared to the decline of 42 percent within the EU, these savings are small. By mitigating carbon leakage, the CBAM results in higher emissions savings. However, even with a CBAM for all EU ETS products (Scenario IV), the sav- ings are only 3.3 percent. Therefore, the EU acting alone on climate policy cannot substantially reduce global emissions.\n13 Guilherme Magacho, Etienne Espagne, and Antoine Godin, “Impacts of the CBAM on EU trade partners: consequences for developing countries,\" Climate Policy (2023) (available online).\n—_—_—\n—\nDIW Weekly Report 22/2023",
  "page_6": "CARBON BORDER ADJUSTMENT\nFigure 2\nProduction and trade effects in the EU ETS industries\nIn percent\n|\n|\n|\n|\n-15 —10 -5\n0)\n5\n10\n15\n© DIW Berlin 2023\nThe EU’s climate policy should consider the effects on possi- ble collaborations with other countries. Thus, it is also deci- sive from a climate policy perspective that the CBAM is not perceived as a protectionist instrument.\nOne possibility could be deeper cooperation on a bilateral or sectoral level or via new platforms such as the G7-initiated Climate Clubs, in which multiple countries join forces with their climate policies.“ Important for all initiatives is that they are not perceived as an isolationist instrument of Western countries and that they encourage other countries to join.\n14 More suggestions on global cooperation can be found in Heiner von Liipke, Charlotte Aebi- scher, and Karsten Neuhoff, “Collective Action: New Guiding Principles for International Climate Finance,” DIW Weekly Report, no. 32 (2021): 229-236 (available online).\nMl | No CBAM\nMg || Proposed CBAM\nlV CBAM including EU ETS ili V CBAM EU emission intensity\nExports to third countries\nInner-EU trade\nDomestic turnover\nTotal production\nNote: The figure shows the effects of imports and exports from/to third countries as well as intra-European trade and domestic production in the EU ETS industries (cf. the note in the table). All effects are given in percentage changes from the baseline. The scenarios considered are the same as in Figure 1 (cf. note).\nSource: Figure based on simulation results in Robin Sogalla, “Unilateral Climate Policy and Heterogeneous Firms,\" Working Paper (2023) (available online).\nCBAM reduces emission-intensive imports and production declines in EU ETS industries as a result of carbon pricing.\n|\n|\n15 Cf. EU Commission, Critical Raw Materials for Strategic Technologies and Sectors in the EU - A Foresight Study (2020) (available online) and Lukas Menkhoff and Marius Zeevaert, “Germany Can Increase Its Raw Material Import Security of Supply,” DIW Weekly Report, no. 49/50 (2022): 317-325 (available online).\n16 The establishment of the CBAM calls for the development of bilateral, multilateral and inter- national cooperation with third countries. For this purpose, a forum of countries with carbon pric- ing instruments or other comparable instruments (‘Climate Club’) should be set up, in order to pro mote the implementation of ambitious climate policies in all countries and pave the way for global carbon pricing framework.\" European Union, “Regulation (EU) 2023/956,\" p. 64.\n17 Currently, 23 percent of global greenhouse gas emissions are taxed or subject to an emissions trading system. Prices vary depending on the region. Cf. World Bank, State and Trends of Carbon Pricing 2022 (Washington, DC: 2022) (available online).\nlm Ill Expanded CBAM\n158\nDIW Weekly Report 22/2023\nImports from third countries\nConclusion: Prevent trade disputes and enable multilateral cooperation\nThere is much to suggest that without a suitable instrument to protect against carbon leakage, the rising carbon prices in the EU ETS will result in carbon leakage in non-EU coun- tries. CBAM can mitigate carbon leakage and production declines in the affected industries. As the planned CBAM would only apply to imports, however, it does not offer a suf- ficient solution for preventing a decline in exports of emis- sion-intensive firms. In addition, the CBAM initially only applies to basic materials. This leaves the risk that it will be partially circumvented by importing intermediate goods, which would weaken its protective effect.\nRegarding the design, a balance should be struck between the high administrative costs of collecting data on the emis- sion intensity of third countries exporting to the EU and the effectiveness of carbon border adjustment in regard to car- bon leakage.\nIn addition to these practical questions, it is decisive when designing the CBAM that trade partners do not view it as a protectionist instrument. This is not only important to avoid countervailing protectionist measures related to income losses, but it is also indispensable to avoid trade disputes to succeed in transitioning to climate neutrality. For exam- ple, the EU imports many key technologies, such as batter- ies and raw materials necessary for the energy transition.” Moreover, the climate crisis can only be combated by mul- tilateral and, in the best case, global solutions. Therefore, it should be welcomed that the preamble to the legislative pro- posal highlights possibilities for multilateral cooperation. 16 Even if such cooperation seems difficult due to the strong variation in carbon pricing,” there are also positive signals, such as the introduction of the world’s largest emission trad- ing system in China.",
  "page_7": "CARBON BORDER ADJUSTMENT\nFigure 3\nReal income effects of the Fit for 55 emission reduction combined with the proposed CBAM (Scenario II) In percent\noS\nae\nia\n=~\nfiend\nPa eu \\\nLy\nLf\na\nPia\n===> 0 percent\n-0.5\n-10\nSs be\né\n¥\nt\ni)\na Na\naw\n{\n,\n—2.0\nNote: The figure shows the percentage change in real income by country for the Fit for 55 reduction target combined with the proposed CBAM compared to the baseline. Real income is calculated using nominal income and the\nprice index. A majority of African countries, as well as countries in South America, Southeast Asia, and the Middle East, were aggregated in the dataset, so the effects shown only indicate the regional average for these countries.\nSource: Figure based on simulation results in Robin Sogalla, “Unilateral Climate Policy and Heterogeneous Firms,\" Working Paper (2023) (available online).\n© DIW Berlin 2023\nEven with a border adjustment, there are few negative effects on European trade partners.\nRobin Sogalla is a Ph.D. Student in the Firms and Markets Department at DIW Berlin | rsogalla@diw.de\nJEL: F12, F13, F18, Q56\nKeywords: EU climate policy, CBAM, Carbon Leakage, General equilibrium trade models\n159\nDIW Weekly Report 22/2023",
  "page_8": "LEGAL AND EDITORIAL DETAILS\nMP BERLIN\nDIW Berlin — Deutsches Institut fur Wirtschaftsforschung e. V. MohrenstraBe 58, 10117 Berlin www.diw.de\nPhone: +49 30 897 89-0 Fax: —200\nVolume 13 June 1, 2023\nPublishers\nProf. Dr. Tomaso Duso; Sabine Fiedler; Prof. Marcel Fratzscher, Ph.D.; Prof. Dr. Peter Haan; Prof. Dr. Claudia Kemfert; Prof. Dr. Alexander S. Kritikos; Prof. Dr. Alexander Kriwoluzky; Prof. Dr. Lukas Menkhoff; Prof. Karsten Neuhoff, Ph.D.; Prof. Dr. Carsten Schréder; Prof. Dr. Katharina Wrohlich\nEditors-in-chief\nProf. Dr. Pio Baake; Claudia Cohnen-Beck; Sebastian Kollmann; Kristina van Deuverden\nReviewer\nTill Koveker\nEditorial staff\nRebecca Buhner; Dr. Hella Engerer; Ulrike Fokken; Petra Jasper; Kevin Kunze;\nSandra Tubik\nLayout\nRoman Wilhelm, Stefanie Reeg, Eva Kretschmer, DIW Berlin\nCover design\n© imageBROKER / Steffen Diemer\nComposition\nSatz-Rechen-Zentrum Hartmann + Heenemann GmbH & Co. KG, Berlin\nISSN 2568-7697 Reprint and further distribution—including excerpts—with complete reference and consignment of a specimen copy to DIW Berlin's Customer Service (kundenservice@diw.de) only.\nSubscribe to our DIW and/or Weekly Report Newsletter at www.diw.de/newsletter_en"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
