{
  "file_name": "313_2717.pdf",
  "pages": {
  "page_1": "—_\n—y\nas\n—aSn\neae\nGrupa Azoty calls for level playing field for EU and non-EU producers with regard to climate policy costs\nGrupa Azoty, one of the leaders of the fertilizer and chemical industry, is taking active steps to transition towards zero- and low-emission technologies. For the green transition to be fully effective and possible, it is essential that EU and non-EU producers compete on an equal footing with regard to climate policy costs. If the carbon border adjustment mechanism (CBAM) prepared by the European Commission is to bring the expected effect, it is necessary to maintain free emission allowances. Otherwise, the position of non-EU companies that do not apply the same high environmental and climate protection standards will be strengthened. The most pressing requirements in this respect were put forward by Grupa Azoty during a meeting of the representatives of Fertilizers Europe with Frans Timmermans, Executive Vice President of the European Commission.\nDuring the meeting, Grzegorz Kadzielawski, PhD, Vice President of the Management Board of Grupa Azoty S.A. and Vice President of Fertilizers Europe, pointed out that most countries in Central and Eastern Europe are now transitioning from coal to gas. In this respect, Grupa Azoty, as a representative of fertilizer companies from Central and Eastern Europe, pointed out the need for the European Union’s support in ensuring access to adequate amounts of renewable energy. It is necessary to support the green transition of European industry at the investment level, particularly in view of the operating costs generated by zero- and low-carbon technologies in industry.\nVice President Grzegorz Kadzielawski confirmed that the fertilizer industry supports CBAM’s proposals, provided that free allocation of emission allowances is maintained and support in the introduction of RES is ensured.\nThe fact that inequalities in the energy transition are not taken into account may discourage EU producers from embracing zero- and low-carbon technologies, which are not only expensive to implement but also generate higher operating costs while offering lower efficiency compared with the production method's used to date. At Grupa Azoty we are consciously moving towards the European Green Deal, but we want to make sure that the conditions imposed on producers from outside the European Union will be at least the same as those that must be met by producers from member states in their day-to-day operations,” says Grzegorz Kadzielawski, PhD, Vice President of the Management Board of Grupa Azoty S.A.\nThe report towards a WTO-compatible EU carbon border adjustment mechanism is to ultimately put a carbon price on certain goods imported from outside the European Union that is based on carbon emissions associated with their production, similar to that paid by European producers under the existing emissions trading scheme.",
  "page_2": "However, there is uncertainty about the effectiveness of the proposed CBAM. Foreign exporters will only pay a carbon price under CBAM only for their exports to the EU, while their output sold on other markets will continue to be free of any climate charges. For this reason, it is important that the introduction of CBAM does not put an end to free allocation of emission allowances for EU producers, together with the support for RES. The lack of equivalent mechanisms will continue to create a financial incentive for consumers to buy more carbon- intensive goods imported from third countries that do not pursue the same ambitious climate policies, in consequence increasing global emissions rather than reducing them.\nThe efficiency investments made so far have pushed Central and Eastern European manufacturers close to the limits of their technological capabilities, which now greatly increases the cost of further investment. Industry strives towards low-carbon emissions, but it is important to remember that such a transformation involves huge costs, and at some point companies will be unable to finance the transformation by themselves. If these factors are not taken into account, we may find ourselves in a situation where EU industry ceases to exist and the environmental impact of industry will be determined by countries that have so far shown little ambition in this area. In view of the challenges to be tackled by EU producers, especially in Central and Eastern Europe, maintaining free allocation of emission allowances gives them a chance to remain competitive against producers from outside the EU,\" concludes Grzegorz Kadzielawski, PhD, Vice President of the Management Board of Grupa Azoty S.A."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
