{
  "file_name": "317_2747.pdf",
  "pages": {
  "page_1": "HYBRIT\n> > > FOSSIL-FREE STEEL\nA joint venture between SSAB, LKAB and Vattenfall\nHYBRIT’s feedback for Carbon Border Adjustment Mechanism\nHYBRIT is a joint venture project between SSAB, LKAB and Vattenfall to create a fossil-free energy-mining-steel value-chain. HYBRIT recognises and welcomes the European Commission’s goal to achieve carbon neutrality by 2050 — the project is a leading example of a breakthrough technology to produce fossil-free steel.\nWe welcome the political willingness to create a level-playing field to prevent carbon leakage in order to meet the EU commitment to the Paris Agreement. We therefore support the Impact Assessment launched by the European Commission to assess various policy options around a Carbon Border Adjustment Mechanism (CBAM). However, any option proposed by the Commission should be carefully considered in light of the best available evidence provided by industries and stakeholders. It should follow closely the Council Conclusions “Ensuring competitiveness and sustainable, inclusive growth” which enshrines the Innovation Principle within the EU institutional framework by way of the impact assessment.\nIt is important to ensure that the currently revised Energy Taxation Directive takes into consideration the objectives of a CBAM and supports the production of fossil-free steel in Europe as well. Furthermore, discussions around CBAM must not delay the review and strengthening of the EU ETS, to bring it in line with the increased EU climate targets.\nHowever, any move to a CBAM on the basis of the EU ETS product benchmarking should reward innovation and more efficient product substitution - this is not currently the case, where break-through technologies do not qualify for free allocation, for example.\nThere are a number of policy options the EU can turn to, none of which are specifically outlined in the Inception Impact Assessment, but all of which are viable from the Commission’s point of view. The impact of each option on HYBRIT would depend not only on the particular policy instrument, but also how it is implemented.\nA CBAM aimed solely at imports into the EU would impose an adjustment mechanism on imported steel, whilst leaving EU production within the auspices of the EU ETS. In addition, European steel users would lose competitiveness internationally unless CBAM is taken into account and revised when exporting goods out of the EU.\nWhatever the final model for a CBAM is, it must together with the EU ETS and other climate instruments used, promote the most climate efficient value chain of steelmaking. The climate instruments therefore need to be synchronized so that the different parts of the value chain for fossil-free steel are supported to ensure production of fossil-free steel in a manner which ensures competitive costs for EU users of steel."
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
