{
  "file_name": "317_2730.pdf",
  "pages": {
  "page_1": "NI\nSLU\nSvensk stålindustri, EU och vägen mot hållbar utveckling\nEn fallstudie av HYBRIT\nJohannes Ekhorn\nSjälvständigt arbete » 15 hp Sveriges lantbruksuniversitet, SLU Fakulteten för naturresurser och jordbruksvetenskap Politices kandidat - hållbar utveckling Uppsala 2024\na\nvm\nRAG\nAS",
  "page_2": "Svensk stålindustri, EU och vägen mot hållbar utveckling. En fallstudie av HYBRIT\nSwedish steel industry, EU, and the path to sustainable development. A case study on HYBRIT\nJohannes Ekhorn\nHandledare: Examinator: Bitr. examinator\nÖrjan Bartholdson, SLU, Institutionen för stad och land Linus Rosén, SLU, Institutionen för stad och land Malin Beckman, SLU, Institutionen för stad och land\nOmfattning: Nivå och fördjupning: Kurstitel: Kurskod: Program/utbildning: Kursansvarig inst.: Utgivningsort: Utgivningsår: Elektronisk publicering\n15hp Grundnivå, G2E Självständigt arbete i Hållbar utveckling, G2E EX1019 Politices kandidat - hållbar utveckling Institutionen för stad och land Uppsala 2024 hitps://stud.epsilon.slu.se\nNyckelord:\nHållbarhet, hållbar utveckling, styrning, EU, CBAM, EU ETS HYBRIT\nSveriges lantbruksuniversitet Fakulteten för naturresurser och jordbruksvetenskap Institutionen för stad och land Avdelningen för landsbygdsutveckling",
  "page_3": "Sammanfattning\nUppsatsens syfte är att undersöka hur de ledande aktörerna i den svenska stålindustrin förhåller sig till begreppet hållbarhet, EU ETS (EU handelssystem för utsläppsrätter) och CBAM (Carbon border adjustement mechanism). Avsikten med syftet är att utforska hur EU styr hållbar utveckling i den svenska stålindustrin och om och på vilket sätt den styrningen leder till hållbar utveckling. Studien bygger på en fallstudie med semistrukturerade intervjuer av projektet Hybrits tre aktörer SSAB, LKAB och Vattenfall. Som teoretiskt ramverk i analysen används begreppen hållbarhet, hållbarutveckling, styrning och SWOT-analys.\nStål finns numera i princip allt. Stålindustrin står för en majoritet av utsläppen i svensk industri. Därav är det intressant att undersöka denna stora sektors syn på hållbarhet och hållbar utveckling. Stålindustrin behöver också förhålla sig till EU ETS och CBAM vilka hypotetiskt ger stora effekter på stålindustrin med både utmaningar och möjligheter kopplat till hållbar utveckling. CBAM är just nu under en prövofas vilket gör att studien kan bidra till värdefulla insikter på området före den går skarp.\nAnalysen visar på att hållbarheten för Hybrits aktörer i första hand handlar om klimatet och en minskning av koldioxid även om andra hållbarhetsaspekter också verkar vara viktiga, som FN:s 17 hållbarhetsmål. I fråga om vem det ska vara hållbart för, uppvisar Hybrits aktörer en antropocentrisk världsåskådning. Det ska vara hållbart för människan, nuvarande och kommande generationer. Hybrits aktörer förfaller förespråka narrativet Nightingale et al. (2019) kallar för utveckling genom ekologisk modernisering, där man vill kombinera tillväxt och miljö och sätter en tilltro till marknaden. Analysen visar att Hybrits-aktörer upplever att CBAM och EU ETS påverkar hållbar utveckling genom att det sker en styrning mot koldioxidminskningar som kan bidra till att rädda klimatet. Det finns dock svaga länkar med CBAM som kan göra att dessa koldioxidminskningar inte blir så stora som de hade kunnat bli. Den starkaste av dem är att CBAM inte inkluderar exporten av stålindustrins produkter. Konklusionen av analysen är att EU tar med stålindustrin som en aktör i styrningen av CBAM och EU ETS. Detta styrelsesätt för hållbar utveckling kan vi kalla ekologisk hållbarhet - kapitalistiska typen. Genom ekologisk hållbarhet - kapitalistiska typen kan EU och stålindustrin med CBAM och EU ETS sprida narrativet ekologisk modernisering till länder i och utanför EU. På detta sätt kan EU och stålindustrin kapitalisera på klimathotet och begreppet hållbar utveckling, samtidigt som de försöker värna om miljön genom koldioxidminskningar. Men analysen visar också på brister i narrativet om ekologisk modernisering. Att kombinera tillväxt och värna om miljön verkar vara en svår balansgång.\nNyckelord: Hållbarhet, hållbarutveckling, styrning, EU, CBAM, EU ETS, HYBRIT",
  "page_4": "Abstract\nThe purpose of this thesis is to examine how the leading actors in the Swedish steel industry relates\nto the concept of sustainability, EU ETS (The EU emission trading system) and CBAM (Carbon\nborder adjustment mechanism). The intension of the purpose is to explore how EU governs\nsustainable development in the Swedish steel industry and whether, and in what way that governance\nleads to sustainable development. The thesis is built upon a case study with semi-structured\ninterviews of Hybrits three actors SSAB, LKAB and Vattenfall. The concepts of sustainability,\nsustainable development, governance, and Swot-analysis are used as theoretical tools in the analysis.\nYou will find steel in almost anything today. The steel and iron industry are the main polluters of\ncarbon dioxide in the Swedish industry. Therefore, it is interesting to examine this large sector’s\nview on sustainability and sustainable development. The steel industry also needs to deal with EU\nETS and CBAM, which hypothetically have major effects on steel industry, with both challenges\nand opportunities linked to sustainability and sustainable development. CBAM is currently in a trial phase, which means that the thesis can bring valuable insight before it goes into full effect. The analysis shows that sustainability for the actors of Hybrit is primary about the climate and a reduction of carbon dioxide. Although other aspect of sustainability seems to be important, like FN: s 17 goals for sustainable development. In terms of who it should be sustainable for the actors of Hybrit exhibits an anthropocentric worldview where it is supposed to be sustainable for the humans, current and future generations. The actors of Hybrit appears to advocate for the narrative Nightingale et al. (2019) call development through ecological modernization where one wants to combine growth with environment and put trust in the market. The analysis shows that actors of Hybrit are thinking that CBAM and EU ETS are affecting sustainable development by governing towards carbon dioxide reductions, which can save the climate. However, there are weak links with CBAM, which means the carbon dioxide emissions will not be as large as they could have been. The weakest one is that CBAM does not include export of the products of the steel industry. The conclusion of the analysis is that EU includes the steel industry as an actor in the governance of CBAM and EU ETS. This way of governance for sustainable development we can call ecological sustainability - capitalist type. Through ecological sustainability - capitalist type EU and the steel industry can spread the narrative of ecological modernization to countries within EU and abroad. In this way, EU and the steel industry can capitalize on the climate threat and the concept of sustainable development, as they at the same time try to care for the environment through carbon dioxide reductions. But analysis also shows flaws in the narrative of ecological modernization. To combine with for the environment hard balance.\ngrowth\ncare\nseems\nto\nKeywords: Sustainability, sustainable development, governance, EU, CBAM, EU ETS, HYBRIT",
  "page_5": "Innehallsforteckning\nForkortningar PPPPeP ere rerrrrrrr errr irrrrrrrer ert rt rr rrrrrrr rrr i rr rrrr tri t ir rrr rrr eit iri rrrr ttt rrr r rrr rrr rir)\n1 Inledning PPPeeererrrere rer errrrrrrrrrrrr rr ti trrrrrrr errr irr rrrrrrr ret r iii iri rrr rrr iti r rrr r rei i irri rrr irri rr) 1.1 Syfte Ee eens 1.1.1 Fragestallningar Bakgrund Prrere rer ererrrrrrrrr rrr rrrrrrrrr reer itr rrrrrr rrr iri rrrrrr treet rir rrr rrr iti rrr rrr riri iii rrr rrr Ty 10 2.1 EU ETS ee en ens 10 2.2 CBAM eee ee eee eee ee eee eee eee eee eee eee eee ee eee eee eee eee eee eee ee eee ee ee eee eee 10 2.3 HYBRIT ee en ens 11 2.4 Agarbolagen 12 2.4.1 SSAB 12 2.4.2 LKAB 12 2.4.3 Vattenfall 12 Tidigare forskning Pree ree rererrrrrrre errr rrrrrrrrr rrr itr trrrrrr reir tr rrrrrr eit rrr rrr irri rrr rrr iii ey 13 3.1 EU ETS och CBAM 13 Teoretiskt ramverk POPP ee eerrrrrrre rere rrrrrrrrrrer rit rrrrrrrr errr iii rrrr rrr iti t rrr tre irri irr 16 4.1 Hallbar utveckling 16 4.1.1 Atta narrativ av hallbar utveckling eee eee eee ee eee eee ee ee ee ee ee eee ee eee eee eee eee 17 4.1.2 Varldsbilder pa milj6 eee eee ee eee eee eee nee e eee eee eee 19 4.1.3. Energi och hallbarhet eee wee eee eee eee eee eens 20 4.1.4 FN:s 17 hallbarhetsmal eee eee eee eee eee eens 20 4.2 Styrning ee en ens 21 4.2.1 Styrningsatt for hallbarutveckling Pee eEeee eee eeeeT eee e eee eeeeeeree eee eeeeeeeeeeeeeee eee 21 4.3 SWOT-analys 22 Material och metod Pree reer ererrrrrrrr rrr rrrrrrrrrr errr tir rrrrr rrr itr rrrrr rrr t rrr rrr iii rrr ii) 23 Resultat och analys Prrrerererrerrrrr reer rrrrrrrrrrr rrr ir irrrrrr rrr irr rrr rrr irr titre 25 6.1 Hallbarhet eee eee eee eee eee ere ee ee ee eee eee ee eee eee eee ere ee eee eee eee eee ee eee eee ee eee ee ee eee ere 25 6.1.1 Hallbarhet AV Vad? ooo... lee cece cece cece eee ce seen ee eee ceeecesuaaeeeeeeeeseeaaaaeeeeeeeeenaa 25 6.1.2 Hallbarhet fOr Vem? ooo... eee cece cece eee e ee eeeceeececuaaeeeeeeseeeeanaaaeeeeeeeeeaaa 26 6.1.3 Hallbarhet genom vilka Medel? ..............ccc:ccceecceeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeseneetaes 27",
  "page_6": "6.1.4 Leder Hybritprojetet till hållbar UtveCklinQ? =misssnnsssrsessresereserenerenorsnrsrnnsrnnnnn nn 28 6.1.5 Vilka nya hållbarhetsutmaningar kommer med fossilfritt Stål? ...ns.nnnsnnn.n...... 29 6.1.6 En minskad energianvändning för färre hållbarhetsutmaningar 30 6.2 CBAM och EU ETS 31 6.2.1 Styrkor och möjligheter ereeresesesea see e rer rs AA RAA RAA RARE REAR ARR AREA RAR AREA RARE RER RAR RAR RR RER REA 31 6.2.2 Svagheter 33 6.2.3 Hot eseerereseee reses e rer er Aer RAA AREA RAA ARA RAR A REAR REAR RAR ARR A RAR AREA RAR R REAR RARE REAR RER R RARE REAR RER RR RR REAR RA 35 6.2.4 CBAM, EU ETS och hållbar utveckling 36 7 Diskussion och slutsats PETTTTTTTITTTTTTTTTTTTTTTTETTTTTTTTETTTTTTTTTETETETETTTTTTTTTETETTETETTTTTTTTTTTITTTTTT 38\nReferenser LETTTTTTTTTETETITTTTTTTTTIETETETTETETTTTTTTTTETTTTETETTTTTTTTITTTTTTTETETETETTTTTETTTETTTTTTTTTTETTTETTTETETETTETETTTTTTTS 40\nBilaga 1 [ETTTTTTTITTTTTTTTETTTTTTTTTETTTTTTETETTTTTTTTTTTETTTTETETTTTTTTTTTTTTTTTETTTETTTTTTTETTTETETETTTTTTTTTTTTETETETETTTTTTITTETTS 43",
  "page_7": "Förkortningar\nCBAM\nEU ETS\nHYBRIT\nCarbon border adjustement mechanism (Verktyg mot koldioxidläckage). EU:s handelssystem för utsläppsrätter Hydrogen Breakthrough Ironmaking Technology (Ett projekt för att tillverka fossilfritt stål.)",
  "page_8": "1 Inledning\nStål finns numera i princip allt. Industrisektorn står för cirka 1/3 av Sveriges territoriella utsläpp och domineras av koldioxidutsläpp från järn och stålindustrin (Naturvårdsverket 2024). Därav är det intressant att undersöka just denna stora sektor (järn och stålindustrin) och deras syn på hållbarhet. Nightingale et al. (2019) tar upp åtta olika narrativ av hållbarutveckling, vilka vi kan jämföra mot.\nMed medlemskapet i EU finns även två saker som stålindustrin behöver förhålla sig till, CBAM (Carbon border adjustment mechanism) och EU ETS som är EU:s handelssystem för utsläppsrätter. Hypotesen är att dessa borde ge stora effekter på stålindustrin med både utmaningar och möjligheter kopplade till hållbarhet och hållbar utveckling.\nMed bakgrund i klimatförändringarna försöker EU uppnå netto noll utsläpp av växthusgaser till 2050. EU ser ambitionen som en risk för ”koldioxidläckage”. Det vill säga att utsläppen i stället kommer att ske utanför EU:s gränser. Till exempel kan företag importera stål utanför EU där ingen koldioxidskatt har betalats för i tillverkningen. EU försöker stoppa detta genom CBAM och lägga en avgift vid import av till exempel stål. Avgiften på importen ska spegla priset på utsläppsrätter inom EU ETS. Då CBAM införs kommer gradvis fria utsläppsrätter att tas bort (Europeiska kommissionen 2021).\nDetta har upprört bland annat stålindustrin i EU. Eurofer steel association som är EU:s största medlemsorganisation för stålbolag (Eurofer 2024) har genom sin talesperson meddelat att ”if there is no free allocation, we don't want to be part of it” (Shum 2023). Samtidigt går det att utläsa följande i ”the Green deal” som är huvudpolicyn för att göra EU klimatneutral till 2050 ”Energy-intensive industries, such as steel, chemicals, and cement, are indispensable to Europe”s economy, as they supply several key value chains. The decarbonisation and modernisation of this sector is essential” (Europeiska kommissionen 2019). Vi kan utläsa att stålindustrin är viktig för Europas ekonomi, samtidigt som man vill ta bort kolet från sektorn.\nI Sverige har SSAB, LKAB och Vattenfall tillsammans startat projektet Hybrit vilka ska tillverka fossilfritt stål (Hybrit 2024). Att kombinera en studie med dessa aktörers syn på hållbarhet tillsammans med hur de förhåller sig till CBAM och EU ETS borde ge en bra inblick i vilket håll, hållbar utveckling är på väg.",
  "page_9": "CBAM befinner sig enligt Europeiska kommissionen (2024) i en transitionsfas mellan 2023 och 2026. Denna fas är en pilot- och lärandefas för berörda aktörer. Under denna period behöver företag endast rapportera sina utsläpp vid import och inte betala för dem (Europeiska kommissionen 2024). Det är därför ett utmärkt tillfälle att under denna pilotfas utföra en studie på området med tanke på hållbarhet. Det kan bidra till att synliggöra hållbarhetsaspekter som är kopplade till CBAM och EU ETS. Tidigare forskning, bland annat Fahlstedt och Håkansson (2022) behandlar området CBAM och svensk/tysk stålindustri, men då endast med fokus på kostnader. Naturvårdsverket (2022) har utfört en rapport om effekter på den transformativa omställningen i stålindustrin kopplat till CBAM och EU ETS, men undersöker inte hur stålindustrin förhåller sig till CBAM och EU ETS. Den undersöker heller inte synen på hållbarhet i stålindustrin. Denna studie kan därför hjälpa till att fylla en kunskapslucka på områdena.\n1.1 Syfte\nSyftet är att undersöka hur de ledande aktörerna i den svenska stålindustrin förhåller sig till begreppet hållbarhet samt CBAM och EU ETS. Avsikten med syftet är att utforska hur EU styr hållbar utveckling i den svenska stålindustrin och om och på vilket sätt den styrningen leder till hållbar utveckling.\n1.1.1 Frågeställningar\n1. Vilken syn på hållbarhet har aktörerna inom projektet HYBRIT? 2. Hur upplever aktörerna i HYBRIT att CBAM och EU ETS påverkar hållbar utveckling?",
  "page_10": "2. Bakgrund\n2.1 EU ETS\nEU ETS är ett handelssystem för utsläppsrätter för växthusgaser. Det bygger på ett utsläppstak och handel. Taket gör att endast en begränsad mängd växthusgaser har rätt att släppas ut av de anläggningar som omfattas. Taket sänks årligen för att ligga i linje med EU:s klimatmål. En utsläppsrätt ger möjlighet att släppa ut ett ton koldioxidekvivalenter. Företagen måste varje år tillgodogöra sig tillräckligt med utsläppsrätter för att de ska överensstämma med de utsläpp de bidragit till. Företagen köper utsläppsrätter på EU:s koldioxidmarknad. Företagen kan också handla utsläppsrätter med varandra efter behov. En del fria utsläppsrätter tilldelas också till vissa företag. Det sjunkande taket kommer att på sikt medföra en brist på utsläppsrätter, vilket gör att de har ett marknadsvärde. Det ger också företag incitament att sänka sina utsläpp inom de områden där det är mest kostnadseffektivt. Systemet fungerar i olika tidsperioder eller handelsfaser och revideras allt eftersom ny klimatpolitik antas inom EU. Just nu är vi inne i fasen 2021-2030. Det nya skärpta taket för utsläppsminskningar ligger sedan 10 maj 2023 på 62940 minskning från de nivåer som gällde 2005. I ETS 2, som gäller sedan 10 maj 2023, ingår koldioxid från byggnader och vägtransporter. Handeln med utsläppsrätter har bidragit med 152 miljarder euro i intäkter till EU:s kassa och bidragit till utsläppsminskningar av växthusgaser med 37 94 från kraftverk och industrier sedan 2005. Intäkterna används framför allt till investeringar i förnybar energi och ny teknik för att minska utsläppen ytterligare. Intäkterna går även till EU:s innovations- och moderinseringsfond som är till för innovation för teknik med låga koldioxidutsläpp och energiomställning (Europeiska kommissionen 2024).\n2.2 CBAM\nCBAM (Carbon border adjustment mechnism) är ett verktyg för att förhindra koldioxidläckage. EU vill förhindra att utsläppen flyttar utomlands på grund av EU:s allt strängare klimatpolitik. Det vill säga att produktionen sker utomlands i stället för i EU och tillexempel stål, med höga koldioxidutsläpp från länder utanför\n10",
  "page_11": "EU, importeras till EU. CBAM började gälla 31: a oktober 2023 och kommer ha en transitionsfas för implementeringen till den 31: a december 2025. CBAM kommer att vara baserade på certifikat som bygger på de inbäddade koldioxidutsläpp i produkter utanför EU. Dessa produkter är järn/stål, aluminium, cement, gödningsmedel, väte och elektricitet. Senare kan fler produkter komma att läggas till. CBAM kommer att vara nära sammankopplat med systemet för EU ETS och priset på certifikaten kommer att spegla priset på utsläppsrätter i EU ETS. Till skillnad mot EU ETS finns det en obegränsad mängd utsläppsrätter kopplade till CBAM. Om import sker av produkter och avgifter för koldioxidutsläpp i dessa produkter betalats för utomlands kommer dessa avgifter att göras avdrag för i CBAM.\nCBAM kommer ha en transitionsfas för implementeringen till den 31: a december 2025. Under transitionsfasen kommer koldioxidutsläpp endast att behöva rapporteras och inga certifikat köpas. Fria utsläppsrätter inom EU ETS, kommer gradvis att minska efter 2026, (samtidigt som CBAM införs i stället) till en fullständig utfasning skett 2034. Om man ej rapporterar utsläppen tillkommer en straffavgift på mellan 10 och 50 Euro per ton (Europeiska kommissionen 2021).\n2.3 HYBRIT\nHYBRIT står för Hydrogen Breakthrough Ironmaking Technology. Det är ett forsknings- och utvecklingsprojekt som ska tillverka fossilfritt stål. En förstudie gjordes mellan 2016 och 2017. Efter detta bildades bolaget Hybrit Development AB (Jernkontoret 2023). HYBRIT är ett samarbete mellan de tre ägarbolagen SSAB, LKAB och Vattenfall. De erhåller också finansiellt stöd från energimyndigheten och EU:s innovationsfond (Hybritdevelopment 2024).\n11",
  "page_12": "2.4 Ägarbolagen\n2.4.1 SSAB\nFörkortningen SSAB härstammar från svenskt stål AB. Själva bolaget SSAB bildades 1978, men de har funnits med i stålbranschen i 140 år. Svenska staten är huvudägare. Det är ett globalt stålföretag med runt 14 500 anställda i över 50 länder. De är världsledande på höghållfasthetsstål, med en produktionskapacitet på runt 8.8 miljoner ton stål per år i sina anläggningar i Sverige, Finland och USA (SSAB 2024:a).\n2.4.2 LKAB\nLKAB står för Luossavaara Kirunavaara Aktiebolag och grundades 1890. 1976 blev staten den enda ägaren i LKAB (LKAB 2024:a). LKAB är ett järnmalmsföretag som bryter 80940 av all järnmalm i EU. Järnmalmen bryts i Kiruna och Malmberget i världens två största underjordiska gruvor för järnmalm samt vid ett dagbrott i Svappavaara. Järnmalmen som på en dag bryts från de tre gruvorna tillsammans skulle räcka till att bygga 13 Eiffeltorn (LKAB 2024:b). Huvudprodukten som säljs på marknaden är järnmalmspellets som används för att smältas ned i en masugn och tillverka stål (LKAB 2024:c).\n2.4.3 Vattenfall\nVattenfall har funnits i över hundra år. Företaget är ett av Europas största återförsäljare och producenter av el och värme. Deras moderbolag ägs helt av Svenska Staten. De har ungefär 21 000 anställda (Vattenfall 2024:a). De levererar el till 8 miljoner, värme till 2.1 miljoner, elektriska nätverk till 1 miljon och gas till 2,3 miljoner konsumenter. 2023 så stod kärnkraft för 37940 av elen, vattenkraft för 3690, vind för 14960 (inkluderar biomassa och avfall) och fossilt bränsle för 13940 (Vattenfall 2024:b).\n12",
  "page_13": "3. Tidigare forskning\n3.1 EU ETS och CBAM\nEU-kommissionen visar i sina analyser att utan CBAM (Carbon border adjustment mechanism) skulle en minskning av mängden fria utsläppsrätter ge ett betydande koldioxidläckage. Detta då de företag som först blir av med sina fria utsläppsrätter också är de vars produkter först får betala en koldioxidskatt vid import av produkter till EU. EU-kommissionen har i analyser visat att enligt det värsta scenariot skulle koldioxidläckage stå för hälften av utsläppen som hade minskat med reduceringen av fri tilldelning av utsläppsrätter, vilket hade förstört den önskade effekten på klimatförändringarna (Europeiska kommissionen 2021).\nAtt den fria tilldelningen inom EU ETS ska fasas ut i denna låga takt menar Zetterberg et al. (2021) riskerar att fördröja den transformativa industriomställningen, vilket är negativt om man vill förhindra de värsta effekterna av klimatförändringarna. Ett utsläppstak och en utfasning av fria utsläppsrätter till 2035 riskerar att låsa in gammal teknologi som saktar ner den transformativa omställningen. De menar att starka incitament måste ske tidigare. De föreslår att den fria tilldelningen kan bytas ut mot utökad auktion av utsläppsrätter, där intäkterna kan sättas i EU:s innovationsfond. Ett annat alternativ är att införa ett referensvärde för koldioxidneutral produktion där de fria utsläppsrätterna tilldelas produktionen av klimatneutrala produkter i nya anläggningar menar Zetterberg et al. (2021).\nDetta kan också kopplas till det Tol (2022) visar på, det vill säga att industrin är en svår sektor att dekarbonisera. Han menar att de så kallade lågt hängande frukterna har blivit plockade. Energisektorn är baserad på långlivat kapital. Till exempel maskiner, byggnader och kraftverk som används idag kommer att finnas kvar till 2050 (Tol 2022).\nEnligt konjunkturinstitutet (2021) antas produktionen av svenska varor, främst stål och järn öka med införandet av CBAM. Detta sker när importen från tredjeland blir dyrare och exporten inom EU ökar. Denna utveckling kan medföra en ökad efterfrågan av koldioxidfri stålproduktion från aktörer som HYBRIT och H2 green Steel.\n13",
  "page_14": "Exportpriset till tredjeländer avses inte att förändras, vilket har kritiserats. Där vill kritiker se en exportsubvention vid export till tredjeländer. På grund av koldioxidkostnader med EU ETS blir exporten till tredjeländer dyrare för företag. Detta kan i sin tur leda till en minskad handel med tredjeländer, vilket kan minska effekten av utsläppsminskningarna inom EU på de globala utsläppen av koldioxid (Kurmayer 2021).\nCBAM bejakar heller inte aspekten att produkter kan hoppa mellan olika länder flera gånger innan de hamnar hos den slutgiltiga konsumenten. Därför kan CBAM resultera 1 att slutprodukter som inte täcks av CBAM importeras i högre grad, i stället för råvarorna, vilket medför att en trasformativ omställning inte sker i det globala perspektivet (Naturvårdsverket 2022).\nNaturvårdsverket (2022) menar också att det rimligtvis kan antas att CBAM som speglar priset på utsläppsrätter kommer motivera tredjeländer till egna utsläppsminskningar. Eftersom EU är en viktig handelspartner skapar utsläppsminskningar en direkt tillgång till EU:s marknad, utan att betala för CBAM. Även Europeiska kommissionen (2021) menar att CBAM kommer att vara effektiv för att få andra länder att minska sina utsläpp. Smith et al. (2023) menar också att CBAM kan fungera som en igångsättare för andra länder och att en kedjereaktion kan utlösas, som kan utöka den geografiska arean av koldioxidprissättning (Smith et al. 2023). Länder vilka påverkas mest av CBAM, som Ryssland, Kina, Turkiet, Ukraina och Storbritannien, har alla gemensamt att de planerar att införa ett handelssystem för koldioxid (Shum 2023).\nCBAM kan också analyseras ur ett rättviseperspektiv. Kritiker har hävdat att CBAM drabbar vissa utvecklingsländer negativt. Till exempel står exporten av aluminium för 7 90 av Mocambiques BNP. EU importerar 8 20 av dess aluminium därifrån. Om inte krafttag tas för att ta hänsyn till behoven hos utvecklingsländerna kan detta spä på klyftan mellan globala Nord och Syd. EU riskerar också att förlora sin position som normativ makt (Smith et al. 2023).\nCBAM kommer dock att ha starka institutioner bakom sig. Europeiska kommissionen kommer att övervaka implementeringen och risken för kringgående. De kommer också att övervaka handelsflöden, effekten på export och påverkan på mindre utvecklade länder. I varje medlemsland kommer också finnas en myndighet som kommer att se till att CBAM följs (Europeiska kommissionen 2023).\nCBAM riskerar att undermineras av en mer protektionistisk konkurrerande politiskt tillvägagångssätt från andra stora ekonomier som Kina. ”Tackling climate change should ... not become an excuse for geopolitics, attacking other countries or trade barriers” - Xi Jinping (Shum 2023). Om EU misslyckas diplomatiskt kan detta leda till ett utdraget handelskrig. Detta kan enligt Shum (2023) minska möjligheterna att ta tillvara effektiviteten som en globalt integrerad ekonomi kan ge (Shum 2023).\n14",
  "page_15": "De inhemska (EU) motsättningarna kan också utgöra ett hot mot CBAM. Många lobbygrupper inom tung industri som påverkas av CBAM har visat en oro för införandet, samtidigt som den fria tilldelningen inom EU ETS fasas ut. Aluminiumsmältverk är idag beroende av 75 0 statligt stöd för indirekta koldioxidutsläpp. Lobbygrupper inom stål- och cementindustrin, däribland Eurofeer Steel association, har också deklarerat att utan fria utsläppsrätter kommer det inte vara konkurrenskraftiga mot länder utanför EU. Den industri som levererar varor uppåt i varukedjan har varit rädda att de påverkade sektorerna ska lägga kostnaderna på dem. De förstnämnda aktörerna, däribland byggnads-, maskin- och bilindustrin är de mest inflytelserika aktörerna inom EU:s industri och handelspolitik. Lobbygrupperna kan i sin tur påverka beslutsfattandet så att CBAM riskeras att undermineras. Shum (2023) menar att beslutsfattarna måste överväga riskerna och möjligheterna med lobbyverksamheten. Det är en nyckelfråga för beslutsfattare att kunna avgöra om tung industri vid bestridande av policyer är vitala arbetsgivare och en ryggrad i ekonomin eller om de ska behandlas enligt ”polluter pay principle” (principen om att förorenaren betalar) (Shum 2023). Industriella förorenande aktörer kallas för ”utmanare” av (Shum 2023 se Schneider och Ingram 1997:158). De kan enligt Shum (2023) se Schneider och Ingram (1997:158) sägas vara de som har makt, men som kan betraktas negativt. För policyer riktade mot dessa blir media och offentlig uppmärksamhet viktig. När ”utmanare” hamnar i en position som mottagare av direkt fördelaktig politik, som i fallet med fria utsläppsrätter inom EU ETS, kan politiken vara dunkel och vilseledande, då den innehåller fördelar som endast uppmärksammas av den berörda målgruppen och till stor del är dold för de flesta andra (Shum 2023 se Schneider och Ingram 1997). Flera sådana scenarion kan tänkas tillämpas på CBAM. Medlemsstaters regeringar kan tänkas finansiera de kostnader industrin drar på sig vid köp av utsläppsrätter eller upprätta andra stödfunktioner som subventioner, vilka syftar till grön innovation eller till att underlätta övergång till mindre koldioxidintensiva produktionsprocesser. Dessa kan i vissa fall dock användas nyttigt till forskning och ny teknologi (Shum 2023).\nYtterligare ett problem med CBAM verkar vara att inte så många i Sverige känner till det. I Dagens Industri skriver Jakobsson (2024) att endast runt 500 av 6000 rapporteringsskyldiga företag lämnat in en redovisning för CBAM produkter. ”Många företag känner tyvärr inte till att de har den här skyldigheten. Orsaken till det är att regelverket kom på plats relativt sent, och att ansvaret inte låg på någon myndighet innan vi fick uppdraget i höstas”, säger Olle Palmqvist från naturvårdsverket i artikeln (Jakobsson 2024). Det står även i artikeln att det är dominerande stora företag som har redovisat.\n15",
  "page_16": "4. Teoretiskt ramverk\nFör att uppfylla studiens syfte kommer analysen att ta avstamp i teorier om hållbar utveckling och styrning för hållbar utveckling.\n4.1 Hållbar utveckling\nHär ges först kort bakgrund till hållbar utveckling för en bättre förståelse av analysen.\nBegreppet hållbar utveckling fick sitt stora internationella genomslag 1987 efter Brundtlandrapporten ”Our common future”. Den var utarbetad efter att FN tillsatt en kommission som skulle utreda relationen mellan miljö, ekonomisk och socialutveckling. I rapporten lyfts betydelsen av att inte bara industrin och företagen behöver ta itu med sin miljöpåverkan, utan även konsumtion sidan vilket medför stora livsstilsförändringar hos konsumenter och medborgare. En hållbar utveckling ska enligt rapporten tillgodose behoven av nuvarande generationer utan att äventyra kommande generationer att tillgodose sina behov (Jagers och Matti 2020).\nNightingale et al. (2019) menar att möta begreppet hållbar utveckling ur ett helhetsperspektiv är svårt eftersom det inte råder konsensus om vad hållbarhet innebär, till exempel rörande hållbarhet av vad, hållbarhet för vilket syfte (eller för vem som hon skriver i ett annat stycke) och hållbarhet genom vilka medel. De menar att de tre pelarna med ekologisk, ekonomisk och social hållbarhet i sig själv inte kan lösa sådana frågor. Eftersom det finns olika synsätt på hållbarhet väcks också dessa frågor när det gäller vem som bestämmer över dessa i politiken. Nightingale et al. (2019) menar att dessa frågor bör vara grundläggande i all form av analyser och användande av hållbarhet.\n16",
  "page_17": "4.1.1 Åtta narrativ av hållbar utveckling\nNightingale et al. (2019) använder ett spektrum av åtta olika narrativ av hållbarutveckling. Dessa kommer att användas i analysen som referenspunkter för att jämföra med Hybrit-aktörenas syn på hållbarhet.\n1 Utvecklingen som tillväxt: Bygger på premissen att ekonomisk tillväxt är fundamentalt nödvändig för mänsklig välfärd och hållbara praktiker. Argument för detta bygger på att miljön har förbättrats i rika länder medan den försämras i fattiga länder. Denna syn på hållbarhet utmanar inte riktigt hur våra samhällen och ekonomier fungerar idag, utan vill utvidga globala nords utvecklingsmodell till andra länder. Analytiker som har en neoliberal syn på ekonomi föredrar detta, vilket ger dem möjlighet att säga att marknaden är den bästa vägen till hållbarhet.\n2 Utveckling som ekologisk modernisering: Bygger på försök att ta vara på tillväxt utan att offra miljön. De hävdar att man genom utveckling med grön teknologi kan frånkoppla ekonomin från basen av naturresurser. Miljöproblemen och dess lösningar fungerar som en motor för innovation och marknader som förnyelsebar energi (Nightingale et al. 2019). Det finns också en misstro mot traditionell lagstiftning och marknadsreglering inom ekologisk modernisering. Man vill i stället ha ”flexibla ekonomiska instrument” där det vid offentlig upphandling ställs stränga miljökrav på producenterna. Detta kan skynda på och skapa en ny marknad för ”grön teknik” utan att marknaden utsätts för onödiga störningar (Jagers och Matti 2020).\n3 Utveckling som De-growth eller nerväxt: Är emot tillväxt för hållbar utveckling. Ser i stället att ekonomin behöver krympa och en jämnvikt hittas där stabila livsstilar kan föras utan att vara beroende av ekonomisk tillväxt. Detta medför en stor omställning i vårt konsumtionsmönster. Bland annat måste vi äga färre saker, resa mindre och äta mindre kött.\n4 Utveckling som frihet: Härstammar från nationalekonomen Amartya Sen som hävdar att utveckling måste vara grundad på mänskliga, politiska och individens rättigheter, vilka är jämlikhet och ekonomiska möjligheter. Denna syn är till stor del antropocentrisk och baseras på människans behov. Miljön finns nästan inte representerat i detta synsätt. Till skillnad från utveckling som tillväxt är utveckling som frihet inte alls lika negativ till tillväxt, utan det viktigaste är de ekonomiska möjligheterna. Förespråkare för denna gren brukar hänvisa till att hållbarhetsinitiativ försummar de fattiga och deras sårbarhet för miljömässig degradering. Pengarna för maten hamnar ofta i fickorna på handelsmän i stället för hos de som odlar maten. Därför läggs ofta skulden för miljöproblemen och ojämlikheten på det neoliberala kapitalistiska systemet.\n5 Djupa ekologer eller Biomiljön: Utmanar den antropocentriska synen på hållbar utveckling. De menar att konsumtionskulturen, kapitalismen och den\n17",
  "page_18": "ekonomiska globaliseringen inte utmanas i formuleringar om hållbar utveckling. Denna term liknar utveckling som frihetsperspektivet förutom att den inte betonar det mänskliga välmåendet. Behoven av det icke-mänskliga ska sättas först och samhället och ekonomin ska organiseras efter dessa. Ekonomisk tillväxt leder till att ett otillräckligt bevarande av ekologin och dess förespråkare hänvisar ofta till begränsningar i biofysiska system som argument för att stanna tillväxten. Enligt vissa grupper inom biomiljön behöver man utvidga förståelsen av sig själv till att omfamna omgivningen och saker utanför den mänskliga kroppen. Exempelvis har djupa ekologer inom i Nord Amerika börjat se björnar som bröder i stället för bara som djur.\n6 Ekologiska ekonomer: Dessa kritiserar likt ”utveckling som frihethetsperspektivet” och ”djupa ekologer” det kapitalistiska systemet men argumenterar inte mot tillväxt. De anser att jorden har begränsade resurser, men att problemen kan åtgärdas på små nivåer, vilket sedan kommer att påverka på planetär nivå. De vill sätta in ekologiska, etiska och sociala aspekter i perspektivet utveckling som tillväxt. De anser att den ekologiska och miljömässiga skadan ska räknas med i priset på varor. Som till exempel ska vara inkluderat i priset när man tankar bilen.\n7 Politisk ekologi: Uppstod inom kulturgeografi och antropologi. Den liknar ”utveckling som frihetsperspektivet” men fokuserar aningen mer på hur samhället och miljön är ömsesidigt beskaffade. Dess förespråkare har ett fokus på diskurser, maktrelationer och sociala strukturer samt hur dessa påverkar relationen mellan människa och miljö och dess effekter på social rättvisa. De kritiserar det kapitalistiska systemet och slår fast att detta kan skapa ekologisk degradering på en plats medan konsumtionen sker på en annan. Som exempel ges odlandet av snittblommor vars marknad ligger 1 globala nord medanodlandet och miljöförstöringen med kemikalier med mera sker i Afrika eller latin Amerika.\n8 Buen Vivir eller på svenska leva väl: Detta är ett narrativ som innefattar föreställningar av miljömässig rättvisa och utveckling hos framför allt ursprungsbefolkningar och vissa kulturer globala syd. Buen Vivir är en rörelse som har rötter 1 Latin Amerika med kopplingar till globala nätverk för ursprungsbefolkningar. Begreppet sätter ett värde på relationen mellan samhällena och platsen de bor på. Det sätter också värde på människors kunskap om helande, biodiversitet för mat och olika kulturella sätt att leva i olika miljöer. Ursprungsfolkens narrativ öppnar upp ögonen för att föreställningar om hållbar utveckling är till sin natur byggda på amerikanska och europeiska världsföreställningar. Hos vissa ursprungsbefolkningar i Latinamerika kan jorden ses som en moder som försörjer sina barn, det kan vara både människor och inte. Allt har sin plats och funktion även utan mänsklig användning. De separerar inte naturen från samhället utan reflekterar hur människorna är en del av denna. De kritiserar inte alltid kapitalismen men de har en syn av att inte försöka kontrollera\n18",
  "page_19": "den icke mänskliga världen utan respektera och dela släktskap med den (Nightingale et al. 2019).\n4.1.2 Världsbilder på miljö\nSom komplement till de åtta narrativen tas här upp tre världsbilder på miljö som kan användas i analysen för att jämföra med Hybrit-aktörenas syn på hållbarhet. Biomiljön är också en världsbild men den har beskrivits i avsnitt 4.1.1, punkt 5.\nMarknadsliberaler: De anser att en fri marknad medför största möjliga utveckling av välfärden. Man tänker sig också att miljöproblemen kan lösas med marknaden genom att man sätter ett pris på miljön och att det priset sedan speglar sig i priset på produkterna och tjänsterna på marknaden (Jagers och Matti 2020).\nInstitutionalister: Dessa menar att orsakerna till miljöproblemen återfinns hos samhällets institutioner som genomsyrar samhället och dess aktörer. Å ena sidan har vi formella institutioner av lagar och regler å andra sidan informella som kultur och sociala normer. Miljöproblemen ska lösas genom reformer av institutioner som tar hänsyn till miljön genom till exempel ny miljölagstiftning eller utvecklade av nya normer som är miljövänliga. (Jagers och Matti 2020).\nMiljörättvisare: Hos denna grupp är ofta social rättvisa i centrum. Det kan handla om att man anser att effekterna av miljöproblemen är orättvist fördelade till fördel för de rika och nackdel för det fattiga i utsatta områden. De pekar också på att fattigdom i sig är ett miljöproblem då det till exempel används trä som bränsle i fattiga länder, vilket kan leda till skövling av skog (Jagers och Matti 2020).\n19",
  "page_20": "4.1.3 Energi och hållbarhet\nEnergifrågor kopplat till hållbarhet kommer att tas upp i analysen av Hybrit- aktörenas syn på hållbarhet. Där tar jag avstamp i teorier av Nightingale et al. (2019) och Rostedt (2012).\nNightingale et al. (2019) menar att även om de förnyelsebara energialternativen är bättre än de fossila är de inte hållbara om man utgår från så kallade starka ställningstaganden för hållbarhet. \"The bottom line is that we humans need to try to reduce our energy consumption if our use of energy is to produce fewer sustainability quandaries” (Nightingale et al. 2019). Hon beskriver till exempel den negativa effekten på fågellivet vid vindkraftverk eller hur floder och ekosystem påverkas av dammbyggnationer där fiskens migration störs. Rostedt (2012) pekar också på att energieffektiviseringen som ägt rum i Sverige inte lett till minskad energikonsumtion, utan att den har följt utvecklingen av BNP.\nDet går i linje med ”rebound effekten” som säger att när en lägre kostnad uppstår\nvid effektivisering kommer inte energikonsumtionen att minska (Rostedt 2012).\n4.1.4 FN:s 17 hållbarhetsmål\nFN:s 17 hållbarhetsmål kommer att beröras i analysen, varför en liten bakgrundsinformation ges.\nEnligt Jagers och Matti (2020) är FN:s hållbarhetsmål de mest ambitiösa och mest konkreta hållbarhetsmål som formulerats. De är baserade på social, ekonomisk och ekologisk hållbarhet. Varje mål har också delmål med indikatorer som kan mäta framstegen. Alla medlemsländer ska med jämna mellanrum rapportera in sina framsteg.\n20",
  "page_21": "4.2 Styrning\nStyrningen kommer att användas i analysen för att analysera vilken styrning som EU använder för hållbar utveckling med CBAM och EU ETS. Samt om och på vilket sätt denna styrning leder till hållbar utveckling.\nBegreppet styrning kan kopplas tillbaka till Platon som använde verbet att styra i sammanhanget om att designa ett system av lagar (Kjaer 2004). Boston (2016) talar om ”good governace” eller på svenska ”god styrning”. Han menar att den måste vara långsiktig och ha ett framtidsperspektiv. God offentlig styrning är grundläggande för att nå de ekonomiska, sociala och miljömässiga målen. Regeringar måste, som Platon uttryckte det, styra statens skepp. Detta genom dålig sikt, bristfälliga navigationssystem och så vidare. Boston (2016) menar att det i politiken finns ett ”presentist bias”, det vill säga en svaghet som gör att dåtid och framtid hela tiden tolkas ifrån dagens perspektiv, normer, etc. Med det menar han att det i politiken är lätt att fokusera på nuet och det kortsiktiga på bekostnad av framtiden. Han påstår att det av starka etiska skäl är viktigt att varje generation lämnar efter sig planeten i bättre skick än de fick den och för det krävs en förbättring av både materiella och icke materiella standarder. Den presentistiska partiskheten måste minimeras i demokratisk styrning.\n4.2.1 Styrningsätt för hållbarutveckling\nZeijl — Rozema et al. (2008) skiljer på hållbar utveckling utifrån det ekologiska hållbarhetsperspektivet på den ena änden av axeln och välbefinnande perspektivet på den andra. Det ekologiska perspektivet bygger på ekologiska gränser för tillväxt som är baserad på vetenskapliga bevis, vilka kan bli objektifierade genom att använda kriterier och indikatorer som är baserad på vetenskap. Välbefinnande- perspektivet anser de vara ett normativt och luddigt koncept om välbefinnande och livskvalité. Det är ett resultat av sociala preferenser och är bundet till kontexten. Här kan många olika åsikter samexistera.\nBaserad på dessa två perspektiv diskuteras fyra styrningsätt för hållbar utveckling. Ekologisk hållbarhet — hierakiska typen: Besluten tas av den ledande aktören som ofta är regeringen. En vertikal relation föreligger mellan den ledande aktören och andra aktörer i samhället. Fokuset i denna typ av styrning är målinriktad och hållbar utveckling ses som ett mål som kan objektifieras på vetenskapliga bevis. Som exempel nämns Kyotoprotokollet, med målet om minskade koldioxidutsläpp. Både målet och implementeringen sätts av regeringar.\nEkologisk hållbarhet — deliberativa typen: Här bestämmer alla aktörer som marknaden, staten, civilsamhället tillsammans hur en hållbar utveckling uppnås. Detta genom förhandlingar eller ”learning by doing”. Aktörerna håller med om att\n21",
  "page_22": "det måste ske inom de ekologiska gränserna. Fokus ligger på hur målet uppnås. Som exempel nämns IPCC:s arbetssätt.\nVälbefinnande — Hierarkiska typen: Här använder regeringen samhället vid målsättning. Den söker konsensus bland skilda åsikter; därefter sätts ett mål för hållbar utveckling. Detta kan sedan förändras då regeringen vet att målsättningen drivs av samhälleliga sammanhang. Som exempel nämns kostnads- och nyttoanalyser.\nVälbefinnande — deliberativa typen: Här är det en horisontal relation mellan regeringen och övriga aktörer. Representanter för stat, marknad och civilsamhället diskuterar målen för hållbar utveckling. Och målen beror på den sociala kontexten. Som exempel nämns holländsk energitransitions politik.\n4.3 SWOT-analys\nSom ett ramverk i analysen av CBAM och EU ETS används en SWOT-analys. SWOT kommer från initialerna på engelska Strenghts, Weakness, Opportunities och Threats. Motsvarande på svenska är styrkor, svaghet, möjligheter och hot. Dyson (2002) skriver att SWOT används i en organisation för att identifiera styrkorna och svagheterna i en organisation och möjligheterna och hoten i miljön. Men de kan även användas på andra sätt. Elavarasan et al. (2020) använder den som ett ramverk för utvärdering av drivkrafter och hinder för utveckling av förnyelsebar energi i betydande länder (Elavarasan et al. 2020) SWOT-analysens betydelse för denna studie med CBAM och EU ETS blir att synliggöra vad Hybrit-aktörerna anser styrkorna, svagheterna, möjligheterna och hoten är med CBAM och EU ETS, med tanke på hållbar utveckling.\n22",
  "page_23": "5. Material och metod\nEnligt Harboe (2013) bestäms metoden utifrån problemformuleringen. Den metod som bäst belyser problemet ska användas. Men han belyser att det inte i praktiken alltid är lika enkelt då situation, tid och resurser kan vara avgörande. I detta fall har en fallstudie valts. Harboe (2013) menar att en fallstudie ger en möjlighet att söka igenom alla skrymslen och vrår i en studie. Fallet som valts är projektet Hybrit, vilket består av de ledande aktörerna i svensk stålindustri. Detta fall används för att undersöka hur EU styr hållbar utveckling i svensk stålindustri. Fallet innehåller hela kedjan från järnmalm till stålframställning och energin som behövs för detta. Det finns fler stålföretag i Sverige. En undersökning av dessa hade kunnat ge andra svar. En fallstudie kan enligt Harboe (2013) bli en komplicerad historia. Därför är det av vikt att begränsa studien till de aktörer som kan ge central information om fallet. I denna studie utgörs urvalet av ett subjektivt urval. Ett subjektivt urval är enligt Harboe (2013) ett urval som görs då respondenterna väljs baserad på en kvalificerad bedömning. Det bygger ofta på kvalitativa intervjuer av nyckelpersoner. I detta fall valdes fyra nyckelpersoner som intervjuades från de tre ägarbolagen i Hybrit, nämligen SSAB, LKAB och Vattenfall. På detta sätt kunde en bred bild av fallet Hybrit fås. Intervjupersonerna som valdes ut var tvungen att besitta kunskaper om Hybrit, CBAM och EU ETS.\nIntervjuerna varade mellan 30 minuter och 60 minuter. En av intervjuerna skedde på plats och de andra över Teams på grund av det långa avståndet. Intervjuerna spelades in via mobiltelefon och dator och transkriberades manuellt av mig, ord för ord. Intervjuerna var semistrukturerade. Enligt Bryman (2002) har de semi- strukturerade intervjuerna en rad tydliga teman som ska beröras och en intervjuguide, men intervjuobjektet har en stor frihet när det gäller att utforma svaren. Frågorna behöver heller inte ställas i följd. En intervjuguide med relevanta frågor kopplade till hållbarhet, Hybrit, CBAM och EU ETS utformades, av vilka de flesta ställdes till informanterna. En del frågor anpassades mer specifikt för respektive aktör. De fick även stor möjlighet att utveckla sina svar och lägga till saker på slutet.\nIntervjupersonerna var Jesper Kansbod, Head of Governmental relations, på SSAB. Han har jobbat ett par år med detta och har tidigare tjänstgjort på Regeringskansliet. Erik Filipsson är policy adviser på Vattenfall. Han är specialinriktad på klimat och klimatpolitiken och har arbetat med frågor inriktad på EU-politik på Vattenfall sedan 15 år tillbaka. Pia Lindström, miljö och hållbarhetsdirektör på LKAB, har arbetat med detta sedan 2022. Hon har en 23-årig bakgrund på Boliden med liknande frågor. Stefan Savonen, är Energi och klimat ansvarig på LKAB. Han har varit på LKAB sedan 2006. Han arbetar mycket i Bryssel med frågor rörande EU\n23",
  "page_24": "ETS och CBAM. Innan var han bland annat på LKAB:s avdelning forskning och utveckling. Fler intervjuer hade kunnat ge gett ett bredare underlag, men tiden räckte dessvärre inte till för detta. Genusfördelningen var ojämn, en kvinna och tre män blev intervjuade. Detta kan också påverka svaren på frågorna. Mitt fokus har legat på att identifiera kunniga personer inom sakområdena. Även den sociala statusen kan påverka svaren på frågorna. Samtliga personer som intervjuades är högt uppsatta. Utöver intervjuerna har information om Hybrit och dess aktörer hämtats på de olika aktörernas hemsidor. Information om CBAM och EU ETS har framför allt hämtats från (Europeiska kommissionen 2021) och (Europeiska kommissionen 2024). Materialet har sedan kompletterats med rapporter och tidigare forskning. Analysen genomfördes med tematisk analys. Den innefattar en process där data kodas i teman och delas upp i segment, kategoriseras samt återkopplar till data före den slutliga tolkningen (Matthew and Ross 2010). Materialet från de transkriberade intervjuerna tematiserades efter frågeställningarna som utgjorde huvudteman. Resultat vävdes sedan in i analysen med hjälp av teorin och tidigare forskning.\n24",
  "page_25": "6. Resultat och analys\nI det första avsnittet Hållbarhet undersöks första frågeställningen: Vilken syn på hållbarhet har aktörerna inom projektet Hybrit? Detta görs genom att ställa de tre frågorna: Hållbarhet av vad, hållbarhet för vem och hållbarhet genom vilka medel? Utöver det undersöks de tre frågorna: Leder hybritprojektet till hållbar utveckling? Vilka hållbarhetsutmaningar som kommer med att tillverka fossilfritt stål? Behövs en minskad energianvändning för att få färre hållbarhetsutmaningar?\n6.1 Hållbarhet\n6.1.1 Hållbarhet av vad?\nVad är det som ska vara hållbart? Vi ska se vad Hybrit-aktörerna säger:\nDet vi gör som är grunden både för hållbarhet och för vår affärsstrategi är att ställa om hela SSAB från att vara Sveriges största koldioxidutsläppare till att bli ett fossilfritt företag och kunna erbjuda våra kunder ett stål som inte har några koldioxidutsläpp. (Jesper)\nJesper säger att det finns fler aspekter, men väljer att inte gå in på dem. Han hänvisar till SSAB:s års och hållbarhetsredovisning. Där återfinns bland annat att SSAB ska bedriva verksamheten i linje med FN:s hållbarhetsmål och Parisavtalet (SSAB 2024: b). Vattenfall verkar ha en liknande syn på vad som ska vara hållbart: ”Vi har ju klimatet inte minst, men det är ju egentligen alla hållbarhetsmål”, säger Erik. Han poängterar att de vill följa de striktaste definitionerna och kriterierna. Stefan säger:\nDu har ju miljö, ekonomisk, social. Allt måste fungera. I slutändan får du ingen ekonomisk hållbarhet om du inte har den sociala och miljömässiga hållbarheten i bakgrunden. Då riskerar du ”license to oporate” och du kan inte göra det du vill. (Stefan)\nPia menar på att de har en bred färdplan för hållbarhet som sträcker sig från social hållbarhet och arbetsmiljö till biodiversitet:\nSen har vi klimat och energi som ett block i detta. Där vi ska energieffektivisera oss och framför allt ska vi gå till fossilfri verksamhet. Sen så har vi cirkuläret, resurseffektivitet säger vi är ett hållbarhetsområde också. Där vi ska minimera vårt fotavtryck och maximera nyttan av våra produkter. (Pia)\nVi kan av ovanstående se att den stora frågan för Hybrit-aktörerna verkar handla om klimatet och en minskning av koldioxidutsläpp. Det är också ett av de mest\n25",
  "page_26": "miljörelaterade problemen som publicerats, enligt Nightingale et.al (2019). Det råder också en utbredd konsensus bland forskare om att klimatet förändras i högre utsträckning än det skulle utan koldioxidutsläppen (ibid) Även en rädsla för ”tipping points” kan ligga bakom det stora fokuset på klimatfrågan. Att forskare föreslår en budget av koldioxidutsläpp (ibid) och med tanke på att SSAB ska följa Parisavtalet är det kanske inte så konstigt att ett stort fokus ligger på klimatet och en minskning av koldioxid. Men alla tre aktörer pekar också på att det finns många fler hållbarhetsaspekter. De säger sig vilja följa FN:s 17 hållbarhetsmål, vilket enligt Jagers och Matti (2020) är den mest ambitiösa och konkreta formuleringen av hållbar utveckling och innehåller både social, ekonomisk och ekologisk hållbarhet. Detta ligger i linje med det Stefan säger om de tre pelarna; dock ligger en tyngdpunkt på den ekonomiska pelaren, vilket jag anser kan tala för att hållbarheten hos Hybrit-aktörerna ses genom perspektivet om ”hållbarhet genom tillväxt” (Nightingale et.al 2019).\n6.1.2 Hållbarhet för vem?\nMen vem är då hållbarheten för? ”För alla”, säger Stefan. ”Den är för alla höll jag på att säga”, uttrycker sig Jesper.\nDet blir ju så i förlängningen för det vi gör nu är ju egentligen att skapa förutsättningar för en hållbar framtid? Allt vi gör idag i dagens moderna samhälle, det vi bygger, det vi kör, för att få fram mat på bordet, vatten, allting. Stål finns i allt egentligen. Så stål är en förutsättning för att kunna bygga samhällen för framtiden. (Jesper)\n”För nuvarande och kommande generationer”, säger Pia.\n”Vår strategi eller vårt ledord i allt vi gör är att vi ska uppnå fossilfrihet inom en generation, så det är väl nästa generation som vi jobbar mest för”, säger Erik. Han menar vidare att vi ska ha lämnat efter oss ett energisystem som är fossilfritt till de barn som föds idag. Vi kan se att uttrycket från Brundtlandkommisionen används av både Erik och Pia. Där hållbarheten anses vara för nuvarande och kommande generationer. Eller för alla som Stefan och Jesper uttrycker det. Min tolkning är att Hybrit-aktörerna har en antropocentrisk världsåskådning, där fokus är på de mänskliga behoven som Nightingale et al. (2019) förklarar begreppet.\nAtt inkludera alla människor i hållbarhet, både nuvarande och kommande generationer låter bra. Nightingale et al. (2019) visar dock att det finns andra narrativ om hållbar utveckling. Förespråkare för dessa narrativ skulle nog inte hålla med om att mer stål i världen är hållbart. Vare sig det är fossilfritt eller ej. Ett exempel på ett sådant narrativ kan vara ”de growth” eller nerväxt som termen lyder på svenska. Dess anhängare är emot tillväxt. Ett annat perspektiv kan vara ”biomiljön”, som sätter de icke mänskliga behoven först (ibid).\nErik tar även upp rättviseaspekten som han menar blivit synligt de senaste 10-15 åren. Han menar att omställningen ska vara rättvis och hänvisar till uttrycket ”leave\n26",
  "page_27": "no one behind”. Han hävdar att det inte bara är de rika som ska gynnas av till exempel en elektrifierad transportsektor, utan att även låginkomsttagare måste inkluderas. Erik påpekar också att klimatförändringarna drabbar främst befolkningen i utvecklingsländer. Hur man ska hantera detta nämner han inte. Vi kan här se inslag från den ideologiska världsbild som Jagers och Matti (2020) kallar för ”miljörättvisare”. Dessa har ett stort fokus på social rättvisa. Rättviseaspekten kan också ligga i linje med det Nightingale et al. (2019) betecknar ”utveckling som frihet”, där jämlikhet och de ekonomiska möjligheterna är viktiga.\n6.1.3 Hållbarhet genom vilka medel?\nHållbarhet kan försöka uppnås med många olika medel. Vi ska här se vilka medel Hybrit-aktörerna talar om.\nErik säger att EU är viktigt och att de jobbar mycket med EU på hans enhet:\nDär tycker vi det är en stor fördel med styrmedel som träffar alla som är harmoniserade, som får alla länder i alla fall vår världsdel att gå åt samma håll och gärna ekonomiska styrmedel. (Erik)\n”Det är en kombination av olika styrmedel, även om vi tror att utsläppshandel och koldioxidprissättning är det mest effektiva”, säger Erik.\nDetta är världsåskådningar som Jagers och Matti (2020) skulle beskriva som ”marknadsliberala” eller ”institutionalister”, där miljöproblemen ska lösas med lagar och regler. Här berörs också rättviseaspekten med harmoniserade styrmedel. Men då handlar det inte om miljörättvisare utan att alla företag i EU ska ha samma legala förutsättningar.\nJesper säger också att det behövs policyinstrument för att skapa en marknad för de gröna produkterna. Han menar att staten till exempel kan gå in vid offentlig upphandling och efterfråga grön betong eller fossilfritt stål när de bygger infrastruktur.\n”Jättemånga medel, ett medel är ju teknikutveckling”, säger Pia som menar på att de kommer behöva investera mycket i fossilfriheten.\nUttalandena ligger i linje med ”utveckling som ekologisk modernisering” som fokuserar på grön teknologi. Dess förespråkare vill också ha stränga miljökrav för den offentliga sektorn vid upphandling. Detta syftar till att skynda på marknader för ”gröna produkter”, i linje med föreställningen att marknaden ska styra genom att sätta pris på miljön, vilket är en syn som drivs av marknadsliberaler (Jagers och Matti 2020).\nPia kommer även in på andra medel för hållbar utveckling:\n27",
  "page_28": "Väldigt mycket är ju kopplat till arbetssätt och då är medlet faktiskt människan. Så om vi pratar social hållbarhet. Hur interagerar vi med lokala samhällen? Vad är väsentligt för lokala samhällen? Hur bygger vi socialhållbarhet? Då är det arbetssätt och människan. Så sammanfattningsvis så är det teknik, pengar och människan. (Pia)\nFörutom Nightingales åtta perspektiv på hållbar utveckling kan detta även kopplas till styrning. Här verkar modellen ”välbefinnande — deliberativa typen” som Zeijl — Rozema et al. (2008) beskriver, förespråkas även om inte staten är en aktör. En stor vikt läggs på den sociala kontexten och att civilsamhället tillsammans med de andra aktörerna ska få vara med och bestämma den hållbara utvecklingen.\nI slutet av intervjun med Jesper kommer vi in på SSAB:s produkt ”SSAB: zero” som består av återvunnet skrot.\nVi försöker återvinna vartenda gram som går när det gäller skrot. Men skrotet täcker inte efterfrågan. Det är mycket därför Hybrit kom till, vi behöver hitta en metod för att tillföra järnmalmsbaserat stål in i kretsloppet. (Jesper)\nHär är det tydligt att man försöker ta vara på tillväxten utan att offra miljön. Återigen är narrativet utveckling genom modernisering på agendan. I motsats till nerväxt-narrativet, där det förespråkas att vi behöver ändra vårt konsumtionsmönster och äga färre saker (se Nightingale et al. (2019), vill förespråkarna för den föregående ideologin hitta metoder för att på ett ”grönt” sätt införa mer stål i kretsloppet. Uttalandet visar också att man låter marknaden i form av efterfrågan styra utvecklingen.\n6.1.4 Leder Hybritprojetet till hållbar utveckling?\nPå frågan om Hybritprojektet leder till hållbar utveckling svarar Pia ”absolut” och hänvisar till det fossilfria. ”Det är ju helt uppenbart att vi måste ställa om hela vårt samhälle. Och vi har ganska kort tid på oss. Vilket är skrämmande”. Även Stefan är inne på samma spår: ”Ja alla projekt måste vara hållbara. Om du tittar på klimatfrågan så är den ju i synnerhet hållbar på det sättet”. Om all stålproduktion i världen hade använt Hybritekniken menar Pia att det blivit en minskning på 7 — 10 2/0 av världens koldioxidutsläpp. Hon menar att denna teknik möjliggör omställning för andra industrier. Pia säger också att ”teknik sprider sig över världen”. Även Jesper är inne på samma sak:\nNär vi började med Hybrit initiativet 2016-2017 så var vi helt själva i att prata i de här termerna. Nu är vartenda stålbolag i Europa på väg att titta på nya omställningsstrategier och det finns massor med initiativ globalt också. (Jesper)\n28",
  "page_29": "Även Erik på Vattenfall ser Hybrit som ”en supermöjlighet för Sverige, industrin och energisektorn”. Han menar att det inte finns något liknande projekt med samma potential att påverka Sveriges klimatmål.\nHybrit-aktörerna verkar vara överens att projektet leder till en hållbar utveckling. Det överhängande klimathotet verkar vara något som Hybritprojektet framför allt kan bidra till en hållbar lösning för. Men tanke på den budget av koldioxidutsläpp Nightingale (2019) hävdar att forskarna förespråkar för att inte överstiga två grader Celsius uppvärmning, så kommer projektet (om det lyckas) leda till stora besparingar i denna budget. Erik säger att det rör sig om 10—11 24 av Sveriges och 7 20 av Finlands utsläpp. Hybritprojektet har redan fått spridning inom hela stålindustrin i Europa och även globalt. Detta kan leda till att stora besparingar i koldioxidbudgeten görs även på det globala planet.\n6.1.5 Vilka nya hållbarhetsutmaningar kommer med fossilfritt stål?\nStefan säger att allt beror på hur man viktar fakta och perspektiv: ”Viktar du klimatutsläppen lägre än att hugga ner några träd och breda ledningsgata?” Han säger vidare: ”Det är alltid ett givande och tagande, men du måste titta ur ett större perspektiv. Vad är det långsiktigt mest hållbara och då är ju Hybritprojektet klockrent”. Stefan menar att lösningen ligger i kommunikation, dialog och information om att LKAB måste göra detta för att minska den globala uppvärmningen. Han menar att klimatförändringarna kommer att drabba även oss i Sverige och framför allt i norra Sverige.\nPia menar att det framför allt handlar om intressekonflikter kopplat till mark:\nBåde rennäringen, en möjlig konflikt. Sen har vi allt ifrån biologisk mångfald till andra näringar som behöver denna mark. Här behöver vi vara smarta och tänka långsiktigt och tänka mer kumulativt (Pia).\nHon menar att vi måste kunna tänka att de som nu lever och är i vår ålder om 50 år, ska anse att detta var en bra och långsiktig investering. Detta är något som Boston (2016) tänker likadant om, även om han fokuserar mer är på politiken. Att undvika en presentistisk partiskhet där man fokuserar på nuet och missar det långsiktiga är av största vikt. Detta stämmer också väl överens med hans syn på den etiska aspekten att vi ska lämna planeten i bättre skick än vi fick den (Boston 2016).\nAngående frågan om nya hållbarhetsutmaningar säger Jesper:\n29",
  "page_30": "Det behövs mer vind, det behövs sannolikt mer kärnkraft framåt. Gillar alla att det smälls upp vindsnurror överallt? Nej! Hur ska vi förflytta den här elen? Ja då behöver vi bygga nya kraftledningar. Gillar alla att det byggs kraftledningar? Nej! Där tror jag utmaningen är. (Jesper)\nHan menar att man måste skapa system där det finns incitament för kommuner och markägare att säga ja till bland annat vindkraftsetableringar. Stefan påpekar också: ”Men vi går från att ha markanvändning för kolgruvor till att ha markanvändning för elledningar och kanske vindkraft också”.\nAtt det blir nya hållbarhetsutmaningar med att framställa fossilfritt stål är tydligt. Min uppfattning är att hållbarhetsutmaningarna främst handlar om intressekonflikter. Där kan de åtta olika narrativen på hållbarhet Nightingale et al. (2019) beskriver krocka med varandra. Lösningen verkar vara att hitta incitament för andra intressenter att säga ja till företagens intressen. Men om hållbarheten var för alla hur blir det då? Min förståelse är att hållbarheten förefaller vara för de som anser att en minskning av koldioxid är överordnat de andra hållbarhetsaspekterna, och de som är förespråkare för utveckling genom moderniseringsperspektivet.\n6.1.6 En minskad energianvändning för färre hållbarhetsutmaningar\nMed tanke på hållbarhetsutmaningarna som uppstår när man går över till fossilfritt är det befogat att fråga sig om det behövs en minskad energianvändning för färre hållbarhetsutmaningar? Erik säger också att elanvändningen i Sverige förväntas dubbleras till 2040 där Hybrit är en stor del av detta.\nErik säger:\nMen med ökad elanvändning tror vi också att det kan leda till en ökad effektivitet. Energieffektiviteten ökar för de systemen som du ersätter, de fossilbaserade är mindre effektiva (Erik)\n”Den bästa åtgärden då, energin som inte används alls. Man ska ju bli av med slöseri och så”, säger Erik. Han menar att energi är en begränsad resurs, det är en växande befolkning och energin behöver tas någonstans ifrån. Men han anser att det finns en enorm potential i förnyelsebara alternativ som sol, vind och vatten. Jesper menar också att det blir en energieffektivisering av att gå över till det fossilfria och byta energibärare, vilka för närvarande mestadels består av kol. ”Till ren el, eller ren biogas, eller vätgas.” Han säger att SSAB idag konsumerar 18 TWh kol och att de i framtiden kommer behöva 4 TWh el, vilket är en stor effektivisering. Men Jesper menar vidare att energieffektiviseringen inte bör vara ett självändamål utan ”snarare\n30",
  "page_31": "titta på hur kan vi göra det behöver göra för att möta efterfrågan och byggandet av hållbara samhällen på det bästa möjliga sättet.”\nPia är också inne på effektivisering och menar att den största energieffektiviseringen på LKAB är att ta bort kolet. Men hon tillägger: ”Jag tror att vi kan sänka ungefär hälften av världens utsläpp genom att ändra våra sätt att leva, våra konsumtionsmönster.”\nÄven Nightingale et al. (2019) anser att förnyelsebara alternativ är bättre än de fossila, men pekar på andra hållbarhetsutmaningar med dessa, som till exempel negativ inverkan på fågellivet. Jesper har en mer positiv inställning, baserad på möjligheterna med ”ren el” och ”ren biogas”. Nightingale et al. (2019) menar att vi måste minska vår energianvändning för att få färre hållbarhetsutmaningar.\nMin tolkning av ovanstående avsnitt är att Hybrits aktörer anser att en energieffektivisering är positivt för en hållbarutveckling. Det ska genomföras med hjälp av förnyelsebara alternativ och elektrifiering. Detta ligger i linje med narrativet om ekologisk modernisering. Med tanke på ”reboundeffekten” Rostedt (2012) för fram, är dock frågan om det kommer att få oss i Sverige att använda mindre energi? Pia är inne på att ett ändrat konsumtionsmönster kan halvera världens utsläpp. Detta är ord som ligger i linje med nerväxt- narrativet som talar emot tillväxt. I narrativet om utveckling genom ekologisk modernisering är tillväxten en central del. Detta narrativ förespråkas gång på gång av Hybrit- aktörerna. Då klimatfrågan och en minskning av koldioxidutsläpp verkar vara den främsta frågan för en hållbar utveckling enligt Hybrit-aktörerna, borde nerväxt- narrativet vara mer framträdande. Min tanke är att man här lägger nerväxt-narrativet som en boll till konsumenten. Därmed lägger man också det största ansvaret för en hållbar utveckling på konsumenten.\n6.2 CBAM och EU ETS\nI detta avsnitt undersöks den andra frågeställningen: Hur upplever aktörerna i HYBRIT att CBAM och EU-ETS påverkar hållbar utveckling? Detta görs genom att undersöka vilken syn Hybrit-aktörerna har på CBAM och EU ETS. Som hjälpmedel för detta används en SWOT-analys. Denna ger svar upplevda styrkor, svagheter, möjligheter och hot med CBAM och EU ETS.\n6.2.1 Styrkor och möjligheter\nAngående EU ETS: ”Det är ett av de viktigaste instrumenten för att uppnå våra mål, vattenfall ambitiösa klimatmål men också samhällets, Sveriges och EU:s klimatmål”, säger Erik. Systemet är också flexibelt något som ses som en fördel och man kan sälja och köpa utsläppsrätter efter behov. Han menar att systemet\n31",
  "page_32": "fungerar bra ihop med elmarknaden. FErik säger att man i långsiktiga investeringsbeslut tar hänsyn till EU ETS.\nJesper på SSAB har samma syn:\nBest case och drömscenario vore om hela världen kunde ha ETS, så att du får ett pris på koldioxid och man tar in det i alla led. Vi vill ha ett pris på koldioxid eftersom vi tror att det är den bästa drivkraften och incitamentet för att göra omställningen. (Jesper)\nJesper säger att med de utsläpp SSAB har i Norden skulle ett pris på 100 Euro per\nton koldioxid innebära kostnader på 10 miljarder per år. ”Då har du ett incitament att ställa om och ta bort utsläppen, att investera i ny grön teknik”, säger Jesper. Erik menar att ETS har utvecklats i positiv riktning. Taket på ETS var inte så ambitiöst i början utan byggde på nationella regler, men har gått mot mer harmoniserade regler, vilket Vattenfall är för. Erik pekar också på att handeln med utsläppsrätter sätter en tydlig riktning till 2030 — 2040 och hela vägen ner till noll: ”När alla möter samma incitament blir det kostnadseffektivt” säger Erik.\nAngående CBAM säger Jesper:\nDet som är positivt med CBAM är att 1: Det skapar en lika spelplan inom EU:s inre marknad och 2: Det skickar en ganska tydlig signal till andra stora handelsblock utanför EU som kanske inte har samma system. (Jesper)\n”Jag ska säga direkt att vi har varit positiva till CBAM sedan det förslogs och nu har det införts också”, säger Erik som menar att det är ett bra komplement till EU ETS. Han menar också att det är positivt att den fria tilldelningen fasas ut, någonting som är i linje med ”polluter pay principle”. Däremot säger han att Vattenfall inte var de som drevs på hårdast för att el ska inkluderas i CBAM.\nStefan säger:\nCBAM skapar ju även påverkan utanför EU:s gränser. Så i stället för att betala en avgift till EU så kommer andra länder se att det är bättre att de pengarna används för att minska utsläppen i det egna hemlandet. (Stefan)\nStefan pekar också på att andra industrier på kontinenten fortfarande eldar med öppna lågor. ”Så ska vi bli av med sådant så måste vi ha något sådant här system så att det kostar, du måste energieffektivisera” och syftar på CBAM och EU ETS.\nSmit et al. (2023) är också inne på att CBAM kan bidra till att sätta igång en kedjereaktion som får fler och fler länder att följa efter, vilket kan ge positiva effekter på de globala koldioxidutsläppen.\nVi kan se av ovanstående avsnitt att aktörerna i Hybrit efterfrågar Bostons (2016) låga presentistiska partiskhet och vill ha långsiktiga styrmedel från politisk håll.\n32",
  "page_33": "Efterfrågan av långsiktiga styrmedel kan också förstås genom Tol (2022) som menar att industrin är svår att ställa om och bygger på långlivat kapital. Att byggnader och maskiner finns kvar under en lång tid.\nMin förståelse av detta avsnitt är att aktörerna i Hybrit anser att EU ETS och CBAM bidrar till en hållbar utveckling genom att sätta ett tak för hur mycket koldioxid som kan släppas ut i EU. Ett pris på koldioxid skapar också en ”rättvis” marknad som gynnar ”grön teknik” vilket bidrar till utsläppsminskningar av koldioxid. CBAM kan också bidra till en hållbar utveckling genom att sätta press på andra länder att minska sina koldioxidutsläpp. Min syn är att CBAM och EU ETS kan hänföras till narrativet om ekologisk modernisering. Detta ligger i linje med den syn på hållbarhet Hybrit-aktörernas uppvisade i avsnittet om hållbarhet.\nStyrningen för hållbar utveckling ser här ut som ekologisk hållbarhet — hierarkiska typen där den ledande aktören, i detta fall EU, sätter målet. I detta fall är målet taket för koldioxidutsläpp. Man kan dock se hur marknaden har en stor frihet innanför detta tak.\n6.2.2 Svagheter\nJesper säger att SSAB tycker att utfasningen av den fria tilldelningen skulle vara lite brantare. Men han anser att det blev en helt godtagbar kompromiss. ”Kommissionen hade föreslagit att de skulle fasas ut till 2030, nu blev det 2034, kanske 2031 eller 2032 hade varit rimligt” säger Jesper.\nZetterberg et al. (2021) menar att utfasningen av fria utsläppsrätter borde ske snabbare för att förhindra den värsta effekten av klimatförändringarna. De menar att fördröjningen riskerar att medföra att gammal teknik inte utfasas. I stället föreslås mer auktion av avsläppsrätter, där intäkterna används 1 EU:s innovationsfond eller i tilldelning av fria utsläppsrätter för produktion av klimatneutrala produkter i nya anläggningar.\nVi kommer senare under intervjun in på organisationen Eurofeer Steel association. Jesper säger att SSAB ”hade en lite annan syn än Eurofeer när det förhandlades”. Vilket också blir tydligt med ovanstående utlåtande om en ”brantare utfasning”. Eurofeers talesperson sa att de inte skulle vara med på CBAM om de inte fick fria utsläppsrätter (Shum 2023). Att de industriella aktörerna är med och förhandlar är ett tydligt exempel på det Shum (2023) varnar för; att Iobbyverksamheten riskerar att underminera CBAM. Vi kan se att kommissionens förslag först var en deadline 2030, men att denna tidpunkt sköts fram till 2034 efter förhandlingar. Detta antyder att de industriella aktörerna har reell makt. Men som Shum (2023) se Schneider och Ingram (1997) skriver så sker denna maktutövning ofta i det dolda. Men scenariot med förhandlingarna av CBAM kan också tolkas som att de ligger i linje med det styrningsätt för hållbar utveckling som Zeijl — Rozema et al. (2008) för fram; ekologisk hållbarhet — deliberativa typen, där en vertikal relation mellan stat,\n33",
  "page_34": "marknad och civilsamhälle existerar. Man gör tillsammans upp om målen för hållbar utveckling. Men frågan uppstår då om civilsamhället som aktör också har fått vara delaktig i att påverka målen eller ej. Att döma av det Jakobsson (2024) skriver i Dagens Industri, har majoriteten av de svenska företagen missat sin redovisning av CBAM-varor. Detta skedde på grund av att de inte känt till CBAM, vilket ger starka argument för att påvisa att civilsamhället inte varit delaktig i utformningen av målen.\nErik menar att en svaghet med ETS är att den inte är global. ”Det verkar väldigt tungrott från politiskt håll att få en global koldioxidmarknad”, säger Erik.\nStefan tar upp en annan svaghet:\nOm det blir fel riktmärken som vi har haft, som inte gynnar ny teknik. Det har varit en stor svaghet med ETS. Nu har vi kommit in, så vi har samma riktmärken. Du får konkurrensneutralitet. (Stefan)\nMed fel riktmärken syftar Stefan på att LKAB inte tidigare fått fria utsläppsrätter vilket andra bolag fått, trots att LKAB:s process släppt ut mindre koldioxid. Något som nu är justerat.\nErik säger att det kommer bli svårt att mäta utsläppen som uppstår i tredjeland, något som Stefan också tar upp: ”Hur kan man säkerhetsställa koldioxidavtrycket så att du kan beskatta företagen på rätt sätt samt säkerställa att de konkurrerar på lika villkor i Europa?” Där finns det förvisso en möjlighet att använda en så kallad ”default faktor” som ger ett ungefärligt värde på koldioxidutsläpp, men Erik säger att riktiga värden är bättre att använda. Europeiska kommissionen (2023) skriver att de ska övervaka implementeringen.\nVidare menar Erik att CBAM inte täcker hela problematiken. Den hanterar konkurrenssituationen inom EU. Men varor som går på export löser den inte:\nOm varorna förbrukas i Asien eller USA eller någonstans, då har de betalat det europeiska priset på koldioxidutsläppsrätterna men konkurrenterna som producerar i det landet, eller i ett annat icke EU land har ju inte gjort det. (Erik)\nJesper påpekar: ”CBAM tar ju hand om stål som importeras till EU men omfattar ju inte stål som exporteras från EU.” Han menar att det finns en risk för att det inte blir en jämlik spelplan för samtliga företag.\nStefan säger:\nCBAM, du kommer att ha en högre produktionskostnad i EU och exporterar du utanför EU kommer du ha svårt att konkurrera på den marknaden om man inte löser det. (Stefan).\n34",
  "page_35": "Min uppfattning är att den största svagheten med CBAM är att den inte behandlar export. För en hållbar utveckling kan det innebära att utsläppsminskningar av koldioxid blir lägre än det hade kunnat bli om exporten varit inkluderad. Alla tre av Hybrits aktörer verkar vara eniga om att det behövs en substitution eller kompensation vid export utanför EU. Detta behandlar Kurmayer (2021) som menar att om handeln med tredjeländer minskar, kan det kan medföra en risk att effekten av EU:s koldioxidutsläppsminskningar försvinner. De andra länderna kan som Erik är inne på, välja alternativa produkter av konkurrenter utanför EU. Produkter som kan ha bidragit till mer koldioxidutsläpp än produkter som är producerade i EU.\nMin tolkning är även att CBAM minskar incitamenten för ”grön teknik” utan att inkludera exporten, vilket kan innebära att koldioxidutsläppen inom EU blir mindre än de hade kunnat bli. Av ovanstående resonemang är min uppfattning att det föreligger en konflikt mellan ekologisk modernisering och andra världsbilder som är mer tillväxtfokuserade, och inte tar så stor hänsyn till miljön. CBAM kan vara ett försök att sprida narrativet om ekologisk modernisering till länder utanför EU. Men det har en svag länk i detta försök då det inte inkluderar exporten. Detta medför att länder som agerar enligt det tillväxtbaserade narrativet fortfarande får de ekonomiska fördelarna gentemot företag inom EU, som i sin tur styrs utifrån narrativet om ekologisk modernisering.\n6.2.3 Hot\nErik menar att det skulle ha utgjort ett hot om systemet med ETS hade var svagt som det var från början. Men han anser att systemet som EU byggt upp nu är bra. CBAM skulle kunna eventuellt utlösa ett handelskrig, vilket inte skulle gynna exportföretagen i Sverige. Även Jesper anser att det finns en risk att något handelsblock utanför EU skulle anse att EU inför regelvidriga tullar. Detta är något som Shum (2023) också påpekar, att positiva effekter av en globalt integrerad ekonomi kan gå förlorade vid ett handelskrig. Han menar att det är viktigt att EU tar itu med de diplomatiska dispyterna.\nJesper anser att det finns risker med att man försöker kringgå CBAM. ”För nu gäller det bara CBAM-stålet som importeras, inte det som innehåller stål.” Detta är något som Naturvårdsverket (2022) också diskuterar i sin rapport. Slutprodukter kan komma att importeras i högre grad än själva råmaterialet. I de fall detta sker kan det CBAM försöker uppnå falla platt och utsläppsminskningarna av koldioxid utebli. De sker i stället utanför EU.\n35",
  "page_36": "6.2.4 CBAM, EU ETS och hållbar utveckling\nI detta avsnitt undersöker vi ytterligare tre frågor som kan hjälpa till att besvara den andra frågeställningen: Hur upplever aktörerna i HYBRIT att CBAM och EU-ETS påverkar hållbar utveckling? Dessa analyseras sedan efter sista frågan.\nÄr det lagar och regleringar som EU ETS och CBAM som ligger bakom förändringarna till fossilfritt eller något?\nJesper svarar:\nNej men jag tror att det är dubbelt. När vi började och tänka Hybrit då hade vi Parisavtalet på plats, Sverige hade antagit en klimatlag. EU började anta en klimatlag så man såg ju var lagstiftningen var på väg någonstans. När vi började med Hybrit undrade vi om marknaden var intresserad av det här? Det vi har sett de senaste åren är att våra kunder i Automotive, Construction, de är väldigt intresserade av att köpa stål med så lågt koldioxidinnehåll som möjligt. (Jesper)\nJesper menar att när marknaden elektrifieras kommer deras kunders koldioxidanvändning att till stor del bero på vad för material de använder. Det kan SSAB hjälpa dem med en lösning på. Pia säger:\nVi måste ställa om. Och över tid tror jag det är ytterst tveksamt att vi kan fortsätta med den verksamhet vi har idag om vi inte har ställt om. Kommer vi att få miljötillstånd om vi släpper ut den mängd koldioxid vi gör idag om 15 år? Tveksamt! (Pia)\nStefan menar att CBAM och EU ETS är en jättestor drivkraft för det fossilfria. Men säger vidare: ”Jag skulle säga att det är insikten om behovet av omställning mot ett fossilfritt samhälle som är drivkraften bakom grönt stål eller fossilfritt stål”.\nHur påverkar CBAM och EU ETS Hybrit i förhållande till hållbarutveckling?\nStefan säger:\nDe driver ju åt det hållet. Sen inom ETS så har du energieffektiviserings villkor bland annat. De breddar ju lite också och ligger inte bara på koldioxid utan också energianvändning. (Stefan)\nHar synen på hållbarhet har förändrats med CBAM och EU ETS?\nErik säger att synen inte förändrats utan att de passar in rätt bra på deras syn. Han tillägger dock: ”Det har underlättat att driva igenom den omställning vi gör och de ambitiösa klimatmål vi har.”\nStefan kommenterar samma fråga på följande sätt:\n36",
  "page_37": "Det är ju på klimatdelen, men inte generellt. Det är ju en del, hållbarhet är ju så mycket bredare. Utsläppshandelsystemet och klimatfrågan har ju snarare överskuggat annat som biodiversitet, som är otroligt viktigt för hållbarhet. Så mycket har fått stå tillbaka (Stefan).\nUtifrån Hybrit-aktörerna verkar det tydligt att lagar och regleringar som till exempel CBAM och EU ETS ger en effekt på hållbar utveckling i den svenska stålindustrin. Främst när det kommer till minskade koldioxidutsläpp. Som Pia nämner finns det ett behov av omställning för att överhuvudtaget fortsätta existera som företag. Och som Jesper pekar på såg man i Hybrits startskede vart lagstiftningen var på väg. Men man undrade även vad marknaden efterfrågade. Shum (2023) pekar på att stålindustrins kunder (som biltillverkare) är oroliga för att kostnadsökningen med CBAM ska läggas på dem. Men detta verkar inte ha underminerat CBAM. Redan nu kan vi se att den svenska stålindustrins kunder efterfrågar produkter med lågt koldioxidinnehåll.\nKanske är Hybrit-aktörernas syn på CBAM och EU ETS så positiv på grund av att de är så långt framme vad gäller ”grön teknik”. Det finns en ekonomisk vinning i den stränga miljöpolitiken och fokuset på den ”gröna teknik” det ekologiska moderniseringsnarrativet representerar. Detta är också något Konjunkturinstitutet (2021) analyser stödjer. Det spår en ökning av exporten för den svenska stålindustrin.\nMin analys är att EU ETS och CBAM rör sig mot en hållbar utveckling enligt narrativet om ekologisk modernisering och den syn som marknadsliberaler har. Detta gör de genom en minskning av koldioxidutsläpp. Andra delar av hållbar utveckling riskerar dock att hamna i klimatfrågans skugga.\n37",
  "page_38": "7. Diskussion och slutsats\nDen första frågeställningen var: Vilken syn på hållbarhet har aktörerna inom projektet HYBRIT? Av analysen dras slutsatsen att hållbarheten för Hybrits aktörer i första hand handlar om klimatet och en minskning av koldioxid. Även om andra hållbarhetsaspekter också verkar vara viktiga. Man säger sig bland annat vilja följa FN:s 17 hållbarhetsmål. Angående frågan om vem det ska vara hållbart för så uppvisar Hybrits aktörer en antropocentrisk världsåskådning. Det ska vara hållbart för människan, nuvarande och kommande generationer. Hybrits aktörer verkar främst vara förespråkare för narrativet (Nightingale et al. 2019) kallar för ”utveckling genom ekologisk modernisering”, där en hållbar utveckling ska ske genom att kombinera tillväxt och miljö. Man sätter en tilltro till marknaden. Ett pris på koldioxid leder till innovation för ny ”grön teknik” som driver omställningen mot ett fossilfritt samhälle, vilket enligt Hybrit-aktörena är hållbart. I omställningen mot ett fossilfritt samhälle stöter den svenska stålindustrin på andra hållbarhetsutmaningar som till exempel målkonflikter angående mark. Tolkningen är att dessa målkonflikter avses att lösas med incitament om att säga ja till stålindustrins intressen. Detta sker bland annat genom normativ maktutövning. Man sprider narrativet om ekologisk modernisering. Nämligen att tillväxten av den ”gröna tekniken” är av yttersta vikt för att undvika en stundande klimatkatastrof.\nDen andra frågeställningen var: Hur upplever aktörerna i HYBRIT att CBAM och EU-ETS påverkar hållbar utveckling?\nHybrits aktörer ser över lag positivt på EU ETS och CBAM. De menar att de skapar incitament för att driva den gröna omställningen och att detta skickar en signal till övriga länder utanför EU, vilket kan uppmuntra dem att utveckla en mer ambitiös klimatpolitik.\nPå den negativa sidan framhåller Hybrits aktörer att CBAM inte täcker EU:s export, vilket gör att stålindustrin i Sverige kan få konkurrera med företag utanför EU, som inte har ett pris på koldioxidutsläpp. Detta kan medföra en orättvis spelplan och en mindre ekonomisk hållbar situation för stålindustrin. Det kan också resultera i mindre koldioxidminskningar både i EU och globalt än det annars skulle kunna bli. CBAM gäller bara för råmaterial som till exempel stål, inte produkter som innehåller stål. Detta kan leda till ett kringgående, som riskerar att underminera CBAM. I sin tur kan detta leda till mindre utsläppsminskningar av koldioxid än vad som var EU:s tanke, någonting som Kurmayer (2021) också tar upp. Det framkommer även under intervjuer att det pågått förhandlingar för utfasningen av den fria tilldelningen, vilket kan leda till mindre utsläppsminskningar av koldioxid. Sammanfattningsvis är slutsatsen på fråga två att Hybrits aktörer upplever att CBAM och EU ETS påverkar hållbar utveckling genom att de styr utvecklingen\n38",
  "page_39": "mot koldioxidminskningar som räddar klimatet. Det finns dock svaga länkar med CBAM som kan göra att dessa koldioxidminskningar inte blir så stora som de kunnat bli. Den svagaste av dessa är att CBAM inte inkluderar export.\nDå stålindustrin deltagit i förhandlingar av den fria tilldelningen, och Hybrit- aktörnas upplevelser av hur CBAM och EU ETS påverkar hållbar utveckling, så tycks EU ta med stålindustrin som en aktör 1 styrningen. Detta styrelsesätt för hållbar utveckling kan vi enligt min benämning kalla för ekologisk hållbarhet - kapitalistiska typen. Styrelsesättet är varken ekologisk hållbarhet enligt den hierarkiska -eller deliberativa typen som Zeijl — Rozema et al. (2008) för fram. Man har i stället en typ av styrning där den ledande aktören EU officiellt sätter målet, men man låter kapitalet ha stort inflytande på regelverket (stålindustrin i detta fall). Civilsamhället får inte föra fram sin talan om målet, som i den deliberativa modellen av styrning för hållbar utveckling. Detta kan vi tydligt se av Jakobsson (2024), där majoriteten av de svenska företagen, vilka är direkt berörda, inte kände till CBAM. Detta ger starka argument för att civilsamhället inte heller gör det. Känner de inte till det, kan de heller inte ha varit delaktiga i målsättningen.\nGenom modellen ekologisk hållbarhet - kapitalistiska typen kan narrativet ekologisk modernisering spridas till länder i och utanför EU genom CBAM och EU ETS. Tillsammans kan EU och stålindustrin på detta sätt kapitalisera på klimathotet och begreppet hållbar utveckling. Detta sker samtidigt som EU och stålindustrin försöker värna om miljön genom koldioxidminskningar. Detta agerande är en grundläggande del av narrativet ekologisk modernisering. Men målkonflikter om mark, Pias ord om att vi måste ändra vårt konsumtionsmönster, rättviseaspekter och biologisk mångfald som hamnar i skymundan, allt detta pekar på att det finns brister i narrativet. Att kombinera miljö och tillväxt verkar vara en svår balansgång.\n39",
  "page_40": "Referenser\nLitteratur:\nBob Matthews & Liz Ross. (2010). Research Methods (1.Uppl.). Pearson education\nlimited.\nBoston, J. (2016). Governing for the future designing democratic institutions for a better tomorrow (First edition.). Emerald. https://doi.org/10.1080/15239080701631544 Bryman, A., & Nilsson, B. (2002). Samhallsvetenskapliga metoder (1. uppl.). Liber\nekonomi.\nDyson, R.G. (2004). Strategic development and SWOT analysis at the University of Warwick. European journal of operational research, 152 (3), 631-640.\nhttps://doi.org/10.1016/S0377-2217(03)00062-6\nHarboe, T. (2013). Grundlaggande metod :den samhiallsvetenskapliga uppsatsen (1. uppl.). Gleerup.\nJagers, S. C., & Matti, S. (2020). Miljépolitikens villkor (Upplaga 1). Studentlitteratur.\nKjeer, A. M. (2004). Governance. Polity Press\nNightingale, A. J. (Ed.). (2019). Environment and sustainability in a globalizing world (1st ed.). Routledge.\nMadurai Elavarasan, R., Afridhis, S., Vijayaraghavan, R.R., Subramaniam, U. &\nNurunnabi, M. (2020). SWOT analysis: A framework for comprehensive\nevaluation of drivers and barriers for renewable energy development in\nsignificant countries. Energy reports, 6, 1838-1864.\nhttps://doi.org/10.1016/j.egyr.2020.07.007\nRostedt, Johan (2012). Energieffektivisering, energikonsumtion, tillvaxt, klimatfragan: leder energieffektiviseringar till minskad energikonsumtion?. Grundniva, G2E\nUppsala: SLU, Institutionen fér ekonomi\nSchneider, A. L., & Ingram, H. M. (1997). Policy design for democracy. University Press of Kansas.\nShum, R.Y. (2023). Decarbonizing contending industries: policy design and the EU’s\nCBAM. Climate policy, ahead-of-print (ahead-of-print), 1-6.\nhttps://doi.org/10.1080/14693062.2023.2194275\nSmith, I.D., Overland, I. & Szulecki, K. (2023). The EU’s CBAM and Its ‘Significant Others’: Three Perspectives on the Political Fallout from Europe’s Unilateral Climate Policy Initiative. Journal of common market studies,.\nhttps://doi.org/10.1111/jems.13512\n40",
  "page_41": "Tol, R.S.J. (2022). Costs and Benefits of the Paris Climate Targets. https://doi.org/10.48550/arxiv.2209.00900\nVan Zeijl-Rozema, A., Cérvers, R., Kemp, R., & Martens, P. (2008). Governance for sustainable development: a framework. Sustainable Development (Bradford, West Yorkshire, England), 16(6), 410-421. https://doi.org/10.1002/sd.367\nAnnat:\nEurofer (2024). European steel association members. https://www.eurofer.eu [2024-05-\n19]\nEuropeiska kommissionen (2019). The Green Deal. https://eur-lex.europa.eu/legal-\ncontent/EN/TXT/HTML/?uri=CELEX:52019DC0640 [2024-05-19]\nEuropeiska kommissionen (2024). What is the EU ETS. https://climate.ec.europa.eu/eu-\naction/eu-emissions-trading-system-eu-ets/what-eu-ets_en[2024-05-07] Europeiska kommisionen (2021). Europaparlamentet och radets forordning om inrattande av en mekanism for koldioxidjustering vid granserna. https://eur-lex.europa.eu/legal- content/SV/TXT/?un=CELEX%3A5202 1PC0564&qid=1714042349135[2024-05-07] Europeiska kommisionen (2023). Carbon boarder mechanism (CBAM) Question and\nanswer. https://taxation-customs.ec.europa.eu/system/files/2023-\n11/CBAM%20Frequently%20Asked%20Questions_ November%202023.pdf\n[2024-05-13]\nFahlstedt och Hakansson (2022). The Effects of ETS & CBAM on Cost Differences in\nthe European Steel Industry: A Case Study on Swedish and German Long\nEngineering Steel Manufacturers. https://www.diva-\nportal.org/smash/get/diva2:1696436/FULLTEXT01 .pdf[Hamtad 2024-05-23]\nHYBRIT (2024). En vardekedja f6r fossifritt stal. https://www.hybritdevelopment.se/en-\nfossilfri-framtid/en-vardekedja-for-fossilfntt-stal/ [2024-05-07]\nJakobsson (2024).5.400 foretag missade EU:s nya rapporteringskrav. Dagens\nindustri.8/3-24. https://www.di.se/hallbart-naringsliv/5-400-foretag-missade-eu- s-nya-rapporteringskrav/ [2024-05-30] Jernkontoret(2023).HYBRIT-Fossilfristalproduktion. https://www.jernkontoret.se/sv/vision-2050/koldioxidfri-stalproduktion/ [Hamtad 2024-05-07] Konjunkturinstitutet (2021). Potentiella klimatatgaérder inom ramen fér EU:s system for utslappshandel. KI 2021:10. https://www.konj.se/download/18.48dc7e5b17912b885084 1a79/1620048 168742/ Lagesrapport%20Atgarder%20EU%20ETS_WEBB.pdff 2024-05-13]\nKurmayer, J. N. (2021). EU industry shuns carbon border levy, calls for export rebates.Euractiv. https://www.euractiv.com/section/energy- environment/news/eu-industry-shuns-carbon-border-levy-backs-export-rebates- instead/ [2024-05-13]\n41",
  "page_42": "LKAB (2024: a). En historia om LKAB. https://Ikab.com/vilka-vi-ar/en-historia-om-lkab/ [2024-05-07] LKAB (2024: b). Fran gruva till hamn. https://Ikab.com/vad-vi-gor/fran-gruva-till-hamn/ [2024-05-07] LKAB (2024: c) Jarnmalmspellets och fines. https://Ikab.com/vad-vi-gor/vara-produkter- och-tjanster/jarnmalmspellets-och-fines/[ 2024-05-07]\nNaturvardsverket (2022). Analys av paverkan fran Eu forslag for omstallningen inom\nsvensk Industri. https://www.diva-\nportal.org/smash/get/diva2:1665176/FULLTEXT01.pdf (Hamtad 2024-05-02)\nNaturvardsverket (2024). Industri, utslapp av vaxthusgaser.\nhttps://www.naturvardsverket.se/data-och-statistik/klimat/vaxthusgaser-utslapp-\nfran-industrin/ [2024-04-18]\nSSAB (2024: a). SSAB i korthet. https://www.ssab.com/sv-se/ssab-koncern/om-\nssab/ssab-1-korthet [2024-05-07]\nSSAB(2024:b).Arsredovisningar. https://www.ssab.com/sv-\nse/search#q=annual”20report&sort=relevancy&f:category=[document]&f:tags=\n[075674ed2a9 14c48bd4e849ad5878c40] [2024-05-18]\nVattenfall (2024:a).Vattenfalll in\nbrief. https://group.vattenfall.com/se/globalassets/corporate/who-we-\nare/vattenfall-in-brief-onepager-2024-04.pdf [2024-05-07]\nVattenfall(2024:b). Var historia. https://group.vattenfall.com/se/om-oss/vart-\nforetag/historia [2024-05-07]\nZetterberg, L., Elkerbout, M., Egenhofer, C., (2021). Next steps for the EU ETS — the\nrole of free allocation needs and overhaul, in Zetterberg, L., Johnsson, F.,\nLarsson H., (editors) 2021. Accelerating the Climate Transition — Key Messages\nfrom Mistra carbon Exit. Tillganglig pa www.mistracarbonexit.com. [2024-05-\n02]\n42",
  "page_43": "Bilaga 1\nIntervjuguide\n1. Kan du berätta lite kort om projektet HYBRIT? Vad är er del i det hela?\nHållbarhet\n2. När ni jobbar med hållbarhet. Vad för hållbarhet är det tal om?\n3. Vem är hållbarheten för?\n4. Hållbarhet genom vilka medel?\n5. Hur kan projektet Hybrits framsteg inom koldioxidminskning påverka Europas Övriga stålindustri på hållbarhetsområdet?\n6. Skulle du säga att Hybritprojektet leder till en Hållbar utveckling? - Följdfråga: På vilket sätt?\n7. Vilka nya hållbarhetsutmaningar kommer med att tillverka fossilfritt stål? Följdfråga: Vad ska göras åt det för en hållbar utveckling?\n8. Är elektrifieringen som HYBRIT-projektet kräver hållbarhethetsmässig? Om Ja/Nej på vilket sätt?\n9. Behövs det en minskad energianvändning för att få färre hållbarhetsutmaningar?\nSWOT-ANALYS\n10. Vilka styrkor anser ni att CBAM och EU ETS har? 11. Vilka svagheter anser ni att CBAM och EU ETS har? 12. Vilka möjligheter anser ni att CBAM och EU ETS har? 13. Vilka hot anser ni att CBAM och EU ETS har?\nAndra frågor om CBAM och EU ETS\n43",
  "page_44": "14. Hur påverkar CBAM och EU ETS er i förhållande till en hållbarutveckling?\n15. Hur skulle du säga att CBAM och EU ETS påverkar synen på hållbarhet på ert företag?\n16. Är det lagar och regleringar som EU ETS och CBAM som ligger bakom förändringarna till fossilfritt eller något annat?\n44",
  "page_45": "Publicering och arkivering\nGodkända självständiga arbeten (examensarbeten) vid SLU publiceras elektroniskt. Som student äger du upphovsrätten till ditt arbete och behöver godkänna publiceringen. Om du kryssar i JA, så kommer fulltexten (pdf-filen) och metadata bli synliga och sökbara på internet. Om du kryssar i NEJ, kommer endast metadata och sammanfattning bli synliga och sökbara. Även om du inte publicerar fulltexten kommer den arkiveras digitalt. Om fler än en person har skrivit arbetet gäller krysset för samtliga författare. Du hittar en länk till SLU:s publiceringsavtal på den här sidan:\ne https://libanswers.slu.se/sv/faq/228316.\nX JA, jag/Vi ger härmed min/vår tillåtelse till att föreliggande arbete publiceras enligt SLU:s avtal om överlåtelse av rätt att publicera verk.\nCI NEJ, jag/vi ger inte min/vår tillåtelse att publicera fulltexten av föreliggande arbete. Arbetet laddas dock upp för arkivering och metadata och sammanfattning blir synliga och sökbara.\n45"
},
  "language": "Languages.SWEDISH",
  "total_pages": 45
}
