{
  "file_name": "319_2750.pdf",
  "pages": {
  "page_1": "Kifiec europe\nsecuring competitive energy for industry\ninternational federation of industrial energy consumers\nIFIEC’s position on EU consultation on the Carbon Border Adjustment Mechanism\n17/11/2021\nIFIEC welcomes the opportunity to participate in the consultation on the Carbon Border Adjustment Mechanism (CBAM).\nThe CBAM proposal would be a key element of the European Green Deal and seeks to address the risk of carbon leakage by regulating greenhouse gas emissions embedded in cement, electricity, and certain fertilizers and in certain iron, steel and aluminium products upon their importation into the European Union.\nIFIEC supports the discussion initiated by the EU Commission to improve carbon leakage protection for the European industry in light of increased climate ambition. The proposal so far, however, raises several concerns, that IFIEC would like to comment on.\n1.1 Need for integration with the EU ETS revision\nThe measures envisaged in the EU ETS revision to achieve the climate ambitions such as increasing the LRF, strengthening the MSR as well as the “re-basing” will have the effect of a decrease in free allocation as well as higher certificate prices, which will put additional pressure on the competitiveness of European industries and increase the risk of carbon leakage. While the carbon border adjustment mechanism that is intended to protect industry sectors from carbon leakage will only commence after 2025, the measures envisioned under the EU ETS revision will come into effect by 2023 or even earlier (if implemented retroactively), and the free allocation phase out for CBAM sectors starts already in 2026 when the actual effectiveness of the CBAM will not be tested yet. Therefore, in the period before 2026, CBAM will not be effective on the import side, but at the same time the first measures of the EU ETS reform are already being initiated to achieve the ambitious climate targets.\nIt is therefore vital that:\na) both drafts are discussed/negotiated simultaneously as they do affect each other, and b) that current measures to avoid carbon leakage such as free allocation are being continued.\n1.2 High complexity if done correctly\nIn the draft regulation, there are many cross-references and references to further regulations required for implementation that indicate the high level of complexity of such a system. The determination of “CO2 emissions embedded in goods” also seems very complex,",
  "page_2": "IFIEC Europe\nRifiec europe\ninternational federation of industrial energy consumers\nand places very high demands on data availability and quality. IFIEC therefore welcomes the approach taken by the Commission to demand verification by accredited entities while providing a fallback option based on default values. It is important that this mechanism is implemented in a non-bureaucratic manner. IFIEC therefore calls for a very high degree of scrutiny to ensure the robustness of such in order to avoid any circumvention and/or free riding.\nThe draft proposal in its exceedingly complex form involves a great deal of administrative effort to implement. Some value chains involve cross-border transfers, where intermediate products cross EU borders in various stages of completion and return to the EU before becoming a final product, which will put an unreasonably high bureaucratic burden on companies.\nThe lack of definition and clarity in the proposal with regards to a number of crucial aspects such as maintaining free allocation of allowances, the inclusion of value chains and verification of carbon content, will lead to massive uncertainty for industry and also international trading partners. To address these challenges, the reform of the EU ETS and the CBAM proposal must be negotiated as an integrated legislative package/proposal.\n1.3 Free allocation phase-out only when CBAM proved effective\nThe energy-intensive industry plays a crucial role for the European economy, and it is therefore essential that carbon leakage measures are appropriate and efficient. Considering the increased EU 2030 climate ambition and related rising carbon costs, the carbon leakage risk will be higher than ever at least in the transition until 2030, since no major competitor in the world will be facing comparable costs, if any at all. Therefore, the CBAM should be seen as an instrument to strengthen rather than weakening the carbon leakage framework, by complementing it with full benchmark based free allocation at least until then. On the contrary, if, as proposed, free allocation is irreversibly reduced already as of 2026 regardless of any certainty on the actual effectiveness of the CBAM, it may result in higher carbon leakage and lower ability for EU companies to invest in low carbon technologies. Maintaining the current carbon leakage measures with a complementary CBAM also reduces the level of the border measure, since CBAM takes into account the free allocation granted to EU industry through a reduction of certificates for importers. Hence, while remaining WTO compliant, it could mitigate the impact on trade flows and facilitate international trade relations compared to a CBAM without existing carbon leakage measures which would apply the full carbon costs to traded products. Furthermore, such approach will considerably smoothen the impact of CBAM on European value chains. It would also allow to test the mechanism safely.\n1.4 Exports need a carbon leakage solution\nThe draft regulation does not include an exemption mechanism for exported products for CO2 costs, which means that exporters cannot be reimbursed for the COz2 costs incurred in the EU. There should be a complete cost exemption, for exporters, to offset increased production costs of climate-friendly technologies that disadvantage export into the global",
  "page_3": "IFIEC Europe\nRifiec europe\ninternational federation of industrial energy consumers\nmarket. CO2 avoidance costs must be compensated as well, to not only avoid carbon leakage, but also investment leakage. As mentioned in 1.3, the current carbon leakage measures with a complementary CBAM are required. Should a Carbon Border Adjustment Mechanism (CBAM) be introduced, it should include a solution for exports and co-exist with the current system of full benchmark-based free allocation at least until 2030, to provide certainty for low-carbon investments and avoid market distortions.\n1.5 Value chain shifts due to CBAM need to be avoided\nProduction costs for a whole range of final and intermediate products that are produced in\nEurope will increase while importers of the same products will not be exposed to similar cost\nincrease. This issue is exacerbated if free allocation is phased out to CBAM sectors. Since\nCBAM does not cover the whole value chain, many important products will not be under any\ncarbon cost regime. For example: Ammonia and nitric acid, which are crucial starting\nmaterials for many products and value chains, are included here. A carbon border adjustment mechanism needs to cover the entire value chain, from upstream to downstream production. Otherwise, the carbon leakage risk will only be shifted within the value chain, but not removed. To maintain correct carbon leakage protection for the whole value chain, in which parts might be covered by CBAM and parts need free allocation as measure, existing carbon leakage measures must remain in place place in general, but particularly for products that are delivered to sectors not covered by the CBAM or destined for export. If the scope is too narrow, as it is in the Commission proposal, global trading partners will simply export products outside the list of products in Annex, with no CO2 costs to the detriment of EU producers’ competitiveness. Correct carbon leakage protection for the whole value chain, in which parts might be covered by CBAM and parts need free allocation as measure, must be maintained. As mentioned in 1.3, the current carbon leakage measures with a complementary CBAM is required, additionally, existing carbon leakage measures must remain in place for products that are delivered to sectors not covered by the CBAM or destined for export.\n1.6 CBAM circumvention needs to be avoided\nThe risk of resource shuffling, whereby exporters reduce their climate obligations by crediting low-carbon electricity/utilities to supplies directed to European countries while allocating high-carbon electricity/utilities to the domestic market or other markets with lower climate costs, must be mitigated. The risk of transhipping, where products from a country without a carbon price are routed through a country with a comparable carbon price so that they appear to come from the second country, will have to be addressed as well. Global certification systems would have to be implemented, to be audited by independent third parties. Rather than assuming an average of 10% of EU’s most CO2-intensive producers in the absence of data on embedded emissions, which could still be more efficient than some global producers, there should be an obligation on producers outside the EU to provide these data. Furthermore, the framework needs to mitigate also the risk of absorption of the CBAM levy: the rationale of the CBAM is to ensure that carbon emissions",
  "page_4": "IFIEC Europe\nRifiec europe\ninternational federation of industrial energy consumers\ncome with a cost and that such cost is visible to customers. Since the CBAM is applied only to\na small part of the total production of the non-EU producer (usually less than 5%), such\nproducer could absorb partially or totally the cost of the CBAM by reducing the price of the\nproducts at the EU border and/or by spreading the levy across his entire production. To avoid the risk of transhipping, carbon pricing systems in third countries must be consistent with and match ambition and pricing levels of the EU ETS, to guarantee a level playing field for all participants. Crucial details, such as expanding the list of exemption third countries, or establishing the methodology for calculating the reduction in the number of CBAM certificates to be surrendered for products produced in third countries with a carbon price, are to be developed under delegated or implementing acts. IFIEC is opposed to this approach and believes these decision-making processes should be transparent for all stakeholders, keeping in mind the risk of litigation and possible trade disputes.\n1.7 Correct calculation of embedded emissions is vital\nEmissions embedded in goods will be calculated based on information to be provided by the importer related to the production of concerned goods and verified by an accredited third party. If they do not provide sufficient data, the Commission intends to estimate the CO2 costs. IFIEC would like to point out that transparent data sources must be used. Any default values must be sufficiently penalizing. Even a reverse benchmark approach, such as using the worst 10% of EU installations which could still be more CO2-efficient than third party installations, might not suffice to have a protective effect for the EU industry.\nIn addition, there is currently no existing global agreement on how to determine embedded emissions of products and how to trace emissions throughout the value chain. Embedded emissions for most products (except in the cement industry), but particularly for complex products, lack clear scientific, objective, and reliable verification processes. Robustness and accuracy of data must be secured, while minimising administrative risk and legal confrontation.\nTherefore, the level of necessary bureaucracy as well as the risk of legal confrontation will increase. Importers of goods covered by CBAM will be subjected to comprehensive new and complex reporting obligations.\n1.8 CBAM needs to be WTO compatible\nA CBAM should be within the rules of existing WTO policies and not undermine the existing frameworks and international trade relations.",
  "page_5": "IFIEC Europe\nRifiec europe\ninternational federation of industrial energy consumers\nIndustry will be the driver on the way to climate neutrality through innovation, but needs support for increasing and additional COz costs as well as a predictable framework to deliver low-carbon investments\nDue to the EU climate ambition that is higher than in other regions and also will increase, it is essential to develop a regulatory framework that will provide adequate carbon leakage protection and drive transformation with the following elements in mind:\nIndustry will be the driver on the way to climate neutrality through innovation, but needs a predictable framework to deliver low-carbon investments\nThe energy-intensive industry plays a crucial role for the European economy, and it is therefore essential that carbon leakage measures are appropriate and efficient. To ensure future competitiveness, CBAM should not replace already existing measures such as the EU ETS free allowances and indirect cost compensation. Current carbon leakage protection measures should only be replaced if a new measure ensures at least equivalent protection. Since CBAM currently does not offer any exemptions mechanism for exports, the level of protection is not sufficient, hence existing carbon leakage measures must remain in place for export products. Also, due to the unforeseeable consequences of a systems change, free allocation of allowances and compensation of indirect CO2 costs are maintained at least for a transitional period.\nLong-term certainty necessary for transformation\nTransformation towards climate neutrality is only possible with the help of industry, through innovation and rapid marketability of climate-friendly technologies. Unilateral acceleration of emission reductions will entail significant transformation costs for industry. The European industry is clearly committed to climate protection and the goals formulated by the EU Commission and has already embarked on an ambitious but necessary transformation path. Efficient carbon leakage protection for imports and exports is crucial, since without it, European producers would be exposed to full carbon costs and their financial ability to invest in low-carbon technologies would be undermined. Reliability and planning security are indispensable, both for the preservation of the EU as an industrial location and for a successful transformation process. Climate-friendly technologies such as carbon capture are unlikely to be commercially viable this decade. Therefore, a planning horizon until at least 2030 should be provided, to grant certainty for long-term green investments.\nIn this context, IFIEC would like to emphasize that other aspects of the “Fit for 55” package such as the CEEAG, RED and ETD reviews will also have to be aligned with these goals. Any additional burdens or obligations that may arise from these amendments must be precluded to avoid impacting industry’s competitiveness and enable the necessary transformation process.\nAdditional instruments are necessary for the transformation",
  "page_6": "IFIEC Europe\nKifiec europe\ninternational federation of industrial energy consumers\nAdditional measures that will provide carbon leakage protection and at the same time support the much-needed industrial transformation are equally important. To this end, different instruments such as, e.g., Carbon Contracts for Difference (CCfD) which are an important financing instrument to secure long-term investments in new technologies, as well as common international emission trading systems should be considered."
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
