{
  "file_name": "319_2751.pdf",
  "pages": {
  "page_1": "Kifiec europe\nsecuring competitive energy for\nindustry\ninternational federation of industrial energy consumers\nPosition on Carbon Border Adjustment Mechanism\nImportant note: IFIEC feels that the questionnaire is difficult to answer in a balanced and unambiguous way, therefore our answers and comments are presented in this document.\nTo reduce the risk of “carbon leakage”, where companies move production to countries outside the EU with less ambitious climate policies, leading to less economic activity in the EU and no reduction in greenhouse gas emissions, the EU Commission is considering implementing a Carbon Border Adjustment Mechanism (CBAM) as an alternative to the current free allocation of allowances or compensation for the increase in electricity costs. This mechanism proposes to counteract carbon leakage risk by putting a carbon price on imports of certain goods from outside the EU.\nIFIEC supports the discussion initiated by the EU Commission to incorporate an improved emission trading scheme. In this regard, the IFIEC also generally welcomes all EU initiatives to improve carbon leakage protection for the European industry. The following aspects, however, should be taken into account.\nA CBAM should only be introduced if the outstanding issues and concerns such as WTO compatibility, carbon footprint assessment, certification and verification system, risk of protectionism escalation, export refunds, etc. listed below have been resolved.\ne A CBAM should not replace already existing measures such as the EU ETS free allowances and indirect cost compensation, since a CBAM alone will not provide sufficient carbon leakage protection. oO It must be recognised that future free allocation of emission allowances will be further reduced, also due to new benchmarks values, so it will be a challenge to provide sufficient carbon leakage protection already from the year 2021 onwards. Also, current carbon leakage protection measures should be supplemented with additional measures ensuring adequate protection for imports and exports. The CBAM as proposed by the Commission is solely focussing on import and does not take into account exporting sectors. Due to the unforeseeable consequences of a system change, the free allocation of allowances and compensation of indirect COz costs within the electricity price should be maintained at least for a transitional period for import. For exports, it should be maintained until a structural solution is proposed.\nIFIEC Europe\nInternational Federation of Industrial Energy Consumers\nAv. Louise 250, box 80 | 1050 Brussels\nwww. ifieceurope.org | ifieceurope@ifieceurope.org | Phone: +32 888 52 69 | Mobile: +49 172 26 99 063 a.i.s.b.1. NI 436 343 513 | VAT: BE 0436.343.513 | EU Transparency Register: 1978775156-31\n27 October 2020\npage 1 of 3",
  "page_2": "IFIEC Europe - Position\non...\nFifiec europe\nintemational federation of industrial energy consum:\ne If a CBAM should be introduced, the carbon leakage risk should not be shifted within the value chain. At least in short term, a CBAM complementary to existing carbon leakage measures would alleviate significantly this issue, while a structural solution over time would be to cover the entire value chain with the CBAM. There should be a complete cost compensation, for exporters, to offset increased production costs of climate-friendly technologies that disadvantage export into the global market. COz avoidance costs must be compensated as well, to avoid not only carbon leakage, but also investment leakage. Funds generated through a CBAM should be directly allocated to the transformation of industry, such as supporting the research into and implementation of new, innovative technologies, strengthen existing funds like the Innovation Fund, and support systems such as, e.g., CfD (Contracts for Difference), or CCfD (Carbon Contracts for Difference).\nBesides, IFIEC raises the following concerns:\ne A CBAM should be within the rules of existing WTO policies and not undermine the existing frameworks and international trade relations. There is currently no existing global agreement on how to determine carbon footprints of products and how to trace emissions throughout the value chain. As a consequence, the level of necessary bureaucracy as well as the risk of legal confrontation will increase. Carbon footprints currently lack clear scientific, objective, and reliable verification processes. A robust uniform monitoring reporting and verification methodology would need to be developed for full value chain assessment. Global certification systems would have to be implemented, to be audited by independent third parties. Risks of “green-washing” products for import into the EU, in particular those products that are energy-intensive by allocating CO2-free energy to particular sectors (or even double-accounting CO2-free energy), e.g. steel, cement or aluminium, must be considered. Another way of bypassing a carbon border tax would be transhipping, where products from a country without a carbon price are routed through a country with a comparable carbon price so that they appear to come from the second country.\nDue to the EU climate ambition that is higher than in other regions and also will increase, it is essential to develop a regulatory framework that will provide adequate carbon leakage protection for imports and exports and at the same time support the much-needed industrial transformation.\npage 2 of 3\ncontact:\nIFIEC Europe\nInternational Federation of Industrial Energy Consumers\nAv. Louise 250, box 80 | 1050 Brussels\nwww. ifieceurope.org | ifieceurope@ifieceurope.org | Phone: +32 888 52 69 | Mobile: +49 172 26 99 063 a.i.s.b.1. NI 436 343 513 | VAT: BE 0436.343.513 | EU Transparency Register: 1978775156-31",
  "page_3": "IFIEC Europe - Position\non...\nFifiec europe\ninternational federation of industrial energy consumers\nThe EU need to approach the question of international competitiveness strategically and on a sectoral basis over time, using the full toolkit of measures that it has available to:\ne Ensure that industry can continue to operate on a level playing field by granting free allowances and compensation for indirect costs. Drive decarbonisation investments through, e.g., grants, CfD or CCfD. Enable industry to start to pass through costs to end user consumers through their supply chain.\nIFIEC Europe represents energy intensive industrial consumers where energy is a major component of operating costs and directly affects competitiveness.\npage 3 of 3 contact:\nIFIEC Europe\nInternational Federation of Industrial Energy Consumers Av. Louise 250, box 80 | 1050 Brussels\nwww. ifieceurope.org | ifieceurope@ifieceurope.org | Phone: +32 888 52 69 | Mobile: +49 172 26 99 063 a.i.s.b.1. NI 436 343 513 | VAT: BE 0436.343.513 | EU Transparency Register: 1978775156-31"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
