{
  "file_name": "324_2784.pdf",
  "pages": {
  "page_1": "os fe] UNIVERSITY OF CISL ambridge Institute\nor Sustainability\n2 CAMBRIDGE\nLeadership\nCorporate\nLeaders Group\nEurope\nThe Green Deal\nand Beyond\nA Business Agenda for a Sustainable\nCompetitive and Resilient Europe\nye\nwr\nbu -\n—\nrat\n~~; puaee a\n———_§\nan\none\nPolicy Briefing\n06\nWE MEAN SS\nBUSINESS 7) 33\nCOALITION Yi/",
  "page_2": "The University of Cambridge Institute\nAuthors\nfor Sustainability Leadership\nDr. Soren Buttkereit, Ralf Pfitzner, Francesco Giannelli, Adeline Rochet and Krisztina Zalnoky, with support from Sanna Markkanen, Romain Pardo, Martin Porter, Diana Potjomkina, Eliot Whittington and Ursula Woodburn.\nCISL is an impact-led institute within the University of Cambridge that activates leadership globally to transform economies for people, nature and climate. Through its global network and hubs in Cambridge, Cape Town and Brussels, CISL works with leaders and innovators across business, finance and government to accelerate action for a sustainable future. Trusted since 1988 for its rigour and pioneering commitment to learning and collaboration, the Institute creates safe spaces to challenge and support those with the power to act.\n\nCiting this report\nCiting this report: University of Cambridge Institute for Sustainability Leadership (CISL). (2024). The Green Deal and Beyond: A Business Agenda for a Sustainable, Competitive and Resilient Europe. Cambridge, UK: Cambridge Institute for Sustainability Leadership.\nAcknowledgements\nCorporate Leaders Group Europe\nThe authors would like to acknowledge the contributions of numerous people to the preparation of this study, including the employees of Acciona, Amazon, Ball Corporation, Coca-Cola Europacific Partners, EDF Group, Google, Iberdrola, Ingka Group/ IKEA, ROCKWOOL, Signify, Unilever and VELUX. We also wish to acknowledge the valuable input and comments of Benjamin Denis (Senior Policy advisor / Head of Industrial Policy Coordination, IndustriAll), Sandrine Dixson-Decléve (President, Club of Rome), Jennie Dodson (Senior Director,Policy Advocacy & Member Mobilization & Member of the WBCSD Extended Leadership Group), Prof. Dr. Ottmar Edenhofer (Director, Potsdam Institute for Climate Impact Research (PIK) and Chair, European Scientific Advisory Board on Climate Change (ESABCC)), Dominic Gogol (Deputy Director — Policy, We Mean Business Coalition), Heather Grabbe (Senior Fellow, Bruegel), Connie Hedegaard, Neil Makaroff (Director, Strategic Perspectives), Johannes Meier (Honorary Professor for Leadership, HHL Graduate School of Management, Leipzig), Emily Murrell (Director, Policy Programme, IIGCC), Janez Potoénik, Julia Reinaud (Senior Director, Breakthrough Energy), Prof. Dr. Martin Stuchtey (Founder Systemig and The Landbanking Group, Professor of Resource Strategy and Management at the University of Innsbruck School of Management) and Sandra Tzvetkova (Senior Policy Advisor, E3G).\nCLG Europe develops credible, ambitious positions amongst its membership and deploys effective strategic communications to engage with the highest levels of policy audiences. CLG Europe is diverse in its membership and representative of Europe in both geography and sector, welcoming the innovative talent of SMEs as well as leading established companies. The group works closely with policymakers - particularly the Green Growth Group of EU climate and environment ministers, and supportive Members of the European Parliament through its Green Growth Partnership. The group also maintains a network of sister groups across the EU and works in partnership with some of the largest business- focused organisations in support of climate action as one of the founders of the We Mean Business Coalition, for which it provides the EU policy lead.\nWe Mean Business Coalition\nThe We Mean Business Coalition is a non-profit coalition working with the world’s most influential businesses to take action on climate change. The Coalition is a group of seven non-profit organisations: BSR, CDP, Ceres, CLG Europe, Climate Group, The B Team and WBCSD. Together, the Coalition catalyses business and policy action to halve emissions by 2030 and accelerate an inclusive transition to a net zero economy by 2050.\nWe would like to acknowledge the input from CISL’s Centre for Sustainable Finance, including the Banking Environment Initiative and ClimateWise, as well as Erwan Beldjerba, Rosemary Boddington, Andrés Charry, Phil Downham, Abdelali El Majjaoui, Zoe Kalus, Roger Martinez Dolz, Adele Williams and Tom Yorke.\nCopyright\nCopyright © 2024 University of Cambridge Institute for Sustainability Leadership (CISL). Some rights reserved. The material featured in this publication is licensed under the Creative Commons Attribution-NonCommercial-ShareAlike International Licence (CC BY-NC-SA 4.0).\n4.0\nDisclaimer\nThe opinions expressed here are those of the authors and do not represent an official position of the members of the Corporate Leaders Groups, CISL, the wider University of Cambridge, or clients.",
  "page_3": "The Green Deal and Beyond\nContents\nList of abbreviations\nForeword\nExecutive Summary\n1. Reviewing the European Green Deal in 2024\n2. Making Europe more competitive\n13\nDesign a European industrial strategy that enables system change\n13\nPromote the scale-up of innovations\n15\nLeverage private investments with public funds\n17\nMake the green and digital transformations proper twins\n18\n3. Making Europe more resilient\n19\nDrive forward the circular economy\n20\nAccelerate the energy transition\n22\nExploit the full potential of energy efficiency\n24\nValue natural capital and ecosystem services\n25\nAddress the challenges related to carbon removals\n27\n4. Making Europe more just\n29\nMaintain social cohesion\n29\nSupport the transition into new, decent jobs\n31\nRethink and redefine prosperity and wellbeing\n33\nInspire and involve citizens\n33\n5. Making Europe more trusted\n35\nDeliver on implementation and aim for at least 90 per cent GHG emissions reductions by 2040 35\nExpand global climate leadership\n36\n6. Crafting a bigger Deal for Europe's future\n39\n7. References\n41",
  "page_4": "The Green Deal and Beyond\nList of abbreviations\nCAP\nCBAM\nCCS\nCCU\nCISL\nCLG\nCSDDD\nEED\nEGD\nEIT\nETS\nEU\nGDP\nGHG\nICT\nJIF\nLULUCF\nMS\nSME\nCommon Agriculture Policy\nCarbon Border Adjustment Mechanism\nCarbon Capture and Storage\nCarbon capture and storage\nCambridge Institute for Sustainable Leadership\nCorporate Leaders Group\nCorporate Sustainability Due Diligence Directive\nEnergy Efficiency Directive\nEuropean Green Deal\nEuropean Institute of Innovation and Technology's\nEmission Trading Scheme\nEuropean Union\nGross Domestic Product\nGreenhouse Gas\nInformation and Communication Technologies\nJust Transition Fund\nLand use, land use change and forestry\nMember state(s)\nSmall and Medium sized Enterprises\nBack to Contents",
  "page_5": "Foreword\nFive years ago we relaunched Corporate Leaders Group Europe, alongside a \"A New Agenda for Europe\" outlining a vision for a prosperous, climate-neutral economy and contributed to the drumbeat leading to the EU Green Deal.\nLooking back, it is astonishing how much has shifted since 2019. A huge amount has been achieved - amongst other things, setting the objective of climate neutrality by 2050 into EU law and a groundbreaking package of legislation to achieve our 2030 climate target. And it has had an impact. Recently Climate Action Tracker estimated that the EU has significantly reduced its emissions through the Green Deal and is now ona path consistent with warming a little above 2°C, amore than 1’C improvement from 2019. This is still not enough if we are to avoid the enormous risks of going beyond 1.5 °C, but it shows the potential of action to shape our future.\nThe Green Deal also provided a strategic compass, as its capacity to adapt fast was severely tested by the global COVID pandemic and geopolitical instability, including Russia's illegal war in Ukraine. These events have disrupted value chains, caused economic instability, and shifted political priorities, underscoring the need for resilient and adaptive strategies. The Green Deal provided a way forward, such as through the REPowerEU Plan to phase out Russian fossil fuel imports. The acceleration in electricity from renewables and energy efficiency reduced dependencies and improved Europe's security. For businesses, the Green Deal provided a sense of direction and framework to develop practices to achieve economic and sustainability objectives.\nBut gaps in the approach have become clear. The enormous challenges of communicating and implementing the Green Deal have left it vulnerable. Key elements on land, food and water were left for the next Commission mandate. And the EU - and its Member States — have failed so far to drive a comprehensive and strategic industrial plan in the face of increasing global competition.\nThe Green Deal and Beyond\nThe EU is now at another pivotal moment. The renewal of the European Parliament and EU college of Commissioners will shape Europe's strategic response to current global challenges, and focus is shifting towards questions of security and competitiveness. But now is not the time to put on the breaks. Companies are already rolling out ambitious climate and nature projects and adapting their business models to invest in net zero technologies.\nThe leading businesses that form part of CLG Europe, alongside our allies across Europe and globally, through the We Mean Business Coalition, understand that we must continue the trajectory of the European Green Deal, integrating policies that enhance Europe's competitiveness, resilience, and social cohesion. The evidence shows that investing in clean technologies and nature delivers jobs, cleaner air for our citizens and broader benefits across the economy, making it resistant to future shocks. Whilst on the other hand the climate crisis and the vast deterioration of nature and biodiversity pose enormous risks to our livelihoods and economies.\nCLG Europe is therefore proud to present this new Business Agenda with ideas for the next mandate, where driving effective and ambitious climate and nature policies should work through Industrial, Economic, Social, and Political Deals.\nWe are looking for consistent, strategic and long-term policies, that can provide confidence and enable the scaling up of the products and services we need fora secure and prosperous future. This means leadership that provides direction and accountability, and has the courage to pursue societal good. CLG Europe is ready to play our part and to work in collaborations across companies, sectors, governments, and people. We look forward to working with partners and policy makers in the next mandate to deliver a sustainable, competitive and resilient Europe.\nUrsula Woodburn, Director, CLG Europe and CISL Europe\nBack to Contents",
  "page_6": "The Green Deal and Beyond\nShortly after the European Commission took office at the end of 2019, it presented the European Green Deal - a new growth strategy centred on the digital and the climate neutral transformation of the economy, to acknowledge the new reality and embrace change. But the early years of the 2020s saw extraordinary events changing the global political and socio- economic landscape: the Covid-19 pandemic, Russia’s invasion of Ukraine and the conflict in the Middle East disrupted geopolitical constellations and global value chains, and accelerated the uptake of new paradigms. At the same time, the impacts of climate change and the deterioration of biodiversity are now hitting us - threatening our economy and society.\nAgainst this backdrop, the elections of the European Parliament in 2024 and the appointment of the next EU Commission take on a particular importance. The incoming institutions will need to shape Europe's strategic response to the new challenges of an increasingly complex and uncertain world, with determining impact on the continent’s path of development.\nFrom a business perspective, a key task will be to build on the European Green Deal (EGD) and integrate a set of policies that strengthen its ambition to make Europe more competitive, more resilient, more just and more trusted, and ultimately to deliver on the long-term goal to ensure Europe is fully decarbonised by 2050. The EGD started a visionary strategy that has driven important pieces of EU policymaking in the past years to unlock a sustainable transformation of the economy. Its underlying rationale and overall direction remain an effective compass for the EU to stand up to its multiple challenges and indeed remains critical to unlock economic opportunity to deliver clean technologies and innovative products and services, including in regard to circular economy, but the next legislative cycle needs to do more to deliver on and communicate the concrete benefits it has for citizens and businesses.\nAs avoice of leading businesses, we therefore propose four deals with concrete policy recommendations to complement the EGD. These build on the strengths that have made the EU successful in the past: functioning democracies and governance structures, the rule of law, established education and social protection systems, innovation ecosystems and hundreds of thousands of innovative businesses. They reflect the current social and economic reality, while maintaining the ambition of a climate neutral and nature positive economy.\nExecutive Summary\n¥\n%\n%\ni\nFirst, an Industrial Deal that acknowledges the EU’s industrial base and its role as the world’s largest trading block, which supports the transformation of Europe’s model of production. Our recommendations:\n1. Create a European industrial strategy for technologies and value chains that Europe needs to be resilient and competitive in the future, guided by the principles of competitive sustainability with climate, nature and social objectives at its core. It should be backed by a clear signal on the trajectory, for example with an explicit greenhouse gas (GHG) emissions reduction target of at least 90 per cent by 2040, and incentivise the transition to fully circular models.\nSimplify support for innovation and digitisation, and align industrial policy with economic, social and environmental priorities.\nPromote direct electrification of processes and products across sectors as an efficient means for decarbonisation, by revising energy taxation and the Emission Trading Scheme (ETS), and also removing fossil fuel subsidies.\nDouble down on energy efficiency and demand reduction to reduce supply-related risks, costs and environmental impacts.\nBack to Contents\nNg\nt\n6\nay\nWo\noe",
  "page_7": "The Green Deal and Beyond\n“The European Union must continue leading the green agenda, as an enabler for more competitiveness, energy independence and reaching climate goals. For this, we need to strengthen the Single Market and the Energy Union fora robust economic and industrial environment and promote the needed private investments. This requires that we push energy markets integration, a common energy taxation system, more grids and interconnections, more storage, faster and unified permitting, and stable regulations. More integration in the EU will enable a secure, clean supply at competitive and affordable prices for all consumers.”\nIgnacio Galan, Executive Chairman, Iberdrola\nSecond, an Economic Deal that builds on the tradition of strong public services and resilient infrastructures in the EU, and creates the public assets for Europe’s future. Our recommendations:\n5. Enable a much faster build-up of renewables and grid infrastructures, by removing barriers, including seamless permitting, addressing storage and de-risking large projects.\n6 Boost investments into the transition towards climate neutrality by leveraging private finance with public funds, by de-risking investments in the scale- up of new technologies.\nMove towards valuing natural capital and ecosystem services, to incentivise nature positive investments and accelerate the transformation in a climate resilient society.\nThird, a Social Deal that reflects Europe's principle of social cohesion and inclusiveness, and involves citizens in the transformation. Our recommendations:\n8 Assess the social impacts and ensure an effective mitigation of any potentially adverse impacts on low-income households, without compromising the intended outcomes. Create the conditions to match job growth in low carbon sectors with talent, through reskilling, increased participation in the labour market and immigration.\n10. Develop and communicate a compelling narrative on the green and digital transitions with citizens that is both inspiring and honest about the scale of transformation involved, including changes in consumption patterns.\nFourth, a Political Deal that embodies the EU’s values of liberal democracy, accountability and long-term political vision. Our recommendations:\n11. Deliver results through consistent implementation on the EGD, and hold member states (MS) accountable for their implementation.\n12. Deepen and broaden the European single market in all areas, encourage the deployment of cross-border infrastructures and streamline regulation.\n13. Expand Europe's leadership in global climate diplomacy and promote a fair playing field, to encourage the integration of negative externalities costs globally, and to make clean solutions more cost-competitive.\n14. Work towards an institutional reform in governance and decision-making, which ensures citizens are included, and allows decisive action to be taken.\nImplementing the integrated set of deals will require EU institutions to take a systemic approach and co-ordinate across departments. Doing so successfully will set the EU ona path that will make it more competitive, more resilient, more just and more trusted.\nBack to Contents",
  "page_8": "2024 is an important year for the European Union (EU): the European elections will influence the political landscape for the coming five years and beyond, as the European member states (MS) will adopt a new strategic agenda shortly before a renewed College of European Commissioners starts its term with a new work programme. The incoming institutions will have a significant impact on the conditions within which businesses operate. At the same time, the world is almost halfway through the 2020s, described as the ‘decisive decade for keeping global warming in check and avoiding a high risk of catastrophic consequences.\nIt is, therefore, a good time to take honest stock of the European Green Deal (EGD), the EU’s flagship initiative to combine ambitious climate protection with economic growth and prosperity.” From a business perspective, itis also a good time to outline the topics and priorities that the incoming EU institutions should consider for the next term.\ncircumstances were also favourable: the EU’s economy had grown at more than 2 per cent for the past four years, inflation and interest rates were low, global conflicts were far away and the migration crisis of 2015 had receded’\nSince then, the global economic and political context has been reshaped by several large-scale challenges. Covid-19 created unexpected health, social and economic crises globally. While the world was trying to recover from the pandemic, geopolitical tensions shook the world.’ Russia's war on Ukraine brought military conflict to Europe, exposed Europe’s dependency on fossil fuel imports and triggered an inflationary shock. Furthermore, rising tensions between the USA and China increased economic uncertainty, including in trade relations. The events surrounding the war between Hamas and Israel in October 2023, and the subsequent instability in the Middle East, have contributed to the landscape of global conflict and added to sources of uncertainty.\nWhen the European Commission published the EGD in 2019, it represented a visionary move that delivered the leadership agenda? that Corporate Leaders Group (CLG) Europe had called for. It set the ambition for the EU to be the first climate neutral continent and to reduce greenhouse gas (GHG) emissions by at least 55 per cent by 2030. For the business sector, it provided a long-term strategy and orientation. The European Commission took a holistic approach, addressing the real economy and the financial sector at the same time, and emphasising how the transformation of Europe's economy towards climate neutrality would boost innovation, growth and prosperity.4 The EGD and corresponding Fit for 55 package confirmed Europe’s global leadership role in climate policies and received significant international attention.\nThe challenges of these past four years have put policymakers and the business sector under immense pressure, often forcing them into a reactive mode. The political focus has shifted, as evidenced by the strategic agenda currently discussed in the European Council. Citizens have been directly affected in their daily lives and, as a result, their concerns have changed. According to Eurobarometer surveys, climate change was the single most important topic for European citizens in 2019, with 60 per cent naming it as one of their top two concerns. By autumn 2023, issues of economic and political security including immigration, the international situation, and rising prices and the cost of living had surpassed it.°\nHowever, in 2019 the world looked very different than it does today. The global climate movement, most notably Fridays For Future, was at its peak, placing it high on the political agenda and citizens’ minds.° While the private sector was not necessarily united in a demand for decisive climate action, business groups such as CLG Europe and the We Mean Business Coalition have continuously called for leadership by the EU for ambitious climate targets. Economic and political\nBack to Contents\n9",
  "page_9": "Yet, science on climate and the environment, as well as the need for urgent action, has not changed - on the contrary. The worsening climate and nature crises have led to increasingly severe and irreversible effects. Leading businesses understand this — for example, CLG Europe and the We Mean Business Coalition consistently push for the phase-out of fossil fuels” and the setting of ambitious targets to achieve at least a 90 per cent reduction in GHG emissions by 2040.” The latest Intergovernmental Panel on Climate Change report emphasises the need to limit global warming to 15°C, as each fraction of a degree above this threshold has significant consequences for people, economies, biodiversity and ecosystems.” By early 2024, the world was close to overshooting the 1.5°C threshold.“ The warming rate on the European continent is almost twice the global average, and climatic risks such as heatwaves, droughts and flash floods are projected to increase, severely impacting not only citizens but businesses as well. Beyond climate, other planetary boundaries such as the biosphere integrity have been crossed due to the impact of human activities.“ As a consequence, the top four long-term risks for businesses are related to environmental topics.”\nAgainst this backdrop, the impetus of the EGD is more relevant than ever. Despite the turbulent past four years, the EGD has proven to be an important strategic compass.” Significant elements of the EGD and Fit for 55 package were turned into concrete legislation and implemented, including the European Climate Law, the Just Transition Fund (JTF) and the Net Zero Industry Act.” These legislations have provided important clarity for businesses and investors. Yet, concern is now growing about the continent's continued ability to ensure prosperity.”° Playing on these concerns, populist movements are questioning important principles of the EU: democracy, openness, rule of law, freedom of movement and responsible environmental stewardship. Furthermore, businesses that are benefitting from a fossil-based economy are adding to these critical voices.\nThe narrative that a climate neutral transformation is not just needed but also feasible and attractive therefore requires an update. It needs to address the issues that have emerged during the past years, while acknowledging the mistakes that have been made.\nThe Green Deal and Beyond\nThe communications around the EGD have focused on the climate issue, taking a long-term, macro-economic perspective with average effects. In contrast, the reality for people and businesses is shaped by short-term, micro-economic experiences on an individual level. Some segments of society — particularly those that have not benefitted from the past decades of globalisation” and digitisation — have probably not been given enough consideration.”?\nDespite the new priorities, support for climate action overall remains strong in the EU’s population.” Equally, we as businesses are convinced that backtracking on the original intentions and ambitions of the EGD is not the answer. This would be a weak band-aid for immediate pains, leaving the continent in a worse shape in both the medium and the long term. The recent energy crisis teaches us a lesson on this: had Europe embarked on the transformation away from fossil fuels earlier and more decisively, the impact on citizens and businesses would have been much less severe. Indeed, on the contrary, investments in clean technologies have enormous economy wide benefits. Recent figures show that investing in a holistic European industrial Strategy that delivers on a 90% pathway could create more than a million jobs by 2035, strengthen energy security by saving €856 billion on gas, oil and coal imports between 2025 and 2040 and mitigating the cost-of-living crisis by cutting energy bills for households by two-thirds.\nAs CLG Europe, we believe that the EU needs to continue the trajectory that the EGD has initiated and pursue a committed strategy of ‘competitive sustainability’ - iea transformation that develops Europe’s ability to thrive in a carbon neutral economy.” Businesses investing in the transition should be enabled to compete globally.\nThe next EU institutions should manage the transformation towards a climate neutral and nature positive economy in a way that addresses the concerns of European citizens and businesses. The current strategic agenda of the European Council and the high- profile reports on competitiveness (led by Mario Draghi) and the European single market (led by Enrico Letta) reflect new priorities, which are directed more towards economic competitiveness, defence and security.”\nBack to Contents\n10",
  "page_10": "The Green Deal and Beyond\nAt the same time, policymakers should not lose sight of the overall vision and direction of the EGD. There needs to be an approach that integrates these objectives. From a business perspective, a future European strategy needs to offer several ‘deals’ to the private sector and citizens, as highlighted in the executive summary, which will make Europe more:\nCompetitive - ensuring that Europe's industry comes out of the transformation stronger and takes a leading position in areas that will be important global markets in the future. In that regard, Section 2 focuses on making Europe more competitive through an industrial deal that ensures the transformation of Europe's model of production, by framing a European industrial strategy, promoting the scale-up of innovations, leveraging private investments with public funds, and making the green and digital transformations proper twins, placing sustainability at the core of the economy.\nResilient - transforming our economy in a way that makes it less vulnerable to external supply-side shocks, resource scarcity and climate risks, while keeping the benefits of open trade relations. In that respect, Section 3 deals with making the EU more resilient thanks to an economic deal that drives forward the circular economy, accelerates the energy transition, exploits the potential of energy efficiency, values natural capital and ecosystem services, and backs carbon removals while avoiding lock-ins.\nJust - creating opportunities for all and ensuring a fair playing field internationally, and recognising the effects of the transformation on people, regions and international partners. In that context, Section 4 focuses on making Europe more just through a social deal that maintains social cohesion, supports the transition into new jobs, rethinks and redefines prosperity and wellbeing, and inspires and involves citizens, ensuring that the transformation reflects Europe’s principle of social cohesion and inclusiveness.\nTrusted - strengthening the trust in the transformation and the European institutions by developing an inspiring narrative on the benefits, being honest about things that do not work yet and delivering on promises. Regarding that, Section 5 deals with making Europe more credible with a political deal that delivers on implementation, and expands global climate leadership, embodying the EU’s values of liberal democracy, accountability, and long-term political vision.\nThis report shows how these four objectives can provide additional guidance, building on the direction of the EGD and embedding it ina more holistic approach. If the incoming EU institutions are successful in doing so, we are convinced that Europe will be a better place at the end of the decade and inspire other parts of the world.\nIn terms of methodology, the report was built on workshops with stakeholders, working group meetings with CLG Europe members, extensive interviews with thought leaders and influential stakeholders, and an extensive review of existing reports and research materials.\n11",
  "page_11": "The Green Deal and Beyond\n“Electricity accounts for barely one fourth of Europe's final energy consumption. To achieve carbon neutrality and reduce our dependence on fossil fuels, we must accelerate the electrification of end uses in transport, buildings, industry. Consequently, the electricity sector has a major role to play. It requires massive public and private investment to deploy decarbonised technologies on a large scale. For us, two key drivers are: an approach that includes the technologies that deliver climate neutrality, such as renewables and nuclear, in all future legislation; and robust CO2 price signals, providing long term visibility to investors.”\nLuc Rémont, CEO, EDF\nCk od\n\\\n\\\na\n+S\n12",
  "page_12": "The Green Deal and Beyond\n2. Making Europe more competitive\nThe EUss single market, with its more than 440 million consumers and ~23 million businesses, is at the core of the EU's competitiveness. EU businesses account for a quarter of global exports in services and a fifth of high-tech goods, representing 16 per cent of world trade overall.”” This success is built on the innovation power of large companies and small and medium-sized enterprises (SME) across Europe, on high-quality education and a skilled workforce, on reliable policy frameworks and on stable democracies across MS.\nThe European Commission has put forward the concept of ‘competitive sustainability’ as its framework and strategy for European sustainable development since 2020. The corresponding metrics were enhanced in 2022 by CISL’s Competitive Sustainability Index, covering the four relevant dimensions of sustainable development: economy, society, governance and environment, and including the latest thinking on innovation ecosystems.”\nAlthough opinions differ on how to measure competitiveness, there is little disagreement that the challenges have increased greatly during the past few years, both in depth and in variety. Such increased competitiveness is evident for industries and technologies associated with the transition to climate neutrality, an area initially led by the EU. Both the USA and China are aiming to take a leading position in this area, through high levels of subsidies or fiscal incentives, dedicated infrastructure and targeted policies, leading to arechannelling of foreign investments in key green sectors including the production of electric vehicles, batteries, photovoltaic modules and wind turbines.\nThe reality requires the EU to respond and ensure existing plans are revised and updated to take on this new challenge.\nThe risks the EU’s competitiveness face are nota result of the EGD. On the contrary, well-designed regulation, particularly long-term climate targets and clear intermediate milestones, is essential to unlock new economic opportunity and create competitive advantage for innovative products and services that comply with climate and environment imperatives — and the larger the effects will be, the sooner such\nregulation is implemented. The next EU institutions need to deliver on the topic of competitiveness: creating a European industrial strategy that builds on the EGD, by further promoting innovation ecosystems, leveraging the public and private investments needed fora successful net zero transition, and making digitalisation and decarbonisation proper twins. A future-proof competitiveness strategy must not threaten European unity and cohesion, but rather ensure that the regulatory framework, particularly the single market rules, is fit for delivering true competitive sustainability, and that it is designed to unlock the right amount and type of investment, in a globally fair way.\n2.1 Design a European industrial strategy that enables system change\nEurope’s prosperity depends on an adequate industrial manufacturing capacity to supply the domestic single market and to remain globally relevant. The largest industries in Europe are all being confronted with significant transformational challenges in the transition to climate neutrality. As they are also facing global competition, the transition guidance needs to support industries in Europe and consider them as an ecosystem rather than in isolation; this will enable new business models to emerge and facilitate greater resilience in the face of future shocks. In some industry areas, such as photovoltaics, the EU has already lost its leading position.”? Europe must view industry strategically, with the transformation towards climate neutrality as the end goal, which will be made possible in part thanks to increased capacity in technologies such as renewables energy generation and deployment,\nBack to Contents\n13",
  "page_13": "i\\\n=_——\n*,\npower grids, energy storage, electrolysers, electric and rail vehicles, energy efficiency, building automation, and green production of materials such as cement and steel, considered in a coherent manner.\nAn effective, joined-up EU industry strategy can only deliver if it is ambitious and coherent across policies and across MS, backed by sufficient funding and integrates enabling conditions in the policy framework.* The single market is currently too fragmented when it comes to cross-border infrastructures, such as the capital markets union and rail infrastructures, and is therefore unable to provide the appropriate conditions to scale up climate neutral solutions. Public procurement to create demand for low carbon products and services is not leveraged as effectively as it could be.\nIn addition, the transformation of incumbent industries is necessary to achieve the decarbonisation of the economy, which fundamentally requires the availability of competitively priced renewable energy. This requirement applies particularly to the chemicals, cement and steel industries. New value chains also need to be built and\ni \\\\\n\\\n.\ne\nTi hs Green Deal age Beyond\nTZ.\n—\n=>\n:\ne\n<7\n>\n- -\nmanufacturing capacities scaled up, including battery cell manufacturing for the automotive industry, electrolysers for the hydrogen economy, and innovative production processes for low carbon cement and steel. Additionally, infrastructures need to be set up and expanded rapidly, including for the electrification of industry and transport, for green hydrogen and for flexible electricity systems. To reduce the pressure on land and improve the environmental performance of the food and drink industry, organic and regenerative production processes and the scale-up of plant-based products should offer significant growth opportunities for businesses, especially given that consumer demand is on the rise.\nFurthermore, beyond single industries, the net zero transition requires a focus on market creation and significant investments in enabling infrastructures for low carbon materials, power grids, renewable- based hydrogen, high-speed telecommunication, charging, rail transport and water management. Public procurement could play a leading role in these areas by creating infrastructures that are fit for a climate neutral Europe, provided the European policy framework supports it.\n‘Amazon co-founded The Climate Pledge, setting a goal to become net-zero carbon across our operations by 2040. We believe the EU can deliver a sustainable and scalable transition that works for SMEs and removes barriers across the Single Market. Key measures to achieve this include expanding and modernizing electricity infrastructure and supporting innovation in emerging technologies such as energy storage and low carbon building materials. Doubling down on implementation of transport decarbonisation measures will also help achieve the goals of the Green Deal.”\nKara Hurst, Vice President of Worldwide Sustainability, Amazon\n14\n.",
  "page_14": "The Green Deal and Beyond\nRecommendations for EU policymakers:\nDevelop and implement an integrated industrial strategy, building on the EGD and its current policies to support the transformation of relevant industries. The strategy should help to secure competitiveness, industrialisation and employment, while safeguarding European attractivity for investors, providing ecosystems roadmaps, supporting frameworks and schemes, and shaping long-term enabling boundary conditions. Strengthen demand-side measures to create and stimulate markets for decarbonised products and services, including by public procurement. Move forward more decisively towards a single market, including energy, digital, capital, environment and services. It should compel MS to promptly remove barriers and burdens via mechanisms such as the European Semester, guaranteeing the free circulation of goods, services, people, capital and data. Ensure that pan-European infrastructures for low carbon electricity, charging, rail transport, green hydrogen and telecommunications are built, serving as key enablers for the industrial transformation. It should leverage the role of public procurement in these investments and ease implementation by cross-border standardisation and interoperability. Deliver on the smart regulation agenda in a way that drives finance and investment towards the cleanest economic players, and effectively supports the creation of lead markets for clean technologies and green materials, with explicit climate targets and clear milestones, building on the effective implementation of previously agreed regulation such as the Fit for 55 package. Policy certainty and long-term visibility are necessary for business to engage in the transformation, provided it is easy to implement and serves clear goals.\n2.2 Promote the scale-up of innovations\nInnovation is key to maintain Europe's competitiveness. Knowledge and skills are our main resources. Europe initially emerged as a powerhouse of cleantech innovation such as wind power, smart grids, electrolysers and green steel during the past decades, with huge potential for domestic and export markets.\nEurope’s investment in research and development is relatively low compared with that of global competitors. It continues to fall short of the target of 3 per cent of gross domestic product (GDP).?\" Despite the increasing need for innovation for climate neutrality across all sectors, public funding for innovation stagnated at 0.8 per cent of GDP during the past decade.”\nOf the technologies required for the transition towards carbon neutrality, 10-20 per cent are assessed to be mature, 45 per cent in early market stage and 35-45 per cent in the concept, prototype or demonstration stage.*? So, there is a significant demand for funding of innovations and for scaling up. It is important for European businesses to be able to seize these emerging market opportunities.\nIn the six innovation ecosystems that are essential for climate neutrality, Europe has a strong position in the digital and energy ecosystems, ranks in the middle for industry and buildings, and features lower scores in the mobility, and land use and agri-food ecosystems.** Overall, the EU’s performance in these critical innovation ecosystems is below what is needed for a sustainable transformation.\nFirst, the funding for cleantech is insufficient and too fragmented.** Europe's innovation clearly benefits from Horizon Europe, with its €95.5 billion funding (2021-27). The European Innovation Council and the 5 EU ‘Missions’ are promising steps forward.** Likewise, the ~€40 billion Innovation Fund for the deployment of net zero and innovative technologies provides significant funding. However, this is not enough to close the gap. The Strategic Technologies for Europe Platform lays out the EU’s three priority areas as digital technologies and deep-tech innovation, clean technologies and biotechnologies, but it represents a relatively small pot of additional money, and is not designed to support the decarbonisation of incumbent industries such as steel and chemicals.2”",
  "page_15": "The Green Deal and Beyond\nSecond, access to funding is too difficult, especially for SME. A multitude of different programmes makes it very difficult to navigate through the innovation funding landscape. The application processes are very complex. Although large companies may have some resources to discover funding opportunities, it is extremely challenging for SME to do so, which consequently often restricts their access to funding.\nThird, Europe is successful in basic research and development but falls behind in the subsequent stages of demonstration and scaling. These are the critical stages to bring down the cost of new technologies, improve the business case and build an enterprise. Key constraints are financing of the scale-up process and de-risking of first-of-its-kind projects, which need support to help them cross the ‘valley of death’.\nIn terms of innovation ecosystems, the European Institute of Innovation and Technology (EIT) InnoEnergy’s Industrial Alliances,** such as the European Battery Alliance, European Solar Photovoltaic Industry Alliance and the European Green Hydrogen Acceleration Center, are good examples of attempts to create successful industrial ecosystems in Europe. However, they also demonstrate the difficulty of installing a healthy industrial ecosystem once an industry is already dominated by another country, such as photovoltaics manufacturing by China.\nRecommendations for EU policymakers:\ne Double down innovation funding for net zero and circular economy technologies, especially for scaling up innovation. This should include mission-orientated public-private partnerships and innovation funding that continues from low maturity level to large scale-up. Well-designed funding opportunities, combined with the de-risking of projects (eg through publicly backed guarantees and demand-side incentives), should allow better leveraging of private capital. Further promote a strategic approach on innovation to create synergies and build European innovation ecosystems with positive network effects and covering entire value chains. This should include regulatory sandboxes and structured tools for experimentation, moving away froma regulation-driven innovation process that avoids risks but misses out on opportunities toa ‘can do’ mindset with higher risk tolerance. Simplify the application processes for innovation funding and accelerate approvals to speed up innovation capabilities, especially for SME, for example through a ‘one-stop shop’ for organisations seeking funding support, easing application for and access to EU funding.\nwP : Sime ¥> | e\nFF\n.\nSw\nI\n1\n-——~- —\nbef\nCl\n—\n2. Asean\nSiete\n-\n~ ”",
  "page_16": "The Green Deal and Beyond\n2.3 Leverage private investments with public funds\nTrillions of euros of investments will be required by 2050 to finance the net zero transition, which will involve innovation, scaling up, new infrastructures, and the transformation of incumbent industries, buildings and agriculture.*° Businesses stand ready to act, but to make the investments a solid business case they need investors to provide capital and reliable policy frameworks for long-term planning.\nThe EU has various pockets of capital in its Multiannual Financial Framework and NextGenerationEU to support investments, but these are often fragmented. In addition, InvestEU aims to mobilise over €372 billion in public and private investments during 2021-27, of which at least 30 per cent should contribute to the EU’s climate objectives. The Important Projects of COmmon European Interest are an instrument allowing state aid for projects of strategic importance across MS. However, these large sources of public money have not leveraged sufficient amounts of private funding, and the investment gap to achieve sustainability targets remains significant.* For investors, it is often incredibly challenging to navigate the landscape of funding mechanisms and permitting processes, and the de- risking potential of public EU money is underused.\nOther regions have achieved better leveraging of their public investments, including the USA, which is heavily investing in cleantech: the 2022 US Inflation Reduction Act provides roughly $400 billion federal funding in energy and climate.*? Overall, it will unlock cleantech investment of $1.2 trillion by 2030. In parallel, China accounted for more than half of global low carbon spending in 2022, investing almost $546 billion into solar and wind energy, electric vehicles and batteries.\nHence, there is a significant need to design a framework to mobilise capital within the EU, attract capital from outside the EU, and better align current funding and financing mechanisms with an industrial strategy towards carbon neutrality.\nThe EU can, however, mobilise significant resources quickly: for instance, an early reaction to the Covid-19 pandemic was put together in February 2021, namely the Recovery and Resilience Facility, to address the economic and social damage of the pandemic with respect to the EU binding climate goals. It provided €648 billion in funding for disbursal in subsidies, guarantees and blended instruments, which for the first time saw Europe issue common debt to finance green bonds. To use the existing budgets effectively and efficiently, it is essential to better align them with the goals of the EGD to close existing financing gaps.\nFor example, the Net Zero Industry Act sets the goal of 40 per cent EU domestic manufacturing in six key technology areas by 2030 Studies point out that, based on current levels of public funding, a €50 billion investment gap has to be bridged by 2030 in these technologies, without even including other areas such as low carbon cement and steel, or long-term energy storage. Seconding these needs, the European Scientific Advisory Board on Climate Change states that “investments in clean energy and transport need to at least quadruple to achieve the EU's climate goals”, equalling an annual average of €1,241 billion (2021-30).*5 Europe needs to closely monitor this initiative and be willing to course correct, to ensure it delivers its full potential.\nRecommendations for EU policymakers:\ne Ensure that the industrial strategy is underpinned by well-designed funding and conditioned decarbonisation measures, and is effectively contributing to close the green investment gap. The Multiannual Financial Framework will be an opportunity to launch an EU climate investment plan for 2025-35, directed at the entire economy, and provide a framework to better support research and innovation funding, with stronger climate mainstreaming provisions for all EU funding instruments. The European Semester can be used as a tool for policy co-ordination among the MS.*° Strengthen project finance and expand growth funding for net zero technology startups and first-of-its-kind and demonstration projects, for example through de-risking instruments such as the European Investment Fund, and also mobilise private sector capital using public guarantees (similar to European Investment Bank guarantees for wind turbine manufacturers), long-term offtake agreements and contracts for difference to cover the ‘green premium’. Better link state aid to the requirements of climate neutrality, develop a transparent state aid regulatory framework with eligibility across the EU and avoid fragmentation among MS. The scope of eligible Important Projects of CCmmon European Interest needs to be expanded and the application process simplified, following the successful examples in the battery and hydrogen value chains.\nBack to Contents\n17",
  "page_17": "2.4 Make the green and digital transformations proper twins\nThe current economic transformation was portrayed as a ‘twin transition’ of decarbonising and digitalising the economy by the Commission President Ursula von der Leyen at the beginning of her term in 2019.” Digitalisation plays an important role for three reasons. First, information and communication technology (ICT) is an important economic sector in itself.** The digital industry has a growing share of global value creation and, given its innovative power, this trend is set to continue. Second, digitalisation is a driver of efficiency, competitiveness and resilience in business as well as the public sector. The emerging applications of artificial intelligence will likely enhance productivity gains in most areas.**.°° Finally, and relatedly, digitalisation is important not just for monitoring sustainability but also for enabling it.\nAlthough the Covid-19 pandemic accelerated digitalisation, Europe has not yet fully harnessed the potential of digital solutions.*! With respect to the position in the digital economy, the EU's share of global revenue in the ICT market has drastically fallen during the past decade, from 21.8 per cent in 2013 to 11.3 per cent in 2022, while the USA's share increased from 26.8 per cent to 36 per cent. Currently, the EU relies on foreign countries for over 80 per cent of digital products, services, infrastructures and intellectual property.*? While it seems very unlikely that Europe will capture a lead in consumer internet or hardware, it still has an opportunity to be a global leader in industrial applications. These applications include industrial automation, smart factories and the industrial internet of things; currently, European companies hold a strong position in this market, which is forecast to grow by 16.3 per cent by 2029.% These applications are fundamental for the low carbon transition, whether in power networks, circular management of materials, building automation or intermodal transport. Digitalisation also enables real-time tracking of environmental impact and understanding of complex issues such as biodiversity.*\nThe European Commission's framework for the ‘Digital Decade’ has highlighted the topics that need to be addressed to drive digitalisation: connectivity, digital skills, digital business and digital public services.* It also sets targets for 2030. However, given the current trajectory, these targets will not be met in many areas including core drivers of competitiveness such as investments in connectivity, digitalisation of SME, the use of ICT for emissions reductions and technology adoption.*’ Hence, there should be a renewed effort to drive digitalisation forward. As scale is particularly important for digitalisation, the EU must act as one and ensure that digital businesses can address the single European market with their offerings.\nThe Green Deal and Beyond\nWhile it is important to push for the development of the digital economy in Europe, its footprint should also be considered, even more so given its expected growth, regarding its environmental and socio-economic impacts. At present, digital technologies account for 8-10 per cent of Europe’s energy consumption and 2-4 per cent of the GHG emissions.** To avoid counteracting the benefits of digitalisation, it is important to couple it with rigorous principles of circularity, energy efficiency and renewable energy provision.\nRecommendations for EU policymakers:\nContinue to push for a single digital market with streamlined rules and standards. Particular attention should be paid to areas in which digitalisation drives the climate neutral economy, including the management of power grids or digital tools enabling the circular economy (eg digital product passports).*? In line with the recommendations on an industrial strategy, identify the elements of software and hardware that need to be produced on the continent, to safeguard the EU's resilience and sustainable transformation. Promote the further development of the industrial internet, including through the use of common standards for integration across systems and devices - especially for applications that support eco-efficient design, efficient manufacturing and life- cycle management. Ensure implementation of the principles of the circular economy and energy efficiency in regulation related to digitalisation and electronic products.\nBack to Contents\n18",
  "page_18": "The Green Deal and Beyond\n3. Making Europe more resilient\nEurope's economy depends on resources that originate from outside its own territory. European businesses have a long history of converting these materials into products that form the basis of the continent's wealth. This positioning of Europe in the global economy has been both a result of and reason for openness and trade. At the same time, it has created vulnerabilities, which have periodically exposed themselves. This was exemplified during the oil crisis in the 1970s and early 1980s as much as during the energy crisis following Russia's invasion of Ukraine in 2022, which saw European gas prices rise by 300 per cent at their peak.\nThere are many examples of vulnerabilities beyond energy: the price of cobalt, for example, long thought to be indispensable for battery production, tripled between 2020 and 2022.” With an increasing number of intermediate products or components needed for green technologies coming from outside the EU, vulnerability has extended beyond raw materials, for example to semiconductors and batteries, leading to disruptions of supply chains for EU businesses and consumers.®\nwhich can be achieved through reduced demand for virgin materials, material substitution (particularly favouring recyclable materials such as steel and aluminium) or secured access to raw materials, and also by diversifying supply chains and ensuring sustainability across the supply chains. This does not mean that Europe should abandon its general openness to global trade and the mutual benefits it brings, but it does mean that the way it conducts global trade must be closely aligned with sustainability principles.\nIn the context of volatile geopolitics and finite resources, the availability of supply cannot be taken for granted. Moreover, extraction and processing of virgin raw materials has a large impact on the planet, accounting for more than 90 per cent of the global biodiversity loss and water stress,“ while fossil fuels caused over 75 per cent of GHG emissions globally.© In addition, mining is often associated with socially unsustainable practices, such as inadequate safety protocols and enforcement, human rights violations and the use of child labour.\nFinally, Europe needs to complement its consequent efforts in climate mitigation with carbon removal, to accelerate the delivery of its climate goals: increasing the carbon sink potential in Europe is a risk mitigation strategy, which augments the direct reduction of GHG emissions. This is an opportunity for Europe to increase its global contribution to decreasing the concentration of atmospheric carbon dioxide, while enhancing its market opportunities to scale up carbon removal, and simultaneously setting a strong safeguard in place to ensure a genuinely sustainable approach is followed.\nReducing demand for virgin raw materials and material manufacturing is necessary to enable Europe to transition away from fossil fuels and to reduce its import dependency and environmental footprint globally. For a long time, the procurement of materials and intermediate goods was driven primarily by cost considerations: sourcing the required quality from regions with the lowest cost, with little regard for the environmental footprint, social effects or supply chain risks. This created a dependence on individual countries for critical supplies.” Going forward, cost-efficiency considerations need to be balanced with resilience,\nThe circular economy, energy efficiency, renewable energies and sustainable carbon removal offer a path not only towards more resilience but also towards growth and jobs. Hence, the EU and its MS should act faster and more decisively on these topics.\n19",
  "page_19": "Sx\nfo\nof\nV4\nY\n20\nhe Greep\na a\nThere is, therefore, an economic, an environmental and a social rationale to move away from the linear model of extracting, using and then disposing materials. In a circular economy, products must be designed for longevity and with minimum environmental impact (‘before use’ strategies); their time in use must be extended as much as possible by repairing, refurbishing and reusing, and by repurposing material-intensive products (‘during use’ strategies); and, as a final step, material-intensive products should be disassembled to allow the materials to be recycled (‘after use’ strategies).\nOne underlying reason for the lack of progress on circularity is that the social and environmental costs of materials are still not sufficiently reflected in conventional pricing, leading to a weak incentive to transition to circular models. Compared with the costs of labour and capital, virgin materials are relatively underpriced.” This undermines the business case for circular economy strategies, which often require capital expenditure (eg for reverse logistics infrastructure), labour (eg for repair) and important conception effort to reorganise value chains. For businesses to leverage the circular economy opportunities, this cost imbalance needs to change.\nIn addition, the demand-side of materials has not received the attention it deserves as the highest priority in the waste hierarchy. To date, the focus and quantitative targets of EU legislation have largely been concerned with landfill and recycling rates. Although the monitoring framework has introduced indicators on the material footprint overall and resource productivity, targets have not been set. The Circular Economy Action Plan 2 extends the scope to levers before and during use (including product design, durability, repairability, reusability and recyclability), but its effectiveness remains to be seen.\nBack to Contents\nve\nEurope’s consumption of raw materials is a major factor of the costs and risks for the economy and businesses. The EU's monitoring framework on the circular economy indicates that while the material footprint per capita has decreased from its peak in 2007, other indicators show little progress. Resource productivity, material import dependency and waste generation per capita have barely improved during the past decade, and packaging waste has significantly increased during that period.®* However, in the past years, North America has surpassed Europe in material productivity.\nIn 2022, the EU’s trade deficit in energy and raw materials stood at over €700 billion.” This deficit was particularly high because of the spike in energy prices in 2022. It led to an overall negative trade balance for the EU, for the first time since 2011. But even in 2021, the EU had a negative balance of €310 billion in energy and raw materials.” From a business perspective, it is not just the cost of materials that creates challenges but also the increasing volatility of prices and uncertainty of access.” This is particularly relevant for critical raw materials and other energy-intensive materials that are required for the climate neutral transformation.” At the same time, this large cost factor represents a business opportunity and a motivator for innovation. European businesses can profit from developing more environmentally sustainable substitutes for energy-intensive materials, designing products that minimise process-related material waste and maximise recyclability, and implementing business models that reduce the dependence on raw materials, provided that economic incentives are adequately designed.\nBeyond the economic perspective, the EU has a significant environmental material footprint. In 2021, the total amount of extracted raw materials needed to produce the goods and services consumed in the EU stood at 14.1 tonnes per capita.” This is twice the sustainable consumption level.” It will be virtually impossible for the EU to achieve its climate targets without reducing resource consumption.” In addition, the environmental and social costs are largely born\noe\n4 jth\nAPeyond\nY\nte\nVs\nJ\nby countries in the Global South, which provide raw materials to high-income economies and therefore carry a share of the footprint that is much higher than their own consumption or economic value-add.” Finally, circular models of resource use offer the opportunity to create jobs in the EU.”\nan\nez\nie\nes\nBe\n=\n>\naa,\nSe)\na\non\n~~\n3.1 Drive forward the\ncircular economy",
  "page_20": "The Green Deal and Beyond\nFinally, there is little encouragement of demand reduction through behaviour change. The case must be made for ‘quality consumption’ of products with a lower footprint, longer life span, embodied carbon from the entire life cycle and higher utility. This idea can be applied to all areas of consumption, ranging from food (moving towards plant-based diets and alternative proteins) to fashion (reversing the trend away from fast fashion) and from electronics (making longevity and repairability a dominant purchase criterion) to buildings (integrating circular economy principles into the design, construction and usage). Many of these changes will entail new business opportunities in terms of rental, sharing and leasing of products and unlock significant economic value.®°\nIn this spirit, the incoming EU institutions should drive forward a comprehensive and ambitious transition to the circular economy, consistently prioritising a full life-cycle approach across sectors, including the\nRecommendations for EU policymakers:\nMake decoupling of economic activity from resource consumption a cornerstone of policies, for example by exploring the concept of a ‘Materials Law’ (similar to the EU’s Climate Law) as an overarching legislative framework. Consider other policy measures to support demand-side management, material efficiency, circular economy design and circular economy business models, such as through spatial planning, standards and tax advantages for business activities related to circular economy strategies (eg repair or asset sharing). Move forward from current voluntary to stringent green public procurement to create markets for circular products and business models, using clear objectives, most notably in the construction sector as is has the highest material footprint. Firmly establish life-cycle assessments and total cost of ownership as reference methods for measuring the impact across policies, including procurement regulation. Complete the legislative decision process on the various actions under the Circular Economy Action Plan 2 without watering down the provisions, and ensure the adopted legislation is implemented effectively, to accelerate the transition towards a circular EU economy.\nBack to Contents\ndemand-side and dematerialisation as well as the use phase, and encouraging all governance levels to do the same. That will increase Europe's businesses’ and consumers resilience vis-a-vis the price and availability of raw materials, bring down the environmental footprint and create business opportunities.\nEurope has demonstrated in the past that it can apply its intellectual capacity, innovation and entrepreneurship to do so. During the Covid-19 pandemic, the EU undertook ajoint effort to secure vaccines for its population. The continent quickly reduced its dependence on Russian gas imports in 2022, albeit at high costs.*! The Critical Raw Materials Act puts in place a framework to manage materials that are crucial for the green and digital transition. The EU-initiated EIT RawMaterials is the world’s largest organised and funded mineral- and metal-related innovation network, which is aiming to reduce Europe’s dependence on imports.\nProvide and catalyse financing for circular economy development in the EU, notably by investing in innovation and using public funds to de-risk and incentivise private investments in circularity. Engage with consumers on the benefits of behavioural change, by enlisting the help of social science to understand the drivers and blockers. Demand-side reduction (especially repair and refurbishment) and a shift towards circular materials and products will require a convincing narrative on the positive effects regarding the total cost of ownership, health and wellbeing, reduced dependence on imports, employment creation and regional value creation. Continue monitoring the EU’s exposure to the supply-side risks of critical materials, regarding both too high a dependence on single countries (aiming for diversification) and scarcity of overall supply (aiming for substitution and/or higher levels of circularity).\n21",
  "page_21": "3.2 Accelerate the energy transition\nThe shortage of gas supply and the energy price peaks following Russia's invasion of Ukraine have highlighted the EU’s dependency on fossil fuel imports, and its related vulnerability to global price volatility. Renewable energy, combined with storage, can enhance Europe's energy independence and security, and lower prices, while mitigating climate change. Thanks to the EU’s strong supply base, the renewable energy industry plays a significant role as employer; in 2020, it employed 1.3 million people.* In the energy system, direct electrification - wherever possible - is the most efficient way to decarbonise processes in industries, buildings and transport. Buildings operations electrification holds a particularly important sustainability potential, as heat pumps can both warm and cool buildings, increasing Europe's adaptation to the accelerating impacts of climate change.\nThe EU has taken concrete steps to reduce its dependence on Russia and support the clean energy transition. To achieve this aim, the REPowerEU plan*® included measures to accelerate the roll-out of photovoltaics and the switch to electrification for industry, and to double the current number of individual heat pumps. Within the Fit for 55 package, the revised Renewable Energy Directive set a target to increase the share of renewable energy in the EU’s gross energy consumption to 42.5 per cent by 2030, with a possible top up of 2.5 per cent, providing a clear direction for companies to increase their investments and action. By setting a target of at least 90 per cent GHG emissions reduction by 2040, the EU would greatly enhance energy security for its citizens and businesses, as this target would correspond to a full decarbonisation of electricity during the second half of the 2031-40 decade.\nHowever, more needs to be done. The share of electricity in the EU's energy use needs to double by 2040, while simultaneously bringing the electricity system to carbon neutrality. To achieve a 90 per cent reduction of GHG emissions by 2040, annual investments in power plants and the grid of ~€311 billion are required; it will also necessitate a 2.5-fold increase in the installation of wind turbines and solar photovoltaics by 2030 compared with 2022.8\nThe Green Deal and Beyond\nLarge-scale, cross-sectoral electrification will increase electricity demand, requiring additional capacity and extensive upgrades to existing power distribution infrastructure. Increased electricity demand and the growing renewables-based power generation are already putting a strain on energy grids. Annual electricity grid investment must increase at least 1.5- fold to nearly €60 billion per year, mostly in distribution grids.®’ To improve the efficiency and stability of systems and better balance supply and demand, efficient digitally enabled end-use technologies (both in industry and at consumer level), combined with improved electricity storage and flexibility, are needed.®* These investments will require appropriate cross- border co-operation and hurdles in price signals to be overcome, the speeding up of permitting processes and long-term stable financing. The expansion of power production capacity and enablement of grids requires a massive capacity expansion of the manufacturing industry. The European wind power industry is a success story so far. However, it is at risk due to uncertainties in the investment environment and increased competition. The supply of solar photovoltaics in the EU heavily depends on imports from China.°*?\nAmong the biggest barriers for the energy transition is the long duration of permitting processes, both for wind power and for the energy grid expansion, creating uncertainty for manufacturers and investors. On 13May 2024, the European Commission issued guidance to help MS select areas where wind and solar projects can be automatically fast-tracked, and recommendations on how to best apply non-price criteria in renewables auctions, including contribution to resilience and environmental sustainability. The Commission also stressed the importance of taking into account the needs and perspectives of citizens, local authorities and societal stakeholders at all stages of renewable energy projects.°°\nBack to Contents\n22",
  "page_22": "The Green Deal and Beyond\nRecommendations for EU policymakers:\nDeliver on the clean energy transition to achieve climate objectives and increase energy security for EU citizens and businesses, in respect to Article 194 of the Treaty on the Functioning of the EU. Particular attention should be paid to vulnerable households, to ensure the transition is designed in way that eliminates the risk of energy poverty. Phase out fossil fuel subsidies and accelerate electrification. The EU should implement the recently agreed electricity market reform, which aims to develop power purchase agreements and two-way contracts for difference, and deepen the reform of the energy market to ensure that electricity becomes cheaper than fossil fuels. A net zero energy system will also require a range of flexibility solutions, such as improved interconnection and power pooling between countries, demand-side management and energy storage solutions. As fossil fuel subsidies are currently disbursed at MS level, the EU must closely monitor National Climate Action Plans in this regard. Establish long-term plans and roadmaps at EU and MS level for the transition of the energy system to create certainty for capacity expansion of manufacturers and to help investors de-risk the investment projects. Such proposed action would need to include policy support “to boost direct electrification, digitalisation and non-fossil flexibility options. These mitigation options require distribution system operators (DSOs) and regulators to adapt fast”°3 Well-designed carbon pricing schemes could also play a role in driving down emissions and incentivise investments in decarbonised energy and solutions. Agree on the Energy Taxation Directive and set minimum taxes for fossil fuels in the directive. Energy taxation for fossil fuels should be higher than taxation of electricity to promote the direct electrification of processes wherever possible.\ne Standardise projects across the EU in the sense of a single market approach to accelerate execution and save costs. In line with the recent report by Enrico Letta on the future of the single market, the single market should be used to address challenges such as climate and energy security, and ultimately expand and strengthen Europe's grid infrastructure. These challenges could be overcome by implementing cross-border auctions for additional renewable generation and cross-border flexibility schemes - in which power grid managers turn to generators in neighbouring countries for help when local electricity demand is high - and reinforcing the ‘Connecting Europe Facility’* Promote the sharing of best practice, for example how to increase the acceptance of projects through the participation of communities and local co-sharing of benefits. Expand investment incentives and EU-backed guarantees to de-risk projects for investors and make them bankable. Promising measures such as the recent guarantees by the European Investment Bank to support Europe’s wind manufacturers should be multiplied.* Strengthen the competitiveness of European manufacturers of technologies such as wind power, electrolysers and solar photovoltaics, including by guarantees and innovation support, to improve Europe's resilience and avoid dependencies in these key technologies for the energy transition. This also includes monitoring potential unfair competition and taking action if necessary.\n23\nBack to Contents",
  "page_23": "The Green Deal and Beyond\n3.3 Exploit the full potential of\nenergy efficiency\nEnergy efficiency is a key lever for decarbonisation, increased energy security and resilience, which comes without negative impacts on the environment and can often be implemented relatively easily. Moreover, it has benefits in terms of saving energy costs, positive health effects and increased resilience. In the context of the high importance of direct electrification as a core enabler for decarbonisation, energy efficiency also dampens the increase in electricity demand.\nDespite all these benefits, and although the EU has set the ‘energy efficiency first’ principle in the Energy Efficiency Directive (EED), energy efficiency is an area in which the EU has the potential to deliver more, especially considering the leading positions of some European companies in energy-saving solutions. The 2020 target of 20 per cent set out in the previous EED was achieved, but this was also helped by the impact of the Covid-19 pandemic on reducing overall energy consumption.\nThe current EU energy efficiency goal of ~12 per cent reduction by 2030 (versus the 2020 EU Reference Scenario) as set out in the EED would require a fivefold increase in the reduction of final energy use compared with previous years; it also mandates public authorities to retrofit 3 per cent of their building stock annually.** To fully deliver, the energy efficiency targets must be complemented by demand reduction through behaviour change, which is in part made easier with digital solutions, and also by shifting to more efficient technology (such as switching to LED (light-emitting diode) lighting, or moving from internal combustion engines to battery electric vehicles for individual mobility where other solutions are not possible).\nApproximately three-quarters of buildings in the EU were built before 1990. Given the low turnover rate of building stock, most of today’s buildings will still exist in 2050. Currently, 75 per cent of EU building stock is not energy-efficient.” The deep renovation of building envelopes, the direct electrification of heating systems (heat pumps) and non-fossil-fuel district heating systems are the cornerstones for increased energy efficiency in buildings. The recently agreed Energy Performance of Buildings Directive sets gradual targets for mandatory retrofit of residential and commercial buildings, which, if implemented adequately, will significantly contribute to EU energy efficiency and emissions reduction targets, and will also contribute to providing short-term energy savings, creating local jobs, protecting consumers from high energy costs, and improving citizens’ health and wellbeing.\nEnergy efficiency is still lagging when it comes to industry,?® more because of a lack of investments than an absence of available solutions; for instance, waste heat recovery or minimum efficiency performance standards for motors are still underused, yet can significantly reduce costs and emissions. Europe still has to tap into the vast potential of savings and new business opportunities that industrial efficiency holds\nRecommendations for EU policymakers:\ne Accelerate the building ‘renovation wave’ for deep renovation to at least twice the current rate of 1.2 per cent per year during the second half of this decade*® The national plans required by the revised Energy Performance of Buildings Directive are essential in this context, and enabling conditions require particular attention to ensure Europe has the capacity to implement deep renovation from a supply chain, labour and skills point of view. Clear price signals from carbon pricing could help to unlock investments in this area, but attention needs to be paid to shield low-income households from the regressive effects of carbon pricing and the allocation of renovation costs. Furthermore, retrofitting should be made easing for citizens, particularly through upfront financing solutions, one-stop shops and energy efficiency reward schemes.’° Ensure that investment projects are more closely linked to energy efficiency requirements. The ‘energy efficiency first’ principle of the EED, along with the requirement to create energy efficiency plans, should be expanded to projects with a volume of less than the current mandatory €100 million threshold. Accelerate the elimination of all fossil fuel subsidies, which diminish the incentive to invest in energy efficiency, whether in buildings or industry. Increase public awareness of the multiple benefits of energy efficiency with regards to cost, energy security and health effects, and equip citizens to drive down their own energy use. Information and communication of the positive effects of changing user behaviour should be further promoted, and citizens should also be supported to change how they use energy.\nBack to Contents\n24",
  "page_24": "The Green Deal and Beyond\n3.4 Value natural capital and ecosystem services\nHealthy, functioning ecosystems contribute to the wellbeing of society and underpin our food systems and water supply. For many businesses, natural capital is as important as technical infrastructure. Biodiversity loss is a global crisis, and one that strongly affects Europe. Currently, more than 80 per cent of protected habitats in the EU are in poor or bad condition, and the net carbon sink has been in decline since 2010, mainly driven by reduced capture in forests and the degradation of peatlands.\nTo reverse the degradation of ecosystems, the EU launched its 2030 biodiversity strategy and proposed a Nature Restoration Law as part of the EGD.'? The monetary benefits of restoring EU peatlands, marshlands, forests, heathland and scrub, grasslands, rivers, lakes, alluvial habitats and coastal wetlands are estimated to reach ~€1,860 billion (with costs estimated at ~€154 billion), adding to the numerous other benefits in terms of climate mitigation, adaptation to climate change impact, urban shading and cooling, people’s wellbeing, health, biodiversity and more. Therefore, valuing natural capital also makes sense economically because it unlocks nature positive investments that, in turn, increase, for example, the resilience of agriculture and food systems, by helping them to adapt to climate change.\nHowever, multiple interests compete for land and marine ecosystem use in the EU: agriculture, forestry, fishery, nature reserves, provision of biodiversity as well as space use for urban and rural development, tourism, infrastructures and climate adaptation. Striking the right balance is often a matter of local situations, and although Europe has a key role to play in setting the right framework, it is essential to allow for granularity in land planning decisions. The heavily debated EU Nature Restoration Law illustrates how difficult it is to balance all of these interests despite the significant overall economic benefits.\nProbably more so than any other sector, agriculture is simultaneously the cause and victim of a large environmental footprint. It accounts for 11 per cent of the EU’s total GHG emissions, which is largely unchanged since 2005, and contributes to biodiversity loss (eg by pesticides use) and environmental degradation (eg by nitrogen leakage into water systems). At the same time, agriculture is affected by the negative impacts of climate change and environmental damage such as droughts, flooding, soil degradation and biodiversity loss, including decreasing pollinators populations.\nThe agriculture, forestry and fishery sectors employ 8.7 million people in the EU directly in production, and many more in related food systems. Farmers play a key role in the provision of a high-quality, healthy and resilient domestic food supply. Depending on the type of agriculture, they also deliver ecosystem services, such as carbon sequestration in soils and forests, biodiversity conservation, and soil and water regulation.\nThese sectors are facing global competition in many areas from countries in which natural and regulatory conditions allow for a better scaling of production. In 2022, the EU allocated €56 billion through its COmmon Agriculture Policy (CAP), 24 per cent of the total EU budget. On average, 32 per cent of agricultural income in the EU comes from subsidies. Changes in the CAP and its financial rewards, which developed over decades, directly affect farmers and indirectly affect value chain partners such as landowners and the chemical industry.\nThe EU CAP must balance several challenges such as adjusting incentives for farmers in line with the EGD, maintaining local and environmentally sustainable agricultural production, and ensuring fair competition with other regions. It should prioritise rewarding those ecosystem services, including food production, that provide most value to society.\nThe farmers’ protests across MS in early 2024 - driven by complaints about tight environmental regulations, reduced subsidies for fossil fuels and declined incomes — illustrate that changes in the CAP often cause frictions.°’ Reforming the European system of land use to align it with a climate neutral, nature positive strategy and to also protect the future of agriculture is a complex issue, which would be made easier by shared support from a majority of relevant stakeholders. The Strategic Dialogue on the Future of EU Agriculture, which started in January 2024, offers a forum that might ease the current deadlock.°”\n25\nBack to Contents",
  "page_25": "The Green Deal and Beyond\nRecommendations for EU policymakers:\nSeal the deal on the Nature Restoration Law\nas soon as possible. While we would have\nwelcomed a higher ambition level, the current\ncompromise creates certainty and long-term\npredictability for business. A well-balanced\nNature Restoration Law will unlock benefits in\nterms of climate mitigation, adaptation, food\nproduction and broader social advantages.\nTake a new approach to value Europe’s natural\ncapital in the mid-term. The EU should start\nto account for its natural capital stock and the\nchanges thereof. As the impact assessment\nof the Nature Restoration Law shows, the\npositive effects by far outweigh the cost of\nimplementation. With a new approach to\nvaluing natural capital, incentives and rewards\nfor ecosystem services would be much easier\nto justify with an economic rationale and, by\nproviding additional income to farmers and\nrural communities, would also increase the buy-\nin for the sustainable transition and the EGD.\nImprove the CAP conditionality on GHG\nemissions reduction targets and other\nenvironmental, nature positive goals, in\naddition to qualitative targets (including\nthe ‘do no significant harm’ principle). Good\npractice should be made standard. CAP support\nshould shift away from “emission-intensive\nagricultural practices, including livestock\nproduction, and towards lower-emitting\nproducts, environmental services and economic\ndiversification’1°®\nDevelop a policy framework for Europe that\nincentivises a shift in food consumption patterns\ntowards more plant-based and alternative\nprotein diets, which will reduce pressure on\nland use and spare resources, and also lower\nthe demand for petrochemical inputs in food.°°\nUse forests and wetlands better for biodiversity\nand carbon sequestration. This could be\nachieved by introducing reward schemes for\nrelated ecosystem services and by adapting CAP\npolicies to reduce the expansion of agricultural\nland use (reducing support for livestock\nproduction and first-generation biofuels).\nMainstream adaptation to climate change in all\nland use planning and infrastructure policies to\navoid future lock-ins.”° Scale up nature-based\nclimate resilience solutions.“ As adaptation\nprocesses often have long lead times, while\nclimate impacts are increasingly being felt in\nall landscapes and geographies in rural, urban\nand coastal areas, it is imperative to ensure\nthat infrastructures can resist extreme weather\nevents. Adaptation strategies are an important\ntask for the next EU institutions and also for\nthe national adaptation plans of MS,” and they\nwill require specific financing instruments and\nscience-based investment plans.\nAs Europe has done with the publication of a\ncomprehensive Climate Risk Assessment, which\nis designed to support future policy design,\nwe need a nature degradation and biodiversity\nloss risk assessment that estimates the costs of\ninaction and informs future policy initiatives,\nand also enables robust climate adaptation\nplanning.“\nBack to Contents\n26",
  "page_26": "The Green Deal and Beyond\n3.5 Address the challenges related to carbon removals\nCarbon removals and related technologies will need to play a role in reaching the proposed targets for climate neutrality by 2050 and net negative emissions beyond. With its final adoption in March 2023, the regulation on land use, land use change and forestry (LULUCF) increased the EU 2030 target for carbon removals to 310 megatons (million metric tons). Up to 400 megatons carbon removals are foreseen to achieve the 90 per cent GHG emissions reduction by 2040,\" representing up to 10 per cent of the total required emissions reductions.\" Most of these net carbon removals are expected to come from LULUCF, and a smaller amount from industrial removals such as direct air capture, a technology that is still far from market scale, and requires significant financial and energy costs.\nCarbon removals remain controversial, as too much reliance on removals runs the risk of weakening mitigation efforts. Their permanence is at the heart of assessing their real impact on atmospheric carbon dioxide concentration. Furthermore, none of the removal approaches comes without challenges, including competing for land use, potential risks of deforestation, energy consumption and adverse effects on ecosystems. Additionally, many of the technological solutions are at a low maturity level, meaning they will require investments and time to be deployed at scale. By placing sustainability as a core element of its policymaking, Europe has the potential to set high- quality standards and practices.\nApart from net removals, carbon capture and storage (CCS) is a potential choice for industries, such as the cement industry, when no other feasible options exist to avoid process-related GHG emissions. However, the high energy demand is problematic and permanence needs to be ensured for all removals, natural sinks and CCS. Transparency for policymakers and stakeholders, provided, for example, by the ‘CCS Ladder’, is important to enable prioritisation because considerations vary by industry and over time.”\nRecommendations for EU policymakers:\ne Continue to make the reduction of emissions the first priority; use carbon removals from the LULUCF sector to only offset residual emissions for climate neutrality by 2050, while ensuring it does not reduce decarbonisation efforts in other sectors.\" Limit innovation funding and the application of CCS to areas where alternative technologies are unavailable and ensure storage is permanent. Carbon lock- ins must be avoided, including installing CCS at combustion-based power plants. Support the innovation of net carbon removals technologies (such as direct air capture and carbon storage), while keeping in mind that they might never deliver at scale. Continue to develop the EU Carbon Removals Certification Framework to incentivise high-quality carbon removals and create transparency.\n27",
  "page_27": "The Green Deal and Beyond\n“The EU currently remains the global leader for sustainability policies, but there is still work to be done in the coming five years. We see an opportunity to refocus more closely on the circular economy, taking tangible steps to improve material flows, and ensure self-sufficiency and competitiveness. A fundamental shift in approach is required, reframing waste as a ‘resource, aiming to introduce a more harmonised application of resource policies and supporting further development of recycling infrastructure. Resources must also be allocated to ensure a truly just transition. A win for people, planet and European competitiveness.”\nKaren Pflug, Chief Sustainability Officer, ngka Group|IKEA\nfr” +4\nr\n“§\n(|\ned\nMes\nb=\ni \"hs\nOa)\npe =\n=.\nst\nVa\n28",
  "page_28": "4.Making Europe more just\nA transformation process such as the digital and climate transition typically has uneven effects across different dimensions: economic sectors, countries, regions, socio-economic groups and different-sized companies. This plays out not just within the EU but also ona global level, affecting the EU's relationship with other countries.\nFrom a business perspective, a just and equitable transition is required to maintain Europe's social cohesion and broad support from citizens, civil society and enterprises for its political institutions and their decisions. Cohesion and support are both essential for a stable economic environment. Spending a significant amount of EU budgets on cohesion, Europe is the continent with the strongest social inclusion, which not only contributes to its identity but is also one of its differentiating strengths.\"°\n4.1 Maintain social cohesion\nThe primary objective of the twin transition is not the redistribution of income or wealth. Instead, the aim is to shift today’s extractive economy to an economy relying on green infrastructure and circular materials. One important element for the transformation is the application of price signals that represent the environmental and social costs associated with a good or service. This will inevitably lead to price increases for fossil fuels and virgin materials, and for products or services that use them. Because low-income households tend to spend a higher share of their income on these, price increases will affect them more than it will others in relative terms, making it even harder for them to cope. However, it is important to note that different regions employ different strategies for the transition. For instance, the USA focuses more on subsidies, whereas China drives change through mandates and regulation. The transition requires both upfront investment and incentives to change behaviour. Depending on the policy design, the costs of that investment and the effects of those incentives can fall disproportionately on people who are unable to cope with increased burdens.\nThe economic shocks of recent years have brought significant additional challenges for low-income households, particularly through the increased cost of living. In 2022, 9.3 per cent of households in the EU reported that they could not afford to keep their homes adequately warm, up from 6.9 per cent in the previous year.\nThe Green Deal and Beyond\nThe elements of justice need to be included in the policymaking for the twin transition, both by design and in a way that stakeholders can relate to.”° Various steps have already been taken to address these issues, including guidance for MS. In the highly important and challenging area of agriculture, the Commission has launched a Strategic Dialogue as an inclusive process to hear all perspectives. To mitigate the risk of ambitious climate policies adversely impacting EU companies' competitiveness, the Carbon Border Adjustment Mechanism (CBAM) aims to level the playing field in the domestic market. It does so by imposing tariffs on certain energy-intensive imports from countries without comparable carbon pricing to the EU ETS. However, there are concerns that the CBAM could disproportionately impact developing countries, cause market distortions within the EU, or be perceived as a form of economic protectionism. These risks warrant careful monitoring.\nTo ensure a just transition, the EU must work collaboratively with international partners, offering financial and technical support to help developing countries adapt to low carbon technologies and mitigate any adverse effects on their economic development. As the disruptive events of the past few years have exacerbated existing inequalities, the creation ofa socio-economic environment in which equitability and fairness are key considerations of all new policies is of growing importance.\n29\nBack to Contents",
  "page_29": "\\\nmm\nIn this context, the question of social justice was probably not high enough on the agenda and prominent enough in the EU institutions’ communication.” This neglect could be perceived as a lack of empathy and concern on behalf of the political elites.\nFurthermore, some of the countermeasures that have been considered to date have not been designed adequately or communicated convincingly, including the climate money (‘Klimageld’) in Germany.”? This has to be addressed in policymaking, alongside the design and outcomes of policies, for reasons of social justice and inclusion. It is also critical for the public’s support of the EGD.\nAchieving social cohesion will involve two dimensions. Firstly, the robust application of the ‘polluter pays’ principle. It brings in revenues, including through the sale of carbon emission certificates, which can then be used to compensate social imbalances. Importantly, compensation must not subsidise fossil fuels or raw material consumption to avoid offsetting the desired effect of lower emissions, and free allowances that distort the market should be phased out. An effective strategy should not only rely on market instruments, such as the EU ETS, but also involve replacing dirty, polluting installations with cleaner alternatives, particularly in industries such as manufacturing and power generation, and providing clarity on the timeline for phasing out unsustainable solutions. Although this transition will result in job losses in some sectors, it will also create new employment opportunities, albeit not always equivalent ones. It is crucial not to ignore these inevitable job transitions but rather actively manage them on the ground through retraining programmes and other support measures.\nSecondly, the transformation to climate neutrality often replaces operating costs for fossil fuels or virgin materials with higher capital expenditure and lower operating costs. Once the capital investments have been made, the running costs tend to be lower, especially if emissions are priced adequately and fossil fuels are not subsidised. State support for these upfront capital investments and new business models to bring in private capital can therefore help to ensure the\na,\nThe Green Deal andB\nie\ntransition is affordable for low-income households, including through lower heating costs after a building has been insulated.\nIt should also not be forgotten that climate protection itself has a positive social effect because global warming will be more harmful to low-income groups in Europe. In addition, many policy measures create co-benefits that lower-income groups disproportionately benefit from, such as cleaner air and reduced noise pollution.”°\nThe EU has put mechanisms in place to address the question of social injustice. The JTF has been created to provide the finance for structural adaptation in regions that need to transform. With the introduction of ETS2, the JTF will be complemented by the Social Climate Fund to mitigate adverse social effects.”° It is important that measures to mitigate adverse social effects are taken at the same time as, or in advance of, the decisions that increase costs, and also that they are communicated effectively. Otherwise, there will be a high risk of public backlash - as was the case, for example, in Germany in relation to the phase-out of fossil fuel boilers for private homes. Populist groups will likely take advantage of such opportunities to discredit the objective of climate protection overall and delegitimise the political institutions. Recent EU analyses demonstrate that so far there is no systematic measurement of the distributional and wider socio-economic impacts of EU climate policies, and that policymakers’ understanding of such impacts needs to improve.””7°\n30\nee /",
  "page_30": "The Green Deal and Beyond\nRecommendations for EU policymakers:\nFor all relevant draft policies and measures, conduct systematic and context-specific assessments of the distributional impact based on common definitions, and propose measures to mitigate the impact on low-income households, by providing guidance to MS on the synchronous implementation of such measures in their National Energy and Climate Plans. Target and adequately resource instruments to mitigate the regressive impacts of climate policy, including the Social Climate Fund and the JTF. These instruments should allow for differentiation within and between MS, given very different socio-economic circumstances. Ensure that MS implement measures addressing potential regressive effects in synchrony with net zero policies, so that low-income households are not exposed to a time lag between additional burdens and corrective support. Seek synergies and alignment between EU climate, social, agricultural and industrial policies, and deploy funds to address adverse social effects in ways that strengthen sustainable businesses and practices. Consider ways to improve public awareness, including through public consultations and the establishment of participatory formats such as citizen assemblies that allow all stakeholders - including low-income households - to co-design the policy framework. Actively communicate and explain the priority of social considerations in policy proposals, and also any positive social side benefits that climate policies have for low- income households.\n4.2 Support the transition into new, decent jobs\nThe twin transition will result in changes in employment, as some sectors will grow while others will decline. In that regard, the effects of a net zero transition are no different from those of any other economic transformation.” As for past transformations, this process will need to be managed in a way that facilitates the adaptation of businesses to the new realities and the transition of labour from declining sectors to those of future growth. As well as creating opportunities and avoiding social hardship, this approach will also ensure the availability of labour in areas of increased demand, supporting businesses in thriving sectors.\nThe net impact of the Fit for 55 policies on employment at the EU-level overall is estimated to be very small: 0.1 per cent higher employment in 2030 than in the reference scenario.”° Currently, unemployment is not the biggest concern for most European citizens,”! not least because it stands at the lowest level in a generation.** However, from the business perspective, there is a growing labour shortage. With the start of the pandemic, the job vacancy rate (ie the share of vacant jobs in the economy) increased significantly from 1.6 per cent in mid-2020 to 2.5 per cent at the end of 2023 - among those sectors with the highest labour shortages are construction and ICT, both key areas for the twin transition?\nLarge sectoral and regional differences in labour supply and labour demand are evident. On the one hand, these differences stem from current economic structures and their carbon intensity, and on the other hand on the conditions required to take advantage of the growth sectors. Those MS that are more likely to be negatively impacted are largely in Central and Eastern Europe, namely Poland, Bulgaria and Latvia. This contrasts with countries in the South, which are projected to benefit most, especially Spain, Italy and Malta. New jobs are mostly being created in construction, including for energy efficiency measures and renewable energy installations and services.“*\nThis regional imbalance needs to be addressed by policymakers, helping workers in declining industries to move into other, growing sectors. However, there are barriers to labour mobility that European legislation needs to address, such as labour mismatch, skills mismatch, attractiveness of the new jobs, attractiveness of the location, timing and transition challenges.\"° Workers affected by the transformation require adequate support in reskilling. In the past, efforts to provide education and training have sometimes seen relatively low participation, which limited the ability to create opportunities.° For example, in the agricultural sector, only a minority of farmers have taken up training and support for more environmentally friendly practices.’\n31\nBack to Contents",
  "page_31": "\\-\nGiven that markets and industries can be expected to develop faster and more abruptly in the future, not least because of the influence of innovations such as artificial intelligence, reskilling into new careers should be seen as the norm rather than the exception, and the EU can play an important role in driving that change.\nIt should also be recognised that given Europe's ageing society, reskilling will not be enough to address the growing shortage of labour. Other approaches need to be employed to activate dormant potential including:\nRecommendations for EU policymakers:\ne Target investments in education and training, to provide talent for those sectors driving the net zero transformation, develop cross-cutting skills such as digitalisation, and build capacity in public administration for climate policies and investments. Ensure that eligibility criteria and funding of just transition programmes are targeted towards those workers and regions at greatest risk of job losses, and support MS to measure their effectiveness. The mid-term review of the JTF, due by mid-2025, should be seen as an opportunity for an honest stock-taking and potential corrective action. Facilitate the sharing of knowledge and practices across regions with similar challenges, as more similarities are likely to exist between them across borders than within MS, such as for regions relying heavily on coal mining.\nBack to Contents\nThe Green Deal and Beyond\n‘At a time when it's crystal clear that we have to act decisively on climate change while cutting energy bills and improving energy security, building renovation stands out as a top priority in the sustainable transition. The good news is it doesn't need a technological breakthrough. It’s about scaling up good programmes and policies that are already working across Europe, investing more in local production and jobs, and making it easier for people and businesses to access funding.”\nMirella A. Vitale, SVP Marketing, Communication & Public Affairs, ROCKWOOL Group\nimproving the conditions for women to enter the workforce, encouraging more adaptative lifetime work, supporting workers to move from one part of the country to another, guaranteeing decent employment conditions and treating immigration as a way to access additional talent.\"* It is important to remember that, in contrast with the skills needed for digitalisation, most of the jobs created through the climate neutral transition do not require tertiary education.” This point needs to be reflected in any efforts for reskilling and immigration.\nEncourage MS to take measures needed to facilitate access to the labour market, including through more affordable and accessible childcare, flexible working patterns, recognition of non-domestic qualifications and flexibility on retirement provisions. In light of the required transition in agriculture and land use, place particular emphasis on national farm advisory systems, ensuring that they are an effective and attractive mechanism to provide appropriate support, advice and training to farm managers regarding sustainable farming practices and mitigation measures. Make a conscious decision to allow the entry of skilled workers for the climate neutral transition in EU immigration policy, and reflect that in systems such as the Blue Card, to extend eligibility beyond the current focus on highly qualified non-EU nationals.\n32",
  "page_32": "The Green Deal and Beyond\n4.3 Rethink and redefine prosperity and wellbeing\nThe transformation towards a climate neutral and nature positive economy requires a significant shift in mindset regarding the definition of prosperity and wellbeing.“° Consequently, it is necessary to rethink how to measure them. There has been a lengthy discussion about replacing or amending GDP as an indicator of prosperity.\" This process has also taken place in the EU, following the publication of the Stiglitz- Sen-Fitoussi Commission report in 2008.” Similarly, businesses have been considering new ways of measuring value creation.“?\nIn the context of the twin transition, the adoption of suitable indicators for measuring progress is particularly relevant for three reasons.\nFirst, it is important to remember that economic performance is not the only driver of citizens’ wellbeing.“4 While a clear link exists between income and human development, other factors are being increasingly recognised as determining quality of life.“° Although this reality is acknowledged by the EU’s ‘8+1 dimensions of quality of life’“° it is not yet reflected in the public discourse, where economic growth still dominates the conversation.\nSecond, the current definition of GDP does not include any changes to social or natural capital. Hence, it ignores the external effects of economic activities, even though these change assets and, consequently, an economy’s ability to generate prosperity in the future. This is akin to companies selling off their assets to produce high profits immediately. In fact, some measures that account for social and natural capital show that much or all of the recorded economic growth during the past decades has been at the expense of the environment.”\nThird, and relatedly, GDP is a measure of short-term performance but not of long-term health. Similar to businesses that need to care for their organisational health to remain competitive in the long run,¥° economies need to maintain and build the base of their lasting productivity.“° The Competitive Sustainability Index offers such a comprehensive view, addressing the dimensions of economy, society, governance and environment.” It pays particular attention to the areas that are required for the net zero transformation to be successful. This is crucial for European businesses because it determines the environment in which we will operate in the mid-term to long term.\nRecommendations for EU policymakers:\nDefine a set of leading and lagging indicators that measure Europe's ability to successfully implement the transformation towards a climate neutral and nature positive economy, comprising indicators of resilience, competitiveness and justice, in addition to the environmental measures already defined in the EGD and the economic measures typically used. Set explicit quantitative targets for leading indicators, which can be used not only for ex-post monitoring but also to inform policymaking in the respective areas; thus, when the indicators are not moving in the desired direction, corrective action can be taken. Improve the understanding of citizens’ perceived quality of life on a granular level, including geographic and socio- demographic differences, and reflect this in policy design and communication.\n4. Inspire and involve citizens\nThe climate transition is a socio-economic transformation of significant breadth and depth, similar to the industrial revolution. It touches many aspects of daily life and will alter the way people live, work and consume. This need for change is nota new phenomenon - over the past centuries, Europe has frequently adapted to changing circumstances. However, given the magnitude of the transformation and humans’ tendency to prefer the status quo and stick to established paradigms,\" a conscious effort is needed to create a willingness and desire for change.\nTo do so, it will not be effective to present the facts on the climate emergency and its devastating effects, nor to paint a doomsday scenario of Europe’s dwindling competitiveness and power in the world.” Instead, it will be essential to develop a narrative that: builds on the values that underpin the EU and its successes so far, addresses the values and aspirations people hold, presents tangible solutions to current challenges, and acknowledges the inevitable uncertainties and mistakes as part of the journey. In that context, it should not be forgotten that Europe still holds enormous appeal globally, and that eight of the top ten countries in the World Happiness Report 2023 are European.\nBack to Contents\n33",
  "page_33": "The Green Deal and Beyond\nDeveloping this narrative would also counter any attempts to blame Europe's challenges on the EU, and specifically on the EGD and related policies. Although such claims regularly lack any evidence, they still nurture a dangerous discontent with the EU and its institutions. At present, European institutions enjoy higher trust from EU citizens than national governments do (at 47 per cent and 32 per cent, respectively), and 61 per cent of Europe’s population are optimistic about the future of the EU. **** This is an important strength that can be leveraged to create confidence in the continent’s ability to transform.\nA major challenge, although not the only one, lies in people's perception that EU institutions make decisions without properly taking into consideration their individual socio-economic reality. Two narratives on climate change have contributed to this sentiment. First, the mismatch between the analysis that the cost of inaction is higher than the cost of action (which was introduced with the Stern Review on the economics of climate change back in 2007*®) and the lived experience of citizens. Although the statement of the analysis is correct on a macro-economic level, and has been confirmed by a plethora of following studies, it is far away from citizens’ experience in daily life, and does not convey the message that the transformation will create winners and losers, which will require additional countermeasures. Second, policymakers tend to portray climate action as an array of technical solutions that are barely noticed by the population. They shy away from the less popular message that people also need to change their consumption patterns. Consequently, the strong public support of climate action relates to measures that do not impact people’s daily lives, limiting the ability to make progress in areas related to consumption, such as housing, transportation and food.58\nAdditionally, wider contextual factors such as high energy prices and inflation exacerbate the perception that climate action is unaffordable. These economic pressures create a sense of urgency and financial strain, contributing to a climate backlash as people struggle with the affordability of necessary changes within the current scenario. Addressing these concerns will require a more integrated approach that considers both the economic realities faced by citizens and the broader context influencing their perceptions and experiences.\nTo maintain citizens’ trust and their support of the EGD, it is therefore necessary to complement the current visionary and high-level communication with an approach that: involves citizens, so that they feel they are being treated and included as adults; lays out the concrete benefits of change in terms that directly matter to them, such as with respect to the cost of living; and honestly discusses the inconveniences\nand uncertainties associated both with the transformation and with leaving the status quo. Businesses that are motivated to contribute to the transformation will benefit from a revised narrative that supports the desire for change as this will support their own transition efforts.\nRecommendations for EU policymakers:\nDevelop a narrative and honest communication that embraces the fact that the twin transition comes with impositions and inconveniences; it should also highlight the benefits and opportunities, and provide positive examples of how embracing change can be a positive common experience, which will help to empower citizens to make choices for a better quality of life. Integrate topics of common concern such as competitiveness, resilience and justice into the communication on the EGD, pointing out that the transformation is not about the environment, but about the quality of life for all European citizens, above all the younger generation. Consider alternative formats of citizen engagement on topics of particular concern beyond the standard consultation, ensuring to actively include representatives of regions and groups that are particularly affected. Establish ongoing dialogue mechanisms to regularly gather feedback from diverse citizen groups, and adapt policies based on this input to ensure that they are effectively addressing the real-world challenges and needs of the population.\nBack to Contents\n34",
  "page_34": "The Green Deal and Beyond\n5. Making Europe\nmore trusted\nCredibility and trust by citizens, businesses and governments are key factors for the EU institutions’ ‘licence to operate. Democratic values and the stability of institutions that embody the foundational values of the EU are important in times of geopolitical complexity and uncertainty. For investors, trust is maintained in terms of their capital being protected and fairly treated. For businesses, the democratic values and the rule of law are a common ground as they protect their operations.\nDespite the opportunities the EGD brings to increase the EU's resilience and security and the wellbeing of its citizens, support for the EGD is partially lacking among citizens. Eurobarometer results from 2023 show a relative majority (47 per cent) were satisfied with the EU’s action with the EGD, while 43 per cent were not satisfied.© This is one of the lowest satisfaction indicators compared with other policy areas such as economic and social recovery, foreign policy, and the green and digital agenda. The narrative so far used for the EGD needs an update, including a positive and emotional communication of tangible benefits. The next EU institutions have the potential to increase the EU's credibility, by building on the EGD. This will require learning from past experiences and adapting our approach to deliver greater support and effective outcomes. Internationally, the EU needs to prove that it can deliver tangible results in terms of emissions reduction and economic benefits at the same time. Domestically, with respect to businesses and citizens, the EU and the MS have to implement EGD policies consistently, allowing businesses to contribute their share to the goals of the transition towards climate neutrality. Furthermore, it is essential the new narrative regarding the EGD places more emphasis on the tangible benefits for people and businesses.\n5.1 Deliver on implementation and aim for at least 90 per cent GHG emissions reductions by 2040\nThe rigorous implementation and execution of the EGD is crucial to maintain trust among citizens and provide certainty to businesses. Businesses and investors rely on a consistent, transparent and coherent implementation, which is essential for long-term business planning.\nUp until early 2024, a significant number of policy packages related to the EGD and Fit for 55 were released, and many legislative acts had either entered into force (eg the EU Climate Law, ETS2, EED) or were being phased in (eg the CBAM, Corporate Sustainability Due Diligence Directive [CSDDD)). Overall, it is clear that a number of gaps need to be filled. The Climate Action 2023 Progress Report of the European Commission highlights the existing gaps in the National Energy and Climate Plan, especially after 2030. The extensive European Scientific Advisory Board on Climate Change report provides a detailed analysis of the gaps and required policy measures!” — recommendations that we as CLG Europe welcome. Also, the European Commission's own reports, including on competitiveness, clearly state deficits that need to be overcome and actions that need to be taken\n35",
  "page_35": "reen Deal and Beyond\nRecommendations for EU policymakers:\ne Agree on a GHG emissions reduction target of at least 90 per cent by 2040 compared with 1990 levels,’ to show European seriousness in sticking to the long-term objective of climate neutrality by 2050. Setting a credible 2040 climate target will require the design ofa comprehensive post-2030 climate and energy political framework that builds on the successful implementation of the Fit for 55 package.’ 16 Provide administrative support for MS administrations, including information sharing and knowledge exchange to support consistent implementation. Improve co-ordination between Directorate-Generals to ensure consistency of policy measures, avoid overlaps and ease implementation for businesses.\" Consistently transpose the current EGD policy frameworks at all governance levels to avoid fragmentation across the single market. EU policymakers should avoid a back and forth in implementation, and instead stick to the general strategy.\n5.2 Expand global climate leadership\nFor many years, the EU has shown global leadership in international climate and biodiversity negotiations. The EGD and the Fit for 55 package underlined the frontrunner position of the EU, giving it credibility and soft power in international negotiations. In 2022, the EU contributed €28.5 billion in climate finance from public sources and mobilised an additional €11.9 billion of private finance to support developing countries in reducing their GHG emissions and adapting to the impacts of climate change, making the EU and its MS the largest provider of climate finance globally\n36\nThs\nHold MS accountable for their part of implementation. The biannual progress report by MS on their National Energy and Climate Plans and also reporting on long-term strategies should be used for the close monitoring of progress and derivation of corrective actions. Furthermore, the EU should closely monitor that EU funds are being invested in the way that they were intended for, and corrective measures need to be taken in cases of non-compliance. Communicate results and show tangible impacts on EU citizens. Citizens can expect policymakers to deliver on their promises. Showing tangible results and positive examples of the transformation will increase trust in EU institutions.\nFor EU businesses, a fair playing field is important to ensure their competitiveness. Given the high environmental standards in the EU, European businesses have an interest in standards being comparably high in other regions. Mirror clauses in (multilateral and bilateral) trade agreements can help to drive standards up and avoid a ‘race to the bottom’ with other regions and countries taking advantage of lower environmental standards in their jurisdictions.\nPromoting higher environmental and social standards outside the EU is especially important as the EU is largely importing raw materials. Thus, Europe’s material consumption leaves a large footprint outside its borders in terms of GHG footprint, environmental damage, water stress and biodiversity loss.1°°",
  "page_36": "The Green Deal and Beyond\nThe EU CSDDD seeks to promote high standards across global value chains by requiring businesses to set up climate transition plans, and to identify, mitigate and report on risks regarding human rights and environmental standards along their supply chain. As leading businesses already work closely with their value chains across the globe in an attempt to ensure high sustainability standards, it is important for them to have a clear and ambitious playing field.\nRecommendations for EU policymakers:\nContinue to demonstrate EU climate and nature leadership in international fora. Prerequisites for continued leadership are the completion of domestic EGD and Fit for 55 policy packages, a goal of at least 90 per cent GHG emissions reduction target by 2040 and delivery on its own targets.” A robust 2040 climate target will also enable the EU to play a leading role to phase out fossil fuels, triple the rate of deployment of renewables and double energy efficiency rates globally; this target should also be reflected in international commitments, especially in the nationally determined contributions process. Ensure the EU’s ambitious domestic emissions reductions are complemented by measures outside the EU to achieve a fair contribution to global climate change mitigation and adaptation. Therefore, the EU needs to allocate the necessary financial resources for climate mitigation and adaptation finance, contribute its fair share to ‘loss and damage’ reparation and make low carbon technologies accessible to developing economies. Promote international co-operation and trade based on sustainability standards and the recognition that trade can be mutually beneficial for the EU and its partners alike.” Policies should promote the diversification and transparency of supply chains, and the circular economy, and prevent unfair competition from foreign companies that disrespect environmental and social standards.\nRegarding carbon emissions, the CBAM is to be phased in alongside the gradual phase-out of free ETS allowances for industries in the sectors covered by the CBAM, imposing a price on the carbon emitted during the production of certain emission-intensive imports. The CBAM has raised concerns about administrative costs, its varied impacts on different segments of the value chain (such as basic materials versus products containing energy-intensive materials), and its potential adverse effects on low-income countries that heavily depend on exports to the EU.\nDuring the transitional phase of the CBAM, assess its effectiveness, review its scope and approach (including revenue recycling and exemption criteria for the least developed countries), before the system is fully implemented in 2026. Implement the CSDDD based on the Council compromise that was reached in March 2024. The current limitation of obligations on direct business partners creates legal certainty for European businesses. An expansion of the scope and ambition level of the CSDDD should be considered over time. Strengthen the Global Gateway and regional co- operations such as with the Community of Latin American and Caribbean States and the joint Africa-EU strategy to realise mutual benefits. The aim should be to support the development of EU partner countries and create business and investment opportunities, including in infrastructures and net zero technologies, based on high sustainability standards.\n37",
  "page_37": "The Green Deal and Beyond\n4\n\nJoe Franses, VP Sustainability, Coca-Cola Europacific Partners\nFs aE ee\n[\n—————\nBETTE AMESEG BOON PRES i SEON BSE BORON RASS\nTi\nff\nSESH\n7\nae\nToa ER RR\nPEAT\nHE BHI Sees Bees Ss BERR BELEREE BARRE e\nBESSSSSSsss=\nak\n=i\ni\nos\n=\n=\nase\nal\nfil\na\n|, =",
  "page_38": "The EGD was an adequate visionary idea for Europe's future five years ago. Its long-\nterm objectives remain acutely relevant in a dramatically changed world. Despite the multiple crises of the past few years, they have served as a ‘North Star’ for the continent's development and created significant positive momentum towards an economic transformation both within and outside Europe. However, the past few years have also highlighted the importance of reshaping the EGD to meet the current challenges in a way that will make the EU more competitive, more resilient, more just and more trusted.\nTo stay on course and provide much-needed consistency, we believe that the EU institutions need to focus on implementing the Fit for 55 goals for 2030 and setting an adequate 2040 GHG emissions reduction target of at least 90 per cent, paving the way towards the achievement of the 2050 carbon neutrality goal. This will send a strong signal to speed up decarbonisation efforts, and will also offer a predictable framework for businesses on the way forward.\n2. Simplify support for innovation and digitisation, and align industrial policy with economic, social and environmental priorities.\nPromote direct electrification of processes and products across sectors as an efficient means for decarbonisation, by revising energy taxation and the ETS, and also removing fossil fuel subsidies.\n4 Double down on energy efficiency and demand reduction to reduce supply-related risks, costs and environmental impacts.\nstrengthened and complemented to ensure that it is a ‘good deal’ for everybody in the EU. The will to leave no one behind has not been sufficiently demonstrated during the past legislative term, so the incoming institutions should ensure they place an emphasis on it. Summarising the recommendations throughout this report, we see four dimensions of a ‘bigger deal for Europe’s future’ to bridge all of the gaps that could undermine the sustainable transition:\nIn addition, the EGD needs to be significantly\nAn Economic Deal: build on the tradition of strong public services and resilient infrastructures in the EU, and create the public assets for Europe's future.\n5. Enable a much faster build-up of renewables and grid infrastructures, by removing barriers, including seamless permitting, addressing storage and de- risking large projects.\nAn Industrial Deal: acknowledge the EU’s industrial base and its role as the world’s largest trading block, which supports the transformation of Europe’s model of production.\nBoost investments into the transition towards climate neutrality by leveraging private finance with public funds, by de-risking investments in the scale-up of new technologies.\n1. Create a European industrial strategy for technologies and value chains that Europe needs to be resilient and competitive in the future. It should be backed by a clear signal on the trajectory, for example with an explicit greenhouse gas (GHG) emissions reduction target of at least 90 per cent by 2040, and incentivise the transition to fully circular models.\nMove towards valuing natural capital stock and\necosystem services, to incentivise nature positive investments and accelerate the transformation in aclimate resilient society.\nBack to Contents\n39",
  "page_39": "The Green Deal and Beyond\nA Social Deal: reflect Europe’s principle of social cohesion and inclusiveness, and involve citizens in the transformation.\n8. Assess the social impacts and ensure an effective mitigation of any potentially adverse impacts on low-income households, without compromising the intended outcomes.\nCreate the conditions to match job growth in low carbon sectors with talent, through reskilling, increased participation in the labour market and immigration.\n10. Develop and communicate a compelling narrative on the green and digital transitions with citizens that is both inspiring and honest about the scale of transformation involved, including changes in consumption patterns.\nA Political Deal: embody the EU's values of liberal democracy, accountability and long-term political vision\n11. Deliver results through consistent implementation onthe EGD, and hold MS accountable for their implementation.\n12. Deepen and broaden the European single market in all areas, encourage the deployment of cross-border infrastructures and streamline regulation.\n>, Ne\na\n= ~~\n= EY\n—~,.\n“The green transition is about tackling the climate crisis, and equally about ensuring Europe's competitiveness, resilience and energy security. With the Green Deal we have the right legislative framework. Now it’s time to deliver on what's been agreed and stay the course towards not just 2030, but also 2040 and 2050. As industry, we depend on ambitious, strong, long-term investment signals and broad business collaboration to drive innovation towards low carbon, energy efficient and healthy buildings.”\nLars Petersson, CEO, VELUX Group\n13. Expand Europe’s leadership in global climate diplomacy and promote a fair playing field, to encourage the integration of negative externalities costs globally, and to make clean solutions more cost-competitive.\n14 Work towards an institutional reform in governance and decision-making, which ensures citizens are included, and allows decisive action to be taken.\nAs CLG Europe, we recognise and embrace the important role that business needs to play in making these deals a reality, not least by showing leadership and advocating the transition towards creating a climate neutral, nature positive and just future in Europe and globally. The group continues to support efforts to uphold and increase the EU’s ambitions, most recently regarding the Nature Restoration Law’? and the setting of the EU’s GHG emissions reduction target of at least 90 per cent by 2040.\" It is our firm belief that all actors need to enter an ambition loop.” Effective and coherent policies, as described above, will enable businesses to scale up their actions towards the systemic transformation needed. This will, in turn, incentivise and encourage policymakers to set more ambitious frameworks and policies. It will create an economic system that is best for business, for citizens and for the planet.\nBack to Contents\n40",
  "page_40": "The Green Deal and Beyond\nAlister Doyle, ‘World Faces “decisive Decade” to Fix Global Warming, Former UN Climate Chief Says’, Climate Home News, 24 February 2020, https://www.climatechangenews. com/2020/02/24/world-faces-decisive-decade-fix-global- warming-former-un-climate-chief-says/. European Commission, ‘The European Green Deal’, European Commission, 14 July 2021, https://commission. europa.eu/strategy-and-policy/priorities-2019-2024/ european-green-deal_en. University of Cambridge Institute for Sustainability Leadership (CISL), ‘A New Agenda for Europe: Business Priorities to Deliver a Prosperous, Climate Neutral Economy’, Policy Briefing (Cambridge, UK: CLG Europe, June 2019), https://www.corporateleadersgroup.com/system/files/ documents/a-new-agenda-for-europe-business-priorities- to.pdf. European Commission, ‘Communication from the Commission to the European Parliament, the European Council, the Council, the European Economic and Social Committee and the Committee of the Regions: The European Green Deal (Brussels: European Commission, 11 December 2019), https://eur-lex.europa. eu/resource html?uri=cellar:b828d165-1c22-11ea-8c1f- 01aa75ed71a1.0002.02/DOC_1&format=PDF. Kantar, ‘Special Eurobarometer 490: Climate Change’, Special Eurobarometer (Luxembourg: European Commission, 2019), https://climate.ec.europa.eu/system/ files/2019-09/report_2019_en.pdf. University of Cambridge Institute for Sustainability Leadership (CISL), ‘A New Agenda for Europe: Business Priorities to Deliver a Prosperous, Climate Neutral Economy’. Eurostat, ‘National Accounts and GDP’, accessed 6 May 2024, https://ec.europa.eu/eurostat/statistics-explained/index. php?title=National_accounts_and_GDP; Eurostat, ‘Inflation in the Euro Area’, accessed 6 May 2024, https://ec.europa. eu/eurostat/statistics-explained/index.php’?title=Inflation_ in_the_euro_area; European Commission, ‘Statistics on Migration to Europe’, accessed 15 April 2024, https://commission.europa.eu/strategy-and-policy/ priorities-2019-2024/promoting-our-european-way-life/ statistics-migration-europe_en. M. Ayhan Kose et al., ‘Caught by the Cresting Debt Wave. Past Debt Crises Can Teach Developing Economies to Cope with COVID-19 Financing Shocks’, Finance & Development 57, no. 2 (2020), https://www.imf.org/external/pubs/ft/fandd/2020/06/ pdf/COVID19-and-debt-in-developing-economies-kose.pdf. European Council, ‘EU Strategic Agenda 2024-2029’, accessed 25 April 2024, https://www.consilium.europa.eu/en/ policies/strategic-agenda-2024-2029/.\n10. Julian Wettengel, ‘Polls Reveal Citizen Support for Climate Action and Energy Transition’, Clean Energy Wire, 19 December 2023, https://www.cleanenergywire.org/ factsheets/polls-reveal-citizens-support-energiewende. 11 We Mean Business Coalition (WMBC), ‘Fossil to Clean Campaign’, accessed 22 May 2024, https://www-wemeanbusinesscoalition.org/fossil-to-clean/ 12 CLG Europe, ‘Business and Investor Sign on Letter Calling on the EU to Set a Greenhouse Gas Emissions Reduction Target of at Least 90% by 2040’, 21 March 2024, https://www.corporateleadersgroup.com/files/2040_ climate_target_business_letter.pdf. 13 Intergovernmental Panel on Climate Change (IPCC), Climate Change 2022 - Impacts, Adaptation and Vulnerability: Working Group II Contribution to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change, 1st ed. (Cambridge, UK: Cambridge University Press, 2023), https://doi.org/10.1017/9781009325844. 14, Copernicus, ‘Warmest January on Record, 12-Month Average over 1.5°C above Preindustrial | Copernicus’, 9 February 2024, https://climate.copernicus.eu/warmest-january-record-12- month-average-over-15degc-above-preindustrial. 15. European Environment Agency, ‘European Climate Risk Assessment’, 11 March 2024, https://www.eea.europa.eu/ publications/european-climate-risk-assessment. 16 Katherine Richardson et al., ‘Earth beyond Six of Nine Planetary Boundaries’, Science Advances 9, no. 37 (13 September 2023): eadh2458, https://doi.org/10.1126/sciadv.adh2458. 17. World Economic Forum, ‘The Global Risks Report 2024’, Insight Report (Geneva: World Economic Forum, 2024), https://www3.weforum.org/docs/WEF_The_Global_Risks_ Report_2024.pdf. 18 Martin Porter, ‘The Future of the European Green Deal: “Competitive Sustainability”, 6 February 2024, https://www.euractiv.com/section/energy-environment/ opinion/the-future-of-the-european-green-deal- competitive-sustainability/. 19 European Commission, ‘Fit for 55: Delivering on the Proposals - European Commission’, accessed 15 April 2024, https://commission.europa.eu/strategy-and-policy/ priorities-2019-2024/european-green-deal/delivering- european-green-deal/fit-55-delivering-proposals_en; European Council, ‘Net-Zero Industry Act: Council and Parliament Strike a Deal to Boost EU’s Green Industry’, accessed 6 May 2024, https://www.consilium.europa.eu/ en/press/press-releases/2024/02/06/net-zero-industry- act-council-and-parliament-strike-a-deal-to-boost-eu-s-\ngreen-industry/.\n41\nBack to Contents",
  "page_41": "20. Ivan Krastev and Mark Leonard, ‘A Crisis of One’s Own: The Politics of Trauma in Europe’s Election Year’ (European Council on Foreign Relations, January 2024), https://ecfr.eu/ wp-content/uploads/2024/01/A-crisis-of-ones-own_The- politics-of-trauma-in-Europes-election-year-v2 pdf. 21 Sinan Ulgen et al., ‘Rewiring Globalization’ (Washington, DC: Carnegie Europe, 2022), https://carnegieendowment.org/ files/RewiringGlobalization_final_Revised1 pdf. 22 Theresa Neef and Alice Sodano, ‘Inequality Trends in Europe’, Issue Brief (Paris: World Inequality Lab, October 2022), https://wid-world/document/inequality-trends-in- europe-world-inequality-lab-issue-brief-2022-04/. 23 European Union, ‘Eurobarometer Climate Change’, July 2023, https://europa.eu/eurobarometer/surveys/detail/2954. 24. University of Cambridge Institute for Sustainability Leadership (CISL), ‘The Competitive Sustainability Index: New Metrics for EU Competitiveness for an Economy in Transition’ (Cambridge, UK: Cambridge Institute for Sustainability Leadership, December 2022). https://www.cisl.cam.ac.uk/competitive-sustainability-index 25 For examples, see University of Cambridge Institute for Sustainability Leadership (CISL), ‘Advocacy Toolkit for Business Climate Leaders’ (Cambridge, UK, 28 February 2024), https://www.corporateleadersgroup.com/files/new_ advocacy_toolkit.pdf. 26. European Council, ‘EU Strategic Agenda 2024-2029’; European Commission, ‘State of the Union 2023’, 13 September 2023, https://ec.europa.eu/stories/soteu2023- commitment-to-Europe/; Letta, Enrico, ‘Much More than a Market: Speed, Security, Solidarity’, April 2024. 27. European Commission, ‘The 2024 Annual Single Market and Competitiveness Report’ (Brussels: European Commission, 2024), https://single-market-economy.ec.europa. eu/publications/2024-annual-single-market-and- competitiveness-report_en. 28 European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality: Progress, Policy Gaps and Opportunities: Assessment Report 2024’ (Luxembourg: Publications Office, 2024), https://data.europa.eu/doi/10.2800/73564. 29 Fraunhofer Institute for Solar Energy Systems, ISE, ‘Photovoltaics Report’, 21 February 2023, https://www.ise. fraunhofer.de/content/dam/ise/de/documents/publications/ studies/Photovoltaics-Report.pdf.\nThe Green Deal and Beyond\n30. University of Cambridge Institute for Sustainability Leadership (CISL), ‘Principles for an Ambitious EU Green Industrial Strategy A CLG Europe Position Paper’ (Cambridge, UK: Cambridge Institute for Sustainability Leadership., n.d.), https://www.corporateleadersgroup.com/ files/principles_for_an_ambitious_eu_green_industrial_ strategy.pdf. 31 European Commission, ‘EU RSD Intensity - A Case Study’, n.d., https://research-and-innovation.ec.europa.eu/ knowledge-publications-tools-and-data/publications/all- publications/eu-rd-intensity-case-study_en. 32 European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’. 33 McKinsey & Company, ‘An Affordable, Reliable, Competitive Path to Net Zero’, 30 November 2023, https://www.mckinsey. com/capabilities/sustainability/our-insights/an-affordable- reliable-competitive-path-to-net-zero. 34. University of Cambridge Institute for Sustainability Leadership (CISL), ‘The Competitive Sustainability Index: New Metrics for EU Competitiveness for an Economy in Transition’ 35 University of Cambridge Institute for Sustainability Leadership (CISL); Cleantech for Europe, ‘A Cleantech Investment Plan for European Competitiveness’, 2024, https://www.cleantechforeurope.com/cleantech- investment-plan; ERT, ‘Innovation Made in Europe: Setting the Foundation for Future Competitiveness’, 27 March 2023, https://ert.eu/wp-content/uploads/2023/03/ERT-Innovation- made-in-Europe_March-2023_ns.pdf. 36. European Commission, ‘EU Missions in Horizon Europe’, 12 April 2024, https://research-and-innovation.ec.europa.eu/ funding/funding-opportunities/funding-programmes-and- open-calls/horizon-europe/eu-missions-horizon-europe_ en#:~:text=5%20missions%20were%20proposed%20by%20 Mission%20Boards%201,5%20Caring%20for%20S0i1%20 is%20Caring%20for%20Life. 37. European Commission, ‘Target Investment Areas’, accessed 12 April 2024, https://commission.europa.eu/strategy-and- policy/eu-budget/strategic-technologies-europe-platform/ target-investment-areas_en. 38. EIT InnoEnergy, ‘Decarbonizing Europe through Industrial Value Chains’, n.d., https://www.innoenergy.com/about/ about-eit-innoenergy/industrial-value-chains/. 39 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Principles for an Ambitious EU Green Industrial Strategy A CLG Europe Position Paper’.\nBack to Contents\n42",
  "page_42": "The Green Deal and Beyond\n40 More than €5 trillion for the energy transition alone, without investments in Mobility, Industry, Buildings and Agriculture. See World Economic Forum, ‘How Much Will It Cost Europe to Switch to Clean Energy by 2050?’, 27 April 2022, https://www-weforum.org/agenda/2022/04/bnef-european- energy-transition-2022/. 41 Sebastian Mack and Francesco Findeisen, ‘Do more with more - How the EU can improve funding for the European Green Deal (Berlin: Jacques Delors Centre, Hertie School, 2023), https://www.delorscentre.eu/en/publications/ european-green-deal-funding. 42 McKinsey & Company, ‘The Inflation Reduction Act: Here’s What's in It’, 24 October 2022, https://www.mckinsey. com/industries/public-sector/our-insights/the-inflation- reduction-act-heres-whats-in-it. 43. Sara Schonhhardt, ‘China Invests $546 Billion in Clean Energy, Far Surpassing the U.S. (Scientific American, 30 January 2023), https://www.scientificamerican.com/article/ china-invests-546-billion-in-clean-energy-far-surpassing- the-u-s/. (1)Solar photovoltaic and solar thermal technologies, (2) Onshore and offshore renewable technologies, (3)Battery/ storage technologies, (4)Heat pumps and geothermal energy technologies, (5)Electrolysers and fuel cells, (6)Sustainable Biogas/Biomethane technologies, (7)Carbon Capture and Storage (CCS) technologies, (8)Grid technologies. 45. European Scientific Advisory Board on Climate Change, ‘Towards EU Climate Neutrality’. 46 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Principles for an Ambitious EU Green Industrial Strategy A CLG Europe Position Paper’. 47. European Commission, ‘Communication from the Commission to the European Parliament, the Council, The European Economic and Social Committee and the Committee of the Regions: Long Term Action Plan for Better Implementation and Enforcement of Single Market Rules’, 10 March 2020, https://eur-lex.europa.eu/legal-content/EN/TXT/ PDF/?uri=CELEX:52020DC0094. 48 European Commission, ‘Report on the State of the Digital Decade 2023 (Brussels: European Commission, 2023), https://digital-strategy.ec.europa.eu/en/library/2023-report- state-digital-decade. 49. McKinsey & Company, ‘The Economic Potenital of Generative AT’, June 2023, https://www.mckinsey.com/capabilities/ mckinsey-digital/our-insights/the-economic-potential-of- generative-ai-the-next-productivity-frontier. 50. EY Parthenon, ‘The Productivity Potential of GenAl’, 2024, https.//assets.ey.com/content/dam/ey-sites/ey-com/en_us/ topics/ai/the-productivity-potential-of-genai.pdf. 51 European Investment Bank EIB, ‘Digitalisation in Europe 2022-2023. Evidence from the EIB Investment Survey’, 2023, https://www.eib.org/attachments/lucalli/20230112_ digitalisation_in_europe_2022_2023_en.pdf. 52 European Commission, ‘Report on the State of the Digital Decade 2023’.\n53. European Commission. 54. Fortune Business Insights, ‘Industry 4.0 Market Size, Share & COVID-19 Impact Analysis’, August 2022, https://www. fortunebusinessinsights.com/industry-4-0-market-102375. 55 Ricardo Vinuesa et al, ‘The Role of Artificial Intelligence in Achieving the Sustainable Development Goals’, Nature Communications 11, no. 1 (13 January 2020): 233, https://doi.org/101038/s41467-019-14108-y. 56. European Commission, ‘The Digital Decade Policy Programme 2030’ (Brussels: European Commission, 9 January 2023), https://ec.europa.eu/newsroom/dae/ redirection/document/79267. 57. Digitaleurope, ‘Europe 2030: A Digital Powerhouse’ (Brussels: Digitaleurope, November 2023), https://manifesto2030.digitaleurope.org/wp-content/ uploads/2024/02/DIGITALEUROPE-EUROPE-2030-A- DIGITAL-POWERHOUSE-FINAL_DECEMBER_WEB.pdf. 58 European Commission, ‘Green Digital Sector’, 20 March 2024, https://digital-strategy.ec.europa.eu/en/policies/green-digital. 59 University of Cambridge Institute for Sustainability Leadership (CISL) and the Wuppertal Institute, ‘Digital Product Passport. The Ticket to Achieving a Climate Neutral and Circular European Economy?’ (Cambridge, UK: CLG Europe, 2022), https://www.corporateleadersgroup.com/files/ cis]_digital_products_passport_report_v6.pdf. 60. European Commission, ‘Communication from the Commission to the European Parliament, the European Council, the Council, the European Economic and Social Committee and the Committee of the Regions: Trade Policy Review - An Open, Sustainable and Assertive Trade Policy’ (Brussels: European Commission, 18 February 2021), https://eur-lex.europa.eu/resource.html?uri=cellar:5bf4e9d0- 71d2-11eb-9ac9-01aa75ed71a1.0001.02/DOC_16format=PDF. 61 Our World in Data, ‘Natural Gas Prices’, accessed 18 April 2024, https://ourworldindata.org/grapher/natural-gas-prices. 62 Trading Economics, ‘Cobalt’, accessed 30 April 2024, https://tradingeconomics.com/commodity/cobalt. 63 Lennard Welslau and Georg Zachmann, ‘Is Europe Failing on Import Diversification?’ Bruegel Analysis (blog), 20 February 2023, https://www.bruegel.org/blog-post/europe-failing- import-diversification. 64. International Resource Panel, ‘Global Resources Outlook 2024: Bend the Trend - Pathways to a Liveable Planet as Resource Use Spikes’, Global Resources Outlook (Nairobi: United Nations Environment Programme, 2024), https://wedocs.unep.org/20.500.11822/44902. 65 United Nations, ‘Causes and Effects of Climate Change’, accessed 17 May 2024, https://www.un.org/en/climatechange/ science/causes-effects-climate-change 66 Umberto Eynard, Lucia Mancini and Franziska Pennington, ‘Social Risk in Raw Materials Extraction: A Macro-Scale Assessment (6th Social LCA Conference. peole and Places for Partnership, Pescara, Italy, 2018).\n43\nBack to Contents",
  "page_43": "The Green Deal and Beyond\n67. European Commission, ‘Strategic Dependencies and Capacities. Accompanying the Document 'Updating the 2020 New Industrial Strategy: Building a stronger Single Market for Europe's recovery’, Commission Staff Working Document, 5 May 2021, https://commission.europa. eu/document/download/OaSbdf82-400d-4c9c-ad54- 51766e508969_en?filename=swd-strategic-dependencies- capacities_en.pdf. 68. Eurostat, ‘Circular Economy Monitoring Framework’, accessed 18 April 2024, https://ec.europa.eu/eurostat/web/ circular-economy/monitoring-framework. European Environment Agency, ‘Accelerating the Circular Economy in Europe: State and Outlook 2024. (Luxembourg: Publications Office of the European Union, 2024), https://data.europa.eu/doi/10.2800/055236. 69. International Resource Panel, ‘Global Resources Outlook 2024: Bend the Trend - Pathways to a Liveable Planet as Resource Use Spikes’. https:/www.resourcepanelLorg/sites/ default/files/documents/document/media/gro24_full_ report_29feb_final_for_web.pdf. 70. Eurostat, ‘International Trade in Goods - a Statistical Picture’, 20 February 2024, https://ec.europa.eu/eurostat/statistics- explained/index.php’title=International_trade_in_goods_- _a_statistical_picture. 71 Statista, ‘EU Trade Balance of Goods by Sector 2002- 2021, accessed 18 April 2024, https://www:statista.com/ statistics/1362877/international-trade-eu-trade-balance- goods-products/. 72 Laura Juliano et al., ‘Gauging the Risks of Raw-Material Volatility’, Boston Consulting Group, 14 October 2022, https:/Awww.bcg.com/publications/2022/gauging-risks-of- raw-material-price-volatility. 73. University of Cambridge Institute for Sustainability Leadership (CISL) and Wuppertal Institute, ‘Embracing Circularity: A Pathway for Strengthening the Critical Raw Materials (Cambridge, UK, 2023), https://www.corporateleadersgroup.com/files/cis]_ embracing_circularity_report_v5.pdf. 74. International Resource Panel, ‘Global Resources Outlook 2024: Bend the Trend - Pathways to a Liveable Planet as Resource Use Spikes’. 75. International Resource Panel. 76 Ellen MacArthur Foundation, ‘Completing the Picture: How the Circular Economy Tackles Climate Change’, 2021, https:/Awww.ellenmacarthurfoundation.org/completing- the-picture. 77. International Resource Panel, ‘Global Resources Outlook 2024: Bend the Trend - Pathways to a Liveable Planet as Resource Use Spikes’. 78 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Inclusive Circularity: Creating Decent and Fair Jobs in the EU’ (Cambridge, UK: CLG Europe, 2023), https://www.corporateleadersgroup.com/files/inclusive_ circularity_-_creating_decent_and_fair_jobs_in_the_eu.pdf.\n79 International Resource Panel.\n80. Cf. the EU 1, tb LIFE scenario” European Commission, S in ‘Commission Staff Working Document Impact Assessment Report Part 1 Accompanying the Document Securing Our Future Europe's 2040 Climate Target and Path to Climate Neutrality by 2050 Building a Sustainable, Just and Prosperous Society’, February 2024, https://eur-lex.europa. eu/legal-content/EN/TXT/?uri=CELEX%3A52024SC0063. 81 European Commission, ‘Quarterly Report on European Gas Markets: Third Quarter of 2022’ (Brussels: DG for Energy, 2023), https://energy.ec.europa.eu/system/files/2023-01/ Quarterly%20report%200n%20European%20gas%20 markets%20Q3_ FINAL. pdf. 82 European Commission, ‘Proposal for a Regulation of the European Parliament and of the Council Establishing a Framework for Ensuring a Secure and Sustainable Supply of Critical Raw Materials and Amending Regulations (EU) 168/2013, (EU) 2018/858, 2018/1724 and (EU) 2019/1020’ (Brussels: 16 March 2023), https://eur-lex.europa.eu/ resource. html?uri=cellar:.903d35cc-c4a2-1led-a05c- 01aa75ed71a1.0001.02/DOC_16format=PDF. 83 EIT Raw Materials, ‘About EIT RawMaterials’, accessed 18 April 2024, https://eitrawmaterials.eu/about-us/. 84. European Commission, ‘In Focus: Employment in EU's Renewable Energy Sector’, 16 May 2022, https://commission.europa.eu/news/focus-employment- eus-renewable-energy-sector-2022-05-16_en. 85 European Commission, ‘REPowerEU’, 18 May 2022, https://commission.europa.eu/strategy-and-policy/ priorities-2019-2024/european-green-deal/repowereu- affordable-secure-and-sustainable-energy-europe_en. 86 European Commission, ‘Commission Staff Working Document Impact Assessment Report Part 1 Accompanying the Document Securing Our Future Europe’s 2040 Climate Target and Path to Climate Neutrality by 2050 Building a Sustainable, Just and Prosperous Society’; Wind Europe, ‘Wind Energy in Europe 28 February 2023, , https://windeurope.org/intelligence-platform/product/ wind-energy-in-europe-2022-statistics-and-the-outlook- for-2023-2027/. 87 European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’. 88. International Energy Agency, ‘Energy Efficiency 2023’, November 2023, https://origin.iea.org/reports/energy- efficiency-2023. 89. The European Solar PV Industry Alliance, ‘The European Solar PV Industry Alliance’, accessed 26 April 2024, https://solaralliance.eu/. The European Solar PV Industry Alliance. 90 European Commission, ‘General Publications: Recommendation and guidance on speeding up permit- granting for renewable energy and related infrastructure projects’, 13 May 2024, https://energy.ec.europa.eu/ publications/recommendation-and-guidance-speeding- permit-granting-renewable-energy-and-related- infrastructure_en.\nBack to Contents\n44",
  "page_44": "The Green Deal and Beyond\n91 European Council, ‘Electricity market reform’, accessed 28 May 2024, https://www.consilium.europa.eu/en/policies/ electricity-market-reform/#what. 92 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Raising European Climate Ambition for 2040. A CLG Europe Position Paper’, 5 September 2023, https://www.corporateleadersgroup.com/files/ clg_europe_2040_position_paper_05.09.2023_v2a_ updated_17.10.2023.pdf. 93 European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’. 94. Enrico Letta, ‘More than a market, but less than an agenda, April 2023, https:/Awww.consilium.europa.eu/media/ ny3j24sm/much-more-than-a-market-report-by-enrico- letta.pdf. 95 European Investment Bank EIB, ‘EIB Commits €5 Billion to Support Europe’s Wind Manufacturers and Approves over €20 Billion in Financing for New Projects’, 13 December 2023, https://www.eib.org/en/press/all/2023-510-eib-commits- eur5-billion-to-support-europe-s-wind-manufacturers- and-approves-over-eur20-billion-in-financing-for-new- projects. 96 European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’. 97 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Raising European Climate Ambition for 2040. A CLG Europe Position Paper’. 98. International Energy Agency, ‘Industry’, accessed 17 May 2024, https:/www.iea.org/energy-system/industry. 99. European Commission, ‘Commission Staff Working Document: Impact Assessment. Accompanying the Document Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. Stepping up Europe's 2030 Climate Ambition Investing in a Climate-Neutral Future for the Benefit of Our People’, n.d., https://eur-lex.europa.eu/legal-content/ EN/ALL/?uri=SWD:2020:176:FIN. Figure 53 and Figure 54, as stated in European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’.\n100. European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’.\n101. European Environment Agency, State of Nature in the EU: Results from Reporting under the Nature Directives 2013- 2018. (Luxembourg: Publications Office, 2020), https://data.europa.eu/doi/10.2800/705440.\n102. European Commission, ‘Nature Needs You And We Need Nature Too’, accessed 13 April 2024, https://ec.europa.eu/ environment/stories/nature-needs-you/.\n103. European Commission, ‘Press Release: Green Deal: Pioneering Proposals to Restore Europe's Nature by 2050 and Halve Pesticide Use by 2030’, 13 June 2022, https:// ec.europa.eu/commission/presscorner/detail/en/ip_22_3746.\n104. L. Lécuyer et al., ‘Conflicts between Agriculture and Biodiversity Conservation in Europe: Looking to the Future by Learning from the Past’, in Advances in Ecological Research, vol. 65 (Elsevier, 2021), 3-56, https://doi.org/10.1016/bs.aecr.202110.005.\n105. European Commission, ‘CAP Expenditure in the Total EU Expenditure’, CAP expenditure, accessed 26 April 2024, https://agriculture.ec.europa.eu/data-and-analysis/ financing/cap-expenditure_en.\n106. Politico, ‘Europe's Farmer Protests Are Spreading.\nHere's Where and Why’, accessed 26 April 2024, https://www.politico.eu/article/farmer-protest-europe-map- france-siege-paris-germany-poland/.\n107. European Commission, ‘Strategic Dialogue on the Future of EU Agriculture’, Strategic Dialogue on the future of EU agriculture, accessed 13 April 2024, https://commission. europa.eu/strategy-and-policy/priorities-2019-2024/ european-green-deal/agriculture-and-green-deal/ strategic-dialogue-future-eu-agriculture_en.\n108. European Scientific Advisory Board on Climate Change.,\n‘Towards EU Climate Neutrality’. p12, key recommendation 9. 109. University of Cambridge Institute for Sustainability Leadership (CISL), ‘Towards a Sustainable Food Future for Europe’ (Cambridge, UK: CLG Europe, 2021), https://www.corporateleadersgroup.com/files/clg_europe_ policy_briefing_towards_a_sustainable_food_future_for_ europe_O.pdf. p.6 110. European Environment Agency, ‘European Climate Risk Assessment’. 111. European Environment Agency, ‘Briefing -Scaling Nature-Based Solutions for Climate Resilience and Nature Restoration’, 16 November 2023, https://www.eea.europa.eu/publications/scaling-nature- based-solutions#:~:text=Nature%2Dbased%20solutions%20 (NBS)%20for%20climate%20adaptation%20and%20 disaster,to%20achieving%20EU%20policy%2Otargets. 112. European Commission, ‘Guidelines on MS Adaptation Strategies and Plans’, July 2023, https://climate.ec.europa. eu/document/download/46f£37c35-9a10-412b-81cb- abf497bcfcf4_en?filename=Guidelines%200n%20MS%20 adaptation%20strategies%20and%2Oplans.pdf. 113. Joint Research Centre, ‘Decrypting Financial Risks from Climate Change and Biodiversity Loss’ (Joint Research Centre, 2023), https://joint-research-centre.ec.europa.eu/ jrc-news-and-updates/decrypting-financial-risks-climate- change-and-biodiversity-loss-2023-12-18_en. 114. European Commission, ‘Regulation (EU) 2023/839 of the European Parliament and of the Council of 19 April 2023 Amending Regulation (EU) 2018/841 as Regards the Scope, Simplifying the Reporting and Compliance Rules, and Setting out the Targets of the Member States for 2030, and Regulation (EU) 2018/1999 as Regards Improvement in Monitoring, Reporting, Tracking of Progress and Review, Official Journal of the European Union, 21 April 2023, https://eur-lex.europa.eu/legal-content/EN/TXT/\nPDF/?uri=OJ:L:2023:107-FULL.\nBack to Contents\n45",
  "page_45": "115. European Commission, ‘Commission Staff Working Document Impact Assessment Report Part 1 Accompanying the Document Securing Our Future Europe's 2040 Climate Target and Path to Climate Neutrality by 2050 Building a Sustainable, Just and Prosperous Society’.p.39f. 116. Carbon Brief, ‘Q&A: European Commission Calls for 90% Cut in EU Emissions by 2040’, 7 February 2024, https://www.carbonbrief.org/qa-european-commission- calls-for-90-cut-in-eu-emissions-by-2040/. 117. E3G, Bellona, ‘Carbon Capture and Storage Ladder Assessing the Climate Value of CCS Applications in Europe - Briefing Document’, 5 July 2023, https://www.e3g.org/wp-content/ uploads/CCSL_briefing pdf. 118. University of Cambridge Institute for Sustainability Leadership (CISL), ‘Fit for 55? A Progressive Business Perspective on the EU's Transformative Climate Package’ (Cambridge, UK: CLG Europe, 2021), https://;www.corporateleadersgroup.com/files/clg_europe_ policy_fit_for_55_a_progressive_business_perspective_on_ the_eus_transformative_climate_package_v4.pdf. 119. Joe Hasell et al., ‘Economic Inequality’, Our World in Data, 3 January 2024, https://ourworldindata.org/economic-inequality. 120. King Baudouin Foundation, ‘Fair Energy Transition For All - How to Get There? Results of Dialogues about Energy Transition with Vulnerable Citizens and Workshops with Experts in Nine European Countries’ (Brussels: King Baudouin Foundation, November 2022), https.//fair-energy-transition.eu/wp-content/ uploads/2022/11/FETA_SYNTHESIS_final.pdf. 121. European Commission, ‘Press Release: Commission Presents Guide for a Fair Transition towards Climate Neutrality’, Text, European Commission - European Commission, 14 December 2021, https://ec.europa.eu/commission/ presscorner/detail/en/ip_21_6795. 122 Oliver Ropke, ‘Presentation of the EESC Opinion on the Just Transition’ (European Conference for a Just Transition, Brussels, 2024), https://www/justtransition.be/sites/default/ files/2024-03/ECJT-High-Level-Segment-EESC.pdf. 123 Anton Barckhausen et al., ‘Akzeptanz und Kommunikation eines CO2-Bepreisungssystems (Berlin: adelphi research gGmbH, 2022), https://adelphi.de/system/files/mediathek/ bilder/Akzeptanz%20und%20Kommunikation%20 eines%20CO2-Bepreisungssystems.pdf. 124. Wojciech Szewczyk, Ignazio Mongelli and Juan-Carlos Ciscar, ‘Heat Stress, Labour Productivity and Adaptation in Europe—a Regional and Occupational Analysis’, Environmental Research Letters 16, no. 10 (1 October 2021): 105002, https://doi.org/101088/1748-9326/ac24cf. 125 Xinyuan Huang et al., ‘Effects of Global Climate Mitigation on Regional Air Quality and Health’, Nature Sustainability 6, no. 9 (September 2023): 1054-66, https://doi.org/10.1038/s41893-023-01133-5. 126. European Commission, ‘Social Climate Fund’, accessed 18 April 2024, https://climate.ec.europa.eu/eu-action/eu-\nemissions-trading-system-eu-ets/social-climate-fund_en.\nThe Green Deal and Beyond\n127. European Environment Agency and Eurofound, ‘Exploring the Social Challenges of Low-Carbon Energy Policies in Europe’, Briefing, 29 October 2021, https://www.eea.europa.eu/publications/exploring-the- social-challenges-of/at_download/file. 128 Mariya Gancheva et al., ‘Policy Instruments to Tackle Social Inequalities Related to Climate Change’ (Luxembourg: European Parliament, May 2023), https://www.europarl.europa.eu/RegData/etudes/ STUD/2023/740081/IPOL_STU(2023)740081_EN.pdf. 129 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Working towards a Climate Neutral Europe: Jobs and Skills in a Changing World’ (UK: CLG Europe, 2020), https://www.corporateleadersgroup.com/ system/files/documents/working-towards-a-climate- neutral-europe.pdf. 180. European Environment Agency and Eurofound, ‘The Transition to a Climate-Neutral Economy: Exploring the Socioeconomic Impacts’, 19 June 2023, https://www.eurofound.europa.eu/en/publications/2023/ transition-climate-neutral-economy-exploring- socioeconomic-impacts. 181. Wettengel, ‘Polls Reveal Citizen Support for Climate Action and Energy Transition. 182 Eurostat, ‘Unemployment Statistics’, accessed 18 April 2024, https://ec.europa.eu/eurostat/statistics-explained/index. php?title=Unemployment_statistics. 183 Eurostat, Job Vacancy Statistics’, accessed 18 April 2024, https://ec.europa.eu/eurostat/statistics-explained/index. php?title=Job_vacancy_statistics. 184. Eurofound, ‘Fit for 55 Climate Package: Impact on EU Employment by 2030’ (Luxembourg: Publications Office of the European Union, 2023), https://www.eurofound.europa. eu/sites/default/files/2023-10/ef23009en.pdf. 185 Milan Petit et al., ‘Expected Labour Market Effects of the Green Deal Industrial Plan’, https://feps-europe.eu/wp- content/uploads/2024/02/Expected-Labour-Market-Effects- of-Green-Deal-Industrial-Plan.pdf. 186 European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’.\n187. European Scientific Advisory Board on Climate Change.\n1838 Milan Petit et al., ‘Expected Labour Market Effects of the Green Deal Industrial Plan’\n189. Eurofound, ‘Fit for 55 Climate Package: Impact on EU Employment by 2030’.\n140 Club of Rome and Systemiq, ‘A System Change Compass. Implementing the European Green Deal in a Time of Recovery’, October 2020, https://www.systemiq.earth/wp- content/uploads/2020/11/System-Change-Compass-full- report_final.pdf.\nBack to Contents\n46",
  "page_46": "The Green Deal and Beyond\n141. Diane Coyle, Paul Allin and Tim Jackson, ‘Beyond GDP: Changing How We Measure Progress Is Key to Tackling a World in Crisis - Three Leading Experts’, The Conversation, 18 August 2022, http://theconversation.com/beyond-gdp- changing-how-we-measure-progress-is-key-to-tackling-a- world-in-crisis-three-leading-experts-186488. 142. European Commission; Stiglitz, Jean-Paul Fitoussi and Martine Durand, ‘Beyond GDP: Measuring What Counts for Economic and Social Performance’ (OECD, 27 November 2018), accessed 8 April 2024, https://www.oecd.org/ publications/beyond-gdp-9789264307292-en.htm. 143. Value Balancing Alliance, ‘About Us - Value Balancing Alliance’, accessed 7 May 2024, https://www-value-balancing.com/en/about-us.html. 144 Amit Kapoor and Bibek Debroy, ‘GDP Is Not a Measure of Human Well-Being’, Harvard Business Review, 4 October 2019, https://hbr.org/2019/10/gdp-is-not-a- measure-of-human-well-being; Morten Tgnnessen, ‘Wasted GDP in the USA’, Humanities and Social Sciences Communications 10, no. 1 (11 October 2023): 1-14, https://doi.org/10.1057/s41599-023-02210-y. 145. See, for example, the relationship between GDP per capita and the Human Development Index: Our World in Data, ‘Augmented Human Development Index vs. GDP per Capita’, accessed 8 April 2024, https://ourworldindata.org/grapher/ augmented-hdi-vs-gdp-per-capita. 146. Eurostat, ‘Quality of Life Indicators’, accessed 18 April 2024, https://ec.europa.eu/eurostat/statistics-explained/index. php?title=Quality_of_life_indicators. 147. Junior Ruiz Garcia, ‘Economics of the Genuine Progress Indicator’, in Oxford Research Encyclopedia of Environmental Science (Oxford University Press, 25 March 2021), https://doi.org/10.1093/acrefore/9780199389414.013.776. 148. Scott Keller and Bill Schaninger, Beyond Performance 2.0: A Proven Approach to Leading Large-Scale Change (Hoboken, NJ: Wiley, July 2019), https://www.gbv.de/dms/ zbw/1671334868.pdf. 149. Cf. OECD well-being framework that distinguishes between “current well-being” and “resources for future well-being”: OECD, ‘Measuring Well-Being and Progress: Well-Being Research’, accessed 8 April 2024, https://www.oecd.org/wise/ measuring-well-being-and-progress.htm. 150. University of Cambridge Institute for Sustainability Leadership (CISL), ‘The Competitive Sustainability Index: New Metrics for EU Competitiveness for an Economy in Transition’ 151. Julia Watzek, Sarah M. Pope and Sarah F. Brosnan, ‘Capuchin and Rhesus Monkeys but Not Humans Show Cognitive Flexibility in an Optional-Switch Task’, Scientific Reports 9, no. 1 (13 September 2019): 13195, https://doi.org/10.1038/s41598-019-49658-0. 152. Dan M. Kahan et al., ‘The Polarizing Impact of Science Literacy and Numeracy on Perceived Climate Change Risks’, SSRN Scholarly Paper (Rochester, NY, 23 December 2012), https://papers.ssrn.com/abstract=2193133.\n153. Stephen Hawkins and Arisa Kimaram, ‘Navigating Climate\nChange in Europe: The Choices Ahead’ (More in Common, Juy\n2022), https://www.moreincommon.com/media/nOolpoop/\nnavigating-climate-change-in-europe-the-choices-ahead-\nmore-in-common-july-2022.pdf.\n154. John F. Helliwell et al., ‘World Happiness Report 2023’,\naccessed 9 April 2024, (New York: Sustainable Development\nSolutions Network, 2023), https://happiness-report.\ns3.amazonaws.com/2023/WHR+23.pdf.\n155. European Union, ‘Standard Eurobarometer 98 -\nWinter 2022-2023’, accessed 18 April 2024,\nhttps://europa.eu/eurobarometer/surveys/detail/2872.\n156. European Union, ‘Standard Eurobarometer 100 - Autumn\n2023 - Desember 2023 - - Eurobarometer Survey’, accessed\n18 April 2024, https://europa.eu/eurobarometer/surveys/\ndetail/3053.\n157. Nicholas Stern, The Economics of Climate Change: The Stern\nReview (Cambridge, UK: Cambridge University Press, 2007),\nhttps://doi.org/10.1017/CBO9780511817434.\n158. Tarik Abou-Chadiet al., ‘Debunking the Backlash:\nUncovering European Voters’ Climate Preferences’\n(Hertie School, Jacques Delors Center, 7 March 2024),\nhttps://www.delorscentre.eu/en/publications/detail/\npublication/debunking-the-backlash-uncovering-\neuropean-voters-climate-preferences.\n159. KNOCA, ‘Climate Assemblies: Emerging Trends, Challenges\nand Opportunities’ (KNOCA, July 2023), https://uploads-ssl.\nwebflow.com/65b77644e6021e9021de8916/\n65dc863503f4a3f03a160b35_KNOCA_2023_Climate-\nassemblies_emerging-trends-challenges-and-\nopportunities.pdf.\n160. European Union, ‘Eurobarometer EP Spring 2023 Survey:\nDemocracy in Action - One Year before the European\nElections’, (European Parliament, June 2023), accessed\n13 April 2024, https://europa.eu/eurobarometer/surveys/\ndetail/3093. p.55.\n161. European Commission, ‘Climate Action Progress Report\n2023 Shifting Gears: Increasing the Pace of Progress towards\na Green and Prosperous Future’, 2923, https://climate.\nec.europa.eu/document/download/60a04592-cfif-4e31-\n865b-2b5b51b9d09f_en.\n162. European Scientific Advisory Board on Climate Change., ‘Towards EU Climate Neutrality’.\n163. European Commission, ‘The 2024 Annual Single Market and Competitiveness Report’.\n164. University of Cambridge Institute for Sustainability Leadership (CISL), ‘Raising European Climate Ambition for 2040. A CLG Europe Position Paper’.\n165. University of Cambridge Institute for Sustainability Leadership (CISL).\n166. CLG Europe, ‘Business and Investor Sign on Letter Calling on the EU to Set a Greenhouse Gas Emissions Reduction Target of at Least 90% by 2040’.\nBack to Contents\n47",
  "page_47": "The Green Deal and Beyond\n167. University of Cambridge Institute for Sustainability Leadership (CISL), ‘Context Is Everything: Insights and Lessons for Successfully Delivering the European Green Deal’ (Cambridge, UK: CLG Europe, 10 October 2022), https://www.corporateleadersgroup.com/files/cis]_-_ context_is_everything_report_2022.pdf.\n168 European Council, ‘COP 28’, accessed 13 April 2024, https://www.consilium.europa.eu/en/policies/climate- change/paris-agreement/cop28/.\n169. International Resource Panel, ‘Global Resources Outlook\n2024: Bend the Trend - Pathways to a Liveable Planet as Resource Use Spikes’. 170 CLG Europe, ‘Business and Investor Sign on Letter Calling on the EU to Set a Greenhouse Gas Emissions Reduction Target of at Least 90% by 2040’. 171. University of Cambridge Institute for Sustainability Leadership (CISL), ‘Raising European Climate Ambition for 2040. A CLG Europe Position Paper’. 172 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Principles for an Ambitious EU Green Industrial Strategy A CLG Europe Position Paper’. p.9. 173. University of Cambridge Institute for Sustainability Leadership (CISL), ‘From Risk to Resilience: The Business Imperative of Nature Restoration’ (Cambridge, UK: Cambridge Institute for Sustainability Leadership, 2023), https://www.corporateleadersgroup.com/files/cis]_from_ risk_to_resilience_report_2023_v2.pdf. 174 University of Cambridge Institute for Sustainability Leadership (CISL), ‘Raising European Climate Ambition for 2040. A CLG Europe Position Paper’. 175. Lise Kingo, Andrew Steer and Nigel Topping, ‘The Key to Faster, Zero-Carbon Growth? Harness the Ambition Loop’, We Mean Business Coalition (blog), 27 November 2018, https://www:wemeanbusinesscoalition.org/blog/the-key-to- faster-zero-carbon-growth-harness-the-ambition-loop/.\nBack to Contents\n48",
  "page_48": "aa UNIVERSITY OF CIS Cambridge Institute\nfor Sustainability\nCAMBRIDGE\nLeadership\nCambridge insight, policy influence, business impact\nThe University of Cambridge Institute for Sustainability Leadership (CISL) brings together business, government and academia to find solutions to critical sustainability challenges.\nCapitalising on the world-class, multidisciplinary strengths of the University of Cambridge, we deepen leaders’ insight and understanding through our executive programmes; build deep, strategic engagement with leadership companies; and create opportunities for collaborative enquiry and action through our leadership groups.\nOver 30 years we have built up a leadership network of nearly 40,000 leaders and practitioners from business, government and civil society, who have an impact in every sector and on every continent. Their experience and insights shape our work, which is further underpinned by multidisciplinary academic research. His Majesty King Charles III is CISL’s Royal Founding Patron and has inspired and supported many of the Institute's initiatives, during his time as the Prince of Wales.\nHead office\nBrussels Sustainable Hub Rue du Commerce 72, Brussels 1040 Belgium T: +32 (0) 28949319 info.eu@cisl.cam.ac.uk\nThe Entopia Building\n1 Regent Street\nCambridge CB2 1GG, UK\nT: +44 (0)1223 768850\ninfo@cisl.cam.ac.uk\nCape Town Workshop17 NCG 146 Campground Road Newlands 7780 Cape Town, South Africa T: +27 (0)21300 5013 info.sa@cisl.cam.ac.uk\n@cisl_cambridge\nwww.cisl.cam.ac.uk"
},
  "language": "Languages.ENGLISH",
  "total_pages": 48
}
