{
  "file_name": "325_2791.pdf",
  "pages": {
  "page_1": "jjapan\ni '=jusiness\nJEITA\ny ‘Souncil in\n.i=urope\nJLT\nJoint Industry Recommendation on the proposal of Carbon Border Adjustment Mechanism (CBAM)\nWe share the European Union’s commitment to achieve climate neutrality by 2050 and the values and directions towards such an ambitious climate goal.\n1. Instead of carbon pricing, GHG emission intensity of products should be counted in the CBAM\n©\n—_\nThe Japan Iron and\nSteel Federation\nWe understand that CBAM is not a tool only for companies operating within the European Union (EU), but one that will have a direct impact on the EU’s trading partners - including those in emerging countries to encourage industries outside the EU to take steps to achieve a lower-carbon economy. We, however, are concerned not only about compliance to WTO rules, but also about consequences to day-to-day business practices. We, therefore, urge you to discuss the necessity and significance of CBAM with trading partners to avoid stagnation and protectionism in the global economy.\nWe call on the EU to engage with third countries on such a critical issue to generate global consensus, not only through bilateral talks, but also through multilateral fora discussions (G7, G20, OECD and WTO).\nThe following are our recommendations to the policymakers on the proposal of the CBAM.\nAccording to the Commission’s explanation!, carbon leakage occurs if, for reasons of costs related to climate policies, businesses in certain industry sectors or subsectors were to transfer production from the EU to other countries or imports from those global countries would replace equivalent but less GHG emissions intensive products. To prevent the risk of carbon leakage\n' Recital (8) of the Commission’s proposal for REGULATION OF THE EUROPEAN PARLIAMENT AND OF a THE establishing a carbon border adjustment mechanism (2021/0214(COD))\n1",
  "page_2": "resulting from the differences in costs related to climate policies, the Commission proposed the CBAM as a climate measure to ensure equivalent carbon pricing for imports and domestic products.\nWhile we understand the general objective of the CBAM is to prevent the risk of carbon leakage, we do not believe that there is always a strict correlation between the costs related to a country’s climate policy and the GHG emission intensity of the products produced in that country. In fact, in some cases, companies in countries with low climate policy-related costs may produce less GHG emissions intensive products, and vice versa. In other words, the CBAM could have unintended consequences of imposing unnecessary levies on less GHG emissions intensive products (case 1 in the Annex), while on the other hand not imposing levy on products with high GHG emissions intensity (case 2 in the Annex).\nIf the Commission insists that the CBAM is a climate measure to prevent the risk of carbon leakage in compliance with the WTO, we believe that the proposed CBAM needs to be restructured with a greater focus on difference in GHG emission intensity, which is directly related to the risk of carbon leakage, to avoid the unfair trade ramifications described above.\nIn particular, with regard to the condition of exemption from the CBAM (as set out in Article 2 of the draft CBAM Regulation), one idea would be to exempt products from the imposition of the CBAM duties even if there is a difference in the level of carbon pricing between the EU and a country, as long as GHG emission intensity of the product in that country is equal to or less than the average of the equivalent product in the EU, since it is not causing carbon leakage.\nEnsure the same rules for calculating GHG emissions for imports and domestic products and respect the global rule-making process\nTo ensure a level playing field, it is important that the rules for calculating GHG emissions for imports, which is supposed to be developed based on the environmental footprint methods’, be the same as those used for calculating domestic liabilities under the EU-ETS.\nWe support global rule-making efforts where we should develop accurate, reliable, and internationally verifiable measurements and evaluation methods for calculating carbon emissions by products. Since the EU PEF is not yet an internationally recognized calculation\n2 Recital (52) of 2021/0214(COD)",
  "page_3": "method, we emphasize that the CBAM method should use or be based on an international framework supported by wide range of stakeholders.\n3. Ensure WTO compatibility\nAs we strongly believe in the respect of multilateral frameworks, we warmly welcome the Commission’s emphasis that CBAM is to be compliant with the WTO. However, when it comes to WTO consistency, it is necessary to consider whether the CBAM is consistent with Most Favored Nations (MFN) and National Treatment (NT) provisions set out in GATT Article 1 and 3, respectively. The CBAM should not result in a disguised trade barrier nor lead to discrimination favoring one country over another. Foreign products manufactured with low GHG emissions must not face discrimination versus EU products.\n4. Need more assessment before deciding the expansion of the scope to other products\nBefore discussing scope expansion, it is imperative to conduct a thorough impact assessment including on downstream sectors, with the industry in terms of feasibility in day-to-day business and cost-efficiency. Any extension of scope beyond the initial items (namely, iron & steel, aluminum, cement, fertilizer and electricity) of the Commission’s proposal, would entail much more complex calculation methods. In particular, the calculation methods for the chemicals and polymer, as proposed in the ENVI amendment, are hugely more complex than those for steel or cement as highlighted by the Commission’s impact assessment? report.\nTherefore, it is currently premature to include goods with complex calculation methods such as chemicals and polymers or downstream products in the scope of the CBAM. In addition, such goods will require a longer preparation period before implementation than the preparation for the goods currently covered by the Commission’s proposal.\nWe support the EU ambition to become climate neutral by 2050 and appreciate the complexity of designing measures to address the risk of carbon leakage in the EU. However, we feel that there\n3 COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT REPORT accompanying the\ndocument Proposal for a regulation of the European Parliament and of the Council establishing a carbon border\nadjustment mechanism (SWD(2021)643 final)",
  "page_4": "remains a significant number of issues to be resolved in the current CBAM proposal before the measure could be introduced. It is important that policymakers do not rush through the legislative process. We strongly believe a discussion should be held on the international fora such as G7, G20, OECD and WTO, with partners who will be significantly affected by CBAM to avoid unnecessary trade tensions and to minimize any negative impacts on international trade.\nWe stand together with the EU towards carbon neutrality and look forward to being a constructive partner in the policy dialogue.\n22 April 2022\nJapan Business Council in Europe (JBCE)\nJapan Chemical Industry Association (JCIA)\nJapan Electronics and Information Technology Industries Association (JEITA)\nJapan Iron and Steel Federation (JISF)",
  "page_5": "About JBCE\nFounded in 1999, the Japan Business Council in Europe (JBCE) is a leading European organization representing the interests of over 90 multinational companies of Japanese parentage active in Europe. Our members operate across a wide range of sectors, including information and communication technology, electronics, chemicals, automotive, machinery, wholesale trade, precision instruments pharmaceutical, steel textiles and glass products\nAbout JCIA\nThe Japan Chemical Industry Association (JCIA) has nearly 180 member companies, with 80 organizations engaged in the manufacturing and handling of chemical products and related services. For more than 70 years, JCIA has pursued activities that have raised the standards of Japan’s chemical industry and contributed to the country’s economic prosperity.\nAbout JEITA\nThe Japan Electronics and Information Technology Industries Association (JEITA) is an industry organization that leads the realization of “Society 5.0” with the participation of a wide range of companies that utilize digital technology, including electronic equipment and IT solution companies that support the digital industry. JEITA is a platform for connecting all industries and stakeholders, and is working to address and resolve social issues across industries and sectors\nAbout JISF\nThe Japan Iron and Steel Federation (JISF) is a nationwide representative body of the Japanese steel industry and its members consist of the country's major iron and steel producers, trading companies, and organizations engaged in steel distribution.",
  "page_6": "Annex\nCase 1\n[Ee\nCarbon Pricing:\n60 Euro/t\nCarbon Pricing:\n0 Euro/t\n<a\na\n=\n——\nSS\nSe\nExport from Country A to the EU\nLevy:\n60 Euro/tCO2 X 1.5 = 90 Euro/t\nThere is no justification for imposing levy on Country A’s low-emission product.\nCase 2\n[Ee\nCarbon Pricing:\n60 Euro/t\nCarbon Pricing:\n100 Euro/t\nEel\n<a\nond\nssade\nExport from Country B to EU\nBut, No levy.\nIt is not fair that no levy is imposed regardless of carbon leakage occurring."
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
