{
  "file_name": "326_2813.pdf",
  "pages": {
  "page_1": "DÅ\nUP\nZz\ner\nES\nPKR\nKD JE\nREMO ET\nemz'",
  "page_2": "CON | — NTS\na\nINTRO\n01\nEMZ IN FIGURES\n02\nEMZ AND ITS ECOSYSTEM:\n2023 HIGHLIGHTS\nTHE EMZ TEAM\n03\n04\nNEWS FROM THE PORTFOLIO:\n6 NEW INVESTMENTS IN 2023\nESG STRATEGY\nESG IN ACTION(S):\nCOMBINING FINANCIAL PERFORMANCE\nAND CLIMATE AMBITION\nCONTRIBUTION OF PORTFOLIO COMPANIES TO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\nCHANGES IN THE ESG PERFORMANCE OF THE PORTFOLIO COMPANIES\nEMZ PORTFOLIO\n06\n14\n21\n27\n39\n53\nemz' 2023 ESG REPORT",
  "page_3": "INTRO\nEMZ Partners has always been committed to combining financial performance with ESG objectives by selecting ESG themes that have the greatest impact on the real economy.\nEMZ undertakes transactions that enable managers, executives, family shareholders or founders to become or remain the principal shareholders and key players of their company. This enables us to help form stable and sustainable shareholder structures by working over the long term with all the company’s stakeholders in long- term value creation. A lasting and balanced partnership with the management teams is therefore a core component of the EMZ ESG (Environmental, Social and Governance) and investment policies.\nEMZ Partners also fully integrates environmental criteria into its investment strategy, affirming its desire to fight climate change. EMZ Partners is paying increasing attention to its carbon footprint and its reduction by measuring its financed emissions annually, as well as the operational emissions of the management company itself. In 2023, EMZ Partners joined the Institutional Investors Group on Climate Change (IIGCC) and the International Climate Initiative (iCl). EMZ Partners also chooses to support companies that are major players in the energy transition, in specific and varied sectors and areas of expertise.\nemz' 2023 ESG REPORT\n01",
  "page_4": "it |\n-_ 4\n )\nA & La\nDB wet\n+ Ps\n€\n=\n7\nTt >\nN*\naf\n“we\n. -\noe\nys.\n~£\nrf\nza\nok\n*\nPVE\nOw\nEA\nAE\nEMZ Partners has forged a unique positioning as a key private equity player in France and, since 2020, in the DACH region. EMZ’s specificity lies in its differentiated positioning on the flexible capital segment, the importance it gives to governance aspects and the strength of the relationships it builds with portfolio companies management teams\n20\n16Q\nYEARS\nCOMPANIES\nIN BUSINESS\nsupported for\n(formerly Euromezzanine)\nover 20 years\nOF\n0.4\nBILLION EUROS\nBILLION EUROS\ninvested\nrealised value\ncr\n20\nPORTFOLIO\nPROFESSIONALS\nCOMPANIES\n26 in France\n11 the DACH\nin\nregion\n1\nFUND CLASSIFIED\nSIGNATORY OF THE\nAS SFDR ARTICLE 8\nUN PRI AND MEMBER\nOFYRHE IG OG\nfe Fs\n4 ohh\nel\n“ial\nRT ihe\nila.\ni 4\na |\nad |\naX by ‘\nal eos\nae”\ne\nay\nent!\naa\nPs\nre\n“ha\nita ak\ny we. a. ~~\n“a |\n=\n-\n=\nie\nni\nb Noe -\n“of\nwe\n“fb,\neee |\ntf\n-*?\n=\nes\noe i\nre\nCage\ns\n—— i\n“et\nsis Ss\nNe\nhe\nr=\n,\n5, i\nba A,\nWW\nA",
  "page_5": "HIGHLIGHTS 2023\n_\nEMZ AND ITS ECOSYSTEM:\n2023 HIGHLIGHTS\nKey climate/ social/biodiversity events\n22-23.06.2023\nThe Summit for a New Global Financing Pact, Paris\nMajor regulatory changes in 2023\nSFDR: Publication of technical regulatory standards to specify reporting requirements.\nTaxonomy: Addition of criteria to qualify four economic activities contributing to climate change mitigation or adaptation (sustainable use and protection of aquatic and marine resources, transition to a circular economy, pollution prevention and reduction, protection and restoration of biodiversity and ecosystems).\nFull reporting requirements for non-financial companies come into force.\n07.2023\n4 Environment and Climate Sustainability Working Group (ECSWG) and Environment and Climate Ministers meeting of the G20\n22... .\nESG\nat EMZ\nCSRD: Publication of ESRS reporting standards and 1st year of reporting for the companies concerned.\nCarbon footprint: In France, the obligation for companies to publish a carbon footprint has been strengthened. They must now publish information on their Scope 3 emissions.\nEEG 2023: Erneuerbare-Energien-Gesetz (German Renewable Energy Sources Act) laying the foundations for Germany to become climate neutral.\nCBAM (Carbon Border Adjustment Mechanism): Entry into force of the transitional phase of the carbon adjustment mechanism at the European Union's borders.\n30.11-12.12.2023\nCOP 28 in Dubai, United Arab Emirates\n02.2023 05.2023 06.2023\nLaunch of\nthe ESG\nfootprint of\nof ESG\ncampaign with EMZ Partners ratchets in the to implement a EMZ\nthe portfolio\nmanagement Net Zero strategy\ncompanies\npackage of\na portfolio\ncompany\n.\nHighlights of\n2023\nthe year at\nFinal closing of the EMZ 10 fund, at\nEMZ Partners\n€1.4 billion, above initial targets\n2\"4 year of deployment\n© Updating of EMZ’s responsible investment policy to systematise the support of ESG experts for due diligence upstream of the investment decision © Updating of the responsible investment policy to explicitly cover all fossil fuels in the exclusion policy © Assessment of the carbon footprint of 100% of EMZ’s portfolio, including companies that do not carry out their own carbon assessment\n09.2023 10.2023 11.2023\n....\nFirst carbon First introduction Training the\nFirst Article 29 Signing of the Membership of Production of\nValue Sharing the Institutional two videos to\nCharter\nInvestors\npresent the\npublished by Group on\nFrance Invest Climate\ninitiatives\nChange\nof portfolio\n(IIGCC)\ncompanies\n03\ninvestment team LEC report\nOutlook: ESG at EMZ in 2024\ndecarbonisation\n2023\n2023\n2 exits and 6 new\n11 new employees to support business\ninvestments\ngrowth\n....\n© Signature of the Net Zero Asset Manager commitment and definition of decarbonisation targets for EMZ portfolios © Signature of Initiative Climat International (iC)), supported by the UN PRI © Signing of the Finance for Biodiversity Pledge and first measurement of the biodiversity impacts and dependences of EMZ’s investments\nemz' 2023 ESG REPORT",
  "page_6": "THE EMZ TEAM\n_\nTRE EMZ TEAM\nOur team - 28-strong at 31 December 2023 - has raised and invested seven funds and provided support to 160 management teams since EMZ Partners was founded in 1999.\nThe team’s stability and cohesion is a very real sign of the attention we pay to human capital and truly embodies the values that EMZ conveys. These values are a key asset in a sector where building a relationship of trust with portfolio companies is a determining factor in long-term success.\nIn France, partners average 17 years on the team, while two of the ten members of our German team have been present since the office was opened in 2020.\nAn experienced and cohesive investment team\n3hy\n.”)\n@\nCharles MERCIER\nAjit JAYARATNAM\n?\nThierry RAIFF\nFrancois CARRE\nKlaus MAURER\nCHAIRMAN\nMANAGING PARTNER\nSENIOR PARTNER\nSENIOR PARTNER\nPARTNER\nwh\nty\nwy\n5]\nbi!\ndd\nAlexandre LEFEBVRE Falko WESTPHALEN\nPierre-Frangois GUEIT Ludovic BART\nJulia LUCA\nPARTNER\nPARTNER\nPARTNER\nPARTNER\nPARTNER\n=\n2\"\nWw\nLouiza KHERCHI\nJuliette JIQUEL\nArthur MORISSEAU\nAnnabell GRIMM\nChristoph SCHMUCK\nINVESTMENT EXECUTIVE\nINVESTMENT EXECUTIVE\nINVESTMENT EXECUTIVE\nINVESTMENT EXECUTIVE\nINVESTMENT EXECUTIVE\nA\nCharles THUEUX\nINVESTMENT EXECUTIVE\nPhilipp ISSELSTEIN\nANALYST\nemz' 2023 ESG REPORT\nLuis BISCHOF\nANALYST\nSara TOUBLANC\nINVESTMENT EXECUTIVE\n04",
  "page_7": "THE EMZ TEAM\n_\nIn 2023, in response to the growth of its business, EMZ Partners has recruited 4 people in Munich and 7 people in Germany for all functions.\nSupported by one of the agile and efficient support functions\n=\na\nEy\nHy af\nkoe\nae\nKarine CALLEC\nBrice GILBERT\nChristelle CHOPLIN\nGaélle MORIZOT\nCOMPANY SECRETARY\nCHIEF OPERATING OFFICER\nCHIEF FINANCIAL OFFICER\nESG DIRECTOR\nBY\nN\n4\nAubry LAMBERT\nSabrina MESSADIA\nAnais PIZZIMENTI\nNaomi KAFER\nMIDDLE OFFICE MANAGER\nMIDDLE OFFICE MANAGER\nOFFICE MANAGER\nOFFICE MANAGER\nEN\nInés LAPIERE\nGEST. MIDDLE OFFICE\n05\nemz' 2023 ESG REPORT",
  "page_8": "NEWS FROM THE PORTFOLIO\n_\nNEWS FROM THE PORTFOLIO . . 6 NEW INVESTMENTS IN 2028\nEMZ completed six new deals in 2023, three in the DACH region and three in France.\n\nADVANCY\nAdvancy is an international leader in strategic and operational consulting especially in the chemical industry. For more than 20 years, Advancy has been helping companies to improve their performance or to transform themselves. In addition to its headquarters in Paris, Advancy has opened 8 offices around the world, including in Singapore, New York and Frankfurt.\nadivAncy\nIn February 2023, EMZ supported the OBO carried out by the company’s management. EMZ Partners thus enabled Advancy to carry out its 3° capital opening to bring in top talents alongside the partners already in place.\nemz' 2023 ESG REPORT\nFOCUS ESG\n¢ Environmental Transition: Advancy helps its clients to reduce their carbon footprint, particularly in the chemicals,\nindustry and travel sectors. The firm has put in place a comprehensive ESG offer to address these issues.\n¢ Diversity and inclusion: Advancy organises quarterly events to encourage the integration of women into the\nstrategy consulting profession.\n¢ Value sharing: Access to capital for managers and senior consultants, who own 100% of the group, before\nexercise of the shares held by EMZ.\n06",
  "page_9": "NEWS FROM THE PORTFOLIO\npe\nii\n\nFOVEA\nFovéa is a group of veterinary clinics with a long history in western France. The group was created in 2021 through the merger of Ligerys (founded by vet Olivier Reineau) and Vet Partenaires (founded by Pierre Colasson, a former director at Bridgepoint) to offer a liberal alternative to the consolidation of the veterinary clinic sector. The Group offers a care pathway based on preventive and general medicine in local clinics, specialised medicine in referral centres and complementary services such as emergency medicine and tele-expertise.\nIn March 2023, EMZ invested in the group to support an ambitious acquisition plan. The aim is to reach a critical size of around 150 clinics by 2027.\na\nF CUS ESG\n¢ Value sharing: half of the vets are partners in the Fovéa group. ¢ Vocational education: Fovéa has an ongoing training programme for its practitioners, to ensure that they meet the highest standards of animal care. e Local areas: Fovéa is developing its network of rural veterinary practices in response to the lack of veterinary surgeons in rural areas, which represents a challenge for livestock farming and the related public health issues.\n\nYURI & NEIL\nYuri & Neil is an independent French digital marketing agency founded in 2018 by Clément Boccardi and Christophe Leroy. The agency supports major accounts and French and foreign start-ups in their digital strategies and is mainly focused on SEO (Search Engine Optimization) but has expanded its offering to SEA (Search Engine Advertising), social networks and digital marketing strategy.\nIn November 2023, EMZ supported the majority takeover of the Group by its founders in order to help the group continue its organic development and accelerate its external growth strategy. The partnership between Yuri & Neil and EMZ will focus on the accelerated deployment of the group’s traditional expertise and the development and/or acquisition of new value-added offerings, including internationally.\nan\noer\nCall\nLT\nfl we RI&.NEI ee\nYU\nFOCUS ESG\n¢ Carbon Footprint: Yuri & Neil aims to minimise its carbon footprint by reducing the waste produced in its offices. In 2023, an initial carbon assessment was carried out to measure 2022 emissions. ¢ Philanthropy: Yuri & Neil works with non-profit organisations, offering voluntary support for their digital development. ¢ CSR Governance: Yuri & Neil applies the ISO 26 000 standards for corporate social responsibility.\neMZ 2023 ESG REPORT\n07",
  "page_10": "NEWS FROM THE PORTFOLIO\n_\naspire\nEducation\n\nASPIRE EDUCATION\nAspire Education is a leader in the education sector operating in both the B2P and B2B/ B2C markets in Austria and Germany. Aspire operates over 80 sites in Austria and Germany and employs c. 1,200 people. Its training offer includes career guidance and application support, IT training, seminars for highly qualified employees and exchange programmes between secondary schools. In recent years, the Group has gone digital and now offers online courses as well as physical/hybrid sessions. In addition, Aspire is a pioneer in the Austrian recruitment- training market, helping both jobseekers to find the right position and companies to train their future employees.\nIn February 2023, EMZ acquired majority control of the group while enabling the management team to significantly increase its stake.\nFOCUS ESG\n* Social: Aspire Education’s business has a positive social impact by providing training and professional development opportunities for its clients. Part of its offer targets disadvantaged groups: young people without initial training, foreign language speakers, etc. Its activity also helps to reduce gender inequalities in the labour market by providing specific training services for women. * Decarbonation: Aspire Education is developing its targets for reducing greenhouse gas emissions on its scope 1 and 2, in particular by aiming to make increasing use of renewable energy sources.\n08\nemz' 2023 ESG REPORT",
  "page_11": "NEWS FROM THE PORTFOLIO\n_\nH&Z\nUNTERNEHMENSBERATUNG\nH&Z is a Munich-based consultancy with 365 employees and a Solid reputation in the field of purchasing and supply chain management. H&Z has developed a ‘with Head, Heart and Hand’ approach to consulting. H&Z consultants design, lead and support transformations with measurable results. With this unique approach, H&Z aims to guarantee sustainable results for leading international SMEs. Its business is growing steadily, driven by its customers’ increasing focus on sustainable procurement and the circular economy.\nIn December 2028, EMZ acquired a majority stake in H&Z alongside the management team and a large proportion of the group’s employees.\nFOCUS ESG\n¢ ecarbonation and circular economy: H&Z is an expert in sustainable sourcing, decarbonisation and the circular economy, enabling them to support their customers in developing a more sustainable business model. H&Z’s decarbonisation trajectory is SBTi certified. ¢ Philanthropy : H&2Z’s ‘Hirn Herz Hand e.V.’ association has been in existence since 2003, supporting sick and disadvantaged people through a range of charity projects. ¢ Value sharing: The structuring of the transaction with EMZ has set up one of the leading employee share ownership programmes in the consulting industry in the DACH region.\n\nIMES-ICORE\n/imes-icore’\nCompetence Ce & DENTAL-Solubons\nimes-icore is a German company specialising in equipment for the computer-aided design and manufacture of dental prostheses. With operations in Germany, the United States and South-East Asia, the company serves all segments of the dental market, such as dentists, clinics and laboratories, by offering a wide range of machines.\nIn December 2023, EMZ acquired a majority stake in the group’s capital alongside the members of the management team, who remain the main shareholders in the transaction.\nFOCUS ESG\n¢ Eco-design and circular economy: imes-icore works on the eco-design, lifespan and recyclability of its machines. The group offers its customers a machine exchange programme, enabling them to buy back old machines from their customers and replace them with more modern, energy-efficient equipment.\n¢ Sustainable supply chain: imes-icore’s purchasing policy incorporates ESG criteria, and regular ESG audits are carried out on their suppliers to ensure compliance with these criteria.\nemz' 2023 ESG REPORT\n09",
  "page_12": "—\nay\npis\n-\ni\n1a,\nme 1,\nLA\nGe\nWA\nar nie\nae\nrr\nye\nnag\nRy\ni\n-\noe\n*,\n;\ned\nrae ba\nWaa\nfe\na\nat\nt\nay\no£\nPa\nsh\nth\n&\nree ea\na\n1\nae\noar a\n~¥\nee a\n_\n+\nCE\nEe\nae\n§-\nTh\nae\nro)\noe\nvy deg\nhye\noe\nof\n2\nciel\na gm a\n—t\naoe ah\naa\nAF\n‘as\n1\nay\nre af\nhs\nAh\nea\nes\na\nas\nty\nChas\nee\nnt ty\nar\nfy\nce\nAig\nwe\n‘\n=\ni.\na\nale\nsi\nfe\noy\nall\n=k\n—\nta\n2\nCP aa\nser\nae\n=\nwhe,\noe’\noy\nuse\nar Sed\nae,\nua\nae\nad\n=:\n4h\nAa\noa\nst,\namt\nLaer\ntte\nah pe\nPat\nPs]\na\nhig",
  "page_13": "Ke\nie\nESG\nSTRATEGY\nCreating shared value\nand contributing\nto decarbonation\nei\nae\nSi\nYe tee,\nyn\nib\nos\na\nA",
  "page_14": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nA COMMITTED AND RESPONSIBLE MANAGEMENT COMPANY\nThe importance placed on ESG criteria is reflected both in the way EMZ Partners operates and in the principles that govern its investment policy.\nOur goals at EMZ Partners\nOur ESG goals express EMZ’s values, which are reflected in our investment strategy and in the specific characteristics of our market segment:\nintegrating not just risk factors but also opportunities, associated with non-financial criteria, and being in a position to identify their potential impact on value creation;\n* building strong partnerships with portfolio companies, based on mutual trust and common governance principles;\nensuring that our investment policy does not adversely impact the sustainability of our portfolio;\n¢ taking action to support entrepreneurs and management teams in implementing their CSR approach, with a view to creating inclusive and shared value;\ncommitting to continuous improvement, both in-house and through our investment strategy, which must consider the specific characteristics of the unlisted market and the size of the companies in the portfolio.\nAsserting responsible principles\nEMZ underpins its commitment to ESG in the eyes of its various stakeholders in-house and outside the firm through formally-defined principles and policies governing its activity.\nThese include our code of ethics, our voting and shareholder engagement policy, our responsible investment policy and our ESG risk policy.\n\n© Asserts EMZ’s ambition to be a committed and responsible player, both as an employer and as an investor © Confirms the recognition of entrepreneurs and management teams at portfolio companies as key players in value creation © Presents EMZ Partners’ climate commitments © Describes the principles for implementing the ESG approach throughout the investment process and the manner in which environmental, social and governance aspects are factored in.\nDedicated resources\nThe original ESG team - the Managing Partner and the Company Secretary - was strengthened in 2022 by the creation of a dedicated ESG Director position. Working closely with the investment team and the middle office team responsible for finance and risk, the ESG team aims to integrate ESG objectives into the heart of the investment strategy and the way we operate at EMZ.\nphase, namely by identifying sustainability-related risks and opportunities, coordinating ESG reporting and promoting the adoption of best ESG practices by portfolio companies.\nThe ESG team is also involved in (i) the operations side of the management company, through the promotion and implementation of sustainable practices, (ii) awareness-raising and training for teams on ESG issues, and (iii) the coordination of EMZ’s participation in local initiatives for the common good.\nThe EMZ team as a whole works to ensure that ESG is an integral part of the investment process, with added support from the dedicated ESG team. The latter assists the investment team with ESG due diligence and performs ESG monitoring of portfolio companies throughout the holding\nWhere specific needs arise, ESG experts may be called on to assist the ESG team.\n12\nemz' 2023 ESG REPORT",
  "page_15": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nMaking ESG an integral part of the way we operate\nEMZ strives to act as a responsible company, as regards environmental, labour-related and social issues as well as governance practices.\nMeasuring and reducing the management company’s carbon footprint\nEMZ is keenly aware of environmental issues and understands the need to take climate actions, which is why this year EMZ measured its carbon footprint for the first time so as to obtain\na detailed analysis of its main emission sources. From now on, this measurement will be updated each year to track changes over time.\nIn the coming years, EMZ Partners will continue to work on making measurement more reliable, by using actual rather than estimated emissions as much as possible, for example for the carbon footprint of its suppliers and for calculating its financed emissions.\nEMZ’S TOTAL CARBON FOOTPRINT\nIN 2023\n99,9 %\nfinanced\nemissions\nFinanced emissions\nMore than 99% of EMZ Partners’ carbon footprint comes from its financed emissions, linked to its investments. In 2024, EMZ Partners joined the Net Zero Asset Management initiative and is therefore committed to managing its portfolio in line with a 1.5°C trajectory by 2050. EMZ Partners encourages decarbonisation commitments for each company.\nAt 31/12/2023, 40% of the portfolio was committed to a Net Zero approach:\ne 24% of the portfolio was made up of companies committed to carbon neutrality by 2030 or 2050; ° 16% of the portfolio was made up of companies that have put in place a trajectory that is already sufficiently robust to be considered in line with the objectives of the Paris Agreement.\nOf the 10 largest emitters in the portfolio, 65% have been measuring their carbon footprint for several years and are committed to a Net Zero approach which represents 70% of our financed emissions.\n4 O % OF THE PORTFOLIO,\nwas committed to a Net Zero approach\n13\n§ 1,23M tCO,e\nOperational emissions\nThe remaining emissions, less than 1%, are made up of EMZ Partners’ downstream Scope 3 emissions, mainly from suppliers and business travel.\nOne of the first levers of decarbonisation for EMZ is to promote low-carbon modes of travel. Whenever possible, the team prioritises travel by train for work-related trips. Public transport is almost always used for work/home commutes as well as face-to-face meetings. In the coming years, EMZ Partners will also be working on measuring the carbon footprint of its suppliers.\nRaising awareness and training\nTo raise awareness, the ESG team maintains regular contact with the investment and middle-office teams and organises training sessions on governance, environmental and social issues as required.\nIn 2023, the teams were trained in best market practice in terms of decarbonising portfolios in line with the Paris Agreements (deployment of a Net Zero approach).\nWHICH REPRESENTS { O %\nof our financed emissions\nemz' 2023 ESG REPORT",
  "page_16": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nBeing a responsible employer\nEMZ Partners has sought to strengthen the diversity and mix of its teams in 2023. EMZ Partners’ internal policies also reaffirm the refusal of any discriminatory consideration in terms of human resources. All decisions are taken solely on the basis of professional criteria, and with due regard to gender parity. As a result, the proportion of women in the team has risen from 35% to 45% in 2023. At Partners and team managers level, this rate rose from 11% to 31% in 2023.\nTHE PROPORTION OF WOMEN\nIN THE TEAM HAS RISEN FROM\n39% » 49%\nin 2023\nAT PARTNERS AND TEAM\nMANAGERS LEVEL, THIS RATE\nROSE FROM\n11% ».381%\nin 2023\nemz' 2023 ESG REPORT\nEMZ Partners also promotes training opportunities for its employees. In 2023, all EMZ Partners employees benefited from one or more training courses, for an average of\n8 hours of training per employee. These trainings covered ESG topics such as safety at work, cybersecurity, prevention of market abuse, carbon neutrality, etc.\nAN AVERAGE OF\nper employee.\nFinally, EMZ Partners believes in the role of value sharing within companies to ensure their growth and sustainability. In 2023, EMZ Partners signed France Invest’s Charter of Commitment to Value Sharing. At 31/12/2023, more than a third of its employees were EMZ Partners shareholders.\n14",
  "page_17": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nBringing communities and teams together\nEMZ’s commitment to corporate citizenship has been demonstrated for many years through its support for various associations. The entire team is actively involved in the choice of projects supported, with each team member able to propose an association of his or her choice, and donations are then channelled collectively. In 2023, EMZ Partners financially supported 3 associations in the healthcare sector:\ninstitut\nCurie\n¢ Institut Curie: Institut Curie, created in 1909, s the leading cancer research and treatment centre in France, which combines an internationally renowned research centre with a state-of-the-art hospital complex that treats all cancers, including the rarest. https://institut-curie.org\nFRANCE ALZHEIMER & MALADIES APPARENTEES\nFrance Alzheimer et maladies apparentées: France Alzheimer et maladies apparentées has been working since 1985 to recognise the needs of patients and their families, and to defend their rights;\nhttos://www.francealzheimer.org\nFONDATION\n(/\nKk\ncom yces\nto\n| f\nPOUR ENFANCE\nFondation Comyces pour I’Enfance: Created in 2023 under the aegis of the Fondation de France, the Fondation Comyces pour |’Enfance aims to support and promote any project that helps sick children, particularly those with cancer, and their families. In 2023, the Foundation developed a scheme, currently being rolled out nationwide, to provide families of sick children with free accommodation in quality hotels close to hospitals. The Foundation has also helped finance the acquisition of cutting-edge equipment by the Institut Curie and supported some of its medical research projects.\nwww.fondationcomyces.org\n¢\n| a\n—\nae\n¢\n15\nemz' 2023 ESG REPORT",
  "page_18": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nA RESPONSIBLE INVESTOR ESG IN OUR INVESTMENT POLICY\nBy recognising the central role played by entrepreneurs and management teams in creating value, and by striving to build a balanced and long-term relationship with them, EMZ has been able to carve out a unique positioning in the private equity market. We are convinced that companies that have integrated virtuous environmental, social and governance practices are better managed, tend to have lower risk profiles, and ultimately generate solid financial returns. This perspective, which looks to the long term, coupled with the strong focus on governance, environmental and social criteria in our investment policy, are central to EMZ’s ESG strategy and its investment strategy.\nCommitting to sustainable finance: EMZ is a signatory of the PRI\nOur commitment to pursuing an investment policy that incorporates environmental, social and governance issues is reflected in our decision to sign the United Nations’ Principles for Responsible Investment (PRI).\nBy adopting the PRI, EMZ is committed to upholding six principles:\n1 Incorporate ESG issues into investment analysis\nand decision-making processes\nBe an active investor and incorporate ESG issues into\nownership policies and practices\nSeek appropriate disclosure by portfolio companies on ESG © Annual questionnaire sent to portfolio companies\nissues\n© Analysis of ESG data\nPromote acceptance and implementation of the Principles © PRI Reporting\nwithin the investment industry\n© Participation in ESG market initiatives (France Invest,\nIIGCC, iCl, Finance For Biodiversity, etc.)\nWork together to enhance EMZ’s effectiveness in\n© Engagement with other co-investors.\nimplementing the Principles.\n© Use of external consultants on regulatory,\nESG and climate issues\nReport on EMZ’s activities and progress towards\n© Annual ESG reporting for all funds and the\nimplementing the Principles\nmanagement company\n© Regular ESG communication with investors\n© UN PRI reporting\n© Exclusion policy\n© Pre-investment ESG analysis\n© ESG monitoring, particularly of the main PAIs\n© Annual assessment of the portfolio’s carbon footprint\n© Annual ESG reporting\nemz' 2023 ESG REPORT\n16",
  "page_19": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nIn 2023, EMZ Partners achieved the following UN PRI scores\nPolicy Governance and Strategy\n67\nDirect Private Equity\n12\n80\nDirect Fixed Income - Private Debt\n72\n72\nConfidence Building Measures\n80\n80\n(1) Peer Median is the median average score of signatories that are in the same peer categories: Signatory type, Geography and Size by AUM band.\nPRE-INVESTMENT\nExclusion policy\nAnalysis grid\nSpecific audit where necessary\n| Integration throughout the investment cycle\nESG EMBEDDED IN THE ESG PROCESS\n03\n01\nMONITORING\nESG clause in the shareholders’ agreement\nSeat on governance bodies\nESG monitoring grid\nAnnual questionnaire\nAd hoc analyses\nCarbon audit\nEXIT\nDisposal ESG questionnaire\nESG VDD where relevant\ninvestment\n02\nA commitment materialised by the launch of Fonds 10, classified under Article 8 SFDR\nAt the end of 2023, EMZ closed its tenth fund. EMZ 10 is classified as Article 8 under the Sustainable Financial Disclosure Regulation (SFDR), a sign of EMZ’s commitment to promoting environmental, social and governance criteria in its investments.\n17\nem\neMZ 2023 ESG REPORT",
  "page_20": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nExclusion policy\nESG analysis\nESG KPI\nIC memo including main ESG\ntakeaways\nESG roadmap\nImplemented upon needs and opportunities Systematically implemented\nThe inclusion of ESG criteria in our investment strategy is based primarily on the exclusion policy applied by EMZ. This policy has been updated to explicitly exclude the fossil fuel sectors.\nIt excludes the following from the scope of potential investments:\ne companies directly involved in the manufacture of tobacco and tobacco products and in the wholesale of tobacco and its derivatives; companies directly involved in the manufacture or trade of distilled alcoholic beverages and related products; companies directly involved in the manufacture, storage, transfer and trade of weapons or ammunition; casinos and companies directly involved in gambling and online betting; companies directly involved in research, development or technical applications in connection with programmes or solutions related to internet gambling, online casinos or pornography; companies directly involved in food speculation; where financing is intended to be used for technical applications relating to human cloning for research or therapeutic purposes, or GMOs, the management\ncompany will ensure that all legal, regulatory and ethical\nissues are duly verified; * companies planning to increase their activities in the production, operation, transport and storage of conventional and unconventional fossil fuels (coal, oil and gas), as well as companies directly involved in these activities and without a transition plan.\nThe initial analysis also ensures that the target company is not the subject of material and proven ESG controversies (e.g. violation of UN principles or OECD guidelines), or that if past controversies exist, they have been the subject of an appropriate action plan.\nOnce the exclusion criteria have been met, ESG criteria are taken into account in the pre-investment phase using an analysis grid to assess the degree of maturity of the company in question, and the risks and opportunities in terms of governance, as well as environmental, social and societal issues, and practices relating to suppliers and customers.\nIn 2028, all the transactions carried out were subject to an ESG analysis and grid.\nThese elements are presented in the investment memo that the team uses to make its investment decision. ESG risks and opportunities are therefore assessed as part of the investment decision criteria.\nAnnual ESG questionnaire\nESG clause in the shareholders\nagreement\nExit ESG questionnaire\nCarbon Footprint\nCollective engagement with other\nco-investors\n(1) EMZ Partners applies the definition of the NGO Urgewald for this exclusion (Global Oil & Gas Exit List and Global Coal Exit List).\nemz' 2023 ESG REPORT\nPreinvestment phase\n18\nESG vendor due diligence\nCarbon Footprint",
  "page_21": "ESG STRATEGY\nCREATING SHARED VALUE AND CONTRIBUTING TO DECARBONATION\nHolding Phase\nThe inclusion of an ESG clause in shareholders’ agreements asserts the importance of environmental, social and societal issues as well as good governance practices for EMZ Partners and the company. It engages the company to commit to ongoing improvement on these issues. In 2023, this clause was extended to require the company to carry out a carbon assessment in the year following the investment by EMZ Partners.\nDuring the holding phase, EMZ Partners continues to monitor the ESG practices of its holdings. An annual questionnaire is sent to each company to reflect, by means of qualitative and quantitative questions, practices in terms of governance and the environment, social practices, societal commitment and relations with the company’s suppliers. This questionnaire enables detailed monitoring of the sustainability practices of the companies involved, and offers the possibility of more targeted support in defining and implementing their CSR policy.\nFor example, in 2023, EMZ Partners helped one of its holdings to set up ESG indicators in order to define its ESG action plan. These indicators, if achieved each year, have an upward influence on the number of shares acquired by managers at the end of the period. EMZ Partners intends to develop this practice of ESG ratchets and deploy them more widely in the years to come.\nExit\nAt exit, the company being sold may be asked to conduct an ESG audit (ESG vendor due diligence), while EMZ may be required to complete a disposal ESG questionnaire.\nEMZ Partners also carries out an analysis of the climate risks and opportunities and the biodiversity impacts and dependencies of the portfolio. 100% of the companies in the portfolio at 31/12/2023 have undergone this analysis, the conclusions of which are presented in the report published under article 29 of the French Energy and Climate Law, available on the EMZ Partners website.\nFinally, EMZ Partners recognises the value of collective action to encourage the ESG development of portfolio companies. Therefore, where possible and relevant, EMZ Partners conducts its ESG engagement policy in collaboration with other stakeholders, in particular the portfolio company’s other financial investors.\nIt is also for this reason that EMZ Partners uses the questionnaire developed by France Invest for the ESG monitoring of its holdings, in order to facilitate the sharing of extra-financial information between companies and their investors, of which EMZ Partners is one. This questionnaire, based on a market questionnaire drawn up by Invest Europe, also facilitates and harmonises the reporting of non-financial information to our own Limited Partners.\nThese analyses give the opportunity to highlight the progress made by the company on non-financial topics throughout its partnership with EMZ Partners and to propose an action plan on these topics in line with the continuous improvement approach promoted by EMZ Partners.\nemz' 2023 ESG REPORT\n19",
  "page_22": "ee\n4s\nbi\nray\n¥\nny\nes\ni\nx\\h\n‘, a\nx\nporte\n|\n*\npe\nWher\n~~\noF\nono\nSS\n= Noe\n* er\n<a\nEa\nx=\n“aS\n%\nLy\n=\noe\nay\n‘Ss\n>\n=\n=»\n—- =\nee\nNG\ni\nhse ND\nes\nSs,\nwd\nKS\n~\nom\nnM\nEE",
  "page_23": "Zn\nESG_IN\nACHON(S)\nCombining tinancial\npermormance and\nClimate. ambition\ne@mMmzZ 2023 ESG REPOR",
  "page_24": "ESG IN ACTION(S)\nDecarbonisation is the cornerstone of our energy transition, a crucial and urgent action for our future. 70 of the 100 largest listed companies have Net Zero ambitions, with knock-on positive transformation effects for their suppliers, which are essential for decarbonising their scope 3. 9,000 companies worldwide have committed to an SBTi approach. From 2025 and 2026, the CSRD will require some 50,000 companies in Europe to disclose their carbon action plans.\nWhile progress is being made, we need to step up the pace if we are to achieve the objectives of the Paris Agreement, and the energy transition has an enormous cost. It is estimated that 2,500 billion euros of public and private investment will be needed in these areas between now and 2030\").\nEMZ Partners wants to take part in and gain exposure to this mega trend, which will profoundly shape our economies and societies in the future. The colossal financial requirements to develop low-carbon production and operating models offer substantial growth opportunities. Companies at the\nforefront of this transition are positioned to benefit from\nsignificant and sustainable growth.\nOver and above the amounts to be invested, there is a huge need for technical skills in engineering, consultancy and energy solutions companies... Investing in these sectors, with direct and key players in the transformation of production processes, enables EMZ Partners to combine the requirement for\nfinancial profitability with its climate ambitions.\nThis ambition also aligns with the aspirations of the EMZ team. Finally, it meets increased regulatory requirements and the very high expectations of our investors.\nEMZ Partners implements this strategic pillar into 3 main areas:\n(i) measuring and reducing the carbon footprint of our portfolio over time; (ii) supporting our portfolio companies on a Net Zero trajectory to meet the objectives of the Paris Agreement; and\n(iii) investing in climate solutions.\nes\n—\n= ei\nWind Farm Ailes Marines\n(1) Green equity exposure in a 1.5°C scenario, FTSE Russell, 2022\n22\neMZ 2023 ESG REPORT",
  "page_25": "ESG IN ACTION(S)\nCOMBINING FINANCIAL PERFORMANCE AND CLIMATE AMBITION\n_\nIn 2023 and 2024, EMZ Partners has decided to support\nseveral key players that are at the heart of the energy transition and the fight against climate change. EMZ Partners has selected companies with unique and critical expertise in limiting global warming, implemented by talented, experienced and visionary teams: decarbonisation of electricity production, energy efficiency, technological\n| Recent investments by the EMZ 10 fund: a complete ecosystem of low-carbon solutions\nOg\na S.Z\nSustainable\npurchasing\nFlale!\ncarbon-free\nsupply chains\nFi FAUCHE\nEfficient\nEnergy\nbuildings and\nproduction\ninfrastructure\nEMZ 10\nem\na | f y ves ayming\nwe\nCarbone footprint\nEnergy\n& low-carbon\nrenovation\ntrajectory\nStrategic\npositioning &\nLow-carbon\noffers and\nadlvancy\nservices\ninnovations in favour of decarbonisation, circular economy to rationalise the use of resources, decarbonised transport, etc.\nThese investments provide a comprehensive range of solutions covering the decarbonisation needs of the clients of our portfolio companies, right along their value chain.\nVA\nVULCAIN\nENGINE RainG\nemz' 2023 ESG REPORT\n23",
  "page_26": "COMBINING FINANCIAL PERFORMANCE AND CLIMATE AMBITION\nESG IN ACTION(S)\nCASE\nSTUDY:\nTHREE LEADING PLAYERS\nIN THE ENERGY TRANSITION\n» ADVANCY\nSs.\nA leading consultancy to high-emission sectors worldwide\nand plays a key role in helping these industries to\ndecarbonise.\nSébastien David, Senior Partner and Paul Petrescu,\nPrincipal\nSébastien David,\nSenior Partner\nPaul Petrescu,\nPrincipal\nA leading consultancy specialising in the decarbonisation of supply chains through the circular economy, shortening supply chains and engaging suppliers in virtuous practices.\nSven Steinert, Senior Partner & Sustainability Lead\nSven Steinert, Senior Partner & Sustainability Lead\n>» VULCAIN ENGINEERING\nA pan-European engineering company in the energy sector, was quick to embrace the transition by diversifying its activities around decarbonisation: nuclear, biogas, hydroelectric and wind power, hydrogen, etc\nJér6éme Zink, Associate Director, Stanislas Brachet, Director\nJéréme Zink,\nAssociate Director\n&\n> H&Z\n5\nStanislas Brachet,\nDirector\nemz' 2023 ESG REPORT\n24",
  "page_27": "COMBINING FINANCIAL PERFORMANCE AND CLIMATE AMBITION\nESG IN ACTION(S)\nCan you tell us how decarbonisation has become an important issue for your customers?\nAdvancy, Sébastien David - A growing number of companies, both industrial and consumer-oriented, are making commitments to reduce their emissions by 40% or more to limit the rise in temperature to 1.5 degrees by 2050. We are observing this trend among our own customers all over the world. Advancy now places the notion of decarbonization and environmental challenges at the heart of all the strategies it develops on behalf of its clients, whether in the context of projects to support companies or due diligence carried out on behalf of investment funds. We have carried out around a hundred projects on this theme in the last three years. This now represents around 20% of Advancy’s turnover, and this proportion is growing all the time.\nVulcain, Jér6me Zink — Decarbonisation is an important, even essential, issue for our customers, and for some it’s a question of survival. We also work with customers who are new players in this sector and who are capturing the value linked to these new industries that are being created. These activities now account for more than a third of Vulcain’s turnover.\nH&Z, Sven Steinert - We advise our clients in three areas related to sustainability issues: regulatory and reporting obligations, such as CSRD; decarbonisation, particularly in purchasing and supply; and the circular economy, the third area being probably the most strategic. We cover every stage of the value chain, and we support our customers along the way. We have around 30 consultants in Germany working on these subjects. Decarbonisation is a key issue for our customers. We see that many companies have set themselves decarbonisation targets, and we need them if we are to achieve the 1.5°C objective of the Paris Agreement.\nCan you give us some examples of projects carried out with your customers on the theme of decarbonisation?\nAdvancy, Sébastien David —- We have carried out around a hundred projects in these areas over the past three years, and the number is growing exponentially. We work with our customers to help them assess, select and finance the technologies that will be needed to contribute to carbon neutrality by 2050: energy efficiency, hydrogen economy, electrification, CO, capture and recovery processes.\nran,\n= oa\nThe transition to a low-carbon economy also requires far- reaching changes in economic players, who need to review their business portfolios, define new business models and adapt their organisations and skills. We support our customers in these transformations, helping them, for example, to develop new product ranges. These projects require them to undergo an in-depth transformation, which we support them through, sometimes involving the sale of historical activities, the acquisition of new specialist companies, the development of new business lines, or the definition of a coherent commercial approach...\nWe also regularly work on projects involving circularity, the development of new materials, the engineering of plant-based raw materials, etc.\nVulcain, Jéréme Zink — Vulcain is active in several sectors, including nuclear power, renewable energies, process industries, pharmaceuticals, infrastructure, railways and energy networks. Our teams are involved throughout the value chain of these projects: upstream design, definition of macro- economic parameters, and downstream for the execution, construction, commissioning and start-up of these facilities. One example is the Saint Brieuc wind farm project, in which Vulcain managed the construction of the wind farm. This project required the intervention of 90 Vulcain employees at the height of the project, on land and at sea. 62 wind turbines represent 500 megawatts, which corresponds to the power supply of 800,000 homes.\nrs\nemz' 2023 ESG REPORT\n—\n25",
  "page_28": "ESG IN ACTION(S)\nCOMBINING FINANCIAL PERFORMANCE AND CLIMATE AMBITION\n_\nH&Z, Sven Steinert - One recent example: we recently helped a major international land and sea transport company to roll out its sustainable procurement policy. At the heart of the assignment was a particular focus on measuring and reducing the company’s carbon footprint, with a view to achieving zero emissions.\nWhat are the main decarbonisation issues in your field and what challenges are you facing?\nH&Z, Sven Steinert — H&Z’s ambition and expertise is to cover all aspects of our customers’ value chain. This means optimising purchasing, which requires a change in the way a company operates, but it can also mean realigning its strategy. It’s an in-depth transformation, and we support our customers throughout the process. We also support them in mobilising their internal teams around this transformation project. We are there until the transformation is complete, and we ensure that it is a measurable success for our customers. We also know how to support our customers so that they can turn these transformations into a competitive advantage.\nAdvancy, Paul Petrescu — We work in high-emission sectors that are key to decarbonisation: chemicals, agriculture, etc. In concrete terms, we support companies so that they can anticipate the needs associated with the ecological transition and cope with changes in requirements, demand and the regulatory framework.\nTo enable them to remain among the leaders in their markets, we need to support them in genuine long-term transformation plans for their offering, their operating model or their production methods. This often involves major investment needs, for example in green electricity, or in innovation, to define new commercial offerings that will win over their target markets and help customers adopt new habits. We also need to pay close attention to changes in corporate culture and carry out internal transformations to enable them to adapt to these major changes.\nVulcain, Jéréme Zink — The challenge is to enable our customers, who often come from the world of fossil fuels, to produce the same molecules, but synthetically. These energies are new, and the technologies are less established. We must innovate to transpose our expertise and the historic know-how of our engineers in these sectors, and put them to work in the transition, in biofuels, green hydrogen, the recovery and reuse of industrial waste heat or CO, capture.\nVulcain, Stanislas Brachet — The second challenge for our sector is the intermittent nature of renewable energies. In the energy sector, Vulcain is therefore committed to working on the energy mix of the future, combining renewable energies with more controllable energy sources, such as nuclear power.\nWhat are your development ambitions?\nVulcain, Jér6me Zink, Stanislas Brachet - Our ambition is to continue to deploy our expertise in the many projects needed to decarbonise our industry. We want to carry out projects that are useful and have an impact on the real economy. It is also a guarantee of Vulcain’s attractiveness to engineers who are committed to being at the heart of the green activities of our world.\nAdvancy, Sébastien David — Our ambition is to continue to develop our differentiated positioning in the field of consulting, thanks to our expertise and experience in decarbonisation, which is both useful to society, meaningful for our teams and a generator of growth.\nA\n.\nf\n—,\n26\nemz' 2023 ESG REPORT",
  "page_29": "ESG IN ACTION(S)\nOur strategic goal is to become the leading circular economy consultancy in Germany, Switzerland and Austria.\nWhat impact has the partnership with EMZ Partners had on the roll-out of your decarbonisation offering and services?\nThe partnership with EMZ Partners has demonstrated the confidence of this financial partner in supporting our growth, which is a very positive sign for our customers. It gives us credibility and recognition.\nEMZ Partners’ funding will enable us to invest in projects that we believe in as part of our strategic direction.\nThis partnership will also benefit us by giving us access to the EMZ Partners network, making it easier for us to get in touch and enabling us to expand our business and link up with new customers.\nThe partnership with EMZ is crucial to our development plan. Our ambition is to double our business by 2028, in all our activities, with a strong acceleration of the decarbonisation theme in all our missions.\nThe partnership with EMZ Partners will enable us to develop our expertise and our decarbonisation offering through future partnerships and strategic acquisitions. EMZ Partners plays a central role in realising our strategic vision of becoming the leading firm on these issues in Germany, Austria and Switzerland.\n=\nfi\n{i\ni\n|\ni}\niH\naa\ney\npe\nrH\n— ,\nTp\n,\n73\nm |\nTal!\nas\n=\n—\na |\nLA |\nsy |\nmS\n¥\n~F |\nAyn\nWind Farm Ailes Marines\n= re\n27\neMZ 2023 ESG REPORT",
  "page_30": "Uh\non ram |\nAy\n; FE at,\noe fice Fs\net\n‘\ntm, |\na he\n“ee ae i\n2023\nfh\nhe,\n-;\nee\na\nia\ntks\nie\nay\nCall\na,\ncal hale\nue\n%\n=\nBic r\nf¥.\nie\nREPORT\nwl.\noh\n¥ ¥\nS; ae |\ni\nfi 7%\nre san\na As\na\nial\n4 ot\nle\ne¥,\nas\naed\nrd\nah\na)\ni\nrr\nne\nsf,\nas\nfe\nfA",
  "page_31": "f\n=\na7 <\nie\nAN\nCONTRIBUTION\nOF\nPORTFOLIO\nCOMPANIES\nto the Sustainable.\n1p hie\nic a\nvelopment Goals.\nDC\na\nva\nLee ir <a\n=\na\n=a | cas\noP\nrae we\n—\nGrate\npa, ap i\n(ame.\nPa\nvie ee\nie\nSake\nte\nie\nte\n+\n+\nay\nen\",\n=\nae\n~~ >\nait,\na\nWN\nac\n4, tal\nreins\nSal\nf fy\na\nPes\nA\neZ\nka\nye\n~“ io?\nPas\n' LG\ni\nwey\n1\nfis\n7\nnee\nfe ae\nns\nt oy Rete\n }\n-\nhart\ni\nmY “] gee\n= As",
  "page_32": "CONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\n_\nIn acontext of increasing social and environmental inequalities, the United Nations member states adopted the Agenda 2030 in 2015\nBroken down into 17 Sustainable Development Goals (GDGs) this international initiative aims to «meet the needs of the present without compromising the ability of future generations to meet their own needs» (Brundtland, 1987)\nY N \\)\nV/ Vi o NV\n1\nQUALITY\nGENDER\nAFFORDABLE AND DECENT WORK AND INDUSTRY, INNOVATION\nK\\ W iy Y\nPOVERTY\nEQUALITY\n‘AND SANITATION CLEAN ENERGY ECONOMIC GROWTH ‘AND INFRASTRUCTURE\nSS\neo\nhatit ee\nns\n*©-\nuly\nSUSTAINABLE\nrN\nDEVELOPMENT 10\nINEQUALITIES\n1 ‘SUSTAINABLE CITIES 12 aaa. 3 CLIMATE 14\n‘AND COMMUNITIES or POUCH\nBELOW WATER\n1 UFE\n16 nat ci Maes PARTNERSHIPS\ni HSTIUTINS\nG: “ALS\ngm,\na~\nCO | >\n~\nYa)\nd=)\n—\nEconomic development must in fact be paired with environmental and social development and requires the commitment of all stakeholders in society. Thus, the SDGs can be adopted to guide companies’ sustainability strategies regarding Environmental Social and Governance (ESG) issues\n9 portfolio companies (35%) are signatories to the United Nations Compact and use the SDGs to define their priorities for action and monitor their contribution: : Ayming, Diam, H&Z, Jacky Perrenot, MCI Group, Heroiks, Safic Alcan, SPIE Batignolles et Vignal\nThe UN Sustainable Development Goals stem from the 2030 Agenda for Sustainable Development, defined by and for Member States\ninvestments which can contribute to delivering the Sustainable Development Goals\nThe taxonomy maps one or several investment target for each Sustainable development goals and each of their targets. EMZ Partners identifies an investment target and assess the part of the products and services (part of the revenues) offered by the portfolio companies that contribute to it\nEMZ Partners, as a financial investor, refers to the SUSTAINABLE DEVELOPMENT INVESTMENTS (SDIs) TAXONOMY & GUIDANCE\" to assess the contribution of its investment to the SDG. The aim of this taxonomy is to foster\neMZ 2023 ESG REPORT\nCLEAN WATER\n‘ON LAND\nFOR THE GOALS\n=\n(1) https://www.sdi-aop.org/\nTERO\nGOOD HEALTH\nHUNGER\n‘AND WELL-BEING EDUCATION\nAGS\n“yf\n30",
  "page_33": "CONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\n_\n| FOTOFINDER\nGOOD HEALTH\n‘AND WELL-BEING\n“yf\nSUSTAINABLE DEVELOPMENT GOAL # 3: GOOD HEALTH AND WELL-BEING\n\n3.4. Non-communicable diseases — reduce by one third premature mortality from non-communicable diseases and promote mental health and well-being\n“Investible entities that provide diagnostics, medicine and treatment for non-communicable diseases relating to neoplasms (cancer) » : skin cancer early detection” “Investible entities that produce medical equipment or provide services for more immediate and more accurate diagnoses and treatment”\n3.8. Achieve universal health coverage, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all\nFotoFinder is the leading (and standard setting) manufacturer and service provider of skin visualization technology. Services and products offered by FotoFinder contributes to early skin cancer detection.\nFotoFinder in short\nLeading manufacturer and service provider of skin visualization technology\nFounded in 1991\n100 employees\n2023 Sales : 17M€\nemz' 2023 ESG REPORT\n31",
  "page_34": "Sustainable Development Goal # 3\nGood health and Well-Being\n3.4. Non-Communicable diseases: reduce by one third premature mortality from noncommunicable diseases and promote mental health and well-being.\n3.8. Achieve universal health coverage, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all.\nCONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\n_\nWITH\nINTERVIEW\nANDREAS\nMAYER\nCEO\neo\nAndreas Mayer, can you describe in a few words what FotoFinder does?\nAndreas Mayer — FotoFinder is a global leader in skin imaging systems. We specialize in Automated Total Body Mapping, digital dermoscopy, and Al-supported dermatology technologies. We also offer solutions for hair consultation, psoriasis documentation, aesthetics, and clinical research.\nThe software and hardware are developed and manufactured at our Bad Birnbach site, which currently employs 98 people. We also have subsidiaries in the USA, UK, and Italy, dedicated solely to serving their respective markets as sales companies.\nIn 2024, DermLite, a leading provider of handheld dermatoscopes, joined the FotoFinder Group. Together, we aim to create a comprehensive ecosystem for skin imaging.\nOur mission is to provide worldwide access to accurate skin checks and early skin cancer detection.\nCan you tell us more about the concept of “Total Body Mapping”? How does it have a position contribution to health?\nAM - Total Body Mapping (TBM) for skin cancer screening is a specialized process that involves creating a detailed and comprehensive map of the skin to monitor and identify any\n=\nAndreas Mayer,\nCEO\nchanges over time. This method is particularly useful for detecting skin cancers, such as melanoma, at an early and more treatable stage. Regular mapping helps to detect skin changes early, when skin cancers are most treatable. Early detection significantly increases the chances of successful treatment and survival, particularly for melanoma.\nClinical images of the skin are taken from different perspectives with a digital camera and saved in the system. With the compare mode, images of the same body region can be compared over time to identify changes. A specialized “Bodyscan” algorithm detects lesions on the skin and tracks changes between follow-up images. This feature assists medical professionals during follow-up examinations by making it easier to identify new or altered lesions, particularly in patients with multiple lesions.\nIt’s significant to note that approximately 70-75% of melanomas are de novo, meaning they arise as new spots on the skin rather than from pre-existing moles. This underscores the critical importance of regular skin checks and comprehensive screening methods, such as Total Body\nMapping. Early detection of new and potentially malignant skin lesions through thorough and periodic skin assessments can greatly enhance the chances of successful treatment and improve overall outcomes for patients.\nemz' 2023 ESG REPORT\n32",
  "page_35": "CONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\n_\nTo what extend does Fotofinder contribute the United Nations’ 3 Sustainable Development Goal of Good Health and Well-being?\nAM - FotoFinder is entirely dedicated to providing imaging systems for skin cancer screening. Nearly 100% of our revenue comes from our cutting-edge imaging solutions.\nSkin cancer screening offers the critical benefit of early detection, which can significantly improve treatment outcomes and survival rates. By identifying skin cancers like melanoma at an early, more treatable stage, screenings can prevent the progression of the disease, reduce the need for extensive treatments, and ultimately save lives. Regular screenings empower individuals to take proactive steps in managing their skin health, ensuring timely medical intervention.\nFotoFinder equips doctors with systems for early skin cancer detection, though we do not provide screening services ourselves. We have 5,000 customers using our system, and on average, they treat 2,000 patients per year with FotoFinder.\nCustomer feedback indicates a growing demand for total body mapping among patients, as they recognize its significant health benefits.\nWhat are Fotofinder’s project to increase this positive impact?\nAM - Further integration of Al supported processes is a major goal of our future development plans. The technology can help improving the process of diagnosing skin cancer and is able to raise the diagnostic quality especially in areas where specialists are not available everywhere.\nFotofinder also contributes to raising awareness to various audiences: recently we have launched a social media campaign with UK influencer Lisa Costello as part of Melanoma Awareness Month in May 2024, and we have supported skin cancer screening projects using our systems in Portugal for beachgoers and in Italy for participants in a sailing regatta.\nTestimonial of Lisa Costello, a two-time melanoma survivor and a FotoFinder total body mapping patient for over five years\nAfter | lost my dad in 2015 to a very aggressive melanoma, | started to check my moles frequently. When | was diagnosed with stage one melanoma in December 2018, it was the shock of my life. But it wasn’t the end; | was diagnosed a second time in 2021.\n| have quite a few moles, so it is hard to monitor them all on my own. That’s where mole mapping became crucial. By comparing two body mapping pictures, we noticed that one mole had changed and were able to remove and analyse it quickly.\n| now do a yearly check-up with the Total Body Mapping from FotoFinder. As a melanoma patient, | experienced a lot of anxiety, but mole mapping gives me so much peace of mind. It’s reassuring to know that all my moles are being carefully examined and monitored. It still amazes me how much detail the FotoFinder medicam can reveal. I’ve had quite a few moles removed, and most of them were detected by the FotoFinder machine.\nl\nrr\n—_\nemz' 2023 ESG REPORT",
  "page_36": "CONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\n_\n| ASPIRE EDUCATION\nQUALITY\nEDUCATION\nas\nSUSTAINABLE DEVELOPMENT GOAL # 4 : QUALITY EDUCATION\n\n4.3. Ensure equal access for all women and men to affordable and quality technical vocational and tertiary education\n“Investable entities that provide tertiary”\n4.4. Substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship\n“Investable entities that provide tertiary and vocational\neducation”\nAspire is a leading education provider in Austria and in Germany. The education offering covers various stages in the lifelong learning journey. Focusing on distinct target groups, they have, among others, a positive impact on the education level of adolescents, who have dropped school, job seeking people, underqualified women and migrants.\nAspire Education in short\nFounded in Germany in 1981, in Austria in 1993 1200 employees 140M revenues\nemz' 2023 ESG REPORT\n34",
  "page_37": "SCHELKES\nSustainable Development Goal # 4\nQuality Education\n4.3. Ensure equal access for all women and men to affordable and quality technical vocational and tertiary education.\n4.4. Substantially increase the number of youth and adults who have relevant Skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship.\nasl\nemz' 2023 ESG REPORT\nCONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\n_\nWITH\n“The training at Ibis helped me a lot. I have a job with a top employer NOW.» - Kevin\nAnother leg of our business are specialization classes for professionals, for instance for IT professionals, tax advisors, coaches. These people need to keep up with legal and regulatory changes as well as with new developments in their sector and they can do that with us.\n35\nINTERVIEW\nUDO\nOHIEF FINANCIAL OFFICER\nOF ASPIRE EDUCATION\na3\n5 cai!\nyy\nUdo Schelkes, Chief Financial Officer of Aspire Education\nUdo Schelkes, can you describe in a few words what Aspire does?\nUdo Schelkes -— Aspire provides training and education. A substantial part of our activity are classes and training modules for people who have been out of a job for a long time, for young adults who left school without a degree, for women wanting to get back into the job market after a long break, as well as language classes for people with a migration background. This part of the business represents about half or our revenue and is strongly developed in Austria. The courses we Offer are part of government programs which aim at qualifying people and making them fit for the job market. In 2023, over 120.000 people attended these classes in Austria only. Over half of the course participants (61%) were women, more than 30.000 had a migration background. We are currently developing similar offers in Germany.",
  "page_38": "CONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\n>\n=\n=\nmii\ni\ni\n| 4\n=\nEE\n——\nEE n\nfy\nYoung people trained by Aspire who have just passed their final examination\nOverall, about 185.000 people a year are training and coached by Aspire and its subsidiaries in Austria, Germany and Switzerland — online, hybrid or in a classroom of some sort. We cater for anyone from children and adolescents to over 50s.\nTo what extent does Aspire contribute to the United Nations’ 4\" Sustainable Development Goal of quality education?\nUS - One can’t thrive without a solid education. Education empowers people and allows them to find their place in the job market and in society. It’s also a pre-requisite for a nation’s healthy economic development. That’s why quality education is up there as one of the UN’s top Sustainable Development Goals.\nWe at Aspire contribute directly to achieving that goal by addressing population groups who face or have faced hurdles and difficulties in their education path: language hurdles, lack of qualification, long period of times without employment. Over 80% of the beneficiaries visiting the government-subsidized classes offered by Ibis and Kaos, two of our programs in Austria, have undergone only compulsory schooling or, for some, no schooling at all —i.e. they have not learned a trade\n36\nA\n\\\nhe\nor earned a degree in higher education. Their chances to find a good job and provide for them and their families would be minimal without further training.\nRelevanteste ~\n© Sultana Nad\nDie beste Schule.. Ich hatte eine\nwunderbare Erfahrung bei Ihnen.\nVielen Dank fur Ihre\nUnterschtiitzung,, - — @\n1Wo. Gefallt mir Antworten\n10\na # Verfasser\nibis acam\nSultana Nad vielen Dank fiir\ndein wunderschénes\nFeedback!\n1 Wo. Gefallt mir Antworten 10\nCourse participant Sultana Nad expressed her gratitude towards her teacher on social media.\nemz' 2023 ESG REPORT",
  "page_39": "CONTRIBUTION OF PORTFOLIO COMPANIES\nTO THE SUSTAINABLE DEVELOPMENT GOALS (SDGS)\nWe know that for many people, school dropouts for instance, getting a proper education is often just one of many other problematic issues. Therefore, in some programs, we provide psycho-social support and coaching in addition to job training and language skills.\nAll in all, Aspire makes a positive contribution on several fronts: reducing gender inequalities with courses targeting women; integrating people with a migration background into the job market and into society; providing vocational training for young adults and enabling them to make a living.\n“Not only did I learn a lot, I also ended up finding my dream job thanks to the course I took..,, - Sultan\n(Graduate of a 2021 vocational training class)\n+\nJ {a\nKe\nie\n3]\n—\n, o\nLP\ngil he La\n&\nYoung people trained by Aspire to be salespersons simulate real-life situations\nIn your eyes, what is the key to providing quality education as defined by the UN?\nUS - As often, it’s people who make the difference: the quality of teaching and training is key. Of Aspire’s 1.200 employees, some 1.000 are teachers and trainers. They are our most important and valuable asset. Our aim is not just to get people to sit in a classroom — we want them to learn and earn a qualification that makes a difference. Quality teaching is the only way to get there.\nAleyna\n37\na\nsa,\n|\ni |\nAfter successfully completing her course with Aspire, Aleyna thanked her trainer in a handwritten letter.\nfeanae Tra Aor. ™ Fe Oli Deters > oh\nrach cehe af} mel, ove =k ?\nDan le cle, f CT aQinern\nhier We. = tek yeret\nc.ne Seer cel cst e the 7\nDie Tamer Wor en ine er hi CAs bec: }\n‘ee: OQhhenn Oncl <s hak mir ier Se (4% gemacht.\nre\n|\na\nee aol aig\n7\nemz' 2023 ESG REPORT",
  "page_40": "A\nS\nin\nFa:\nVy\na\n%.\na\ni\ni\nwy\ney\ne\n“re\noO\n7.)\nDs\n(+6\nDee\naw}\n99) )*\n49%\ny\n79,\n¢\nA\na]\nane\nemz' 2023 ESG r)\n9\nt",
  "page_41": "Yh a\nky te\n~y\n~~\naf ml *\nON |\n—_\nba\nAY\nae\n\\\ni R>,\n|\n24 4\\\n>\n\\4\nGES\nOn SG\nBes.\nO Py THE IORTEQLIO\nNIES\na\n|\na\nye\ngo, a\n(CAN T\n‘PER\n5.\nj\noF?\nREPORT",
  "page_42": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\n_\n| Evolution of the portfolio’s ESG performance\nMethodology\n99%\nThe ESG performance of EMZ’s portfolio companies is monitored and analysed through an annual ESG data collection campaign. This is based on an evolving questionnaire designed to meet the needs of portfolio analysis, investor demand and the regulatory provisions applying to the funds and the management company. The questionnaire contains around one hundred indicators and is mainly based on the questionnaire prepared by France Invest.\nGOVERNANCE | ENVIRONMENT | LABOUR ISSUES | SOCIAL ISSUES | FAIR PRACTICES | COMMUNITY\nMain themes covered by the ESG reporting tool\n© Female representation © Environmental governance © on company boards system © © Diversity © Resource management © © CSR governance (water, waste, land use, etc.) © Health, © Fair operating practices © Climate policy\nTraining\n© Support for local associations © Active community involvement\nDiversity and inclusion\nGender equality\nsafety and\nwell-being at work\nee\nPERCENTAGE OF COMPANIES THAT RESPONDED TO THE 2023 QUESTIONNAIRE\n+2%\nemz' 2023 ESG REPORT",
  "page_43": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\n_\nGOVERNANCE\nAt EMZ, our investment policy hinges on an enduring and balanced partnership with company managers, which is why a high standard of governance is central to our ESG strategy and the corollary of any investment.\nThe relationship of trust that EMZ forges with managers, hinging on the quality of management teams and commonly shared values, is the cornerstone of the partnerships built by EMZ.\nThe EMZ vision is to actively support and promote the formal definition of best governance practices and initiatives already applied at many of its portfolio companies, with specific attention to female representation in management and governance bodies and the integration of CSR issues into portfolio companies’ strategy.\n| Actions taken in favour of diversity and gender balance.\nAVERAGE UNADJUSTED\nGENDER PAY GAP\nAVERAGE PERCENTAGE OF WOMEN\nON MANAGEMENT COMMITTEES\n+1%\nJacky Perrenot, operating in a heavily male-dominated sector, appointed two new women to the Executive Committee in 2022: the Group Sales Director and the QSHE & Sustainable Development Director. Additionally, some of their agencies are partnering with the “Agir au féminin” initiative to promote gender balance in the workforce and encourage more women to pursue a career in heavy goods vehicle driving.\nESG FOCUS\nemz' 2023 ESG REPORT\n4",
  "page_44": "_\n| Integrating CSR into company strategy\nCHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nGovernance\nPERCENTAGE OF COMPANIES THAT\nHAVE FORMALLY INTRODUCED A CSR\nPOLICY\nPERCENTAGE OF COMPANIES WITH\nA CSR DEPARTMENT OR A CSR\nCOMMITTEE\n82%\n+12%\nESG FOCUS Labelys appointed a CSR manager in 2024 to steer the group’s sustainability strategy. H&Z has an “H&Z Green Team” committee responsible for the company’s sustainability efforts. A dedicated team also specialises in H&Z’s responsible offering, under the responsibility of a Senior Partner.\nSHARE OF COMPANIES THAT HAVE SIGNED THE UNGC\nPERCENTAGE OF COMPANIES WITH SUSTAINABILITY-RELATED PERFORMANCE-BASED REMUNERATION\nTERMS\n42\nemz' 2023 ESG REPORT",
  "page_45": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nGovernance\n_\nPERCENTAGE OF COMPANIES\nWHOSE MANAGEMENT BODIES REVIEW THE\nCSR THEME AT LEAST ONCE A YEAR\nPERCENTAGE OF COMPANIES\nTHAT PUBLISH AN ESG REPORT\n84%\n40%\nESG FOCUS\nin 2023, H&Z has issued its first voluntary ESG report highlighting the attention they pay to social responsibility and to their impact on the environment. With this first report, H&Z wants to take the opportunity to give a comprehensive, tangible and codified account of their ESG initiatives.\nPERCENTAGE OF COMPANIES THAT HAVE DEFINED AN INFORMATION SYSTEMS SECURITY POLICY\n96%\nemz' 2023 ESG REPORT",
  "page_46": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\n_\nENVIRONMENT\n| Climate strategy\nThere is now a consensus on the causal link between human activity and global warming. The conclusions of the 6\" IPCC report indicate that CO2 emissions must be reduced rapidly and drastically if we are to avoid dramatic and irreversible consequences for ecosystems and humanity. It has been established that the impacts of climate disruption now affect all areas of human life, including health, food and access to water resources.\nThe consequences of global warming on economic activities will become more pronounced in the coming years. The increasing scarcity of resources, more frequent natural disasters, more unpredictable and more frequent extreme weather phenomena, the risks associated with rising sea\nlevels and damage to biodiversity will all have an impact on companies’ activities, requiring them to review their business models in the light of the risks and opportunities presented by climate change.\nEMZ’s environmental policy is designed to take account of this reality, with monitoring of the environmental performance of portfolio companies at the heart of its ESG policy. Environmental issues are discussed regularly with the management teams of portfolio companies. This environmental policy is also monitored in detail during the annual ESG campaign, during which 42 environmental indicators are collected and analysed, supplemented by data and analysis from specialist consultants.\nIn its monitoring, EMZ pays particular attention to analysing :\n© the quality and maturity of the environmental governance of the companies in the portfolio ; © the assessment of the portfolio’s carbon footprint and the measures taken by portfolio companies to reduce it; © the climate risks and opportunities for each company and the actions taken to protect against them and/or benefit from them.\n| Environmental governance\nConsideration of environmental issues by the company’s decision-making bodies is a sine qua non for the implementation of a coherent and effective environmental policy, with a view to continuous improvement.\nemz' 2023 ESG REPORT",
  "page_47": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nEnvironment\n_\n| Companies’ environmental commitment\nPERCENTAGE OF COMPANIES THAT HAVE FORMALLY INTRODUCED AN ENVIRONMENTAL POLICY\n/\\\n+18%\nESG FOCUS\nBatibig has formalised its sustainability policy on the basis of an ESG audit. The reduction of greenhouse gas emissions (scope 1, 2 and 3) and the implementation of circular economy initiatives are two key areas of this policy. Performance in these areas is reviewed annually with a positive financial impact if the targets are met.\n82%\nemz' 2023 ESG REPORT",
  "page_48": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nEnvironment\n_\n| Fight against Climate change\nManaging climate change risks\nThere are two types of risks associated with climate change:\n¢ Physical risks that can have financial implications for organisations, depending on their sector of activity or location, and are a direct result of the effects of climate change, such as rising mean temperatures, more frequent and severe extreme weather events, the risk of flooding or submersion, etc. These physical risks can have a negative impact on the company’s activity, depending on its sector or location, for example. ¢ Transition risks are potential financial risks to economic agents arising from the introduction of low-carbon economic\nmodels, such as a reduction of their asset value.\nOur portfolio companies’ climate risk may stem from their business sector and/or their geographical locations and was the subject of an analysis presented by EMZ Partners in its report under Article 29 of the French Energy and Climate Law..\nSome portfolio companies have carried out an analysis of climate change risks incorporating criteria such as the presence of production or sales sites or premises in locations that are exposed to physical hazards, risks relating to the countries from which they source raw materials or the nature of these raw materials, and risks relating to the supply of electricity or water. Transition risks may include the risk of being unable to take out insurance, exposure to social protests linked to the company’s activity, regulatory changes that may call into question all or part of the company’s activity, etc.\nThe assessment of the company’s climate resilience factors in whether or not the company has internal resources to assess and manage the risks linked to climate change, whether or not it is in a position to rapidly adapt its activity (relocation, diversification of resources, etc.), and whether or not it can anticipate regulatory changes, innovate, change its business model, etc.\nPERCENTAGE OF COMPANIES THAT HAVE ASSESSED THEIR VULNERABILITY TO CLIMATE CHANGE\n7\n+5%\nESG FOCUS\nImes-Icore has carried out a regular analysis of its climate risks since 2017. Since 2019, this risk analysis has been incorporated into the company’s risk assessment plan.\n46\nemz' 2023 ESG REPORT",
  "page_49": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nEnvironment\n_\nCarbon Footprint\nESG FOCUS\nAyming has carried out a measurement of its carbon footprint. The conclusions of this analysis were used to guide their development strategy.\nPERCENTAGE OF COMPANIES THAT HAVE MEASURED THEIR CARBON FOOTPRINT\nOUT OF WHICH: CARBON FOOTPRINT\nDONE BY THE COMPANY ITSELF\nOUT OF WHICH: CARBON FOOTPRINT\nDONE BY THE COMPANY WITH THE\nHELP OF THE SWEEP TOOL PROVIDED\nBY EMZ PARTNERS\n28%\nThe remaining 5% have been estimated using CDG sectoral Proxies.\nemz' 2023 ESG REPORT\n47",
  "page_50": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nEnvironment\n_\nFINANCED EMISSIONS (SCOPES 1, 2, 3) 2023, tCO,e\n99, | 96,111\n610,710\n90,000\n81,000\n72,000\n63,000\n54,000\n45,000\n36,000\n27,000\n18,000\n9,000\n69,576\n13,0251 864\nHil 5,718 5,190\npRAA\n4.455 4,368 4,222 4,097\n3.192 5 \"S02 1.993 1,509 1397\n2,189\nAD |\n| {ium | po | os | po _| 1 ! ! ! !\n960 954 497 493, 200 188 148, 101\nCARBON INTENSITY (SCOPES 1, 2, 3) 2023 tCO0,e/EM OF REVENUES\n63,665\n60,878\n37,636\n22,759\n| 18,005 17,636\n91,610\nll\nEi £2 £3 £4 E5 £6 E7 E8 E9 £10 E11 £12 £13 E14 £15 E16 E17 E18 E19 E20 E21 E22 E23 E24 E25 E26 E27 E28 E29 E30 E31 E32 E33 E34 E35 E36 E37\n@ Calculated emissions\n@ Emissions calculated using the Sweep\nEstimated emissions\nmodule provided by EMZ Partners\nvia the Sweep module\n| 9,600 9,541 9,409\n3,500\n3,000\n1,500\n3,023\n2,500\n1,316\n2,000\n1,000\n636\n500\n565\n336\nsal 9g nf\n132\n210\na 7\n278\n148\nLom!\n||\n.\n7 5 83s a 26\nMB.\n| cn |\n2\n| som |\n40 22 453) 24) 10 4 18 3 2A 04 |\n4\n|\nEi —2 €3 E4 E5 £6 E7 E8 £9 E10 E11 E12 £13 £14 £15 E16 E17 £18 E19 E20 E21 E22 E23 E24 £25 E26 E27 E28 E29 E30 E31 E32 E33 E34 E35 E36 E37\n@ Calculated emissions\n@ Emissions calculated using the Sweep\nEstimated emissions\nmodule provided by EMZ Partners\nvia the Sweep module\nemz' 2023 ESG REPORT",
  "page_51": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nEnvironment\n_\nPERCENTAGE OF PORTFOLIO COMPANIES THAT HAVE IMPLEMENTED\nINITIATIVES TO REDUCE THEIR CARBON FOOTPRINT\n7\n+1%\nESG FOCUS\nH&Z has worked to reduce its carbon footprint. Their reduction targets have been validated by the SBTi project.\nPreserving biodiversity\nPERCENTAGE OF COMPANIES THAT HAVE FORMALLY INTRODUCED A BIODIVERSITY POLICY\nESG FOCUS\nPreserving biodiversity is a pillar of the environmental policy of Spie Batignolles, which has created a committee dedicated to this theme, in order to preserve biodiversity on the sites where the company operates. Spie Batignolles is committed to respecting the French National Strategy for Biodiversity 2030 and to reducing its impact on biodiversity. Part of the Group’s activity is dedicated to protecting biodiversity, thanks to its expertise in renaturation and ecological restoration, through its Eqiliance offering.\nPERCENTAGE OF COMPANIES HAVING ASSESSED THEIR BIODIVERSITY IMPACTS AND DEPENDENCIES\nal\nESG FOCUS\nAfter measuring its first biodiversity footprint in 2022, DIAM has established a biodiversity policy and made a commitment with Act4nature international. This policy includes objectives for measurement and quantification, eco-design, training and nature regeneration.\n(1) https:/Avww.ecologie. gouv.fr/politiques-publiques/strategie-nationale-biodiversite-2030\nemz' 2023 ESG REPORT\n49",
  "page_52": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\n_\nLABOUR\nAND\nSOCIAL\nISSUES\nThe EMZ ESG policy’s social dimension is expressed through two convictions: (i) the need for fair distribution, among all stakeholders, of the value created by the company, primarily through employee share ownership schemes, and (ii) the recognition of human capital as a key component of the company’s value creation.\nOn a social level, the company must operate responsibly in its community, namely through local partnerships or support for local associations.\n| Percentage of companies with an employee share ownership policy\nBEST PRATICE\nFovéa has set up a shareholding scheme for vets joining the network, with 50% of them being shareholders in the group.\n7\n84%\n+19%\n50\nemz' 2023 ESG REPORT",
  "page_53": "CHANGES IN THE ESG PERFORMANCE\nOF THE PORTFOLIO COMPANIES\nLabour and social issues\n_\n| Percentage of companies that have introduced a diversity and social inclusion policy\n83%\n86%\n+1%\n+26%\nemz' 2023 ESG REPORT\nBEST PRATICE\nBiogroup actively promotes the diversity of its teams through actions deployed at national and local level.\nThe fight against stereotypes is one of the priorities of Human Resources and involves all levels of the company: commitment by each employee to comply with the applicable regulatory requirements when signing their contract, training of recruitment teams, awareness-raising actions and internal communication.\nThe company also regularly calls on the services of people with disabilities, thereby contributing to wider social inclusion within its companies.\nBEST PRATICE\nThe “Hirn Herz Hand e.V.” association, founded by H&Z in 2003, supports sick and disadvantaged people through a number of charity projects, with financial backing from H&Z.\nAspire Education produces vocational training programmes that help integrate young people and non-German speakers into the labour market. Aspire employees also give their time to refugee aid programmes.\n| Percentage of companies that participate in local initiatives for the common good\n51",
  "page_54": "4\nSao\na\nE\n090\n9\nyA\nLU\nF Í\nze\n%\n€\nVAS\n«\nY,\n——. MO\n2)\nMe\nAA\ny\ny\nAR\nAO\nubo ¿\nMs\nEs\nm da EPOR\n*",
  "page_55": "]\n>\n,..m”,\nAS\ne\ny\ne\ny\ny\nas\nil]\nY./\n¡Qe\nvá\nMN\nAy\nTE\nAS\nORI\nA a\npor 0\n.0\nÍA 0D...\nQ\ne\nEN\ndes\nA\n4d t\nhas\nA\nE\nwan\nns,\n\"e\nNo\n>\nmb\nEs\ne:\n- 1)\nMH\n84\nMN\n$\n==.\n> e\na A\nA\n0\nAE\n$\no\no!\n—\nA\nAN",
  "page_56": "EMZ PORTFOLIO\n_\nPORTFOLIO COMPANIES ar si.12.2028\nCompany\n“<*CLUBFUNDING\n7 DIAN\nF4 FALICHE\nGFORLAM\n@otoFinder\nfovéa\n=\nFiGINGAR\nHR software\n@ satisics\nL-}\nHR software\nadivancy\nalmerys\naspire\nEducation\n\\ ASSEPRO\nGRUPPE\nARTURIA\nayming\nConstruction engineering\nStrategy consulting\nServices to French health insurers\nMusical hardware and software\nEducation services\nB2B insurance brokerage\nBusiness performance consulting\nElderly homecare services\nEmergency interventions for residential buildings\nMedical biology laboratories\nPersonalized cards\nVeterinary laboratory\nFinancial services\nPOP display\nElectrical engineering\nSteel transformation\nMedical imaging equipment\nVeterinary clinics\nMarketing software (SaaS)\nGAOUPE POSI+IVE\nManagement consulting\nQO HE7\nlngentis\nemz' 2023 ESG REPORT\nACTIVITY\nCOUNTRY\nQ\nQ\n0\ne\n+)\nQ\nQ\n0\nQ\na\nQ\n0\n0\nQ\na\n0\nQ\nQ\ne\na\ne\n54",
  "page_57": "EMZ PORTFOLIO\n_\nCompany\nWeumsire\nsien\nmymet? TIP\nPIPERSBERG\nQsrric ALCAN\n7 Simon Hegele\n—_\nVIGNAL\nLIGHTING GROUP\n“VARDIS\nwer PERL ane\nwey ‘ou\nGroup\nTo\nWISHCARD\n1 a\nYURI & NEIL\nSpecialty chemicals distribution\n“mes-icore’\nPy\n*\nMedia buying agency\nJack\nCoro\nemz' 2023 ESG REPORT\ne Dental CAD/CAM solutions\nRoad carrier\nAuto-adhesive labels\nLaser device manufacturer\nEngagement and marketing agency\nGaz and water meters\nLogistics and services\nConstruction and civil engineering\nLighting & Signalling for industrial and commercial vehicles\nDental health and cosmetics\nB2B tradeshows\nFinancial Services\nDigital marketing\n55\ne\nQ\n0\n0\n+)\nQ\na\nQ\na\nQ\n0\n+)\nQ\ne\nQ",
  "page_58": "NOTES\n\nemz' 2023 ESG REPORT",
  "page_59": "A\nef\nwe\nPhoto credits: groupe Fotofinder, groupe Aspire, ibis acam Bildungs GmbH, EMZ, ©lstock PEFC - This document has been printed in France by a certified Imprim'Vert printing service on PEFC-certified paper sourced from sustainably controlled and managed resources.\nDesign & preparation 8 LABRADOR +33 (0)1 53 06 30 80\nTransparency by design",
  "page_60": "at\nemz’\nv¢\nae\n2 A Sf EES Cae ae® Tiel\nwww.emzpartners.com\nEMZ Partners SAS\n9 Rue Saint-Florentin - 75008 Paris - France\n+33 (0)1 53 30 23 30\nemz@emzpartners.com\nA French société par actions simplifiée (simplified company limited by shares) with share capital of €500,000 Registered on the Paris trade and companies register (RCS) under No. 423 762 814\nEMZ Partners GMBH Dienerstrasse 20 - 80331 Munich - Germany +49 (0)1 70 4485 718 www.emzpartners.com RCS Munich HRB 25400"
},
  "language": "Languages.ALBANIAN",
  "total_pages": 60
}
