{
  "file_name": "326_2811.pdf",
  "pages": {
  "page_1": "A GREEN FUTURE\nFOR STEEL\n|\n74% of EU steel blast Tturnace capacity\nneeds reinvestment by 2030\n|\nUse of scrap metal can rapidly\nreduce emissions\nTechnologies to transition\n|\nthe steel sector already exist\nTransitioning the EU steel sector to net zero |\nrequires relatively low CAPEX investment\n>\n@\n8\n8\n®",
  "page_2": "Summary\n74% of EU steel blast furnace capacity needs reinvestment by 2030.\nThe 2020s offers a perfect opportunity for the steel industry to transition in Europe. Blast furnaces have a life span of decades and coming investment cycles will lock plants into a specific production process. As the next investment cycle will not happen for at least two decades, failing to transition the steel sector could threaten government pledges to reach net zero by mid- century. Policymakers must guide industry and investors onto a climate-aligned pathway for steel. Green hydrogen and electrification, together with carbon capture use and/or storage technologies, present an opportunity for the steel industry to transition.\nSteel accounts for 22% of EU industrial CO, emissions but has not been subject to the full price of carbon pollution under the ETS.”\nFree emission allowances cover 80% of steel industry carbon emissions subject to the ETS, due to carbon leakage concerns. The proposed Carbon Boarder Adjustment Mechanism (CBAM) would address this, and free allowances could be phased out for sectors covered by the CBAM by at least 2030, much earlier than had been planned (2035).\nA\nAm\nrat\naPN\n[\n1\n|\n|\nThe 2020s\noffers a perfect\nopportunity for\nIncreasing the use of steel scrap can rapidly reduce emissions.\nStrengthening environmental criteria and circular economy requirements for steel waste treatment would encourage reuse of steel scrap. Blast furnace-basic oxygen furnace (BF-BOF) production emits 2.3 tons of carbon dioxide (CO,) per ton of steel produced, compared to 0.7 ton of CO,/ ton of steel from steel scrap production (global average intensity for scope 1 and 2 in 2018).\nTechnologies to transition the steel sector already exist and must be scaled-up.\nEstablishing Carbon Contracts for Difference (CCfDs) improves the investment potential for nascent technologies and long-term offtake certainty.\nCompanies need assurance of the viability of the expenses required to transition to green steel production.\nPublic procurement can drive the market for green steel. The EU has set green public procurement (GPP) criteria, but these are only voluntary. Setting a timeline for introducing mandatory criteria in line with the Green Deal would enable preferential spending to be embedded in ministerial budgets. Aligning GPP standards with the EU Taxonomy will ensure consistency of green public investment.\nJ\nUse of steel\nscrap can\nrapidly reduce\nemissions\nthe EU\nsteel sector requires a\nTransitioning the EU steel sector to a net-zero aligned pathway requires a relatively low CAPEX investment.\nIt is estimated that EUR21-31bn in CAPEX is required to transition the European steel sector and meet the 2030 climate targets.’ This investment should be made within the next decade to meet emission reduction targets and avoid a commitment to high-emission production pathways. The green bond market reached cumulative volumes of EUR1.8tn by the end of 2021 and continues to grow rapidly. It is well positioned to absorb additional supply from entities in the steel sector, and investors would welcome diversification opportunities from an increased variety of sectors.\nA Green Future for Steel - Climate Bonds Initiative",
  "page_3": "Contents\nSummary 2\n1. Crucial opportunity for steel\ndecarbonisation 4\n2. Importance of the EU steel sector 5\n3. Ensuring a credible transition 11\n4. Mobilising investment for1.5°C 17\n5. Opportunities for transition finance 19\n6. Conclusions 21\nAppendix I: EU Stakeholders 22\nAppendix II: European Just Transition 23\nAppendix III: Central Bank policy to\nchannelinvestment flows 24\nAppendix IV: Role of Financial Markets\nSupervisors and Regulators 24\nEndnotes 25\nList of acronyms\nBF-BOF blast furnace basic oxygen furnace\nCBAM Carbon border adjustment mechanism\nCCfD Carbon Contracts for Difference\nCEF Connecting Europe Facility\nCLT Cross-laminated timber\nCO, carbon dioxide\nCSRD Corporate Sustainability\nReporting Directive\nDNSH Do No Significant Harm\nDRI direct reduced iron\nDRI-EAF direct reduced iron electric arc furnace\nEAF electric arc furnace\nEC European Commission\nECB European Central Bank\nECSC European Steel and Coal Community\nEIB European Investment Bank\nEOR enhanced oil recovery\nESTEP European Steel Technology Platform\nETS Emissions Trading System\nEU European Union\nEUROFER European Steel Association\nGHG greenhouse gas\nGPP green public procurement\nGSS Green, Social and Sustainability\nHYBRIT Hydrogen Breakthrough\nlronmaking Technology\nIEA Energy Agency IPCC Intergovernmental Panel on Climate Change ITRE Industry, Research and Energy KPI key performance indicator LCA life cycle assessment Mt million tonnes NFRD Non-financial Reporting Directive NGEU Next Generation EU PClIs Projects of Common Interest PSF Platform on Sustainable Finance RED II Renewable Energy Directive II RRF Recovery and Resiliency Facility SDE++ Stimulation of Sustainable Energy Production and Climate Transition SFDR Sustainable Finance Disclosure Regulation SLB Sustainability Linked Bonds TEG Technical Expert Group TEN-E Trans-European Networks for Energy TRL technology readiness level TSC technical screening criteria UNFCCC United Nations Framework Convention on Climate Change UoP Use of Proceeds WSR Waste Shipment Regulation\nInternational\nA Green Future for Steel - Climate Bonds Initiative",
  "page_4": "1. Crucial opportunity for steel decarbonisation\nSteel is a crucial input for multiple key sectors such as construction, renewable energy production and transport and is a fundamental element of a successful economic transition to net zero.\nInvesting in the transition of the hard-to-abate sectors presents a unique opportunity for the EU to continue to lead on the climate agenda by supporting the development of innovative technologies and scaling up renewable energy.\nThe 2015 United Nations Framework Convention on Climate Change (UNFCCC) Paris Agreement is a testament to the global determination to limit increasing global temperatures to 1.5°C. To achieve this limit, all sectors of the economy must decarbonise rapidly, reducing emissions by nearly half by 2030 and to net zero by 2050.\nFailure to grasp this opportunity, and a continuation of business-as-usual, will expose the EU to the risk of missing vital climate targets, and facing physical climate-related damage. It would also lock in stranded assets worth billions of Euros, and a disorderly and chaotic transition, exposing the real and financial economies to ransition risks and possible financial crisis.\nHowever, only a few economic activities operate at or near zero emissions today. In addition, most sectors require substantial financing, clear guidance, and a framework of supportive policies to transition to net zero. For some sectors, known as hard-to-abate, and including chemicals, fossil gas, cement, and steel production, the pathways to this decarbonisation are less obvious. Greater attention is now being paid to these hard-to-abate sectors, and detailed decarbonisation plans, and pathways are being published showing that feasible low/zero-emission solutions are possible within a reasonable timeframe.\nClimate Bonds Initiative (Climate Bonds) has embarked on an ambitious transition programme o provide the industrial pathways, sustainable inance standards, policies, and investment guidance required to deliver credible transition in he hard-to-abate sectors. The financial markets must implement the results of this work to support the decarbonisation of the sector. This paper is part of a series focused on the policies and regulations needed in the EU to facilitate the low of finance necessary for the transition.\nTo date, the European Union (EU) has led the way in the race to net zero with the ambitious Green Deal strategy and associated Fit for 55 Policy Package. The challenge is not only in developing the technology but also in overcoming financial and political barriers. The suite of EU policies and legislation supporting the net-zero transition must be coherent and mutually reinforcing, and rapid enough to meet climate targets.\nThese policies will be complemented by the Climate Bonds sustainable finance criteria for the steel sector expected in 2022.\"\nThis paper aims to address the following question:\nHow can the EU ensure a green future for steel through policy and sustainable finance frameworks?\nThis paper aims to support the EU in defining he necessary policy framework for financing he transition. While primarily focused on the EU context, many of the policy tools apply globally. The decarbonisation pathways used in this paper ollow both the EU’s climate targets (2050 climate neutrality and 2030 55% emission reduction target), ntergovernmental Panel on Climate Change (IPCC) guidance and the 2021 International Energy Agency (IEA) Net Zero Roadmap. In the latest PCC Working Group III report, Climate Change 2022: Mitigation of climate change, IPCC scientists orewarned that without immediate and deep emissions reductions across all sectors, limiting global warming to 1.5°C is beyond reach.°\nSection 2 summarises the size, emissions contribution, technologies, challenges, and pathways to transition of and for the European steel sector.\nSection 3 examines how policymakers can ensure the credibility of this transition, drawing on existing EU policy and strategies and recommending how these can help to deliver a credible transition.\nSections 4 and 5 propose how investment flows may be channelled into the steel sector transition\n1.1 Methodology\nThis policy package aims to support the EU in defining the necessary policy framework for financing transition to net zero in the steel sector. It is based on an analysis of existing EU policies and a literature review of steel transition policies. It is supported by an assessment of the European steel sector, including a summary of the technologies and solutions allowing for deep emission reduction.\nThis policy package is supported by extensive stakeholder analysis, identifying vested interests and assessing views and commitments on the steel industry transition. The results of this analysis are summarised in Annex I.\nEU policies relevant to the sectoral transition were identified and analysed against the Climate Bonds Credible Transition Principles, and the decarbonisation pathways set out by the IEA and other international organisations to assess their sufficiency in facilitating the sector’s transition® Particular attention was paid to the Fit for 55 policy package, which aims to deliver rapid decarbonisation in the next decade, including the European Emissions Trading System (EU-ETS) and Carbon Border Adjustment Mechanism (CBAM) legislative proposals.\nA literature review informs the policy suggestions Several policy recommendations and decarbonisation pathways for the steel sector have been identified by public and private sector stakeholders including Agora Energiewende, E3G-PNNL, IIGCC, IEA, ResponsibleSteel, Mission Possible Partnership, EUROFER, World Steel Association, Roland Berger, CEPS, and the work of the EU Platform on Sustainable Finance.\nA Green Future for Steel - Climate Bonds Initiative",
  "page_5": "2. Importance of the EU steel sector\n2.1 Steel accounts for 22% of EU carbon emissions\nCurrently, steel accounts for approximately 22% of EU industrial CO, emissions and 4% of total EU CO, emissions. Around 90% of these emissions are generated by coke and iron in steel production and come from less than 40 integrated steel plants accounting for nearly 70% of the EU’s steel.2 The coke-making process consists of converting coal to coke by heating at high temperatures in the absence of oxygen. Heating coal allows for the removal of volatile matter such as tar, oil, and nitrogen.”\n100\n90\nBOF\n80\n70\n60\n50\nI\nFigure 1: Total Crude Steel Production Process in the EU\nElectric\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 Source: https://www.eurofer.eu/publications/archive/european-steel-in-figures-2020/\n¢\ni\nI\naN iar\na>\nFigure 2: Steel production in the EU (EUROFER)\n@ Blast furnace and basic oxygen\n© Blast furnace only\n@ Basic oxygen Furnace only\n@ Electric arc furnace\nS\nA Green Future for Steel - Climate Bonds Initiative",
  "page_6": "In 2020, Europe accounted for 7.6% (139.3 Mt) of world crude steel production and supported over 2.6 million jobs (326,000 directly and 1,620,000 indirectly). Steel is integrated into the supply chain of key sectors, such as construction, automotive and machinery.\" The construction industry represents 38% of European steel demand while automotive, mechanical engineering and metalware activities account for 16% 5% and 14%, respectively. The decarbonisation of steelmaking production processes is critical to the transition of these sectors and the achievement of their emission reduction targets\nTotal crude steel production in the EU fell between 2010 and 2019 from 172,785,000 metric tons to 157,553,000 metric tons. However, global steel production grew over this period, with much of the production shifting to China. Whilst in Europe, the Blast Furnace - Basic Oxygen Furnace (BF-BOF) process has consistently accounted for around 60% of total EU crude steel production, see Figure 1, and Electric Arc Furnaces (EAF) production at around 0%, in China, production is 90% BF-BOF.*3 This proportion is of interest as BF-BOF CO, emissions intensity is 2.3 tons of CO, per ton of crude steel (global average intensity for scope 1 and 2 in 2018) whilst the figure for EAF production is 0.7 tons of\nCO, per ton of crude steel (global average intensity for scope 1 and 2 in 2018).\" Increasing the share of EAF production using renewable electricity would enable rapid emission reduction because of the process’ lower carbon intensity. Such an increase would be dependent on supplies of scrap steel and renewable electricity, as well as EAF capacity.\nSteel making can be classed as primary (making new steel from iron ore) or secondary (using mainly recycled steel). Primary steel production in the EU is dominated by the BF-BOF process, with secondary production using mostly EAF, see Figure 1.°°\nFigure 3: Blast furnace steelmaking (EUROFER)\n> ‘d\na\nLimestone\nAa La > Blasts furnace\n(iron making)\nFigure 4: Electric arc furnace steelmaking (EUROFER)\nan”\n@.\ni\n-\nCoal/Fossil'gas\neeeee\nDirect\nreductions\nL e\n8)\n4\ndl\nhe\n(steelmaking)\nA Green Future for Steel - Climate Bonds Initiative\nConverter\nContinuous\n(steelmaking)\ncasting\nElectric arc furnace\nScrap\nContinuous\ncasting\nScrap\nL e\n(re 8)",
  "page_7": "Table 1: EU countries in\ndescending order of crude\nsteel production\nA Green Future for Steel - Climate Bonds Initiative\nup new and emerging technologies. There have been announcements to build around 36 Mt of DRI capacity in the EU and the Green Steel Tracker has logged over 20 projects focused on piloting low-carbon production, mostly in Europe.’® Steel companies representing around 20% of global primary production capacity have set climate targets reflecting their asset base, technology portfolio strategy, and location- specific resource circumstances.\" Moreover, important steel-producing and -consuming countries and regions, such as the EU, United States of America, South Korea, Japan, and China have also set net-zero targets, giving a clear signal 0 invest in the technologies needed to transition he whole economy, including the steel industry. Credible and 1.5°C-aligned science-based standards for steel transition are needed urgently ‘0 prevent greenwashing and provide confidence o the industry and investors. Climate Bonds is addressing this by developing credible, 1.5°C-aligned, science-based transition finance standards for the hard-to-abate sectors including steel.\n2.2 Urgency of investing in green steel\nThe ageing fleet of EU blast furnaces represents an opportunity to innovate and drive the transition, gaining a competitive advantage by @ developing new and innovative technologies. Over 70% of the EU’s steel furnaces are due for renewal in the next ten years. As such, the EU has a narrow window to implement the policies necessary to help the sector transition and reach its climate targets.”° 74 Mt of EU blast furnace capacity needs reinvestment by 2030. As of April 2022, total industry plans for low-carbon steelmaking technologies investment amount to around 36 Mt of primary steel production.”*\nThe industry also faces an ageing steel plant leet. Substantial CAPEX is needed to renew and refurbish steel plant assets. Roland Berger estimates that the CAPEX of Direct Reduced ron Electric Arc Furnace (DRI-EAF) production with hydrogen required to transition the European steel and meet the 2030 climate argets totals EUR21bn, while EUR31bn would be needed to finance the CAPEX of Blast Furnace - Basic Oxygen Furnace (BF-BOF) with CCS technologies.” The associated investment essentially locks that plant to a specific production process for up to five decades. A study commissioned by the European Parliament’s committee on Industry, Research and Energy (ITRE) found that new, low-carbon technologies to transition the steel sector will require an investment of around EUR50-60bn and EUR80-120bn of annual capital and operating costs. McKinsey estimates that European steel companies will need to invest up to EUR100bn by 2050 to decarbonise their production processes.”\nGermany\nItaly\nFrance\nSpain\nPoland\nUnited Kingdom\nAustria\nBelgium\nNetherlands\nCzech Republic\nSweden\nFinland\nSlovakia\nRomania\nOthers\nLuxembourg\nHungary\nGreece\nSlovenia\nBulgaria\nCroatia\n39295\nMultiple studies and pathways for steel decarbonisation have been modelled.** These pathways centre around increasing recycling and steel scrap use, reducing emissions through increasing secondary production, changing production processes (via electrification and hydrogen), and capturing emissions through Carbon Capture and Storage (CCS) technology.\nWith a legally binding EU goal of a 55% reduction in emissions by 2030, there is a political imperative to make meaningful reductions this decade. The time is ripe as 74% of EU blast furnace capacity is due for renewal in the next ten years. The EU is therefore presented with a narrow window to implement the policies required for the sector to transition to net zero.\nAs regulations are tightening globally to reduce emissions and limit climate change, many steel companies have started to outline decarbonisation and net-zero targets.”’ Pilot projects are being introduced to test and scale\n2020\n(1000\nmetric\ntonnes)\n35658\n7)\nshares\n2020\nThe European steel sector has faced several challenges in the last decade. Following the global financial crisis in 2008-2009, the steel industry witnessed a demand loss of around 35 Mt.” Such a loss was mainly driven by lower demand from the construction and automotive sectors, as well as an increase in international competition.” ore recently, COVID-19 aggravated some of the challenges faced by the European steel industry. In 2020, steel consumption in the EU decreased by 11% (on top of a 5% decrease in 2019) year-on-year.”” In particular, EU passenger car sales dropped by around 23% year-on-year in 2020.8 However, thanks to the removal of lockdown measures and stronger demand from steel-using sectors, EU steel consumption increased by more than 13% in 2021 and is expected to grow more moderately in 2022 and 2023 (+3.2% and +1.7%, respectively).\n25.6\n20379\n14.6\n11596\n8.3\n11142\n8\n7856\n5.6\n1099\n5.1\n6765\n49\n6119\n44\nSteel capacity utilisation in the continent is expected to reach 70-75% of overall capacity in the medium term, with demand levels of around 140-150 Mt of steel per year.*° According to a McKinsey study, a reduction of around 30 Mt of extra capacity would be necessary to reach sustainable levels, corresponding to at least 85% of capacity utilisation. Even though OECD studies estimate that steelmaking capacity will likely increase in Europe in the next few years, the EU is witnessing some steel plant closures. For instance, in October 2020, ArcelorMittal Poland closed its Krakow blast furnace with a capacity level of 2.6 million metric tonnes.* ArcelorMittal stated that its Krakow operations had become economically unviable for multiple reasons, such as high energy costs.\n6054\n43\n4450\n3.2\n4383\n3.1\n3498\n25\n3444\n25\n2790\n2\n2203\n16\n1886\n14\n1513\n11\n1308\n0.9\n623\n0.4\n484\n0.3\nDespite being one of the most efficient steel industries compared to international competitors, European steel producers are faced with higher costs. Such costs are mainly driven by higher energy, labour, and raw material costs. In particular, raw material prices are expected to remain volatile and uncertain, as they have since 2019.*\n45\n0\nTovaL\nGlobal steelmaking capacity increased by 1.6% year-on-year in 2020 mostly in Asia, but with smaller increases in the Middle East, North America, and Africa. Meanwhile, steelmaking capacity decreased in Europe and Latin America.*\nThe global steel industry witnessed increasing levels of debt in 2005-2014, although this trend has reversed in recent years.* The global steel sector’s average operating profitability - the ratio of earnings before interest, taxes and depreciation to sales revenues (weighted by total sales) - amounted to 12% in 2020, up from 9% in 2019.*° However, OECD studies estimate that profitability is still below sustainable levels for many firms. According to McKinsey, the EU steel sector should undertake a targeted divestment of unprofitable or low-profit products and non-core assets or businesses.°’",
  "page_8": "2.3 Transition pathways for steel\nClimate Bonds has designed science-based guidance N for industry stakeholders to identify 1.5°C-aligned 900% oa pathways and support informed investment decisions consistent with the IIGCC net-zero steel investment approach.\nn the absence of formal consensus by governments or industry bodies, the wide variety of actions, targets and commitments emerging rom industry players may not align with a 1.5°C uture. Risks include only addressing emissions rom production processes rather than the entire supply chain, as well as overreliance on echnology such as CCS.\nSeveral studies and pathways for steel decarbonisation have been modelled. Each of these pathways is based on different scenarios and assumptions and varies depending on the regional focus. The pathways differ, but provide a useful indication of the potential to reduce GHG emissions and the role of low-carbon technologies. This section analyses the pathways to transitioning the European steel sector. Particular attention is paid to the studies carried out by E3G-PNLL, IIGCC and IEA.\nAccording to E3G-PNNL, an orderly 1.5°C scenario requires EU steel sector emissions to fall by at least 48% by 2030 and by 97% by 2050, from 2020 levels.*®\nThe steel sector transition to a 1.5°C-aligned pathway requires several technologies. The mix of technologies will vary from plant to plant in relation to context and none of them could reduce emissions to net zero alone.\nE3G-PNNL’s 1.5°C scenario for the EU sees large scale demand reduction, 64% EAF production from scrap (from 40%), 15% hydrogen-based (75% green and 24% blue hydrogen) DRI and asmall but important role for Carbon capture, use and/or storage (CCUS). 60% of electricity used in the sector will need to be produced from renewable energy by 2030.%\nDemand reduction and circular economy\nMaterial efficiency and steel recycling can reduce emissions by up to 55% in the EU. These measures can be implemented directly by steel companies but also need stakeholder support and behavioural change across the value chain.” Material efficiency improvements can reduce steel production by 22-28% in Europe by 2050 compared to a BAU scenario.”\nSteel is 100% recyclable, and its circularity is already exploited in today’s production processes. Around half of EU steel is produced from scrap metal. Increasing steel recycling and resource efficiency, hence reducing the energy needed to manufacture steel, would rapidly reduce the sector’s emissions.\nThe European steel industry has reduced its emissions by 26% since 1990 with energy efficiency measures and higher recycling rates (currently 85% end-of-life steel).** In 2020, exports to non-EU countries of ferrous metals waste (iron and steel) amounted to 17.4 Mt, representing more than half of all waste exports, with Turkey accounting for 68% (11.8 Mt) of the ferrous metal waste exported from the EU.* Steel scrap is already widely recycled due to its economic value. 130 Mt of steel scrap worth EUR30bn is recovered annually in the EU.* On average, steel scrap recycling reduces CO, emissions by 58%, air pollution by 86% and water use and pollution by 40% and 76%, respectively.*”\nScrap availability in the EU is estimated to be as much as total EU annual steel needs, with the potential to be used for most demand, provided that the quality is good enough.*\nChallenges to further increasing the percentage of recycled steel use remain, and more efforts must be made to improve recycling processes. Some elements, such as copper, cannot currently be removed during steel production.” Some applications such as car manufacturing and structural steel in buildings need low levels of copper content, making it difficult to use secondary steel?\nImproving production efficiency and delaying the retirement of steel-based products and buildings are also important aspects. The IEA’s Energy Technologies Perspectives report indicates that resource efficiency reduces global demand for new steel by 29% under the Sustainable Development Scenario compared with the Stated Policies Scenario.™\nAs private companies are unlikely to voluntarily lower production volumes, the forecasted steady or decreasing demand for steel products in Europe must be addressed by regulation.\nThe 2020 EU Commission Communication A new Circular Economy Action Plan stated that priority would be given to addressing products such as steel, cement, and chemicals. As part of this legislative initiative, the Commission will consider establishing sustainability principles and other ways to regulate this issue. However, there is a lack of coherent and comprehensive policies to increase material efficiency and the steel sector’s circular economy. Applying circular economy principles across Europe could increase EU GDP by an additional 0.5% by 2030, creating around 700,000 jobs.*?\nLong-term roadmaps for the reduction of waste and for the reuse of raw materials with clear targets for improving the circularity of carbon- intensive industries and materials such as plastic, steel and cement could be introduced.™\nThe Waste Shipment Regulation is aimed to promote a circular economy in Europe and avoid excessive waste shipment in a range of sectors including metals.® Illegal exports of scrap metal amount to 30% of all waste shipments in Europe and are worth EUR9.5bn annually.\nThe Regulation also aims to establish simpler procedures for recycled materials to re-enter the value chain. Full digitalisation of all procedures governing waste shipments between EU Member States would boost intra-EU-trade of metal scrap.\nSubstitution could reduce steel demand Cross-laminated timber (CLT) can substitute steel, cement and other carbon-intensive materials traditionally used in construction. Regulatory and production barriers such as the lack of standardisation remain, creating confusion and requiring individual building design. CLT currently has a low market share of less than 0.1% of homes in this sector, and there is the potential for this to increase to 20-60%.” The global CLT market could reach a compounded annual growth rate of 13.2% between 2021-2026, reaching a global market size of USD2.7bn, USD1.5bn in the EU.5”\nCarbon direct avoidance technologies\nCarbon direct avoidance (CDA) replaces high- emitting coke or fossil gas with alternative iron ore reductants, including hydrogen or electric current, potentially producing 100% green steel. Currently, these solutions are more expensive than conventional approaches, indicating untapped potential to scale up investments in technology and increase economic competitiveness, as seen in the renewable energy sector.°®\n95% of the 70 Mt global annual hydrogen production is currently produced from fossil fuels leading to nine to 12 tonnes of CO, emitted for every tonne of H2 produced. © Only the use of green hydrogen produced from renewable electricity, or blue hydrogen produced from fossil gas with high CCS and minimal supply chain leakage, can reduce emissions in CDA production\nThe largest challenge for ramping up CDA production is the availability of low-carbon hydrogen. Climate Bonds’ Accelerating the Fossil Gas Transition to Net Zero addresses this.\n*\nww\nA\nOS\nAN\n2\nA Green Future for Steel - Climate Bonds Initiative",
  "page_9": "Figure 6: Steel production change needed to meet EU 2030 climate targets\na Necessary production capacity transformation in Mt to achieve -30% emission reduction target\n—@®— Direct carbon emissions\n60\n1.8\n|.\n—oe\n50\n1.5\n40\n1.2\n30\n0.9\n|_|. 0.6\n20\n10\n0.3\nDo-nothing BF-BOF DRI-EAF with DRI-EAF with DRI-SAF- DRI-SAF-\ncase\nwith CCS fossil gas hydorgen BOF with BOF with\nfossil gas hydrogen\nFigure 7: CAPEX requirements of steel transition to meet 2030 EU targets (Roland Berger)\nCapex requirements in EUR bn\n—®— % of emission reduction compared to do-nothing case\n40 di\n100%\n30\n75%\n20\n50%\n10\n25%\n0%\nDo-nothing BF-BOF DRI-EAF with DRI-EAF with DRI-SAF- DRI-SAF-\ncase\nwith CCS fossil gas hydorgen BOF with BOF with\nfossil gas hydrogen\nThis technology can be retrofitted to today’s BF-BOF steelmaking production plants but there still are some limitations, mostly around scale, cost, and efficiency. Firstly, CCUS has only been successfully used at small scale, and the only fully operational CCS plant for steelmaking as of June 2022 is Emirates Steel’s DRI unit in the United Arab Emirates. This facility can capture up to 800ky of CO, annually, which is then compressed, dehydrated, and transported to an onshore oil field for enhanced oil recovery (EOR) through a pipeline.”\nat EUR31bn.\" The green bond market reached cumulative volumes of EUR1.8tn by the end of 2021 and continues to grow rapidly. It is well positioned to absorb additional supply from entities in the steel sector, and investors would welcome diversification opportunities from an increased variety of sectors.”\nFinally, CCUS can only capture CO, from production and has a limited impact on emissions along the supply chain. Fossil gas and coal have substantial fugitive methane emissions from production and transportation that need to be factored into overall greenhouse gas steel life cycle assessment (LCA). They could lead to stranded assets if emissions are unable to be controlled.\nSecondly, CCUS will require new investment. Total CAPEX of BF-BOF with CCS technologies required to transition the European steel sector and meet the 2030 climate targets is estimated\nA Green Future for Steel - Climate Bonds Initiative\nGreen hydrogen production is currently very low at around 5% of total hydrogen production. This points to an investment opportunity due to the expected growth in demand from industrial and transport sectors globally and because of numerous high-profile government industrial strategies, scale-up, and subsidy announcements. Tools to ramp up ow-carbon hydrogen production include CCfDs proposed by the European Commission’s (EC’s) REPowerEU or India’s Renewable Purchase Obligations that can be met with green hydrogen purchases. °\nAt least 29 Mt of steel production would have to be converted to greener production processes to meet targets for 2030.” At the same time, 70 Mt of EU blast furnace capacity needs reinvestment by 2030. As of April 2022, total EU industry plans for low-carbon steelmaking technologies investment amount to around 36 Mt of primary steel production.®\nDRI-EAF with hydrogen is the most efficient method in terms of the scale and level of emissions reductions achieved (-98%), see Figure 6. Total CAPEX of DRI-EAF with hydrogen required to transition the European steel and meet the 2030 climate targets is estimated at EUR21bn.*\nCarbon capture, use and/ or storage technologies\nCCUS technologies can contribute to reducing hard-to-abate sectors’ emissions.\nThe Intergovernmental Panel on Climate Change (IPCC) and the International Energy Agency (IEA) estimate that without CCUS technologies, the world is not likely to keep the temperature levels in line with the Paris Agreement.” The IEA Net Zero Emissions Roadmap envisages the capture of 0.7 Gt CO, annually from steelmaking processes by 2050, with around 50% of global primary steel production equipped with those technologies.\nCCUS technologies should use low-carbon electricity (l00g CO,e/kWh declining threshold in the EU Taxonomy) and apply technical criteria such as the EU Taxonomy on Transport of CO, and underground permanent geological storage of CO, in order to qualify as transitional.8®\nThe full amount of emissions reduction that CCUS technologies can achieve depends on their efficiency rates. As high rates still need to be proved, especially with regards to steel plants, CCUS technologies do not completely eliminate GHG emissions and, given the long lifecycles of steelmaking assets, the associated investment risk of locking those plants to these specific production processes for up to five decades needs to be considered. The implementation of increased circularity, CDA, or CCUS technologies make decarbonising steel production processes expensive but the price of doing nothing is higher and would likely result in increased investment risk.",
  "page_10": "Public institutions should not promote an overreliance on CCS technologies. Scenarios developed by E3G-PNNL indicate that CCUS has an important role to play in decarbonising steel production globally but a more limited role in Europe. Under E3G-PNNL’s 1.5°C scenario, CCUS technologies contribute to a 13% reduction in CO, emissions compared to a BAU scenario - corresponding to 21 of CO,.”\nCCS projects have mainly tested implementation in conventional blast furnaces, as these represent the largest source of emissions. Blast furnaces not nearing the end of their life can be retrofitted with CCS for short-term emissions reduction.”\nLegislation on CCUS remains limited and far from being adequately adopted. The risks of evolving regulation should be carefully considered by investors since any changes could result in stranded assets.\nBox 1. Low-carbon steel projects\nH2 Green Steel has announced that it is on course for large-scale green steel production from 2024, aiming to build a large-scale green steel plant.”\nHydrogen Breakthrough Ironmaking Technology (HYBRIT), launched in 2016, is a joint venture between SSAB, LKAB, and Vattenfall with financial support from he Swedish Energy Agency. It aims to use hydrogen instead of coal in the production process to eliminate around 90% of emissions.’ Swedish steelmaker Ovako claims to have already finished trials using hydrogen to produce steel.’” EUR136m have been invested in the pilot phase of the HYBRIT project.’® In 2021, HYBRIT delivered the first ossil-free steel made from hydrogen-reduced iron. HYBRIT plans to bring fossil-free steel to volume production in 2016.”\nIn July 2021, ArcelorMittal and the Spanish government committed to invest EUR1bn in green steel. A DRI unit and hybrid EAF will be installed at the company’s Gijon site, to enable the input to be either basic oxygen furnace steel or DRI and scrap.\nThe company envisages the government contribution will cover around 50% of the cost. The completed project should reduce ArcelorMittal’s emissions in the country by 4.8mn t/yr. The new DRI unit will be in operation by 2025 and will rely on the Hydeal consortium, which is backed by the EIB, to supply green hydrogen. By 2030, Hydeal expects to supply Europe with 3.6m t/yr of green hydrogen at EUR1.5/kg thanks to solar capacity of 95 GW and electrolyser of 67 GW.\nArcelorMittal expects that the consortium will be able to produce green hydrogen by 2025, and the nearby Sestao plant would be competitive with other steel plants at EUR1.5/ kg. The company plans to transport 1.1m t/ yr of the DRI produced in Gijon to its Sestao facility and reduce the site’s CO, emissions to zero by 2025, with an additional investment of EUR50m, producing 1.6 mn t/yr of zero-carbon steel at the Sestao site by the same year.\nAt its site in Hamburg ArcelorMittal is also testing the use of DRI made with hydrogen reductant, aiming for 100% hydrogen ensuring a production of 100,000 t of clean steel each year. The company will initially use fossil hydrogen and intends to run on green hydrogen as soon as is feasible.*\nThe company acknowledges that the main technological barrier to using DRI made with hydrogen as the reductant is its commercial viability which is expected within the decade.”\nIn April 2021, ArcelorMittal announced that it had agreed on an amendment to a USD5.5bn revolving credit facility to align with its sustainability objectives. The facility was agreed in 2018, and to date remains undrawn. Future loan margins would be calculated according to the achievement of sustainability performance targets, which will assess progress towards the company’s emission reduction targets. The interest payments will depend on ArcelorMittal’s ability o decarbonise its production process.\nn September 2021, the European\nInvestment Bank and ArcelorMittal announced an agreement on a EUR280m fund or research and innovation projects pertaining o the company’s transition. These funds will be invested in France, Belgium, Luxembourg, and Spain. The loan is guaranteed by the European Fund for Strategic Investments.\nIn 2020 ArcelorMittal Belgium implemented innovative technology to capture CO- and CO.- rich off-gases emitted from its blast furnace which are then transformed into ethanol. This technology would allow the fossil carbon currently used as an input to the blast furnace, to be substituted with waste wood, treated to become bio-coal, as a part of a circular economy process. The European Investment Bank (EIB) has agreed a loan of EUR75m to support this project.®\nVolkswagen Group and Salzgitter AG signed a Memorandum of Understanding under which Volkswagen will become one of the first customers for the low-carbon steel that Salzgitter AG plans to produce by 2025.*° Such low-carbon steel will enable over 95% of CO, emissions avoidance thanks to hydrogen and renewable energy.\nA Green Future for Steel - Climate Bonds Initiative\n10",
  "page_11": "3. Ensuring a credible transition\nIn December 2019, the EU Commission presented its European Green Deal (EGD), a roadmap for making the EU’s economy sustainable and the first climate-neutral continent by 2050. The EGD aims to transition the region to a clean economy while fighting climate change and social inequalities, and it includes a description of investment needs and financing tools.*”\nThe European Climate Law, a central element of the EGD, sets a binding target of achieving climate neutrality by 2050. This requires current greenhouse gas emissions to drop substantially in the next decades. Asan intermediate step towards climate neutrality, the EU has raised its 2030 climate ambition to cutting emissions by at least 55% by 2030. The policy proposals to achieve these goals are known as the Fit for 55 package.\nTo support the Fit for 55 package and economic recovery from COVID-19, the EU has earmarked EURL.8tn in the 2021-2027 budget, including the Next Generation EU (NGEU) recovery package. ore specifically, the Recovery and Resiliency Facility (RRF), the most important part of the GEU, makes EUR672.5bn of loans and grants available to EU Member States. Countries are drafting and approving plans detailing how they will invest such funds, which must allocate at least 37% and 20% of investments respectively, to the green and digital transitions. The RRF represents a unique opportunity for the EU to rapidly advance its transition to a climate-neutral economy in line with the objectives of the Paris Agreement. European industry, including hard-to-abate sectors, should take advantage of the opportunity to finance the decarbonisation of their production processes through innovative technologies, such as green hydrogen-based steelmaking, CCS as well as developing infrastructure.\n3.1 Strengthening carbon pricing to drive action\nCarbon pricing has been touted as an all- encompassing solution to feo, the competitiveness of green technologies. However, while it can improve the economic case for green investments, other policies are required to overcome inertia, uncertainty, and demand issues. Carbon pricing must be introduced alongside other measures to ensure speed of transition, as markets are not solely driven by price. Carbon pricing should be seen as a supportive mechanism for other regulations and subsidies as seen in the Fit for 55 package which will prevent over-reliance on pricing signals to enable the transition.\nCarbon pricing is implemented to fix market distortions and capture the external costs of carbon emissions by charging emitters, either with a tax\non emissions or a cap and trade system whereby sectors are allocated emissions allowances. Part of carbon pricing’s value is its technology neutrality, enabling the market to find the most cost-effective solutions to carbon-intensive activities.\nCarbon pricing can improve the business case for green technologies and incentivise efficiency gains by placing an economic value on emissions. To do so, prices need to be high enough to have a material impact and not be weakened by free emissions allowances, as is currently the case.\nThe EU Emissions Trading System (EU-ETS) is the world’s first and biggest international emission trading system. It represents one of the main EU policies in its fight against climate change and the cost-effective reduction of GHG emissions. The ETS works on the cap and trade principle; within this cap, companies buy or receive allowances that they can trade with each other.\nIt currently covers energy-intensive industry, fossil fuel power generation and commercial aviation, while the Fit for 55 package proposes an extension to include buildings, transport fuel, and the maritime sector.\nAnother proposal is an increased rate of emission reduction to 61% from 2005 levels by 2030 for ETS sectors, lowering the annual emissions cap in line with the 2030 targets.* The 61% reduction will be encouraged by removing 117 million allowances while increasing the linear reduction factor, which is the rate at which the overall number of allowances is reduced, to from 2.2% to 4.2% per year.“ The ETS is being extended to building and transport fuel producers from 2026. The scheme focuses on upstream fuel suppliers. The proposed revision is intended to increase the ETS allowances price, to provide green steelmakers with a competitive advantage, as they would not have to bear costs of increasing allowances and would also be able to sell their free allowances.°°\nThe ETS is designed to limit emissions, letting the market set a price and enable the most cost-efficient methods of cutting carbon emissions. However, this creates price uncertainty, particularly given uncertainty over reductions of allowances.® A carbon price floor would provide a price stability mechanism, to reduce price volatility and ensure financial system’s resilience to carbon pricing. Germany plans to introduce a minimum domestic carbon price of EUR60/tCO, if an EU-wide floor price cannot be implemented.” The EU should also consider supporting the IMF staff proposal for an international carbon price floor.* This suggests a differentiated price floor of USD25, USD50, and USD75 depending on development levels. A carbon price floor was introduced in the UK in 2013, requiring power generators to pay a minimum carbon price.”\nThe EU carbon price, established via the Emissions Trading System (ETS), doubled in 2021, from EUR33.69/tCO, on 4 January to EUR79.38 on 20 December.” A carbon price of USD60-150/ tCO, is needed to make hydrogen cost effective compared to fossil fuels.’° Near zero green steel will cost 40% more and the carbon price will help close the cost gap.'?\nHowever, the steel industry in the EU has not been subject to the full price of carbon pollution under the ETS due to concerns about carbon leakage and EU steel production becoming uncompetitive with lower-cost, higher-emissions imports.1 Under the EU-ETS, sectors such as steel that are exposed to the risk of carbon leakage are eligible to receive free allocation of up to 100%. The steel sector still receives around 80% of free emissions allowances.‘\nAs the EU Commission seeks to phase out free allocations in this era of higher climate ambition,\nthe Carbon Border Adjustment Mechanism (CBAM) has been proposed. It would impose a border tariff on high-carbon steel imports, enabling EU steel production to feel the impact of an EU carbon price while retaining protection from lower-cost imports. The allocation of free allowances has been effective in addressing the risk of leakage. However, it also dampens the incentive to invest in greener production in the EU and in non-EU countries.*°°\nOne of the most important sectors that will be affected by the CBA\\ is the steel sector. The CBAM applies to steel products - among others — imported into the EU and has significant implications for the steel industry. The main obligation lies with importers who need to declare and purchase CBAM certificates to cover the GHG emissions associated with the production of steel products. This sets a carbon price aimed at imports of non-EU products equivalent to the one paid by EU producers for making the same products. EU importers will be obliged to buy certificates related to the carbon price they would have paid if their imports had been produced within the EU. However, should EU importers demonstrate that they have already paid a carbon price to produce those goods in anon-EU country, this amount would be deducted. To give private companies and non-EU countries enough time to test this new system, the CBAM would be implemented gradually and only for a few sectors (iron and steel, cement, fertiliser, aluminium, and electricity generation). The CBAM would be applied from 2023, and EU importers would only be subject to payments in 2026.'°° The EU Commission has proposed a reduction of free allowances currently allocated to energy-intensive sectors with the elimination of allowances covered by the CBAM from 2026 and completely phased out by 2035.\nA Green Future for Steel - Climate Bonds Initiative\n11",
  "page_12": "One challenge facing the proposed CBANM is its compliance with WTO and other international rules. In the view of the Commission, the CBAM design is in line with such rules, especially because EU importers will not have to buy certificates if they demonstrate that they have already paid a carbon price for the production of the imported goods in a non-EU country.\nAs the CBAM is intended to substitute free allowances under the ETS, concurrently using two of those policies to address the risk of carbon leakage (CBAM and free allowances) would risk overcompensating EU-based companies.!°” Nevertheless, steel exported from the EU to regions with lower or no environmental policies might be disadvantaged as free allowances are reduced. The EC proposal does not include compensations or refunds for the export of goods covered by the CBAM to non-EU countries. In the view of the Commission, should the CBAM combine an import tax or import certificates with a refund for exports, it would not be in line with the overarching climate objective of the mechanism to reduce GHG emissions in the EU and globally. The inclusion of refunds of a carbon price paid in the EU would undermine the global credibility of the EU’s raised climate ambitions and further risk friction with trade partners. Nevertheless, the potentially negative impact on EU exports should not be underestimated. The EC should assess it and, if necessary, present a legislative proposal to address such risks.\nThe European steel industry is not entirely on board with the current CBAM proposal. EUROFER has emphasised that it should cover both direct and indirect emissions, calling for more clarity on the emission scopes to be considered when calculating the goods’ carbon content. The steel industry also underlined that removing free allocations under the ETS will result in higher industry costs and reduce investments in decarbonisation technologies in the next decade. According to the industry estimates, the steel sector would need to invest around EUR144bn by 2050 to fully decarbonise its production processes, as steelmaking costs could rise by 35% to 100% compared to today’s levels. Nevertheless, even though free allocations address the risk of carbon leakage, they also affect the price of allowances sold and traded under the ETS, reducing the incentive to lower emissions.! Even though it is noted that the steel industry has warned about the risks associated with the removal of free allocations under the ETS, the CBAM is intended to address such concerns.\nAccording to EUROFER the CBAM needs to be recalibrated because EUROFER claims that the additional direct carbon costs for the steel industry, with the combined effect of CBAM/ ETS on the free allocation phase out, will reach EUR14bn in 2030 with business-as-usual emissions, or EUR8.4bn if the sector can reduce its emissions by 30% by 2030.\"°\nAfter the publication of the EC proposal in July 2021, the European Parliament referred the file to the ENVI committee, which adopted its report on 17 May 2022 with 49 votes in favour, 33 against and five abstentions.’ The report suggested radical changes to the EC’s proposal, which are aimed at implementing a more ambitious CBAM, calling for an expansion of the sectors covered by the CBAM, including hydrogen, organic chemicals, and polymers, and all the EU-ETS sectors by 2030. The ENVI committee favours the inclusion of indirect emissions and a quicker phase out of free allowances under the ETS (to be eliminated by 2030). As the steel sector is one of the sectors included in the first phase of the CBAM implementation, the changes suggested would impact steel companies - especially the inclusion of direct emissions and the quicker phase out of free allowances. The committee also called for a CBAM-focused central authority at the EU level. Such an authority would be more efficient, transparent, as well as cost-effective, in implementing the CBAM, instead of 27 national authorities as envisaged in the current proposal.\n3.2 Policies to guide green investment\nInstitutional investors increasingly indicate support Se te for action address climate eeccccccccces to ecccccccce eye change through investment fe decisions. However, there are still too few tools to help ensure that their investments are making an impact, particularly for debt investments. The market would benefit from science-driven guidance on which assets and activities were\nTable 2: EU Sustainability Disclosure Regime for financial and non-financial companies\nScope\nTurnover, capital, and\noperating expenditures\nin the reporting year from\nproducts or activities\nassociated with Taxonomy\nApplies from January\n2022\n12\nCorporate\nSustainability\nReporting Directive\n(CSRD) proposal\nAll EU large companies Financial market\nand all listed companies participants offering\n(except listed micro\ninvestment products,\nenterprises)\nand financial advisers\nEntity and product\nof formal reporting\nlevel disclosure on\nstandards and subject to sustainability risks\nexternal audit\nand principal adverse\nimpacts\nUnder negotiation,\nApplies from 10 March\nexpected to apply from 2021\n2023\nSustainable Finance\nDisclosure Regulation (EU) 2020/852\n(EU) 2019/2088\nDisclosure Report on the basis\nA Green Future for Steel - Climate Bonds Initiative\nconsistent with a rapid transition to a low-carbon economy. Taxonomies such as the Climate Bonds Taxonomy have been designed to address this need and easily identify the assets, projects, and expenditures needed to deliver a ow-carbon economy in line with the goals of he Paris Agreement.\nThe sustainability reporting regime underpins he EU sustainable finance strategy, as shown in Table 2, with the Non-financial Reporting Directive (NFRD) (soon to be replaced by the Corporate Sustainability Reporting Directive CSRD)), the Sustainable Finance Disclosure Regulation (SFRD) and the Taxonomy Regulation and Delegated Acts. Mandatory disclosure of climate risks is an important prudential tool and can facilitate information sharing between the real and financial economy; CSRD reporting is designed to inform SFDR reporting. Central banks and supervisors are seeing increasing demand for mandatory disclosure regimes, especially from investors who are highly aware of the risks posed by the lack of visibility of climate exposure and impact in their portfolios.!\nTaxonomies provide clear guidance to investors on what constitutes a green activity, and to issuing entities on the assets, projects, and expenditures eligible for inclusion in a credible green bond. Taxonomies can also underlie climate credit risk assessment: an organisation’s exposure to climate risk depends on its assets’ carbon-dependency, location, and physical resilience. Any entity can use the Climate Bonds\nTaxonomy to identify which assets, activities, and associated financial instruments are compatible with a trajectory to net zero by 2050.\"\nTaxonomy Regulation\nFinancial market\nparticipants; all\ncompanies subject to\nCSRD\nStatus",
  "page_13": "Figure 8: Taxonomy development around the world\no,\n“ne 8 new\ni KY\nUK\nRussia\nr\n™ European Union\nngo\nPd\nE\nSouth Africa\nActivities with substantial contribution to\nclimate change mitigation in the iron and steel producing EAF carbon steel or EAF high alloy\nsector shall involve manufacturing one of the steel, where the steel scrap input relative to\nfollowing products:\nproduct output is now lower than:\na. iron and steel where GHG emissions\n1. 70% for the production of high alloy steel;\nreduced by the amount of emissions assigned and\nto the production of waste gases do not\n2. 90% for the production of carbon steel.\nexceed the following values applied to the\ndifferent manufacturing process steps:\nWhere the CO, that would otherwise be emitted\nfrom the manufacturing process is captured for\n1. hot metal =1,33, tCO,e/t product;\nthe purpose of underground storage, the CO, is\n2. sintered ore = 0,163 tCO,e/t product;\ntransported and stored underground.\n3. coke (excluding lignite coke) = 0,144\ntCO,e/t product;\n4. iron casting = 0,299 tCO,e/t product;\n5. electric arc furnace (EAF) high alloy steel =\n0,266 tCO,e/t product; and\n6. electric arc furnace (EAF) carbon steel =\n0,2091 tCO,e/t product.\nMexico — SN\na q mf bominican\nColombia ——3s\nRepublic\ng\nbiodiversity, climate mitigation, and adaptation. The Commission is also considering extending the scope of the Taxonomy to cover significantly harmful and low-impact activities and social issues. This will be informed by the work of the PSF.1'\nAgreeing on standardised criteria for high-emitting activities is fundamental to support credible transition activity for investors, asset owners’ engagement, and for policymakers to incentivise the transition. Governments can draw from criteria to design regulation or recommendations for decarbonising the sector. The EU Taxonomy is particularly relevant because it will ensure that investments falling under its criteria will be eligible\nChile\n13\nIndonesia ———«\nASEAN\nBox 2. EU Taxonomy Technical Screening Criteria for steel\nVietnam\nte— Philippines\nThailand\n/\nsinga pore\nSY\nAustralia >\n“XN\n——\ny\nrai\nNew Zealand\n© Climate Bonds Initiative 2022\nfor inclusion in green bonds Use of Proceeds (UoP) under the EU Green Bond Standard. As the EU Taxonomy lays out long-term standards, it also encourages investment in innovative technologies and transition-friendly investments.“\nThe EU Taxonomy technical screening criteria (TSC) recognise the most climate-friendly production processes, which also comply with the Do No Significant Harm (DNSH) principle. The TSC provide a vision permissible GHG emission levels in steel production compatible with 1.5°C-aligned production process. They, therefore, provide the endpoint for production, providing an objective for a transition pathway.\nChina\nSri Lanka\nMalaysia\nb. steel in electric arc furnaces (EAFs)\nA Green Future for Steel - Climate Bonds Initiative\nJapan\nSouth Korea\nTaxonomy in place\nTaxonomy in draft\n|| Taxonomy in development\nTaxonomy in discussion\nNational taxonomy developers increasingly recognise the value of alignment and interoperability in enabling international investment flows. EU Climate Diplomacy can encourage this and hold other countries to a high standard to safeguard the global transition, possibly leveraging the IPSF Common Ground Taxonomy.”\nTaxonomies can also assess what constitutes a credible transition investment or activity. Climate Bonds Standards are being developed for a transition of hard-to-abate sectors. The work of the EU Platform on Sustainable Finance (PSF) on extending the Taxonomy to cover negative and low-impact activities is expected to inform assessments of companies’ or activities’ position on the transition pathway.\n3.3 The role of the EU Taxonomy\nIn 2016, the EC accepted a recommendation by the EU oe High-level Expert Group on Sustainable Finance to develop oe an EU Sustainable Finance Taxonomy. Its development has been supported by the work of the Technical Expert Group (TEG) and its successor, the Platform on Sustainable Finance (PSF). The Taxonomy Regulation entered into force in July 2020, with the first Delegated Act, covering climate change mitigation and adaptation activities, from 1 January 2022. The EU Taxonomy has been developed as part of the wider EU Sustainable Finance Strategy. Its primary use is to support the mandatory disclosure of sustainable investments and assets by investors, banks, and corporates in the EU.1\"’\nThe Taxonomy will eventually provide criteria for the contribution of activities to six environmental objectives, covering sustainable water use, circular economy, pollution prevention and",
  "page_14": "Climate Bonds developed criteria such as those underpinned by recognised pathways developed by the IEA, ResponsibleSteel, and MPP, in its effort to design guidance for both issuers and investors around the globe on what credible transition activities in the steel sector look like.\nThe EU Platform on Sustainable Finance has recently published a report calling for a possible extension to the Taxonomy beyond green to classify ° a wider range of activities. Indeed, a carefully structured and scientifically sound extension may offer stakeholders a common language to debate the optimal means of achieving Europe’s climate and environmental ambitions.\nSuch an extension of the EU Taxonomy, including the proposed intermediate/amber transition category, could be extremely relevant to the steel industry, as some required investments might not immediately reach the steel criteria identified in the EU Taxonomy, which are based on the top 10% performers under the ETS. An intermediate transition could represent a valid tool for specific assets and would impact the whole sector emission reduction if combined with an overall entity-level credible transition strategy.\n3.4 Increasing the circularity of EU steel production\nA circular economy aims to maintain the value of products, materials, and resources by returning them to the product cycle at the end of their use, minimising waste generation.’\nIn December 2019, the EC adopted the Communication on the European Green Deal, setting out its vision to transform the EU into a sustainable economy and climate- neutral continent.17 The European Green Deal Communication stated that the Commission intended to revisit the rules on waste shipments so that the EU would stop exporting its waste.\nIn 2020, the EC published a Communication on a new Circular Economy Action Plan, announcing a series of initiatives along the entire life cycle of products.’ The Circular Economy Action Plan identifies steel as a priority thanks to its untapped potential for circularity. The Plan is aimed at providing an agenda for future actions to be taken by the EU, in order to accelerate the changes required to reach the 2050 climate neutrality target and achieve the objectives laid out in the European Green Deal.\nBlast-furnace slag and by-products of primary steel manufacture can be used in cement production as supplementary cementing materials, replacing the clinker with more sustainable materials. 24°\nOn 17 November 2021, the EC released its\nproposed revision of the Waste Shipment\nRegulation (\\WSR).’~ The revision identified three key objectives aimed at ensuring that:\n¢ Shipments of waste for reuse and recycling in the EU are facilitated. e The EU does not export its waste challenges to non-EU countries. e Illegal waste shipments are better addressed.\nThe EC has decided to revise the WSR since increasing volumes of waste are exported outside the EU, often without sufficient monitoring procedures and supervision, especially in emerging markets. This can exacerbate environmental and public health challenges in those countries, and the WSR did not adequately address these issues.!”’\nSteel is a 100% recyclable material, and its circularity is already exploited in today’s production processes. In Europe, around half\nFigure 9: Exports and imports of waste from/to the European Union, by waste category, 2020\nBB exports || Imports\n|\nen ee ee\nIron and steel\nPaper and cardboard\n_\nPlastic (incl. rubber)\n|\nCopper, aluminium & nickel -\nTextile waste\n=\n—\nWood waste\nAnimal and vegetal waste A\nMunicipal waste\nI\nE\nGlass waste\nPrecious metals\n!\nOther waste\n—\n2\nMillion tonnes\n0\n4\n6\n8 10 12 14 16 18\nof the steel produced comes from recycled sources, such as scrap metal. Increasing steel recycling and resource efficiency, reducing the energy needed to manufacture steel, would help reduce the sector’s emissions, with an immediate positive impact.’ As mentioned in section 2, EAF steel production allows for substantial emission reduction compared to the BF-BOF process. BF-BOF CO, intensity is 2.3 tons of CO, per ton of crude steel (scope 1 and 2) whilst the figure for EAF production is 0.7 tons of CO, per ton of crude steel (scope 1 and 2).!”°\nn 2020, EU waste exports to non-EU countries reached 32.7 Mt, a 75% increase since 2004, while imports of waste from non-EU countries accounted for 16 Mt, a 10% decrease since 2004. In 2020, exports of ferrous metals waste (iron and steel) to non-EU countries amounted to 17.4 Mt, representing more than half of all waste exports, with Turkey accounting for 68% (11.8 Mt) of the ferrous metal waste exported from the EU. The EU imported 4.1 Mt of ferrous metal waste.\nA Green Future for Steel - Climate Bonds Initiative\n14",
  "page_15": "In 2020, iron and steel were the most exported waste goods from the EU and the potential to recycle more steel scrap within the continent must be fully exploited. Steel scrap can play a fundamental role in the sector’s transition and can be implemented quickly.\nMore specifically, the Commission’s Impact Assessment assumes that OECD countries’ quality of waste management is higher than non-OECD ones. Hence, the WSR revision does not require OECD countries to provide evidence or verification of that.\nThe European Steel Association (EUROFER) and environmental NGOs have warned that the Commission’s assumption that OECD countries’ quality of waste management is higher than non-OECD ones is not justified, especially in he light of the EC’S acknowledgement that OECD countries apply different standards.’ In order to prevent more waste being exported rom the EU to OECD countries instead of non- OECD ones, a robust mechanism verifying that he relevant human health and environment criteria are applied to waste management in every non-EU country needs to be put in place. However, the EU can take the opportunity to reduce its steel scrap export and integrate it more into steelmaking processes, avoiding the loss of materials that could help the bloc reach its circular economy objectives.\n3.5 Accelerating renewable energy investment\nThe Renewable Energy Directive Il (RED Il) was adopted on 11 December 2018 as part of the Clean Energy ecccee” Package for All Europeans. The revision sees a strengthening\nof RE targets to 40% by 2030, bringing the directive in line with the 2030 emissions target.'*?\nIn the EAF route, energy costs make up to 20% of the whole steelmaking production process, so secure, affordable, and clean energy (mainly green hydrogen and electricity) is crucial to the steel industry transition.* The revision of the Renewable Energy Directive is one of the regulations included in the Fit for 55 package proposal.\nRED Il increases the current EU-level target of at least 32% of renewable energy sources in the overall energy mix to at least 40% by 2030, doubling the current renewables share of 19.7% in just a decade. This revision focuses on sectors where progress in integrating renewables has been slower to date (such as transport, buildings, and industry) and includes measures to accelerate renewable energy deployment. These include new provisions to facilitate collective renewable energy Power Purchase Agreements, simplifying administrative procedures, labelling methodology for industrial products produced using renewable energy and a cross-border\npilot project to foster regional cooperation. The revision also targets an increase in renewable hydrogen usage.\nThe revised RED II sets a new benchmark of a 1.1% annual increase in renewables use in industry, but this is not a binding target.’* The EC’s impact assessment report accompanying its egislative proposal to revise RED II recognises he need to seize the opportunity to replace he current use of fossil-based hydrogen with renewable hydrogen, especially in the steel sector. For example, it is acknowledged how he Paris Agreement Compatible Scenarios for Energy Infrastructure (PAC) estimates a potential of 71 TWh of direct use of renewable hydrogen to replace fossil-based hydrogen and a potential of 68 TWh for replacing fossil fuels in steel production.’\nThe revision also includes measures to simplify administrative procedures and reduce bottlenecks, for example by accelerating the permit process. The proposal seeks to enable EU energy systems to become more flexible, making it easier to integrate renewables into the grid as efficiently as possible. The proposal also supports the uptake of renewable hydrogen, where electrification is more difficult. New rules are proposed to strengthen the sustainability criteria for forest biomass. However, it still recognises the burning of wood pellets as a zero- emissions renewable energy source and a green alternative to coal.\n3.6 Strategic infrastructure development\nOn 15 December 2020, the EC\n@\nadopted a proposal revising\nthe 2013 regulation on\nTrans-European Networks e @ for Energy (TEN-E). As the steel industry is highly energy-intensive, the proposed review of the TEN-E Regulation will impact steel companies’ business, particularly the electricity, hydrogen, and CO, networks, as well as the proposed future exclusion of traditional fossil gas projects from the PCls lists.\nAs mentioned above, access to secure, affordable, and abundant low-carbon energy (especially green hydrogen and renewable electricity) is necessary for the steel sector transition. In the EAF route, energy costs are 20% of the whole steelmaking production process, with material costs accounting for 58-68%. In the BF-BOF route, material costs cover 65% of total costs and energy accounts for 17%. The cost of CO, currently represents around 2% of total production costs. However, these will increase rapidly as free carbon allowances (presently covering up to 80% of all carbon emissions) under the ETS are withdrawn.**°\nAs coal still represents the majority of the steel industry energy demand, with around 75% of\nhe sector’s energy use and providing a chemical unction in the production processes, its planned phase-out in many of the EU Member States over he coming decade makes access to affordable and abundant low-carbon energy indispensable. oreover, steel industry decarbonisation pathways indicate that electricity and green hydrogen - together with recycling and resource efficiency - will play a crucial role.’*” In the IEA’s Energy Technologies Perspectives report, iron and steel emissions will fall by about 90% by 2070 in he Sustainable Development Scenario, mainly because of the massive deployment of CCUS echnologies and hydrogen-based steelmaking.’*\nAs no sector can be excluded from the transition 0 a low-carbon economy, the steel industry will not be alone in needing greater access to abundant and affordable decarbonised energy, as its demand will significantly grow in the next decades: the deployment of renewable energy sources, as well as related infrastructure, are needed.\nOne of the biggest challenges facing the energy transition is related to the fact that, in many cases, industrial energy demand is not located where renewable energy sources can be deployed at scale. This will put pressure on the grid infrastructure and must be addressed with long-range electricity transmission and hydrogen transport solutions. The whole regulatory framework needs to ensure that the EU industry has access to abundant and affordable low-carbon energy.\nThe TEN-E Regulation focuses on developing cross-border infrastructure in the continent. The TEN-E aims to regulate this infrastructure development, ensuring EU energy policy objectives, security of supply, energy efficiency and sustainable growth. A significant part of the TEN-E Regulation is the so-called Projects of Common Interest List (PCls). This list is updated every two years, and those projects can receive EU financial support (for the years 2014-2020, more than EURSbn is available under the Connecting Europe Facility (CEF)). The EU Green Deal acknowledges the need to review the TEN-E Regulation to support the transition at affordable prices and align its objectives with the ambitious climate targets.\nProjects included on the PCls list benefit from some advantages, including:\ne streamlined permit granting procedures;\nimproved, faster, and better streamlined environmental assessment; a single national competent authority coordinating all permit granting procedures; a procedure allowing for the allocation of investment costs; eligibility for financial assistance under the CEF.““°\nA Green Future for Steel - Climate Bonds Initiative\n15",
  "page_16": "Eleven priorities are indicated in the revision of he TEN-E Regulation, and the projects linked ‘o them will be part of the next PCls list, which can be financed under the Connecting Europe Facility 2021-2027. Support for new fossil gas and oil projects was supposed to be excluded, as he EU is introducing mandatory sustainability criteria for the PCls. However, PCls will go under a transitional period until 2029, when hydrogen- ready gas infrastructure could be approved.\"*! Therefore, the TEN-E Regulation allows for subsidising fossil gas pipelines until the end of 2027, as long as it contains an unspecified amount of hydrogen, and if they plan to cease transporting fossil gas by 2030, which leaves the door open to do very little at a decisive moment in time and reduce incentives for fossil gas phasing out. The Commission must send stronger signals for the post-2027 phase out of fossil gas in gas infrastructure. Gas blending should not be entertained as a solution in the longer term.\nCross-border energy networks, on average, have a life expectancy of 80 years for gas pipes and between 40 and 80 years for electricity infrastructures or equipment. Consequently, current investments determine the structure of the EU energy system for the coming decades. Directing these investments towards the infrastructure necessary for the clean energy economy is an important element of energy transition policymaking.\nIn November 2021, the EU Commission published the new PCls list (the 5th), including 67 projects in electricity transmission and storage, 20 fossil gas projects worth around EUR13bn, as well as five smart grid projects and six CO, network projects.'“\nThe number of fossil gas projects on the PCls list was reduced from 32 projects in the previous list to 20. The EU Commission has stated that these projects are necessary to secure supply for all Member States. As soon as those projects are completed, there will no longer be any fossil gas projects on the PCls list. It should be noted that no new gas infrastructure projects are supported with PCls status, only existing ones.\"“? As the proposed new TEN-E Regulation has not yet been adopted (according to which no fossil oil and gas projects could be included on the PCls list), the current TEN-E Regulation allows for it. Nevertheless, as mentioned above to support the steel sector’s transition, the new PCls list needs to be revised, eliminating support for fossil gas projects and aligning it with the newly proposed TEN-E Regulation.\nSix key policy recommendations\n1. Phase out free allowances under the ETS to sectors covered by the CBAM by 2030 at the latest, much more rapidly than planned (2035), removing the overlap between CBAM and ETS free allowances. The CBAM will help to mitigate carbon leakage concerns as a mechanism aimed at addressing inconsistencies in the climate ambitions of the world’s trading blocs.\n4. Strengthen environmental criteria and circular economy requirements for steel waste treatment under the WSR, as the WSR revision does not require OECD countries to provide evidence regarding their quality of waste management. This would reduce GHG emissions and allow the EU to increase waste re-use and recycling within the bloc instead of exporting its waste challenges.\n2. Establish a CBAM-focused central authority at the EU level. This would bea more efficient, transparent, and cost-effective way of implementing the CBAM.\n5. Address the mismatch between the location of steel production and renewable electricity production through the TEN-E revision.\n6. PCls need to be prioritised according to contribution to the energy transition, with the planning of electricity and hydrogen grids aligned to maximise storage potential.\n3. Broaden the CBAM’s scope to include indirect emissions to further protect EU-based companies from international competition and reflect the good’s carbon content.\nA Green Future for Steel - Climate Bonds Initiative\n16",
  "page_17": "4. Mobilising investment for 1.5°C\n4.1 Improving green steel competitiveness\nCarbon contracts for difference (CCfDs) can facilitate private sector development of breakthrough technologies, especially during the incubator phase.\nA contract for difference is an agreement between two parties whereby one agrees to pay the other the difference between the value of a determined commodity (its market price) and a specific value agreed upon by the two parties in the CfD (the strike price).° Hence when the agreed price is higher than the market price, the first party is obliged to pay the difference to the other one. In the case of a two-way CfD, the second party would be required to pay the difference in the reverse situation where the strike price was lower than the market price. Such contracts provide long-term price stability to support the large-scale development of nascent technologies, especially more sustainable production processes. However, being a subsidy-type instrument, CfDs can be extremely expensive for public authorities.’\nStrike price\nA carbon contract for difference (CCfD) represents a subsidy agreement between a regulator and a company to finance a decarbonisation project. The amount of such subsidy depends on the difference between the carbon price in a specific context (in the case of the EU, the average ETS price) and the strike price. The price agreed upon between a regulator and a company equals the carbon price necessary for the project to be economically profitable. In this way, a stable carbon price reduces investment risk in breakthrough technologies needed to transition European hard-to- abate sectors, such the steel sector. 147 as\nRegardless of which eligibility criteria are chosen for CCfDs - the strike price can either be negotiated between public authorities and companies or competitive tendering can be held\n- carbon lock-in in the medium term needs to\nbe avoided and technologies allowing for deep\nemission reduction should be favoured.““®\nSimilar schemes have been implemented in some EU Member States. Germany plans to implement pilot CCfDs to promote green hydrogen in the steel and chemical sectors.'° In April 2021, the Federal Ministry of the Environment, Nature Conservation and Nuclear Safety in Germany published a whitepaper listing funding programmes supporting the country’s decarbonisation, where the importance of such a scheme was acknowledged.’ In May 2022, the German government published a call for expression of interest in CCfDs, to support innovative\nFigure 10: CCfD (CFM)\nGovt. pays\nTime\ntechnologies contributing to the decarbonisation of the hard-to-abate sectors, including steel.’\nElements of the Dutch Stimulation of Sustainable Energy Production and Climate Transition (SDE++) could be incorporated into CCfDs, the two share commonalities. The SDE++ is the newest version of the SDE+, which has been in place since 2013 and only supported renewable energy generation projects (in 2021, a budget of EURSbn was available).* The scope of the SDE+ was extended in 2020 and the new SDE++ includes other technologies - renewable heat, renewable gas, green hydrogen production and CCUS. Such a scheme provides organisations with a subsidy equal to the difference between the cost of the technology and the market price of the products delivered. Projects compete in auctions to be granted an SDE++ subsidy, which is awarded for 12-15 years.\"\nEUROFER has outlined how dedicated sector, and project-specific CCfDs for the steel sector should be designed asserting that auctioning procedures, especially if dedicated to different sectors, would not represent a viable solution for steel-related investments.** EUROFER also suggests that the size of the subsidy should not consider the ETS price but the difference between the production cost of the new technology and that of conventional ones, without discounting the avoided ETS-related costs.*°°\nSince steel sector investment cycles tend to be quite long (up to 20 years) EUROFER proposes that the duration of the CCfDs should cover the entire investment period. There should be clear rules on the volume of product and emissions reduction calculation methodology, which would need to be agreed on at the EU level.\n17\nA Green Future for Steel - Climate Bonds Initiative\nCarbon price\nAgent pays\nPublic procurement can bea huge incentive for developing a green steel market favouring on tte scrap steel, gradually increasing edecccccccnes ee demand at the EU level. It accounts for around 15% of the continent’s GDP and represents a high share of European consumption in key sectors for steel activities, such as construction and energy. Green public procurement (GPP) can increase demand for decarbonised steel goods and its whole value chain.’ The key to effective GPP is the development of common criteria within the EU so that the Member States can avoid distortion of the single market and limit competition within the bloc.’*’ In the EU, GPP remains voluntary meaning that each public authority can decide whether to follow the EU guidance, but it has the potential to drive demand for sustainable goods and services. The EC and some Member States have defined some general guidance through national criteria on different sectors.?°°\nThe EU GPP criteria have been developed on an evidence-based approach and collaborative stakeholder consultation with input from industry, civil society, and the Member States. The EU identifies two types of criteria: core and comprehensive criteria. The first ones are meant to be used by public authorities without additional assessment when evaluating the environmental impact of a purchase. The comprehensive criteria address more specificities and are intended to establish the best environmental products. Nevertheless, such criteria require public authorities to collect more information and bear more costs.“\nSource: https://climatestrategies.org/wp-content/uploads/2021/03/Carbon-Contracts_CFMP-Policy-Brief-2020.pdf\n4.2 Encouraging green public procurement",
  "page_18": "Green public procurement can be divided into different categories, among which project-level and product-level GPP are probably the two most important ones.\nProject-level targets are meant to assess a whole project sustainability instead of individual features. This evaluation is usually more comprehensive than product-level ones, as it considers emissions reduction in more components of the project. Nevertheless, this can be harder to assess because a project-specific environmental assessment should be carried out for each project.’ Product-level targets are easier to implement and only account for specific product sustainability with regard to standardised targets. Those usually relate to circular economy and emissions reduction levels.‘\n4.3 Spurring innovation\nThe EU Innovation Fund aims to fund projects testing ee cccce ee low-carbon technologies, octecceee . f cecccccee” including in the hard-to- 3 abate sectors such as steel. ee eccccee The Innovation Fund should comprise EUR18bn in the next decade. The main technologies relevant to steel to be tested under this programme pertain to hydrogen, CCUS, recycling, and resource efficiency.’\nThe InvestEU Fund is another funding source to finance sustainability focused investments in the EU including CO,- and energy-intensive sectors. Itis part of the InvestEU Programme and includes EUR26.2bn, with additional public and private investment totalling EUR370bn as part of the Next Generation EU and the Multiannual Financial Framework 2021-2027. The programme could offer either loans or equity guaranteed by the European Investment Bank Group and other partners.1%\nAll sectors, including those classified as hard-to- abate, transitioning to low-carbon production processes need private financing, adequately supported by public funds and R&D programmes. In some cases, EU State aid rules allow Member States to directly support R&D projects dedicated to innovation and climate-friendly technologies. EU Guidelines on State aid for environmental protection and energy indicate that State aid can be authorised in the case of the development of climate-friendly projects. To protect fair competition within the EU, State aid can be only applicable to the additional costs related to the environmental impact of the technologies, is capped to a maximum amount, and needs to be awarded through tenders.’\nNone of the EU Funds are specific to the steel sector so the steel industry is only likely to receive\nlimited funding.“ The Research Fund for Coal and Steel is the only sector-specific funding mechanism and is supposed to be financed with EUR111m each year until 2027 from the European Coal and Steel Community (ECSC) assets in liquidation. The Clean Steel Partnership relies on creating synergies between funds and will reach EUR700m coming in equal parts from Horizon Europe and assets of the ECSC. By 2027 it will implement at least two demonstration projects that could cut CO, emissions by 50% compared to 1990 levels and achieve echnology readiness level (TRL) 8 by 2030 in at east twelve areas funded by the partnership.’® The Clean Steel Partnership was presented in June 2021 by the EC as part of 11 European Partnerships with the private sector amounting ‘o EUR22bn.*’ However, a report commissioned by the European Parliament warned about he enormous funding gap in low-carbon steel related research and the transition to the steel sector to net zero. The report points to a required EUR50-60bn investment to roll out new low- carbon steel technology and up to EUR120bn a year to capital and operating costs. 168 169 cover\nAccording to the European Steel Technology Platform (ESTEP), even when combining different EU financial support mechanisms such as Horizon Europe, Clean Steel Partnership, Research Fund for Coal and Steel, LIFE Programme, and Innovation Fund, around EUR2bn would be available to the steel sector decarbonisation as grants for the period 2021- 2030.1” This falls far short of the investment needed to transition the European steel sector.\nKey policy recommendations\ne Establish a Europe wide market for CCfDs.\nImplement GPP asa matter of urgency. The EU should establish a timeline for mandatory criteria in line with the EU Green Deal.\ne\nA Green Future for Steel - Climate Bonds Initiative\n18",
  "page_19": "5. Opportunities for transition finance\nMassive investment is needed to develop and roll out low-carbon steelmaking technologies for an overall transformation of the EU steel sector. The transition is supported by the emission reduction goals established by the EU governments and associated policies.\nAccording to the Green Steel for Europe Consortium, the steel sector net-zero transition will require around EUR50-60bn investment in new technology deployment and between EUR80-120bn a year to cover capital and operating costs. ' EUR2bn of EU grant, mostly rom the European Green Deal, will be available 0 the steel industry to combat climate change and reduce carbon emissions between 2021 and 2030. Applying the EU’s Projects of Common nterest (PCls) program in the steel sector could contribute another EUR2bn. ore generally, he EU has approved a stimulus package of EUR1.8tn in the framework of the 2021-2027 budget, including the Next Generation EU (NGEU) recovery package.!”\nSo far, the EU has only allocated EUR700m of the EU budget -including from Horizon Europe- specifically to the transition of the steel sector, which in turn should mobilise EUR1bn from the private sector. Other parts of the EU budget can be dedicated to the transition of steel.\nPublic funds represent a tiny fraction of the sector needs, and private investment needs to cover most of both direct CAPEX investment in steel making assets and wider enabling- infrastructure investments in the scaling up of green hydrogen, renewable energy, and electricity storage.\nThe Mission Possible Partnership’s Steel sector transition strategy states that the scale of investment needed in enabling infrastructure such as CO, pipelines, hydrogen infrastructure, and zero-carbon electricity production is likely to dwarf that of the steel assets themselves.'” For example, delivering sufficient zero-carbon electricity to meet the needs of the steel sector, including the generation of the necessary volumes of green hydrogen, will take approximately USD2tn in cumulative investment over the next three decades. That equates to 3% of the total expected investment in electricity generation, transmission, and distribution in a net-zero economy.\nAs low-carbon steel is expected to become competitive within the coming decade the industry must rapidly assess the transition pathways open to them and start the transition journey to avoid holding stranded assets.\n5.1 Growth of transition finance instruments\nThe sustainable financial markets are booming. Climate Bonds databases captured USD1.1tn of green, social and sustainability (GSS) bonds, sustainability linked bonds (SLBs), and transition bonds in 2021. The Use of Proceeds (UoP) transition bond segment is the newest theme, with 18 bonds with a combined volume of USD9.6bn outstanding at the end of 2021\nS&P Global Ratings estimated recently that global transition finance, including bonds and loans, could contribute up to USD1tn annually, or 30% of the estimated USD3tn per year required to meet net-zero emissions over the next 30 years.1 BNP Paribas suggested that transition finance instruments could outgrow the green bond market by the mid-2020s.!°\nGiven their forward-looking key performance indicators (KPIs), SLBs are also very transition focused. For a decarbonisation transition specifically, SLBs represent a fantastic opportunity for entities to link their net-zero targets with access to sustainable finance. In June 2021, Swedish steel manufacturer SSAB, which accounts for 10% of total carbon dioxide emissions in Sweden, priced a SEK2bn (USD239m) SLB. The company will pay a penalty at its 2026 maturity if it has not met its CO, emission reduction targets of 10%. The proceeds of the deal will be used for general corporate purposes.\nNotably, 62% of issued SLBs have had greenhouse gas emission reduction targets in place because this is something which is relatively easy to measure, and improve, e.g., hrough energy efficiency measures, or a switch o renewable energy sources. Sustainability- inked loans (SLLs) link the interest margin to an improvement of the entity’s sustainability metrics. Unlike the UoP model, whereby the proceeds must be earmarked to finance specified ypes of assets, projects, or expenditures, SLLs carry no restrictions on how the proceeds can be used, making them a viable option for companies in a broader range of sectors.\nHowever, many early examples of SLBs and ransition bonds have raised concerns in he market because the targets were not ambitious enough to contribute to the goals of the Paris Agreement, and in some cases had been achieved or almost achieved before he instrument had been priced.’ There are other concerns around the transition pathways relevance, and reliability. KPls are set by the issuing entity and are therefore difficult to benchmark against peers or wider goals such as the Paris Agreement targets. While the market has seen impressive growth, it has often been difficult to assess the impact and ambition of each bond.\nA Green Future for Steel - Climate Bonds Initiative\n19",
  "page_20": "steel (as well as cement and basic chemicals) to provide clear, credible, and specific guidance to both issuers and investors regarding the types of activities and investments that are aligned with a 1.5°C transition pathway for steel. The financial criteria are crucial to prevent greenwashing and provide confidence to the market that their investments are science-based. Thematic issuance from sectors like metals and mining, oil and energy, and chemicals is expected to accelerate rapidly once the required standards and definitions in place.\nCs\nFigure 11: Financing credible transitions\nA starting point - 5 principles to protect from greenwash\nTo achieve ambition, we need transition pathways that have end-goals for environmental factors that are consistent with planetary boundaries and have sufficiently ambitious trajectories to get there. A prerequisite is developing transition pathways to move from today’s high GHG emissions to levels commensurate with meeting the goals of the Paris Agreement. That is our ‘climate mitigation transition’.\n1. In line with 1.5 degree trajectory\nAll goals and pathways need to\nalign with zero carbon by 2050 and\nnearly halving emissions by 2030.\n2. Established science\nby\nAll\ngoals\nand\npathways must\nbe\nled by scientific experts and be\nharmonised across countries.\ny\n3. Offsets don’t count\nCredible transition goals and\npathways don’t count offsets,\nbut should count upstream scope\n3 emissions.\nClimate Bonds provides clear guidance and common understanding to stakeholders on the practices, actions, and required disclosures when raising funds for climate transition.\nClimate Bonds’ Financing Credible Transitions paper established five principles for an ambitious transition (figure 11). These are designed to ensure the transition is science-led and ambitious and will reduce overall emissions by excluding the use of offsets.\nRecently, Climate Bonds’ Transition Finance for Transforming Companies sets out Five Hallmarks\ny\nWY\nO\nthat companies must adhere to when setting out an entity-wide transition plan for investors.1”” These embody the credibility, clarity, and transparency necessary to create an active market (see figure 12). This ground-breaking guidance is also the first step in the certification of whole entity transition which will enable investors to preference investments based on the quality of the entity level transition strategy and execution plan.\nIn 2022 Climate Bonds will launch the first Use of Proceeds and entity transition finance criteria for\nf\n4\nTo drive this ambition, we propose the following 5 principles for a transition with impact.\nImportantly, any entity, activity or project meeting these principles is substantially contributing to meeting the goals of the Paris Agreement and should therefore be eligible for capital that has a climate or environmental mandate. This provides wide scope to support the growth of a large, liquid market for both already net-zero and transition-related activities.\n4. Technological viability trumps economic competitiveness\nO\nPathways must include an assessment\nof current and expected technologies.\nWhere a viable technology exists, even if\nrelatively expensive, it should be used to\ndetermine the decarbonisation\npathway\nfor that economic\nactivity.\n5. Action not pledges\nA credible transition is backed by operating metrics rather than a commitment/pledge to follow a transition pathway at some point in the future. In other words, this is NOT a transition toa transition.\n5. External reporting\nFigure 12: Five hallmarks of a credibly transitioning company\na. External reporting and\nindependent verification\non the KPIs and strategy to\ndeliver\nb. Annual reporting of\nindependently verified\nprogress in terms of action\ntaken and performance\nagainst targets.\n20\nA Green Future for Steel - Climate Bonds Initiative",
  "page_21": "Conclusions\nSteel manufacturing is vital to the European and global economy. It is a crucial input for multiple sectors such as construction, renewable energy production and transport and its inclusion in the transition to net zero is vital.\nSteel currently accounts for 22% of EU industrial CO, emissions, highly using energy-intensive production processes relying on coal (coke). The next decade is crucial to the EU steel sector transition and meeting net-zero commitments. Finance needs to flow to 1.5°C-aligned pathways and activities.\nThe success of the steel transition relies on strong policy support. Policymakers set out the conditions required for a net-zero steel sector and play a major role in determining which pathways are taken. The Climate Bonds Standards for steel (currently under development) and this policy paper provide science-based guidance on what constitutes a ruly 1.5°C-aligned steel sector transition. The most important role of policy in this process is to provide investment clarity, certainty, and direction\nPolicies must be coherent and aligned to encourage demand for green steel, facilitate investment in the transformation of steel companies and assets, and enable the scaling of innovative clean technologies. Therefore, the policy toolbox for this transition is wide- ranging, including economy-wide standards and regulation, sector-specific support such as contracts for difference and green public procurement, and strategic legislation such as circular economy and WSR.\nTo bring the EU steel sector in line with a ransition to climate-neutrality in 2050, its emissions must fall by at least 48% by 2030 and by 97% by 2050, from 2020 levels.*’* Large capital lows are required for this transition, and the CAPEX needed to renew and refurbish steel plant assets is significant. The below table summarises recent estimates of these costs .\nTable 3: Estimated costs of deca nising the EU steel ind\nST ca\nRoland Berger\nCAPEX of BF-BOF with CCS\nEUR31bn\ntechnologies by 2030\nMckinsey*®?\nDecarbonisation of steel production\nEUR100bn\nby European companies by 2050\n74% of existing European blast furnace capacity will reach the end of its lifecycle and need reinvestment by 2030.\" The scale of this investment requirement, given the long lifetimes of steel plants, poses a risk but also an opportunity. If these opportunities are missed, the European economy risks locking in trillions of Euros in stranded assets and failing to meet its climate targets. 70 Mt of EU blast furnace capacity needs reinvestment by 2030. As of April 2022, total industry plans for low-carbon steelmaking technologies investment amount to around 36 Mt of primary steel production.\nAt the same time, this large investment requirement presents a unique opportunity for the European economy to develop innovative technologies, achieve rapid transition of a key hard-to-abate sector and become a front-runner in the emerging net zero-aligned economy.\n21\nA Green Future for Steel - Climate Bonds Initiative",
  "page_22": "Appendices\nAppendix I: EU stakeholders\nThe European Steel Association (EUROFER) is an international not-for-profit organisation based in Brussels and represents the entirety of steel production in the European Union. EUROFER broadly supports the need to transition the sector to help the bloc achieve its climate targets but highlights that EU policy support is needed. It states that the steel sector will need access to affordable and low-carbon energy sources, particularly electricity and hydrogen, and investment support. Another critical issue revolves around non-EU countries’ competition: EUROFER calls on policymakers to ensure protection from the risk of carbon leakage.\" It recognises the with the EU-ETS benchmark-based free allocation and indirect cost compensations to heavy industries.\nEuroalliages is the Association of European ferro-alloy and silicon producers (ferroalloys include various iron alloys with a high proportion of one or more other elements such as manganese, aluminium, or silicon). It represents more than 95% of the sector in the EEA. Europe could account for 13-15% of global silicon production or about 3 Mt.1%\nAnother relevant player is ESTEP.”*’ It was one of the first European Technology Platforms to be created. These are industry-led stakeholders recognised by the EC as key actors in driving innovation, knowledge transfer and European competitiveness in their sector. Its membership includes all the major European steel producers and the European Steel Association, academics and research centres, industrial stakeholders, and trade union representatives. The EC and the Member States are also represented in ESTEP management committees.\nArcelorMittal is the second largest steel- producing company in the world second only to the China Baowu Group.\" The company is the largest producer of steel in the European Union, as well as in North and South America and Africa. In Europe alone, ArcelorMittal employs more than 80,000 people, and around 50% of the company’s total steel volume is produced in Europe. ArcelorMittal laid out a group-wide commitment to being carbon neutral by 2050. In its recently published Climate Action Report 2, the company commits to reduce scopes 1 and 2 CO2 emissions intensity by 25% by 2030, with an anticipated cost of USD10bn. The CO2 emissions intensity reduction target is increased to 35% (up from 30%) - scopes 1 and 2. Both these targets are set over a 2018 baseline. The Transition Pathways Initiative has assessed ArcelorMittal, whose carbon intensity is above the steel sector average, as aligned with the below 2°C benchmark for 2044 (IEA’s SDS scenario, which holds the temperature rise to below\n1.8°C with a 66% probability.\" To achieve its climate objectives, ArcelorMittal outlines several prerequisites: a market where carbon-neutral steel is more competitive than more polluting options, availability of financial mechanisms allowing long-term investments, and access to clean and affordable energy sources, as well as public support to accelerate breakthrough technologies.'% As part of its innovative and low-carbon projects, ArcelorMittal has recently announced the signature of a letter of intent with the Governments of Belgium and Flanders, which supports a EUR1.1bn project to build a 2.5 million-tonne direct reduced iron (DRI) plant at its site in Ghent, as well as two new electric urnaces. In particular, ArcelorMittal Belgium will be able to reduce its CO2 emissions by 3.9 Mt per year by 2030, thanks to such a 2.5 million-tonne DRI plant and the two electric furnaces. The EC needs to examine the agreement’s compliance with he bloc’s regulations and decide on its approval.“\nThe Swedish steelmaker SSAB announced it aims ‘0 reach net-zero emissions for its operations by 2030-2035 (instead of the previous 2045 target), anticipating a cost of some USD5bn in the next decade. The German steelmaker ThyssenKrupp aims to reach climate neutrality by 2045. The company has also set a 30% emission reduction target for its production and processes, and purchase of energy, by 2030 (over the 2018 baseline).\"%\nGermany is the largest European source of steel production, with more than 35 Mt of crude steel produced in 2020, corresponding to 25.6% of the bloc’s total amount.’* In July 2020, the Federal Government published its steel strategy, For a strong steel industry in Germany and Europe. The Steel Action Concept, aimed at helping the German steel sector transition to net zero while remaining competitive. The Steel Action Concept lays out some key objectives to be achieved, such as creating a level playing field on the global steel market, avoiding carbon leakage, and working with other EU countries to progress the sector’s transformation. The Federal Government intends to support the transition of the steel sector through different programmes and projects:\n« Anew budget item, The Use of Hydrogen in Industrial Production worth €15 million for 2020 and commitment appropriations worth EUR430m up to 2024, to be financed within the next budget. The National Decarbonisation Programme of approximately EUR1bn up to 2023. The programme Carbon Avoidance in the Basic Materials Industry with funding of EUR370m up to 2023. The Carbon2Chem research project, aimed at testing the option of CCU in the steel industry (and other sectors), with funding of around EUR140m.\ne Sandboxes for the Energy Transition, a regulatory programme, with funding of EUR415m from 2020 to 2023. e The Research Initiative for the Avoidance of Climate-Related Process Emissions in Industry with funding of EUR80m up to 2025.’\nIn ay 2021, the Federal Government decided to make available additional funding for EUR 5 billion to decarbonise the steel sector in the 2022-2024 period.’ Given the foreseen decarbonisation of the European steel sector and investment needs, as well as the need to deal with fierce international competition, the German government recognises the importance of tackling the risk of carbon leakage as this industry is affected by high energy and CO, prices, as long as there are not equal CO, prices in non-EU countries the risk of carbon leakage needs to be addressed.\nThe\nGerman Steel (WV Stahl) is the country’s steel industry association, representing the sector’s interests at the national evel. WV Stahl has underlined the importance of implementing a coherent political framework supporting the steel industry’s transition. In particular, the association has asked for adequate protection against carbon leakage through sufficient free allocation of certificates within he EU-ETS, and the envisaged carbon border adjustment tax. It also advocates for policies supporting hydrogen production because of its importance for decarbonising steelmaking processes. Nevertheless, WV Stahl estimates that green hydrogen will not be sufficiently available, thus recognising that the use of other types of hydrogen will play an important role as well. Therefore, in the association’s view, the role of gas as an enabler allowing for an emissions reduction towards a climate-neutral economy should be recognised and gas should not be burned through CO, pricing policies. However, as highlighted in the net-zero pathway developed by the IEA, the Net Zero by 2050 Roadmap, no new oil and gas fields should be approved, as well as no new coal mines or mine extensions, other than those planned in 2021.” Finally, the new German government’s decision on a CfD scheme aimed at the steel, cement, lime, and ammonia industries” will be positive to bring the case for the replication of such schemes at the national level in the EU after the success case of the UK. Peter Altmaier, the then Federal Minister for Economic Affairs and Energy, had estimated that the total investment required for the transition of the steel production in Germany at EUR35bn, of which EUR10-12bn could be made available from public funds by 2050.7\nFederation\nA Green Future for Steel - Climate Bonds Initiative\n22",
  "page_23": "The EC holds energy policies as a core competency, with several Directorate-Generals and Commissioners involved. The new executive structure defined by President Ursula von der Leyen is based on a hierarchy of nationally elected Commissioners grouped in areas under the control of one of the five Executive Vice-Presidents.\nThe European Parliament is responsible for passing a law initiated by the EC. The work of the Parliament is prepared by parliamentary committees.\nThe European Council defines the EU’s overall political direction and priorities, headed by the 27 Heads of EU Member States. The Council of Ministers is negotiating EU legislation with the EU Parliament. The Permanent Representations of each Member State accompany Ministers at the negotiation meetings.\nThe EC has long acknowledged the importance of the steel industry in the EU. The new structure of the von der Leyen EC entailed the creation of a super Directorate General as the result of the merging of two previous DGs: the new DG Internal Market, Industry, Entrepreneurship and SMEs (DG GROW). Thierry Breton, nominated by the French government, is the Commissioner in charge of this new and broad department’ and reports to the Commissioner-Executive Vice-President Margarethe Vestager in charge of Digital.’°° DG GROW leads the EC strategy on steel. It is noteworthy that its 2013 Action Plan for Steel?’ referred that “steel demand remains 27% below pre-crisis levels and up to 40,000 jobs have been lost in recent years” and that “to face the downturn of steel demand after the economic crisis and ensure a promising uture for the sector, the EC is working on boosting he industry”. The EC should revise its messaging, and certainly to boost steel demand is not the right policy objective. In addition to the discussions at he global level on oversupply, the Commission should consider steel demand reduction as a driver or the decarbonisation of the sector, favouring other more climate-friendly materials namely in he construction sector. DG GROW also holds the Commission’s pen for the critical issue of the access of raw materials, which is addressed in the EC’s initiative on raw materials in 2008.2 More recently, in 2020 the EC presented a dedicated Action Plan on the access to raw materials; an updated list of critical raw materials including fluorspar, lithium, magnesium, graphite, coking coal, niobium which are all relevant to steel production, and a Foresight Study on Critical Raw Materials for Strategic Technologies and Sectors in the EU, also looking at the strategic materials that the EU needs to ensure for its steel production.2°72°\nDG Environment (DG ENV) is involved with the rules on transporting waste within and beyond EU borders, a widespread practice in the European steel industry. In November 2021 the EC proposed its new Regulation to reduce pollution and ensure that materials are reused and recycled.” In the case of steel, there is an additional strategic\nelement to promote the availability of scrap to the EU industry for its recycling and as an alternative ‘0 new steel production. The EC has dedicated Expert Groups to gather advice from external stakeholders such as industry representatives, rade unions, academics, and NGOs. Several such Expert groups are relevant to the steel sector such as the EC Expert Group on Steel; High-Level Expert Group on energy-intensive industries, the Steel Advisory Group, or the Technical Group on Steel. 2274524215 Finally, the EC’s trade policies imit steel imports from outside the EU to boost internal competitiveness.”® The EC is a leading actor at global level on steel: namely, Executive Vice President of the EC Valdis Dombrovskis presided over the last ministerial meeting of the Global Forum on Steel Excess Capacity (GFSEC) on 26 October 2020 which called for firmly maintaining the problem of excess capacity on the G20 agenda.’ The conclusions of the meeting also pointed to market-distorting subsidies to steel industries as the reason behind excess capacity by sustaining uneconomic plants and encouraging investment in additional steelmaking capacity that would not otherwise be built. Also, it concluded that subsidies could hamper research, development, and innovation, negatively affecting the steel industry’s financial health.\nAppendix II: European Just Transition\nThe EC’s Fit for 55 package, unveiled on 14 July 2021, included a proposal for a Social\nClimate Fund and an accompanying Council Recommendation to the Member States on addressing the climate transition. The Council Recommendation aims to guide EU Member States on how best to address the social and employment aspects of the climate transitions.7\nThe Social Climate Fund is designed to funnel ETS revenues to the Member States to aid citizens’ investments in energy efficiency, new heating and cooling systems, and cleaner mobility. To benefit from the fund, ember States would need to develop Climate Action Social Plans as part of their National Energy and Climate Plans. The fund is expected to raise around EUR72.2bn over a seven-year period (2027-2032), equivalent to 25% of the revenues ‘o be generated by the new proposed ETS for building and road transport fuels. In addition, ember States would have to co-finance their Climate Action Social Plans by dedicating another 25% of the revenues they generate hrough the new ETS, bringing total spending to around EUR144bn.\nHowever, the EC has estimated that until 2030 around EUR350bn will be needed in additional energy system investment annually to meet the Fit for 55 targets. Greater involvement of public funds will be needed to address this, given the limited inflows of private capital to such projects.\nAs part of the European Green Deal, the EC established the Just Transition Mechanism for the EU, with the EC’s President von der Leyen stating that the transition would leave no one behind. Just transition issues must be held front and centre of the EU policies so those least responsible for climate change do not bear the brunt of the transition impacts.\nThe Just Transition Mechanism is a framework to support national just transition efforts. It provides financial resources and technical assistance to the EU Member States, which must develop national just transition plans. It currently includes a EUR19.2bn Just Transition Fund, budgetary guarantees under the InvestEU programme, and other grants and loans. The EU has designed a Just Transition Mechanism to support the countries and regions that face the greatest challenges in phasing out high-emissions activities.\nThe Just Transition Mechanism consists of three pillars:\n1. Just Transition Fund (JTF). The JTF supports the economic diversification and conversion of affected regions. The EC’s initial January 2020 proposal had a budget of EUR40bn. Nevertheless, a final budget of EUR19.2bn has been agreed on and is expected © mobilise around EUR25.4bn in investments.\n2. InvestEU Just Transition Scheme. |t will provide a budgetary guarantee under the nvestEU programme and is expected to mobilise EUR10-15bn in mostly private sector investments, covering a wider range of projects than the JTF, including investments in energy and ransport infrastructure, digitalisation and digital connectivity, and the circular economy. These investments will be made by private and public sector entities, with financial products proposed by the InvestEU implementing partners, such as the European Investment Bank Group or national banks.\n3. Anew Public Sector Loan Facility. It will combine EUR1.5bn of grants financed from the EU budget with EURLObn of loans from the European Investment Bank to mobilise EUR18.5bn of public investment.\nGiven the smaller size of the fund approved compared to the initial proposal, some studies advise the Fund to only focus on social support for workers and retraining.” Establishing the EU Just Transition Mechanism is a commitment that the transition will not leave anyone behind. Nevertheless, some points could be improved. In particular, the volume of the funds is unlikely to be sufficient to ensure a just transition at the EU level.””°\nA Green Future for Steel - Climate Bonds Initiative\n23",
  "page_24": "Appendix III: Central Bank policy to channel investment flows\nThe European Central Bank (ECB) has analysed the integration of climate risk in the European banking sector, covering 112 directly supervised banks with combined assets of EUR24tn, and concluded that none were close to meeting its expectations on climate and environmental risks and called on them to address their shortcomings. 777 In some cases, banks will receive a qualitative requirement as part of the Supervisory Review and Evaluation Process (SREP). The ECB will gradually integrate climate and environmental risk into its SREP methodology. This will eventually influence Pillar 2 capital requirements. The ECB is set to publish its findings in an updated report on climate and environmental disclosures in the first quarter of 2022, together with individual feedback to the banks. The ECB must prioritise this work and continue pushing for the integration of climate risk in European banks’ balance sheets.\nMonetary policy\nGreen quantitative easing is currently being considered by central bankers across the globe. The ECB presented an Action Plan to include climate change elements in its monetary policy strategy as part of a general review of their monetary policy strategy and is committed to developing new experimental indicators covering green financial products and the carbon footprint of financial institutions.27 The ECB will follow up in 2022 with step-by-step enhancements of such indicators.’ Negative screening is one of the most common sustainable portfolio management tools used by central banks mainly applied to their equity holdings.’ For example, in 2019 Sweden’s Riksbank applied climate risk weightings to a portion of its SEKS00bn forex reserves.> This resulted in the exclusion of bonds issued from the highly fossil fuel-exposed provinces of Alberta, Canada, Queensland, and Western Australia.?° Riksbank also applied exclusion criteria to its corporate bond purchase programme, requiring bond issuers comply with sustainability standards to be eligible for the quantitative easing (QE) programme.”’ The Bank of England published how it will green its Corporate Bond Purchase Scheme (CBPS) to account for the climate impact of the issuers of the bonds held, targeting a 25% reduction in the weighted average carbon intensity of the CBPS portfolio by 2025, and full net-zero alignment by 2050.” Exclusion of assets with high climate risks rom asset purchases can also help to reduce the risk to the central bank’s balance sheet.”\negative effects on credit flow to corporations in hard-to-abate sectors suggest that Central Banks should consider incorporating transition- abelled bonds in their respective updates on heir corporate bond purchase programmes\nwhich could happen in the coming years. Even more, the actual context of huge central bank intervention in our economies should be used to push more directly for the financing of transition specifically and not just green activities.\nPrudential Regulation\nCentral Banks must address the risk of stranded assets posed by investments in fossil gas infrastructure from financial institutions, which could potentially jeopardise the stability of the inancial system. Finance Watch has proposed a one-for-one capital requirement rule for the inancing of new fossil fuels: for each euro/dollar hat finances new fossil fuels projects, banks and insurers should have a euro/dollar of their funds held liable for potential losses.\nn this sense, prudential adjustments can be made to preference green lending or discourage ending to assets liable to climate risk. Risk\nweighting of assets can be made more sensitive to climate risk, for example, People’s Bank of China (PBOC) gives banks a higher macroprudential assessment score if they hold a high number of green assets.” Whilst there are concerns over the impact of adjusting risk weighting on bank stability, green supporting factors can overcome the higher risk weights often given to green assets given their longer payback periods but require greater risk sensitivity provided by taxonomy and disclosure requirements.”\nBasel III’s Countercyclical Capital Buffer (CcyB) is a powerful macroprudential tool which aims to protect the banking sector from periods of excess aggregate credit growth that have often been associated with the build-up of system-wide risk.2 A countercyclical carbon capital buffer could be implemented, acting similarly to the CcyB to give climate-sensitive resilience to banks or setting exposure restrictions for certain assets or sectors.\nCentral Banks can vary capital requirements according to an Fl’s climate risk exposure. Capital buffers would be set higher for those with greater exposure to unsustainable activities because these Fis would be at greater risk of default. Conversely, capital requirements could be discounted according to an Fl’s green lending. In 2019 the Hungarian central bank, Magyar Nemzeti Bank (MNB), announced a preferential capital requirement against balance sheet exposure to energy-efficient housing loans.?* The discount reflected the reduced risk of default on green mortgages.*® Similarly, Lebanon’s CB, Banque du Liban, differentiates reserve requirement ratios according to the amount of bank lending flowing to renewable energy and energy efficiency projects.’*\nThe ECB has carried out a 30-year economy-wide stress test, which showed a concentration of climate-related risks in certain regions, sectors, and companies.’ This informs both Central\nBank policy and wider EU policy. Communication of the stress test results can also aid the real economy, for example, in all sectors, a lack of ransition increases the risk of default. Central Banks=s could carry out stress testing to identify national vulnerabilities. These could be focused on the energy transition in Central Banks with ower capacity for stress testing. Energy transition stress tests could follow the example of De ederschlande Bank (DNB). DNB’s 2018 stress est showed that a disruptive energy transition would have a greater impact on financial institutions, with losses mitigated by early ransition policies.?%\nAppendix IV: Role of financial markets supervisors and regulators\nThe financial regulatory bodies in the EU were set in place following the 2008 financial crisis and are European-wide institutions with full supervisory and regulatory bodies: ESMA (the European Securities and Markets Authority), EIOPA (the European Insurance and Occupational Pensions Authority) and EBA (the European Banking Authority). In revising its founding Regulations in 2019 (ESAs Review), it obtained a specific mandate to integrate sustainability into its remit.\nThe European Supervisory Authorities (ESAs) have an important role in the EU sustainable framework. As referred before, they are in the process of drafting regulatory technical standards (RTS) for taxonomy-related sustainability disclosure according to Articles 8(3), 9(5) and 11(4) of the SFDR.2°\nMuch of the work of the ESAs is relevant to transition finance of large corporations. For example, in May 2021, the EBA published results of its first EU-wide pilot exercise in climate risk, aimed at mapping banks’ exposure to climate risk and, most importantly, evaluate banks’ green estimation efforts carried out so far’. The EBA highlighted the urgency to remediate data gaps 0 guarantee a smooth transition to the net-zero ramework by financial institutions. Similarly, ESMA has a wide set of attributions related to sustainable finance and will likely have a major supervisory role in the future European Green Bond Standard. *** EIOPA has a key influence on insurance companies and pension funds; institutional investors are the largest asset owners (on behalf of their beneficiary citizens) which have a major role in transition finance since they are well positioned to support specific transition projects.\nThe European Systemic Risk Board (ESRB), which is responsible for macroprudential oversight across the EU, has stressed that climate change is a systemic risk large enough to cause financial instability and large negative macroeconomic shocks to the financial system.”\nA Green Future for Steel - Climate Bonds Initiative\n24",
  "page_25": "A Green Future for Steel - Climate Bonds Initiative\nEndnotes\n1. https://www.agora-energiewende.de/en/service/global-steel-\n28. https://www.oecd.org/industry/ind/steel-market-develop-\ntransformation-tracker/\nments-Q4-2021.pdf\n2. https://www.bing.com/ck/a?!&&p=4f9cded152d9f4e5b9805d-\n29. https://www.eurofer.eu/press-releases/moderate-recovery-set-to-\nc6a543fd5154c5da835e39ef7dc2fle21ff87a7e47JmItd HMOMTY1Mz- continue-in-2022-as-energy-prices-and-substantial-uncertainty-put-\nkzMTAWMCZpZ3VpZDO00YzQ1MjFIZCOOYzY LLTQ5ZjltYjgyZS1iNzI3¥zQ- growth-at-risk/\nwY2MxMWYmaW5zaWQ9NTE20Q&ptn=3ééclid=44da1c84-e03c-1llec- 30. https://www.mckinsey.com/~/media/mckinsey/industries/\na51f-32b83f314564&u=a laHROCHM6Ly93d3cucm9sYW5kYmVyZ2VyL- metals%20and%20mining/our%20insights/the%20future%200f%20\nmNvbS9wdWJsaWNhdGlvbnMvcHVibGIjYXRpb25fcGRmL3Jyb2xhbm- the%20european%20steel%20industry/the-future-of-the-europe-\nRYmVyZ2VyX2Z1dHVyZV9vZI9zdGVIbG1ha2luZySwZGY&ntb=1\nan-steel-industry_vf.pdf?shouldindex=false\n3. https://www.iigcc.org/download/global-sector-strate-\n31. https://www.mckinsey.com/~/media/mckinsey/industries/\ngy-steel/?wpdmdl=4810&refresh=627d17afe207d 1652365231\nmetals%20and%20mining/our%20insights/the%20future%200f%20\n4. https://content.rolandberger.com/hubfs/Green_deal_for_steel-3. the%20european%20steel%20industry/the-future-of-the-europe-\npdf?utm_campaign=21-0180_Green-deal-for-steel&utm_me-\ndium=email&_hsmi=175944227&_hsenc=p2ANqtz-_EjPw-\nan-steel-industry_vf.pdf?shouldindex=false\n32. https://www.oecd.org/industry/ind/latest-developments-in-steel-\nbY5yFgwhc624ctQ4W8N ly-lwOts8ifYWcZs8ajrT FYLR-UWiWn-\nmaking-capacity-2021.pdf\nSLYzFcuFoSpX5kIT59S Jsfwyv2V9Uj-b86wSKkSZYE laqDcdaaZ8vr-\n33. https://www.mckinsey.com/~/media/mckinsey/industries/\ngu5Q&utm_content=175944227&utm_source=hs_automation\nmetals%20and%20mining/our%20insights/the%20future%200f%20\n5. Almeida, M., Filkova, M., Harrison, C., and Sette, P. Green Bond Euro- the%20european%20steel%20industry/the-future-of-the-europe-\npean Investor Survey, Climate Bonds Initiative, November 2019 https:// an-steel-industry_vf.pdf?shouldindex=false\nwww.climatebonds.net/files/reports/gb_investor_survey-final.pdf\n34. https://one.oecd.org/document/DSTI/SC(2021)1/FINAL/en/pdf\n6. https://www.ipcc.ch/report/ar6/wg3/\n35. https://www.oecd.org/industry/ind/steel-market-develop-\n7. The Climate Bonds Standard provides clear, sector-specific\nments-Q4-2021.pd\neligibility criteria for assets and projects that can be used for Climate 36. https://www.oecd.org/industry/ind/steel-market-develop-\nBonds and Green Bonds. The Steel Criteria lay out the requirements ments-Q4-2021.pd\nthat Steel production asset, projects must meet to be eligible for\ninclusion in a Certified Climate Bond and for companies on a credible our-insights/consolidating-european-steel-strategic-responses-to-in-\n37. https://www.mckinsey.com/industries/metals-and-mining/\ntransition path to issue transition labelled debt. The Criteria apply to dustry-challenges\nmanufacture and production of steel and do not address other stages 38. https://9tj40250l53byww26jdkao0x-wpengine.netdna-ssl.com/\nof the value chain.\nwp-content/uploads/1.5C-Steel-Report_E3G-PNNL-1.pdf\nhttps://www.climatebonds.net/standard/Steel\n39. https://9tj40250l53byww26jdkao0x-wpengine.netdna-ssl.com/\n8. Climate Bonds’ Financing Credible Transitions paper established five wp-content/uploads/1.5C-Steel-Report_E3G-PNNL-1.pdf\nprinciples for an ambitious transition (for an overview, see figure 10). 40. https://9tj40250l53byww26jdkao0x-wpengine.netdna-ssl.com/\nThese are designed to ensure the transition is science-led, ambitious wp-content/uploads/1.5C-Steel-Report_E3G-PNNL-1.pdf\nand will reduce overall emissions by excluding the use of offsets.https:// 41. https://missionpossiblepartnership.org/wp-content/up-\nwww.climatebonds.net/files/reports/cbi_fincredtransitions_final.pdf loads/2021/10/MPP-Steel_Transition-Strategy-Oct19-2021.pdf\n9. Roland Berger (2020 The Future of Steel Making\n42. https://9tj40250l53byww26jdkao0x-wpengine.netdna-ssl.com/\n10. https://www.steel.org/steel-technology/steel-production/\nwp-content/uploads/1.5C-Steel-Report_E3G-PNNL-1.pdf\n11. ibid\n12. ibid\n43. https://www.eurofer.eu/assets/Uploads/20151016_CircularEcon-\nomyA4.pdf\n13. World Steel Association 2021\n44. https://ec.europa.eu/info/sites/default/files/swd-competi-\n14. https://www.iigcc.org/download/global-sector-strate-\ntive-clean-european-steel_en.pdf\ngy-steel/?wpdmdl=4810&refresh=627d17afe207d 1652365231\n45. https://ec.europa.eu/eurostat/web/products-eurostat-news/-/\n15. Mission Possible Partnership\nddn- 20210420- 1\nhttps://www.eurofer.eu/about-steel/learn-about-steel/what-is-steel- 46. https://materialeconomics.com/publications/industrial-transfor-\nand-how-is-steel-made/\n16. Agora Energiewende (https://static.agora-energiewende.\nmation-2050\n4T. https://ec.europa.eu/info/sites/default/files/swd-competi-\nde/fileadmin/Projekte/2021/2021-06_IND_INT_GlobalSteel/A-\ntive-clean-european-steel_en.pdf\nEW_236_Global-Steel-at-a-Crossroads_WEB.pdf)E3G (https://9t-\nhttps://circulareconomy.europa.eu/platform/en/knowledge/met-\nj40250153byww26jdkao0x-wpengine.netdna-ssl.com/wp-content/up- al-recycling-factsheet-euric\nloads/1.5C-Steel-Report_E3G-PNNL-1.pdf)ResponsibleSteel (https:// 48. https://ec.europa.eu/info/sites/default/files/swd-competi-\nwww.responsiblesteel.org/standard/)\nMission Possible Partnership (https://missionpossiblepartnership.\ntive-clean-european-steel_en.pdf\n49. https://www.nature.com/articles/d41586-022-00758-4\norg/wp-content/uploads/2021/10/MPP-Steel_Transition-Strat-\nhttps://www.worldsteel.org/en/dam/jcr:2a96b408-325e-4691-ae50-\negy-Oct19-2021.pdf)EUROFER (https://www.eurofer.eu/assets/\n10¢43c3a90fd/scrap_vf.pdf\nUploads/EUROFER-Low-Carbon-Roadmap-Pathways-to-a-CO2-\n50. https://ec.europa.eu/info/sites/default/files/swd-competi-\nneutral-European-Steel-Industry.pdf)IIGCC (https://www.iigcc.\ntive-clean-european-steel_en.pdf\norg/download/global-sector-strategy-steel/?wpdmdl=4810&re-\nfresh=61c5ed2ea29de1640361262)Roland Berger (https://\n51. The IEA Sustainable Development Scenario takes into account the\nnecessary steps needed to reach energy-related goals of the UN Sus-\ncontent.rolandberger.com/hubfs/Green_deal_for_steel-3.\ntainable Development Agenda and emissions reduction in line with\npdf?utm_campaign=21-0180_Green-deal-for-steel&utm_medi-\nthe Paris Agreement. The Sustainable Development Scenario is con-\num=email&_hsmi=175944227&_hsenc=p2ANqtz-9GU_2iafHkx-\nsistent with reaching global net-zero CO2 emissions by around 2070.\nkQlv¥4ljvjZVnlCC7SCF9TGmEKjpOkEXovpdmrrFMtF5xfm4xXaON_bt- On the contrary, the Stated Policies Scenario is based on energy- and\nJOng3Y7yxDvrEdGG_tlErh1SRYdMRJiOa68K7IRR6ktuPek&utm_con- climate-related pledges already announced by nations. https://iea.\ntent=175944227&utm_source=hs_automation / and https://www.\nblob.core.windows.net/assets/7f8aed40-89af-4348-be19-c8a67df-\nrolandberger.com/en/Insights/Publications/Europe’s-steel-industry- Ob9ea/Energy_Technology_Perspectives_2020_PDF.pdf\nat-a-crossroads.html)IEA (https://iea.blob.core.windows.net/assets/ 52. https://static.agora-energiewende.de/fileadmin/Pro-\n7f8aed40-89af-4348-be19-c8a67df0b9ea/Energy_Technology_Per- jekte/2021/2021-06_IND_INT_GlobalSteel/A-EW_236_Global-Steel-at-\nspectives_2020_PDF.pdf) CEPS (https://www.ceps.eu/ceps-projects/ a-Crossroads_WEB.pdf\ngreensteel) Publication for the committee on Industry, Research and 53. https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1583933814\nEnergy (ITRE) (https://www.europarl.europa.eu/RegData/etudes/\nSTUD/2021/695484/IPOL_STU(2021)695484_EN. pdf)\n386&uri=COM:2020:98:FIN\n54. https://www.europarl.europa.eu/doceo/docu-\n17. Arcelormittal, Baowu Group and Tata Steel all aim for net zero in 2050 ment/A-9-2021-0008_EN.html\n18. https://www.agora-energiewende.de/en/service/glob-\n55. https://ec.europa.eu/environment/topics/waste-and-recycling/\nal-steel-transformation-tracker/\nwaste-shipments_en\nhttps://www.industrytransition.org/green-steel-tracker/\n56. https://kth.diva-portal.org/smash/get/diva2:1221144/FULLTEXTO1.pdf\n19. https://missionpossiblepartnership.org/wp-content/up-\nloads/2021/10/MPP-Steel-Transition-Strategy-Oct-2021.pdf\n57. https://www.imarcgroup.com/cross-laminated-timber-manufac-\nturing-plant\n20. https://www.agora-energiewende.de/en/service/glob-\n58. https://www.rolandberger.com/en/Insights/Publications/Eu-\nal-steel-transformation-tracker/\nrope’s-steel-industry-at-a-crossroads.html\n21. https://www.agora-energiewende.de/en/service/glob-\n59. https://www.irena.org/energytransition/Power-Sector-Trans-\nal-steel-transformation-tracker/\nformation/Hydrogen-from-Renewable-Power#:~:text=At%20\n22. https://content.rolandberger.com/hubfs/Green_deal_for_steel-3. present%2C%20roughly%2095%25%200f,and%20oxygen%20in%20\npdf?utm_campaign=21-0180_Green-deal-for-steel&utm_me-\nan%20electrolyser.\ndium=email&_hsmi=175944227&_hsenc=p2ANqtz-_EjPw-\n60. https://www.rechargenews.com/energy-transition/liebreich-cap-\nbY5yFgwhc624ctQ4W8N ly-lwOts8ifYWcZs8ajrT FYLR-UWiWn-\nturing-only-90-of-CO2-emissions-in-blue-hydrogen-production-ain-t-\nSLYzFcuFoSpX5kIT59S Jsfwyv2V9Uj-b86wSKkSZYE laqDcdaaZ8vr-\ngood-enough-/2-1-1034599\ngu5Q&utm_content=175944227&utm_source=hs_automation\nMoreover, for example, among the different CCS pathways for blue hy-\n23. https://www.europarl.europa.eu/RegData/etudes/\nSTUD/2021/695484/IPOL_STU(2021)695484_EN. pdf\ndrogen, coal gasification with CCS using Chinese coal shows high GHG\nemissions of 11.8 kg CO2eq/kg H2, due to methane and CO2 emis-\n24. https://www.mckinsey.com/~/media/mckinsey/industries/\nsions (https://hydrogencouncil.com/wp-content/uploads/2021/01/\nmetals%20and%20mining/our%20insights/the%20future%200f%20 Hydrogen-Council-Report_Decarbonization-Pathways_Part-1-Lifecy-\nthe%20european%20steel%20industry/the-future-of-the-europe-\ncle-Assessment.pdf).\nan-steel-industry_vf.pdf?shouldindex=false\n61. https://www.climatebonds.net/files/page/files/cbi_gaspoli-\n25. https://www.mckinsey.com/~/media/mckinsey/industries/\ncy_2022_01c.pdf\nmetals%20and%20mining/our%20insights/the%20future%200f%20 62. https://ec.europa.eu/commission/presscorner/detail/en/\nthe%20european%20steel%20industry/the-future-of-the-europe-\nip_22_3131\nan-steel-industry_vf.pdf?shouldindex=false\n63. https://www.livemint.com/industry/energy/draft-rules-allow-\n26. https://9tj/40250l53byww26jdkao0x-wpengine.netdna-ssl.com/ green-hydrogen-purchase-in-lieu-of-rpos-11629120662712.html\nwp-content/uploads/1.5C-Steel-Report_E3G-PNNL-1.pdf\n64. “Green Deal for Steel: What will it take and who will pay”, report by\n27. https://www.eurofer.eu/assets/publications/reports-or-studies/ Roland Berger https://www.rolandberger.com/en/Insights/Publica-\nannual-report-2021/EUROFER-Annual-Report-2021.pdf\ntions/Green-steel-The-race-is-on.html\nWhile banks, insurance companies, and pension unds have explored climate-related financial risk assessments, investment funds have the argest exposure to climate-sensitive economic sectors such as utilities, transport, and fossil fuel extraction. Also, funds are exposed to losses due o shocks to their portfolio due to their exposure o the transition to net zero.” While there are climate risk indicators for equities, corporate bonds, sovereign debt and other such assets, investment funds can also invest in other funds with exposures to climate-sensitive sectors. It is necessary to assess the indirect exposure of investment funds to climate risks via their holdings of other funds’ shares. The European Securities and Markets Authority, in charge of the overall supervision of the European fund industry (shared with the National Competent Authorities), must include investment funds’ climate risk assessment in its future Work Programmes.”\n25",
  "page_26": "65. https://www.agora-energiewende.de/en/service/glob- al-steel-transformation-tracker/ 66. https://content.rolandberger.com/hubfs/Green_deal_for_steel-3. pdf?utm_campaign=21-0180_Green-deal-for-steel&utm_me- dium=email&_hsmi=175944227&_hsenc=p2ANqtz-_EjPw- bY5yFewhc624ctQ4W8N ly-lwOts8ifYWcZs8ajrT FYLR-UWiWn- 5LYzFcuFoSpX5kIT59SJsfwyv2V9Uj-b86wSKkSZYElaqDcdaaZ8vr- gu5Q&utm_content=175944227&utm_source=hs_automation 67. https://www.ipcc.ch/sr15/chapter/chapter-2/ https://www.iea.org/reports/net-zero-by-2050 68. https://ec.europa.eu/sustainable-finance-taxonomy/activities/ activity_en.htm?reference=5.12 69. https://ec.europa.eu/sustainable-finance-taxonomy/activities/ activity_en.htm?reference=5.11 70. https://www.worldsteel.org/en/dam/jcr:9480b8a4-1ff8-4b46-80c7- 0a78fcd2d04b/Carbon%2520Capture%2520Storage_vf.pdf https://www.adnoc.ae/en/hse/environment-and-sustainability/ energy-for-environment-protection https://CO2re.co/FacilityData 71. https://content.rolandberger.com/hubfs/ Green_deal_for_steel-3.pdf?utm_campaign=21-0180_ Green-deal-for-steel&utm_medium=email&_ hsmi=175944227&_hsenc=p2ANqtz-_EjPwbY5yFgwhc624ctQ4W8N ly- IwOts8ifYWcZs8ajrT FYLR-UWiWn5LYzFcuFo5px5kIT59S Jsfwyv2V9Uj-b86w5KkSZYE laqDcdaaZ8vrguSQ&utm_ content=175944227&utm_source=hs_automation 72. Almeida, M., Filkova, M., Harrison, C., and Sette, P. Green Bond European Investor Survey, Climate Bonds Initiative, November 2019 https://www.climatebonds.net/files/reports/gb_investor_survey- final.pdf 73. https://9tj40250l53byww26jdkao0x-wpengine.netdna-ssl.com/ wp-content/uploads/1.5C-Steel-Report_E3G-PNNL-1.pdf 74. https://www.worldsteel.org/en/dam/jcr:9480b8a4-1ff8-4b46-80c7- 0a78fcd2d04b/Carbon%2520Capture%2520Storage_vf.pdf 75. https://www.h2greensteel.com/on-course-for-large-scale-fossil- free-steel-production-from-2024 76. https://www.europarl.europa.eu/RegData/etudes/ STUD/2021/695484/IPOL_STU(2021)695484_EN.pdf https://www.hybritdevelopment.se/en/a-fossil-free-future/ 77. https://www.ovako.com/en/newsevents/stories/first-in-the-world- to-heat-steel-using-hydrogen/ 78. https://www.estep.eu/assets/Uploads/GreenSteel-D2.2-Invest- ment-Needs-Publishable-version.pdf 79. https://www.ssab.com/en/company/sustainability/sustaina- ble-operations/hybrit-phases 80. https://www.argusmedia.com/en/news/2233782-arcelormittal- spain-to-invest-1bn-in-green-steel 81. https://corporate.arcelormittal.com/media/case-studies/hydro- gen-based-steelmaking-to-begin-in-hamburg 82. https://corporate-media.arcelormittal.com/media/ywlgnzfo/ climate-action-in-europe.pdf 83. https://corporate.arcelormittal.com/media/press-releas- es/arcelormittal-amends-us-5-5bn-revolving-credit-facili- ty-to-align-with-its-sustainability-and-climate-action-strategy 84. https://www.eib.org/en/press/all/2021-315-arcelormittal-and-the- eib-announce-eur280m-of-funding-for-research-and-innovation-sup- porting-the-steel-company-s-decarbonisation-objectives 85. https://www.eib.org/en/stories/steel-decarbonisation-technology 86. https://www.salzgitter-ag.com/en/newsroom/press-releases/de- tails/volkswagen-group-and-salzgitter-ag-sign-memorandum-of-under- standing-on-supply-of-low-co2-steel-from-the-end-of-2025-19456.html 87. https://ec.europa.eu/commission/presscorner/detail/en/ip_19_6691 88. https://www.consilium.europa.eu/en/policies/green-deal/eu- plan-for-a-green-transition/ 89. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 90. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 91. https://ec.europa.eu/clima/eu-action/eu-emissions-trading-sys- tem-eu-ets_en 92 https://ec.europa.eu/clima/policies/ets_en 93 https://ec.europa.eu/info/sites/default/files/chapeau_commu- nication.pdf 94 https://www.europarl.europa.eu/RegData/etudes/ STUD/2021/695484/IPOL_STU(2021)695484_EN.pdf https://www. shearman.com/Perspectives/2021/08/CBAM-and-revised-EU-ETS-Im- plications-for-the-Steel-Industry 95. https://www.shearman.com/Perspectives/2021/08/CBAM-and- revised-EU-ETS-Implications-for-the-Steel-Industry 96. https://www.euractiv.com/section/energy-environment/news/ eu-carbon-market-blurred-by-volatile-prices-and-speculation- greens-warn/?utm_source=piano&utm_medium=email&utm_cam- paign=9707&pnespid=puR5CSpcbr8xxOecvDm3SZFXxrhXORolzJLe5z. BjtklmrzSQy.4RAmuh69EcGlx1SgGurStgJw 97. https://www.reuters.com/markets/commodities/germa- nys-energy-plan-have-limited-impact-eu-carbon-prices-ana- lysts-say-2021-11-26/ 98. https://www.imf.org/en/Publications/staff-climate-notes/ Issues/2021/06/15/Proposal-for-an-International-Carbon-Price-Floor- Among-Large-Emitters-460468 99. https://www.lse.ac.uk/granthaminstitute/explainers/what-is-a- carbon-price-and-why-do-we-need-one/#:~:text=The%20Carbon%20 Price%20Floor%20was,(%E2%82%AC20.40)%20till%202021. 100. https://ember-climate.org /data/carbon-price-viewer/ 101. https://www.energy-transitions.org/publications/mak- ing-clean-hydrogen-possible/ 102. https://www.energy-transitions.org/publications/mak- ing-clean-hydrogen-possible/ 103. The “carbon leakage” expression refers to a situation that may potentially occur in which, due to the high costs that some industries have to bury because of the EU climate policies, these companies might decide to transfer their production process where there are less strict ones. https://ec.europa.eu/clima/eu-action/eu-emissions-trad-\ning-system-eu-ets/free-allocation/carbon-leakage_en\n104.\nhttps://www.fitchratings.com/research/corporate-finance/ high-eu-carbon-prices-to-weigh-on-steelmakers-profitabili- ty-12-05-2021#:~:text=ETS%20carbon%20prices%20doubled%20 to,and%20likely%20financial%20investors%27%20purchases. 105. https://ec.europa.eu/commission/presscorner/detail/en/qan- da_21_3661 106. https://ec.europa.eu/commission/presscorner/detail/en/qan- da_21_3661 107. https://www.spglobal.com/commodityinsights/en/market-in- sights/latest-news/metals/031721-carbon-border-adjustment-de- bate-divides-european-commission-steelmakers 108. https://www.spglobal.com/platts/en/products-services/metals/ steel-raw-materials-monthly 109. https://ec.europa.eu/info/sites/default/files/carbon_border_ad- justment_mechanism_0.pdf 110. https://www.eurofer.eu/press-releases/prohibitive-ener- gy-and-carbon-prices-risk-undermining-eu-steel-industry-decarboni- sation-eu-leaders-must-act-warns-eurofer/ 111. https://www.europarl.europa.eu/RegData/etudes/ BRIE/2022/698889/EPRS_BRI(2022)698889_EN.pdf 112. https://ciff.org/wp-content/uploads/2021/10/Letter-from-Chil- drens-Investment-Fund-Foundation-to-ECB.pdf 113. https://www.climatebonds.net/standard/taxonomy 114 https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CEL- EX:52021DC0390&from=EN 115. https://ec.europa.eu/info/sites/default/files/business_econ- omy_euro/banking_and_finance/documents/211104-ipsf-com- mon-ground-taxonomy-instruction-report_en.pd 116. https://ec.europa.eu/info/files/220329-sustainable-finance-plat- form-finance-report-environmental-transition-taxonomy_en 117. https://www.climatebonds.net/2021/09/taxomania-internation- al-overview 118. https://ec.europa.eu/info/business-economy-euro/bank- ing-and-finance/sustainable-finance/overview-sustainable-finance/ platform-sustainable-finance_en#activities 119. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 120. https://ec.europa.eu/info/sites/default/files/business_economy_euro/ banking_and_finance/documents/220329-sustainable-finance-plat- form-finance-report-environmental-transition-taxonomy_en.pdf 121. https://ec.europa.eu/eurostat/web/circular-economy#:~:tex- t=What%20is%20the%20circular%20economy,minimising%20 the%20generation%200f%20waste. 122. https://eur-lex.europa.eu/legal-content/EN/TXT/?- qid=1588580774040&uri=CELEX%3A52019DC0640 123. https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=158393381 4386&uri=COM:2020:98:FIN 124. The production of ordinary Portland cement — the most common type of cement — begins with the calcination of limestone, which is heated to temperatures above 850°C to form lime and CO2. The lime is combined with sand and clay in a 1,450°C kiln to create clinker. https://www.nature.com/articles/d41586-022-00758-4 125. https://www.nature.com/articles/d41586-022-00758-4 126. https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX- %3A52021PCO709&qid=1642757230360 127. https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX- %3A52021SC0331&qid=1642757230360#footnoteref54 128. https://www.eurofer.eu/assets/Uploads/20151016_CircularE- conomyA4.pdf 129. https://www.iigcc.org/download/global-sector-strate- gy-steel/?wpdmdl=4810&refresh=627d17afe207d 1652365231 130. https://ec.europa.eu/eurostat/web/products-eurostat-news/-/ ddn- 20210420- 1 131. https://ec.europa.eu/info/law/better-regulation/ have-your-say/initiatives/7567584-Waste-shipments-revi- sion-of-EU-rules/details/F2763768_en https://www.eurofer.eu/ assets/publications/position-papers/revision-of-the-waste-ship- ment-regulation/20220117-Waste-Shipment-Regulation-ex- tended-position-paper-final.pdf https://eeb.org/eu-waste-shipment- regulation-falls-short-of-fixing-europes-waste-export-crisis/ 132. https://www.europarl.europa.eu/thinktank/en/document/ EPRS_BRI(2021)698781 133. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 134. https://www.bee-ev.de/fileadmin/Publikationen/Positions- papiere_Stellungnahmen/BEE/20211118_BEE_Position_REDIII.pdf 135. https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX- %3A52021SC0621 136. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf https://www.eurofer.eu/assets/ news/eu-technical-report-on-production-costs-from-the-iron-and- steel-industry-in-the-eu-and-third-countries/production_costs_from_ the_iron_and_steel_industry_-_final_online.pdf 137. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 138. https://iea.blob.core.windows.net/assets/ 7f8aed40-89af-4348-be19-c8a67df0b9ea/Energy_Technology_Per- spectives_2020_PDF.pdf 139. https://fsr.eui.eu/the-ten-e-regulation/ 140. https://ec.europa.eu/commission/presscorner/detail/en/qan- da_21_6093 141. https://www.iea.org/policies/13642-cross-border-energy-infra- structure-new-rules-for-ten-e 142. https://www.euractiv.com/section/energy/opinion/ the-flawed-black-box-deciding-europes-energy-infrastructure/ https://ec.europa.eu/commission/presscorner/detail/en/ip_21_6094 143. https://ec.europa.eu/commission/presscorner/detail/en/qan- da_21_6093 144. https://climatestrategies.org/wp-content/uploads/2021/03/ Carbon-Contracts_CFMP-Policy-Brief-2020.pdf 145. https://www.pinsentmasons.com/out-law/analysis/contracts- for-difference-industry-cleantech 146. https://www.mdpi.com/2071-1050/13/22/12626/pdf\n147. https://www.andfonline.com/doi/full/10.1080/14693062.2020.1803040 lor-mittal#carbon-performance\n148. https://www.tandfonline.com/doi/pdf/10.1080/14693062.2020.18\n03040?needAccess=true& 149. https://www.euractiv.com/section/energy/news/germany-plans- to-promote-green-hydrogen-with-e7-billion/ 150. https://www.pinsentmasons.com/out-law/analysis/con- tracts-for-difference-industry-cleantech 151. https://www.bmwk.de/Redaktion/DE/Publikationen/Kli- maschutz/klimaschutzvertraege-bekanntmachung-des-interessen- bekundungsverfahrens.html 152. https://english.rvo.nl/subsidies-programmes/sde 153. https://english.rvo.nl/subsidies-programmes/sde https://www.bruegel.org/wp-content/uploads/2021/07/ PC-2021-15-commercialisation.pdf 154. https://www.eurofer.eu/assets/publications/position-papers/car- bon-contracts-for-difference/2021-01-05-EUROFER-Position-paper- on-Contracts-for-Difference.pdf 155. https://www.eurofer.eu/assets/publications/position-papers/car- bon-contracts-for-difference/2021-01-05-EUROFER-Position-paper- on-Contracts-for-Difference.pdf 156. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 157. https://www.switchtogreen.eu/eu-green-public-procurement/ 158. https://ec.europa.eu/environment/gpp/index_en.htm 159. https://ec.europa.eu/environment/gpp/gpp_criteria_en.htm 160. https://www.unido.org/sites/default/files/files/2021-10/Tar- get%20Setting%20for%20Green%20Public%20Procurement%20 Programs_20211004_b%20%283%29.pdf 161. https://www.unido.org/sites/default/files/files/2021-10/Tar- get%20Setting%20for%20Green%20Public%20Procurement%20 Programs_20211004_b%20%283%29.pdf 162. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 163. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 164. https://ec.europa.eu/info/sites/default/files/swd-competi- tive-clean-european-steel_en.pdf 165. https://www.europarl.europa.eu/RegData/etudes/ STUD/2021/695484/IPOL_STU(2021)695484_EN. pdf 166. Technology readiness level (TRL): which refers to the estimated technical maturity level of a given technology. It follows of a scale from 1 to 9, with TRL 1 being in a very early stage where ‘basic principles are observed’, and TRL 9 being a ‘technology with an actual system proven in operational environment’ https://www. europarl.europa.eu/RegData/etudes/STUD/2021/695484/IPOL_ STU(2021)695484_EN.pdf 167. https://www.europarl.europa.eu/RegData/etudes/ STUD/2021/695484/IPOL_STU(2021)695484_EN. pdf 168. https://www.europarl.europa.eu/RegData/etudes/ STUD/2021/695484/IPOL_STU(2021)695484_EN. pdf 169. https://sciencebusiness.net/climate-news/news/money-pledged- green-steel-industry-falls-well-short-what-needed-meps-warned 170. https://www.estep.eu/assets/Uploads/D2.4-Funding-opportuni- ties-to-decarbonise-the-EU-steel-industry. pdf 171. https://www.estep.eu/assets/Uploads/GreenSteel-D2.2-Invest- ment-Needs-Publishable-version.pdf 172. https://ec.europa.eu/info/strategy/recovery-plan-europe_en 173. https://missionpossiblepartnership.org/wp-content/up- loads/2021/10/MPP-Steel_Transition-Strategy-Oct19-2021.pdf 174. https://www.spglobal.com/ratings/en/research/arti- cles/210309-transition-finance-finding-a-path-to-carbon-neutrali- ty-via-the-capital-markets-11864585 175. https://cib.bnpparibas/app/uploads/sites/2/2021/03/markets- 360-brief-on-transition-bonds.pdf 176. https://capitalmonitor.ai/sector/energy-and-utilities/why-transi- tion-bonds-have-failed-to-make-their-mark-so-far/ 177. https://www.climatebonds.net/transition-finance-transform- ing-companies 178. https://9tj40250l53byww26jdkao0x-wpengine.netdna-ssl.com/ wp-content/uploads/1.5C-Steel-Report_E3G-PNNL-1.pdf 179. https://www.agora-energiewende.de/en/service/glob- al-steel-transformation-tracker/ 180. https://www.agora-energiewende.de/en/service/glob- al-steel-transformation-tracker/ 181. https://content.rolandberger.com/hubfs/Green_deal_for_steel-3. pdf?utm_campaign=21-0180_Green-deal-for-steel&utm_me- dium=email&_hsmi=175944227&_hsenc=p2ANqtz-_EjPw- bY5yFgwhc624ctQ4W8N ly-lwOts8ifYWcZs8ajrTFYLR-UWiWn- 5LYzFcuFoSpX5kIT59S Jsfwyv2V9Uj-b86wSKkSZYE1laqDcdaaZ8vr- gu5Q&utm_content=175944227&utm_source=hs_automation 182. https://www.europarl.europa.eu/RegData/etudes/ STUD/2021/695484/IPOL_STU(2021)695484_EN. pdf 183. https://www.mckinsey.com/~/media/mckinsey/industries/ metals%20and%20mining/our%20insights/the%20future%200f%20 the%20european%20steel%20industry/the-future-of-the-europe- an-steel-industry_vf.pdf?shouldindex=false 184. https://ec.europa.eu/ taxation_customs/green-taxation-0/carbon-border-adjust- ment-mechanism_en 185. https://www.eurofer.eu/press-releases/state-of-the-union-2021- green-deal-must-work-for-everybody-with-right-conditions-in-place- to-support-steels-decarbonisation/ 186. https://www.reuters.com/business/energy/power-crunch-pres- sures-europes-silicon-ferro-alloy-producers-2021-10-07/ 187. https://www.estep.eu/ 188. https://www.worldsteel.org/en/dam/jcr:976723ed-74b3- 47b4-92f6-81b6a452b86e/World%2520Steel%2520in%2520Fig- ures%25202021.pdf 189. https://germany.arcelormittal.com/About-us/At-a-glance/ 190. https://corporate-media.arcelormittal.com/media/ob3lpdom/ car_2.pdf 191. https://www.transitionpathwayinitiative.org/publications/53?- type=NewsArticle 192. https://www.transitionpathwayinitiative.org/companies/arce-\nA Green Future for Steel - Climate Bonds Initiative\n26",
  "page_27": "193. https://corporate-media.arcelormittal.com/media/ob3lpdom/ car_2.pdf 194. https://corporate.arcelormittal.com/media/press-releases/ arcelormittal-signs-letter-of-intent-with-the-governments-of-bel- gium-and-flanders-supporting-1-1-billion-investment-in-decarboni- sation-technologies-at-its-flagship-gent-plant 195. https://cleanenergynews.ihsmarkit.com/research-analysis/eu- ropes-steel-industry-sees-numerous-paths-to-decarbonization.html 196. https://www.thyssenkrupp-steel.com/en/company/sustainabili- ty/climate-strategy/ 197. https://www.eurofer.eu/assets/publications/brochures-book- lets-and-factsheets/european-steel-in-figures-2021/Europe- an-Steel-in-Figures-2021.pdf 198. https://www.bmwi.de/Redaktion/EN/Publikationen/Wirtschaft/ the-steel-action-concept.pdf?__blob=publicationFile&v=3 199. https://www.bmwi.de/Redaktion/EN/Pressemitteilun- gen/2021/05/210503-basis-laid-for-transformation-of-the-steel-in- dustry.html 200. https://www.stahl-online.de/dossiers/btw21-politische-hand- lungsempfehlungen-fuer-einen-starken-stahlstandort-deutschland/ 201. https://www.iea.org/reports/net-zero-by-2050 202. https://www.reuters.com/business/sustainable-business/exclu- sive-german-government-proposes-green-funding-tool-help-indus- try-cut-co2-2021-04-30/ 203. https://www.cleanenergywire.org/news/germany-spend-addi- tional-5-bln-euros-decarbonising-steel-industry https://www.bmwi-energiewende.de/EWD/Redaktion/EN/Newslet- ter/2021/05/Meldung/news2.html 204. https://www.euractiv.com/section/future-eu/news/frances-gou- lard-gets-double-internal-market-and-defence-industry-post/ 205. https://www.politico.eu/wp-content/uploads/2019/12/Commis- sioners_Poster_A3-1.pdf 206. https://ec.europa.eu/growth/sectors/raw-materials/related-in- dustries/metal-industries/steel_en 207. https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX- :52013DC0407&from=EN 208. https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX- :52008DC0699 209. https://ec.europa.eu/docsroom/documents/42881 210. https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CEL- EX:52020DC0474&from=EN 211. https://ec.europa.eu/environment/publications/propos- al-new-regulation-waste-shipments_en\n212. https://ec.europa.eu/transparency/expert-groups-register/ screen/expert-groups/consult?lang=en&group|D=808 213. https://ec.europa.eu/transparency/expert-groups-register/ screen/expert-groups/consult?do=groupDetail.groupDe- tail&group|D=3326 214. https://ec.europa.eu/transparency/expert-groups-register/ screen/expert-groups/consult?lang=en&group|D=1981 215. https://ec.europa.eu/transparency/expert-groups-register/ screen/expert-groups/consult?lang=en&group|D=817 216. https://trade.ec.europa.eu/doclib/press/index.cfm?id=2280 217. https://trade.ec.europa.eu/doclib/docs/2020/october/tra- doc_158999.pdf 218. https://ec.europa.eu/info/law/better-regulation/have-your-say/ini- tiatives/13247-Council-Recommendation-on-addressing-social-and-la- bour-aspects-of-the-just-transition-towards-climate-neutrality_en 219. https://www.wri.org/just-transitions/european-union https://ec.europa.eu/info/strategy/priorities-2019-2024/europe- an-green-deal/finance-and-green-deal/just-transition-mechanism_en 220. https://www.robert-schuman.eu/en/european-issues/0567-what- should-we-make-of-the-just-transition-mechanism-put-forward-by- the-european-commission 221. https://www.bankingsupervision.europa.eu/press/pr/date/2021/ html/ssm.pr211122~6984de0ae5.en.html 222. https://www.ecb.europa.eu/pub/html/strategy_review.en.html 223. https://www.ecb.europa.eu/press/pr/date/2021/html/ecb. pr210708_1~f104919225.en.html 224. NGFS (2019) A sustainable and responsible investment guide for central banks’ portfolio management https://www.ngfs.net/sites/ default/files/medias/documents/ngfs-a-sustainable-and-responsi- ble-investment-guide.pdf 225. Foreign exchange reserves (forex reserves) are cash -usually USD and Euro to a lesser extent- and other reserve assets such as gold held by central banks 226. https://www.ft.com/content/076e9978-06c2-1 lea-9afa-d9e2401fa7ca 227. Riksbank (2020) Zero policy rate and extended asset purchases https://www.riksbank.se/en-gb/press-and-published/notic- es-and-press-releases/press-releases/2020/zero-policy-rate-and-ex- tended-asset-purchases/ 228. https://www.bankofengland.co.uk/news/2021/november/ boe-publishes-its-approach-to-greening-the-corporate-bond-pur- chase-schemer 229. Campiglio et al. (2018) Climate change challenges for central banks and financial regulators https://rdcu.be/ceLpo\n230. https://www.scmp.com/business/companies/article/2085821/ green-financing-be-included-chinese-banks-performance-ratings 231. D’Orazio, Paola & Popoyan, Lilit. (2019). Fostering green investments and tackling climate-related financial risks: Which role for macroprudential policies? Ecological Economics. 160. 25-37. 10.1016/j.ecolecon.2019.01.029. 232. BIS (2019) The capital buffers in Basel III https://www.bis.org/fsi/ fsisummaries/b3_capital.htm 233. Schoenmaker et al. (2015) What role for financial supervisors in addressing systemic environmental risks? http://unepinquiry.org/ wp-content/uploads/2016/02/Working-paper-15-april.pdf 234. Magyar Nemzeti Bank (2021) Notice on the criteria for the Prefer- ential Green Capital Requirement Treatment for housing loans https://www.mnb.hu/letoltes/notice-preferential-green-capi- tal-requirement.pdf 235. Magyar Nemzeti Bank (2020) Facilitation, deadline-extension in the green capital requirement programme https://www.mnb.hu/en/ pressroom/press-releases/press-releases-2020/facilitation-deadline-ex- tension-in-the-green-preferential-capital-requirement-programme 236. Campiglio (2014) Beyond carbon pricing: The role of banking and monetary policy in financing the transition to a low-carbon economy, https://www.lse.ac.uk/GranthamInstitute/wp-content/ uploads/2014/06/Working-Paper-160-Campiglio-20142.pdf 237. https://www.ecb.europa.eu/pub/pdf/scpops/ecb. 0p281~05a7735b1c.en.pdf?278f6135a442cd0105488513e77e3e6d 238. https://www.dnb.nl/en/publications/research-publications/ occasional-studies/nr-7-2018-an-energy-transition-risk-stress-test-for- the-financial-system-of-the-netherlands/ 239. https://www.esma.europa.eu/sites/default/files/library/ jc_2021_50_-_final_report_on_taxonomy-related_product_disclo- sure_rts.pdf 240. https://www.eba.europa.eu/eba-publishes-results-eu-wide-pilot- exercise-climate-risk 241. https://www.esma.europa.eu/press-news/esma-news/es- ma-highlights-its-contribution-more-sustainable-financial-system 242. https://www.esrb.europa.eu/pub/pdf/reports/esrb.climater- iskfinancialstability202107~79c10ebala.en.pdf?71a273dc36a85ef- 05c8bed530466f900 243. https://www.ipe.com/news/austrian-investment-funds-risk-loss- es-of-up-to-20bn-due-to-green-transition/10056571.article 244. https://www.esma.europa.eu/sites/default/files/trv_2021_1- fund_portfolio_networks_a_climate_risk_perspective.pdf\nClimate B INITIATIV nds O\nPrepared by Climate Bonds Initiative.\nAuthor: Fabio Passaro\nAcknowledgements: Lily Burge, Fabiana Contreras, Paul Fennell, Rachel Hemingway, Sean Kidney, Shivakumar Kuppuswamy, Vangelis Papakonstantinou, Juan Manuel Viver Gargallo, Wido K. Witecka\nDesign: Godfrey Design, Joel Milsted\nEditorial support: Caroline Harrison\nSuggested Citation: Passaro, F.,A Green Future for Steel, Climate Bonds Initiative 2022\n© Published by Climate Bonds Initiative, August 2022\nwww.climatebonds.net\nDisclaimer: The information contained in this communication does not constitute investment advice in any form and the Climate Bonds Initiative is not an investment adviser. Any reference to a financial organisation or debt instrument or investment product is for information purposes only. Links to external websites are for information purposes only. The Climate Bonds Initiative accepts no responsibility for content on external websites. The Climate Bonds Initiative is not endorsing, recommending or advising on the financial merits or otherwise of any debt instrument or investment product and no information within this communication should be taken as such, nor should any information in this communication be relied upon in making any investment decision. Certification under the Climate Bond Standard only reflects the climate attributes of the use of proceeds of a designated debt instrument. It does not reflect the credit worthiness of the designated debt instrument, nor its compliance with national or international laws. A decision to invest in anything is solely yours. The Climate Bonds Initiative accepts no liability of any kind, for any investment an individual or organisation makes, nor for any investment made by third parties on behalf of an individual or organisation, based in whole or in part on any information contained within this, or any other Climate Bonds Initiative public communication.\nA Green Future for Steel - Climate Bonds Initiative\n27"
},
  "language": "Languages.ENGLISH",
  "total_pages": 27
}
