{
  "file_name": "327_2828.pdf",
  "pages": {
  "page_1": "Au Benwirtschaft aktuell\n11-12/2023\nWieder im Fokus: Geschäftschancen in Lateinamerika seite 4\nEuropaweit angeglichen: EU-Vorschriften für den Warenverkehr seite 12\nGut geplant: Mitarbeiterentsendung nach Schweden ssite 8\ncf\n.\nla\nFR.\nMe\nMET nr u\na. a\nFr\nnr\nar\na\npn\nPor\n[en\nA\nre\n120\nmn u\n—\n2 en ei\nwi\n\nSchwarzwald aar Heuberg",
  "page_2": "Inhalt\nInhalt\nAußenwirtschaft Spezial\nCBAM: Das System der CO,-Grenzausgleichsabgabe\nH\nfr\nHi}\nng\nTr\nwi\nF .., an\n2»\nEr\nil\nTitelthema\nGeschäftschancen in Lateinamerika\n4-7\nrer\nSa\n%\nA\n14!\nur\ne}\nInternationaler Warenverkehr\n8-11\nPELLLULIE\n=\nBranchen International\nFr\na m\nf A\nen a\nEU-Vorschriften für den Warenverkehr\nDie neue Maschinenverordnung EU 2023/1230\n12-13\n14\n—\n12\nLänder und Märkte\nFokus Brasilien: Das Land näher kennenlernen\n15-17\nai\nRechtssicher auf Auslandsmärkten\nm\nMitarbeiterentsendung nach Schweden\nFinanzierung, Förderung und Ausschreibungen\nRegional\nIm Interview: Barbara Konner, Hauptgeschäftsführerin der AHK Säo Paulo\n21-22\n18-19\n20\nAN\\\n=\nes\n15\nImpressum\nKurz vor Schluss\n22\nIndien: Geschäftsreise nach Bangalore\n23\n23\n2 | Außenwirtschaft aktuell 11-12/2023",
  "page_3": "CBAM: Das System der CO,-Grenzausgleichsabgabe\nWelche Waren betroffen sind und was es ab dem 1. Oktober 2023 zu beachten gilt\nZum 1. Oktober 2023 sind die Regelungen des CO,-Grenzaus- gleichsmechanismus (Carbon Border Adjustment Mechanism, kurz: CBAM) in Kraft getreten: Alle in der EU ansässigen Impor- teure, die Eisen, Stahl, Zement, Aluminium, Elektrizität, Dünge- mittel, Wasserstoffe sowie bestimmte Vor- und nachgelagerte Produkte in reiner oder verarbeiteter Form aus Nicht-EU-Staaten importieren, müssen für diese Importe quartalsweise einen kom- plexen CBAM-Bericht abgeben. Die erste Meldung muss Ende Januar 2024 abgegeben werden. Der Bericht dient zunächst der Sammlung von Daten. Ab 2026 fallen Ausgleichszahlungen für den Import dieser Erzeugnisse an.\nGründe für die Einführung von CBAM\nMit CBAM sollen die Kostennachteile der Produktion in der EU ausgeglichen werden, die durch die Decarbonisierung beziehungs- weise Umstellung der Produktion auf CO,-Neutralität entstehen.\nWelche Waren sind betroffen?\nMaßgeblich ist die Zolltarifnummer der Importware. Falls diese in Anhang | der CBAM-Verordnung genannt ist, fällt die Ware unter die Regelung. Es ist beispielsweise nicht entscheidend, ob eine Ware aus Aluminium ist (zum Beispiel ein Fahrrad), sondern ob die Ware im Kapitel 76 steht, das fast vollständig unter CBAM fällt. Schrauben fallen unter CBAM. Falls die Schrauben in einer Maschine enthalten sind, spielt das hingegen keine Rolle.\nMeldung zu einzelnen importierten Waren und zu enthaltenen grauen Emmissionen im elektronischen CBAM-Portal\nIhre IHK-Ansprechpartner\nBagatellgrenzen gibt es faktisch keine, so dass auch Importeure mit minimalen Mengen meldepflichtig sind. In die Meldung des elektronischen CBAM-Portals werden neben Angaben zu den ein- zelnen importieren Waren Informationen zu den bei der Produk- tion im Ausland entstandenen, im Produkt enthaltenen grauen Emissionen abgegeben. Diese Daten werden normalerweise vom ausländischen Lieferanten abgefragt werden müssen. Ob die- se über die Daten verfügen und diese teilen, bleibt abzuwarten.\nAußenwirtschaft Spezial\nWeder das Portal noch die in Deutschland zuständige Überwachungsbehörde waren Be zum Redaktionsschluss bekannt. Ebenso wenig die Standardwerte, die hilfsweise R Y verwendet werden können. Man scheint beim Verfassen der Verordnung davon aus- gegangen zu sein, dass der drittländische Hersteller der Waren immer bekannt ist f und dass dieser sich selbstverständlich in Marc Bauer, die EU-Gesetzgebung einarbeitet. Auch IHK Region Stuttgart wird vorausgesetzt, dass Unternehmen unbekannte Berichts- und Datenformate sofort umsetzen können und werden - und dies vor dem Hintergrund, dass aktuell zahlrei- che weitere regulatorische Herausforderungen bestehen.\nDie weitere Entwicklung ist wie folgt vorgesehen:\nAb 2025 sollen sich Unternehmen als CBAM-Anmelder registrie- ren, ab 2026 können nur noch registrierte Unternehmen CBAM melden. Ab 2026 müssen dann auch Emissionszertifikate als Aus- gleich gekauft werden. Auch hier ist noch sehr viel offen. Wir gehen allerdings davon aus, dass die offensichtlichen Mängel der Regelung, die sich in der Praxis schnell herausstellen werden, nachgebessert werden. m\nMarc Bauer, IHK Region Stuttgart\nIngrid Schatter Telefon 07721 922-120, schatter@vs.ihk.de Jörg Hermle Telefon 07721 922-123, hermle@vs.ihk.de\nWeitere Informationen zu CBAM erhalten Sie bei der IHK Schwarzwald-Baar-Heuberg in der Veranstaltungsübersicht über die Webseite www.ihk.de/sbh, Nr. 5882836.\nAußenwirtschaft aktuell 11-12/2023 | 3",
  "page_4": "D\nwin\na\nw\na de\ngs\na\nre.\nFi\n=\n> Er\nER\nFu\nu\n-\nEr\n2 8\n4 ad ir\ny.\nBL ,}\nu ne\n=\nIr\n2\nFa\nEr\nu\n„u\nEi\n\"an\nAi m\nie\nni\nJ\nA\nin\n1\n= -i\nfr\n1\nJ.\n17\nFe\nWE:\n1} Ei 17),_ ER\nrn\nER\nal\n17\nun\nur\nIguazu-Wasserfälle an der Grenze zwischen Argentinien und Brasilien. Erhebliche Wasserressourcen können für die Erzeugung von Strom und grünem Wasserstoff genutzt werden. Deutsche Unternehmen können hier mit Technologie und ihrem Know-how punkten.\n4 | Außenwirtschaft aktuell 11-12/2023",
  "page_5": "Titelthema\n*\nBar\nDie Pandemie, unterbrochene oder\nerschwerte Lieferwege, geopolitische Umwälzungen und ein Krieg in Euro- pa haben unser als stabil empfundenes Lebens-, Handels- und Wirtschaftsver- ständnis deutlich verändert. Dies führt auch dazu, dass der Produktion entnom- mene Begriffe wie „Nearshoring\", aus geopolitischen Überlegungen nun zu neuen Schlagwörtern wie „Friendshoring\" werden, oder aus effizienten Lieferketten heute resiliente Lieferketten.\nDiese Veränderungen im Weltgeschehen haben den Blick auf andere Regionen gelenkt, die vorher nicht im Vordergrund standen. So rückt nun auch Lateinamerika vermehrt wieder in den Fokus. Geschichtlich lang zurückgreifende Verbindungen, überlieferte Traditionen, langjährig bestehende Handelsbezie- hungen, Niederlassungen vieler deutscher Firmen vor Ort und ein starkes Image von „Made in Germany\" erleichtern uns heu- te den Weg nach Lateinamerika. Unternehmen können dabei auf einen breiten Erfahrungsschatz zurückgreifen.\nUnterschiedliche Märkte- und Investitionsmöglichkeiten\nObwohl wir oft dazu neigen, Lateinamerika als eine einheitliche Region zu betrachten, sind die Länder doch sehr unterschied- lich. So variieren die Rahmenbedingungen, die Marktgege- benheiten, die Investitionsmöglichkeiten und die Wirtschafts- strukturen von Land zu Land sehr stark. Das wiederum bedeutet jedoch, dass dort für jedwedes Unternehmen geeignete Märkte, Lieferanten oder Investitionsmöglichkeiten zu finden sind. Na- türlich steht die Region weiterhin als Lieferant für Rohstoffe\nVielfältige Geschäftschancen und Möglichkeiten zur Investition in Lateinamerika\nSeit einigen Jahren führen geopolitische Veränderungen dazu, dass Unternehmen ihre bestehenden Strategien überdenken und den Blick auf andere Regionen lenken, die vorher nicht im Vordergrund standen. So rückt nun auch Lateinamerika vermehrt wieder in den Fokus.\nund Agrarprodukte im Visier. Fossile Brennstoffe, wie Öl und Kohle, Metallerze, wie Kupfer, Eisen, Silber, Gold, Zinn und andere sind weiterhin die wichtigsten Exportprodukte. Auch Agrarprodukte sind nach wie vor einer der wichtigsten wirt- schaftlichen Standbeine der Region, so sind zum Beispiel Soja, Mais, Kaffee, frische Früchte und Gemüse traditionell wichtige Exportgüter für viele Länder. Aber Lateinamerika bietet in vie- len verschiedenen Bereichen so viel mehr von dem, was für die deutsche Wirtschaft wichtig ist.\nOrlando Baquero,\nHauptgeschäftsführer\nDie Tatsache, dass Aspekte wie Nachhaltigkeit und Klimaschutz bei allen wirtschaftlichen Aktivitäten immer mehr in den Vor- dergrund rücken, schafft enorme Möglichkeiten für deutsche Technologien. Viele Länder Lateinamerikas sind ausgezeichnete Standorte, um erneuerbare Energie zu produzieren. Diese wird verwendet, um den lokalen Bedarf an Energie zu decken oder auch, um grünen Wasserstoff und seine Derivate für den Ex- port herzustellen. Auch im Bereich Digitalisierung bieten La- teinamerika und die Karibik ausgezeichnete Konditionen mit einer technologie- und innovationsoffenen Gesellschaft.\nLateinamerika Verein e. V.\nBrasilien\nBreites Branchenspektrum\nBrasilien ist die größte Volkswirtschaft der Region - die Nummer elf in der Welt - und das bevölkerungsreichste Land Lateiname- rikas. Die Erfolgsfaktoren dieses Landes sind eine große multikul- turelle und aufgeschlossene Bevölkerung, die offen ist für eine schnell fortschreitende Digitalisierung und Modernisierung der Gesellschaft. Dazu kommen die immense Biodiversität, vorteil- hafte Klimazonen sowie ein großer Rohstoffreichtum. Faktoren,\nAußenwirtschaft aktuell 11-12/2023 | 5",
  "page_6": "u\n1;\nSZ\nu’\nBD Be\nWichtigster Handelspartner Deutschlands\nFans\n7,\nMe;\nr.\nu” ee ws\na DREH A= rt\nzn u\nir\n. z\n=\nu\ndie\nHandels-\nbeziehungen zu\nden USA prägend. So gehen\nüber 75 Prozent der Exporte Mexikos in das nördliche USMCA- Partnerland (USMCA - United States Mexico Canada Agreement). Aber auch für die USA ist Mexiko der wichtigste Handelspart- ner geworden und hat China damit den Spitzenplatz genommen. Mexikos Wirtschaft ist stark exportabhängig. Die größten Export- güter sind Straßenfahrzeuge, gefolgt von elektrischen Maschinen, Apparaten und Geräten. Die wichtigsten Importe stellen ebenfalls Maschinen und Industriegüter unterschiedlicher Art dar.\nEin Freihandelsabkommen zwischen der EU und Mexiko existiert seit dem Jahr 2000. Die Verhandlungen zur Modernisierung des Abkom- mens wurden 2020 abgeschlossen, die Ratifizierung steht allerdings noch aus. Auch ein Abkommen zur Vermeidung der Doppelbesteu- erung zwischen Deutschland und Mexiko ist seit 2008 in Kraft. Mit unterschiedlichen Industriestandorten und Clustern bietet Mexiko sehr gute Bedingungen für Investitionen. Gerade in Zeiten der Di- versifizierung der Lieferketten und geopolitischer Spannungen ist Mexiko eine gute Alternative. Eine stabile Währung und eine starke Infrastruktur sind weitere Vorteile, die Mexiko in der Investitions- gunst gut positionieren.\nIm nächsten Jahr finden Wahlen in Mexiko statt und der Wahl- kampf ist bereits in vollem Gange. Dieser Zustand, gepaart mit der immer noch hohen Kriminalität und Gewalt im Land, ist ein As- pekt, den es zu berücksichtigen gilt. Doch aufgrund der sehr starken Präsenz deutscher Unternehmen kann man auf einen guten Erfah- rungsschatz zählen.\nwe Argentinien\nEwiges Potenzial\nDie drittgrößte Volkswirtschaft der Region ist voller Gegensätze. Einerseits gibt es enorme Reichtümer und Potenziale, zum Beispiel in der Agrarwirtschaft, bei den Rohstoffen, der Energiegewinnung, in der pharmazeutischen Industrie und andere. Andererseits gibt es viele Herausforderungen zu meistern, wie eine extrem hohe Inflation, Wechselkursrisiken und komplexe Regularien. Nichtsdestotrotz bie- tet Argentinien sehr gute Möglichkeiten. Es ist und wird in vielen\nu.\ner\ndie die autonome Versorgung, aber auch herausragende Exportmöglichkeiten gewährleisten. Geografisch und klimatisch bietet Brasilien sehr hohe Potenziale für die erneuerbare Energie- gewinnung, die sowohl für die interne steigende Nachfrage als auch für die Herstellung von exportfähigen Wasserstoff-Produkten verwendet werden kann. Zusätzlich besitzt Brasilien einen stabilen und innovativen Finanzsektor. Diese Faktoren werden derzeit durch hohe Rohstoffpreise gestärkt, einem verstärkten Infrastrukturaus- bau durch Konzessionäre und die Vergabe der 5G-Frequenzen.\nBrasilien verfügt über ein sehr attraktives Startup-Ökosystem, E-Commerce und E-Finance haben Hochkonjunktur. Auch befindet sich das Land auf einem Kurs der Marktöffnung und OECD-Vollmit- gliedschaft, was das gegenseitige Verständnis erhöhen wird. Doch natürlich gibt es einige Risiken, die beachtet werden müssen. Die notwendigen Wirtschaftsreformen stocken und die Staatsausgaben steigen. Dadurch bleiben Unsicherheiten groß, was wiederum zu höherer Volatilität des Wechselkurses führen kann. Der hohe Zins- satz wirkt sich abkühlend auf die Konjunktur aus und Arbeitslosig- keit, Informalität und Inflation schaden dem Konsum.\nBesondere Möglichkeiten bieten sich für deutsche Unternehmen in den Bereichen Digitalisierung, Agrobusiness, erneuerbare Energien, Pharmaindustrie und Health Care, Bauwirtschaft, Maschinenbau, Kraftfahrzeuge und Chemie. In all diesen Bereichen hat Europa mit China einen starken Konkurrenten, der mittlerweile zum stärksten Wirtschaftspartner Brasiliens geworden ist. Eine wichtige Unter- stützung für den Ausbau unserer bi-regionalen Beziehungen mit starker Signalwirkung wäre die Ratifikation des EU-Mercosur-Ab- kommens. Zurzeit stehen die Zeichen wieder positiv, die spanische EU-Ratspräsidentschaft wird hierfür entscheidend sein. In unserer Rubrik „Länder und Märkte” steht Brasilien im Fokus. Lesen Sie dazu weiter ab Seite 15.\nMexiko ist das Land mit den meisten Freihandelsabkommen der Welt und dadurch ein idealer Standort für global agierende Unter- nehmen. DasLand belegtden zweiten Platz beiden Wirtschaftsleis- tungen der Region und den fünfzehnten weltweit. Natürlich sind\n6 | Außenwirtschaft aktuell 11-12/2023",
  "page_7": "Titelthema\nvä\nfür Europa und Deutschland wichtigen Sektoren immer stärker. Eine gute Beratung und der Austausch mit Firmen, die lange vor Ort sind, unterstützen bei der Orientierung und Geschäftsanbahnung.\nKolumbien\nChancen im Energiesektor\nMit einer stark diversifizierten und zum Teil dezentralen Wirt- schaftsstruktur zeichnet sich Kolumbien durch eine für die Region manchmal untypische Stabilität aus. Geographisch sehr gut gelegen und bestens vernetzt bietet sich das Land als ein günstiger Stand- ort an, um Lateinamerika zu beliefern. Eine klare Ausrichtung auf erneuerbare Energien, Maßnahmen für eine nachhaltige Reindus- trialisierung des Landes und gut ausgebildete Fachkräfte zeichnen das Land heute aus. Gewalt und Kriminalität stellen weiterhin ein Problem dar, mit dem man sich auseinandersetzen muss, doch auch hier kann das Land Fortschritte vorzeigen. Als Ziel unternehmeri- scher Aktivitäten zur Diversifizierung und/oder zum Nearshoring in der Region, ist Kolumbien ein Land, das man näher betrachten sollte.\nChile\nKulturell sehr nah an Europa\nDas Bergbau- und Agroindustrieland Chile ist sehr interessant. Als ein traditionell stabiles Land mit einem guten Geschäftsklima, einer klaren Ausrichtung auf erneuerbare Energien und die nachhaltige Modernisierung seiner Wirtschaft, bietet Chile für viele deutsche Unternehmen sehr gute Möglichkeiten. Gerade der Bergbau, mit den für die Energiewende notwendigen Produkten Kupfer und Li- thium steht dafür, dass Chile für die EU und Deutschland ein wich- tiger Partner ist und bleibt.\nBu Peru\nAuch Peru, ein Land, das gerade eine Phase der politischen In- stabilität durchläuft, ist ein wichtiger Partner in der Region. Die makroökonomischen Zahlen des Landes sind ausgezeichnet und\nBergbau und Agrarindustrie\nes bestehen in fast allen Bereichen der Wirtschaft enorme Poten- ziale. Dazu zählen der Bergbau, die Agrarindustrie, aber auch der Ausbau der Infrastruktur und der erneuerbaren Energien, um nur einige zu nennen.\nPeru wie Chile zeichnen sich durch eine sehr offene Wirtschaft aus. Die beiden Länder sind durch zahlreiche Freihandelsabkommen in die globale Wirtschaft sehr gut integriert.\nVielfältige Absatzmöglichkeiten dank der hohen Diversität\nDurch die Diversität der Länder Lateinamerikas, mit ihren unter- schiedlichen Wirtschaftsstrukturen und politischen Ausrichtungen bietet sich für Unternehmen jeder Branche und Größe eine Viel- zahl an Möglichkeiten, um dort geschäftlich aktiv zu werden bezie- hungsweise seine Aktivitäten zu verstärken. Es gilt, den guten Ruf unserer Unternehmenskultur und technischen Produkte sowie die bestehenden Strukturen der zahlreichen deutschen Unternehmen vor Ort zu nutzen.\nFür deutsche Unternehmen bieten sich zahlreiche Anlaufstellen, um sich zu informieren oder beraten zu lassen. Die IHKs sind die ersten Ansprechpartner vor Ort in Deutschland und in fast allen Ländern Lateinamerikas bieten etablierte Auslandshandelskammern pro- fessionelle Unterstützung an. Aber auch der Lateinamerika Verein, mit seiner über 100-jährigen Geschichte ist eine kompetente und sehr gut vernetzte Institution, die sehr gerne unterstützend tätig sein kann. Nutzen Sie dieses Expertenwissen und schauen Sie sich Lateinamerika und die Karibik genauer an. m\nOrlando Baquero,\nHauptgeschäftsführer, Lateinamerika Verein e.V.\nAußenwirtschaft aktuell 11-12/2023 | 7",
  "page_8": "Internationaler Warenverkehr\nInternationaler Warenverkehr\nATLAS AES 3.0: Stichtag zur Umstellung 29. Oktober 2023\nNeue Pflichtangaben: Beförderer (Spedi- teur) und Kennzeichen des inländischen sowie des grenzüberschreitenden Beför- derungsmittels. Diese Daten sind in vielen Fällen (Spediteur bei Abholfällen) oder fast immer (Kennzeichen) zum Zeitpunkt der Angabe der Zollanmeldung unbekannt. In der ATLAS-Info 0393/2023 stellt der Zoll klar, dass dann mutmaßliche Angaben ein- getragen werden sollen.\no\nErgänzend zu dieser Information hat der Zoll in der ATLAS-Info 0501/2023 folgende weitere Optionen bekannt gegeben:\nDie Angabe des Beförderers ist demnach nur erforderlich, wenn er bekannt ist und vom Anmelder abweicht. Wenn der Beförderer eine EORI hat, muss er diese dem Anmelder mittei- len. Zum Umgang mit einer TCUIN ste- hen weitere Details in der ATLAS-Info 0501/2023. Ist das Kennzeichen unbekannt, kann alternativ zum mutmaßlichen Kennzei- chen auch die Art des Beförderungsmit- tels in Großbuchstaben angegeben wer- den (zum Beispiel „LKW\" im Landverkehr).\nkonsolidierten Embar-\nHinweise zur praktischen Handhabung finden Sie auf der Webseite des Zolls unter www.zoll.de, Stichwort „ATLAS\". m\ngoverordnung. m\nEU weitet Sanktionen gegen Belarus aus\nDie seit 2006 bestehenden EU-Sanktionen gegen Belarus wurden wegen der Beteiligung an der militärischen Invasion in der Ukraine in mehreren Schritten deutlich ausgeweitet, zuletzt mit der Verordnung (EU) 2023/1594 vom 3. August 2023.\nDie verschärften Maßnahmen beinhalten außerdem weitere Handelsbeschränkungen:\nNeues Ausfuhrverbot für Feuerwaffen und Munition. Erweiterung der Güterliste für High- Tech-Güter um Halbleiterbauelemente, elektronisch integrierte Schaltungen, Herstellungs- und Testausrüstung, Foto- apparate und optische Komponenten, elektrische/magnetische Bauteile sowie elektronische Geräte, Module und Bau- gruppen. Neues Ausfuhrverbot für Güter und Technologien der Luft- und Raumfahrt.\nAuf der Webseite der BAFA finden Sie un-\nter www.bafa.de, Stichwort „Embargos -\nLänder“, eine Übersicht über die\nMaßnahmen der EU gegen\nBelarus und den Link zur\nf\nAktualisierung der Anhänge der EU-Dual-Use-Verordnung\nMit der Delegierten Verordnung vom 15. September 2023 hat die EU-Kommission die Aktualisierung des Anhang | der EU-Dual- Use-Verordnung auf den Weg gebracht. Vo- raussichtlich tritt diese Verordnung Mitte November 2023 in Kraft.\nEine Änderungsübersicht hat das Bundes- amt für Wirtschaft und Ausfuhrkontrolle (BAFA) auf seiner Webseite veröffentlicht. In diesem Jahr sind alle Kategorien von den Änderungen betroffen. Parameteränderun- gen gibt es bei Vibrationsprüfsystemen und Fließdrückmaschinen, Software und Tech- nologie zur Herstellung von Digitalrechnern mit angepasster Spitzenleistung und be- stimmten Lasern. Neu aufgenommen wurde eine Unternummer für elektrische Antriebs- motoren für Tauchfahrzeuge. Entlistungen gibt es keine. Unternehmen müssen nach- vollziehen, ob sie von den Ände- rungen betroffen\nsind. m\nBe\n— ——— —\nDer Zoll bietet einen neuen Service an:\nKostenloser Newsletter zu allen Zoll-Themen unter www.zoll.de, Rubrik: Service.\n”\nhl .\nBi\nIN\n8 | Außenwirtschaft aktuell 11-12/2023\na",
  "page_9": "EU veröffentlicht Leitfaden zur Vermeidung von Umgehungs- geschäften\nDie EU-Kommission hat einen Leitfaden unter https://finance.ec.europa.eu veröff- fentlicht, der Unternehmen dabei helfen soll, bei ihren Geschäftspartnern Risiken der Umgehung von Sanktionen zu erken- nen, zu bewerten und zu verstehen - und wie sie diese Risiken vermeiden können.\nHintergrund: Mit jeder Verschärfung des Russland-Embargos wachsen die Risiken von Umgehungsgeschäften. Die Frage, wie diese Risiken erkannt werden und wie sich Unternehmen gegen solche Geschäf- te absichern können, bereitet der Wirt- schaft große Sorgen.\nDer nun herausgegebene Leitfaden gibt einen allgemeinen Überblick und beant- wortet die Frage, was Wirtschaftsbeteilig- te in der EU tun müssen, um die im EU-\nRecht vorgeschriebene\nSorgfaltspflicht zu\nBAFA gibt überarbeitete und neue AGG bekannt\nDas Bundesamt für Wirtschaft und Aus- fuhrkontrolle (BAFA) hat die nationalen AGG grundlegend überarbeitet sowie fünf neue AGG bekannt gegeben. Die Änderun- gen und die neuen AGG sind am 1. Sep- tember 2023 in Kraft getreten. Ziel ist, Ge- nehmigungsverfahren für Lieferungen an ausgewählte EU- und Nato-Partner sowie enge Partnerländer zu beschleunigen. Über die AGG und den damit verbundenen Re- gistrier- und Meldeverfahren informiert das BAFA ausführlich in einem neuen Merkblatt (Stand: September 2023).\nUnternehmen mit laufenden Einzelge- nehmigungsanträgen sollten prüfen, ob eine Einzelgenehmigung für ihr Vorhaben weiterhin erforderlich ist, oder ob sie eine der neuen oder erweiterten AGG nutzen können. In diesem Fall ist der Einzelantrag beim BAFA mit einer kurzen Begründung zurückzuziehen.\nAb 1. Januar 2024: Gebühren für BAFA-Bescheide\nAb 2024 muss das Bundesamt für Wirt- schaft und Ausfuhrkontrolle (BAFA) für sei- ne Leistungen Gebühren erheben.\nDas Gebührenverzeichnis wurde im Sep- tember im Bundesgesetzblatt Nr. 248 ver- öffentlicht. Für eine Reihe von Leistungen, zum Beispiel Nullbescheide, gelten Gebüh- renbefreiungen.\nWichtig: Die Verordnung gilt nicht für ge- bührenfähige Leistungen, die vor dem 1. Ja- nuar 2024 beantragt werden. Wer also An- träge in Vorbereitung hat und diese noch in 2023 stellen kann, sollte das tun. m\nIHK bietet Exportinfos\nals kostenlose App:\nKnow-how und\nBeratung im\nAußenhandel\nanm=-\nwe —\nr Be hl\nA\nerfüllen. m Als weitere Maßnahme zur Verschlankung\nder Prozesse hat das BAFA die Gültigkeits-\ndauer von Bescheiden, zum Beispiel Nullbe-\nscheiden oder Auskünften zur Güterliste\nsowie die der AV-2-Bescheinigung\nvon einem auf zwei Jahre verlän-\ngert. Diese Regelung gilt für\nalle seit dem 1. Septem-\nber 2023 ausgestellten\nBescheide und Erklä-\nrungen. Bereits er-\nteilte Bescheide\nbehalten ihre\nGültigkeit\nvon einem\nJahr. =\n.\n—\nAußenwirtschaft aktuell 11-12/2023 | 9\nExportwissen von\nA wie Ausfuhrver-\nfahren bis Z wie\nZolldatenbanken.\nAußerdem erhalten am\nSie Statistiken,\nPe,\nBerichte, inter-\naktive Beratung,\nIHK-Podcasts:\nDas und mehr finden Sie in der\nExport-App der IHK-Exportakademie.\nErhältlich unter www.export-app.de oder im App-Store.\nEn",
  "page_10": "[I\n—)\nE22\nMi».\n——\nu =\nrn\nSer\nLL:\n—\n==\nIn Mexiko sind die Importzölle für zahlrei- che Waren mit Wirkung zum 16. August 2023 auf 15 Prozent beziehungsweise 25 Prozent erhöht worden. Diese Maßnahme ist bis Ende Juni 2025 befristet (PDF-Da- tei: Amtsblatt Mexiko).\nWichtig: Das betrifft nur die regulären Drittlandszölle (MFN oder WTO-Zölle). Zollreduktionen auf der Basis von Han- delsabkommen (EU-Mexiko oder USMCA) bleiben erhalten. Damit wird die Nut- zung des Handelsabkommens EU-Mexiko und die Ausstellung der entsprechen- den Nachweise (Ursprungserklärungen, Warenverkehrsbescheinigungen EUR.1) wichtiger:\ne Falls Sie bislang auf die Nutzung des Abkommens verzichtet haben, weil die Ware bislang im mexikanischen Tarif zollfrei war: die Nutzung könnte sich nun lohnen. ® Falls der Direkttransport EU-Mexiko nicht möglich ist, sollten Sie für den Transit durch die USA über ein zollrecht- liches Versandverfahren nachdenken.\nDie aktuellen mexikanischen Zollsätze (MFN und EU) sind in der Datenbank Access2Markets eingepflegt. Die Regelun- gen des Handelsabkommens EU-Mexiko finden Sie im Präferenzportal des Zolls auf der Webseite https://wup.zoll.de. m\nı\nu =\n=>\n19.4 --\nEn\nT\nIHK-Gebäude Stuttgart vom\n27. bis 29. Dezember 2023\ngeschlossen\nDie Gebäude der IHK Region Stuttgart sind auch in diesem Jahr zwischen Weihnachten und Neujahr geschlossen. Grund sind Energie- sparmaßnahmen. Die Zentrale und die Be- zirkskammern sind normal telefonisch und per Mail erreichbar, elektronische Ursprungszeugnisse und Bescheinigungen werden normal bearbeitet.\nCarnets ATA und die Bescheinigung von Papierdokumenten werden wieder am 2. Januar 2024 vorgenommen. m\nÄnderungen bei Antidumpingverfahren\nDie Europäische Union kann Anti- dumping- und Antisubventionszölle verhängen, um die heimische Industrie vor gedumpten Waren zu schützen. Antidumpingzölle sollen dabei den zu niedrigen Preis ausgleichen.\nFür Importeure ist es deshalb wichtig, rechtzeitig über geplante Antidumping- Maßnahmen informiert zu werden.\n—\nA\nRe\nnummern wieder einsetzbar in Mexiko\nNationale Sammel- Massive Zollerhöhung\n10 | Außenwirtschaft aktuell 11-12/2023\nNationale Sammelnummern der Position 9990 konnten seit September 2022 nur noch in der Intrastat verwendet werden. Im Aus- fuhr- und Versandverfahren waren sie nur eingeschränkt einsetzbar. Nun hat der Zoll die entsprechende Code-Liste ausgetauscht:\ne Nationale Sammelnummern können jetzt auch genutzt werden, wenn der Ausfuhr ein Versandverfahren folgt. e Wenn Sie die 9990er Sammelnummern ohne Versandverfahren nutzen, dann ist eine deutsche Grenzzollstelle einzutra- gen; auch wenn die Ausfuhr mutmaß- lich aus einem anderen EU-Staat erfolgt.\nDie Information wurde in der ATLAS-Info 0505/2023 neben weiteren technischen Änderungen veröffentlicht. m\nEine umfassende und aktuelle Information über bestehende und geplante Antidum- ping-Maßnahmen finden Sie im Antidum- pingregister der Handelskammer Hamburg und der Handelskammer Bremen.\nDie dort hinterlegten Erläuterungen helfen, die Tabelle zu verstehen. Weitere Informationen finden Sie unter www.hk24.de, Nr. 22997.",
  "page_11": "Import von Eisen- und Stahl(waren) - Nachweis über Ursprung der Vorprodukte\nBereits bislang war in Artikel 39 der Russ- land-Embargoverordnung der Kauf und die Einfuhr bestimmter Eisen- und Stahlerzeug- nisse mit Ursprung in Russland verboten.\nDie Regelung betrifft die nachstehenden Produkte aus Anhang XVII der Russland- Embargoverordnung:\ne Eisen und nicht legierter Stahl (KN-Code 7206 bis 7217) e Nicht-rostender Stahl (KN-Code 7218 bis 7229) e Waren aus Eisen oder Stahl (Kapitel 73)\nSeit 30. September 2023 ist zusätzlich der Kauf und die Einfuhr dieser Produkte mit einem beliebigen Ursprung verboten, sofern sie mit Vormaterialien russischen Ursprungs produziert wurden.\nFür Waren des Codes 7207 11 gilt das Verbot ab 1. April 2024, für Waren der Codes 7207 12 10 und 7224 90 ab 1. Oktober 2024.\nImporteure müssen zum Zeitpunkt der Ein- fuhr entsprechende Nachweise vorhalten, mit denen sie den russischen Ursprung der Vorprodukte dokumentieren können. Bitte beachten Sie, dass das Kaufverbot auch für den Bezug von Produkten aus der EU oder aus Deutschland gilt.\nWelche Nachweise sind möglich? Neben den Mill Test Certificates, die von der EU- Kommission als Nachweis vorgeschlagen werden, gibt der Zoll zusätzlich folgende\nNeu auf LinkedIn: Zoll und Wirtschaft. Die IHK-Community ABD, LLE, AGG? Sie stehen vor einer Frage und wissen nicht ® weiter? Die IHK- Community „Zoll und Wirtschaft\" auf LinkedIn hilft Ihnen weiter. Hier finden Sie Ansprechpartnerinnen und Ansprech- partner, die mit ihrer Erfahrung und praktischen Tipps Antworten auf Ihre Fragen geben. So funktioniert Austausch auf Augenhöhe.\nIhre IHK-Ansprechpartner\nDas Team Zoll und Exportkontrolle der IHK Region Stuttgart stellt alle wichtigen Neuerungen rund um den internationalen Warenverkehr für das Magazin Außenwirtschaft aktuell zusammen und informiert Sie fort- laufend auf unserer Webseite.\nAuch telefonisch oder persönlich vor Ort stehen Ihnen die IHK- Ansprechpartner für Beratungs- gespräche zur Verfügung.\nTeam Zoll und Exportkontrolle\nTelefon 07721 922-120\nschatter@vs.ihk.de\nAußenwirtschaft aktuell 11-12/2023 | 11\nInternationaler Warenverkehr\nHandelspapiere als möglichen Nachweis an: Rechnungen, Lieferscheine, Qualitäts- zertifikate, Langzeitlieferantenerklärungen, Kalkulations- und Fertigungsunterlagen, Zolldokumente des Ausfuhrlandes, Ge- schäftskorrespondenzen, Produktionsbe- schreibungen, Erklärungen des Herstellers oder Ausschlussklauseln in Kaufverträgen. Entscheidend ist, dass aus den Dokumenten der nicht-russische Ursprung der Vorpro- dukte ersichtlich wird.\nDie bei der Einfuhranmeldung zu ver- wendende Codierung ist im Handbuch für Ausfuhrgenehmigungen, Genehmigungs- codierungen, elektronische Abschreibung (Seite 67f) auf der Webseite des Zolls unter wwn.zoll.de veröffentlicht. =\nVeranstaltungshinweis\nÄnderungen im Zoll- und Außen- wirtschaftsrecht 2023/2024\nDer Außenhandel wird immer kom- plexer. Bleiben Sie up to date mit der IHK: Wir haben alle wesentlichen Neuerungen und wichtigen Grund- lagen zum Zoll- und Außenwirt- schaftsrecht 2023/2024 kompakt und übersichtlich aufbereitet. Es werden drei mögliche Seminartermine in Präsenz angeboten (Vollzeit).\nWeiterführende Informationen und Möglichkeiten zur Anmeldung finden Sie auf unserer Webseite unter www.ihkakademie-sbh.de.",
  "page_12": "Branchen International | EU-Vorschriften für den Warenverkehr\nEU-Vorschriften für den Warenverkehr\nDer Warenverkehr innerhalb der EU ist frei - und dennoch gibt es bei zahlreichen Produkten und Warengruppen für den innereuropäischen Handel Verordnungen und Reqgularien zu beachten.\nIm Sinne der Marktüberwachung dienen die Vorschriften innerhalb des Binnenmarktes dazu, die Rechts- und Verwaltungsvorschriften der Mitgliedsstaaten anzugleichen. Die jeweilige Umsetzung der EU-Regelungen in nationales Recht sorgt für einen gemeinsamen Rahmen und gewährleistet eine europaweite Konformität von Pro- dukten. Im Folgenden erhalten Sie einen Überblick über neue wich- tige EU-Vorschriften für den freien Warenverkehr:\nDie neue EU-Produktsicherheitsverordnung (EU) 2023/988\nDie neue Verordnung über die allgemeine Produktsicherheit (EU) 2023/988 (General Product Safety Regulation, kurz: GPSR) ist seit 12. Juni 2023 in Kraft und ersetzt die Vorgängerrichtlinie 2001/95/EG. Nach einer Übergangsfrist von 18 Monaten wird die Vorgängerrichtlinie aufgehoben und die neue Verordnung ist ab dem 13. Dezember 2024 rechtsverbindlich anzuwenden.\nDie GPSR soll die Produktsicherheit von Verbraucherprodukten regeln und ist anzuwenden auf Produkte, die keiner Harmoni- sierungsvorschrift nach CE-Kennzeichnung unterliegen. Somit ergänzt sie weitere EU-Richtlinien und Verordnungen wie etwa die Maschinenrichtlinie, die Niederspannungsrichtlinie oder die\n\\\nE— =\n»\nN‘\nu!\nı 1\nu\n\\ıh\n5\nEy\nu\nSpielzeugrichtlinie. Über die Verordnung werden allgemeine Sicher- heitsanforderungen für Produkte definiert. Die Veränderungen in der Verordnung betreffen im Wesentlichen folgende Punkte:\nDefinition des Inverkehrbringens wie in der Verordnung MÜVO (EU)2019/1020 Einführung des Begriffs „wesentliche Veränderung\" mit Zuord- nung der Verantwortung Erweitere Produktkennzeichnungspflichten mit E-Mail-Adresse und Nennung des EU-Wirtschaftsakteurs Erweiterte Meldepflichten bei unsicheren Produkten Erweitere Informationspflichten im Onlinehandel Vorgaben für Produktrückrufe, die unter anderem Verbraucher- beschwerden online ermöglichen Einführung eines „Registers der Rückverfolgbarkeit\" für Produkt- kategorien mit ernstem Risiko Integration des Verbots für Produkte, die mit Lebensmitteln verwechselt werden können Verbindliche Erstellung einer Risikoanalyse und technischer Unterlagen für das Produkt. Unterlagen sind auf dem neuesten Stand zu halten.\nÜber Details können sich Unternehmen auf der Webseite der EU- Kommission unter https://germany.representation.ec.europa.eu, Suchwort: „Strengere EU-Vorschriften zur Produktsicherheit tre- ten in Kraft”, informieren.\nIn Planung: Die neue Ökodesign-Verordnung\nDie europäische Ökodesign-Verordnung wird für fast alle Pro- duktkategorien gelten und dient als eine Art „digitaler Produkt- pass‘. Es werden damit Regeln für die Transparenz hinsichtlich der Vernichtung unverkaufter Verbraucherwaren und deren Verbote festgelegt. Die Verordnung wird die bestehende Richtlinie aus dem Jahr 2009 ersetzen und den Anwendungsbereich erweitern, damit fast alle in der EU in Verkehr gebrachten Waren die An- forderungen an ökologische Nachhaltigkeit erfüllen. Neben einer\n12 | Außenwirtschaft aktuell 11-12/2023",
  "page_13": "N\n1.\ni'\nä\na\nh,\nYu\na\n|\nü\nni\nla\n=\nu“ $\n| [\n\\\n12\nE\nra\nPA\nfe”\nenergie- und ressourceneffizienten Gestaltung zielt die Verordnung auf eine Ver- besserung bei Haltbarkeit, Zuverlässigkeit, Wiederverwend- barkeit, Nachrüstbarkeit und Reparierbarkeit von Produkten ab.\nAuch der Warenverkehr von Produkten soll erleichtert werden, indem Verbraucherinnen und Verbraucher sowie Unternehmen über den „digitalen Produktpass\" Informationen hinsichtlich der ökologischen Nachhaltigkeit bestimmter Produkte erhalten und somit fundierte Entscheidungen treffen können. Konkret sollen Reparaturen und Recycling damit vereinfacht und die Zusam- menarbeit mit Behörden bei Kontrollen und Prüfungen verbessert werden. Der „digitale Produktkompass\" soll unter anderem fol- gende Angaben enthalten:\nProduktkennung, Modell-/Chargen-/Artikelebene GTIN-Nummer (Global Trade Item Number) TARIC Code Unterlagen zur Konformität Benutzerhandbücher, Warn- und Sicherheitshinweise Informationen über den Hersteller Angaben zum Importeur Leistungen zu den definierten Produktparametern\nEin zentraler Punkt im Rahmen der Verordnung ist ein direktes Verbot der Vernichtung unverkaufter Textilien oder Elektrogeräte - mit Ausnahmen für Klein- und Kleinstunternehmen sowie einer Übergangsfrist für mittlere Unternehmen.\nMit der Ausweitung der Ökodesign-Richtlinie auf die Ökodesign- Verordnung werden die meisten Produktkategorien eingeschlossen. Ausgenommen sind Lebensmittel, Futtermittel, Arzneimittel, Tier- arzneimittel und Kraftfahrzeuge. Für Hersteller bedeutet die Verord- nung einen Mehraufwand bei der Dokumentation entsprechender Daten, deswegen sollten frühzeitig organisatorische und techni- sche Maßnahmen eingeleitet werden. Im Gegenzug profitieren\nDi\nIhre IHK-Ansprechpartner\nDas Team Branchen International gibt Ihnen gerne Auskunft zu länder- und branchenspezifischen Aspekten:\nI\nMN\nAußenwirtschaft aktuell 11-12/2023 | 13\nJörg Hermle\nTelefon 07721 922-123\nhermle@vs.ihk.de\nIngrid Schatter\nTelefon 07721 922-120\nschatter@vs.ihk.de\nWeitere Infos zu aktuellen Branchenentwicklungen weltweit finden Sie auf der Webseite www.gtai.de.\n[5\n=\nUnternehmen selbst von der\nerhöhten Transparenz und Nach-\nhaltigkeit von Produkten. Das Parlament hat\ndem Vorschlag „Ecodesign for Sustainable Products Regulation\" bereits zugestimmt; nun stehen Trilog-Verhandlungen zwischen dem Parlament, der EU-Kommission und dem Europäischen Rat an. m\nUlrike Modery,\nIHK Region Stuttgart",
  "page_14": "En EL\nMt touch when\n2 of hurt\nu\n88\nBranchen International | Maschinenverordnung\nDie neue Maschi- nenverordnung wird bald die bisherige Maschinenrichtlinie 2006/42/EG ablö- sen. Es wurde eine 42-monatige Über- gangsfrist festgelegt, Thomas Koester, in der alle Maschi- TÜV Rheinland nen, die in Verkehr gebracht oder in Betrieb genommen werden, noch nach der derzeitigen Richtlinie gekennzeichnet werden müssen.\nZum Stichtag des 20. Januar 2027 erfolgt der Wechsel zur neuen Verordnung. Ab die- sem Datum wird die CE-Kennzeichnung von Maschinen oder die Bewertung von unvoll- ständigen Maschinen ausschließlich nach der neuen\nbewertungsverfahren\nDie neue Maschinenverordnung EU 2023/1230\nDie Veröffentlichung der Maschinenverordnung EU 2023/1230 am 14. Juni 2023 markiert einen Wendepunkt in der Regulierung von Maschinen innerhalb der Europäischen Union.\nVerordnung durchgeführt und Konformi- tätserklärung, technische Unterlagen und vieles mehr müssen bereits entsprechend der neuen Verordnung erstellt sein.\nDie Verordnung berücksichtigt die rasante Entwicklung in den Bereichen Cybersicher- heit und Künstliche Intelligenz und hat die- se Aspekte dementsprechend miteinbezo- gen. Die Anforderungen an die Funktionale Sicherheit (zum Beispiel Software) wurden erweitert und Sicherheitsanforderungen für autonome (mobile) Maschinen ergänzt.\nWeitere Anforderungen\nPflichten für Wirtschaftsakteure\nDie Pflichten der einzelnen Wirtschafts- akteure (wie Hersteller, Importeur ...) sind im Kapitel II der Verordnung ausführlich beschrieben und dargestellt.\nBetrifft Maschinen mit Konformitäts-\nee\na\n—\nieh een siirtscäftaktuel 11- u;\n2)\nzn\n|,\n«@)\nwu\nL\n|\nDie Liste der Maschinen, für die\nein besonderes Konformi-\ntätsbewertungsverfah-\nren vorgeschrieben\nist, besteht nun\naus einem Teil\nA (benötigt\n/i\nee\" Er\nwi un\neine Einbeziehung einer benannten Stelle) und einem Teil B (im Wesentlichen un- verändert zur Maschinenrichtlinie). Diese Liste ist im Anhang | der Verordnung zu finden.\nEs wird ein Modul für die Einzelprüfung komplexer kundenspezifischer Maschi- nen geben. Zudem können Anleitungen für Betrieb, Wartung und Service mit der neuen Verordnung digital bereitgestellt werden.\nAuch neu ist das vom Hersteller eigenver- antwortlich und auf Basis der EG-Bau- musterprüfung durchgeführte Verfahren „Baumusterkonformität mit interner Ferti- gungskontrolle\".\nDie grundlegenden Sicherheits- und Ge- sundheitsanforderungen sind in Zukunft im Anhang Ill und nicht im Anhang | zu finden. Auch andere Anhänge wurden in der neuen Verordnung neu sortiert. Ach- ten Sie zukünftig beim Verweisen auf die Anhänge darauf!\nDie neue Maschinenverordnung erfordert eine Anpassung der bisherigen Praktiken. Die Übergangsfrist bietet jedoch ausrei- chend Zeit für eine reibungslose Umstel- lung. Für eine erfolgreiche Implemen- tierung ist eine frühzeitige Planung und Beratung durch Experten wie dem TÜV Rheinland empfehlenswert. m\nThomas Koester, Globaler Leiter Technisches Kompetenz Center, Industriemaschinen/Solar & Commercial Products, TÜV Rheinland",
  "page_15": "Brasilien | Länder und Märkte\nFokus Brasilien: Das Land näher kennenlernen\nBrasilien ist das fünftgrößte Land der Welt. Außerdem ist es ein großer Binnenmarkt mit einer breit aufgestellten Industrie. Lesen Sie über die vielfältigen Marktchancen, über Beteiligungsmöglichkeiten und über die geplante Geschäftsanbahnungsreise 2024 nach Säo Paulo.\nDas Jahr 2023 könnte für die brasilianische Wirtschaft als das Jahr vieler Neuerun- gen und erhoffter Veränderungen definiert werden. 2023 begann in Brasilien mit dem neuen Präsidenten, Luiz Inäcio Lula da Sil- va, der mit seinem Reformvorhaben die in- ternationale Aufmerksamkeit auf sich und Brasilien gezogen hat. Jedoch blieb das Land auch das ganze Jahr über auf der internati- onalen Bühne präsent. Dies ist der aktiven Wiederöffnung für internationale Wirt- schaftsbeziehungen und den zahlreichen Reformen zu verdanken, die nach jahrelan- gem Stillstand zügig verabschiedet wurden.\nZu\nSn\nFre\na\n..\n% ur\n411\nAnstieg des Bruttoinlandsprodukts um real 2,3 Prozent angekündigt; mehr noch als zu Beginn des Jahres erwartet. Die- ses Wachstum wurde fast ausschließlich vom Agrarsektor getragen. Das Agribusi- ness ist in der Tat die treibende Kraft der brasilianischen Wirtschaft. Brasilien hat als Markt jedoch eine sehr diversifizierte Branchenstruktur, die vielfältige Markt- chancen für deutsche Unternehmen bietet.\nRückblick 2023\nSchon Anfang des Jahres hat Brasilien die Verhandlungen für den Abschluss eines Handelsabkommens zwischen den Mercosur- Staaten und der EU wieder ermöglicht, nach- dem diese unter dem vergangenen Präsiden- ten auf Eis gelegt wurden.\nNach fast 30 Jahren Verhandlungen wurde am 7. Juli 2023 eine umfangreiche Steuer- reform von der Abgeordnetenkammer (Cä- mara dos Deputados) verabschiedet, die das brasilianische Steuersystem radikal verändern wird. Nicht zuletzt standen die Klimaschutzziele schon vor den Wahlen auf der Agenda des neuen Präsidenten. Auf- grund der Machtverhältnisse im Kongress wurden diese jedoch noch nicht umgesetzt.\nStaatliches Investitionsprogramm für viele Branchen\nDie Nachhaltigkeitswende ist in Brasilien nun spürbar. Im August wurde ein umfangreiches Investitionsprogramm von circa 320 Milliar- den Euro vorgestellt, wovon die Bereiche der Abfallbehandlung, Wasserversorgung, Ver- kehrsinfrastruktur und Energieerzeugung in den kommenden Jahren profitieren sollen.\nNachholbedarf im Bereich Bau und Infrastruktur\nInsgesamt hatte das positive Veränderungs- klima im Land auch eine positive Wirkung auf die wirtschaftliche Entwicklung. Sowohl die nationalen als auch die internationalen Institutionen haben für Ende 2023 einen\nProduktion von erneuerbaren Energien\nVor allem spielen die erneuerbaren Ressour- cen eine wichtige Rolle bei der Energiever-\nu\nFE\nBl a\nE\nau\nu\n[a3\npr F3..l N\nDe nr ,\nze\nAR\n.r\nsorgung in Brasilien. Rund 70 Prozent des brasilianischen Stroms wird bereits aus der Wasserkraft erzeugt, aber Brasilien hat in den letzten Jahren viel in Offshore- und Onshore-Windkraftanlagen im Norden und Nordosten des Landes sowie in die Installa- tion von Solaranlagen investiert. Es bestehen deshalb gute Voraussetzungen für die Pro- duktion von grünem Wasserstoff. Für Solar- anlagen, Offshore-Windkraftanlagen und Biogasanlagen gibt es hier vor allem Bedarf an Ausrüstungen aus dem Ausland.\nAuf dem Strommarkt führt die Diversifizie- rung und Liberalisierung ebenso zu Investi- tionsbedarf, wobei deutsche Anbieter auf dem freien Markt für Privatverbraucher gute Chancen haben.\nIm Bereich Bau hat Brasilien großen Nach- holbedarf im Wohnungsbau sowie in der Verbesserung der Abfall- und Wasserwirt- schaft. In diesen Bereichen wurde ein Inves- titionsprogramm angekündigt. Durch eine\nAußenwirtschaft aktuell 11-12/2023 | 15",
  "page_16": "Länder und Märkte | Brasilien\ndeutliche Zunahme an privaten Inves- toren haben deut- sche Unternehmen gute Chancen, sich an Bauprojekten auch im Bereich der Verkehrs-, Ha- fen- und Flugha- feninfrastruktur zu beteiligen.\n/\nR\nen\nMe ie\nFi\n\"®\nFulvia Scarioni,\nIHK Region Stuttgart\nMarktchancen bestehen außerdem bei der Zulieferung von Bau- und Bergbaumaschi- nen und im Consulting für den Infrastruk- turbereich.\nWachstumsbranchen: Agribusiness und\ntechnologiegetriebene Branchen\nAllen voran zählt zu den Wachstumsbran- chen die Landwirtschaft beziehungsweise\n16 | Außenwirtschaft aktuell 11-12/2023\nWeiterer Veranstaltungshinweis: Brasilien im Fokus - Branchenentwicklungen und Markteinstieg am 11. Dezember 2023 (Webinar)\nErfahren Sie schon vorab von brasilianischen Wirtschaftsexperten aus erster Hand mehr über die aktuellen wirtschaftlichen und politischen Entwicklungen im Land, die Vertragsgestaltung sowie das brasilianische Steuermodell. Das Webinar gibt einen praktischen Einblick in die Importbedingungen des Landes. Möglichkeiten zur Anmeldung finden Sie unter www.ihk.de/stuttgart, Nr. 16699.\nIhre IHK-Ansprechpartnerin\nFulvia Scarioni, Telefon 0711 2005-1473, fulvia.scarioni@stuttgart.ihk.de\nKernmarkt Lateinamerika\nMehr Informationen zu Brasilien finden Sie auf unserer Webseite unter www.ihk.de/stuttgart, Nr. 16699.\ndas Agribusiness. Brasilien hat hier Zulie- fererbedarf aus verschiedenen Branchen, von Produkten aus dem Maschinenbau bis zu Agrarchemikalien. Die zunehmende Digitalisierung der Landwirtschaft spielt dabei eine zentrale Rolle und erhöht die Nachfrage nach Smart Farming-Technolo- gien und -Lösungen.\nNeben den genannten Branchenschwer- punkten bietet Brasilien viele weitere interessante Geschäfts- und Kooperati- onsmöglichkeiten, zum Beispiel bei der Bereitstellung von Technologien für Was- serstoffprojekte, bei der Ausstattung des Gesundheitswesens mit Medizintechnik und bei Digitalisierungsvorhaben in mehre- ren Branchen.\nSektoren wie die Nahrungsmittel-, Getränke- und Pharmaindustrie profitieren schon heu- te von einem wachsenden Inlandsmarkt und\nwerden auch in Zukunft Investitionsbedarf in der Digitalisierung haben.\nIn Brasilien sind nur rund 30 Prozent der Unternehmen digitalisiert und automati- siert und auf entsprechende Nachrüstun- gen angewiesen. Gute Chancen ergeben sich hier für baden-württembergische Un- ternehmen.\n„The way of doing business“ in Brasilien\nObwohl deutsche Firmen seit Jahrzehn- ten Handel mit brasilianischen Unter- nehmen teiben, unterscheiden sich die zwei Geschäftskulturen stark vonein- ander. Brasilianer sind in der Regel sehr offen und freundlich, haben eine leb- hafte Körpersprache und zeigen auch im Geschäftsleben positive Emotionen, um den potenziellen Kooperationspartner zu überzeugen. Kritik wird in Brasilien sehr selten direkt geäußert und ein direkt aus- gesprochenes „Nein\" könnte die aufge- baute Geschäftsbeziehung beschädigen. Es empfiehlt sich daher, direkte Kritik zu vermeiden oder diese zurückhaltend zu kommunizieren.\nGeschäfte werden in Brasilien in erster Linie nicht zwischen Unternehmen, sondern zwi- schen Menschen gemacht: Die Beziehung zum Geschäftspartner steht über dem ei- gentlichen Vorhaben.\nWichtig für erfolgreiche Geschäfte:\nSmall Talk und Networking\nVerhandlungen und geschäftliche Ent- scheidungen werden oft bei einem Mit- tag- oder Abendessen getroffen, nach",
  "page_17": "einem ausgiebigen Smalltalk zum Beispiel über Fußball oder Karneval. Ziel dabei ist es, sich näher zu kommen und besser ken- nenzulernen. Small Talk und Networking spielen daher in Brasilien eine wichtige Rolle für erfolgreiche Projektabschlüsse. Gegenseitiges persönliches Kennenlernen und der Aufbau eines Vertrauensverhält- nisses tragen zur positiven Geschäftsent- wicklung bei.\nAus diesem Grund und aufgrund weiterer kultureller Unterschiede ist es für eine Ge- schäftsanbahnung mehr als empfehlens- wert, sich vor Ort ein Bild von den Gegeben- heiten zu machen und in direkten Kontakt mit potenziellen Geschäftspartnern zu tre- ten. Diese Chance können Sie bald ergreifen während unserer geplanten Unternehmens- reise im Frühjahr 2024.\nBrasilien näherkommen: Geschäftsanbahnungsreise vom 20. bis 24. Mai 2024 nach Säo Paulo\nIm Rahmen einer fünftägigen geförder- ten Unternehmerreise nach Säo Paulo, vom 20. bis 24. Mai 2024, haben baden- württembergische Unternehmen aus verschiedenen Branchen die Möglich- keit, die Marktbedingungen vor Ort kennenzulernen.\nSäo Paulo ist der größte indus- trielle Ballungsraum Latein- amerikas und gilt als größter deutscher Wirtschaftsstand- ort außerhalb Deutschlands. Daher bietet Säo Paulo gute Geschäftschancen für alle möglichen Branchen.\nWissenstransfer ermöglichen und B2B- Kontakte initiieren\nJe nach Interessensschwerpunkten kön- nen teilnehmende Unternehmen gezielt mit passenden Akteuren über eine orga- nisierte Kooperationsbörse vernetzt wer- den, um im brasilianischen Markt Fuß zu fassen. Dabei bietet sich an, Kontakte mit brasilianischen Firmen, mit in Brasilien aktiven deutschen Unternehmen sowie mit Wirtschaftsverbänden aufzunehmen.\nDer Mehrwert der Unternehmerreise liegt\nnicht nur auf gezielten B2B-Kontakten mit\nmöglichen Geschäfts- und Kooperati-\nonsmöglichkeiten vor Ort, sondern\ngleichermaßen auf einem qua-\nlitativem Wissenszuwachs\nfür Unternehmen, die\nin Brasilien aktiv\nwerden möch-\n%\n{\nE23\nten und sich\n€\ni\nLf\ndabei\n123\nt\n\\e)\nIE\nEu\nze\nr ee\nfs\n=\n1\nBE&\n= =\nPi\nLT er 1 55\n>\nur De ia\nDe\nei\ndi\nGe\nFr L\n—\nen\nLu\n=\nve\nnn,\na\numfassend über alle Chancen, Risiken und landesspezifischen Besonderheiten aus eigener Erfahrung informieren möchten. Mehr über das Reiseprogramm sowie die Teilnahmekonditionen finden Sie unter www.ihk-exportakademie.de, Suchwort: Brasilien. m\nee\nE\nu\n14\n+ ee\na\nei\nen\nil\nor\nFulvia Scarioni,\nIHK Region Stuttgart\nen\nu\nrm\nan\nI\nTr\nme lie\nAußenwirtschaft aktuell-11-12/2023 | 17\n=\nii\n23\nu\nwer\nze\nzu =\na\nRe Te\nii\n_=\nne ee",
  "page_18": "Rechtssicher auf Auslandsmärkten | Mitarbeiterentsendung\nMitarbeiterentsendung nach Schweden\nEinblicke in die Ausführung eines Auftrages oder einer Dienstleistung in Schweden\nDas schwedische Arbeitsmarktmodell ist speziell und prägt auch den Bereich Ent- sendung. Der Staat mischt sich möglichst wenig per Gesetz auf dem Arbeitsmarkt ein, sondern überlässt es den Sozialparteien, Arbeitgeberverbänden und Gewerkschaf- ten, diesen durch Tarifverträge zu regeln. Dementsprechend sind circa 90 Prozent der Arbeitsverhältnisse in Schweden von Tarif- verträgen gedeckt, obwohl es keine Allge- meinverbindlichkeit von Tarifverträgen gibt.\n&\nN\nPa\n>\nDr. Kamp-Wigforss, Deutsch-Schwedische Handelskammer\nDeshalb und auch wegen ihrer sehr weitgehenden Streikrechte sind die Gewerkschaften in Schweden sehr mächtig.\nGleicher Lohn und Bedingungen\nDrei Entsendungsfälle\nNach dem schwedischen Gesetz über die Entsendung von Arbeit- nehmern (1999:678) liegt eine Entsendung in drei Fällen vor:\n1. Ausländischer Arbeitgeber schickt Arbeitnehmer gemäß Ver- trag mit Dienstleistungsempfänger in Schweden für eigene Rechnung und unter eigener Leitung nach Schweden. 2.Ausländischer Arbeitgeber schickt Arbeitnehmer nach Schwe- den an Arbeitsplatz oder Unternehmen im Konzern. 3.Ausländische Zeitarbeitsfirma oder ausländischer Entleiher von ausländischer Zeitarbeitsfirma verleiht Arbeitnehmer an Un- ternehmen in Schweden.\nIn allen Fällen muss es um eine vorübergehende Entsendung ge- hen. Seit Juni 2022 fällt auch Kabotage, das heißt der Transport von Waren oder Passagieren auf Rechnung eines ausländischen Spediteurs, unter die Entsendungsvorschriften.\nAufenthalte zu Ausbildung, Kurs- und Konferenzteilnahme, reiner Marktforschung sowie bei Reportage für einen ausländischen Arbeitgeber sind keine Entsendungen. Bei Dienstreisen kommt es auf den Zweck der Reise an: gibt es einen Dienstleistungsempfän- ger in Schweden (auch konzernintern), liegt eine Entsendung vor.\nMeldepflichten\n18 | Außenwirtschaft aktuell 11-12/2023\nDie zuständige Behörde, das schwedische Zentralamt für Ar- beitsumwelt (Arbetsmiljöverket), gibt keine Stellungnahmen ab, sondern rät, dass im Zweifel immer von einer Entsendung auszu- gehen ist. Ist ein Entsendungsfall gegeben, muss der ausländische Arbeitgeber die Arbeits- und Beschäftigungsbedingungen des sogenannten „harten Kerns\" beachten. Dies sind einzelne Bestim- mungen des Urlaubsgesetzes, des Elternzeitgesetzes sowie des Ge- setzes über das Verbot der Diskriminierung von in Teilzeit und be- fristet Beschäftigten, das Diskriminierungsgesetz, das Gesetz über die Arbeitsumwelt (= Arbeitsschutz), das Arbeitszeitgesetz und bei Arbeitnehmerüberlassung das Arbeitnehmerüberlassungsgesetz.\nI 1\nIn Schweden gibt es keine gesetzlichen, sondern nur tarifvertrag- liche Mindestlöhne. Die schwedischen Gewerkschaften haben bei Entsendungen das Recht, Arbeitskampfmaßnahmen gegen aus- ländische Arbeitgeber zum Abschluss eines schwedischen Tarif- vertrags vorzunehmen, wenn die geforderten Bedingungen mit denen in einem zentralen Tarifvertrag der Branche in Schweden übereinstimmen. Dieses Recht steht ihnen sogar zu, wenn der ausländische Arbeitgeber einem ausländischen Tarifvertrag un- terliegt oder die geforderten Bedingungen beachtet beziehungs- weise übertrifft. Von daher ist es wichtig, dass sich entsendende Arbeitgeber an die Bedingungen des zentralen Tarifvertrags der betreffenden Branche, in die entsendet wird, halten.\nIn Schweden gibt es circa 670 verschiedene Tarifverträge, von denen die meisten nur auf Schwedisch sind. Sie sollen auf der Homepage der Behörde Arbetsmiljöverket veröffentlicht sein. Dies ist aber nur zu einem sehr geringen Teil geschehen. Dem Bereich Recht der Deutsch-Schwedischen Handelskammer liegen eine Reihe von Tarifverträgen vor. Die Juristen dort können hier- bei umfassend unterstützen.\nJede Entsendung ist bei der Behörde Arbetsmiljöverket spätestens ab dem ersten Tag in Schweden zu melden. Eine Al-Bescheinigung",
  "page_19": ".\n“ie\nH\n3 er\nwu\n[D\nans\n—-\n#\na ar\n.-\n“Mır\ns...\nBöser\nı\nat\nm\nte u\nsm\nAk u\n= ji“ er\nBei\nEL\n08\n“SE ii\nu\nEu\nnm\nie\n|\nef\nEee\nv\nmuss während des Aufenthalts in Schwe- den mitgeführt werden. Es ist zudem eine Kontaktperson mit Adresse in Schweden bei der Behörde zu registrieren. Die Dokumenta- tion der Meldung muss der entsendende Arbeitgeber spätestens bei Arbeitsbeginn dem Auftraggeber in Schweden nachweisen. Der Be- reich Recht der Deutsch-Schwedischen Handelskammer kann die Meldungen vornehmen und in dem Fall auch als Kontaktperson zur Verfügung stehen.\nRechtsfolgen bei Verstößen\nBußgelder bis zu 100.000 Schwedische Kronen, Schadensersatz sowie „ideeller\" Schadensersatz auch an die betroffenen Gewerk- schaften sind mögliche Rechtsfolge bei Verstößen. Es besteht bei Hoch- und Tiefbauaufträgen zudem eine tarifvertragliche und seit 2019 eine gesetzliche Haftung für ausgebliebene Gehaltszah- lungen von Subunternehmern.\nWeiter zu beachten\nDrittstaatsangehörige, die nicht der Europäischen Union und dem Europäischen Wirtschaftsraum angehören, benötigen grundsätzlich eine Arbeits- und Aufenthaltserlaubnis. Für bestimmte Tätigkeiten wie Elektro- und brandgefährdende Arbeiten, Gerüstbau und Arbei- ten in großer Höhe bestehen besondere Pflichten. Hierzu gehören die Registrierung, die Ausbildung vor Ort, die Ausbildungsanerken- nung und vieles mehr. Der Bereich Recht der Deutsch-Schwedischen\n5)\nD\nu\nSir\nDu\nA a er |\nel ERAREe\n#\n——i\n1\nHandelskammer kann beispiels- weise bei den notwendigen Regist- rierungen für Elektroarbeiten unterstützen.\nAuf vielen Baustellen sind die sogenannten IDO6-Karten der schwedischen Baubranche Pflicht. Der schwedische Auftragge- ber kann darüber Auskunft geben, ob diese auf der Baustelle be- nötigt werden. Weitere Informationen und die Möglichkeit, sich zur IDO6-Karte zu registrieren, finden Sie auf der Webseite unter www.idO6.se, support@idO6.se. m\nRechtsanwältin Dr. Kerstin Kamp-Wigforss, LL.M., Deutsch-Schwedische Handelskammer, www.handelskammer.se/de/dienstleistungen/recht\nIhre Ansprechpartner der IHK Schwarzwald-Baar- Heuberg zu Internationalem Wirtschaftsrecht\nCinzia Pettellino, Rechtsreferentin Telefon 07721 922-142, pettellino@vs.ihk.de\nStefan Villing, Rechtsreferent Telefon 07721 922-240, villing@vs.ihk.de\nMehr Informationen rund um Internationales Wirtschafts- recht finden Sie unter www.ihk.de/sbh, Nr. 4882634.\nu\nag\nAußenwirtschaft aktuell 11-12/2023 | 19\nBa m\nFl ie\nm\nER\nWi\nur 1\nA\n|\n_\nIM,\nEr;\nsaaaı\neo;\nnn\nit\nE\n[til\nmM\n|\nPi\ni\n|\n0\n| _\n8: u De\n|\nBL {1 nr:\n>\n77\nen | num!\n2\nu*\nm f FH\n„ri",
  "page_20": "Finanzierung, Förderung und Ausschreibungen\nDie Vereinten Na- tionen (United Na- tions - UN) veröf- fentlichen jährlich einen Bericht über die beschafften Pro- jr dukte und Dienst- leistungen. Das Be- Thomas Bittner, schaffungsvolumen IHK Region Stuttgart der 40 gelisteten UN-Organisationen betrug 2022 rund 29,6 Milliarden US-Dollar. Neben Zahlen zum Einkaufsvolumen einzel- ner UN-Organisationen enthält dieser auch eine detaillierte Aufschlüsselung nach Pro- dukten und Dienstleistungen gemäß dem Produktcode UNSPSC. Die ebenso veröffent- lichte Übersicht der vergebenen Aufträge\nlässt zudem eine Marktanalyse zu. Zentrale Plattform zur Registrierung von Lieferan- ten ist United Nations Global Market Place (UNGM). Diese erfolgt in drei Stufen: Die Basisregistrierung und zwei weitere Regist- rierungsstufen, die weiter gehende Angaben (Referenzschreiben, Finanzielle Dokumente) verlangen. Bei einigen UN-Organisationen sind die Basisinformationen bereits ausrei- chend und die Bestätigung der Registrierung als Lieferant erfolgt zeitnah. Bei anderen Or- ganisationen muss das komplette Registrie- rungsniveau durchlaufen werden.\nAuf UNGM werden zudem aktuelle Aus- schreibungen und vergebene Aufträge veröffentlicht. Für bereits registrierte Un- ternehmen gilt: sie müssen beim ersten Ein- loggen den UN Supplier Code of Conduct akzeptieren, sollten regelmäßig ihren Status überprüfen und auf eventuelle Anfragen von UN-Organisationen reagieren - auch wenn Ausschreibungen nicht passen bezie- hungsweise ein Angebot nicht unterbreitet werden kann.\nFür Unternehmen, die in Entwick- lungs- und Schwellenländern aktiv werden und ihr Engagement nach- haltig gestalten wollen:\nNeue Ideenwettbewerbe im Rahmen von develoPPP Classic und develoPPP Ventures vom 15. November bis 30. Dezember 2023\nGuter Startpunkt: UN-Procurement-Anlaufstellen\nUnternehmen, die sich für das UN-Einkaufs- Verfahren interessieren und den Kontakt zu Einkaufsabteilungen suchen, unterstützen die drei UN-Procurement-Anlaufstellen der Auslandshandelskammern (AHK) an den UN- Einkaufsstandorten in New York/USA, Ko- penhagen/Dänemark und in Italien.\nwww.developpp.de/foerderprogramm\ndeveloPPP - Sonderwettbewerb Ukraine\nwww.developpp.de/bewerbung\nIhr IHK-Ansprechpartner\nUN-Procurement-Forum\nAuch im Jahr 2023 gab und gibt es die Mög- lichkeit für Dienstleister und Lieferanten, sich über die Geschäfts- und Kooperationsmög- lichkeiten zu informieren, etwa beim EU-UN\nJörg Hermle\nTelefon 07721 922-123\nhermle@vs.ihk.de\n20 | Außenwirtschaft aktuell 11-12/2023\nFinanzierung, Förderung und Ausschreibungen\nMarktanalyse UN-Einkäufe: Tools, Anlaufstellen, Veranstaltungen\nProcurement Forum. Dieses wird jährlich im April von den am Headquarter der Vereinten Nationen in New York aktiven Wirtschafts- vertretungen der EU-Länder (AHK New York) organisiert.\nB2B-Gespräche mit UN-Einkäufern\nIm Auftrag des Bundesministeriums für Wirtschaft und Klimaschutz (BMWK) finden jährlich Informationsreisen für UN-Einkäufer im Rahmen von ausgewählten deutschen Messen statt. Unternehmen erhalten Infor- mationen über das UN-Beschaffungswesen, können sich über Branchenentwicklungen austauschen und mit UN-Einkäufern in Kon- takt kommen.\nWeitere Infos über das Projektgeschäft beziehungsweise zu den Ausschreibungen nationaler und internationaler Entwick- lungsbanken und -Organisationen finden Sie unter www.ihk.de/sbh, Nr. 5506090. m\nThomas Bittner,\nIHK Region Stuttgart\nrun\n* enterprise\n* europe\n* network\n“ur\nWir stehen Unternehmen zur Seite\nDie IHK Region Stuttgart ist Partner im EU-Beratungsnetzwerk Enterprise Europe Network zur Förderung kleiner und mittlerer Unternehmen, kofinan- ziert durch die Europäische Union. Gern informieren und beraten wir Sie zu Ihren Möglichkeiten.\nschatter@vs.ihk.de",
  "page_21": "Regionalseite\nBrasilien: Mehr als Strände, Regenwald und Samba - Der einzige strategische Partner Deutschlands in Lateinamerika\nInterview von Jörg Hermle mit Barbara Konner, Hauptgeschäftsführerin der Deutsch-Brasilianischen Industrie- und Handelskammer Säo Paulo\nFrau Konner, Sie sind seit Januar 2023 die neue Hauptgeschäftsführerin der AHK Säo Paulo. Welche sind Ihre ersten Eindrücke des Landes?\nBedeutung. Besondere Wachstums- chancen bietet der brasilianische Markt in den Bereichen Start-ups, Digitales (und Innovation). Das Land hat nicht nur den größten und den am besten entwickelten E-Commerce-Markt in Lateiname- rika, sondern auch eine florierende Start-up- und Fintech-Szene, die bereits über 40 sogenannte Uni- corns hervorgebracht hat.\n|\nBrasilien ist nicht nur Sehnsuchtsort vieler Deutscher, sondern vor allem ein wichtiger wirtschaftlicher und politischer Partner Deutschlands, mit einer langen gemein- samen Geschichte, die bis ins 19. Jahr- hundert zurückreicht. Seit 2008 ist Bra- silien der einzige strategische Partner Deutschlands in Lateinamerika. Nach ei- ner Phase der außenpolitischen Isolation gilt die neue brasilianische Regierung als pragmatischer, aber verlässlicher Partner im Kontext globaler Herausforderungen.\nWarum kann Brasilien ein attraktiver Geschäftspartner für deutsche Unter- nehmen sein?\nBarbara Konner, Hauptgeschäftsführerin AHK Säo Paulo\nWelche Unterstützung bietet die\nAHK Säo Paulo an?\nDie Deutsch-Brasilianische Industrie- und Handelskammer wur- de 1916 gegründet und ist an den Standorten Säo Paulo, Rio de Janeiro und Porto Alegre aktiv. Säo Paulo ist der größte deut- sche Industriestandort außerhalb Deutschlands. Die rund 800 Mitgliedsunternehmen der AHK Säo Paulo erwirtschaften 10 Prozent des industriellen Bruttoinlandsprodukts des Landes. Ne- ben den Kammeraktivitäten für Mitglieder, bietet die AHK Säo Paulo deutschen Unternehmen die Möglichkeit, komplett digital in den brasilianischen Markt einzusteigen, ohne dafür persönlich in Brasilien vor Ort sein zu müssen. Neben Online-Beratungsge- sprächen und Webkonferenzen können Unternehmen als güns- tigere Alternative zum eigenen Büro oder der Gründung einer Tochtergesellschaft das Office-in-Office-Konzept zur Eröffnung einer Geschäftsrepräsentanz nutzen. Darüber hinaus gibt es einen Messeservice, bei dem Gemeinschaftsstände organisiert und deutsche Unternehmen persönlich vor Ort als Besucher oder Aussteller durch erfahrene AHK-Mitarbeiter vertreten werden.\nNach der MOE-Länderwoche 2023 bietet die IHK vom 18. bis 22. März 2024 zum fünften Mal eine Länderwoche an. Welche Empfehlungen können Sie für die Länderwoche Südamerikani- scher Staaten als Hauptgeschäftsführerin der Deutsch-Brasili- anischen Industrie- und Handelskammer für Brasilien abgeben?\nAußenwirtschaft aktuell 11-12/2023 | 21\nMit knapp 215 Millionen Einwohnern ver- fügt Brasilien über einen der größten Ver- brauchermärkte der Welt. Die Bevölkerung ist nicht nur besonders groß und divers, sondern vor allem jung - mehr als die Hälfte der Bra- silianer ist unter 35 Jahre alt. Damit hat das Land einen demographischen Bonus, der auch wichtig für das Wirtschaftswachstum ist. Die Wertschöpfung ist hauptsächlich im Südosten des Landes konzentriert, wobei die Bundesstaa- ten Säo Paulo, Rio de Janeiro und Minas Gerais mehr als die Hälfte des brasilianischen Brutto- inlandsprodukts erwirtschaften. Neben Industrie und Landwirtschaft ist der Dienstleistungssek- tor mit einem Anteil von über 60 Prozent an der Bruttowertschöpfung im Land von herausragender",
  "page_22": "Regionalseite | Impressum\nWir haben uns über die Einladung zur Länderwoche 2024 sehr gefreut und gratulieren zu dieser erfolgreichen Initiative. Deutsche Unternehmen profitieren nicht nur von einem star- ken IHK-Netzwerk sondern auch von einem großen AHK-Netz mit über 150 Büros weltweit. Die Länderwoche stellt dabei eine einzigartige Plattform dar, mit dem Ziel konkrete Informatio- nen zu einer bestimmten Länderregion, dieses Mal Südamerika, zu liefern sowie einen Austausch der Mitglieder zu schaffen.\nUnternehmen haben die Möglichkeit sich über die Geschäftsmöglichkeiten in süd- amerikanischen Ländern im Allgemeinen so- wie in Brasilien im Speziellen bei Experten der AHK Säo Paulo zu informieren. m\nJörg Hermle,\nIHK Schwarzwald-Baar-Heuberg\nImpressum\nHerausgeber Industrie- und Handelskammer Region Stuttgart Jägerstraße 30, 70174 Stuttgart, Telefon 0711 2005-0 www.ihk.de/stuttgart, info@stuttgart.ihk.de\nHerausgeber „Regional\" IHK Schwarzwald-Baar-Heuberg Albert-Schweitzer-Straße 7, 78052 Villingen-Schwenningen Telefon 07721 922-0, www.ihk.de/sbh\nVerantwortung\nTassilo Zywietz\nVerantwortung „Regional\"\nThomas Wolf\nRedaktion\nSilke Taubert-Vikuk\nRedaktion „Regional\" Jörg Hermle\nDesign, Satz und Layout\nSANSHINE Communications GmbH\nBilder\ngettyimages (Titel), Travel mania - stock.adobe.com (Titel), Fotolia (Seite 9, 24), Xvector - stock.adobe.com (Seite 23)\n22 | Außenwirtschaft aktuell 11-12/2023\nDruck\nMüller Offset Druck GmbH\nIHK Region Stuttgart und IHK Schwarzwald-Baar-Heuberg Alle Rechte vorbehalten. Nachdruck oder Vervielfältigung auf Papier und elektronischen Datenträgern sowie Einspeisungen in Datennetze nur mit Genehmigung der Herausgeber.\nDie Außenwirtschaftsnachrichten werden unter anderem in Zusammenarbeit mit der Germany Trade und Invest (GTAI) verfasst.\nGIA GERMANY TRADE & INVEST\nAlle Angaben und Informationen wurden mit größter Sorgfalt erarbeitet und zusammen- gestellt.\nFür die Richtigkeit und Vollständigkeit des Inhalts sowie für zwischenzeitliche Änderungen übernehmen die IHK Region Stuttgart und die IHK Schwarzwald-Baar-Heuberg keine Gewähr.\n© 2023",
  "page_23": "Kurz vor Schluss.\nu\nen\nGeschäftsreise nach Bangalore, Indien\nIndien gilt als aufstrebende Wirtschaftsnation und als Land der Gegensätze.\nIm Rahmen des Managerprogrammes (MP) fand am 21. und 22. Juli 2023 eine Netz- werkveranstaltung mit 120 Führungskräften indischer Unternehmen in Bangalore statt. Im Fokus stand der Austausch zum ökologi- schen Wandel, zu grünen Technologien und nachhaltigem Wirtschaften. Indien hat hier großen Bedarf, das Potenzial für neue Ab- satzmärkte und neue Kooperationen für die deutsche Wirtschaft ist riesig.\nStadtbesichtigung konnten wir die reiche, kulturelle Vielfalt des Landes leider nur erah- nen: Es herrschte Regenzeit im Juli, 26 Grad Celsius, nicht ganz so heiß wie wir erwartet hatten. An die hohe Luftfeuchtigkeit muss- ten wir uns jedoch erst noch gewöhnen. Und an die Lautstärke: Im Gegensatz zum „auf- geräumten\" Geschäftsviertel erlebten wir auf den Straßen der Innenstadt „organisiertes Chaos”.\nAufstrebende Wirtschaftsnation\nLand der Gegensätze\nIndien ist seit April 2023 mit 1,428 Milliar- den Einwohnern der bevölkerungsreichste Staat der Welt. Bangalore, Indiens drittgröß- te Stadt, spielt eine entscheidende Rolle in der aufstrebenden Wirtschaftsnation. Sie ist das Zentrum der indischen IT-Branche, vie- le IT- und Biotechnologiefirmen haben hier ihren Sitz.\nDie breiten Straßen boten viel Platz für le- bendigen Verkehr mit Autos, Mopeds und Rikschas und unterschiedlichen Menschen; jungen Menschen in Shorts, T-Shirts und Sonnenbrille und älteren, die oft eher traditi- onell gekleidet waren. Die Frauen teilweise in Saris gehüllt, ältere Männer in Kurtas, Lungis und Dhotis, manchmal auch mit Turban. Ein- heimische und dazwischen Touristen. Ab und zu kreuzten Kühe die Straße, Hunde lagen am Straßenrand, daneben Marktstände, die un- terschiedlichste Waren zum Verkauf anboten. Die Straßen waren ziemlich schmutzig. Das Stadtbild war eher geprägt von Wohn- und Kaufhäusern, einige Tempel und Paläste rag-\nUnser Hotel, in einem modernen Geschäfts- viertel mit Fabriken und Bürogebäuden ge- legen, unterschied sich kaum von Hotels westlichen Standards. Wir fühlten uns in- mitten der Business Atmosphäre nicht wie in einem exotischen Schwellenland. Bei unserer\ner\nVz\na9“ 1:\nE\nj:\nV\na“\na\n\\\n\\\nph\nLi» Ar\n1!\nw u\nIL\n|\nP\niH\nPr\nw_\ni—I\nMit indischen Unternehmerinnen und Unternehmern auf der Netzwerkveranstaltung des Managerprogrammes.\nnn\nten aus der Masse eher niedriger Häuser her- vor. Die Taxifahrer auf den Straßen schien das Verkehrschaos nicht aus der Ruhe zu bringen. Gekonnt umfuhren sie Menschen, Getier und alles, was sich ihnen beim Überkreuzen der Straßen eher unabsichtlich in den Weg stellte.\nBuntes, lebendiges Indien\nIndien kann herausfordernd sein, insbeson- dere für westliche Reisende. Das Anpassen an das Klima, den Verkehr und die Menschen- massen erfordert Geduld und Offenheit.\nZusammengefasst kann ich sagen, dass Ei- niges vertraut ist: Durch die regionale Spra- chenvielfalt von mehr als 21 anerkannten Sprachen wird Englisch größtenteils als Geschäftssprache verwendet, so dass Small Talk und Networking problemlos war. Der Austausch mit indischen Unternehmen war höflich und wertschätzend. WLAN war über- all erhältlich. Vieles allerdings ist auch fremd, zum Beispiel der Schmutz und das Chaos auf den Straßen, das seine Ursache in der man- gelnden Infrastruktur findet.\nDie vielen Gegensätze und die unterschied- lichen Menschen machen Indien aber auch wieder bunt und lebendig - wie das Kopf- wackeln der Inder, das sowohl „ja\" als auch „hein\" bedeuten kann.\nBei der nächsten Reise nach Indien möchte ich mir mehr Zeit für Land und Leute neh- men. Einige Wahrzeichen stehen noch auf meiner Bucket List, das Taj Mahal ist nur ein Beispiel. m\nGeorgios Tsalparas,\nIHK Region Stuttgart\nAußenwirtschaft aktuell 11-12/2023 | 23\n2\nx\nui\nFF\nh\nku\n|",
  "page_24": "Regionale Veranstaltungshinweise\nDie Veranstaltungen der IHK Schwarzwald-Baar-Heuberg und der IHK Akademie finden als Präsenzveranstaltungen, in virtueller oder in hybrider Form statt. Wir behalten uns vor, die Veranstaltungsform gegebenenfalls anzupassen. Auf unserer Webseite www.ihk.de/sbh/veranstaltungen finden Sie aktuelle Informationen zu unseren Angeboten Veranstaltungen über die hier genannten Angebote hinaus finden Sie auch unter www.ihkakademie-sbh.de.\nVeranstaltung\nAnsprechpartner\nNovember\n23. November 2023 IHK-Außenwirtschaftsausschusssitzung\n29. November 2023 Sprechtag: Exportkreditgarantien\ndes Bundes\nDezember\n5. Dezember 2023\nImport - Export - Zollabwicklung\nmit der Schweiz\n7. Dezember 2023\nGesundheitswirtschaft Australien - Online\nJörg Hermle, Telefon 07721 922-123\nhermle@vs.ihk.de\nJörg Hermle, Telefon 07721 922-123\nhermle@vs.ihk.de\nAileen Höfner, Telefon 07721 922-311\nhoefner@vs.ihk.de\nJörg Hermle, Telefon 07721 922-123\nhermle@vs.ihk.de\nJanuar\n23. Januar 2024\n30. Januar 2024\nNeues in 2024\nExport für Neu- und Wiedereinsteiger\nAileen Höfner, Telefon 07721 922-311\nhoefner@vs.ihk.de\nAileen Höfner, Telefon 07721 922-311\nhoefner@vs.ihk.de\nFebruar\n27. Februar 2024\nLieferantenerklärungsmanagement\nAileen Höfner, Telefon 07721 922-311\nhoefner@vs.ihk.de\nMärz\n18.-22. März 2024 IHK-Länderwoche Südamerika\nJörg Hermle, Telefon 07721 922-123\nhermle@vs.ihk.de\nBitte beachten Sie, dass es sich bei den obigen Veranstaltungshinweisen nicht um abschließende Empfehlungen handelt. Wir weisen vielmehr ausdrücklich darauf hin, dass es eine Vielzahl weiterer Anbieter und Angebote entsprechender Veranstaltungen gibt.\nNewsletter\n@\nrn\nMit unserem kostenlosen Newsletter-Service kommen die neuesten IHK-Wirtschaftsinformationen aus den von Ihnen gewählten Themengebieten tagesaktuell per E-Mail zu Ihnen.\nwww.ihk.de/sbh"
},
  "language": "Languages.GERMAN",
  "total_pages": 24
}
