{
  "file_name": "328_2838.pdf",
  "pages": {
  "page_1": "4 - o\nfor Europe\nDate: October 27, 2022\nVenue: Sofitel Europe, Place Jourdan, Brussels\nHONORARY PATRON\n“Energy for Europe” Conference\nWith one voice on the future of European energy (Agenda)\n10:00 am — Registration\n11:00 am - Welcome and introduction to the discussion - Marcin Nowacki, Vice President of the Management Board of ZPP\n11:05 am — Introduction from MEPs\n11:10 am — Speach from the Strategic Partner - Andrzej Kensbok, Vice President Finance KGHM Polska Miedz\n11:15 am - First discussion pannel: Nuclear Energy - Small Nuclear Reactors (SMRs)\nTopics: The renaissance of nuclear energy in Central Europe - France as a European nuclear hub — nuclear energy in taxonomy and the European Green Deal - mechanisms supporting nuclear technologies - a way to use nuclear fuel. Gianfranco Brunetti, Deputy Head of Unit, Nuclear Energy, Nuclear Waste and Decommissioning, DG ENER (D2), European Commission (confirmed) Piotr Dziadzio, Undersecretary of State, Chief National Geologist, Government Plenipotentiary for the State’s Raw Materials Policy, Ministry of Climate and Environment (Poland) (confirmed) Andrei Goicea, Policy Director, NuclearEurope (confirmed) Kamil Orzet, Director of the Regulation Department, KGHM Polska Miedz (confirmed) Hans Rhein, Head Of Unit, Nuclear Safety Coordination and International Relations at European Commission (TBC) Anna Zalewska, Member of the European Parliament (confirmed)\nMODERATOR: Kamil Zawicki, Co-Managing Partner, Kubas Kos Gatkowski\nENERGY\nFORUM\nPA\nce European\nSTRATEGIC PARTNER\nORGANIZERS\n2 08 MINISTERSTWO.\n¥ : AKTYWOW\nfee aS PANSTWOWYCH\nPARTNERS\nsme connect\nMEDIA PARTNER\na\nne POLSKA MIED2\nEnergetyka\nKGHM\nlt\nEnterprise Alliance\n- CIRE.PL\n_—_— am\nE |\nPolska Grupa\nPGE Energetyczna\nyee\nKOS\nn ea\nC@ PGNiG\nCONTENT PARTNER\n| KUBAS\nGALKOWSKI",
  "page_2": "15:30 pm — Networking\nRegister here: https://bit.ly/3aKGTsh\nSTRATEGIC PARTNER\n12:15 am — Lunch\n1:15 pm — Second discussion pannel: Offshore wind energy - the potential of the Baltic Sea\nTopics: offshore growth potential in the Baltic Sea - European local content in offshore - port facilities, fleet - offshore and biodiversity - the specificity of the Baltic Sea in offshore investments.\nMarcin Nowacki, President of European Enterprise Alliance (confirmed) Dariusz Lociriski, President of the Management Board, PGE Batlica (confirmed) Kristian RUBY, Secretary General, Eurelectric (TBC) Pierre Tardieu, Chief Policy Officer, Wind Europe (confirmed) Inese Vaidere, Member of the European Parliament via video statement (confirmed) Pernille Weiss, Member of the European Parliament via video statement (confirmed) Ricardo Renedo Williams, Policy Officer for Infrastructure and Regional Cooperation at Directorate- General for Energy (DG ENER), European Commission (confirmed)\nMODERATOR: Matthew James, Publisher, Energy Post\n2:15 pm — Coffee Break\n2:30 pm — Third discussion pannel: Fit for 55, REPowerEU and EU energy security\nTopics: Fit for 55 structure and dependence on Russia - gas as a transition fuel - the role of nuclear energy in the European Green Deal - emission trading systems - Fit for 55 and the freedom to create an energy mix - CBAM - industry in the era of emission cuts. Patryk Jaki, Member of the European Parliament (TBC) Radan Kanev, Member of the European Parliament (TBC), Pawet Majewski, President of the Management Board, ENEA S.A. Matgosia Rybak, Climate Change & Energy Director, CEPI (confirmed) Piotr Sprzqczak, Deputy Director of International Cooperation Department at Ministry of Climate and Environment (Poland) (confirmed) Tomasz Wtostowski, Vice-Chairman, Climate Committee, Fertilizer Europe (initially confirmed) Representative of PGNiG\nMODERATOR: Jakub Wiech, Deputy Editor-in-Chief - Energetyka24.com\nHONORARY PATRON\nORGANIZERS\n(2!\nsme connect\nENERGY\nFORUM\nZPP\nce European\nMINISTERSTWO\nAKTYWOW\nPANSTWOWYCH\nen\nng?\nMEDIA PARTNER\nPARTNERS\nKGHM\nPOLSKA MIiED?2\nEnergetyka\nlil\nEnterprise Alliance\nCONTENT PARTNER\n| KUBAS\nGALKOWSKI\nYe\nC@ PGNiG\nKOS\n> CIRE.PL\nEnea\nPGE Energetyczna\nPolska Grupa"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
