{
  "file_name": "331_2863.pdf",
  "pages": {
  "page_1": "Li\nCarbon Border Adjustment\nMechanisms (CBAM)\nLafargeHolcim\nLafargeHolcim Perspectives, October 2020\nExecutive Summary\ne LafargeHolcim supports the objectives of the Green Deal and is comitted to contributing to the achievement of a carbon-neutral economy by 2050. Competitive EU manufacturing, driven by innovation and anchored in the carbon-neutrality transition, requires domestic manufacturers to compete fairly with non-EU importers on the basis of comparable carbon costs (i.e. a level playing field on carbon costs). To avoid “double protection”, free allocations awarded to EU producers must be discounted from the carbon costs levied on importers, thereby allowing compatibility with the EU ETS. The CBAM should preferably take the form of a levy or an ETS “mirror” measure that does not interfere with the EU carbon budget and is based on verified emissions of imports. The CBAM must reflect unpredictable future variations in free allocations and carbon prices. CBAM must be tested and phased-in in parallel with the continuation of EU ETS mechanisms, at least until it is fully operational and legally secured.\nContext\nTransitioning to carbon-neutral construction relies on:\ne Ensuring the attractiveness of local production, with local resources, for local use; e Incentivizing investments and innovation in circular solutions, renewable energy and advanced technologies such as carbon capture use and storage; e Creating a demand for low carbon building materials and solutions.\nCompetitive EU manufacturing, driven by investments and innovation and anchored in the low-carbon transition, is conditional on a level playing field with non-EU importers with regards to carbon costs.\nWith reduced Historical Activity Level (HAL) and emission factor benchmark, this prerequisite will be accentuated during phase IV of the EU ETS as, by design, free allocations do not cover 100% of carbon costs. In the cement sector, the expected allocation deficit puts some 40 million tonnes of EU- manufactured clinker at risk of being offshored by 2030 (equivalent to >20% of the EU demand).\nThe construction sector’s transition towards carbon-neutrality will significantly contribute to reaching Europe’s ambition to be a carbon neutral continent by 2050. The import of more carbon-intensive products to meet the demand for construction materials in Europe will slow down this transition and hamper low-carbon investments and innovation in European assets.\nThe cement sector is also characterised by long business cycles that restraint the possibility to implement cost pass-through, which is rendered even more unlikely with high price elasticity, which is the case for cement, and especially in border markets (e.g. along the Mediterranean coast).\nIn this context, the existing EU ETS needs to be complemented by a carbon adjustment mechanism at Europe’s borders. It is a necessary measure to maintain a fair competition as the free allocations under ETS phase IV will not be sufficient to enable EU-based manufacturing to compete fairly with non-EU imports that do not have equivalent carbon costs. In turn, it will provide the necessary assurance for EU manufacturers to continue investing in low carbon innovation & technology across European assets.\n© 2019 LafargeHolcim",
  "page_2": "CBAM design options for the cement sector\ne\nCompatibility with EU ETS and free allocation: As EU ETS phase IV comes into force, by default free allocations will not to cover the full carbon cost paid by EU manufacturers (e.g. revised benchmarks that are based on the 10\" percentile best performers). Unless the CBAM covers immediately 100% of the carbon cost paid by domestic manufacturers (versus an incremental / phasing-in approach), CBAM should cover the cost beyond the level of free allocations. Deducting free allocations received by EU manufacturers in the calculation of the CBAM will allow to avoid “double protection” for domestic EU manufacturers.\nCarbon cost not covered by ETS mechanisms and to be “levied” on imports (CBAM) EU ETS Benchmark (free allocations)\n—\n—\n_\n=\nTotal carbon cost for\nEU manufacturers\n=\n_\na\nIf or when the CBAM covers 100% of EU domestic carbon costs, then free allocations would probably need to be phased-out in order to ensure compatibility with WTO/GATT. In such circumstances, the phasing-out of the free-allowances mechanism and the parallel phasing-in of the CBAM must be done over a well-designed transition period that avoids any severe economic shocks that no industrial sector could absorb. The design of the CBAM will also have to ensure that it does not interfere with the EU carbon budgets and remains parallel / complementary to the EU ETS. Carbon-pricing for carbon-neutrality: the transition towards a carbon neutral economy requires carbon prices/costs/constraints/opportunities that are reflected across value chains. Integrating carbon pricing across value chains in the form of carbon consumption charges would form a way forward that would eliminate most trade-related concerns as it would apply to domestic and imported products, based on a harmonized carbon footprint methodology established as a requirement to access the single market. Measuring the CO2 content of imported clinker / cement: CEN EN 19694-3' is the standard used by the cement industry to measure and report its CO2 emissions. It forms a globally harmonised methodology for the calculation CO2 emissions from clinker and cement production. It also provides the basis for the GCCA (Global Cement and Concrete Association) Guidelines for the monitoring and reporting of CO2 emissions from cement manufacturing. These guidelines are intended as a tool for cement companies worldwide and form the basis for the GNR (Getting the Numbers Right) database which addresses all direct and the main indirect sources of CO2 emissions related to the cement manufacturing process. This standard is used by the industry globally and forms an adequate basis to report the verified emissions of any import. Unpredictability in free allocations and carbon price: The CBAM must fairly take into account the unpredictable future variations in carbon prices and free allocations (e.g. in case a Cross Sectoral Reduction Factor being applied during Phase IV of the EU ETS). It must therefore factor-in the variability and uncertainty of the regulatory regime, and must not be based on fixed EU averages of past performances (which in most case would be an inaccurate reflection of the present circumstances at a given time of import).\nIn practice, the charge (for the cement sector) could look like as follows:\n'\nStationary source emissions — determination of GHG emissions in energy-intensive industries — Part 3: cement industry\n© 2019 LafargeHolcim",
  "page_3": "Carbon import charges (€/t clinker) = (verified emissions’ of import + associated transport emissions in kg CO2/t clinker) - (EU ETS clinker benchmark in kg CO2/t clinker * CSRF) multiplied by the carbon price (€/kg CO2)\n|\n|\n|\nCarbon content of\nimported clinker (kg CO2/t\n950\nclinker)2\nmEU ETS Benchmark (kg\nCO2/t CK) multiplied by\nCSRF\n= Carbon content to subject\nr\nT\nT\nT\n1\nto CAM (kg CO2/t clinker)\n0\n200\n400\n600\n8 ckg coz\nCarbon content\nClinker)\nFigure 1: hypothetical calculation of carbon content of imported clinker submitted to CBAM\ne Carbon price: The carbon price used to calculate the charges must be as close as possible to actual spot prices, given the significant volatility that currently exists on the carbon market and uncertainties linked to large list of factors (Brexit, coal plant closures, etc.). If the use of spot prices may be complex, periodical averages should be used and include a precise review mechanism that can ensure that transactions are not entirely disconnected from the situation (and operational reality of domestic producers) at the time of import.\nOverarching Principles\n1 A CBAM should first be introduced in a pilot phase in parallel with EU ETS mechanisms. 2 A gradual phase-out of ETS free allocation can only be envisaged when the CBAM is fully tested, operational and legally secured (incl. WTO compatibility). 3 Sectors that compete significantly in downstream markets must be included in the same regime, in order to avoid distortions of competition. 4 The system for importers should be based on verified emissions (from the producing facility, according to international standards, and by independent third party verifiers) 5 The system must fairly account for the uncertainty relating to carbon prices and free allocation evolutions.\nAbout LafargeHolcim\nAs the world’s global leader in building solutions, LafargeHolcim is reinventing how the world builds to make it greener, smarter and healthier for all. On its way to becoming a net zero company, LafargeHolcim offers global solutions such as ECOPact, enabling carbon-neutral construction. With its circular business model, the company is a global leader in recycling waste as a source of energy and raw materials through products like Susteno, its leading circular cement. Innovation and digitalization are at the core of the company’s strategy, with more than half of its R&D projects dedicated to greener solutions.\nLafargeHolcim supports the objectives of the Green Deal and is committed to contribute to the achievement of a carbon-neutral economy by 2050. We aim to lead the transition towards low-carbon and circular construction by introducing more low-carbon products and solutions to our customers worldwide and by being at the forefront of innovation in construction materials and solutions.\nKKK\nBrussels, October 2020\n?\nSif import verified emissions are not available, a global penalised average must be applied.\nCalculated on the basis of EN19694-3\n© 2019 LafargeHolcim\nLafargeHolcim, Rue Vilain XIlIl, 53-55, 1000 Brussels, Belgium\n, www.lafargeholcim.com"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
