{
  "file_name": "331_2859.pdf",
  "pages": {
  "page_1": "HOLCIM\nPUBLIC POLICY\nPOSITIONS\n——+\nhic *\nht\n‘ket\nA\nry\nSn, ayy an\nnaa, pes\nWi.\n{PF ¥\nT4\n—\n'\nj jaa!\nrata\na\ng\n2 gee\na\n=\nsve\n%\nps\nAl\nBit,\n\"Qh\nEk\nPT =\n4\nhy\n7\nsw\n*\n> beat\n1 A ee\nNN}\n|\nhes\naH\n*\nase\nrf\nabi bitin\nWi\nhe\nte\n|\na\n., af,\n©\nr\\)\nfi\n—\n+.\n+\na oad\n%\nke\n=\ns\ni=\n»\n4\ny /\nae\nwe\n1\n+4\n~\n—\nea ct\nat\n2,\nbs Ne\nreeks t\nbas\nWS\nhe ‘nt i\nyy\n\\\\\na\na\ncate\nae,\nae\nze\n5\nSoe\nKe\naR it\nae\nep ees ag aes\neg\nElen\nRia fe\neo rt,\nv2\nI9%\noul\na\nyas ate\na5\na\nte\ners\nBr 2 M2\nRS,\n2\niA\nf.\na\nae;\nnat.\nSid 4\nbe Ps:\nty\nSe\nces aH)\n=\nme\nOR\nRa re\nRes\n HOLCIM\nag\nay\ntS zy\nas\n<q\n35)\nic,\nWaar. Mee\nMARCH 2023\nEe\n> Se\nen)\neh\nhee\nPies a\ner\n1\nee\n#3 a4\nae\nIA :\nee\n\\\nNg tx\nPs:\nay oe\nase)\nBer Bee\nSet at oa vs IIA\nie\nSh\nTa\nty\nPEAY is SNS\nHe\n>\noe",
  "page_2": "ee\niy\n\nOn both sides of the Atlantic, the political and industrial agenda is firmly moving towards one of green growth. In Europe it is anchored in the Green Deal with a firm objective of no net emissions of GHG by 2050 and economic growth decoupled from resource use. In the US it is anchored in initiatives such as the Inflation Reduction Act which create an overarching incentivising environment to deploy low carbon and resource efficient technologies at scale.\nAt Holcim, our strategy is also one of green growth:\ne We put decarbonization at the heart of our industrial and commercial strategy (from the deployment of CCUS technologies to low carbon solutions such as ECOPact concrete); We drive circular construction to build better with less (e.g. by recycling CDW in our products & processes and using tech such as 3D printing that reduces the use of materials by up to 80%); We develop solutions to make cities greener from foundation to rooftop and empower society with smarter infrastructure (from green roofs to zero-fossil fuel housing).\nThis journey requires radical collaboration with our entire value chain and with regulators. In particular we need regulatory frameworks that:\ne Help us build the business case to invest at scale in decarbonized technologies (e.g. competitive access to decarbonized energy / facilitated access to funding / viable framework for the reuse of industrial CO2) Lead to market demand for decarbonized and circular solutions (e.g. harmonized products standards / ambitious building codes such as the French Environmental Regulation in 2020 / public procurement that is technology neutral, based on lifecycle performance and not material specific in order to drive innovation) Enable industry to remain competitive on the global stage (e.g. international level playing field on carbon costs / fair state aid rule for energy-intensive sectors / dynamic carbon pricing)\n9 HOLCIM\n\nOne decarbonization lever that is fundamental to the sector’s transition is CCUS. The regulatory frameworks that are currently being developed will play fundamental roles in enabling the CCUS value chain to become the necessary engine of the low carbon and circular transition. No single\nCARBON CAPTURE USE AND STORAGE (CCUS)\n2/7",
  "page_3": "ee\nyy\nsolution will be perfectly scalable everywhere as different environments present different conditions (e.g. technological, geological and legislative) that will be favorable for one solution or another. This requires a flexible yet unequivocal regulatory framework: European Innovation Fund and CCUS\nIn 2022, the European Union (EU) Innevation Fund e Recognizing carbon use as an selected two Holcim breakthrough CCUS projects in integral part of the transition to net Germany and Poland, part of the 2nd Call for Large Projects. Both proje eature scalab lé technologies to zero is a necessity as is avoiding the put Holcim at the fo refront of Eurap S industrial design of restrictive regulatory decarbonization. The \"Carbon 2 Business \" project in frameworks that prevent the scale-up Lagerdorf, Germany, will use use Oxy el technology to of industrial carbon capture projects. capture the CO2 and further using as a feedstock for RFENBOs or the chemical industry. Our Go4ECOPlanet Policies under development (e.g. on project in Poland will create an end-to-end Carbon synthetic fuels in EU) cast serious Capture and hain from CO? Storag starting capture doubts on the future of CO2 utilization from its site Kujaw to offshore the North in storage in from industrial sources, without any Sea. We are working on further investment to enable the serious impact assessment. expansion and acceleration of our CCUS strategy. eA dynamic, accessible and competitive value chain for CO2 transport and storage. Europe must focus on securing accessible infrastructure for carbon capture, transport and storage. The current monopolistic environment threatens the viability of many projects that would otherwise be implemented before 2030 (and which require planning / permitting / financing now).\nMARKET DEMAND FOR LOW-CARBON PRODUCTS AND SOLUTIONS\nHolcim is committed to leading the transition toward low-carbon and circular construction by developing and introducing green products and solutions worldwide. In most cases, introducing them to the market generally requires an adapted product standard and its use must be facilitated by building codes and (public) procurement practices in order to create market demand. Integrating sustainability performance in building codes, public procurement, and product standards, alongside traditional criteria (safety, performance, durability and affordability) will lead to a faster market uptake of low carbon solutions.\ne Create market demand through a dynamic standardization and public procurement framework. Having standards in place and implemented swiftly is fundamental to start building a supply-demand momentum in the value chain that can be supported by (public) procurement practices and building codes.\nThe use of harmonized product standards remains the most appropriate approach.\nIn Europe, our experience with EN 197-6 for the use of recycled concrete fines in cement shows that a non-harmonized approach hampers effectiveness, speed of deployment and cross-country optimisation within the single market. All difficulties encountered nowadays to make applicable harmonized standards should be solved in close cooperation with industry as\n3/7\n9 HOLCIM",
  "page_4": "yy\n9 HOLCIM\nee\nsoon as possible without unnecessary legal complexity nor multiplication of regulations.\nIn the United States, we fully support the Biden administration's establishment of lower emission standards through Executive Orders such as “Buy Clean”. Our products can help them reach their targets with our industry-leading green building solutions.\nCARBON PRICING AND CARBON BORDER ADJUSTMENT MECHANISMS (CBAM)\nCarbon pricing mechanisms will continue to play a central role in the transition to a net zero economy and the deployment of advanced technologies. It must be designed in a way that embeds carbon costs across whole value chains to ensure low-carbon solutions are competitive.\nMore than ever, carbon pricing design must provide an unequivocal level playing field on carbon costs between domestic producers and importers (where carbon pricing may not exist), with a view to ensure that low-carbon technologies are competitive and do not create market distortions. In that respect the European CBAM is one such tool that aims at creating carbon cost equivalence among all market players.\nCBAM requires a fast and “watertight” implementation is key to its success. A swift implementation of the CBAM will provide the necessary foundations for large scale investments in the decarbonization of our activities and products across the EU. It requires close collaboration with the sectors concerned, in order to make sure that adequate (existing) standards are used (eg. on GHG measurement, monitoring and reporting) and all potential circumvention routes are effectively closed. This process is fundamental to ensuring effective CO2 cost equalization.\nUltimately, carbon costs must progressively be absorbed in products and solutions in order to render carbon-efficient solutions more competitive. This entails carbon pricing mechanisms that encompass both supply (carbon emissions) and demand (carbon consumption).\nLIFE CYCLE PERFORMANCE AS BASIS FOR THE FUTURE OF CONSTRUCTION\nDecarbonizing construction and making the value chain truly circular does not rely on a single technology, material or sub-sector. All materials and all technologies are part of the solution. A policy framework and vision must be based on technology neutrality and full lifecycle performance.For instance, requiring construction projects to use full lifecycle performance methodologies to ensure alignment with the 1.5°C objective will lead to a dynamic market based on low carbon innovation and performance.\n4/7",
  "page_5": "ee\nyy\nENERGY\nAccess to competitive decarbonized energy is a critical enabler to the decarbonization of the industry:\ne A well-functioning and interconnected electricity market where there is access to decarbonized energy at scale and at competitive prices is the cornerstone for the decarbonization of European industry and its short & long-term competitiveness. Investments in renewable energy assets should be facilitated through faster permitting procedures, including for the development of renewable assets in industrial contexts. Industry also requires continued access to non-recyclable waste and biomass waste. These resources currently supply a large proportion of the cement sector’s fuel needs, allowing it to become less dependent on imported fossil fuels while decarbonizing our processes.\nFUNDING FOR DECARBONIZED INDUSTRIAL GROWTH\nIn order to build strong business cases and ensure the deployment of low carbon technology, industry requires access to combined sources of funding. This can be facilitated through:\ne A simplified application and approval process to funding sources, allowing transparent and easy access. A shift to direct funding of CCUS for the cement industry can accelerate the construction phase of CCUS projects and hence the decarbonization in the US plants. In Europe, a swift deployment of Carbon Contracts for Difference (CCFDs) at EU and national level to allow for a de-risking of projects based on access criteria that are simple and fast in execution.\nMANDATORY HUMAN RIGHTS AND ENVIRONMENTAL DUE DILIGENCE\nHolcim supports the implementation of regulatory frameworks that require mandatory human rights and environmental due diligence. A common legal requirement, such as proposed at the European Union level, contributes to bringing companies to the same standard. It also ensures that efforts made by companies to respect people and the planet are not undermined by the lack of uniform standards. Such regulatory frameworks increase legal certainty and ensure a competitive level-playing field, to the benefit of the environment and of local communities.\nTRADE ASSOCIATION CLIMATE REVIEW\nOur commitment to climate related reporting is transparent and rigorous and we take the same approach in our advocacy positions.\n5/7\n9 HOLCIM",
  "page_6": "ee\nAligned with our net-zero pledge, Holcim is committed to ensure that our direct and indirect lobbying through trade associations are aligned with the Paris Agreement and Holcim’s positions outlined below.\nyy\n1 Support of the Paris Agreement’s climate targets and net-zero agenda 2 Support of the use of carbon pricing mechanisms 3 Development of an industry roadmap to net-zero by 2050 4 Acknowledgement of the need of advanced technologies, including CCUS, to further decarbonize (mainly for cement industry associations) Support of the need to introduce low-carbon products on the market\nWe selected the most significant organizations, ensuring a balanced geographical distribution and including global, regional and national organizations, together representing represent c. 80% of the total amount that the Group paid to trade organizations in 2022. The organizations were assessed by reviewing their public positions using their website, media releases, publications, social media, questionnaires and, when needed, discussions with the local public affairs teams.\nWe recognize that the journey to net zero requires radical collaboration across our entire value chain and with regulators, investors, NGOs, civil societies and employees. We are committed to work with these stakeholders and our trade associations to accelerate that journey. Where any selected organizations had material misalignment or diverging views with Holcim’s policy positions and could not be considered to be part of the acceleration to net zero we will dissociate ourself from the trade association and related activities or, in extreme cases, renounce its mandates within the organization and/or its membership.\nAfter this review, we pursued our work with all the organizations included in the scope to close the gaps and push for more alignment with our positions and commitments on Climate Policies. As a result, 5 out of 9 organizations that had not developed net-zero roadmaps 2 years ago, have now issued and published their roadmaps, while two are no longer associated with Holcim. Two organizations that did not formally declare their support to the Paris agreement have formalized their positions since. We will continue to assess the climate policy positions of our trade association memberships on a periodic basis.\nHOLCIM ADVOCACY ENGAGEMENTS\nAs part of its activities to advocate global emissions reductions and the reaching of the Paris Agreement ,Holcim attends global events and initiatives, such as UNFCCC’s climate COP or the Climate Week NYC organized on the margins of the UN General Assembly. Holcim is actively involved in the work of recognized leading organizations on sustainable construction, industrial decarbonisation and the decarbonisation of the built environment. This includes the World Business Council for Sustainable Development (WBCSD), the World Green Building Council (WGBC), UNIDO’s Industrial Deep Decarbonisation Initiative (IDDI) or the Leadership Group for Industrial Decarbonisation (LeadIT).\n6/7\n9 HOLCIM",
  "page_7": "yy\n9 HOLCIM\nee\nHolcim has signed the UN Global Compact, supporting its ten principles on human rights, labor, environment and anti-corruption. In parallel to our role as a global leader, we engage bilaterally in our markets with governments on Climate policy agenda.\nHolcim has driven decarbonization discussions in Industry Trade Associations such as Cembureau in Europe and Global Cement and Concrete Association on a global level. We are actively engaged in the development of an ambitious climate policy framework globally, at regional levels (e.g. Europe) and national levels (e.g. USA).\nSome of the topics that Holcim engages on include Carbon Capture utilization and storage (CCUS) related policies, carbon pricing schemes, the development of competitive decarbonised energy networks, the achievement of common definitions and standards of low-carbon cement (within our industry and with external organizations such as the First Movers Coalition of Concrete Zero). We are actively advocating for public procurement frameworks to embed low carbon and circular solutions. In Europe, we have actively engaged and supported the development of the EU’s Carbon Border Adjustment Mechanism (CBAM), both as Holcim and through our European Trade association Cembureau).\nKKK\nLearn more on www.holcim.com\nPublic Affairs Contacts Cédric de Meets, Head of Group Public Affairs cedric.dameaus@tholcim.com\n7/7"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
