{
  "file_name": "337_2909.pdf",
  "pages": {
  "page_1": "EMBUREAU\nThe European Cement Association\nEP Intergroup Climate Change,\nBiodiversity & Sustainable Development\nStrengthening the business case for industrial decarbonization: CBAM proposal\n=\n=\not $e\nee we Gi ‘\\\n[yy\n=\n@\n24\nns!\nTuesday 15 March 2022, 10:00 — 12:00 CET\nHosted by MEP Maria Spyraki\nCo-Chair of the European Parliament Intergroup on ‘Climate Change, Biodiversity & Sustainable Development’\nAchieving net-zero greenhouse gas emissions by 2050 for European energy-intensive industries is a major challenge for the European Union. EU industries, such as cement, steel, chemicals and non-ferrous metals, represent about 15% of the EU’s greenhouse gas emissions. They play a key role in terms employment and provide the European economy with materials which are indispensable to society.\nFollowing the European Green Deal, many of these sectors and companies have voiced their ambition to reach carbon neutrality and reduce emissions. Yet, energy-intensive industries face specific challenges related to their decarbonization, related to the difficulties in reducing CO2 emissions as ‘hard to abate’ sectors, and the risk of carbon leakage. The EU regulatory framework will therefore play a critical role in providing these sectors with a robust business case to support decarbonization investments.\nAs part of its ‘Fit for 55’ package, the European Commission has issued proposals to introduce a Carbon Border Adjustment Mechanism (CBAM). This legislation will play a decisive role to strengthen the business case for decarbonization investments across the EU, but some of its key parameters still have to be defined. As a result, this event organized under the umbrella of the European Parliament Intergroup on ‘Climate Change, Biodiversity and Sustainable Development’ with the kind support of CEMBUREAU, aims at looking in particular at the following questions:\nContact: Ilias Grampas, Deputy Director, EBCD\nSecretariat of the EP Intergroup on \"Climate Change, Biodiversity and Sustainable Development\" E-mail: ilias.grampas@ebcd.org — Tel: +32 2 234 50 14\neS\n= “ie\n_—",
  "page_2": "EMBUREAU\nThe European Cement Association\nP Intergroup Climate Change,\nBiodiversity & Sustainable Development\nHow can the proposed CBAM support industrial decarbonization? What can be done to maximise CBAM’s effectiveness in tackling carbon leakage? How about exports? Going forward, what is the best way to implement CBAM and ensure that it successfully supports decarbonization efforts in the EU and abroad?\nFINAL AGENDA\nMEP Mohammed Chahim, Rapporteur on the CBAM proposal for the ENVI Committee — 7 min Pasquale De Micco, Policy Officer, Directorate-General for Taxation and the Customs Union (DG TAXUD), European Commission — 7 min Yanni Paniaras, Executive Director, Europe and Sustainability at TITAN Cement Group — 7 min Marco Mensink, General Director, Cefic — 5 min Nick Keramidas, EU & Regulatory Affairs Director, Mytilineos S.A. — 5 min Johanna Lehne, Senior Policy Advisor, E3G — 5 min Benjamin Denis, Senior Policy Advisor, IndustriAll — 5 min\nContact: Ilias Grampas, Deputy Director, EBCD\nSecretariat of the EP Intergroup on \"Climate Change, Biodiversity and Sustainable Development\" E-mail: ilias.grampas@ebcd.org — Tel: +32 2 234 50 14\n10:00 — 10:05: Welcome remarks by MEP Maria Spyraki, Co-Chair of the European Parliament Intergroup on ‘Climate Change, Biodiversity and Sustainable Development’\n10:05 — 10:10: Introduction remarks by Koen Coppenholle, CEO, CEMBUREAU\n10:10 — 11:10: Panel discussion, with the participation of:\n11:10 — 11:50: Q&A session with the audience\n11:50 — 12:00: Key take-away messages and closing remarks by MEP Maria Spyraki, Co-Chair of the European Parliament Intergroup on ‘Climate Change, Biodiversity and Sustainable Development’"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
