{
  "file_name": "337_2895.pdf",
  "pages": {
  "page_1": "The \"deindustrialization\" threat in Europe should awaken us\nBy Evangelos Mytilineos, Chairman & CEO of MYTILINEOS and Chairman of Eurometaux\nThe drums of war in Ukraine were threateningly beating at this time last year, but the energy crisis had already started showing its teeth since the end of the summer. No one could, however, anticipate the course and duration of the energy crisis that would follow, let alone the existential threat it would ultimately pose to European industry. The already challenging situation in relation to global competition and the wrong choices made by Europe (such as the completely anti- developmental approach through actions such as the Carbon Border Adjustment Mechanism (CBAM) to deal with the advent of China in commodities, brought large industries, and in particular energy-intensive industries, to the brink of disaster. Today, with the enormous energy costs and the continued negligence on behalf of Europe in finding and/or adopting solutions that are brought to the table, the industry is not just under threat: it shuts down. Europe is being \"deindustrialized\".\nThese concerns are shared by the European industry, and in particular by Eurometaux European Association, representing the non-ferrous metal industry, which I have the honor and also the heavy burden to lead. MYTILINEOS is perhaps one of the few European industries that have not restricted their production so far and are not planning to relocate their industrial activities to another country. However, it is vital to ensure adequate, competitive energy, with ideally low or zero emissions. Not only for the survival of the European industry, but also for the preservation of millions of jobs. For Europe's forgotten strategic autonomy and the green transition itself, whose main component is all those metals which are less and less produced in Europe. We do not simply point out the problem. We are helping Europe to see it at its core and bring forward proposals that will help revitalize our industry and aim at its global competitiveness.\nA European industry-oriented policy has become a historical challenge for the future of the European edifice itself. But not just a \"Strategy for the Industry\" with void ambitions: just like with other policies, Europe must set binding targets for its industry (at EU and Member State level), to meet a significant part of the domestic demand for raw materials and metals through European production, ultimately for the industry's participation in the European GDP. America seems to be ahead of developments once again. It is pursuing a policy direction of this kind, favoring investment and providing vital space for industries affected by the energy crisis. Europe needs to become an attractive world investment destination, and this inevitably means ensuring (particularly for energy-intensive industry) competitive energy prices: The carefree \"assumption\" by many that 'the era of competitive energy for Europe is irreversibly over’ is not only unacceptable but irresponsible and dangerous. Eventually, businesses will look out to find their destiny outside Europe; America (and beyond) appears today an ideal destination. Is this what we want? Some people are talking about a new 'trade war’. I hope that the recent statements by the Chairman and the Executive Vice- Chairperson of the Commission, responsible for competition seem to recognize at",
  "page_2": "last that the European policy on industry support schemes will be translated directly into tangible actions. Coherent and well-prepared proposals that offer win-win solutions and are fully aligned with the EU objectives have already been put forward and others are coming very soon: the industry is not resting assured waiting for charity. But the European Commission must understand that there is no longer a luxury of time nor reflection.\nWe are asking for 'cleaner' and cheap energy, but we are not creating these conditions that will encourage production and, above all, its consumption by the forerunners of industry electrification, the non-ferrous metals industries. We acknowledge that metals will play a pivotal role in the energy transition, but we are cynically following the rapid substitution of European production by imports, with a much higher carbon footprint.\nAt the same time, the European Union is insisting on an over-ambitious decarbonization target, addressing the current situation as “business as usual \"1, while it is anything else but that! As a result, the resounding ‘green’ declarations lead to a reduction in emissions in the EU due to deindustrialization, while at the same time to a significant increase in global emissions, as global and European demand are met by new production in third countries with much _ higher emissions.\nIf this is not plain crazy, it is at least bad politics.\nA balanced and holistic approach is therefore needed which would invest in the industrial production model, as a basis for growth and prosperity, without by- passing the needs of society and economy. An industrial model that - at least in the metals sector that I am aware of - is already much more sustainable than international competition; by adopting the appropriate policies, it could actually achieve (and contribute to) even better performance, and in particular in all 17 sustainable development goals, not just one! By ensuring our energy autonomy, we can take bold actions for our future; policies based on realism, that keep abreast with European entrepreneurship; policies aimed at the well-being of all citizens and not at experiments by pro-climate Crusaders, who unfortunately often live in the clouds and are not in touch with reality.\nAs Chairman of a pioneering company and a newly elected Chairman of Eurometaux, I pledge that these issues will be firmly raised. Europe's industry is a symbol of economic stability and growth. Let us fight to keep it European."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
