{
  "file_name": "33_473.pdf",
  "pages": {
  "page_1": "Industry\nAssociations\nReview",
  "page_2": "Executive summary\nIn response to demands from investors, BASF has again reviewed its memberships and involvement in key trade associations to assess whether their positions are in line with the company’s own positions with regard to climate protection. The analysis was performed based on five key elements of sustainable climate and energy policies: the Paris Agreement, climate neutrality, carbon pricing, renewable energy, and energy efficiency.\nThe positions of the associations are in line with our own and we see no fundamental differences. Nevertheless, as stated by the EU Scientific Advisory Board on Climate Change, in addition to the scientific and legal context, the use of value judgements is a key area to be considered, especially when addressing tensions between different issues and principles. We see regional differences due to the character of the respective public climate discussions. We engage in discussions on political frameworks in all our markets, in order to achieve our climate targets. Any specific input on regulatory energy and climate policy proposals details are about “how” to achieve targets and should not be construed as an attempt to question the objectives of the Paris Agreement.\nBASF will engage further — both directly and via key associations — to promote global alignment of climate policies and to ensure a level playing field for industrial activities. We will therefore remain a member of all the associations evaluated.\nIndustry Association Review | December 2023",
  "page_3": "Table of Contents\nExecutive summary Ce\n1\nIntroduction CC\n2\nAssessment methodology errr\n3\nResults rrr\n3.1 Global rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr,\n3.2 Europe rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr\n3.3 North America/United States rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr\n3.4 South America/Brazil rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr\n3.5 Asia/Malaysia and China rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr\n4\nAnnex: Assessment Ce 11\n4.1 Global rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr 11\n4.1.1 ICCA (International Council of Chemical Associations) PPORUUTULOSESICSOCSOIOCOCOTO TOTES TST ee ey 11\n4.1.2 WBCSD (World Business Council for Sustainable Development) POPP TTrerer rere rer Terre rey 14\n4.1.3 WEF (World Economic Forum) POPPE PECCEUTOLOOCOCOTOOTOCOOTOOOTOSTOTOSOO TOOTS TT TOSS CTT eS TEST eee eee Tere ere) 16\n4.2 Europe rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr 18\n4.2.1 Cefic (The European Chemical Industry Council) PPOeeUTOLOSESIOLOOOOTOCOCOOOLOOTS TOTES eee eee ee ee eee 18\n4.2.2 BusinessEurope POPC CPECCCOTOSOCCCCTOCOOTCTOOTOOOOCOTOCCSTOTOSCTTOTOCT TCLS TOTOLeCO TLCS TTC Teer errr rere ee errr ee 21\n4.2.3 ERT (European Round Table for Industry) POPP eTOPOCCCTOLeCeTeLeeCeTereerereeeereeee errr rere ere reer eee yy 23\n4.2.4 VCl (Verband der Chemischen Industrie €.V.) .............cceceeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeee 25\n4.2.5 BDI (Bundesverband der Deutschen Industrie) PoUPEUECSOCTOTOSTOSCOCOSOOOTCOTO TOS TO TTT Tee Tee Te ee TT 27\n4.2.6 essenscia TOSS IO TESTO PPOPePEUECCSCUTOLTOTOTOCOOTOTOOTOTOLOSTOTOSTO TOTOSTS TOTTI T ITIP TTI TI TTT 30\n4.3 North America/United States errr rrr rrr rrr rrr rrr rrr, 32\n4.3.1 ACC (American Chemistry Council) POPP TCCCCCPTOLeLeeTeeCeCereeeerereereeerereerereee rere rer rere eee ee ee eee ee 32\n4.3.2 NAM (National Association of Manufacturers) PPeREUTUCOCTSTOTOCTOTOOSOTOTOTTOTOLES TOTS TTT eee eee eee 35\n4.4 South America/Brazil rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr 37\n4.4.1 ABIQUIM (Associagao Brasileira da Industria Quimica) PPOeUUTULOSESTCTOSESTOTOSTOT TESTS Tee eee 37\n4.5 Asia rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr rrr 40\n4.5.1 FMM (Federation of Malaysian Manufacturers) PPUUEUTCTOCEVICTOCTOTOCOSOOOTS TOTO T ESTOS TTT ee eee 40\n4.5.2 CPCIF (China Petroleum and Chemical Industry Federation) POPP ePCPCPerrererre rere ree re rr ee 41\n4.5.3 The European Union Chamber of Commerce in China (European Chamber) weeceenes 43\nIndustry Association Review | December 2023",
  "page_4": "1 Introduction\nBASF’s climate protection strategy\nBASF regards climate change as the greatest challenge of the 21%t century. We fully accept the findings of the Intergovernmental Panel on Climate Change (IPCC) and firmly support the goals of the Paris Agreement.\nSince 1990, BASF has more than halved its greenhouse gas emissions while simultaneously doubling sales product volumes. The company is committed to further advancing emission reduction effectively. Despite the challenging economic environment, BASF’s priorities with regard to climate protection have not changed. The energy and production process transformation remains at the top of our agenda.\nBASF is working intensively to significantly reduce the carbon footprint of its production and thus of its products. Our target is to achieve net-zero Scope 1 and 2 emissions by 2050. We have set ourselves an ambitious milestone on this path: By 2030, we want to reduce greenhouse gas emissions by 25 percent compared with 2018 — while growing production volumes in parallel. Compared with 1990, this would translate into a reduction of around 60 percent. In addition, by 2030, we aim to reduce BASF’s specific Scope 3.1 emissions by 15 percent compared to 2022 across the portfolio and reach net-zero Scope 3.1. emissions by 2050.\nAs part of our carbon management, BASF defined five levers for reducing Scope 1 and 2 emissions. These can be summarized under the umbrella terms “renewable energies” and “carbon abatement.” In addition, we are making ongoing improvements to our processes that can fall into either category. This is what we call “operational excellence.” An update on progress made to date was given at an Investor Update held on December 7, 2023, in Ludwigshafen.\nBASF is pursuing its climate protection targets with investments of up to €4 billion by 2030. Significantly higher investments are then to be expected for the construction of world-scale production plants that use the new technologies we are currently exploring, and to further scale up the use of renewable energy.\nThe chemical industry and its role in the transformation\nThe chemical industry is the starting point for almost all value chains, and chemicals are the basis for creating thousands of products used in everyday life. In many areas, products and innovations based on chemistry are the key to a climate-neutral future — from insulation foams for energy-efficient buildings, lightweight construction components and battery materials for e-mobility to sustainable agriculture.\nHowever, the production of many upstream chemicals is by nature energy intensive and is therefore associated with significant greenhouse gas emissions. In addition, the structure of most chemicals and therefore most everyday products is based on carbon. This means that it is essential to transform production operations and the raw material base, e.g., by increasing circularity to reduce the use of virgin fossil fuels, to reduce the carbon footprint in all subsequent steps of the value chain.\nInnovation cycles in the chemical industry are typically around 10 to 15 years and rely on lengthy periods of research and development. Assuming that the research and development efforts are successful, a decision will then be made on putting steel in the ground in the form of a large-scale plant. The construction of such plants is extremely capital-intensive, and, once built, the assets are typically operated for decades. In the future, implementing new low-emission processes will depend on the availability of renewable energy and the associated infrastructure.\nIndustry Association Review | December 2023",
  "page_5": "Impact of climate policy and legislation on the transformation of the chemical industry\nTechnical innovations increase the scope to deliver on higher climate targets, and developing innovations is the key task of innovative research-based companies like BASF. Achieving net zero requires enabling conditions, especially regarding infrastructure and the regulatory framework. We see it as the task of politics to set a framework that supports low-carbon and carbon-neutral products, processes, value chains and business models.\nIn view of the enormous capital expenditures that are needed and the long-term consequences of investment decisions, the existence or lack of enabling framework conditions could make or break the transformation, in particular, of the chemical industry. It is therefore essential that climate policy and legislation create a level playing field to ensure industry competitiveness across all geographies. Fair competition is crucial: Chemical companies need to be able to generate profits to pay for the research and development activities that are vital for the transformation to a low-carbon economy.\nUnfortunately, however, complexity of the value chains served by the chemical industry means that well-intentioned legislative proposals may sometimes have unintended consequences.\nFor example, the revision of the EU emissions trading system (ETS) and the introduction of a carbon border adjustment mechanism (CBAM) will have far-reaching consequences on the chemical industry. Through CBAM, the EU aims to make imports of energy-intensive basic materials into the EU more expensive through a levy. BASF and the European chemical industry welcome the recognition, inherent in the CBAM proposal, of the need to safeguard the competitiveness of EU industries. However, CBAM fails to take account of exports and complex value chains and is not designed in a way that guarantees carbon leakage protection. The reform of the ETS system will place higher costs on European producers.\n- Exports, which generate one-third of EU chemical sales, would need to compete with foreign markets without comparable costs. A lack of extensive coverage of the downstream value chains would allow producers from other regions to import emission-intensive products into the EU without penalty.\nIn this phase of the CBAM regulation, the only chemical products included in CBAM are hydrogen, ammonia, nitric acid and fertilizers. Ammonia is the basis for most chemical products that contain nitrogen. While imports of ammonia, fertilizers, and nitric acid would be subject to a levy, it would not apply to hundreds of downstream chemicals in the ammonia value chain, e.g., engineering plastics, thermal insulation foams, amides and amines and products made thereof. Both BASF and chemical trade associations have therefore been critical of the EU’s CBAM proposal while supporting the underlying aims.\nSuch comments by companies and trade associations should not be interpreted as anti-climate lobbying or misalignment with the Paris Agreement. For BASF, the goals of the Paris Agreement are not up for discussion: We lobby for the best possible means to achieve climate protection — in other words, we question the “how,” but not the “why.”\nIndustry Association Review | December 2023",
  "page_6": "Political relations and advocacy at BASF\nBASF will always seek to engage politically on issues that impact its business, and the company is open about the interests it seeks to advance. BASF’s climate targets are deeply embedded in its corporate strategy. The company’s lobbying activities reflect this.\nTo be able to offer appropriate solutions for climate protection, companies need market-oriented and cost-effective legislative framework conditions that are predictable and stable. BASF is aware that it cannot achieve its climate goals on its own — we require partnerships, alliances, and cooperation. We must align our strategy with society, but also create understanding for the framework conditions that we believe are necessary for the deployment of climate-neutral technologies.\nBASF therefore pursues a constructive dialog with politicians and other stakeholders in society, both directly as well as via industry associations. The company conducts this political dialog in compliance with its corporate values and principles and sets out its positions publicly. BASF is in favor of transparency in advocacy and participates in transparency or advocacy (“lobby”) registers where available, for example, with the German Bundestag, the European Parliament, the European Commission and with the U.S. Federal Government.\nBASF considers constructive and above all fact-based criticism of policies and regulations to be a legitimate part of the democratic process. Since policymakers are not always fully equipped with the technical expertise needed to formulate effective legislation, they also actively seek input from BASF experts and industry associations. Associations that BASF is member of have provided data for political impact assessments and decision-making on climate policies. These include comments on technological options, infrastructure needs and the financial impact of political suggestions.\nBASF’s activities in trade associations\nDue to the breadth of its portfolio and the numerous industries the company serves, BASF has memberships in more than 1,000 trade associations. Most of them are not engaged in discussions around climate change, and BASF holds a membership because the association provides a valuable platform for information exchange and for sharing best practices in specific fields such as chemicals safety, health and other environmental topics, industry standards for product applications, taxes and trade issues, and reporting requirements. BASF does not hide behind the work of associations: The company would lose credibility with political stakeholders if the position of one of its key associations were to diverge considerably from its corporate position.\nBASF assures global alignment of its advocacy work and its activities in associations via established governance processes and internal networks that apply to all regions. In the corporate Policy on Political Relations and Advocacy, employees are expected to ensure that they are in alignment with BASF Group positions and views when representing BASF in association boards and committees. Further, BASF’s corporate Policy on Political Association Management states that any employee who is responsible for an association membership must monitor the association’s activities and trigger action if there is a significant contradiction between the association’s advocacy goals and the values, principles and strategy of BASF.\nIndustry Association Review | December 2023",
  "page_7": "If an association’s position on an issue that is core to BASF’s membership fundamentally deviates from BASF’s position or its principles and values, BASF will step up its engagement in that association to improve alignment or to demand that the association stops advocating against the company’s interests or values and principles. If advocating against BASF’s interests cannot be stopped, an overarching assessment of the association’s performance, positions, views and membership value regarding all issues relevant for BASF will be performed and the membership may be terminated.\nIndustry Association Review | December 2023",
  "page_8": "2. Assessment methodology\nSelection of associations\nIn this report, we focus on key associations where we can provide substantial contributions, which cover our business as a whole, which have advocacy positions on climate and energy policies, and which actively engage in advocacy in their respective countries or regions.\nBecause of BASF’s regional and operational footprint and due to current political circumstances, the regional focus of driving progressive climate policies is in Europe. This is why we put most of our efforts into aligning with trade associations at European and German level.\nOur selection of associations also reflects the following:\n— Germany is the most important country for BASF, as it is the location of our headquarters, and our largest site is based in Ludwigshafen. BASF has further major Verbund sites in Belgium, the United States, China and Malaysia. About 40 percent of BASF’s global sales are generated by companies located in Europe and more than 60 percent of our approximately 111,000 employees work in Europe. Brazil plays an important role in global climate policy.\nAssociations where our impact is very limited are not considered in our analysis for various reasons:\n— Where BASF has limited influence due to the size of its regional and operational footprint (example: JCIA). Normally, these associations are part of overarching associations, whose position have a higher weight (EU associations in Cefic, global associations in ICCA). Thus, they are covered indirectly. Where BASF has little or no influence because the association is related to a customer industry rather than the chemical industry (example: VDA, German Association of the Automobile Industry). Where BASF has no direct company membership, but BASF employees represent other associations and their positions (example: IFIEC). Memberships held by companies that are consolidated at equity.\nMethodological approach for evaluation\nThe alignment was assessed based on the association’s positions compared to BASFs view on the following climate-related topic areas: Paris Agreement - Carbon neutrality - Carbon pricing - Renewable energy — Energy efficiency. The publicly stated positions of the associations were examined. For this purpose, the respective BASF association representatives gave their input. Additionally, the associations’ websites, publicly available stakeholder contributions and position papers were thoroughly assessed on a case-by-case basis, to point out any similarities and differences to the BASF energy and climate positions. On this basis, an assignment was made to one of the following categories:\n@ Aligned\n@\nPartially misaligned\n@\nMisaligned\n@No position\nTo be ranked as “aligned,” BASF’s requirement is that the respective trade association must demonstrate its active engagement in public policy discussions with a proven public record. Documents such as position papers, presentations or declarations on climate-related topic areas have to be publicly available.\nIndustry Association Review | December 2023",
  "page_9": "3. Results\n3.1 Global\nIn light of the different national circumstances, the Paris Agreement establishes the principle of equity and common but differentiated national responsibilities and respective capabilities. Global institutions work to bring business together, to share knowledge on existing technologies and provide overarching principles to foster climate change policies. In doing so, technological developments can be promoted, and global climate policies are supported.\nCommitment to Paris Carbon\nSupport for\nSupport for energy Support for\nAgreement and\nneutrality carbon pricing\nefficiency\nrenewable energy\nglobal climate\nuntil 2050\nprotection, but need\nfor climate policies\nsafeguarding\ncompetitiveness\nSe\nSO\nOe\nI — —\nICCA\neee NY\" —_\nWBCSD\neee NY\" —_\nWEF\nSe See oO oc>c65$#$]#}j{]+TwsV eH\n3.2 Europe\nThe European Union has set a domestic target of reducing greenhouse gas emissions by at least 55 percent by 2030 compared to 1990 and has set a climate neutrality target for 2050.\nAll our key European associations support the Paris Agreement and the Green Deal and see opportunities for industry to significantly reduce emissions. Several associations have conducted studies to show how this could become reality. A fundamental request is to scale up renewable energy, as availability of huge amounts at competitive prices is key for the industrial transformation. Associations also outline the very high costs related to the investments to upgrade and partly re-build the industrial infrastructure and the higher production costs. They call for a political framework that better incentivizes technological development and stress the necessity of carbon leakage protection to avoid shifting production, and thus emissions, to other world regions.\nee —S_O_—S_ O_O, OR een ——\nCommitment to\nCarbon Support for ETS Need for\nEnergy efficiency\nParis Agreement neutrality but need to avoid competitive EU\nfirst but no limitation\nand global\nuntil\ncarbon leakage.\nenergy\nof availability of\nclimate protection 2050\nAdvocacy for\nprices/availability energy for industry\nbut need for\nglobal carbon\nof renewable\n(low-carbon\npolicies that\npricing and level energy to remain technologies are\nsafeguard the\nplaying field.\ncompetitive on\nusually energy\ncompetitiveness\nglobal market.\nintensive)\nof EU industry.\nee —S_O_—S_ O_O, OR een ——\nCefic\nee —S_O_—S_ O_O, OR een ——\nBusiness\nEurope\nee —S_O_—S_ O_O, OR een ——\nERT\nIndustry Association Review | December 2023",
  "page_10": "ee —S_O_—S_ O_O, OR een ——\nVCcl\nee —S_O_—S_ O_O, OR een ——\nBDI\n@\n3.3 North America/United States\nThe United States has re-entered the Paris Agreement and aims to become climate neutral by 2050. The IRA incentivizes investments to reduce greenhouse gas emissions. The key U.S. associations in which we are members acknowledge that climate change is a global problem that should be addressed globally. The associations state that unless there is a fair, transparent, reliable and enforceable global level playing field, any climate policy at the U.S. level would need to ensure that the global competitiveness of U.S. businesses is not put at risk. More details on the evaluation can be found in chapter 4.3.\nCommitment to\nCarbon\nSupport for\nSupport for\nSupport for\nParis Agreement\nneutrality\ncarbon pricing renewable\nenergy\n3.4\nand global climate\nuntil\nenergy\nefficiency\nprotection, but\n2050\nneed for climate\npolicies\nsafeguarding\ncompetitiveness\nACC\n@\n@\n@\n@\nNAM\n@\n@\n@\n@\nSouth America/Brazil\nBrazil was the first developing country with an absolute climate target. It has committed to becoming carbon neutral by 2050 and enacted incentive plans for the uptake of renewables.\nThe chemical industry is a partner of the Brazilian government in the fulfilment of the Brazilian goals set out in the Paris Agreement and in the transition to a low-carbon economy. This includes suggestions on policy measures, such as a carbon pricing strategy and support of the ambitious renewable targets.\neee\nCommitment to Paris Carbon Support for carbon Support for energy Support for\nAgreement and global neutrality pricing\nefficiency\nrenewable energy\nclimate protection, but until\nneed for climate\n2050\npolicies safeguarding\ncompetitiveness\neee\nABIQUIM\nSe eSEe—eeeeSFE—eSOe——— ee — —\n3.5 Asia/Malaysia and China\nBy 2030, Malaysia intends to reduce its greenhouse gas emissions intensity by 45 percent in relation to the emissions intensity of GDP in 2005.\nessencia\n@\nIndustry Association Review | December 2023",
  "page_11": "FMM (Association of Malaysian Manufacturers) covers climate topics in various energy and environmental-related seminars and conferences and gives feedback supporting action on climate change to the government.\nChina has pledged that its CO2 emissions will peak by 2030 and will attempt to reach this peak earlier. It has also pledged to become climate neutral by 2060. China announced a national emissions trading system in December 2017, which was delayed several times but started operation for the power sector in 2020. There are plans to expand the system to other sectors including petrochemical/chemical sectors with a tentative timeline of 2025 at the earliest.\nCPCIF (China Petroleum and Chemical Industry Federation) is fully committed to supporting China’s 2030/2060 carbon targets and has been actively advising the Chinese authorities on new legislation towards these goals.\nEUCCC’s (European Chamber of Commerce in China) advocacy is fully aligned with BASF’s view. The association asks for a political framework which fosters climate protection and global alignment. The EUCCC was included in this assessment as it is a key association for BASF in China to address its advocacy on climate and energy policies.\neS SO\nCommitment to Paris Carbon Support of Support of Support of\nAgreement and global neutrality carbon\nenergy\nrenewable\nclimate protection, but\npricing\nefficiency\nenergy\nneed for climate\npolicies safeguarding\ncompetitiveness\neS SO\nFMM\n(Association of\nMalaysian\nManufacturers)\neS SO\nCPCIF (China\nPetroleum and\nChemical\nIndustry\nFederation)\neS SO\nEuropean\nChamber of\n@\nCommerce in\nChina (EUCCC)\nOo\nIndustry Association Review | December 2023\n10",
  "page_12": "4. Annex: Assessment\n4.1 Global\n4.1.1 ICCA (International Council of Chemical Associations)\nICCA represents chemical manufacturers and producers around the world. Its members account for more than 90 percent of global chemical sales.\nICCA is a virtual organization, coordinating the work of individuals from member associations and their member companies. ICCA is governed by a Board of Directors representing member associations and a Steering Committee responsible for oversight of several working level groups.\nTopic area\nAlignment\nPosition\nwith BASF\nParis\nThe Paris Agreement is designed to curb greenhouse gas emissions and mobilize global political will to address the climate change challenge. Successful implementation of the Paris Agreement hinges in large part on contributions from the private sector. For global chemical manufacturers, that means continuing to do what they do best: innovate. Innovation requires a consistent, supportive policy and regulatory environment to reach its full potential and to allow industry to develop and implement solutions to address global sustainability challenges. ' ICCA continues to contribute with studies to research that goes into identifying the best solutions to combat climate change.?\nAgreement\nCarbon\nICCA fully supports the Paris Agreement and the ambition to achieve a climate-neutral world by mid-century. ICCA welcomes the pledges from several chemical companies and local or regional associations to work toward climate neutrality, showing the industry is already on the path to address the climate predictions of the August 2021 report from the Intergovernmental Panel on Climate Change (IPCC).\nNeutrality\nICCA requests a strong collaboration between the whole value chain, industry, governments, stakeholders, consumers, and communities at local, regional, and global level, which is necessary to identify and overcome technological, economic and infrastructural challenges to the net-zero future which we all aspire. ICCA sees sharing knowledge and providing training on sustainable operations, processes and equipment, as indispensable in the pursuit of our common ambition.*\nCarbon\nConsistent, predictable policy and regulatory environments that foster innovation, investment and economic growth are essential to reducing greenhouse gas emissions while maintaining\nPricing /\nEmissions\n‘\nhttps://www.icca-chem.org/icca-statement-on-climate-policy/ ? Energy and Climate Change International Council of Chemical Associations (ICCA) (icca-chem.org) - 3 ICCA Statement Climate Neutrality October 2021 (icca-chem.org) on\nIndustry Association Review | December 2023\n11",
  "page_13": "Trading\nSystems\nRenewable\nEnergy /\nEnergy\nEfficiency\nsustainability progress and minimizing costs to society. ICCA supports effective climate policies that\n— Achieve net global greenhouse gas reductions and avoid shifting emissions between regions or countries — known as carbon leakage. Include transparent monitoring, reporting and verification systems (MRV). Encourage the use of energy-efficient products and technologies. Maintain energy affordability and do not distort markets. Provide adequate flexibility to fit local, national or regional circumstances. Establish transparent, predictable, technology-neutral economic signals that will facilitate lower greenhouse gas emissions, such as price signals on greenhouse gas externalities like carbon emissions or incentives to support new technologies toward commercialization. Acknowledge the role of carbon and bio-based feedstocks in creating essential products. Encourage the integration of regional or national climate and energy policies. — Minimize complexity and administrative costs.\nThe chemical industry believes that through ongoing global and regional dialogs to share experiences and best practices, constructive climate diplomacy and collaboration between industries, governments, stakeholders and communities, it is possible to achieve meaningful progress toward tackling the shared challenge of climate change.*\nAs a significant manufacturing sector, ICCA members are continuously improving the greenhouse gas footprint of their operations to develop transformational technologies that reduce emissions, enable circularity, improve energy efficiency along the value chain, and contribute to greenhouse gas abatement in other sectors. They are increasingly using alternative and renewable feedstock sources like biomass, COz, residues, and waste as raw material. To implement these solutions, the global chemical industry will require low carbon energy at competitive costs and massive investments into breakthrough innovations.\nICCA believes that a combination of technology, market-based and policy solutions is necessary to achieve climate neutrality. Internationally harmonized rules and public support will be needed to create a level-playing field for companies to sustain the additional cost of R&D investments and capital and operational expenditures. Enhanced transparency to demonstrate achieved emission reductions along the value chain will be a key contributor to a climate neutral economy.\n4 https://www.icca-chem.org/icca-statement-on-climate-policy/\nIndustry Association Review | December 2023\n12",
  "page_14": "Chemistry forms the backbone of energy-efficient products and technologies that help enable a more sustainable future. While greenhouse gas is emitted during the manufacture of chemical products, the use of the products downstream and in other sectors can help save more energy and emissions than are required to produce them. To this end, ICCA has developed multiple energy technology roadmaps, life cycle assessment tools and case studies to help businesses up and down the value chain realize new gains in energy efficiency while also reducing the environmental footprint of their operations.°\nICCA works to spread knowledge on possible contributions of the chemical industry to curb climate change. It promotes a level playing field for industry to enable the best use of the available technologies and further innovation. BASF fully supports ICCA and its activities, e.g., BASF contributes to all ICCA roadmaps and represents ICCA at conferences.\n5 https://icca-chem.org/resources/technology-roadmap/\nIndustry Association Review | December 2023\n13",
  "page_15": "4.1.2 WBCSD (World Business Council for Sustainable Development)\nWBCSD is a global, CEO-led organization of over 200 leading businesses working together to accelerate the transition to a sustainable world. Its member companies come from all business sectors and all major economies.\nAlignment\nTopic area Position\nwith BASF\nParis\nWhile many of the building blocks now exist in the form of frameworks such as the Sustainable Development Goals and the Paris Agreement, change is not happening at the speed or scale required. WBCSD calls for accelerating the efforts and climate actions.® 7 ®\nAgreement\nCarbon\nIn its SOS 1.5 project, WBCSD has developed a business roadmap to help companies design and implement their journeys to achieve net-zero emissions before 2050.2\nNeutrality\nCarbon\nWBCSD strongly pushes for global carbon pricing as a powerful tool for incentivizing low-carbon decision-making. According to WBCSD, an effective carbon price must be an integral element of decision-making processes that is able to garner consistent buy-in from key stakeholders. '°\nPricing /\nEmissions\nTrading\nSystems\nWBCSD participated in a leadership report to enhance global understanding of carbon pricing as a tool for accelerating and financing effective climate action. The report presents carbon pricing as a global opportunity to cut emissions.\"\nFurthermore, WBSCD released a policy paper which reflects the thinking from business on carbon pricing as a key enabler to support the urgent efforts required to drive the transition towards a low-carbon future and achieving the 1.5 degree Celsius climate goal. The policy paper presents reasons why business supports carbon pricing as a critical enabler to raise climate ambition. The paper highlights some major considerations that need to be managed in the design and development of carbon pricing mechanisms, making important references to the recently launched report on Carbon Pricing and Competitiveness by the High-Level Commission on Carbon Pricing and Competitiveness (Carbon Pricing Leadership Coalition).\nWBCSD and its members strongly believe that effective carbon pricing policies that ensure environmental integrity provide a low- cost approach to reducing greenhouse gases that can deliver deep emission reductions and at the same time maintain\n® Climate Action World Business Council for Sustainable Development (WBCSD) -\n7 Energy & Circular Economy WBCSD\n8 https://www.wbcesd.org/contentwbc/download/11765/177145/1\n® SOS 1.5: The road to a resilient, Zero-carbon future World Business -\n1° Navigating internal carbon pricing to drive decision-making (wbcsd.orq)\n\"! Carbon+Pricing+Leadership+Report+2021-22.pdf (squarespace.com)\n-\n14\nCouncil for Sustainable Development (WBCSD)\nIndustry Association Review | December 2023",
  "page_16": "competitiveness, create jobs, encourage innovation, enable\ninvestment, create value to solutions and minimize social costs. '7\nRenewable\nWBCSD requests to urgently reduce energy-related COz2 emissions\nEnergy /\nin the short-term, which means businesses need to use the low-\nEnergy\ncarbon energy sources available today. Thus, a sustainable energy\nEfficiency\nsystem for all must provide reliable and affordable energy with the\nlowest possible carbon emissions.\nDecarbonizing energy consumption — from the way we heat and\nlight buildings, to the way we transport goods, people and services\n— is at the center of addressing the climate challenge. Projects in\nthe Energy Pathway bring together forward-thinking companies\nacross value chains to design a net-zero carbon, nature-positive\nand equitable energy transformation as well as scale the financing\nand deployment of sustainable energy solutions. '%\nRather than addressing specific national or regional policy suggestions, WBCSD works to spread overarching knowledge and principles. BASF supports WBCSD.\n12 lttps://www.wbcsd.org/Programs/Climate-and-Energy/Climate/Climate-Action-and-Policy/News/Business-su orts-carbon-pricing-to: raise-climate-ambition '3 https://www.wbcsd.org/Pathways/Energy: New Energy Solutions (wbcsd.org)\n15\nIndustry Association Review | December 2023",
  "page_17": "4.1.3 WEF (World Economic Forum)\nThe World Economic Forum (WEF) is the International Organization for Public-Private Cooperation. The Forum engages the foremost political, business, cultural and other leaders of society to shape global, regional and industry agendas. It was established in 1971 as a not-for-profit foundation and is headquartered in Geneva, Switzerland. It is independent, impartial and not tied to any special interests. The Forum strives in all its efforts to demonstrate entrepreneurship in the global public interest. 4\nAlignment\nTopic area\nPosition\nwith BASF\nParis\nWEF is committed to the Paris Agreement. It shows this by posting\nAgreement agenda blogs or collecting signatures from global leaders. Blogs\nexplain why the 1.5-degree Celsius climate threshold is a critical\nthreshold'®, describe how companies can turn decarbonization\ngoals into reality'® and how implementing Article 6 of the Paris\nAgreement can accelerate a more cost-effective transition to a low-\ncarbon economy. *”\nA joint letter calls on business leaders to raise their ambition and\ncalls for government support to overcome the challenges ‘® of\n- Complex and lengthy regulatory and administrative\nprocesses that slow the development of renewable energy\nprojects and hinder the uptake of green and enabling\nsolutions;\nLack of suitable grid infrastructure with power networks\nunprepared to adequately integrate an increasing share of\nrenewable energy;\nTechnological constraints that delay efforts to scale up\nmanufacturing capacity of early-stage decarbonization\nsolutions;\nLimited harmonization and interoperability between\nreporting standards that diverge across sectors and\njurisdictions\nCarbon\nA WEF White Paper describes a “No-Excuse” Framework to\nNeutrality\naccelerate the path to net-zero manufacturing and value chains.\nWEF launched the Industry Net Zero Accelerator initiative. As the\ninitiative’s first output, this White Paper proposes a framework\nbased on 10 action pillars to help shape strategic engagement with\nsupply chain and operating officers and encourage business\ncollaboration in achieving net zero. The paper highlights real-world\nexamples of collaborative initiatives and strategies. '?\n14 https://www.weforum.org/about/world-economic-forum\n15 https://www.weforum.org/agenda/2023/09/prevent-1-5-degrees-celsius-climate-threshold/\n‘8\nHow to turn companies’ decarbonization goals into reality | World Economic Forum (weforum.org)\n17 How Article 6 of the Paris Agreement accelerate the transition to net | World Economic Forum (weforum.org)\ncan\nzero\n18 https://www.weforum.org/agenda/2023/10/alliance-of-ceo-climate-leaders-open-letter-cop28/\n19 The “No-Excuse” Framework to Accelerate the Path to Net-Zero Manufacturing and Value Chains | World Economic Forum\n(weforum.org)\n16\nIndustry Association Review | December 2023",
  "page_18": "According to blogs published by WEF, carbon must be priced correctly and be subject to global and universal standards in order to understand and maximize the value of carbon economically. Effective carbon pricing can enable new business models and manage investment risk more effectively.?°\nCountries should cooperate to introduce an international carbon price floor (ICPF) to limit global warming below 2 degrees Celsius. Carbon pricing is among the most effective policy tools to direct spending toward renewable energy sources.7'\nRenewable On their Shaping the Future of Energy, Materials and Infrastructure\nEnergy\nPlatform, WEF states that over 60 percent of clean electricity is\nneeded in the global electricity mix by 2030. Therefore, about $4\ntrillion annual investment in clean energy infrastructure for\nelectricity and cleaner fuels is needed until then.22\nA WEF report explains that diversifying the energy mix with a range\nof low-carbon sources can strengthen energy security. Renewable\nsources are mature and available for accelerated deployment,\nallowing countries to build more diversified, reliable and\nsustainable energy systems.”°\nEnergy\nDecarbonization requires renewable energy, electrification and energy efficiency. Energy efficiency is harder to visualize, measure, aggregate, incentivize or legislate — but the impact would be immense. We already have technologies available to help us use less energy — now, we need a framework.\nEfficiency\nWithin the WEF, the “Alliance of CEO Climate Leaders” forms a global network of chief executive officers who see the business benefits of bold and proactive action to ensure a smooth transition to a low-carbon and climate-resilient economy. The group represents business leaders from diverse industry sectors and regions that use their position and influence to drive change. BASF is a member of this group.\nCarbon\nPricing /\nEmissions\nTrading\nSystems\n0 Are getting carbon pricing right? | World Economic Forum (weforum.org) we 21 Carbon pricing: Why is it important? | World Economic Forum (weforum.org) 22 Centre for Energy and Materials (weforum.org)\n23 WEF Energy Transition Index _2022.pdf (weforum.org)\n4 Energy efficiency is the hero of the climate fight | World Economic Forum (weforum.org) unsung\n17\nIndustry Association Review | December 2023",
  "page_19": "4.2 Europe\n4.2.1 Cefic (The European Chemical Industry Council)\nCefic, the European Chemical Industry Council, was founded in 1972. It is the voice of 29,000 large, medium and small chemical companies in Europe, which provide 1.2 million jobs and account for almost 15 percent of world chemicals production.\nCefic is an active member of the International Council of Chemical Associations (ICCA).\nAlignment\nTopic area\nPosition\nwith BASF\nCefic supports the Paris Climate Agreement and a strong action on climate change in line with the scientific advice provided by the Intergovernmental Panel on Climate Change (IPCC).”° Cefic supports the European Green Deal and Europe’s ambition to become climate neutral by 2050. Considering the challenges in the transition towards 2050, the chemical sector, with its long investment cycles, needs a supporting and coherent regulatory framework to secure the investments necessary to deploy and scale up disruptive technologies. This requires an impactful industrial policy underpinning the transition to 2050. Such industrial policy has to deliver, already as of today, a business case for investing in the EU by: (1) providing infrastructure; (2) supporting operating costs, and (3) addressing — structural competitive disadvantages.”°\nParis\nAgreement\n@\nCarbon\nneutrality\nCefic wants to see Europe become a global innovation hub and a hotspot for investments into breakthrough climate-neutral and circular technologies.’ But it also emphasizes that the challenge is immense. It emphazises the requirement of detailed definitions, the united work of all sectors and an enabling framework to reach the ambitious targets.”® 2°\nThe Transition Pathway, developed together with the European Commission, provides a concrete roadmap which puts together all the pieces of the EU legislative agenda.*°3' In 2022, the Commission launched the ‘co-development’ process for the transition pathway for the European chemical industry, along with EU Member States, the chemical industry itself, social partners, NGOs and academia. The outcome of this process is a group of topics and actions to be implemented by each of the involved actors. These most relevant ones are presented as a roadmap composed of:\n26 https://cefic.org/policy-matters/chemical-industry-green-deal/how-can-europes-chemical-industry-help-deliver-on-the-green-deal/ 6 Fact Sheet (cefic.org) 27\nAbout Us - cefic.org\n8 https://cefic.org/a\nuploadgs,\n/05/Cefic-position-on-the-Commission-proposal-for-a-European-Climate-Law-FINAL. pdf\nFact Sheet (cefic.org)\n2° https://cefic.org/policy-matters/chemical-industry-green-deal/how-can-europes-chemical-industry-help-deliver-on-the-green-deal/\n30\nEU Chemical Industry Transition Pathway (cefic.org)\n31 DocsRoom European Commission (europa.eu) -\n18\nIndustry Association Review | December 2023",
  "page_20": "Carbon Pricing / Emissions Trading Systems\n1. An action-oriented component grouping the topics under three cross-cutting themes: collaboration for innovation; clean energy supply; and feedstock diversification. These actions are expected to contribute towards the transition and are set against a timeline. 2. A technology component identifying electrification, hydrogen, biomass, waste, Carbon Capture and Utilization (CCU) & Carbon Capture and Storage (CCS), as well as process efficiency as key technological contributors to the transition pathway. 3. A regulatory component that collects the existing legislation, including major research and innovation (R&l) initiatives, influencing digital and sustainable development of the chemical industry. By implementing the actions identified under each topic, the chemical sector is expected to succeed in its transition and improve its own resilience, sustainability and circularity (i.e., its functioning in line with the principles of the circular economy), in line with the European Green Deal.\nCefic continues to support Emissions Trading as a policy tool that has worked so far to achieve agreed emission reductions at the lowest cost to society: When affordable low-carbon alternatives exist, carbon pricing can trigger emission mitigation options and investment decisions of companies and sectors in the emissions trading scope. Performance-driven free allocation and indirect financial compensation (where granted) have proven to be effective means to mitigate carbon leakage risks. Even with increased climate ambitions, a robust and certain framework for carbon leakage provisions for direct and indirect emissions can safeguard industry’s competitiveness and resources and help to remove barriers for investment in new technologies in Europe.*?\nAs carbon leakage risks for the EU chemical industry are set to increase, effective carbon leakage prevention remains essential for the chemical industry’s transformation. Cefic believes that the CBAM, if applied to the EU chemical sector, would require resolving four key issues, so as to ensure equivalent carbon leakage safeguards as under ETS free allocation and indirect compensation.*? All of them are equally important to mitigate carbon leakage risks in the European chemical industry during the transition towards the European Union’s carbon neutrality in 2050. They address 1. Indirect carbon costs, 2. Covering full value chains to avoid circumvention and collateral carbon leakage among our customers, 3. Export competitiveness and 4. Feasible and effective functioning.\nEU policy needs to strengthen carbon leakage provisions as long as the asymmetry in global climate response makes this necessary. This is crucial to ensure the massive transformational\n32 Fact Sheet (cefic.org)\n33 Fact Sheet (cefic.org)\nIndustry Association Review | December 2023\n19",
  "page_21": "investments needed for the industry to successfully meet the climate challenge flow to Europe. The current CBAM proposal is not sufficient in this regard.\nRenewable Electrification and access to affordable renewable and low-\ncarbon energy are fundamental for climate neutrality and the\nEnergy\nchemical industry of the future. If there is one thing that the\nelectricity market design must get done it is to ensure a steady\nflow of affordable renewable and low-carbon electricity for\nindustrial installations.\nAffordable renewable energy Is the lifeblood of the European\nenergy-intensive industries. Energy costs constitute the most\nprominent share of the industrial production and activity costs.\nTherefore, persistently and exceedingly high energy prices\nendanger the European industry’s capacity to invest in further\nindustrial transformation before 2030 to achieve the climate\ntargets. Cefic calls on the heads of EU states and governments\nto adopt policy measures capable of ensuring the industry’s access\nto affordable renewable energy, accompanied by support for\nenergy efficient solutions.*°\nEnergy\nCefic highlights the chemical industry's continuous efforts to increase energy efficiency in its own production. It stresses the industry’s role as a solution provider, leading to energy efficiency further along the value chain, for example, in the construction, automotive, aerospace, homecare products and textiles industries.\nEfficiency\nA cap on energy consumption is not appropriate for industry: Energy savings should come from energy efficiency improvements rather than reduced industrial production.\nAlso, it argues that energy use in industries which are also regulated by the ETS should be excluded from any energy savings obligation to ensure the EU energy and climate framework is consistent and does not increase costs via overlapping regulation.*°\nThe chemical industry not only focuses on energy efficiency, but also on resource efficiency.*” As use of resources mostly requires use of energy, this goes hand in hand with energy efficiency in most cases.\nCefic’s positions are fully aligned with BASF’s views. The association asks for a political framework fostering innovation and a maximum of climate protection, while safeguarding the competitiveness of industry.\n34\nCefic statement on the European Commission’s proposal to improve the EU’s Electricity Market Design - cefic.org s://cefic.org/media-corner/newsroom/affordable-renewable-ener. -is-the-lifeblood-of-the-european-ener -intensive-industries/ 36 https://ec.europa.eu/info/law/better-requlation/have-your-say/initiatives/12265-2030-Climate-Target-Plan/public-consultation de 37 Conserve Resource Efficiency cefic.org -\n20\nIndustry Association Review | December 2023",
  "page_22": "4.2.2 BusinessEurope\nBusinessEurope is a lobby group representing various companies in the EU and six non-EU European countries. Members of the confederation are 40 national industry and employers’ associations. BusinessEurope advocates for growth and competitiveness at the European level.\nAlignment\nTopic area\nPosition\nwith BASF\nParis\nClimate change is a global challenge that requires global actions.\nAgreement BusinessEurope is committed to and aware of the challenges that\nclimate change presents as well as the impacts of human activities.\nThis is why BusinessEurope highly welcomed the Paris\nAgreement, which reflects the long-term objective of limiting global\nwarming below 2 degrees Celsius.\nThe Paris Agreement is the single most important tool in providing\nclarity on the direction that society must take to tackle climate\nchange. It is equally important to provide a global level playing field,\nas reaching the Paris Agreement requires all countries (especially\nmajor economies) to make significant efforts to bring down\nemissions.*° With the EU counting for 7 percent of current global\nCOz emissions and only 4-5 percent by 2030, it is critical that all\nG20 countries agree to similarly ambitious 2030 targets. They must\nalso commit to implementing concrete, transparent and reliable\ntransformation measures. Businesses are indispensable partners\nand solution providers for making this deep transformation happen\nsuccessfully.*°\nCarbon\nBusinessEurope supports the European Green Deal and the EU’s\nNeutrality\nambition to become the first climate neutral continent by 2050 and\nreduce all greenhouse gas emissions by 55 percent until 2030.\nTheir vision to achieve said targets consists of a climate policy,\ncarbon pricing, regulation of carbon and investment leakage as\nwell as required contributions from all sectors.\nFurthermore, to stay on track for the 2030 goal, BusinessEurope\npoints out possible impacts on global domestic growth, exports and\ncosts that have to be taken into consideration.*°\nCarbon\nBusinessEurope calls for strengthening the EU ETS as the main\nPricing /\npolicy tool to cost-effectively reduce greenhouse gas emissions\nEmissions\nthrough a meaningful carbon price. Simultaneously, it highlights the\nTrading\nimportance of safeguarding the global competitiveness of EU\nSystems\nindustries. 47 42\n38 Climate change | BusinessEurope\n3° European business for COP28 All G20 countries should commit to 2030 targets | BusinessEurope message - 40 https://www.businesseurope.eu/sites/buseur/files/media/position papers/iaco/2020-11-18 2030 impact_assessment.pdf pp 41 https://www.businesseurope.eu/publications/eu-ets-reform-deal-strong-ambition-less-so-protection * The 'Fit for 55 package’ BusinessEurope position | BusinessEurope - a paper\n21\nIndustry Association Review | December 2023",
  "page_23": "BusinessEurope is pushing for policies that will ensure that European companies are progressing towards their climate targets and are able to maintain their competitive position on the domestic and international markets at the same time. To maintain competitiveness, especially in the current acute multi-crisis, they ask for a balanced deal on the ETS and CBAM. On CBA\\M, it is crucial to have a comprehensive WTO-compatible solution for exporting industries that maintains a fraction of free allowances to enable all exporters to compete on a level playing field with their international competitors. In addition, adequate safeguards need to be in place in case the instrument fails to work as intended.*?\nRenewable BusinessEurope fully supports Europe’s intention to move to an Energy economy that is driven by low-carbon processes and technologies. Following the increased ambition deriving from the Green Deal in greenhouse gas emissions, Europe will need an_ inevitable increase in renewable energy development and consumption for 2030 and beyond.**\nA future-proof electricity market that would incentivize investments in renewable and low-carbon electricity production is key to reach the EU’s ambitious climate targets and guarantee security of supply.*°\nEnergy\nBusinessEurope states that energy efficiency will continue to play a key role in the future. Industry has been delivering on this front, as energy efficiency is a key measurement for constant improvement in industrial processes and thus industrial competitiveness. Energy efficiency should be a guiding principle.\nEfficiency\nBusinessEurope argues that the energy efficiency target will need to take into account future needs and consider the potential trade- offs between decarbonization and energy intensity. The ultimate objective is to reduce greenhouse gas emissions. Deep reductions of greenhouse gas emissions can result in an increased need for energy. A cap on energy consumption would therefore hamper industry in implementing new low carbon technologies.*®\nBusinessEurope’s positions are aligned with BASF’s views. The association asks for a political framework fostering innovation and climate protection, while safeguarding the competitiveness of industry.\n43 Trialogues Emission Trading System and Carbon Border Adjustment Mechanism | BusinessEurope on 44 COMMENTS DRAFT EN (businesseurope.eu) - 45 Future-proof electricity market needed to reach ambitious climate targets | BusinessEurope 46 COMMENTS DRAFT EN (businesseurope.eu) -\nIndustry Association Review | December 2023\n22",
  "page_24": "4.2.3 ERT (European Round Table for Industry)\nThe European Round Table for Industry (ERT) is a forum that brings together around 60 chief executives and chairpersons of major multinational companies of European parentage. These companies cover a wide range of industrial and technological sectors, sustaining around five million jobs globally. ERT advocates policies mainly at European level.\nAlignment\nTopic area\nPosition\nwith BASF\nParis\nERT welcomes the Paris Agreement. It urges globally coordinated\nAgreement action to enhance the prospect of successfully and cost-effectively\ndelivering on its objectives.\nAs leading European companies, ERT members are adapting their\n@\nbusiness strategies to incorporate climate action and contribute to\nthe implementation of the Paris Agreement. ERT stresses that\nindustry is both a key enabler and a solution provider for reaching\nthe goals set out in Paris.*”\nCarbon\nERT declares its support for a climate-neutral Europe by 2050 and\nNeutrality\na net greenhouse gas emissions reduction target of 55 percent by\n2030. It calls for investments in transition processes, carbon\nemission prices, affordable clean energy as well as digital solutions\nand a driven demand for low-carbon products.*® ERT collects\nexamples of climate projects, targets and efforts of companies led\nby the CEOs and Chairs in ERT on a specific website. *°\nCarbon\nCarbon pricing is a central component of a sound strategy to\nPricing /\nreduce greenhouse gas emissions and mitigate climate change.\nEmissions\nEffective carbon pricing can guide innovation, drive efficiency and\nTrading\nincentivise businesses and society to transition to clean energy.\nSystems\nA well-balanced convergence of carbon pricing across regions and\nsectors will be crucial to meeting the goals of the Paris Agreement.\nAn effective and fair global carbon pricing signal, aligned with the\nParis Agreement and applied at least across G20 nations, would\ncreate and safeguard a level playing field, allowing companies to\ninvest in reducing their emissions.°°\nUntil a globally effective carbon pricing mechanism is in place,\ncompetitiveness should be ensured to avoid market distortion for\nEuropean companies due to the different treatment of greenhouse\ngas emissions. However, carbon pricing alone is unlikely to trigger\nthe required levels of low-carbon investments. Climate policy\nshould evolve towards a holistic approach that encompasses\ndemana-side initiatives to ensure the systematic mobilization of all\nactors across value chains. Therefore, ERT urges the EU to take a\n47 Energy Transition & Climate Change ERT - 48 https://ert.eu/documents/climate-leadership/ 49 https://industry4climate.eu 50 https://ert.eu/documents/ert-brt/\nIndustry Association Review | December 2023\n23",
  "page_25": "leadership role in global climate diplomacy with a view to safeguarding a global level playing field across sectors and across geographies. °\"\nRenewable Fostering an accelerated energy transition towards a competitive, Energy secure and decarbonized energy model plays a key role to tackle the additional challenges arising from the surging energy prices.\nThe current energy and climate crises stem largely from an over- dependence on volatile, imported fossil gas, oil and coal. This dependency is jeopardizing the EU’s economic outlook and undermines the investment climate. For this reason, the EU needs to accelerate access to decarbonized and renewable energy, especially for hard-to-abate sectors, replace Russian fossil fuels and support new industrial opportunities to build sustainable competitive advantages.\nA successful decarbonization trajectory is not one in which the EU de-industrializes and which leads to the closure of companies but one in which the EU industry is enabled to lead the green transition under a solid economic performance. ERT, therefore, supports a higher emphasis on preserving industrial competitiveness during the implementation of the Fit for 55 and REPowerEU packages. *?\nThe current high energy prices and the issue of energy security show the need for greater energy efficiency. Therefore, ERT suggests that the introduction of the ‘energy efficiency first’ principle in the recast of the Energy Efficiency Directive (EED) must be implemented along the entire value chain in energy generation, transmission and distribution, and in end-use sectors, buildings, transport, and industry.\nEnergy\nEfficiency\nIn 2017, ERT made clear that it supports the European Commission’s goal to put energy efficiency first. It argues that energy efficiency measures should focus more on sectors outside the EU ETS which are not sufficiently incentivized by the market, such as buildings and transport. It advocates for a harmonized framework that fosters further energy conservation and efficiency improvements by implementing available or new technologies, products and services for those sectors with the largest potential, and by supporting behavioral changes.\n@\nThe ERT’s positions are aligned with BASF’s views. The association asks for a political framework fostering innovation and climate protection, while safeguarding the competitiveness of industry.\n51 https://ert.eu/documents/international-cooperation-to-deliver-on-the-paris-goals/\n52 https://ert.eu/wp-content/uploads/2022/12/ERT-Expert-Paper-Accelerating-Decarbonisation.pdf 53 https://ert.eu/wp-content/uploads/2022/12/ERT-Expert-Paper-Accelerating-Decarbonisation.pdf 54 https://ert.eu/documents/naturally-active-for-the-climate/\n24\nIndustry Association Review | December 2023",
  "page_26": "4.2.4 VCl (Verband der Chemischen Industrie e.V.)\nVCI represents the politico-economic interests of around 1,700 German chemical companies and German subsidiaries of foreign businesses. For this purpose, the VCI is in contact with politicians, public authorities, other industries, science and media. The VCI represents more than 90 percent of the chemical industry in Germany.\nAlignment\nTopic area\nPosition\nwith BASF\nVCI supports the Paris Agreement.®° As a_ problem-solving industry, the chemical and pharmaceutical industry wants to contribute to achieving the overarching goals of the EU Green Deal. With many innovative processes and products — at the beginning of almost all industrial value chains — it is already paving the way for more sustainability. VCl considers the chemical industry as a key sector in climate protection. On the one hand, through its products, which in many cases help to reduce greenhouse gases in a variety of areas and save energy. On the other hand, however, it is also a major emitter of greenhouse gases. The industry is aware of its responsibility for the climate, the environment and society.°©\nParis\nAgreement\nCarbon\nIn order to find ways and solutions for the transition, the Association of German Engineers (VDI) and VCI launched the Chemistry4Climate platform, which presented the results in 2023.°’ This includes data updates from the 2019 publication ‘Roadmap 2050’, in which VCI describes how a greenhouse gas neutral chemical industry in Germany until 2050 could be technologically feasible.°* The publications identify challenges as well as methods and technologies from electricity-based processes to downstream processes, to combat carbon emissions.\nNeutrality\nA specificity of the chemical sector: Carbon is and will remain an essential element of many chemicals and products thereof. Having access to alternative sources of carbon, notably from CO2/CO captured from industrial processes, waste, and biobased sources is an absolute necessity. As residual emissions become economically hard to abate, balancing options will be needed to reach our climate-neutrality objective. °°\nVCI also explains that climate-neutral production comes at higher costs. Therefore, political solutions must be found as to how economic production can continue to take place in the EU until the additional burdens associated with climate-neutral production can be fully transferred to the market. The longer global action is not\n55\n56 https://www.vci.de/themen/europa/green-deal/so-gelingt-der-g reen-deal-2.jsp https://www.vci.de/themen/energie-klima/energiepolitik/gemeinsame-erklaerun es-vci-stakeholder-dialogs-dekarbonisierung-ausbau erneuerbarer-energien-beschleunigen.jsp 5” Chemistry4Climate | VCI\n58\nRoadmap Chemie 2050 | VCI\n5° VCl-Position Zertifikaten CO2-Abscheidung | VCI zu zur\n25\nIndustry Association Review | December 2023",
  "page_27": "put in place, the less incentive will be there for large parts of chemical industry to invest in replacing existing plants in the EU.©°\nCarbon Pricing / Emissions Trading Systems\nFrom the VCl’s point of view, a global emission trading system would be the most effective way to reach the goals set in the Paris Agreement, as it would enable comparable competitive conditions at the global level, thereby preventing carbon leakage effects (for example, relocation of investments and production and thus of emissions to regions with lower costs).°'\nThat being said, the VCI emphasizes the importance of effective measures to prevent carbon leakage.® In an EU consultation about Carbon Border Adjustment Mechanism (CBAM), VCI does not see CBAM as effective in addressing the risk of carbon leakage.® The chemical industry should remain outside the scope, at least in the pilot phase, due to its value chain complexity and lack of export protection. Later scope expansions should only take place after a completed evaluation with proper results.\nRenewable The Chemistry4Climate project showed: Supporting the Energy transformation to climate neutrality requires large amounts of renewable and cheap electricity. By 2045, the chemical industry alone will achieve an electricity demand of up to 508 TWh, which is roughly equivalent to today’s total demand in Germany.® At the same time, it urges politicians to take measures to guarantee security of supply and keep electricity prices competitive.\nEnergy\nVCl advocates for more energy efficiency in Europe. Instead of absolute savings, relative energy savings should be the goal, i.e., to produce the same amount of product with less energy. Since technologies with lower COz2 emissions will require a high amount of electricity in the future, VCI calls for energy efficiency requirements to leave room for innovation and low-carbon technologies.*\nEfficiency\nThe VCl’s positions are fully aligned with BASF’s views. The association asks for a political framework fostering innovation and a maximum of climate protection, while safeguarding the competitiveness of industry.\n6° Feedback from: Verband der Chemischen Industrie VCl (europa.eu) -\n51 vci-politikbrief-spezial-juni-2019-co2-preis.pdf\n62 Geleitschutz fur Transformation beibehalten | VCl\n63 https://www.vci.de/ergaenzende-downloads/fragebogen-konsultation-grenzausgleichsmassnahmen-mit-vci-antworten-englisch.pdf\n64 https://www.vci.de/ergaenzende-downloads/cbam-vci-kurzposition-trilog. pdf\n6 Wie die Transformation der Chemie gelingt | VCI\n86 Chemie braucht den Industriestrompreis | VCl\nhttps://www.vci.de/langfassungen/langfassungen- vci-stu reenhouse-gas-neutralit -in-the-german-chemical-indust df\n26\nIndustry Association Review | December 2023",
  "page_28": "4.2.5 BDI (Bundesverband der Deutschen Industrie)\nThe Bundesverband der Deutschen Industrie (BDI) is the leading organization of German industry and industry-related service pro viders. As an umbrella organization, it represents 35 industry associations and more than 100,000 companies with around 8 million employees. BDI members discuss positions, formulate concerns, and convey them to the policymakers and to the general public.\nAlignment\nTopic area\nPosition\nwith BASF\nParis\nBDI was actively engaged in the negotiations for the Paris Agreement and supports its goals.®* BDI still engages at the COP conferences and asks to turn the results of the Global Stocktake into binding decisions. If vulnerable countries are to work constructively with industrialized countries to realize more renewable energies, more energy efficiency and the phase-out of coal, oil and gas, COP28 must deliver on “loss and damage” and the failed promise of developed countries to mobilize $100 billion each year for climate finance from 2020 onwards.\nAgreement\nBDI argues that if European companies are both committed to the Paris Agreement and successfully competing on international markets, Europe must ensure the cost effectiveness and economic efficiency of its climate policy.\nCarbon\nBDI published a study entitled “Climate Paths for Germany 2.0””° The study presents a proposal for a program that would enable all sectors to achieve their climate protection targets in 2030 and set the course toward greenhouse gas neutrality in 2045. BDI also points out that measures to achieve the climate targets remain relevant after the Russian war against Ukraine and the resulting energy crisis but must be placed in the context of the new circumstances. The focus must now be on making the economy resilient and at the same time pursuing the climate targets.”\nNeutrality\nBDI welcomes the proposal of the “Net Zero Industry Act” tabled by the European Commission but sees the need for significant improvements to turn it into a solid response to imminent geopolitical and competitiveness challenges while boosting a climate-neutral European industrial continent by 2050.’2\nCarbon\nBDI supports the recognition of the EU ETS as an important tool under the Energy Union framework. In this context, it stresses the importance of effectively protecting companies against relocation (carbon leakage).’*From the BDI point of view, border adjustment measures cannot replace free allocation and electricity price\nPricing /\nEmissions\nTrading\nSystems\n68 Article (bdi.eu)\n6° Bundesverband der Deutschen Industrie e.V. (bdi.eu)\n7° Publikation (bdi.eu); https://english.bdi.eu/article/news/climate-paths-2-0-how-to-make-our-industrial-country-climate-neutral/\n™\nArtikel (bdi.eu)\n” https://english.bdi.eu/publication/news?tx_news _pi1%5Bnews%5D=10031&cHash=7d78658557444a009d594cea51536bf2 3 Deutsche Industrie erwartet klares Bekenntnis Industrie- und Innovationsstandort EU (bdi.eu) zum\n27\nIndustry Association Review | December 2023",
  "page_29": "Renewable\nEnergy\nEnergy\nEfficiency\ncompensation. CBAM should be tried out cautiously, if at all, and only applied in constructive cooperation with trading partners who are also interested in this instrument. Protection against carbon leakage until 2030 should primarily be provided by the traditional instruments (free allocation, electricity price compensation).\nBDI supports the introduction of global carbon prices (e.g., with emission trading systems or carbon taxes). To achieve a level playing field, the BDI calls for a harmonization of climate protection efforts at the global level. ”\nBDI supports the energy transition (“Energiewende”) and calls for more speed in the expansion of renewable energies and hydrogen- capable gas-fired power plants for a reliable energy supply. More wind and solar are depressing electricity prices. In addition, the costs for ongoing operation after installation of the systems are low. In order for the expansion of wind power and solar energy to progress, more land and shorter planning and approval procedures are needed. In addition, there is a need for a time-limited transformation electricity price for companies that are competing internationally. Otherwise, there is a risk that they will no longer be able to continue working in Germany. ’\nAlso, BDI demands that the European internal energy market must be further developed, including, e.g., the development of transnational electricity grids.”” An integrated energy system with a_ resilient EU-wide infra-structure, functioning markets and abundant renewable energy at competitive prices is a pre-condition for reaching climate-neutrality while maintaining industrial value creation networks in the EU. In addition to electrification, new energy carriers as well as alternative and renewable fuels will be indispensable solutions. ”\nBDI supports energy efficiency and runs an own initiative to promote energy efficiency in buildings, which are responsible for 40 percent of energy consumption and 30 percent of COz2 emissions in Germany”?\nBut BDI also asks for Energy Efficiency policies which do not introduce any limitation on the individual consumption of companies or households. °°\n74 Article (bdi.eu)\n75 BDI-Position New Momentum for Globalisation (1).pdf\n78 Artikel (bdi.eu)\n77 https://bdi.eu/themenfelder/energie-und-klima/sichere-politik-fuer-sichere-energie/\n78 A joint call for European\nenergy\nand climate innovation leadership (bdi.eu)\n79 BDI-Initiative \"Energieeffiziente Gebaude\" — Zum Thema (initiative-energieeffiziente-gebaeude.de\n8° Artikel (bdi.eu)\nIndustry Association Review | December 2023\n28",
  "page_30": "The BDI’s positions are aligned with BASF’s views. The association asks for a political framework fostering innovation and climate protection, while safeguarding the competitiveness of industry.\nIndustry Association Review | December 2023\n29",
  "page_31": "4.2.6 essenscia\nFounded in 1919, essenscia is a Belgian cross-sectoral federation representing and promoting the interests of nearly 800 companies in the chemical and life sciences industries.\nAlignment\nTopic area Position\nwith BASF\nParis\nessenscia supports the sustainable development goals and is committed\nAgreement to contribute to the EU Green Deal.®' However, essenscia highlights the\nimportance of real global action to combat climate change and sees the\nParis Agreement as the framework. Whether global action occurs will be\ndetermined by the level of ambition and the way in which all major econo-\nmic blocs implement climate policies. In case of a possible tightening of\nthe EU NDC (nationally determined contributions) under the Paris\nAgreement, it is essential that global efforts are taken into account.®\nCarbon\nessenscia supports an EU climate neutrality ambition®®? and Belgium's\nNeutraliy National Plan for Recovery and Resilience, PHV® (Het Belgische\nNationaal Plan voor Herstel en Veerkracht). A need for framework\nconditions to support the transition®> and related actions on EU level\nwere highlighted by essenscia in the following fields:\nDevelopment and implementation of innovations\n—\nAvailability of affordable and sustainable energy\n—\n—\nAn international view on competitiveness and investments and\na coherent industrial policy with legal certainty and incentives\nA shift in mindset of all actors and technology-neutral approach\n—\nCarbon\nessenscia generally supports carbon pricing, but any form of carbon\nPricing / pricing must fulfill the criteria of adequate carbon leakage protection as\nEmissions well as effectiveness and efficiency.\nessenscia calls for a deep reflection on carbon pricing policies in general\nTrading\nSystems with a WTO compliance check (avoidance of retaliation and compre-\nhensive impact and risk assessment of any proposed instrument with\nrespect to imports and exports). essenscia warns that the development\nof national climate plans for 2050 by individual EU member states could\nlead to disaggregated approaches and an erosion of the level playing\nfield within the EU. Moreover, it sees a spread between climate\nambitions in the EU and the rest of the world, which might lead to higher\nCOz, energy and eventually investment costs in the EU. Therefore,\nessenscia asks for a coherent EU approach boosting innovation and\nallowing investments in a global economy as well as an impact assess-\nment on EU climate ambitions in a global perspective to feed a proactive\nindustrial policy fit to maintain manufacturing capacity in Europe.®\n51 Energy & Climate Essenscia Sustainable Development Report 2021 (essensciaforsustainability be)\n52 https://www.essenscia.be/chemie-en-farmasector-ziet-vier-cruciale-uitdagingen-o\n-\nuurzaamnelasvia\nlimaat-kunststoffen-circulaire-\neconomie-en-talent/\n83 https://www.essenscia.be/open-brief-we-zijn-een-industrie-in-transitie/\n54 https://www.essenscia.be/belgisch-relanceplan-juiste-themas-en-accenten-weinig-ruimte-voor-private-investeringen/\n85 https://www.essenscia.be/tijd-voor-industriebeleid-essenscia-lanceert-transitieplan-voor-meer-concurrentiekracht-en-meer-\nduurzaamheid/\n86 https://www.essenscia.be/fit-for-55-chemie-en-life-sciences-sector-draagt-fors-bij-aan-klimaatdoelen-en-rekent-op-toekomstgericht- industriebeleid/\nIndustry Association Review | December 2023\n30",
  "page_32": "essenscia highlights the need for a secure and competitive energy mix that comprises all forms of climate-neutral energy, including nuclear, energy and with a strategic vision on supply of new energy carriers.®’ The climate issue primarily relates to energy requirements because climate solutions depend on the availability, affordability and reliability of low-carbon energy. Crucial climate technologies such as COz capture, efficient hydrogen production and the electrification of production processes can save a great deal of COz but require extra energy. Energy carriers such as electricity or hydrogen cannot be sourced underground; they must be created by wind turbines or solar panels, by splitting water or methane. In all climate scenarios, the demand for hydrogen, as a raw material and energy bearer, is set to significantly increase. A diversified range of climate-friendly hydrogen is therefore essential.®* In summary:\nEnergy policies should focus on all dimensions: sustainability,\nadequacy and affordability.\nAffordability depends on system costs (including the hidden\ncosts, need for backup, grid development, subsidy costs, etc.)\nFuture energy needs will exceed the potential of renewable\nenergies due to intermittency of sun and wind or due to resource\navailability for biomass.\nTechnology-neutral approach: Other climate-neutral energy\nsources and carriers will play a major role\nMany products from the chemical sector are designed to reduce CO2\nEfficiency emissions and generate greater energy efficiency in homes, transport,\nagriculture and other industries.®° Implementing energy efficiency mea-\nsures remains important to save energy and reduce greenhouse gas\nemissions, however energy efficiency has (thermodynamic) limitations\nand energy will always be needed for production, transport and heating\npurposes.\nEssenscia continues to advocate the importance of energy-efficiency by promoting policy that build upon the principles of economic and technical feasibility and guidance®'. For example, Energy4Climate is a unique energy and climate project set up by essenscia with the support of the Flemish Energy and Climate Agency to help SMEs and companies in the chemical and life sciences to increase their energy efficiency and improve their climate performance. °2\nessenscia positions are fully aligned with BASF’s views. The association asks for a political framework fostering innovation and a maximum of climate protection, while safeguarding the competitiveness of industry.\nRenewable\nEnergy\n—\nEnergy\n87 https://www.essenscia.be/chemie-en-life-sciences/transitieplan/\n88 Energy & Climate Essenscia Sustainable Development Report 2021 (essensciaforsustainability.be) -\n89 https://essensciaforsustainability.be/challenges/energy-climate/\n°° https://ec.europa.eu/info/law/better-requlation/have-your-say/initiatives/12265-2030-Climate-Target-Plan/public-consultation_ de 91 https://www.essenscia.be/chemie-en-life-sciences/transitieplan/\n% Energy4Climate: unique and climate project for efficiency and better climate performance Essenscia Sustainable energy more energy - Development Report 2021 (essensciaforsustainability.be)\nIndustry Association Review | December 2023\n31",
  "page_33": "4.3 North America/United States\n4.3.1 ACC (American Chemistry Council)\nACC represents chemical manufacturers in the United States. Its mission is to deliver value to members through advocacy, member engagement, communications and scientific research\nAlignment\nTopic area Position\nwith BASF\nParis\nACC considers climate change as a global challenge that needs long-\nAgreement term commitment and action by every segment of society. A combination\nof technology, market-based and policy solutions will be necessary to\nreduce greenhouse gas emissions and achieve climate goals, such as\nthose of the Paris Agreement.°? ACC welcomes the U.S. recommitment\nto the Paris Climate Agreement.”\nCarbon ACC is a member of ICCA and supports the ICCA Carbon Neutrality Neutrality statement\nAmerican chemistry is taking action to address climate change. First and foremost, ACC members are exploring, developing, and deploying new technologies to reduce their own emissions. These include carbon capture, utilization and storage (CCUS) lower-emission hydrogen steam, and electricity; the use of biomaterials and circular feedstocks instead of virgin materials; cracker electrification; and industrial energy efficiency programs, to name a few. °\nACC is working with DOE, the Biden administration, and Congress to\nsupport timely and efficient implementation of the Inflation Reduction Act\n(IRA) and the Bipartisan Infrastructure Law (BIL), which provide research\nand funding authority for a variety of projects. They are discussing ways\nto optimize federal and private investment in the critical RD&D activities\nnecessary to bring lower-emissions technologies to at-scale\neconomically viable commercialization. °°\nCarbon\nACC calls for any legislation that places a price on carbon to adhere to\nPricing / the following principles to ensure the business of chemistry remains\nEmissions competitive: °”\nTrading\nThe approach should be market-based, economy wide and only\nSystems\napplicable to quantifiable greenhouse gas emissions\nPrice signals should be revenue-neutral\nBorder adjustment measures are needed to prevent carbon leakage\nfrom one region or country to another\nFeedstocks should be exempted\nA portion of collected funds should support a smooth transition to new\nlow emissions technologies by the industrial sector\n% Climate - American Chemistry Counc\n94 ACC Policy Recommendations for Lower Emissions Future - American Chemistry Counc a\n95 https://www.americanchemistry.com/better-policy-requlation/climate-change\n86 https://www.americanchemis com/chemis -in-america/news-trends/blo\nOs!\nsenate-hearing-Zeroes-in-on-industrial-\ndecarbonization\n97 https://www.americanchemistry.com/content/download/4329/file/ACC-Policy-Recommendations-for-a-Lower-Emissions-Future. pdf\n32\nIndustry Association Review | December 2023",
  "page_34": "Carbon pricing should displace performance standards and preempt state climate laws All sectors and sources should be included to maximize impact and reduce bias Product life-cycle emissions should be measured to help ensure the processes or products that actually enable the greatest climate progress are recognized Year-over-year reduction goals should be set using the best available science and allow reasonable time for industry to transition to new technologies and energy sources Renewable According to ACC, renewable energy generation and advanced battery Energy storage will be essential and inseparable components of the chemical industry’s emission reduction strategy. Chemical manufacturing is inherently energy intensive, requiring both heat and electric energy at quantities that exceed the supply and capacity of today’s renewable energy generation, storage, and infrastructure capacity. Even without any changes to manufacturing processes, transitioning the industrial electrical grid to renewable generation will require unprecedented investments in new renewable generation, transmission, and energy storage infrastructure, as well as new innovative technologies and materials to decrease the cost, increase the efficiency, and ensure the 24/7 reliability of supply to industrial users. The transition to low-emission industrial manufacturing technologies and strategies (carbon capture, cracker electrification, etc.) will increase 24-hour demand for reliable electricity even more. ACC’s members will be important partners, supplying many of the current chemical and material technologies used in renewable generation, transmission, and storage used today, while developing the innovative new chemistries and materials needed for the renewable and low-carbon energy and industrial sectors of tomorrow. Energy ACC supports policies to improve energy efficiency in the residential, Efficiency commercial and industrial sectors. It highlights the potential of adopting updated energy efficiency building codes and supporting more combined heat and power at industrial facilities. There is an opportunity for the chemical industry and DOE to work together to build on current technologies while developing new energy efficiency and greenhouse gas reduction tools using advanced chemistries and materials. ACC discussed these opportunities in detail in its response to DOE’s RFls on Deployment and Demonstration Opportunities for Carbon Reduction and Removal Technologies (DE- FOA-0002660) and Energy Sector Supply Chain Review, 86 Fed. Reg. 67695. '°°\n%8 https://www.americanchemistry.com/content/download/10704/file/ACC-Response-to-DOE-RFl-on-Reducing-GHGs-in- Manufacturing. pdf °° https://www.americanchemistry.com/Energy-Efficiency/ 100 https://www.americanchemistry.com/content/download/10704/file/-ACC-Response-to-DOE-RFl-on-Reducing-GHGs-in- Manufacturing. pdf\nIndustry Association Review | December 2023\n33",
  "page_35": "ACC’s position on climate policies is aligned with BASF’s views. ACC acknowledges that carbon pricing may be one element of climate policy. ACC supports a political framework fostering innovation and climate protection, while safeguarding competitiveness of industry.\nIndustry Association Review | December 2023\n34",
  "page_36": "4.3.2 NAM (National Association of Manufacturers)\nNAM is the largest manufacturing association in the United States, representing 14,000 small, medium and large manufacturers in every industrial sector and in all 50 states.\nPosition\nAlignment\nTopic area\nwith BASF\nParis\nNAM supports the objectives of the Paris Climate Agreement to significantly reduce the risks and impacts of global climate change. Climate change is a global problem that requires a global solution, which is why it’s critical for the United States to work in tandem with other countries. '°' NAM recently affirmed its position and activities related to addressing climate change with publication of The Promise Ahead report. In this report, the NAM notes its manufacturers’ action plan on climate includes support for “an international, rules-based system that consistently binds all emitters and ensures a level-playing field,” as well as “a unified domestic framework that applies to all emitters and harmonizes greenhouse gas regulation.”'°? The goal of such an agreement must be to address the climate threat in a manner that prevents carbon leakage by ensuring that no country gains a competitive advantage from failing to take meaningful, equitable action to reduce carbon emissions. An agreement must be fair, effective, transparent and protect intellectual property rights. It should eliminate all possible tariff and nontariff barriers to the purchase of environmental goods and technologies. '°? NAM asks for immediate climate action which should not be delayed.\"\nAgreement\nCarbon No specific statement available Neutrality Carbon NAM asks the Federal Government to enact a single, unified Pricing / climate policy that meets specific targets, ensures a level playing avoids carbon and choice and Emissions field, leakage preserves consumer manufacturing competitiveness. Because recent domestic climate Trading in the U.S. have not with the outlined proposals aligned parameters Systems in the Promise Ahead report for NAM support, NAM has opposed some actions (e.g., U.S. Securities and Exchange Commission proposed _ rule on climate risk disclosure) and continues to challenge environmental regulatory issues that may impact U.S. manufacturing competitiveness (e.g., EPA air quality proposals) all the while still supporting action on climate and carbon management broadly. 1°\n101 https://docs.house.gov/meetings/IF/IF18/20190918/109943/HHRG-116-IF 18-Wstate-EisenbergR-20190918.pdf 102 NAM Reinforces Climate Priorities NAM - 103 https://www.nam.org/wp-content/uploads/2021/01/The-Promise-Ahead. pdf 104\nhttps://www.nam.org/wp-content/uploads/2020/04/Energy-and-Environment-Policies.pdf\n195 https://nam.org/w -the-secs-climate-rule-wont-work-29382/?stream=issue-environment\nIndustry Association Review | December 2023\n35",
  "page_37": "Renewable NAM states that U.S. manufacturers are developing new Energy technologies that make energy cleaner, more affordable and reliable with each passing year. Manufactures benefit from all forms of energy and natural resources— while making smart investments to become more energy efficient and keep protecting the environment.’ E.g., they highlight that Oil-Field-Service Firms get into renewables.'°” However there is no request to speed up development of renewable energy. Energy NAM asks for massive invest in public- and private-sector energy Efficiency and water efficiency. A recent study by the Natural Resources Defense Council projected that the United States could get almost 42 percent of the way toward reaching an 80 percent greenhouse gas emissions-reduction goal just by maximizing energy-efficiency investments and strategies. °° Hence, NAM supports the Federal Government’s aim to make energy efficiency a priority, and its members remain committed to reducing their energy intensity while producing more energy efficient products. NAM supports policies aiming to reduce existing barriers and provide certainty for further energy efficiency improvements.\nThe National Association of Manufacturers (NAM) supports global engagement to create a framework supporting low-carbon and carbon-free technology deployment while allowing for a global level- playing field for energy-intensive and trade-exposed industries.\nNAM supports market-based mechanisms to achieve greenhouse gas reductions, research, development and deployment of new technologies, but is not the primary trade association for climate policy advocacy. NAM is a leader on workforce development, manufacturing excellence, trade and supply chain topics, and innovation. As such, BASF will continue its membership and work to further shape NAM’s climate positioning prospectively, as we have done historically.\n106 Competing to Win July 2022 .indd (nam.org)\n107 Ojil-Field-Service Firms Get into Renewables NAM -\n108 https://www.nam.org/wp-content/uploads/2021/01/The-Promise-Ahead.pdf\nIndustry Association Review | December 2023\n36",
  "page_38": "4.4 South America/Brazil\n4.4.1 ABIQUIM (Associagao Brasileira da Industria Quimica)\nThe Brazilian Chemical Industry Association (ABIQUIM) was founded in 1964. It is active on behalf of chemical companies as well as service providers that work for the chemical industry\nThe association performs statistical monitoring of the industry, promotes specific studies on products and activities of the chemical industry, monitors changes in the and regulations, and advises member companies regarding economic, technical and foreign trade matters\nAlignment\nTopic area Position\nwith BASF Paris ABIQUIM supports the Paris Agreement.'°? The chemical industry is a Agreementpartner of Brazil in the fulfilment of the Brazilian goals set out in the Paris Agreement and in the transition to a low-carbon economy, so that current production and consumption do not compromise the preservation of the environment and the maintenance of the quality of @ life for future generations ABIQUIM understands that Brazil must assume a prominent position in the global process of a low-carbon economy in order to consider its comparative competitive differentials, such as its energy matrix, the productivity of biomass chains and its vast biodiversity. 1° Carbon ABIQUIM is a member of ICCA and supports the ICCA Carbon @ Neutrality Neutrality statement Carbon ABIQUIM believes that the implementation of a market-based Pricing / emissions pricing system can represent many opportunities for the ''' ''? effective Emissions Brazilian industry. Emissions trading systems have advantages compared to systems based on taxation or carbon tax, as Trading they privilege and stimulate the business environment through Systems investments based on innovation, for productive open opportunities more — efficient and effective products for decarbonization ABIQUIM is committed to national and international discussions, such as its participation in the Energy and Climate Change Leadership Group of the International Council of Chemical Association — ICCA and in the Advisory Committee of the PMR Brazil Project, an initiative of the World Bank in partnership with the Ministry of Economy, which studies the feasibility of implementing economic instruments for carbon pricing in Brazil ABIQUIM advocates that policies on carbon pricing consider these following recommendations \"\"* - Adoption of a carbon pricing system appropriate to the reality and jurisdiction of the Brazilian economy, which includes all\n109 http://www.tecnologiademateriais.com.br/portal/noticias/plasticos_engenharia/2016/abril/Abiquim-realiza-o-evento-O-Acordo-de- Paris. html 110\nDeloitte-Abiquim-Chemical-Sector.pdf\nhttps://abiquim.org.br/comunicacao/noticia/9291\n112 pou debate mercado de carbono encontro do Grupo Energy & Climate Change (E&CC) do ICCA - Portal Aberj em re ificagao do Carbono fim.cdr (abiquim-files.s3-us-west- -amazonaws.com\nIndustry Association Review | December 2023\n37",
  "page_39": "sectors and which is an efficient and effective instrument for achieving the goals of mitigating greenhouse gases and promoting economic development; Encouraging investments in low-carbon products and processes. Allocation of resources for the development and implementation of technologies for mitigation and adaptation to climate change; Harmonization between Brazilian climate and energy policies in order to ensure the industry’s access to clean and competitive energy; Fossil inputs used as raw materials in industrial processes, which are transformed into other materials, should be completely exempt from any carbon pricing or taxation mechanism; Any revenue from carbon pricing mechanisms should be dedicated to the development of new low-carbon technologies; Adoption of carbon adjustment mechanisms at the border Integration of Brazilian policies with those of other countries/regions with carbon pricing mechanisms, in order to harmonize rules and parameters, in addition to disseminating Brazilian initiatives internationally and promoting a global carbon pricing mechanism.\nRenewableABIQUIM — supports renewable energy.'* Brazil has several Energy comparative advantages in the transition towards renewable chemistry because of its sustainable energy generation matrix. According to EPE, Brazil has an electricity matrix composed of about 49 percent of renewable sources, compared with a global figure of 15 percent. '\"®\nThe Brazilian chemical industry is one of the most sustainable in the world.\"'© It has an extensive history of developing sustainable products and processes, being a pioneer in the alcohol-chemical route. ABIQUIM is convinced that the Brazilian chemical industry and Brazil can become even more relevant players on the world stage with a development strategy based on the bioeconomy and the development of products and production processes based on the use of renewable resources, derived from Brazilian agribusiness or biodiversity.\nEnergy ABIQUIM recommends integrated renewable energy production Efficiency projects to serve industrial complexes, condominiums, shopping\n114 https://www.abiquim.org.br/comunicacao/noticia/2615\n118 MATRIZ ENERGETICA (epe.gov.br)\n\n\"8 A study (STRATEGIC IMPLICATIONS OF ECONOMIC INSTRUMENTS FOR THE REGULATION OF GREENHOUSE GASES (GHG) FOR THE BRAZILIAN CHEMICAL SECTOR (2022)) commissioned by Abiquim shows that, for a set of seven selected strategic products, production in Brazil is less carbon-intensive when compared to production in Europe (5 — 35%) and the rest of the world (15 — 51%). Source: Study Estudo IMPLICAGOES ESTRATEGICAS DE INSTRUMENTOS ECONOMICOS DE REGULAGAO DE GASES DE EFEITO ESTUFA (GEE) PARA O SETOR QUIMICO BRASILEIRO .(to be published)\n38\nIndustry Association Review | December 2023",
  "page_40": "malls, etc. This allows for the planned and rational expansion of alternative sources and can stimulate energy efficiency gains by self- generation and cogeneration of energy, for example when industrial processes allow the use of steam to optimize and complement the activities of the production unit.\nABIQUIM’s positions are aligned with BASF’s views. The association asks for a political framework fostering innovation and a maximum of climate protection, while safeguarding the competitiveness of industry.\nIndustry Association Review | December 2023\n39",
  "page_41": "4.5 Asia\n4.5.1 FMM (Federation of Malaysian Manufacturers)\nThe Federation of Malaysian Manufacturers (FMM) is Malaysia’s premier economic organization. Since its establishment in 1968, the FMM has consistently led Malaysian manufacturers in spearheading the nation’s growth and modernization. Today, as the largest private sector economic organization in Malaysia, representing over 3,000 manufacturing and industrial service companies of varying sizes, FMM is the officially recognized and acknowledged voice of the industry.\nAlignment\nTopic area\nPosition\nwith BASF\nParis\nNot announced\n@\nAgreement\nCarbon\nNot announced\n@\nNeutrality\nCarbon\nNot announced\nPricing /\nEmissions\nTrading\nSystems\nRenewable FMM welcomes the government’s program supporting the\nEnergy /\ndevelopment of a green economy, encouraging industries to step\nEnergy\nup investments in energy efficiency, renewable energy and waste\nEfficiency\nminimization and contributing to a sustainable future for Malaysia.\nFMM is a partner of the National Sustainable Development Goals\nSolutions Platform, developed by the UN Country Team Malaysia,\nsupported by the Ministry of Economic Affairs; the platform focuses\non leaving no one behind, human rights & governance and\nenvironmental sustainability.\nFMM has established a Sustainable Development Committee that\noutlines four focus areas: reforestation, circular economy,\nrenewable energy and supply chain. ''”\"\"°\nAlthough FMM may not specifically address issues using climate-change terminology, much of its feedback to government and topics covered in various energy and environment-related seminars and conferences are related to the impact of climate change. This feedback is in line with BASF’s views. Our intention is to further support FMM with our industry-specific knowledge.\n117 https://www.fmm.org.my/images/articles/publication/FMM_ BIA Apr-June2021.pdf; \"18 https://www.fmm.org.my/Press_Releases-@-Press Release -\nBudget 2020 Addresses Challenges Across All Economic Sectors -aSpx\nhttps://www.fmm.org.my/Events-@-eventlist.aspx\nIndustry Association Review | December 2023\n40",
  "page_42": "4.5.2 CPCIF (China Petroleum and Chemical Industry Federation)\nCPCIF was founded in 2001 and its members currently account for more than 80 percent of the industrial output value of China’s petroleum and chemical industries. Its members include 300+ SOEs (State-Owned Enterprises), private firms, multinationals, local associations, research institutes and universities. CPCIF also oversees 40+ secondary associations for sectors like pesticides and polyurethanes, etc.\nCPCIF advises the Chinese authorities on industrial planning and policies on China’s petrochemical/ chemical industries and is a heavy hitter in shaping China’s policies, regulations and standards for energy transformation and carbon neutrality.\nTopic area\nPosition\nParis\nCPCIF is fully committed to supporting China’s efforts to achieve\nthe energy transition and meet the objectives set out in the 2015\nAgreement\nParis Climate Conference of the Parties (COP21) and supports\nChinese authorities’ measures of shifting from the current\nscheme for “dual controls” of energy consumption and energy\nintensity to anew scheme for “dual controls” on carbon emissions\nand carbon intensity. ‘'°\nCarbon\nCPCIF is fully committed to supporting China’s 2030/2060\nNeutrality\ncarbon goals and has been actively advising the Chinese\ngovernment on new legislation in this area. BASF has been\nplaying a leading role in over the last 10 years. The Carbon\nNeutrality Taskforce under the Multinational Committee of CPCIF\nhas conducted comprehensive research on the carbon polices of\nthe U.S. and the EU and is generating policy recommendations\nfor Chinese authorities in this area. 12°\nCarbon\nCPCIF is entrusted by the Chinese authorities to organize\nPricing /\nstudies of the relevant subjects to support proposals of\nregulations and standards for calculation and verification of\nEmissions\nTrading\ncarbon emission of chemical facilities/sites, and work with\nSystems\nmember companies to prepare for the possible expansion of the\nnational ETS to petrochemical/chemical industries by 2025 at the\nearliest. So far, the Carbon Neutrality Taskforce under the\nMultinational Committee of CPCIF is conducting research on EU\nETS and is drafting recommendations for the Chinese authorities\n\"8 The report \"Prospects for China's Energy Transformation in 2023\" published at the United Nations Climate Conference (7 FR BE Wee EE 22023) IRE SHIRA AUR KE (cpcif.org.cn)\nChina has made positive progress in addressing climate change 4&8 DV xt “U1 ELBE AA Fe (cpcif.org.cn) A historic regression in US climate policy 32 El “URE FEI EE a\n(cpeif.org.cn)\nThe EU still faces numerous difficulties in achieving its climate goals Nir Lisl > EM j PRL XE Bet EE cpcif.org.cn\n120 Provisional Regulations Carbon Trading Management to be included in the Legislative Plan\non\nDRE EEL AAT AAA SHEA Xl (cpcif.org.cn)\nShanghai ETS _L-ji pats WE i=l 38 (cpcif.org.cn The pilot made progress\n41\nIndustry Association Review | December 2023\nAlignment\nwith BASF",
  "page_43": "on the rules for emission quota allocation for the petrochemical\nand chemical industries.\nRenewable\nCPCIF is entrusted by the NDRC (National Development and\nEnergy\nReform Commission) to conduct a study and make a policy\n@\nrecommendation for multinationals on the use and accreditation of\nrenewable energy. Their experts visited BASF’s Zhanjiang site in\nSeptember 2023 to collect input. 7!\nSponsored by MIIT (Ministry of Industry and Information\nTechnology), CPCIF established an annual Energy Efficiency\nEnergy\nChampionship Scheme in 2011 to recognize leading enterprises\nEfficiency\nin the sectors of refineries, ethylene cracker, synthetic ammonia,\nmethanol, calcium carbide, caustic soda, soda ash, PX and PTA,\netc. So far, the scheme only involves domestic companies,\nincluding BASF’s partner Sinopec. '72\nBASF has been playing a leading role in the Carbon Neutrality Taskforce (previously called ETS Taskforce) under the Multinational Committee of CPCIF over the last 10 years. CPCIF shows a keen interest in BASF approaches and success stories in low-carbon and green development and is quite receptive to BASF’s inputs on SCOTT methodology for PCF calculation, LCA tool and RE accreditation.\nThe positions of CPCIF on carbon management are still evolving. BASF’s expertise in this area is highly regarded by CPCIF leaders and experts. BASF’s continued engagement in advocacy via CPCIF is expected to yield greater alignment with CPCIF and the Chinese authorities in general.\n121 Global Energy Transformation Enters Challenge Period COP28 Focuses Climate Action Implementation a on APR AE VTS At AUR] COP2838 8 “UAT OVE SE (cpcif.org.cn\nGlobal competition and upgrading of renewable energy are urgently needed to enhance industrial competitiveness a Ae EVRA ER GE Ft Ft GET T M5 Ft 38 FE i (cpcif.org.cn)\nOutlook on the Chinese Chemical Market under the Changing Global Energy Structure\nAPR AGRE as FA ET eB (cpcif.org.cn\nCreate \"green\" with \"green\"! The hydrogen energy industry chain is moving from demonstration to application JZ Ce Hil aR \"| AED ML Ma EOE ZETA FL (cpcif.org.cn)\nThe fate of fossil fuels is determined by safety (LA ARURK MIs, AE HEALS (cpcif.org.cn)\nAre nitrogen fertilizer and methanol enterprises ready to couple with new energy for development? S#rfgvRHA Rie AE. Tze uf 94? (cpcif.org.cn)\nSinopec leads the construction of the National Energy Research and Development Platform \"A (b22 3k 7K # EA AE VR ACE A (cpcif.org.cn)\nProvide strong driving force for green and low-carbon development with a new energy system LAr 24 AEVR A ANA RAE fié (cpcif.org.cn)\n122 9022 Industry Leader in Energy and Water Efficiency\n20227F {TL ABR. 7K cS” AG (cpcif.org.cn\nList and Indicators of Energy Efficiency and Water Efficiency Benchmarks for Key Products in the Petroleum and Chemical Industry in 2022\nKE RA 202255 EA AG LT AP HH ebay BEX “QTL” ACR BLT a A PRLS bo IIe (cpcif.org.cn) The energy crisis has triggered significant investments in the field of energy efficiency improvement IG EVE NL S| eM He HEFT UN FAG HE (cpcif.org.cn)\nIndustry Association Review | December 2023\n42",
  "page_44": "4.5.3 The European Union Chamber of Commerce in China (European Chamber)\nThe European Chamber was founded in 2000 by 51 member companies that shared a goal of establishing a common voice for the various business sectors of the EU and European businesses operating in China. It is a member-driven, non-profit, fee-based organization with a core structure of 33 working groups and fora representing European business in China.\nThe European Chamber is recognized by the European Commission and the Chinese authorities as the official voice of European business in China.\nAlignment\nTopic area\nPosition\nwith BASF\nParis\nThe European Chamber supports China in achieving the energy\nAgreement transition and meet the objectives set out in the 2015 Paris Climate\nConference of the Parties (COP21). China must focus on energy\n@\nintensity reduction and_ shift towards low-emission energy\ngeneration. '2°:'74\nCarbon\nThe European Chamber fully supports China’s goals of peaking\nNeutrality\ncarbon emissions by 2030 and achieving carbon neutrality by\n2060. However, the Chamber strongly recommends maintaining a\nbalance between energy security and China’s long-term targets,\nthrough realistic approaches and sustainable strategies carried out\nin a coordinated and orderly manner. ‘7°\nDriven by stringent environmental regulations and consumer\n@\ndemand, and guided by their global corporate carbon neutrality\npledges, European businesses are well-placed to help China peak\ncarbon emissions before 2030 and push towards carbon neutrality\nin 2060. The report finds that 67 percent of European companies\noperating in China are already pursuing carbon neutrality, and 40\npercent have established China focused decarbonization teams,\nmany of which report directly to the board.\n'26\nCarbon\nThe Carbon Market Sub-Working Group’s advocates for well-\nPricing /\nfunctioning and _ cost-effective domestic and international\nEmissions\nframeworks for greenhouse gas emissions trading. It advocates for\nTrading\nmarket-orientated carbon pricing by: 12”\nSystems\n- seeking to strengthen the credibility and functionality of today’s\ncarbon markets\ncalling for wider market access to China’s carbon markets\npromoting accelerated growth of high-integrity, voluntary\nmarkets with globally harmonized trading rules\nfostering a framework for common, robust accounting rules to\ncreate a new, more ambitious international carbon trading\nmechanism\n123 https://www.eurobiz.com.cn/climate-leadership-and-the-2017-eu-china-summit/ 124 https://www.europeanchamber.com.cn/en/publications-position-paper 125 European Chamber Stance China’s Energy Management Measures on 126 Carbon Neutrality Report (europeanchamber.com.cn) 127 Carbon Market Sub-working Group Position 2023/2024\nPaper\n(europeanchamber.com.cn)\nIndustry Association Review | December 2023\n43",
  "page_45": "-\nThe overall aim is to contribute towards the creation of a fair and predictable business environment, so that international and local companies can compete on a level playing field. It also wishes to share with its Chinese partners its experience with emissions trading systems (ETS) in other markets, and to promote the development and integration of clean energies, while supporting China in its energy transition.\nRenewable The European Chamber advocates to accelerate the low-carbon Energy energy transition with a balance of energy security, climate awareness and economic efficiency. Some key asks are:\n— Promote gas development and speed up the shift from coal to\ngas in China’s energy mix for short- to mid-term energy\nsecurity.\nEnsure European companies have equal access in the\nrenewable energy sector and provide a minimum quota per\nprovince.\nFacilitate corporate green energy procurement by developing\nnew high-quality power infrastructure and leveraging smart\ndigital solutions.\nSet clear targets and policies for the development of\nalternative fuels 128\nThe European Chamber’s key asks to boost Innovation in Energy-\nefficiency (EE) Solutions like: '7°\nEnergy\n— Leverage digitalization in the industrial sector to implement\nEfficiency\ndata-driven solutions, such as real-time monitoring, predictive\nmaintenance, and advanced process controls.\nExpand the scope of the national real-time energy\nconsumption monitoring platform.\nInclude the building sector in the ETS market to improve the\ntransparency of building energy consumption.\nPromote low-emissions technology replacements to high-\nemissions thermal power technology and _ install carbon\ncapture, utilization and storage facilities.\nContinue to raise minimum energy performance standards to\nencourage higher energy efficiency and strengthen global\ncollaborations on this front.\nStrengthen green finance support for energy efficiency\nprojects to incentivize businesses and individuals to invest in\nenergy-saving technologies and initiatives.\nbuilding a professional community and networks that can deliver a just transition to net zero in the longer term\n128 Energy Working Group Position Paper 2023/2024 (europeanchamber.com.cn) 128 Energy Working Group Position Paper 2023/2024 (europeanchamber.com.cn)\nIndustry Association Review | December 2023\n44",
  "page_46": "— Treat energy intensity as an equally important indicator of energy consumption as carbon intensity through mechanisms such as carbon markets.\nThe positions of the European Union Chamber of Commerce in China (European Chamber) are fully aligned with BASF’s views. The association calls for a political framework that fosters climate protection and global alignment.\nIndustry Association Review | December 2023\n45",
  "page_47": "Publisher:\nBASF SE, Corporate Communications & Government Relations, 67056 Ludwigshafen, Germany\nContact:\nCorporate Communications & Government Relations, Corporate Advocacy Team Ludwigshafen\nDr. Brigitta Huckestein, phone +49 621 60-47398, email:"
},
  "language": "Languages.ENGLISH",
  "total_pages": 47
}
