{
  "file_name": "33_471.pdf",
  "pages": {
  "page_1": "EVONIK\nLeading Beyond Chemistry\nJoint news release\nP294/24e\nOct 7, 2024\nBASF and Evonik agree on first deliveries of biomass-balanced ammonia with reduced carbon footprint\nBASF and its customer Evonik have agreed on the first delivery of BASF’s ammonia BMBcert™ grade. Thereby, both chemical companies demonstrate their commitment to offer products with a reduced product carbon footprint (PCF). With its ammonia BMBcert, BASF delivers to Evonik a product whose PCF is at least 65 % lower than the standard product*.\nBoth, BASF and Evonik are extending their product portfolios and launching ammonia-based products applying a biomass balance approach. These products are readily available via existing sales channels and fully integrated into the ERP (Enterprise Resource Planning) systems of the companies.\n“Evonik and BASF share the same vision: We are convinced that the chemical\nindustry can transform and replace fossil with renewable feedstocks and utilities.\nThe supply with ammonia BMBcert is a big milestone for both of us,” said Dr. Jens\nAf&mann, Vice President Business Management Ammonia Value Chain and\nOperations Amino Resins at BASF.\nEvonik has received a first shipment of ammonia BMBcert produced by BASF. By incorporating BASF’s ammonia BMBecert into its ISCC (International Sustainability and Carbon Certification) PLUS certified production processes, Evonik demonstrates its commitment to a more sustainable economy and its ambitious emissions reduction targets. By 2030, Evonik seeks to reduce Scope 1 and 2 emissions by 25 % and Scope 3 emissions by 11 % compared to 2021 levels, and to become climate-neutral by 2050, in line with the Paris Agreement and validated\nEvonik Industries AG\nIsabel Ramor\nHead of Market Communications\nHigh Performance Polymers\nlsabel.ramor@evonik.com\nBASF SE\nHeike Scheurer\nCommunications Monomers\nheike.scheurer@basf.com\nEvonik Industries AG\nNadine Denise Neureiter\nHead of Market Communications\nCrosslinkers\nnadine-denise.neureiter@evonik.com",
  "page_2": "Page 2\nP294/24e\nby Science Based Target Initiative (SBTi). Evonik plans to use ammonia BMBcert to produce a range of sustainable products, including VESTAMIN® IPD eCO and VESTAMID® eCO Polyamide 12. “eCO” stands for Evonik’s aim to eliminate CO2 via mass balance approach using renewable feedstock in existing systems and production processes. With the eCO grades, customers benefit from more sustainable products with no compromise in performance. Thus, conventional, trusted VESTAMIN curing agents for epoxy resin systems with typical applications in industrial flooring, marine and anticorrosive paints can easily be replaced by the IPD eCO grade. The same proves true for VESTAMID eCO Polyamide 12, which covers tailored, high-performance polyamide, typically found in shoe soles, sunglasses, gas pipes, safety-related automotive parts and many more.\n“We are excited to partner with BASF to source ammonia with a reduced carbon footprint. This collaboration witnesses our dedication to environmental stewardship and our ability to innovate in a rapidly changing market,” said Silvia Torrado, Global Procurement Director for Base Petrochemicals at Evonik.\nBASF applies a biomass balance approach to replace fossil resources at the beginning of the production process with certified biomethane from biowaste raw materials which are attributed to the product. The mass-balanced product is certified according to ISCC PLUS standards. In addition, BASF is using electricity from renewable sources for the manufacturing of the ammonia, further reducing its PCF.\nAs outlined in its sustainability roadmap, the BASF Monomers Division announced to offer at least one circular or lower PCF option for every major product line by 2025. Mass balanced products are drop-in solutions, meaning they have the same properties as the corresponding conventional products, but with an attributed share of circular raw materials. The division’s sustainable offerings are an essential part of BASF’s path to climate neutrality and net-zero CO2 emissions by 2050.\n* Based the CO>z footprints stated in the “Default values for the transitional period for the on average CBAM between October 1, 2023 and December 31, 2025” published by the European Commission on Dec 22, 2023.\nAbout BASF\nAt BASF, we create chemistry for a sustainable future. We combine economic success with environmental protection and social responsibility. Around 112,000 employees in the BASF Group contribute to the success of our customers in nearly all sectors and almost every country in the world.",
  "page_3": "Page 3\nP294/24e\nOur portfolio comprises six segments: Chemicals, Materials, Industrial Solutions, Surface Technologies, Nutrition & Care and Agricultural Solutions. BASF generated sales of €68.9 billion in 2023. BASF shares are traded on the stock exchange in Frankfurt (BAS) and as American Depositary Receipts (BASFY) in the United States. Further information at www.basf.com.\nAbout Evonik\nEvonik is one of the world leaders in specialty chemicals. The company is active in more than 100 countries around the world and generated sales of €15.3 billion and an operating profit (adjusted EBITDA) of €1.66 billion in 2023. Evonik goes far beyond chemistry to create innovative, profitable, and sustainable solutions for customers. About 32,000 employees work together for a common purpose: We want to improve life today and tomorrow. Further information at www.evonik.com."
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
