{
  "file_name": "33_479.pdf",
  "pages": {
  "page_1": "O= BASF\nWe create chemistry\n1 General\n1.1 These general conditions of purchase of BASF SE and its Af- filiated Companies Located in Germany (hereinafter “General Conditions of Purchase”) form an integral part of contracts on de- liveries and services between the supplier of goods or the service provider, respectively, (hereinafter \"Contractor\") and BASF SE or its affiliated companies located in Germany, respectively, (here- inafter “Principal”).\n1.2 General terms of business of the Contractor shall only apply if and insofar as the Principal has explicitly accepted them in writ- ing. Any references of the Principal to correspondence from the Contractor containing or referring to the Contractor's general terms of business shall not constitute the Principal's acceptance of the applicability to this contract of such general terms of busi- ness. The Contractor's general terms of business shall also not apply if the Principal should accept any goods / services in the knowledge that the Contractor has purported to deliver them on general terms of business of the Contractor that deviate from or are in conflict with these General Conditions of Purchase.\n2. Offer\n2.1 Offers and price quotes shall not be remunerated and shall not create any obligations on the part of the Principal.\n2.2 In its offer the Contractor shall explicitly expose any discrep- ancies between its offer and the Principal's inquiry. If the Con- tractor has alternatives for an inquiry which is technologically or economically superior it shall additionally present this offer to the Principal.\n3. Delivery Date, Changes in the Delivery of Goods / Provi- sion of Services\n3.1 The Contractor must comply with the agreed dates of deliv- ery or dates of provision of services, respectively. In case of the delivery of goods such compliance requires the delivery free of any defects to the Principal within the Principal’s regular business hours accompanied by the required shipping documents to the address specified in the purchase order (hereinafter “Place of Destination”). If a delivery including assembly / service has been agreed, the delivery of the goods free of any defects shall not be considered timely unless the assembly / service has been duly carried out as specified in the contract. If a formal acceptance procedure is stipulated by law or specified in the contract, the time specified for such acceptance shall be adhered to by both parties. Advance deliveries of goods / provision of services or partial de- liveries / partial provision of services require the Principal’s prior written agreement.\n3.2 If the Contractor recognizes that it will not be able to fulfill its contractual obligations either in full or in part, or not within the stipulated timeframe, it must notify this to the Principal in writing forthwith. The notice must state both the reason(s) for the delay and the predicted delay in delivery time. Any acceptance by the Principal of a delayed or partial delivery of goods / provision of services shall by no means constitute a waiver of any rights or claims of the Principal due to late or partial delivery of goods / provision of services.\n3.3 Any changes to the goods to be delivered or services to be provided require the prior written consent of the Principal.\n3.4 The Contractor shall request the documents required for the execution of the contract from the Principal in due time and check them for completeness and conformity immediately upon receipt. The Contractor shall inform the Principal in writing without delay of any inconsistencies that are apparent to the Contractor.\n4. Compliance, ESG and Sustainability\n4.1 The Principal conducts its business in accordance with the principle of sustainable development and adheres to internation- ally recognized fundamental standards for occupational health and safety, environmental protection, labor and human rights as well as responsible corporate governance (hereinafter\n1 of 6\nGeneral Conditions of Purchase of BASF SE and its Affiliated Companies Located in Germany (,,Principal“)\n“ESG Standards”). The Principal has described its understanding of the ESG Standards in the Supplier Code of Conduct http://www.basf.com/supplier-code-of-conduct. The Principal ex- pects the Contractor to adhere to the ESG Standards. Further- more, the Principal calls upon the Contractor to ensure that all its subcontractors of any tier adhere to the ESG Standards likewise. The Principal shall be entitled to check the Contractor's compli- ance with the aforementioned ESG Standards, either by itself or through third parties commissioned by it after giving notice.\n4.2 In case of imports of goods listed in the Annex | of the Reg- ulation (EU) 2023/956 (hereinafter “CBAM Regulation”) by Prin- cipal, Contractor shall provide all relevant data and information in accordance with Annex IV of the Commission Implementing Regulation (EU) 2023/1773 (hereinafter “CBAM Data’). Contrac- tor shall provide CBAM Data latest before delivery of the goods. Principal intends to use the data exclusively for the fulfillment of its reporting obligations pursuant to CBAM Regulation.\n4.3 While performing the contract, the Contractor must adhere to the Principal’s occupational health and safety and environ- mental protection requirements specified in the contract.\n4.4 If the delivery items contain at least one of the goods listed in the Annex | of the Regulation (EU) 2023/1115 on deforesta- tion-free products, they shall meet the legal requirements of this regulation applicable at the time of contract fulfillment.\n5. German Supply Chain Due Diligence Act Compliance Pro- vision\n5.1 Pursuant to the terms of the German “Act on Corporate Due Diligence Obligations for the Prevention of Human Rights Viola- tions in Supply Chains” (the “Supply Chain Act”), Principal must comply with certain human rights-related and environment-related supply chain due diligence obligations to prevent or minimize risks to human rights or to the environment and to end the violation of human rights or damage to the environment. A copy of the English version of the Supply Chain Act can be downloaded from the (Ger- man) Federal Ministry of Labor and Social Affairs website at:\nhttps://www.csr-in-deutschland.de/SharedDocs/Down-\nloads/EN/act-corporate-due-diligence-obligations-supply-\nchains.pdf? _ blob=publicationFile#linkicon.\nSection 2 of the Supply Chain Act defines the terms “human rights risk” and “environment-related risk” (collectively “Risks”) and “vio- lation of a human rights-related obligation” and “violation of an en- vironment-related obligation” (each a “Violation” and collectively “Violations”).\n5.2 If and to the extent that Principal — according to Principal’s risk analysis — identifies and prioritizes specific Risks related to the Contractor or the Contractor’s suppliers,\n- Contractor must comply with Principal's expectations (i) to pre- vent or minimize any such Risks and (ii) not to commit any corre- sponding Violations (collectively “Expectations”), and must appro- priately address the Expectations vis-a-vis its suppliers along its supply chain; and\n- Contractor must, upon Principal’s request, implement initial and further training measures to its officers and employees regarding the compliance with the Expectations; and\n- Principal may, upon reasonable prior written notice, conduct au- dits to verify Contractor's compliance with this Clause (the “Audit”) through an independent third-party auditor reasonably acceptable to both Parties (the “Auditor’); in this case, Contractor must provide the Auditor with all data, documents, and other information, whether in written, oral and/or electronic form, as reasonably re- quested by the Auditor for the Audit.\n5.3 If Principal and/or the Auditor finds evidence of a Violation committed by the Contractor, then Contractor must implement and execute appropriate corrective measures as reasonably re- quested by Principal in writing. If the Violation committed by the Contractor as determined by Principal is such that it cannot be ended in the foreseeable future, then Principal and Contractor must without undue delay jointly develop and implement a\nSeptember 2024",
  "page_2": "O= BASF\nWe create chemistry\ncorrective action plan to end or minimize such Violation (the “Re- medial Plan”), which must contain a concrete timetable.\n5.4 Principal may terminate this contract with immediate effect if (i) the Violation is assessed as very serious, and (ii) the implemen- tation of the measures developed in the Remedial Plan does not remedy the situation after the time specified in the Remedial Plan has elapsed, and (iii) Principal has no other less severe means at its disposal and increasing the ability to exert influence has no pro- spect of success.\n5.5 The policy statement on Principal’s human rights strategy is available at: https://www.basf.com/global/documents/en/basf-pol- icy-statement-human-rights.\n6. Quality\nThe Contractor shall carry out and maintain effective quality as- surance and, if requested, demonstrate this to the Principal. To this end, the Contractor shall use a quality assurance system with elements as per ISO 9000 ff. or a similar system of equivalent standard. The Principal shall have the right to inspect the Con- tractors quality assurance system with prior notice, either itself or through third parties commissioned by the Principal.\n7. Use of Subcontractors\nThird parties (in particular any subcontractors) may only be em- ployed or replaced by the Contractor to perform the contract at the site of the Principal with the Principal’s prior written consent. The Principal will not refuse its consent without cause. If the Con- tractor intends to use subcontractors to perform the contract from the outset, the Contractor must inform the Principal of this when submitting its offer.\n8. Working Conditions, Occupational Health and Safety Law (ArbSchG, ArbStattV), Statutory Minimum Wages Act (MiLoG), Employee Assignment Law (AEntG), Prohibition on Illegal Employment\ndation. The Principal shall be entitled to check the Contractor's\ncompliance with the aforementioned regulations, either by itself\nGeneral Conditions of Purchase of BASF SE and its Affiliated Companies Located in Germany (,,Principal“)\nclaims any employee of the Contractor or any employee of a sub- contractor, regardless of level, or of a personnel service provider used has brought forward towards the Principal as the guarantor of payment of the statutory minimum wage or industry minimum wage, or claims by one of the institutions of the collective bar- gaining agreement parties named in section 8 AEntG for the pro- vision of payments.\n8.5 The Principal is entitled to terminate the contract with the Contractor without notice if and when the Principal is justifiably made liable as guarantor according to MiLoG or AEntG.\n8.6 Moreover, the Contractor shall accept liability vis-a-vis the\nPrincipal for any damage that may be suffered by the Principal\nthrough culpable failure to meet the obligations as per Clauses\n8.2 and 8.3.\n8.7 Illegal employment of all kinds is prohibited.\n9. Delivery, Shipping, Packaging, Passing of Risk, Transfer of Title\n9.1 Unless agreed otherwise, the delivery of goods shall be made “DAP to the Place of Destination (Incoterms 2020)”. Unless agreed otherwise, the delivery shall be accompanied by two copies of the delivery note, the packing list, cleaning and inspection certificates according to the agreed specifications and all other necessary documents. If known, the following details must be given in all shipping documents and — for packaged goods — on the outer packaging too: purchase order number, gross and net weight, number of packages and type of packaging (disposable /reusa- ble), completion date as well as Place of Destination (un- loading point) and consignee. For projects, the complete job number and assembly building must be given as well.\n9.2 For third country deliveries (imports), Principal shall become importer of record and Contractor shall support him with all doc- uments and information necessary to complete and lodge a true import declaration to authorities responsible for customs, as re- quired in the customs legislation of the country of import.\n8.1 The Contractor shall comply with the relevant regulations of 9.3 The Contractor shall notify the Principal in writing about the\nlabor law and occupational health and safety law and, in particu- percentage of US controlled content.\nlar, observe any existing legal requirements for the provision of\n9.4 The Contractor shall uphold the Principal's interests during the delivery. Goods must be packed with packaging materials ap- proved for the Place of Destination as so to avoid damage dur-ing transport. The Contractor is liable as per the statutory provi- sions for any damage incurred due to improper packaging.\nadequate accommodation or for ensuring adequate accommo-\nor through third parties commissioned by it after giving notice.\n8.2 The Contractor must ensure that the employees used by the Contractor or its subcontractors or personnel service providers to perform contracts with the Principal receive the minimum wage as per the German Minimum Wages Act (MiLoG), respectively the minimum hourly rate of pay (Mindeststundenentgelt) accord- ing to the regulation based on section 3a of the German Tempo- rary Employment Act (Arbeitnehmertiberlassungsgesetz). If the services to be provided are subject to the scope of the Employee Assignment Law (AEntG), the contractor must moreover ensure that the provisions contained in German law or administrative provisions as listed numerically in section 2 paragraph 1 of the Employee Assignment Law (AEntG) concerning working condi- tions as well as the collective bargaining agreements to be ap- plied in accordance with section 3 of the AEntG - in particular with regard to the payment of standard wages - are observed. The Contractor must also ensure that binding obligations to pay con- tributions to social security carriers, employers’ liability insurance associations and other institutions such as the joint institutions of the collective bargaining agreement parties named in section 8 AEntG are fulfilled.\n9.5 For domestic deliveries, upon the Principal's request the Con- tractor shall collect any accumulated outer packaging, transport and sales packaging from the Place of Destination fol-lowing de- livery and dispose of it or having this done by a third party.\n9.6 The Contractor shall package, label and ship hazardous products according to the applicable national and international laws and regulations. The Contractor complies with all obliga- tions for suppliers (pursuant to Article 3 (32) Regulation (EC) No. 1907/2006/EC (hereinafter \"REACH\")) under REACH with re- spect to the delivery of goods. The Contractor shall in particular provide the Principal with a safety data sheet according to Article 31 REACH in the national language of the recipient country in all cases stipulated in Article 31 (1) to (3) REACH.\n9.7 Up until the arrival of the goods specified in the contract with the documents mentioned in Clauses 9.1 and 9.2 at the Place of Destination, the Contractor shall bear the risk of loss or damage. If the parties have agreed a delivery inclusive of assembly / ser- vice, the risk of loss or damage shall pass to the Principal after the assembly / service has been duly completed in accordance with the contract and following the handover of the goods.\n8.3 When choosing subcontractors and personnel service pro- viders, the Contractor shall check fulfillment of the aforemen- tioned conditions as per Clauses 8.1 and 8.2 and require them to provide written confirmation of compliance. Furthermore, the Contractor shall obtain written assurance from these parties that they will require other subcontractors or personnel service pro- viders as may be engaged to comply with the requirements.\n9.8 If a formal acceptance is stipulated by law or by the contract, the passing of risk shall take place upon acceptance by the Prin- cipal. If formal acceptance is agreed, the risk of loss shall not pass from the Contractor to the Principal before a successful ac- ceptance has been confirmed by the Principal in the acceptance certificate. Payment of invoice balances shall not replace a for- mal acceptance.\n8.4 The Contractor shall indemnify the Principal against justified\n2 of 6\nSeptember 2024",
  "page_3": "O= BASF\nWe create chemistry\n9.9 Transfer of title and ownership shall pass to Principal as per the statutory provisions.\n10. Origin and Status of Goods\n10.1 The Contractor declares the non-preferential origin of goods (country of origin) in commercial documents. In addition, the Contractor provides an A.TR movement certificate, if appli- cable. Upon the Principal's request he will provide a proof / certif- icate of origin specifying the origin of the goods.\n10.2 The goods must comply with the regulations for the prefer- ential origin of goods as per the bilateral or multilateral agree- ments or the unilateral regulations for the origin of goods pursu- ant to the Generalized Systems of Preferences (GSP), insofar as the delivery is within the scope of preferential trade.\n11. Condition of the Delivery / Service, Complaints, Rights in the Event of Defects\n11.1 The Contractor is responsible for delivering goods and ser-\nvices free of defects, in particular compliance with the agreed\nspecification of goods and services, and, additionally, for ensur-\ning that guaranteed properties and features are present. In addi-\ntion, the Contractor guarantees that goods and services meet the\ncurrent technical standards and — if applicable — the generally\nrecognized standards in plant safety, occupational medicine and\nhygiene; are delivered by qualified personnel and are in line with\nall pertinent legal regulations at the Place of Destination. If ma-\nchines, equipment or plants constitute delivery items, they shall\nmeet the special safety requirements applicable to machinery,\nequipment and plants at the time of contract fulfillment, and shall\nbe CE marked.\n11.2 The Contractor shall ensure that all materials contained in the goods have effectively been pre-registered, registered (or ex- empt from the obligation to register) and — if relevant — authorized in accordance with the applicable requirements of REACH for the uses disclosed by the Principal. If the goods classified as an ar- ticle according to Article 7 REACH the preceding sentence shall also apply to substances released from such goods.\n11.3 The Contractor shall forthwith notify the Principal if a com- ponent of the product contains a substance in a concentration exceeding 0.1 mass percent (W/W) if this substance fulfills the criteria of Article 57 and 59 REACH (so-called substances of very high concern). This also applies to packaging products.\n11.4 Where the commercial inspection and notification obligation applies as per section 377 HGB, the Principal shall notify any obvious defects to the Contractor within ten (10) days following delivery of the goods. Any defects that only become apparent at a later point in time must be notified by the Principal within ten (10) days following their discovery.\n11.5 If an acceptance by the Principal is legally stipulated or con- tractually agreed, the Principal can refuse to declare the ac- ceptance and withhold any installment payment associated with the acceptance if the goods or services are not provided in full or are defective. This also applies in the case of an agreed ac- ceptance date or a deadline for acceptance set for the Principal by the Contractor.\n11.6 In the event of any defects, the Principal has the right to de- mand rectification of such defects according to applicable law. The mode of rectification shall be at the Principal's discretion. The rectification location shall at Principal’s option be either the Place of Destination or the place of acceptance, if acceptance is legally required or contractually agreed, or another delivery loca- tion for the goods if this was known to the Contractor when the contract was concluded. The Contractor shall bear the cost of rectification within the framework of the statutory provisions and must execute rectification in all respects in accordance with the Principal’s instructions and requirements. If (i) rectification does not take place within an appropriate period of time, (ii) rectifica- tion has failed, or (iii) it is not necessary to fix a grace period for rectification, the Principal shall be entitled to claim further legal rights in the event of defects.\n3 of 6\nGeneral Conditions of Purchase of BASF SE and its Affiliated Companies Located in Germany (,,Principal“)\n11.7 If rectification does not take place within an appropriate pe- riod of time, if it has failed, or if it is not necessary to fix a grace period for rectification, the Principal has the right, in addition to the rights named in Clause 11.6, to remedy the defects itself at the cost and liability of the Contractor, or allow this work to be undertaken by third parties. The Principal is in this case entitled to demand compensation from the Contractor for the required measures. A grace period for rectification is particularly unnec- essary if there is a danger of unreasonably high damages and the Contractor cannot be reached. In addition, the applicable law shall apply. Any additional rights of the Principal concerning the Contractor's statutory liability for defects or under any guaran- tees shall remain unaffected.\n11.8 Claims under warranty shall become time-barred thirty (30) months after the passing of risk unless a longer expiration periodis prescribed by law. The Principal shall not be deemed to have waived any of its rights to make claims under warranty in the ab- sence of an express written waiver.\n12. Infringing Property Rights\nIt is the Contractor's responsibility to ensure that the delivery of the goods and / or provision of the services by the Contractor and the use thereof by the Principal pursuant to the contract will not infringe any patent laws, copyright or other proprietary rights of third parties. Notwithstanding other legal claims, the Contractor shall indemnify the Principal from any third party claims for which the Principal may be held liable as a result of the infringement of any of the aforementioned property rights if these are based on a culpable violation of obligations by the Contractor. In this case,the Contractor shall bear the cost of any licensing fees, expenses and fees incurred by the Principal in preventing and / or rectifying any infringements of property rights.\n13. Antitrust Damages\nIf, related to the contract negotiations or in connection with the contractual relationship, the Contractor has verifiably entered into an agreement which constitutes an unlawful restriction of compe- tition or otherwise violates antitrust regulations, the Contractor shall pay an amount equal to fifteen percent (15%) of the net order value (excluding value added tax) of the products delivered to the Principal and included in the agreement or the services rendered to the Principal and included in the agreement as liquidated dam- ages. Evidence of an inadmissible agreement may also be pro- vided by a final decision (e.g., an order imposing a fine) issued by a competent antitrust authority or a court. In the event of such a decision, the Contractor shall provide the Principal with all infor- mation required to examine the existence of a claim; in particular, the Contractor shall inform the Principal which products or ser- vices were covered by the agreement in terms of time and subject matter. If the Contractor proves that the actual expenses and costs of the Principal are significantly lower, the amount of the liquidated damages shall be reduced accordingly. Further claims of the Prin- cipal shall remain unaffected.\n14. Contract Penalty\nIf a contract penalty has been agreed upon and is incurred, the Principal is entitled to claim such penalty until the final payment is due without requiring a reservation pursuant to section 341 para- graph 3 of the German Civil Code (“BGB’).\n15. General Liability, Insurance\n15.1 Unless otherwise established in these General Conditions of Purchase, the Contractor shall be liable as per the statutory provi- sions.\nSeptember 2024",
  "page_4": "O= BASF\nWe create chemistry\n15.2 The Contractor shall maintain sufficient liability insurance at its own expense for damage for which it or its subcontractors or agents for which it is vicariously liable are responsible. Evidence of the amount of insurance coverage for each occurrence of dam- age shall be provided to the Principal upon request. The Con- trac- tor’s contractual and legal liability remains unaffected by the extent and amount of its insurance coverage.\n16. Invoicing, Payment\n16.1 The agreed prices are net of any applicable value-added tax. Invoices are to be issued for deliveries made and services pro- vided. These invoices shall comply with the relevant statutory in- voicing requirements according to the national value-added tax legislations to which the deliveries / services being invoiced are subject. If self-billing (evaluated receipt settlement) is agreed, the Contractor must transfer to the Principal all data required as per the applicable value-added tax legislation specified in advance.\n16.2 The Contractor must provide a separate, auditable invoice for each purchase order, which must include all of the legally re- quired information under German law. The invoice must include the Principal’s full order number and, if applicable, the Contrac- tors delivery note number. Certificates of work completed and any other records are to be submitted with the invoice. Invoices must correspond to the information in the purchase order in re- spect of the goods described, price, quantity, the order of the items and item numbers. Invoices are to be sent to the billing address specified by the Principal in the purchase order.\n16.3 The Principal shall only make installment payments when these are contractually agreed and the prerequisites for the pay- ment becoming due have been met, unless the Contractor is en- titled to a claim as per § 632a of the German Civil Code (BGB) and provides the Principal with the corresponding collateral. The collateral is to be provided in German Law by means of a guar- antee or an absolute guarantee in the meaning of the Ger- man “selbstschuldnerische Burgschaft” issued by a financial in- stitu- tion / insurance company, whose registered office is located in the European Union.\n16.4 Unless agreed otherwise, the payment period shall com- mence as soon as an invoice that meets the applicable value- added tax requirements has been received at the billing address. In the case of self-billing, the payment period commences the day the credit memo is issued. Payment will be made subject to determination of contractual compliance and completeness for the delivery / service provided.\n16.5 Payments by the Principal shall not represent an ac- ceptance of the conditions and prices stated in the invoice and shall not constitute a waiver of the Principal's rights with regard to deliveries made / services provided that differed from those as agreed upon, the Principal’s rights to inspection, and the right to find fault with an invoice due to other reasons.\n16.6 If the Principal pays license fees to foreign Contractors, the Principal is obliged to withhold taxes pursuant to section 50a German Income Tax Law. The Principal can only abstain from deducting or reduce the withholding tax if the Contractor pro- vides the Principal with a valid exemption certificate pursuant to section 50d German Income Tax Law.\n17. Assignment of Contract, Transfer, Change of Company Name, Offsetting, Retention\n17.1 The Contractor may assign the rights and obligations under the contract with the Principal to third parties only with the prior written consent of the Principal.\n17.2 The Contractor is required to notify the Principal forthwith in writing of any assignment of the contract by virtue of law and of any change of its trade name.\n17.3 The Principal may assign the rights and obligations under the contract with the Contractor to BASF SE, Ludwigshafen (Rhine) or to any affiliated company pursuant to section 15 of the German Stock Corporation Act at any time without the Contrac-\nGeneral Conditions of Purchase of BASF SE and its Affiliated Companies Located in Germany (,,Principal“)\ntor’s prior agreement, provided that the execution of the contract is not endangered thereby.\n17.4 The Contractor shall only be entitled to offset against recip- rocal claims arising from this contractual relationship, and against undisputed claims or claims substantiated by court judgement. The Contractor is only entitled to a right of retention if the claim, due to which the right of retention shall be deemed valid, has its origins in the same contractual relationship.\n18. Termination, Rescission\n18.1 The Principal’s right to ordinary termination of the contract\nwith notice or to rescission from the contract shall follow statutory\nprovisions, unless set forth otherwise in the individual contract.\n18.2 Each contracting party is entitled to terminate the agreement for good cause, provided the respective statutory requirements for this are met, such as for continuing obligations as per § 314 BGB or services within the scope of work contracts as per § 648a BGB. A good cause for termination by the Principal is given in particular if:\n- The Contractor commits a breach of duty, which is not remedied within a reasonable period of time defined by the Principal and following a termination warning or a fruitless warning and there- fore, taking into account all circumstances of the individual case and weighing the mutual interests, the continuation of the contrac- tual relationship cannot reasonably be expected from the terminat- ing party; a breach of duty shall be deemed to have occurred, in particular, if the Contractor violates relevant legal requirements for the provision of adequate accommodation or for ensuring ad- equate accommodation, or\n- The relationship of trust is significantly and lastingly disrupted due to circumstances occurring after conclusion of the contract, e.g., due to a violation of criminal laws or due to commission of administrative offences in the course of the performance of the contract by the Contractor or by third parties employed by the Contractor for the execution of the contract, and therefore, taking into account all circumstances of the individual case and weighing the mutual interests, the continuation of the contractual relation- ship cannot reasonably be expected from the terminating party,\nor\n- A significant deterioration in the asset situation of the Contractor has taken place, which jeopardizes contract fulfillment, or - The Contractor does not comply with his/her obligation to pay taxes or social security contributions, or\n- There are other circumstances that make continuation of the\ncontract with the Contractor unreasonable for the Principal.\n18.3 In cases of termination for good cause as per No. 18.2, the services verifiably performed by the Contractor in line with the contract up to the time of the cancellation shall be remunerated upon submission of the relevant receipts. Payments already made by the Principal shall be offset against the payment or re- funded in cases of overpayment. The Principal’s further statutory rights and claims, in particular with regard to damage compensa- tion, shall remain unaffected.\n18.4 If the Contractor has acquired from the Principal any docu- ments, records, plans or drawings within the scope of the contrac- tual collaboration or for the purposes of fulfilling the contractthe Contractor must forthwith hand them over to the Principal in the event of termination of the contract by a party to the contract. These requirements apply likewise in the event of rescission.\n19. Contractor’s Removal Duty in the Event of Termination of Contract\nIn the event of termination of the contract, the Contractor must, at its own expense and regardless of the grounds for termination, forthwith dismantle and remove any plant, tools and equipment used and / or stored on the Principal’s premises. Any waste or debris produced by the Contractor's work must be promptly re- moved and disposed of appropriately by the Contractor at its own expense. If the Contractor does not fulfill its duties in this regard, the Principal may undertake the work itself or have it undertaken\n4o0f6\nSeptember 2024",
  "page_5": "O= BASF\nWe create chemistry\nby a third party and charge the expenses incurred to the Con- tractor if the work has still not been completed after a reasonable period of time has elapsed. These requirements apply likewise in the event of rescission.\n20. Documents, Confidentiality, Rights of Use, Data Protec- tion\n20.1 The Contractor must provide to the Principal the agreed quantity of any plans, calculations or other documents in order not to exceed the contractual deadline for execution.\n20.2 The review and / or release of any Contractor’s documents by the Principal shall not relieve the Contractor of any of its re- sponsibilities for these documents under the contract.\n20.3 Any models, samples, drawings, data, materials and other documents provided to the Contractor by the Principal (hereinafter “Principal Documentation”) shall remain the property of the Prin- cipal and must be returned to the Principal forthwith upon itsre- quest at any point in time. The Contractor shall have no rights to retain any Principal Documentation. The Contractor must observe the proprietary rights of the Principal in and to all Principal Docu- mentation.\n20.4 The Contractor is obliged to keep confidential all technical, scientific, commercial and other information obtained either di- rectly or indirectly within the scope of the contract, in particular the information given in Principal Documentation (hereinafter “Confi- dential Information”). The Contractor may not exploit Confidential Information for commercial purposes, make it the object of indus- trial property rights, pass it on or make it accessible to third parties in any way. The Contractor is entitled to share confidential infor- mation with subcontractors approved by the Principal if the sub- contractor requires this information in order to fulfill the contract.\n20.5 Confidential Information may not be used for any purpose other than fulfilling the contract. The aforementioned confidentiality obligation shall continue to apply for a period of ten (10) years after the contract has ended.\n20.6 This confidentiality requirement shall not include any infor- mation that the Contractor lawfully possessed prior to the Princi pal’s disclosure of such information, or is lawfully known to the public, or has been lawfully obtained from a third party. Also ex- cluded from this confidentiality requirement shall be information that is disclosed to persons subject to a legal obligation to confi- dentiality, whereas the Contractor shall not release such a person from its obligation to confidentiality. The burden of proof for such an exception lies with the Contractor.\n20.7 The Contractor shall ensure that its employees and other vicarious agents deployed to fulfill the contract are obliged to con- fidentiality according to the above confidentiality provisions by means of appropriate contractual agreements, too. Upon re- quest, the Contractor shall confirm compliance with these obliga- tions to the Principal in writing.\n20.8 The Contractor shall specifically undertake all required, appropriate precautions and measures to effectively protect the Confidential Information obtained at all times against loss or against unauthorized access. This includes in particular the cre- ation and maintenance of appropriate, required access and entry precautions for facilities, repositories, IT systems, data storage devices and other information storage devices, especially those which contain Confidential Information. This also includes inform ing and instructing those people who are granted access to Con fidential Information pursuant to this clause. The Contractor is re quired to promptly notify the Principal in writing in the event that Confidential Information is lost and / or accessed by unauthorized parties.\n20.9 “Work Results” are all results of the Contractor’s work that arise in connection with the order as well as the results of the work of third parties that have been brought in by the Contractor to perform the Contract with regard to the production of work re- sults as well as all of the Contractor’s copyright-protected items and services that may arise in the course of Contract perfor- mance, including, without limitation, all plans, drawings,\n5 of 6\nGeneral Conditions of Purchase of BASF SE and its Affiliated Companies Located in Germany (,,Principal“)\ngraphics, calculations and other documents.\n20.10 The Contractor shall grant the Principal the right, freely transferable and/or sublicensable to third parties, without any re- strictions as to area, content or time, to use the Work Results in all Known media formats including electronic media, Internet and online media saved to all imaging, audio and data storage de- vices, for the contractually agreed purposes or purposes implied as per the Contract. The purposes implied as per the Contract include, in particular, the right to edit and process, to store in all media and to reproduce. The Contractor shall obtain any neces- sary granting of rights by third parties for this purpose. The Prin- cipal accepts the granting of the right.\n20.11 Moreover, the Contractor shall grant the Principal an ex- clusive right to use the Work Results that the Contractor created specifically for the Principal or had third parties create for the Principal, and shall obtain any necessary rights from third parties. The Principal accepts the granting of the right. Pre-existing rights of the Contractor or of third parties shall remain unaffected hereby.\n20.12 Inalienable moral rights under copyright law are not af- fected by the provisions above.\n20.13 The granting of the rights set out in Clauses 20.10 and 20.11 is covered by the agreed remuneration.\n20.14 In case the Contractor, in the course of the performance of the respective contract, receives from the Principal or other- wise obtains personal data related to employees of Principal (hereinafter referred to as “Personal Data”) the following provi- sions shall apply.\nIf processing of Personal Data disclosed in the aforementioned manner is not carried out on behalf of the Principal, Contractor shall only be entitled to process Personal Data for the perfor- mance of the respective contract. Contractor shall not, except as permitted by applicable laws, process Personal Data otherwise, in particular disclose Personal Data to third parties and/or ana- lyze such data for its own purposes and/or form a profile.\nIf and to the extent permitted by applicable laws, Contractor is entitled to further process the Personal Data, in particular to transmit Personal Data to its affiliated companies for the purpose of performing the respective contract.\nContractor shall ensure that Personal Data is only accessible by its employees, if and to the extent such employees require ac- cess for the performance of the respective contract (need-to- know-principle). Contractor shall structure its internal organiza- tion in a way that ensures compliance with the requirements of data protection laws. In particular, Contractor shall take technical and organizational measures to ensure a level of security appro- priate to the risk of misuse and loss of Personal Data.\nContractor will not acquire ownership of or other proprietary rights to the Personal Data and is obliged, according to applica- ble laws, to rectify, erase and/or restrict the processing of the Personal Data. Any right of retention of Contractor with regards to Personal Data shall be excluded.\nIn addition to its statutory obligations, Contractor shall inform Principal in case of a Personal Data breach, in particular in case of loss, without undue delay, however not later than 24 hours after having become aware of it. Upon termination or expiration of the respective contract Contractor shall, according to applica- ble laws, erase the Personal Data including any and all copies thereof.\n21 Publicity Ban, Severability Clause, Applicable Law, Place of Jurisdiction\n21.1 The Contractor may only refer to or publicly disclose other- wise its business relationship with the Principal with the prior writ- ten consent of the Principal, or where this is unavoidable in order to fulfill the contract.\n21.2 The invalidity or unenforceability of any provision or part of a provision of the contract shall not affect the validity of the entire contract.\nSeptember 2024",
  "page_6": "O= BASF\nWe create chemistry\n21.3 The contract shall be construed and be subject to the sub- stantive laws of the Federal Republic of Germany with the exclu- sion of (i) the United Nations Convention on Contracts for the International Sale of Goods (“CISG”) dated 11 April 1980 and (ii) the applicable law rules in Germany on the conflict-of-laws. 21.4At the Principal's option the place of jurisdiction shall be ei- ther the court competent for the Principal's registered office or the court competent according to the applicable law.\nGeneral Conditions of Purchase of BASF SE and its Affiliated Companies Located in Germany (,,Principal“)\n6 of 6\nSeptember 2024"
},
  "language": "Languages.ENGLISH",
  "total_pages": 6
}
