{
  "file_name": "348_2956.pdf",
  "pages": {
  "page_1": "IU 4\n==\niia\n=p\n=\n(| am,\n——\nan\n== -\n—\n=== =\nae i=\noe |\n-\n=\nAR\ni\n()\nGp 1)\n4 ise!\n=\n; ‘\\ cr\n:\nail\n=\n23=0\ni!\nAt\noe Lk AY)\n—\n¢ — —\n1\nss\na\nSeale Fats SR\na\n_— os\nia |\n.] ‘“Z\nii\n2\n|\nae i\naT\nize\ncain\n13 Bras a 4 ment /¢\nat\nman\n= |e me pat\nj i aa\n_—\ni\nfi a\n= 8\n———-\na4\n(6) 72 Mes\n——\naT\nSg =\nb=\nat\nmee\n4\nESG DAY 2023\nRenewable Fuels and\nCircular\nMaterials.\nSynergies and opportunities for\nRepsol’s Industrial Business\na\nJZ\nLN\nf7\na Ae\n—aa\n—_——_\n=—_—_—\n—_\nBerta Cabello\nDirector of Renewable Fuels\nas — a\nSE\nNet Zero Emissions by 2050\na\n2-7\na\n—\n:",
  "page_2": "<<. REPSOL\nDisclaimer\nALL RIGHTS ARE RESERVED\n©REPSOL,S.A. 2023\nThis document contains information and statements that constitute forward-looking statements about Repsol. Such estimates or projections may include statements about current plans, objectives and expectations, including statements regarding trends affecting Repsol's financial condition, financial ratios, operating results, business, strategy, geographic concentration, production volumes and reserves, capital expenditures, cost savings, investments and dividend policies. Such estimates or projections may also include assumptions about future economic or other conditions, such as future crude oil or other prices, refining or marketing margins and exchange rates. Forward-looking statements are generally identified by the use of terms such wu ww ww as \"expects, anticipates,\" \"forecasts,\" \"believes, estimates, appreciates\" and similar expressions. Such statements are not guarantees of future performance, prices, margins, exchange rates or any other event, and are subject to significant risks, uncertainties, changes and other factors that may be beyond Repsol's control or may be difficult to predict. Such risks and uncertainties include those factors and circumstances identified in the communications and documents filed by Repsol and its subsidiaries with the Comisién Nacional del Mercado de Valores in Spain and with the other supervisory authorities of the markets in which the securities issued by Repsol and/or its subsidiaries are traded. Except to the extent required by applicable law, Repsol assumes no obligation - even when new information is published, or new facts are produced - to publicly report the updating or revision of these forward-looking statements.\nThis document mentions resources which do not constitute proved reserves and will be recognized as such when they comply with the formal conditions required by the system “SPE/WPC/AAPG/SPEE Petroleum Resources Management System” (SPE-PRMS) (SPE — Society of Petroleum Engineers).\nIn October 2015, the European Securities Markets Authority (ESMA) published its Guidelines on Alternative Performance Measures (APMs). The guidelines apply to regulated information published on or after July 3, 2016. With effect from January 1, 2023, Repsol has revised its financial information reporting model. More details about said change and all the information and breakdowns relative to the APMs used in this presentation are available on Repsol’s website.\nThis document does not constitute an offer or invitation to purchase or subscribe securities, pursuant to the provisions of the Spanish Law 6/2023, of March 17, of the Securities Markets and Investment Services and its implementing regulations. In addition, this document does not constitute an offer to purchase, sell, or exchange, neither a request for an offer of purchase, sale or exchange of securities in any other jurisdiction.\nThe information contained in the document has not been verified or revised by the Auditors of Repsol.\na | The Repsol Commitment\na4 Net Zero\nEmissions\nby 2050\nESG DAY",
  "page_3": "— REPSOL\nyy)\nIndex\n500\nRepsol’s Value Proposal\nit\nI\nv0\nJU uy\n*\nae\n|\n\nWaste to Fuels and Materials Opportunities\nConclusions\nan v,\neee.\nESG DAY\nao\nee\nee a Net Zero Emi sio by 2050",
  "page_4": "fyi\nREPSOL 1\ni\nae\n——=\n—\n: cali\nPe\n_\na\n2\n‘\n=\nf\nLi Se\n“=a Wie SI\n—37lil\na} Or\n\n\n\n—\n—<—\n—e\nA™",
  "page_5": "01 Repsol’s Value Proposal\na\nPublic aid will also play an essential role: EU State Members have committed cumulative investments of ~450 B€ per year in their National Energy and Climate Plans while, in the US, significant supply incentives are coming through IRA\nee\nIn the current context, four main trends are encouraging the development of a carbon neutral business based on renewable fuels and circular materials ALN\n-— AA ——_—_. ©\nEnergy transition and independence\nCircular economy regulatory push\n.\nCompetitiveness of green solutions\nClient demand\nFit for 55 sets targets to reduce e\nCircular economy regulatory measures will stimulate a feedstock market to be recycled or recovered:\nRelevant companies in airlines and chemicals sectors are pledging to become net zero and demanding sustainable products such as renewable fuels (i.e. SAF, methanol) and sustainable chemicals in response to customer demands and to shareholders’ pressure\nNatural gas prices could remain structurally higher than historical values in the long term due to substitution of Russian pipelined natural gas by LNG\ne\ngreenhouse gas emissions by\nat least 55%. It includes:\nRED II revision (RED III) ReFuelEU aviation FuelEU maritime Energy Taxation Directive (Directive 2003/96/EC) European energy independence: REPowerEU accelerates energy transitionto decrease dependency of fossil fuels coming from Russia\ne\nWaste Framework Directive to reduce landfilling to 10% in 2035 Packaging and Packaging Waste Directive (under revision)\nCircular plastics have a low impact on final end customer manufactured goods prices\nESG DAY\na | The Repsol Commitment\nNet Zero Emissions\nby 2050\n_\n»~\nttl] —\nCO, emission prices have also significantly increased and will increasingly play a relevant role in production costs and make profitable technologies to reduce emissions (that were not viable with historical prices)\n5\nREPSOL",
  "page_6": "01 Repsol’s Value Proposal\n=\"\nRepsol has the flexibility to provide the best decarbonization compliant option for customers\nRepsol has its own regulatory targets as fuel supplier and industrial company:\n1g\nRefining & Chemicals: process decarbonization for ETS/CBAM Customer Centric: RED and ReFuel Aviation.\nRepsol\nme\nF-\nWe have the capability to provide the most competitive compliant option with a differentiated commercial strategy\n| Awd\n6\nPPPCCCCCE OSE EOEEEEE EEE EEE EEEEEEEEE OOO EE EEEEEEEEEEE OOOO OOO EEEEEOEEE OOOO OOOO OO SEE EE OOOOH OOH OOOO OOOO SO OOOO OOOO EEEEEOE SOO OOOEEEEEEO OOOO OOOO EEEEO HOES ES OOOEEEEE ESOS ESOEEEEEEEE ESE SOOO OEEELES EEE SES EOOOLE,\nee if\ni-\nR epsoe\n¢\naS\nop)\n¢\n<=> —\n4\nSEES ESSE OOOOH HOES EES OO OOOO SES OOS OEE EES OSE OE SESE OES OES OOO OEE SEE OOO OOS EES OS OOE EOE HOES OES OEOOEEEEE SOS OOE EEE S OE OOEOEE SOE OSE ESOS OOO SEESEOOOOEEE EOE EOE EOE EEE E SES ELE SEE EES ELEL EOE EEESEOOE® SEE EEE EEE EOE EEE EEE HOES EEE OEE SEEEEE SOE HEEEOE SEES EEE OEE OEE EEE HEE OEE SEE SOO EEE SEES OE SEEEOEOOEEEEE HOO EEESEESOOOEEE OEE OE SEES OEE SEES E OOO SEE SEE HOO SEES OEE OEE LEE OEE EEE LEE SEE ELE SEES EOE LOE LEO OOS\nFerree cece eee eee eee\nPO CCSC SOOO SEE EEE\nRepsol can provide competitive product to third parties to comply with regulation:\nIBERIA gg\ne Other fuel suppliers: renewable fuels to comply with their RED targets\nOther\ne Maritime: ship owners and operators compliance with FuelEU Maritime, ETS and IMO requirements.\nregulatory\n(2 AirEuropa\ne Aviation: airlines compliance with ReFuel Aviation, ETS and ICAO requirements.\nopportunities e\nMaterials: Provide raw materials to produce circular plastics to increase recycled content in packaging and auto industry\ntai RoyalCaribbean\nLb\nIndustry: H,, biomethane and HVO in industrial processes for ETS and RED.\nMICE ECECECCEeeee eee eee eee eer eee eee ere rere ee eee rere rere ere er ere reer rrr ere reer err ere reer ere reer ere ere reer ere ere rere ere reer err er errr rere rere rere er errr eer rere rere ere re ere reer eer er ere reer rere reer ee eee ee eee\nPPO COOCH HOES EEE OOOO EEE EE EOE EEE EOE SEES OEE OEO EEE OES OOOO EEE OE SOOO OOOO EEE SEO OOO SESEOSOOEE OEE OE SEES OOO OE OSES OOS OOO SESE OES OEE OEE OES OEE OOO OEE EEE SOS OOS EEE HOSE OES OOO OEE SES OEO OEE EES OOOO OEE EE EOE OEE E SEO OEE SEO,\n—\nGESTAIR\nPlayers in different sectors are voluntarily committing to sustainability goals\nVoluntary\n‘Sese\nSi,\nGoals\nRepsol integrated strategy will enable a 360° approach to tailor its offering to clients needs in renewable fuels, renewable gases & circular materials\nGrupo\nXPOLogistics\nTragsa\nee ee eee eee eee SEES OES OE OOOO HEHE EOE E OOO EEE SES OOE OOO E OOOO SEES OEE OOO SES OOO OOE SES EOS OEE SEES OE OOE EOE SEES OOOOH OEE EESOOOOOO SEE OOE OOOOH OEE OEE OES OEOSET OOO OOEEEE EEE EOE EOE SEE E SES EEE SEE EEE EEE OOEEEESEOSOOE®\na | The Repsol Commitment\nNet Zero Emissions\nee\nby 2050\nESG DAY\nFerree\nREPSOL",
  "page_7": "01 Repsol’s Value Proposal\n=\nCircular Economy makes sense\n_ i. REPSOL\n_\nocc eee eeeesesees\nee OPS OCOerocecccseccccsccesccosecccccoeeceooeoeoe,\n7 Mtly de CO,\navoided in 2030\nCece ecccceccccccccccccccceecorecceeoecoeeooeoocoeS\nDecarbonization of key sectors:\ntransport, Industry and materials...\nOS ca es F\na | The Repsol Commitment\nNet Zero Emissions\nExisting sites\nIndustrial\nTransformation\n... through our circularity\nvalue chain...\n!\nape\nwe”\nby\nPP eerccccccecseeee®\nPee\nitp\nWaste primary transformation\nValue creation to\nlocal and rural\nareas\nee PPO OOo O oe ereeeececeececceorereoeeoeooeoeeoeoe,\n3 Mt/y waste\nCore eccccccccccccccccccccercceceeceeeeeeeeoeeooeS\nthrough waste valorization (Municipal, primary sector and plastic waste)\ni\nUI\nPerc cc ccccccccccccccccccccc erccceeeececceeeeeeee®\nFecccccccccccccccccccccccccecccccccecccceeeeeeee®\nESG DAY\n7\nee by 2050",
  "page_8": "01 Repsol’s Value Proposal\n\"\n_\n>\nRepsol can provide a sound response to waste management with its projects\nPO CCCCOCE OEE EOE EOE EOE OEE OE EOE OOE OOOO OEE OEE OEE OOO OEE OEE OOS OOE OOS OOS EOE EOE SEES OOS OOE OEE OOS OOLE POCO CEE OEE CEE OEE EEE EEE OLEHEEE OEE O EEO EE SEE OOOO EEO OE OEE OOOO OEE EEE SEE OEE EEE EEE E LEE EEO OEE EEO OOOO OLS\nTB\nTo avoid water contamination\nTo avoid water and soil contamination\nI\nand waste treatment costs\nas\n_— — =\nPOPC OCC OEE EOE E EEE OEE O OEE EEO OEE OEE OEE OE EOE OOS OOEOEE OEE OOE EEE OEE OOE EOE S OE EOEE OES ELE OES EEELOLOE® UP eee OCCECEe ere rere er rer err errr rer rer rer rer rrr err errr rere err errr rer rrr errr)\n3 a\nMaterial recovery of\nw\nie\nValorization of rejects from\nplastic waste\nMunicipal Solid Waste\nTo avoid landfilling and maximize\na\nTo avoid landfilling\nmaterial valorization\n8S\nee ee eee REE EEOC EEOC eCr er eer ere er err ererrerrer er rer eer err ererrererrrr rer err er rrrerrr) eocoe SUP EeUREREUE EOE CECECO eee ere rererrer rer err errr rer rer er rer rer er rer er rer errerrrr err errr rer rrr errr)\nA mele)\nsith wi\nTo avoid wildfires and landfilling\nmaterial valorization\n.\nREPSOL\n*\nUsed Cooking Oil\na,\nBiomethane from manure\n—\nee R ECE eee\nrr\ner er\ner\nPOCCCC EOE EO OEE SEE O EE OEE OEE OEE EOE H HEHE EE SEEOEEOEESOE OOOO OEE OEE EEE SEE O OEE EE SOLE OEE EEO OES EEO O OOOO OS\nPOCCOCO OOOO EEE SEE OEE EEE OLE OEE EOEE OEE OEE SEES EEO EEO OE OEE E OEE O EHO EE OOOO OEE EES EEO LES EEOOEEEEE OOO EELS\nPCCCCC OSLO OEE EEE OEE OEE EEE SEH OEE EEE OEE OE EE EES OE OEE OEE SOE OOOH SESE OEE EEO EEO OEE EEEEESELEOEOEEOOEOOS PO COCCCOCO OEE OEE OOOOH EOE SOOO OEE OEE OOEE OOOO EOE OEE OOEOEE OEE OOE OEE OOE OOO OEE OEE OEE OOE EOE OEE OOEOOLS\nese ven ste ni0le\n=\n(ae\nol pot\nof foam\nrecovery\nValorization of agricultural\npepo\npennvadles\nmatresses\nand forestry waste\nTo avoid landfilling and maximize\na\nUCP E RECO UEE COO E ECC Cee eee eee errr errr rreeerrreeerrr ee errrrre errr reer rrrrerererrrrerrrrreeerrrerrrrs) POPC OCC O EHEC OEE EEEEOE EOE O OOOO EOE OOO OOE OEE OOS OOE OEE OEE OOE OEE EOE EOE ESET OEEOES OEE OOS EEESESOOLOE®\n+ Maximum carbon recovery from waste thanks to hydrogen and materials production\nee\nESG DAY\n*MSW: Municipal solid waste\nrn | The Repsol Commitment\nNet Zero Emissions\nby 2050",
  "page_9": "01 Repsol’s Value Proposal\n= Repsol is able to integrate different technologies to cover demand with competitiveness\nDescription\nHigher 1) evetng\nBiofuels production by hydrotreatment of lipid raw material\nmaturity\nCOOP COEE OEE OEE OEE OOOO EE OEE OOOO OOOO OOOO OOO OOOO OOO EEO OOO OOOO OOOO OSES OE EOE OELOOL®S\nOa\nProduction of circular polyoelfins through mechanical recycling of Municipal Solid and Industrial Waste COC COCE EOE O EEO OE OOE EOE EOE EOE EOE EHO OOOO E OOS OOE OEE OOE EOE OHO OEE OEE HOE EOE OEE OOEOOES Digestion of manure, biomass, Municipal Solid and Industrial waste for biogas production and upgrading to biomethane\n3) tne so COCCCOEEOO EOE EEEOOEO EEO EEO OOOO OOOO OEE OEE OOO OEE OEE OOO OOO OEE OOOO OE OSE SOLO OLESELOLE®S\no=\nObtention of renewable H, through water decomposition by employing renewable electricity\nCOC COOCE EOE O EEO EEOOE EOE EOE OEE OEE OOO OEE OEE OOS OOE OEE OOE OOOO OEE OEE OEE OOE OEE OEE EOLOOE®S\nox\nSynthesis of both circular materials and renewable fuels from biomass and Municipal Solid Waste\nCOC COEEO OOOO OEE O OOOO EOE OOOO OOO OOOO OOO OOO OEOOEE OOO OOOO EEO OOO SEO OOOO EEO EEO OOOEE®S\nOx\nProduction of circular polyolefins through chemical recycling of Municipal Solid and Industrial Waste\nseseecsseeseseseoseseosesoesossossesossesoscoooor eo oo lee\ncece ccc ccc creer cc ccc\nececces ce\nOE\nProduction of renewable fuels through the fermentation of biomass (mainly agricultural)\nCOC COCE EOE O EEO OE OOE EOE EOE EOE EOE EHO OOOO E OOS OOE OEE OOE EOE OHO OEE OEE HOE EOE OEE OOEOOES\nLower 8) ers\nSynthesis of renewable fuels employing biogenic CO, and renewable hydrogen (RWGS+FT\"', e-methanol based)\nmaturity\nMM Low-Risk Tech [§) First-of-a-kind projects {| Technology optionality * Proposals\n| 1. Reverse Water Gas Shift + Fischer Tropsch, demo plant in Petronor\nee\ngy. The Repsol Commitment\nNet Zero Emissions\nby 2050\nESG DAY\n$s)\n_ ie REPSOL\n7",
  "page_10": "01 Repsol’s Value Proposal\n= Repsol is able to integrate different technologies to cover demand with competitiveness\nDescription\nContribution to Regulation\nHigher 1) evetng\nBiofuels production by hydrotreatment of lipid raw material\n(Yj\nFuel EU\nRED Ill\nMaritime\nmaturity\nOa\nProduction of circular polyoelfins through mechanical recycling of Municipal Solid and Industrial Waste\nY EU PPWR Proposal (Gj\nVehicle design\n3) tne so\nDigestion of manure, biomass, Municipal Solid and\n(Vf\nFuel EU\nIndustrial waste for biogas production and upgrading to biomethane\nRED III\nMaritime\no=\nObtention of renewable H, through water decomposition by employing renewable electricity\nFuel EU y ReFuel (Y\n(Yj\nRED Ill\nMaritime\nAviation\nVredil & Fuel EU\nox\nSynthesis of both circular materials and renewable fuels from biomass and Municipal Solid Waste\nMaritime\nAviation\nCG Waste Framework\nOx\nProduction of circular polyolefins through chemical recycling of Municipal Solid and Industrial Waste\nOE\nProduction of renewable fuels through the fermentation of biomass (mainly agricultural)\n(Yj RED Il Y Y) Fuel Maritime EU Hy 4) ReFuel\naviation\nLower 8) ers\nSynthesis of renewable fuels employing biogenic CO, and renewable hydrogen (RWGS+FT\"', e-methanol based)\nFuel EU Y ReFuel\nY RED Ill\nmaturity\nMaritime\nMM Low-Risk Tech [§) First-of-a-kind projects {| Technology optionality * Proposals\n| 1. Reverse Water Gas Shift + Fischer Tropsch, demo plant in Petronor\nee\nWaste Framework\nESG DAY\nFramework\nVehicle design\nReFuel Y Waste\nAviation\nETS/CBAM\nReFuel EU PPWR*\nAviation\ngy. The Repsol Commitment\nNet Zero Emissions\nby 2050\n_ ie REPSOL\n»~\nWaste Framework\nReFuel (Vj ETS/CBAM\nAviation V4,\n(Vj EU PPWR Proposal Y Waste Framework\n10",
  "page_11": "-σ-ο--\nκ\nο.\n-.,\n|\nζ)\nὁ ο,\n{\n« [\n«ή\n,\nὍεςε--\n4\nΜάν\nϐϱ -\nὁ\n-ν\nκ”\nλωχ----ἵ-Ὁὺ- λα\nμμ.\nτσ\nπο\nκα.\nα πο\n--ᾱ\n- --\nμα\n-ᾱ\nτν\nια\nφας\n--- η,\n -ᾱ\nβαν».\nεκσως\n,\nρε\n--4μς\nαν\nον\n-\n -\nος\nκ.\n---\nςΤ\nδρ ας\n\n-\n2(6 Γ η\n-,\n{\nΠ ι\n\nΩ",
  "page_12": "0\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\n\"Ας ραγί οἵ Τθθαςξίοοκ 5ἰγαίθογ, ΠθρςοΙ ἰ5 οοηίγ!ρυίΙπο {ο 060 γοςο[ἱθοίίοη 9009090099 9 0000909009 9 0900909909 0090900909 9 0900429900 000091\nΟιγγοηί 5Ηιμβίίοη\nΕην]γοηπιεηία οΠα[ίθηςο αΠα | οοἱ5διαίϊνο οβἱθεοίῖνθος\n9990909099 090990909690909090909090900990099090909009690909690900909090909090090909009000006006600600\nα5οεοονεΓθά\nΝοηπ ΓΘοονθ/θά\nΗοίθις, (Θο5δί8ιΙΓ8Πί5 8 ΠὨοπιθςίϊο 96ο{ΟΓ\nοβίεΠίπα ΟΟΠΙΡΘΠΙΘ5\nΦος 9999999990 0000090990 0909909000900909099090990090900909699009090609900666090ο6οοο0”\nΕΡΟΡΟ Ρ/οθοί: ἃ οοπιρΓθηθηςῖνο 5ο[μίίοη {ο Γθσονθ/ υ5ος οοοκίπᾳα οι (060)\nΟιβδίοπΊθ6Ι5 ο8η αθΙΙνΘΓ µ5θά οοοκίπο οἱ αἱ Φο/νίοῬ οἰβίίοης5\n---- ᾖ\n--»\n----»\nιν\n.\nΦουΓοθ: 66{6ρΓ85 (2022)\n276\n99 9999000009 00000000 0000 00000000 000066ς ϱ9 9999900000 0 00000000 00000 0000006 06000ς 9999999000 0 9900000909 000009 00000000 000066ς\nΡ/οί Μασγιά Αργί\nΟυιιιθηί 1539 ΕΕΟΦΟΟ\n2025 -- 135 ΕΕΣ55\n12\nγΝναδίε απα οοπἰαπηἰπαίθα δοΐΐ5 | ανν 5ἰαθΙί5Πες ἵἴπε οὐρΙἰᾳβίίοη Ίτοπη πιιωπἰοίραΙ εηϊίες ἴο οοἰιεοί ἴπ 88ΩΓ8ΟΦ8ίεά νν8γ ἵπε μ56ά οοοκίπα οἱ5 ργοαιµοθα ἰπ Ποππθς φἰαπίπο Ὀθοειυῦς: 2195ἱ 2024\nΤο 8οῄίενο ἰΠί5 οΡἱθοίῖϊνθ, Ιἴ ἶ5 ΠΘΟΘΞΞΦΙΥ ἴο αθρΙογ 4 οο[εοίίοπ θγδίεπῃ Το: {πε ἀοπιθςίίο οΏ8ηΠεΙ, 85 ννεί! α5 ΙποοιροΓαίθ Ππενν νναδίο ἰγοαίπιεηίϊ αΠαά ΓθοονθεΓγ ἰθοΠποίοσίθξ, Πα Πενν αοίοΓ5 ἴπαί αἲθ οαρθΟΙθ οἱ πιαΓγκείίπᾳ ἴπε ργοαμοίς5 οη {πε πια(κοί\nΤΠ ορ8Πί5Π Οονοειππιεπί ἵπτοισί ἴς5 ΡΝΙΕΟ 2021-2030 αἰ5δο τεῇθοίς ἴπε ἱπιροΠαπος οἵ ἴπεα οοΙιθοίΐίοπ οἵ ε5θα οοοκίπο οἵ απα [5 ἰγαηςδίογπιαϊΐίοπ ἰπίο Ὀἰοίμείς Το ἵπε γεαμοίίοπ οἵἳ επιἰβδίοη5 ααεηίνεαά Ίοπι Πδ ἱπβαεαμαίε πιβπηβοεπιεηί, 85 ννθίΙ α5 ργονἰαἰπο οἶπει Ὀεπεβίς 5Ηοη α5 ἴπε οοηίπριίίοη ἴο γθηεννβΡρἰθ 6πεΓογ οὐἱθοίίϊνες απΠα ἴπε γεαμοίίοη οἵ ἴπθ Γἰ5Κ οἵ οοπίαπηἰπαίίοη οἳ νναϊθι5 Πα ἁαμ/εΓ5\nυ00 αείίνει ἶ5 Γθνναγάθα ννίῃ Ρ8ί8πος ἴπ ΥΝΝγΙεί\nΑ οεΠ![ῖθα 80οΓΘΕΟΑΒΙΟΓ νν]! οο(ἱθοΐ αΠα Πήοι {πο οἱ\nΠορςοΙ ννί! ἴγαΠδΙΟΓΠΙ {πα 00 ἰπίο Ρἱο[ωθίς\n--»\nῬίοηθςᾶ αογεθπιεηίς νν{ῃ 2 τθςίοπα (ονεγηπιθεηί5 (Μααγίά απα Ο64Ιἱοἱα), μΠά6ΘΓ ννᾶγ\n9009900990099090990069006006600οο0ο00 έη.\n9999909099 09099090990909090909090906900600660οοο0\n9999909909\nΝεῖ Ζειο Επιὶςσίοπς\nῦ\nϐγ 2050\nο...\n-ν ο.\nΕ5Ο6 ΡΑΥ\n9999 09099900990099009900990090900690060060οοοο00\nΤΗ Βθρςοί ζοπιπι/επιεηε\n. μερ/ιοι\nπα",
  "page_13": "0\n\"1\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\nπρι γΝναςδίο {ο Ποπονναρίο Γιμςθ[5. Ναίµοθ οιθβίῖοη Ι8νθΓᾶςΘς Ιη ουιγθηί ἀ5δξδοί5 γνΙίΠ 8 νοιγ οοπιροί ινε 6ΑΡΕΧ/ργοαυιοίίοημ γαῖῖο\n9999000000 00000000000000000066οοο0ς\n9999990000 0009000000 00000000000000006006090000000060696606000000000606606009000000000066609090000000006606060900000000066660000000006066600000000006066600000000000606000000000666οοο0ς\nποείγοΠίπο 10056 - ΡΒωογίοΙίαπο Ὀιοςςθ Ὀοςδι[[{μγὶζαΐϊοη υηίί\nΝονν υπίϊ -- σαγίαςςπα 06459\n06ορ/Γοοσθςξξδίπο\n6Δραχ\n-250ΜΕε\n-190Με\n9999909909 90099009900990099009090909090900990099099009909900969009009009090909099009090990969009900900909090909090990990099000909900969009900900909090909900990990099009900990090090090906900600ο6ο0ο06ο0\n240 ΚΙ γ ΠΝΟ, ἰοπαρίπα 8Πα Ρἱοἱ Ρ06\nΡιοσυμοίϊῖοη οαρᾶο!ίγ\n250 ΚΙγ ΠΝΟ ο: 195 ΚΙγ 9ΑΓ\n5 500 Κίγ Υ6Ηγ οοπιρεί (νε ρμΐ [ο55 ΠαχίρΙθ Βναἰι8ο]ε οβρ8ΟΙίγ\n99999 0909909099090999009900990990099009900690090909009090990990099009090969009900990090909090909069909909900900900990099090900909090909090699099099009906090090090909009090990099009090096909690000660ο6ο6ο0ο0ο0\n0αραχ γαίϊο\n-1κειΠνΟο\n-0.65 κε ΗΝΟ\n9999909099 090990909909090909909900990099009900990090099009909090909090699099099009900990969009009006909090909090909099099009900909900990090069009090909069090909099099099099009009900969009900000600ο6ο0ο0ο\nΡος5βἱο/Πίγ οἱ Γεεαίπο Γανν πιαίθΓία ννίίη ΠΙΟΙΠ/Ίονν Βοἰαἰίγ απα ργοάιμοίίοπ οαρβοίϊγ οἱ ΠΝΟ οἱ 9ΑΓ\nΡος5βἱο[Πγ οἱ Γεεαίπο Γανν πιαίθΓί8 ννίίῃ Ιονν Βοἰαἰίγ απα ργοάµοθ ΗΝΟ\nΕΙεΧΙΡΙΙΙγ\n99999 0909909099090990099009909900990099006900909090090909090990099009009690090090900909090909090699060990990090090099009900900909090909090699099099009090090090090909090909099009090099096909090000660ο6ο6ο0ο0ο0\nΕΒΙΤΡΑ\n350 -- 650 Ε/ Ιθεθάςίοοκ\n00606 οου0\n9999999999 9909909099 0000090099 0000909009000009000900900090009009000900000900090000090090900900969009009090096900009600900090096009009600900690090000069009006900900690069000069000069009690000600606\nΦο9990909909099909090909090900909009000000606ο009\nζ9γἴθοεπ8 9ύνθπεθό Εἱο[υείς ρἰθηῖ\nΡυςαγῖοίίθπο\nΒόνβηεεά Ρἱοξυεἰς ρἰ8ηῖ\nἨαι]\nο ο ος ΤθηΚ5\nε------ο\n6\nΩς\nΗγόίοφεΠ ρε.\nειπα\nη {η ΙΠΤΙΤΤΙ Ἡ\nπι\nπι νἸ\n“2\nαυ\nκ. Γγβθῖίπο ο.\n950,Ό0Ό0 νεος\nον ο. Ἄθηρ\nοἱ\nΑάνθηεεά Εἱο[υεἰς\nο δημ κε\n{ Βἰοίοι -.. μνά(οδἰοάΙοσοί Βιοπορίτη |\nΡΓγοουεῖίοη:\n-\n[8]\n560.000\n-- ο ο\nο κ Φ- ο [ |\n----ι,ι\nφ--\nἴοης/γβ8γ\nΤῃθςς Βἰοξυεἰς νν]Ιἰ θἰίονν {με γεαυετίοπ ο 800Ώ,ΌΟΏ1 ζ0,/γεδ:\nέη.\nΕπιἰφείοης\nΕοπιπή επισης\nΤΗ Βθρςοί ζοπιπι/επιεηε\nΝεϊ Ζειο Επιὶςείοης\nῦ\nϐγ 2050\n13\nΕ5Ο6 ΡΑΥ\nο αν μεριοι\nσαν",
  "page_14": "0\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\n\"ΒΙοπιθίηᾶηο 5 ΡΓΟΡΘΙ πιβηβοθΠιθῃί οἵ Ινθδίοσκ νναςίο ο55θη{ία {ο ἀανοἰίςα οοπίαπιΙπαίΐίϊοη ῥρΓΟΡΙΘΠΙς Ιη 9οΙ!, νναΐίθι απ ἀἴπιοδρῃθ/θ\n. μερ/ιοι\nπα\n999099 090900000090090000000000000000000060060000000000000000000000000000600600000000000600660οο0ο00\n» 200,000\nΙ Ινοδίοσκ Τ8ΓΠΙ5\n9ρ8ἱΠ\nΒἰοπιοίπαπο ργοαυοίίοη ροΐϊρη([α(\n2100 ΤΝΝΗΠ\n9999 9099909990099009909099090990906909069090990699009909690099009900690909090900990909090909009090909099009090000660ο6ο6ο006\nΤΠθ αενεἰορππεπί οἱ Ιἰνθδίοοκ [αΓπιίπο Π85 Ιεα ἵο 8η ἴπογεαςο ἵπ ἴπε νοιµπηθ οἵ Ινθδίοοκ νναδίθ αΠά, ἴπαγδίοΓθ, Πθνν 5οΙμΐΐοη5 8ΓΘ Γγθοιίγθα {ο: (5 πιαπβοειπεῄ(.\nΙἰ Ι5 ΠΘΟΘΞΞΦΒΙΥ {ο Ο8ΓΗΥ ουί α οοΓΓθοί πιβηβοεΠπεηί οἵ {Πίς νναςδίθ ἴο ανοἰά Ιπιρογίαπί δΠην]γοηπιεηίαΙ οοη5θαεποθς ἰΠ δοἱ5, νναίοιγ αΠά ἴπιοξδρῃοε/θ.\n5 ΙΙνεδίοοκ 5θοίο: {5 ΚΘΥ ἱηπ 5ραἱΠ, 5ρθοἰαΙ! {π ΓυΓαἱ αΓθας.\nΟωιτθηί 5Ιμαίῖοη οἵ Ιἰνοδίοοκ νναςδίθ ἰΠ Φρ8Ιη\n..\nποου|αίίοη\nορθδἱπ Πας ἴπε οὐἱθεοίϊνο οἵ γεαµοίπᾳ οπηἰβδίοης Ποπ αἰῆμςε 5θοίοΓ5 ὈΥ 37.77ο ΡΥ 20530. Βεθ8δἰιαθς, ἴπο ΒΝΙΕΟ οβἰαοΙίδπες ἰἵπ [5 ορἰθοίϊνε 5οθηκΓίο 4 γοἙοιοίίοπ οἱ 4 Μίρα οἵ 602 ἵπ 2030 ἴογ {πε Ιἰνεδίοοκ 56οἵΙΟΓ.\nΤΠο ΕµΓορθε8η Οοπηπιἰδδίοη ΓΘΟΟΠΙΠΕΠάς ἴπε γθαιοίίοπ οἳ πιείπαπε επηἰδδίοης Τοπ Ιἰνθδίοοκ ΟΥ αενεἰορίπο ἴπε ργοάιμοίίοηπ οἵ γοπεννβΡἰθ ΘΠΘΓΙΩΥ, ἱπνθςίίπο ἰπ αηαεγοῦίο αἰοεςίεις ἵο ργοάµοε Ρἰορς8ς Ποπ νναςδίθ 6ΙΙΟΗ 85 ΠΙΒΠΙΙΓΘ.\nΤΠοθ αρρ[ἰοβίίοη οἱ πἹ8ΠιΓθ απΠα 5ἱΗΓΥ αἱγεοί]γ ἰο ἴπε 5ο! ἱ5 Ιἰπιίίεα ὉΥ\nΙανν. Ι{ εδίαοΙίδῃος {Πθ γοαυμγθππεπί {ο ααορί ΠΙΕΒΞΙΓΘΕ [π Ιἱ5 αρρἰἰοβ8ίίοη\nΠα 5ίοΓ806 ἵο ανοία επιἰςδίοπς οἳ απηπιοπἰᾶ Πα ο/Γθεηποιυς5θ 08565\nαΠά Ιἰππῇς {πε ἰπ]θοίίοη οἱ πίίγοςεη ἵπ νωἰπεΓ8ΡΙε 8Γθ485.\nΘΡρ8ἱΠ Πα5 {Πθ ροΐθηίἶ8 {ο 06 {πθ 24 ριοαιοει ἰπ Εμ[Γορθ\nΕ5Ο6 ΡΑΥ\nέγ. Της Βερεοἰ ζοπιπι/επιθηὲ\nΝοαϊ Ζοιο Επὶσσίοης\nο\nϐγ 2050\n14",
  "page_15": "0\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\n\"πορεοι αρδἰζθς Ιη ΒΙοπιθίηᾶηθ να[ιμθ οΠαΙη\n9999990990 0090990000 09 0900009090 009090990000990900009090900009000009099000009090000090900006 0000066600\nτα « ΠΠ ὦ\n9999090999 09099090909090090090060060ο6ο6ο0ος0\n9999909099 0909909009090990009090900660ο66ο0οο0\nΜιπιοίρα ἃ ἱπαιςίγίαι\nΑοΓίοιΙίμΓθ Πα\nΒἰονναςδίθ\n|. Ινθδίοοκ νναςίθ\n9999990999 0909909099009909009009900090909009009909090900900060090006900990090909090990009009909060060ο66ο00ο00\n9990090900\n000000609090909090900000006090909090000000006909090909090000000060696900900000000066οοος\n9999090999 9 9099090909 00 9999092099 9909009099 9900000000 0000000999 9009099999 9099009099 0 900000\nο ων μεριοι\nσαν\nέγ. Της Βερεοἰ ζοπιπι/επιθηὲ\nΝοαϊ Ζοιο Επὶσσίοης\nϐγ 2050\n------ μμ μμ μυ.\nΒἰοπιθίπαπθ ΡΓοαιοίίοπ\nΦος 9999990999 09909090909900909909909900909069600660οοο0 9999999909 09090909099090909000000006066000\nΕΠΕΘΓΟΥ {ΟΓ ΕδΠπίπα/ Οπεπηίσαι5\nΒεάιμοεά Ο8ΓΡοΠ Εοοΐρηπί {οι {μθί5 Πα οΠεπιίσοαἰ5\n15\n9990900900 00000 0000009990 9000 00009000 000 0009006006 6000\nποσο ον ο «2\nοο6οος\nΕθιπιθηίβίίοη\nο999 90000000 000000000000000000000000000000000600000000000000000000000000ς\n9599990990 920000 9999999909 0000 9999900000 60ο οο0ς\n(αἰίοία ΜαΠιΓθ\nΕΙ805ΠΙρ Ιπίϊαίϊνε\nΡΓγο|εοί\nΕχἰΦίίπα Φίθαπη Ηοθίοιπιε(5 Φοο 9990090900 006ο0ο00\nΘγηπίηοείϊο Ειείς5\nΡιοαιοίίοη\n\n\nἩ\nΜαηιγε /\nΟΓᾳαπΠίο\nυςο οἵ γοδἰαάιες5\nώοοοοο οσο φοοοοοοοο\nος οοοοο Φοοοοσοοοουο\nΜ5ΝΝ/9νΝ\nγ\nγ\nο\nΠαπενναρἰθ\nΠοηπενναρἰθ\nΗγατοσεη {ο\nΕιθίς\n' ΡΓγο]θεοίθεα ΠιΠ]ϱεΓ οἱ ρἰαηΠίς\n10\nγθοάιιοθ Ρἰοίμείς\n{οοίρηπί\nΦος 9999999990 009 9990900009 000909 0000009000 0000009006909090000009006060990006690066ο6οοοο”\nο\nὈἰιθοί 56 85 Ποπεινναρἰθ Εω6 {οΓ Πεανγ ἁιίγ, Πι8ΓΙΙπιθ αΠά ἰπαιι5ίγγ\nΕ5Ο6 ΡΑΥ",
  "page_16": "0\n\"\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\nσα5Ηισαίΐῖοη ἰ5 ΚΘΥ {ο ασοῄῃἰενο ΕΙ νναςίο πιαηᾶοεπιεηί ορ]θοοίῖνος\n9999009000 000000000000000ΟΟΟΟΘΟΟΟΘΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΘΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟ0ο60οο0ς\nγΝναξδίο πιαπαςεπιεηί\n9999990009 0000066ο0ς\n9099999929 9099909900 0000000\nδ-ῇ Ρ8οκβοίπο\nΕθοονθΓβῥἰθ Μοσμαηἰσαι\nΠοεογο!ίπα\n8οΓήΠο ρἰαπί\nρἰα5ίΐο5\n9999009000 00060ο60\n-\nΥΘ[Ιονν ΟἱΠ\nΒοε]θεῖίοη\nΔεῖθςο\n9999900009 00 0099000000 9000000009 0009000 00000000 00ς\nνο «ο «οκ Ῥοοοε κε ο σος\n: ιαπαῃι {5\n99 9999999999 9099090000 09600\n9999090066 0οο0ς\nο.”\n6 νναδίθ {ο ΙαπαΠ!\nΡγΓΟΙγΦΙ5\n--μ--α\nΤΜΒ\nον Γἱσαθβοαίϊοη\n9996606600\n» Ιποίπεγβίίοι ΒΗ\nὕο\nΤο:\n6/68Υ ΡίΠ\nμου.\nὉ ΣΑ\n9099009900 09000006606ο003\n8ΠΑ Γγθογο(ίπα\nδ.\nο Σ 1) » ΟἰίπειγεοονεΓβῥρἰθ\n9099900090 0909000000 00000000\n9999909990 0006 0οοο0ρο\n0οπιροςἱ 9999990900 09ο 60090 » Οοπιοςί\nΒἰοπιθοίῃαπο\nΒΓοννη ΟἱΠ\nὉ ΣΑ\nΧΧΧ)\nο ο ο ο\nΟυιγεη!!γ, ΙαπαΠ!ιεα νναςίθ ἴηΠ 5ραίη ἶ5 9370 8Πά οΠΙγ 3576 ἱ5 ΓΘογοἰθα.\n9999999990 0999090990 099009090000909090900900090090909909090000090999099090900009090909090990909000090909699099096009090096969900960669906ο6οοο0”\nΤονναΓγας α οἰΓειΙ]αΓ πιαπαβεπιεηϊ οἵ ννασῖθ\nΕ5Ο6 ΡΑΥ\n2055\n10 Όσο\nγευ5θ\nο\n16\n2050\n20 ο\nΌσο\nΑααἰίοπαΙ!, ἴπθ | ανν οη νΝαςδίθ απα Οοπίαπιἰπαΐθαά 9οί5 οοπίθπηρἰαίες5 α πονν ππἰπίπιµπῃ παίίοπαἱ ἴαχ (3) {ου ΙαπαΠΙ! 8ΠΑ ἱποἰποΓγαίίοη (Ε20/Π {οι ΙαπαΠΙ! απά ΕΊΟ/ίΠ ἰπ {πο ο85θ οἳ ἰποίποΓγαίίοη {ΟΓ πιιωηἰοίραΙ νναςίο γε]θοίϊοι).\n(3) ππἰπίπιωπῃ {Παί ο8η ϱ9 ἵπο[θαςεα ἵπ {πθ αἰΠεγεπί γερίοπ5\n9999009096 00600600060000Ο00ΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟ600ὀοοο00ς\nΙ ορ!δἰαίΐϊνο ορ]θοίϊνες\nῬρθβπίξδῃ ΙερἱθΙα[ίοη (1 .Βνν οὐ νναςίθ αΠπά οοπϊαπιἰπαίΐθεα 5οἱ!ϐ) οδίβΏιίδηες5 απηθ/ίοις5 ορ]εοῖῖνες οη ἴΠθ 2025-2055 Ποιίζοη {παί ΓΘ0μἱΓ9 οΏ8ηρθς {ο ομγγθηί νναςίθ πιθηβοεπιεηί 5οΠεπθς.\nέη. ΤΗ Βθρςοί ζοπιπι/επιεηε\nΝεϊ Ζειο Επιὶςείοης\nῦ\nϐγ 2050\nμερ/ιοι",
  "page_17": "0\n\"\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\nδραἱπ Π85 οΓθαί ροϊθηίΙα| Το ΡΙΟΠΙ855 ΓΘ5ΟιΓΟΘΕ 4η Ιί5 να[ογιζαΐίοη σ8η ΡΓΙΠΟ ἱπιρογίαπί ΏθηδΠί5\n9990090900 0900900000000000000000000000000000000000600000060060000000000000000000000066066ο00ς\nΟιωιγθηί 5Ηιαίίοη\nο\nΑοπΠουιίµΓαἰ αΠά Τογεθςίτγ γαοδἰαµες 8Γ8 8ΠΙΟΠΩ ἴποςφ ννίῃ ἴπε ογεαίεςί νοΙµπ]θ Πα ροΐεηίί8ἱ Πα Πανε πιιῆρἰε ἰθοηποίοσίοαί ορίίοης {ο [ΠθδίΓ 56.\n(ὤ\nΦρ8ἱΠ Π85 ΠἹοΓθ ἵπ8η 17.5 Μί οἱ Ρίοπι855 αγ πιαϊίει ΒναἰΙ8Όἱθ ῥ6Γ γ68Γ, ΝΜΙΠ ἴοία ροϊεηίϊαἱ οἵ 26.7 Μί ννίίη  Πιςθ ροϊεηίϊα ἵΠ ἴθιπις οἵ Ρἱοπι855 ΓΘ5ΟΙΓΟΘΡ:\nΥνοοάςφά Ιαπα ἰπ ΕΙ (ποιδαπάς Π8)\n«1000\nπἹ. 1.900-5.000 Εη 95.000-10.000 α /10.000-15.000 . 15.000\n(ὤ\nΕΙ Γαπ|κ\n(ὤ\n3\n νοοαᾶβά Ιαπά\n12 ΗίοΠεςί αογίοιίμΓαΙ\nργοαμµοίίοη\n9999990000 0000000 00000000000000000900000000000090000000000000000000000000000000000000 66600\nΒοηοαβΠίς {Γοπι να[ογἰζαίίοη\nῬουοθ: Ειωγοςίαί (2020), Ανερίοπη.\nΡγενοεηίίοη οἵ ἴπθ 5ρ/θ68ά οἱ µποοπίτοί]θά ᾖΓθς.\n9999909909 09090909099099990690906090909690906909099090969090990900909000900990909909000000660066ο0ο0ο0\nΜΙΠΙπιἰζ8Ιίοη οἱ ἴπθ 5ρ[θ8α οἵ ρθ5ί5 απα αἰδθᾶςες η αογὶοιΙίμγαἰ οΓορς.\n\nΙἱ οἵθις5 πενν ορίοπς5 [οι ἴπο αοΠουμ[µΓαἱ 5θοίοΓ ΦΙΟΠ α5 ἵπθ ε596 οἱ νασοαηί ἰΙαπα ο: ἴπθ ἱπίγοαιμοίίοιπ οἱ γοίβίϊπο οΓορς5, ννήπουί αἱδρίαοθπιεπί οἵ δΧἰδί!πο ΟΓΟΡ5.\n9999909099 0909090909909099090690060909096909069909609090699060909060909000900090099090090000060660ο0ο0\nΕοοποπηίο αενοαἰορπιεπί εν ΓΙΓαΙ [8685 ἰ5 ΡΓγοπποίθα, Ο6ποεΓαίίπϱ |Ιοῦ5 ἵπ α[θας αΠθοίεα Ὦγ αεροριαίίοη, ἤπας5 οοπίπουμίίπο {ο α. ΤΙ8ἰΓθΓ [γαηβίίοη, Πα ἵο ἴπθ γονία!ἰζαΐίοη απα 5ἰγαοίμγίπο οἱ πο ἰθιγγίοιγ.\nος 9999999099 9909909099 0000090090 0000000900 09009090000900090900900969009006900900090090009006900606 00606669\nμερ/ιοι\nέη. ΤΗ Βθρςοί ζοπιπι/επιεηε\nΝεϊ Ζειο Επιὶςείοης\nῦ\nϐγ 2050\nΕ5Ο6 ΡΑΥ\n17",
  "page_18": "0\n.\n-500 Ε/ ΜΟΗ\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\nοαςΗιοβίΐΐοη αἰίοννς ἵο ἰΓοαί νναςδίο {παί οἴησοιννί5σθ ννοι[αά Ὀο 5θηίΐ {ο ΙαποΠ!] αΠα Ποει[ρς ννια[Ίγος Ργονθηίῖοη\n9999090000 000000009090909090900000000009090909000000000096909090900000000666οοο0ς 6Φα5ΙΠσαίϊοη ργοςθ55\nΠοαιοίῖοη οἳ Ιαπα[Π!! γαίθ\nΤεσοΠποΙοαηγ\nὑδίπο ἴπε νναςίε {παί 5 οωιγδηί!γ ὈΘΙΠο 5εηί ἰο ἱαπαΠ] οοπίΠροιίθς {ο ἴπα οὐ]θοίϊνθς οἵ: ἱπογθαδίπο νιαδίθ Γθογο!ίπᾳ Γαίθς5 Πα γθἙιιοίπο ΙαπαΠ!! γαίες\nΕΠοΓκεπ ἰ5 ἴπθ ἰθομποίοογ οΠοςξεη Το: {Πί5 ΡΓοἱεοἰ, 8 φἰγαίθοίο ραΓίΠΘΓ ἰΠ ννΩίο[ ΠερςοΙ ἰηνεοςδίθα {π 2022 ΕΠΘΓΙΚΘΠΙ Π85 8η ἱπαιμδίγίαί ἄθπιπο ορθΓαίίπᾳ 5ἶποῬ 2016, αα-γἰθκίπο Γιίωγε ἰπναοςίπιθηίς5\nΧΧΧ ΧΧΣΣΧΣΣΧΣΣΣ ΧΧΧ ΣΧΣΣΧΣΣΣΣ\nΒἱοηπιαςς5\nΜ5ΡΝΝ\nγναςίο\n99999099 0909900900000600οοοοο0” 9999099006 φ0ὀο60οοοοο\nο\nΟΙτοι/8Γ Οιοαπίο\nνναδίθ\nννβδίθ\n9000500500 0509 90009009 0900 0000909900 90ΦΦ0ΦΦ0ΟΦΦΘΦΟΦΟΟΦΟΦΟΦΟΦΟΦΟΟΦΟΟΦΟΟΦΟΟΦΟΦΟΟΦΟΦΦΟΟΦΟΦΦΟΦΦΟΘΟΦΟΦΟΟΦΟρ9\nο]\nΟο-ίωπάεα ὮΥ\nΕεορἰαπῖα\n{πθ ΕµΓορθ8η Ὀπίοη\nο ο\n{ην\nΗ 2 -» σας[ισοαίϊοη σπα\n240 ΚΗγ ΜείΠαποι\nι\nΡ[οαιµοίῖοη οβρβο!γ\nμμ, σσ ;\n\nυςο οἵ τοδίαιιθ5\nΜ9νΝ / ρίοπια855 νναςίθ\nΜοδίΠαποΙ\nΕΒΙΤΟΑ\nΠεΠθινθΡρΙθ\nΟπεπιἰσοαι\nΗΙΘΗ\n{είς\nΡγοαυοί5\nΦε εδ αν ἃ 639\nΟο-ριοαμοίίοη οἳ ΟἰοπιθείΠαΠοΙ /\nΕΙΘΧΙΡΙΠίγ\nοἰγουμί8Γ πιθίΠβΠοΙ αΠά Ἑ-ΠπιθίΠαΠποΙ\nΒἰοπι855 Πα ΜΦΙΝ Εθθάςφίοοκ\nΦος 9909999 090909090990909909009090909090900909090900909009900090090900909009000600060οοοο”\n9099909909 09909090990999090090909090969090609906090900990909060990009000900690909090090909909009090090009006000660ο060ο00\n9999099099 090990909900990909090909090900600660ο0ς\n/Ππαίς πθχί\n5 ἱπ]ή]θίνος εΠαθί ἄθν\nὑρ {ο 2.4 ΜΙγ νναδίο απ\n1.5 ΜΙγ πιείηαποΙ\n9999999099 09090909090909090909090909090090099000900000600006\nέη. ΤΗ Βθρςοί ζοπιπι/επιεηε\nΝεῖ Ζειο Επιὶςσίοπς\nῦ\nϐγ 2050\n18\nΕοορἰαπία\nΡγο]θοί Π85 Ὀθθη Βννα[αθα ννίῃ πα Ιηποναίῖοη Εωπα οΓ8ηί Πα Πα85 Όθθῃπ οπθ οί ίπθ 5θνεη οποςεη ργοἰθοί5 Πιοηρςςί ΠποΓθ ἴπ8η 300 ργο[θοίς Ιη 2021\nΕ5Ο6 ΡΑΥ\n. μερ/ιοι\nπα",
  "page_19": "0\n\"Ομ\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\n(Α\nΙΠΙαίϊνος ἆΓ9 ἱπίθοργαίθς οΓθβ!ί!πο ασ Πίοπα[ να[ιςθ\n99050000 000000000000ΟΟ6ΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟΟ0ς\nΒεηπονναῦἰθ ΗγαΓορεη 85 [θεαςίοοκ{ογ ...\nΠποηοεννβοἱθ Ειθ5 οοργοαµοθα ννΙ(Π...\nκ(ό-ο)\nΠοεπεννβΏρἰθ ΠγαάΓοσφεπ 5 ἁη ΘΠ80Ι6/ {οι (θπθννβΏίθ {16ἱ5 8παά οἰγομίαγ οηεππιἰοαἰ5 ργοαμµοίίοη\n..«οοπιρθίή]νθ {Π8ηΚς ἴο ου Ιπαιςδίγία| οἱΐθ5\nΗ» πεθάεα ἴο ἵπιργονε ΙΠ/Ο γαῖϊο πα ΘΠΕΓΟΥ οοπἰεηί\nἱπαιδίγ8 ἱπ[γαςίγιιοίιΓθ 8Πά Κπονν-πονν\nΠεπεννβΏἰθ Η, ἵπιριονες 6ΗΟ6 [οοΐρηπί Το: Ρἰοΐμθίς\nΟΑΡΕΧ τθαιοῖοη, γε[ἰαΟΙΙγ ἰποΓθᾶ5δθ\nΑΙἱ ρη85θ Ί ργο]ἰθοίς [ιπάθά Ὦγ ΕΟ οἱ Ξρ8Πίἱ5δῃ ΦΘονεΓηπηεῃί.\nΗ {ΙΧ\nκ. -/\nΟΙγοιίαι Μαἰειίαἰ5\nΜαίΐθιαΙ ναἰοηΖζαίϊοπ ο  νναςδίθ ἰ5 Πθθαθά. ΠερςοΙ οΠεις5 Τμεί5 απά ππαϊεγίαἰ5 ναἰοΠζαίίοη Πανίπο ροΐΐθι 8οοθςς ἴο νναδίθ\nΡΓουθδδίπο πιἰχθα ο{ᾳαΠίο 8Πα ρἰα5ίΐο νναδίθ Πα5 ναἰμθ ΤοΓ ΠΘΡΞΣΟΙ\nΕΙεχΙρίΗίγ {ο µ5θ Οἰοργοαυοίβ (ΒΙοἱ Ρ6, Ναρπίπα, ΗΝΟ) ἴπ Τμεί5 ο: πιαϊθιίαἰ5\nέγ. Της Βερεοἰ ζοπιπι/επιθηὲ\nΝοαϊ Ζοιο Επὶσσίοης\nο\nϐγ 2050\nο μεριοι\nσαν\n19\nΕ5Ο6 ΡΑΥ",
  "page_20": "0\nγναςδίθ {ο Γωθί5 απαά Μαϊεγίαἰ5. Ορροπωπίίες αΠά 5γηεΓοίθς\n\"Το ΙπίθρΓγαίίοπ 0965 Ρθ6γοπα ἱποαιςθίγίαί ρµ5ίηθ55\nο μεριοι\n-\n9999009090 0000000000000000000000000600000000600600660οοο60ς\nεν\nβν\n Φὴ\nΠοξιιαί5\nδι ΟἰτοιίΓ\nΜαίΐθιί8ἰ5\n9999900900 0900000090 0000000000 09000000000000000000000000000000666ο6ο00ς\n9999099090 909099009900990099090990909090690909090600600οοο0ο0\nΠερςο/ς5 Ιονν ο8{Όοπ οθηοΓαίίοη 8Πα ρἱρείίπε Οἰνθς μ5 ρ[θςεηοε ἴπ πε γνποίθ ν8ἰιθ οΠαἰη 85 ΓΘΠΘΙΝΒΡΟΙΘ εἰθοίγοΙγ ἰ5 ΚΘΥ {οι ΠγαΓοςεη Πα γθηθνναθΙε [μθεί5 ργοαιοίοη.\n{ην\nΗ Ὡ\nκ\nΗγατοφεη\n9999009 0090900000000000909090000000000009090000000060000000ο00ς\nΟιβδίοπιθΓ Οοθηίπο\n| ονν σ8Γοοη\n(6ΘΠθΓ8ίΙοη\nΠερς5οι Π85 α 5ίΓοπᾳ ἵγβοκ-Γγθοογα Πα Κπονν-Πονν ἰΠ οοπιπιθΓοίβΙἰΖίΠΟ 8 ννίάθς ναΓε!ῖγ οἳ ργοαμοΐς Ὀεΐπο ἴπθ Ιθαά6/ ἶπ |ο6/8.\nάολ\nΙπαιιςίγίαι\nο](θ8\nος 9999999900 0909990000 0990000099000969000000000000090006 6090006606 οοοοσςο\n9999909099 0909909909 9009900990099090990090909090900900600660οοο09\nΦος 9999999900 0909990000 0000090909000090900006 9900666900 οοοοο”\nέγ. Της Βερεοἰ ζοπιπι/επιθηὲ\nΝοαϊ Ζοιο Επὶσσίοης\nο\nϐγ 2050\n20\nΕ5Ο6 ΡΑΥ",
  "page_21": "0\nγναςδίθ {ο Γωθί5 αΠπαά Μαϊεγίαἰ5. Ορροπωπίίίος5 αΠά 5γηεΓοίθς5\n\"ΡιογίοΙιαπο Ποεποενν8οἰο απο ΟΙΓοι]αί δΙΐθ (856. 9γηοΓοίθ5\nο αν μεριοι\nσαν\n2024\nΒἰοπιθίπβπθ\n9999999900 09 0909000009\nοοοοο\n0000 9900660900\n9999009009 090090000009000000000900000606660ο0ς\n2015\n9990000006 00600600600600600000000660ο6ς\nέγ. Της Βερεοἰ ζοπιπι/επιθηὲ\nΝοαϊ Ζοιο Επὶσσίοης\nο\nϐγ 2050\nΕ5Ο6 ΡΑΥ\nος 9 9999999999 9909909009 09909 00606000\nΡΙ85ίἱο νναςδίθ\nΡΥΓΟΙΥΦΙ5 οἱ\nΡΙ85ίΐο νναςδίθ\nΓοβΙΠῃ Πιαίτθςςθςί\nνναξδίθ\n9990000000 000000000000000000000,\n(ο-ο)\nΗΝΟ / 9ΑΕ\n99990999 0909090909099090909000000066066ο00\nΠρια νναςδίθ --»\n2022\n2025\n2021\n9999990909 0909000900909099990909000000069ο6666οοο\n9999000000 0000000000000000000066666ο0ς\n99999000 000 0000000060 0οο0οο 4909990099 0099000990 0090000 0ς\n2024 ΕχἰΦίπο 2026 Νθνν\nΗ, ΡΙεΠί :\nΕΙΘοίΓοΙγ5θΓ\n9990909909 09099090909090090909909099090690909090690900909009090090900900000600ο0ο0\n) ό Βεηονιθυἰο Η2\n9999909099 0909909090909099090990909909090909090909009090909090906600660οο0\nΤγβηξδίοΓπιθά ἱθςθΙ\n2025\nὈοδιιί Ὀπή {ο ΗΝΟ\n9999909099 090990909900990909909090909909090909090090909090990960660ος0\nΒΙοΝαρΠίΠ8\nΒΙος85\nβωβ\nΟιιτθηί Ιπαιιςίγίαι\nος\n9999999099 909090990909990909090909090990909090009009090099090000900000060ο0ο0\n2022\nΝ6νν Πθοἰοἰθοχ\nΝθδνν πθοΡΠ\n2023\n9999 0909909099090990909090909069090099099009090099009900909009006606660ο0ο0\n2025-6 φΦοίαΓ ΡΝ 96 οοπδιπιρίοη\n9999909099 0909909090900990099099009900909009090909090069006006ο6οοοο3\n6Ο απα οίποΓ\n9099909099 090909090909090909000090000060000\n21\n9050000900 9000900000 ΟΟΟΟΟΘΟΟΦΘ0.\nΟΟΒυΝΑ\nΦο0000000006000060ς ΡύΕΗΤΟΙΙΑΝΟ Ὀ χΕΣΧΧΧΧΧΧΧΧΣΧΧΧΧΣ)\nΒΙ.ΒΑΟ\nΤΑΒΒΑΘΟΝΑ\n6ΑΕΤΑΟΕΝΑ\nΟυΓ ἰπίαπα γεῇπθιγ ἰ5 ΑἰΓΘ6ΒΑΥ γοοοσηίζθα Γ6ίθΓθποθ ΤΟΓ οἰγοιιαΓ πιαϊεΓίαἰ5 απά Ρἰοίμεἰ5 ργοαάμοίίοη, ννίΠ 5ενεΓαἱ ργο]θοῖςδ ΙΠάΘΙΠΙΝ8Υ {ΟΓ Ρἰο[ιιεἰ5 Πα ΠγάΓοσεη.\nΤΠο τεΠπειγ οππρΙογ5 -1300 ρθορΙο αἰἱγθοί]γ απαά -1900 ἱπαιίγθοί, α -ἵὅο οἳ ἰοία ρορι|αίίοη. ΑααΠίοηκΙΙγ, 8ΓοµΠα 4000 δππρἰογππεηίς αΓθ ἱπαμοθα {ο ἴπθ ἷίθ αοἰϊν!γ.\n-...\nΒἱΟ απαά ΟἰγουμίαΓ\nροἰιγοἰιεΠπς\nΒἰΟ απαά ΟἰγουμίαΓ\nΡο]γοί5\n9ΙΝ",
  "page_22": "| |\nψ«\nλ«\nΖ 4«Β\nΑ. κα εν\nἅ\n(\nη,\nπ | π} ο,\n.\nἩ\nος\n|\n--ᾱ\nἳ |\n.... πεί\n'\nΣα\nτηε Βερεαί ς Μεαῖ ἕνα ΕπΠῃ ει]\n“\"\n.\nᾳ\nιο “ώς,\n| Ἡ α\nμα\n.\nἸ -\n|\n.---------\nον\nας ---ἶ\nλα.)\nον\nη\nἹ\n“σα\nαν Ε\n5\nμη\n.\nῶ.\n|\nο\n|\n|\nοἳ)\nν\nαν\nπι) |. μι ο... «αι 1\n.”\nη]\n..᾿\nΙΙ\nΝ\n|\n|\n|\n-\nλα\n5\nπαπα\nΆη\n. ]\nαι Ὁ\nἈ\nο αν\nἈ\n«Ἡ ᾗἽ\nο... -ἵᾱ-ἳ-\nοπου κι '-\nΊ-\n--\n|\nον\nΝ\n05.\nπ]\n] ..\n|\nΗλ\nσοποιιδίοπ5\n|\nΑς\nή\n74\nη\nνε\n| ν ιλ\nο ων ο --ᾱ\nἹ\n«ΝΑΙ\nπα]μωα---- |\nαπ ας |\nυ.. - -ᾱ .Ἡ\nπο\nα- Ἄν-\nπας κά Πα [Ν - |\n|\nι--..\n.\n.\nἜ\n-- κ. δν --\nτ\nµμ--ὖ ο.\nἄν) ας 5Γ\nο\n|\n]\n|\n9\n|\n[] .ἳ",
  "page_23": "05 Οοποιμδίοπ5\n\"\nΕ5Ο6 ΡΑΥ\nΠορςοΙ οᾶη ΓΘΙγ οη 5 οοπιροί!ϊνο ααναηίαοος ἴο Οἱνο 4 5ο]μίίοη ΤΟΓ ἀθσοαΓγροηἰζαίΐίΐοη οἵ ουΓ ουμξδίοιΠΘΙ5 4Π6Ο νναδίθ πιβπᾶΟθιπεηί\n9999900000 0900900000000000000000000 0060000 ους\n9999900000 0000009 0900000000000 00000000 000606υ0ς 02\n99990900 000000009009000000000000000000000ο0οοος\n9999000000 00000900000000000000000000000οοοος\n0Ί\n05\n04\n9999090909 090990909090909909099090990900909090909000000006006600ο0\n9999099099 99090909090909090990909909009009909009090000000660ο0ο0\n9999909909 096909090990909090900900090099000000006006ο00\n9999090909 090990909909099090909090909090090909090900900000660066000\nἱπαιιςίγίαί 5ιΐος\nΙπίεοΓαίϊοη {πγοιμοποιί\nΕἱθί5, ΠγαΓοαεη αΠά\nΙηίθγπαίίοηαἱ ρ/θ5εποθ απά ραΓἱΠεΓςΗἰρ5 αενεἰορππεπί\n8οΓος5ς ΙΟεΓί8\nν8ίυθ οΠβίΠ\nΟΠεππίσοαίς ἰπίθογαίϊοη\n4.\nδα\n.. 15 ουωαγίθ γοῄπίπᾳ α55θί5 σα 09 τθίγοῃ “θα {ο οΒΙΓΟΟΗ πθδυίγαἱ ργοάμοίίοη Περςο/ς5 ἱπῃμεποε ἰπ ΙοεΠί8 ἰ5 γοἰθοναηί Το: αἰγθοί 8οοθ55 {ο {θ86αΦδίοΟΚ Ιοε[ία Πα5 οπεαρ ΓοπεννθΏἰε εἰθοίγίοΙγ\nΡ/θ56ΠοΟΘ ἰηπ αἱ πθ ναἰιθ οαἱΠ {ΓΟΠΙ νναδίθ 8Πά ΓοπαεννβΏοθ εἰθοίποΙγ {ο ἤπαί οιδίοπιθΓ Περς5ο5 αοῄνῇήιες ο8η ργονίαε ογσαί [εδαδίοοκς ((ΘπεννβΏθ Η», Οἰοςεπίο 6Ο», εἴο) Κπερςοἱ ο8η Ρεπε/Πί {Τοπ [5 ροδῄΐοη 85 ρΓοαµοεΓ θά ΟΟΠΒΙΠΘΓ 0090000900009099090900000090066660ο0οοοοο”\n3605 ΑΡΡΓΟΒΟΠ ἴο νναςίθ, νθἰοηζαίίοη Γομίθδ 8 ἰθομποί[οσίες ΠερςοΙ ἵο ργοαιµοθῬ Γθη.[μθἰ5 αΠά οἰγομίαγ πιαἰεγίαἰ5 αερεΠπαίπα οη Γθεαξίοοκ αναΙβροίίγ απα πιαΓκεί οοΠαΙΠοη5, ρἰνοίϊπο ἶπ ἰπίεγπιεαἰαίθ ργοαυοίς (.0., ΠιθίΠαΠΟΙ)\nΠερςο/5 ΙΠίεγηβ/ΙοΠα ΡΙΓΘΦ6ΠΟΘ αΠά 5ἱζθ ροφίΐοημ ἴπε ΟΟΠΙΡ8ΗΥ 5 8 5μ/ἱ8ΡΙΘ ρ8ΓίΠΘΓ {οΓ οοπιραπίἰθς ἴπ ἴπο Ιονν- οαίθοπ Ὀιδίπες5 Κερςο[ Πα5 ἀενεἰορθαά 4 5ίΓοπᾳ ρογί{ο[ίο οἳ οοἱιαὈοΓβϊοΓ5 αΠα ραΓίΠΕΓΞΗΙΡΕΞ 8οΓ055 ἴπθ ννποθ νθἰαθ οΠαίη\n9ο9 9000000009 9900000000 000969 66000000 οοοοοο”\n9099999999\n9099999900 0000900099 9909000000006 6660000 οοοο”\n90999990 0000009090909 9090000000 006 6600000 οοοοο”\nΟ6οππρἰεχ ργοἰεοί οχθοιίίοη οχροε/[ίθεποθῬ ννήῃ ΙαΓ0θ ἱπαιμςδίΠαι {γαηδ[ογπιαίϊοης αἰγθβάγ αενεΙορεα\nῦ\nέἩ. ΤΗ Βθρςοί ζοπιπι/επιεηε\nΝεϊ Ζειο Επιὶςείοης\nϐγ 2050\nμερ/ιοι\n253",
  "page_24": "ο -\n-\n|\nΤΗΑΝΚΥΟυ\nΕοί(σ ΓΑΥ 2025\nα.) ω\n” [\nο\nΤΗ Βερααί Γαπιεππαπῖ ν Όσα α Εππσείσῃς\n:\nΗΝ. ὴ ..\nμας πι\nο δ τν\nρα. [α'\nλα. πἡ η η\nἱ\nδὶ\n-- ----\nἛο αγ\nαν”"
},
  "language": "Languages.ENGLISH",
  "total_pages": 24
}
