{
  "file_name": "350_2985.pdf",
  "pages": {
  "page_1": "ΜΑΟΕΚΟ-ΑΡΝΙΞ5ΟΒΥ\nΕιγασία οἰγαϊορίς (οησι/πρ\nΑἰωπιίηίμπι ἶῃ Βυςς]8\nΜαΥ 2024\nΒαςροΚκα Πορογῖ\nΕΙ) Αἰυπι]πίωπι ΜαΓγκοῖ\nΠιςςίαη Αἰμπππίμίπη\nΡΗΒΙΝΙΙΕάΕΌ δι ΟΝΕΙΡΕΝΤΙΑΙ.",
  "page_2": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕχθειῖϊνθ 5ΗΠΊΙΠΙΔΙΓΥ\n. φαηςϊΐοης ΟΠ ῥΓΙΠΙ8ΓΥ Βιςςίαη αἰμππϊηϊυπῃ ἆΓθ υπάθ: ἀἰςειςσίοη ΟΥ με Ευ Το Εὺ ἰς ἀἰνίάθα ο ἴμο ἴσςσυθ 5αηεϊῖοης ννῖ{ πωγῖ αἰυπϊπίμπι «οΠςµΠηθ:ς ἱπ Τμ ΕΙ’, οἰἴμαι νία ργίςς ΟΓ 5ιβΡΙΥ εΠαίΐη οΠθεῖς φαπεϊἰοηπίηρ Βιςςσί8η αἰυππϊπίωπη ννΙ{ ποῖ πιαϊθγἰαΙγ Πιγῖ ἴπο Βυςςῖ8η ΘΠΘΓΡΥ 5θεῖοΓ ο: ἴμε Ριάροῖ Βιςσία «8η Ἠπαά Ριιγθίς δἰςανν[εις --6.ᾳ. ΟΠίπα ηθθᾶς ΠΊοΓθ ἱπιροΓίῖς ΜΠπουῖϊ Βυςςία, ἴημθ «8{Όοη εοπϊθηϊ οἵ ΕΙ) αἰυπτίπίωπι ἱπιρογῖς νν!!! γῖσα, ἱπιραεῖίπρ ἴμο Εἰ/’ς εἰ]πιαῖθ «ἰαηρθ ρο[ϊοίθς ΤΠ6 ΕΙ) Πας {διν {ονν-οβ/ροη αἱϊογπαϊϊνος ἴο Βυςςία.\nΡΓοροςαά 5απεῖῖοης. Τηθ ΕµΓορθ6αη Αἰμπιϊπίμπῃ Αςςοεἰαϊίοη (ΕΑΑ), απα ἴῃθ ρονεΓγηπιεηϊς οἱ ΓΙΠιαηία, Εςϊοπία, | αἰνία, 4Πα ΡοἰαΠα, Πανθ ρΓοροςαεά ἴΠαϊ ἴπε ΕΙ) «Ποια ςαποϊίοη Βιςσίαη αἰμππίπίμπῃ.\nΕυ αἰνίάθα. ΤΠε ς«αηεϊίοης ννεΓς ϱΓορος6ά ὈΥ 4 πιἰποΓΙῖγ οἵ ΕΙ) πΊεπιΏθ{ς ννΠίεΗ εοηςιη]θ ΓεἰαϊίνεΙγ |ονν νο]µη]ες οἱ αἰμπιϊηίμπι. ΝΝΕ αχρεοῖ πεις ἴο 06 ορρος[ἴίοη ἴο ἴπθ ΠιθᾶςμΓ6 {Τοπ εομηϊγίες Ἰπαϊ μς5ε βιθαῖθι νο]µη]ες οἵ Βιμςςσίαη αἰμηλίΠΙΠῃ ἵῃ πιαπιι[αοϊωΓίΗΡ, ἱπειμαίηρ Ιἴαἱγ απα ἄΓ66ς6.\nΤΠ6 ἱπιραοῖ οη Βιςςῖα νν! 06 5ηΙαΙΙ. Βύ5ΑΙ, Βιςσία’ς 5οἱθ αἰωπτ]πίμπι ΘχΧρΟΓί6Γ, ραία 055125 πιη ἵη ἴαχ η 2023. ΤΗϊς ννας, αἲ πιοςῖ, 0.022326 οἵ ἴῃε Βιςσίαη ρονεΓγηπιεηϊ’ς ΓΘνθ6ηµες. Της ΟΟΠΊΡΔΗΥ µςες αροιυῖ 5.906 Οἱ Βυςσία΄ς Τοϊα| εἱδεῖγίςίϊγ, ἆπα 31356 οἵ ἵϊς ηγάΓο ροννεί -- Ουϊ ἴῖ νν]] ωςε ἴΠίὶς ροννεί ἴο ργοάιµεθ ἴπθ αἰωπτπίωπη ἴΠαϊ ἰῖ ννουίἰα Πανθ αχρογίεα ἴο ΕωΓορς απά ννΙ! Ιηςίθαα αχρογί ἴτ ἴο οἵμει πιαΓΚαῖς.\nΟἴποι πιαγκαῖς. Βιςσί8η αχρογῖς ἵο ἴ[ῃθ ΕΙ) {η 2023 ννε(ε αὈοιῖ 0.5 πἹ]η ἴοηπες. ΤΠ6 (Πίπεςς αἰμπτίπίμπη ΠιαΓΚεῖ Πας α ἀθβείῖ οἳ αΌοιῖ 1 ΠἹη ἴοηπες, αεοοΓαϊἰηρ ἴο α Ιθααἱπρ ΟΟΠΙΡΔΗΥ. Βιμςσίαη αἰμπιϊηίμπῃ ἵς αἲϊγαςῖίνε ἴο (Πίπεςθ Ὀωγείς Ρ6εαιςε ἰῖ ἶς |ονν «8ΓΏΟΠ, ννΠΙΕΠ γΘαιµοθς ἴῃθ «ἈΓβοη οοηϊεηϊ οἵ 6Πίπεςθ ργοάμοῖς, 5µζΠ ας αμῖος ννΏἰσῃ αΓθ 5θεΚίηρ ἴο ἱπο[θαᾶςθ πιαΓΚκαῖ 5/ΏαΓ6 ἰη ἴπε ΕΙ.\nΑΙιθγπαϊϊνος ἴο Βυςςία. ΕµΓορθαη αἰωππίπίμπι ργοάµεςθίς νιαπῖ ςαπηοϊίοης Ώθ6εαμςθ ἴΠ6γ αἰπι ἴο Γθ6ρίαοθ Βιςσία. Ι{ ἴΠειθ ἰς 4 ΓΘςΟν6ΙΥ ἵπ ΕΙ) ἄθπιαπα {οί αἰωππίμιπι, ννηἰεῃ Πας Ώθεη αθρΓεςςθ6ά ΡΥ Πἰρη ΘΠΘΙΡΥ Ρήΐσες α με ἴο ἴμπε ἰΚΓαίπε οοπΠἱοῖ, ἵπθη ΕµΓορθ6αη ρΓγοαιεθίς ννῇ| Ὀ6 ΠαΓα-ργεςςθα ἴο 5ωρρΙγ ἴπθ αε[οῖ. ΑιϊεΓπαϊίνε ςοιµ[ζες οἱ 5ΗβΡΡΙγ 5µςΠ ἂ5ς Μοζαπιρίαιε απα ἴῃθ (μΙ{ ἆΓθ εοηςίΓαἰπεα.\nΡηῖςθ ἱπιραεῖ οἱ 5αποῖϊίοης. ΤΠΕΓΘ ννας α σρίκε ἵη αἰμππίμπῃ ρήΐσες ἱπ Αργί 2024, ννπεη ἴῃθ Ο.5. απά υΚ ἰπιροςθά ςαηοϊίοης Οη Βιςσίαη αἰμππϊπίμπι, Θνεη ἵποιρῃ Βιςςσίαη θχρογίς ἴο ἴμθ 0.5. νν6Γ6 ΠΘΑΙ Ζ6Γο αμε το 20056 ταγηΐς, αΠα ἴπε ἰ)Κ ηαα αἰΓ6ααγ Ώαηηθα Βυςςσί8η αἰμπλ]πίμπ]. Ηοννενθί, πεις ννουία 06 α ΠΕΠ ΠΊΟΓ8 αἱρηί[οαηϊ ργίςθ ἵποΓθαςε ἰξ ΕµΓοΡρε Ιο565 α «ἱρηί[οαηϊ 5οµΓςς οἱ 5µβΡΙΥ.\nΕΙἰπιαϊς ἱπιραςί. Βαηπίηρ Βιςσίαη αἰμηϊπίμπι ννου|ά ἱπε[θαᾶςθ ἴῃθ αΠηυαΙ οιΓΌοη οοηϊεηϊ οἱ ΕωΓορθ’ς ἱπιρογίθεα αἰωτίπίωπι ὈΥ 356, ἱ.6. ἵ πε 5ρΡΙγ «αη ϱ68 Γβρίᾶζθα ΡΥ ἴῃθ εἰθαπεςσῖ 5οµΓζες. ΗΟοΝΝΕΝΕΙ, πιοςὶ ΟΓ ἴμεςθ «Οµ/(8ς αἀἴ6 αἰΓθ6βάγ αἲ «αραεἴϊγ. Ι{ ἴῃθ 5µβΡΙγ ἰς γδρἰαςεα αἲ ἴμε ρἰοῦαΙ ἀνεΓαρε «8{βΡοη οοηϊεηϊ, ἵπεη ΤΠίς ννου]α Ὀοοςσί ἴμθ (02 εοπῖεπϊ ὈΥ αροιῖ 1426.",
  "page_3": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΒορογί (οηϊθηϊς\nΚεγ Ροἱπῖς\nἱπιρασί οἱ δαηοϊίοης οη ἴπε ΕΙ)\nΕυ (αΓ{ροῃ Ταιρεῖς απα Ρο[ἱείες\nΤηῃ6 αἰοβρα[ Αἰιπιίπίμπι Μαγκαῖ\nΑἰωπιϊηίμπι: Οωγγθηῖ Ώθηιαπα αΠά ΓοΓεταςσῖς\n5βΡΙΥ »ἱμαϊίοι ἵπ ἴπε ΕΙ)\nἱπιρογίς οἱ Αἰωππίπίμπη ἱπῖο ἴπε Ευ\nΡοςσἱρΙθ Αἰϊεγπαϊϊνθ 5μµβρΙΙΕίς\nΝοῖαβίθ Ργο]εοῖς ἰπ ἴμπε Ρἱρειίπε\n«Ηα Επιἰςσίοης\nΑἰμπϊηίιπ ἰη Βιςσία\nΑἰωπιϊπίμπῃ Ταχαϊίοη απΠά ἴΠθ Βιςσίᾶη ΘΟΟΠΟΠΊΥ\nΑἰωπιϊηίμπ ἵη (Πίπα\n5ς8ΠΦ8ΓίΟ5 {ΟΙ δαποϊίοης\n41\n10\n12\n16\n18\n21\n22\n25\n27\n31\n35\n38",
  "page_4": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΚ6γ Ροἱηῖς\n6οπιοχῖ\nΤΠ6Γ6Θ αΓ6 ειιΓΓΘΗΙΙγ ΠΟ ΓΟΓΠΊαΙ ςαποϊίοης οη ἴῃπθ ἱπιροιί οἳ ρΓίΠΊ8ΗΥ αἰιπη]πίμΙπῃ {ΓΟΙΠΙ Βυςσία ἱπῖο ἴμθ ΕΟ. Ηοννενεγ, ἴπΠεις ἰς ννἰάθερΓβαα 5ε|{-ςαποϊἰοπίπρ ΡΥ ΕµΓορθαη ἱπιρογίθίς αηά 5θοΟΠΔΙΥ 5αΠοϊίοης 8{6 Πανίπρ αη ἱπιραοϊ. Μοίθονεγ, αοϊίοη ἴακεη ὈΥ ἴπε 0.5. απα Ι( ρονεγηπιεηῖς ἱπ Αργίι 2024 Ιθα ἴπα ἱοπάοη Μεῖαίς ΕχεΠ8ηΡθ απα ἴῃε (Πίσβρο Μεῖαίς ΕΧΕΠΒΠΡΘ ἵο Ώ8η Βιςσί8η αἰμπίηίμιπι ἔΓοπι ἴΠαίγ ογςίθηης.\nΑραϊηςσῖ ἴηα αεΚργουηά Οἱ 8η ονθΓαΙ| 5ἰωπιρ ἰη ΕΙ) -Βιςσσία ἴΓαςς, ἱπιρογίς οἱ ρΠίΠΊαΓγ αἰωϊπίμπι Γοπ] Βιςσσία ἱπῖο ἴῃθ ΕΙ) πανε αΓορρεά αγαηπιαϊἰσαΙΙγ. Αἰμιτηίμιπι ΤΓοπι Βιςσία {οΓπιθά 1826 οἳ ονθΓαΙ| αἰυπϊηίμπη ἱπιρογίς ἱπῖο ἴπε ΕΙ ἱπ 2021 Ὀυϊΐ οηΙγ 8-996 ἱη 2023 (512,122 ἴοηπες).\nΝαγίοις ῥρ/6ςςµΓ6 ρΓουρς, ἱπαιςῖτγγ ΙοοΟγἰςϊς, απά ρο[Πἱοίαης ἵῃ 5ενθΓαἱ ΕΙ) οοιηϊγίες 4Γ68 Ππονν σα[[ἱΠρ ΤΟΓ ςαΠοῖίοιης οη αἰμϊπίμῃ {ΓΟΠΙ Βμςσσία ἴο 06 ἱπε[μάθα ἰπ ἴπε πεχί ΕΙ) «αηεϊίοης ρᾶςΚαΡε8, οµγγθηῖΙγ απας: ρΓβρβ8Γαἴίοη.\nΤης Εὺ ἰς ποῖ υηίϊθα οη ἴῃε ἰάθ6α Οἱ ςαποϊίοης. ΟΠΙΥ α πιἰποΓϊγ οἱ πιεπ]θεί οομηϊγίες (Ροἰαπα, | αἰνία, μΠΠηιαηία, Πα Εςϊοηία) 4Γ6 αεἰἰνεΙγ ριςΠίπρ {οι εοπιρΓγεηεηςίἰνθ ςαΠεϊίοης. αΓοιρς γ6δρΓεςεηῖίηρ Ιαίρ6 ἰηϊεγηδϊίοηαι| αἰωππ]πίµπῃ ρΓοαιςθίς 8Γ6 αἰ5ο ρΓβΕςςίΠρ ΤΟΙ ἃ Όαη -- Ὀμϊ ἴΠ6γ ΠΊ3Υ νν6ἰ! Πανθ 4η αρεηάα ἵο Γθοιεθς εοπιρείϊτίοη ἵπ ἴπθ πιαγκαεῖ.\nΡοΙίογηἸαΚεΓς ἱπ ἴπε Ιαγρε ΕΙ) ΄Ἱπαιμςίγίαι’ εοιηϊγίες, 5υΕΠ ἂς ΓΓ4Πς68, (6ΓΠΊ8ΗΥ, ΑΠ Ιἴ8ἱγ αΡΡΕΕΓ ἴο ΓΘεορηίζθ ἴμπε σἰγαϊθρίο ἱπιρογίαποῬ οἱ αἰιηπ]πίμιπι ΤΓΟΠΙ Βιςσσία αΠα ἴπε οοηϊγίομϊίοη ἰἴ ΠιαΚες ἴο γδοαυείηρ ἴῃθ ονθΓαΙ| «αΓροη {οοϊργίπϊ οἱ αἰμπὶπίμιι. ΤΠΕΥ αἴ8 αἰςο ἁειμῖΘΙγ ἂνναΓ6 οἱ 4ηΥ ΓοῖοΓς ννΠίσΠ ν/ου]ά ρωςῃ αρ υπεπιρΙογπιεηῖ.\nΙπιρασί οη ἴμε ΕΙ)\n5αηεἴΐοης ννου]ά ςµαάεΠΙγ Γαἰςσε αἰωππίπίμπι ργίοςς ἵπ ἴπθ ΕΟ, οοπιργοπηίςε πηοαῖ Ζ6Γο ἰαιγρεῖς, αΠά «αμς6 αἰσγωρίίοη ἵπ αἰωπτίπίωπι-εοπςσιωπίηρ ἱπαιμσίγίςς, Ιθααίΐπρ ἴο γεάμπαάαηποῖθς αΠα «ΟΠΙΡΒΗΥ οἰοσµΓ6ς.\nΒεργεςεηίϊαϊϊνες οἳ αἰμπιίπίμπι εοΠςιΠΊΕΓ ρΓουρς εςἰ]η]αῖθ ἴηαϊ 5αΠοϊίοης ΟηΠ ΡΓΙΠΙΒΗΥ αἰµπτπίμπη ἔΓγοιι Βιςσία οομἰά 5εΓίουςΙγ ἱπιραοί απ ἱπαιςίγ απιρἰογίπρ ονει 200,000 ἵπ ἴπε ΕΙ) ννΠΠη ςἱρηί[οαηϊ γδαυησααηςίες, ννίτῃ αἰηιοσί οθγίαίη ΄Κποοκ-οπ’ α[[θοῖς. Μοσϊ ο{ ἴῃθ εοπιραπἰες ἴο ϱ6 ἱπιραςίθα {8 ἰη ἴηθ 5ΠΊαΙ| απα Μ6αἰµπι Εηϊςθγργίςθ (5ΜΙΕ) 5θεἴοή, νιηίση αεοοιηῖς {ΟΙ 5οΠ]θ6 7096 οἳ ἴμγπονςαι απά 9256 οἳ Ἑπιρἰογπιεηῖ ἵΠ ἴπα ΕµΓορθαη αἰμπίπίμπι ἱπαιςίγγ. Τηθ656 5ΜΙΕς ννί]| [ες «ΠοΓίαρθς, ἁαπαά Πἰρῃςθι ρΓίοθς απα ννΙΙ ρε {ογοθά ἴο Ριγ ΠἰρηεΓ-οαΓροη αἰμπίπίμπι ΤΓοπι οοπιραηίθς μσίπρ ο08|-ῇΓ6α ςΠιθ/{θίς.\nΤης απιουηῖ οἱ ΠἰΡηΘΙ «αΓΏοΠ αἰωππίμπι οοπιίηρ ἱπῖο ἴῃθ ΕΙ) ννοιία Ιἰκ6ὶγ ἵπε[θαςθ. 5µοΗ αἰμπιϊηίαπι εηίεγίηρ ἴῃθ πια(καῖ α/ε{ ἴπε ἱπιροσίίοη οἱ οβΓβοη ἱπιρογῖ ἴαχες (ΒΑΝ) ἵη 2026 ννοιἰα αμἰοπιαϊίσαιγ Ρ6οοΠ]6 ΠἹοΓθ θχρεηςίνθ Γογ εοηςµΠΊθ/ς.",
  "page_5": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΙπιρασῖ οη (/ἱπιαῖθ Ταγροαῖς\nΑἰμηιἰπίµπι {ΓΟΠΙ Βυςσία ἰς πιαπι/[αςῖιμ[θα μ5ίπρ ΠγαΓοεἰθοϊΓίς ροννε/Γ αΠπα Πας ἃ Ιον «αΓροηΠ οοηϊεηϊ, αὈουῖ 2.1 ἴοηπες οἵ (0; ρε/ ἴοηπε οἳ αἰμππίπίμπῃ (5εορε 1 απά 2). Αἰωπιίπίμπι {Γοπι εοµηϊΓίες 5Η ἃς Ιπαοηεσία αΠα ΙΠαία, νΠἰεΠ ΠΊ3γ 5ἴερ µρ αχρογίς ἴο ἴμπε ΕΙ) ἵπ ἴπε ἀΏςεηςς οἱ Βιςσίαη αἰμππίπίμπι «3η Πανθ 4 «αΓΏοη [οοϊρηπϊ οἱ 15-20 ἴοηηες ρ6/ ἴοπηθ οἳ αἰμππίμπι. ΤΠ6 ννογ|α αν6ΓαΡε ἶς 15 ἵοπηες.\n(οπεςΓηίηρ εἰἰηιαῖθς εΠΏ8ηΡθ ΠιθᾶσυΓ6ς, μπάε( ἴμθ Εἰ//’ς ΄ἄΓθΘεη Πεα(’, α Ιἱςῖ οἱ νι]άεσρΓεαα απα εἱρηϊ[εαηϊ ΠΊθαςιΓες πιυςί ϱ8 ἴακεηῃ ἴο π]ονε ἴῃε ΕΙ) ἱπαιιςίιγ ἴονναγαᾶς πεῖ-Ζ6Γο ἴαιρεῖς. ΤΠ6Θ Ρρο[ίογ ἰς ἀἰγθααγ Πας «ἴγθςς, ΝΝΙἴῃ Γογεσασῖς ἴαϊ ΠἹ8ΗΥ ἰα[ρεῖς ννί| ϱ6 Πιίςςθα, 8ἱΠα Τε ΓεπΊονα[ οἱ ἃ αἱρηίῇσαηϊ Ιονν-εαΓΏοη αἰυπίηίμιπῃ 5ωβΡΙγ ννοι]ά «856 Γμγίηςει ρΓοβἰεηης.\nτης Εὺ ἰς ἱπιγοαμείηρ ἃ (αΓΏοη Βογαει Αα]μςίπιεηϊ ΜεεΠαηίςσπ (0ΒΑΝ/) ἴο ριῖ ἃ ριΐςςθ οη ἴῃθ «ΔΓΡοη εοπῖεηϊ οἳ οθΓγἰίαίη ϱοοᾶς ἱπιρογίεα ἱπῖο ἴπε ΕΙ, ἱπειμαίηρ αἰωηπίπίµπ]. ΤΠἰς «Θ6ηης ἴο Ιθᾶς ἴο 3 ϱ8Γ8ΟΧ --οη ἴπθ οηθ Παπά, ἴπε ΕΙ) ἰς ρεηαἰζίηρ ΠίΡη «αΓΏοη εοπϊεηϊ, ννηΙΙ6, οι ἴπε οἴπει ῃαπα, εοπσἰἀθγίηρ ραη οη Ιονν-εαΓροη ργοαάυοίς.\nΙπιραεῖ οὐ Βιςςἰὰ\n5αηςἴἶοις ΟΠ αἰμπιϊπίμπι ἱπιρογίς ἱπῖο ἴπε ΕΙ) {Γοιπι Βιισσία ννΙΙ ἄο Ιτις ἴο ἄαπιαρε ἴπε αἰμπλίπίμιι ἱπαιςῖγγ η Βιςςσία ΟΓ ἴηθ ΘΕΟΠΟΠΙΥ. ΤΗ6Θ πιαΐη ργοαιεοῖίοη ΟΠΊΡΦΗΥ, ΒΟ5ΑΙ, ἰς αἰΓΘααΥ ςΠἰΠίηρ ἴϊς εχρογί ραϊΐθγης, ννΙῖῃ οχρογίς ἵο 6Πίπα ἴπΠρ[ίηρ ονεΓ ἴπε ρασί ἴμῃγθῬ γθαίς. (οορεΓαϊϊοπ Ὀεΐνν6θη ἴ[πθ ἵννο εουωηϊγίες ἰς ρε6εοπηίηρ «ἰρηί[ισαηϊΙγ εἰος6γ, η 4 Γαηβθ οἱ ἱπαιμςίγί6ς, ἱπο]μαίηρ αἰμππίπα/ αἰμπϊπίμπ].\nΜοΓθονειγ, ΕΙ) 5αηεἴΐοης οη αἰμπίηίϊμιπῃ {ΓΟΠΙ Βυςσία ννουα Πανθ 8η ἱησίρηί[οαηϊ ἱππραοῖ οη πε Βιςςσίαη ΘΠΕΓΡΥ ς6οἴἵοΓ. Βιςσίαη Αἰμπιίπίμηι” ργοαυείϊίοη απΠα 5αἰες Πὰνθ ΑΙΓΘαΩΥ ἵπε[θαςθα ἵπ 2024 (εχρογί νο]µη]ες ννεΓθ ιρ 3056 η Ι8ΠΙΔΙΓΥ 2024). 5ο, ἴηθς «ΟΠΙΡΔΗΥ’5 υςε οἳ εἰδείγείιγ ἰς ἱπογθαςσίηρ Ὀυΐ ἴπε απιουηϊ οἱ εἰθεῖγίοίτγ ἴΠαϊ ννου]ά ϱ6 ἱπιρασῖεα ὈΥ 5αποϊίοης ὈΥ ἴ[πε ΕΙ’ ἶς, ἵῃΠ 4ηγ δανεηῖ,  5Π]αΙ| {γαςῖίοη ΟΓ Τοῖαἱ ΘΠΕΙΡΥ µς5αβρθ.\nΡ/οβτα ΙΙ γ ἔΓγοπι αἰωηἰηίμΠη 5αἱε5 ηὰς αΓορρεά, αμα ἴο ἴπθ εμΓΓγεηῖ αἰ[[ουι[ίίες ἵΠ Τε ἱπαιιςῖγγ, απα Τίς ἰς αἰςο ἴγμς {ΟΙ Βυςσία. Ε5ἰιηιαϊθς σΠονν ἴ[αϊ ἴθ ἴαχ ἵακθη {ΓοΠΙ αἰμηλίπίαπῃ ργοᾶιΙοθίς ἵΠ Βιισσία ἶς ΠΓαΙΥγ «ἱρηί[ιςαηϊ {οι ἴμθ σἴαῖς ρωαρεῖ.\nσἰνεη ἴΠαϊ Βιςσία ννΙΙ πιοςῖ |ἰΚ6ιγ Ειπα οἴμει πιαΓΚκεῖς ΓΟ: [τς αἰμππϊπίμπῃ, α ρ[ίςθ Πίκε ἱπ ἴπε πιαγκεῖ, εαμς6ά ΟΥ «µααεη ςαηεϊίοης, οομία αοϊμαι!γ Πε6ἰρ ἵηεΓθαςθ Βιςσίαη Αἰμππϊηίμηχς ΓΘνεηιΙ6 απά ργοβῖς.\nΑΙιογηαϊϊνος\nΤης ςιωρρΙγ οἳ |μςίὶ ονει 500,000 ἴοηηες οἳ Ιονν-οβίΏοη αἰμπίπίμιπι ΤΓοπι Βυςσία εδηποϊῖ Ὀ6 Θα5ίΙγ ΓΘρἰαςθά. (οΠς5ιΙΠΊΘΙς ννουα σἴγωρρίς ἴο Ππα 5μἱίαβΙε αἰ{εγπαῖίνθς, θ5ρθοίαΙΙγ ἵπ Τμ 5Πογί ἴΘΓΠΙ, Ρίν6η ἴπς πηθθα ἴο Ππά αααἰίοηπαἱ σπιεἰίθίς αΠα ἴπεα οωιγεηῖ αἰίομιϊ ϱεοροιἠίσαι σἰτιαϊίοη ἱπιραοίίπρ ἴγαησρογίαϊίοη. Αη ἵποιθαςθ ἵῃ ἱπιρογίς οἱ Πἰρηθί-εαί{ροη αἰμππίμπη ἰπῖο Τμ ΕΙ. ἶς ΠίΡΗΙΥ Ιἰκθ6ιγ.",
  "page_6": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nαθορο[ῖςα| Εαςεῖοις\nΤθηςίοης ἰῃ ἴῃθ Βθά 5688 4Γ68 ἁπα οἵΠει Ποϊςροῖς 8Γ6 ἀἰσγωρῖίηρ 5ιβΡΙγ εΠαϊης απα ἱπιρογίῖς Ιπῖο Εωγορςα {Γγοπη ἴπθ ΜΙἰάαἰε απα Γα: Εαςῖ, ρµςΠίηρ µρ ρΓίοθς ἃς ΕΧΡΟΓΙΕΙς 3Γ6 {οΓσθά ἵο 5θ6Κ Πθνν, ΙοηΡ6Γ, Γουῖες ἴο ἴπε ΕµΓορθ6αη πιαΓκεῖ. ΤΠίς ααάς ἴο Τε αἰῃίει[ἴἶες απα 6χρεηςες οἱ ΕΙ) αἰωππίπίμπι εοΠςµη]θίς, αἲ ἃ ἴἶπιθ ννπεη ἴπθ ΕΙ) ἱπιρογί ἄθρεπαθπογ οὐ ῥρΠΙΠΊ8Γγ αἱμπϊπίαπῃ ἰς Γοιμπά 9006.\nΑἰμπιἰπίωπη ἱπιρογῖς ἱπῖο ἴ[πε ΕΙ) {Γγοπι Βιµςσία 56 ἰθσίθα ἴγαηςρογίαϊίοη γουῖςς, ΝνΠΙΕΠ αΓ8 5ΠΟΓΙ6ΕΓ Τῃμ8η ἴπθ γανίσθα γουμῖες «βι56εα ὈΥ ομγγεηῖ ἀἰσγιρίίοης.\nΑαναηῖαρες ἴο (ΠίπΠα\n6Πίπο ννουἰα ἴακα ααναηίαρθ Οἱ ἱποΓθᾶςθά 5ωρρίίες οἵ Ιονν-εβΓβοη Βιςσίἁαη αἰμπηϊπίμπι, αἰνθγίθα {Γοιι ἴηθ ΕΙ, ἴο Περ πιεεῖ ἴῖς «βΓβοη ἴαγρεῖς απα ἴο αχροΓῖ Ιονν-εβΓΡοη πιαπυ[αεἴῖμΓθα αΠπα 5ειἰ-Πηίςσηθα αἰωππϊπίωπι ργοαιοῖς ννογ|αννίας, ἱπειμαίηρ ἴο ἴπε Εὐ.\n6ΠίΠα Πας ἃ ἀοπιἰπαηϊ ρος[ἴίοη ἵΠ ΠΙ8ηΥ Κ6γ οπτίσαἰ απα σἰγαϊθρίς ΠἹΙΠΘΓαἰ5. Α οἰοςε: ΓαρροΓῖ Οεΐννθεη ΟΠίπα αΠά Βιισσία Οη αἰμπιίπίμπη αΠα οἴποαι ογἰίσαἱ οουµ|α ΠιᾶΚθ Ιἰ{6 πιοΓθ αἰ[[ίοι[ί {οι ἴης ΕΙ) απά οἴμει οομηῖγίες ἱη ργοευμΓίηρ ογἰτίσαἱ αΠα 5ἰγαϊεθρῖς πιαϊθΓίαἰς. Βιςσία οομ[ά ἴακε ρΓΙοΓΙἳγ ονθΓ ΟἴῃΠ6ί αΓΘᾶς, 5Η6Π ἃς ἴῃθ ΕΙ), αΠα ἴπε 54 ἵπ «εειμΓίηρ ογἰτίσαἰ πιαϊθγίαἰς {Γοπη (Πίπα.",
  "page_7": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΙπιραςῖ οἱ δαποῖϊΐοης οη Αἱμπίηϊυπῃ Ιπιρογῖς {Γοπι Βυςσία ἱπίο ἴπα Ευ\nΒαεΚκργοιπά: 5ἱωπιρ ἵπ Εἰ-Βυςσία ἴγαᾶςθ. Της επαγῖ Ὀείονν, Ώ85εά οη Ειμγοσίῖαϊ ααῖα, Πμςίγαϊες ἴῃπα ἀγαπηαϊϊς σἱµπ1ρ ἰπ ονθΓα(Ι Εἰ/-Βιςοίᾶ ἴγαας σἰποῬ ἴθησίοης Οον6Γ ἱ)ΚΓαίπε ἰἱπογθᾶςσθά 5ΠαΓΡΙΥ ἵῃ 2021-22. Ιη αααἴτίοη Τἵο ΓΟΓΠΊΑΙ ΡΓΙΠΊ8ΙΥ ἴγαας 5αηςίΐοης, 56|{-εαηεϊϊοΠἰηρ αΠά 5Θ66ΟΠΒΙΥ ςαποϊίοης πανε Ρ6οο/Π]6 ΠΊΟΓΘ ννἰαεςργθαα, αεοθηϊιαϊίπρ ἴπθ άΓορ ἵπ ἵγαας\nΕυ Τγαάε ἱῃπ ἄοοάς ννϊῃ Βιωςσία, 5Η4Γ6 ὃ6 ἵπ ΕΧΙΓΔ-ΕΙ) Τγαάς\n9.9\n12\n10\n8.4\n7.7\n4.7\n7.1\n3.8\n3.8\nΕ αἰωπιπίωπι ἱπιρογῖς {ΓΟΠΙ Βιςςἱᾷ 8ΓΘ Ἀίςο οἱρηϊΠοαβηϊΙγ ἄοννη. ΤΗ6Θ ΕΙ) Πας ςαποϊίοης ΟΠ αἰμπτίηίπι νν]γς Γοα, θχἰγωςίοη, ΓΒΡ, απά Γοἱ] {ΓοΠΙ Βυςσία, θυΐ ῥρ/ΙΠιαΓγ αἰωππίμπ], νΠίεΠ ΠΊαΚες αρ 8526 οἱ ἴοῖαι ἱπιρογίς, ἶς ομϊςίαθ ἴῃθ 5εορθ οἵ ομγγεηῖϊ 5αηςἴΐοις. ΕΙ’ ἱπιρογῖς οἳ Βμςσίαη αἰμπληίπῃ ἵη 2023 απιοιηῖθα ἴο 512,122 ἴοπηθς, ΟΙ ΑΓουΙΠά 826 ο τοῖαι αἰιηπ]πίμιη ἱπιρογῖς, ἄοννη Γοιη 1226 ἱη 2022 απα 2196 ἵη 2019\nΕἰ) Αἰαπιϊηίωπῃ Ιπιρογῖς, ἵπομςαπά ἴοηηες\n4,000\n7,000\n2019\n5,000\nο\nϱ-ϱ-υ-ᾱ\n2020\n2021\nΕ! Βιςςί8 ἨΝογ]ά\n2.0\n1.5\n1.8\nσα σπα ας Ἔπα τα τ ΞΦ9Ξδ αι πα ῷ Ἔπα ΕΕ 5 Ε. στι Ὅ 8 Φώοφα σα τωσὉ Ἔς 5 η 5 Ξὦ ση 9ο Ὁ ὄξσεας\nΕ\n4 ΒξΞΞΞὧΩΞΕΟΩ 35 ΞΞΞΦΞΕΕΞ ΞΞΞΤΞΟΌδαως πὐώοΟξα”\n-\n2018\n2020\n--Ιπρογίς ---- Εχρογῖς\n2021\n2022\n2023\n5οωµγος: Εωγοσίαί\n6,000\n81 -\n2023\nο π\n2022\n--  -\nἜθρο Ὁ\nΞ»\nσσ Ξ 5 ως ὢ\nὉ.\n3,000\nΕ\nἝ»\n1,000\n2,000\n5οµγεθ: υΝ (οππίγααε",
  "page_8": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\n5απεϊῖοης οομἰά ὈααΙγ Πίϊῖ ςπιαΙΙ απά πιθαίµπι Ευµςίηθςςες (5ΜΙΕς) ἵπ ἴπο Εὐὺ. Τη ΓεαεΓαϊίοη οἱ Αἰμηπίπίμπῃ (οηςιµήΊεΓς ἱῃ ΕµΓορε (ΓΑΓΕ) εαςἰ]ηιαῖες ἴμαϊ ἃ εοπηρἰεῖθ Όαη οη Βιςσίαη αἰμππϊηίωπη ἱπιρογῖς ἰηῖο ἴῃθ ΕΙ νιουἰά Πανθ α αθεναςἰαϊίηρ ε[[εοῖ οη ἴπε αἰμπϊπίμπῃ ΓαὈΓίσβΙίοη 5θΕἴοἵ, ἵπ νΝΠίοΠ ΠἹ8ΗΥ ἴηοιςαηας οἵ 5ΜΙΕς αΓ6 αοἴίνθ. ΑεεοΓαίηρ ἴο ΕΑ(Ε’ς ΠΊΕΠΊΡΕΙ 5µ/νεγς ἀΠα Γβςθ8ΓςΗ, ἃ 5µάάεη 5Πογίῖαρε ἰηΠ «ωρρΙγ απά ἵπε «οπςεαιεπί ρ[ςθ ἵποΓθαςθς οομ]ά ο8ιΙ56 ΠΙΒΗΥ ἵποιμςαπαά γεαμπααπείες ἵη ἃ Τοῖαι Εσ{ηιαϊθα ννογκ{ογςς οἱ αρουῖ 230,000 αἰγθοῖ ννοΓΚκες. ΕΑ(Ε ροϊπίς ομί ἴπμαϊ ονει 9096 οἱ επιριογπιεπ! ἰη τηε ΕΙ αἰωπιϊπίαπι ἱπαιςίτγ ἰς η ἴμθ Γαὐγἰσαϊίοη 560ἴΙΟΓ.\n56ΓΡ Ργίςςς ννου]ά Ώ6 Πἰϊ. Οη ἂνθΓ8Ρ8, 5ΘΟΟΠά8ΓΥ, ΓΘογείεα αἰωπιϊηίμπῃ ἴοααᾶγ ΠιαΚες µρ οπ6-ΙΠίγα οἱ ἴπθ ΡΙοβα αἰμπιϊπίμπῃ 5µρΡΙγΥ. Τή6Γ6 αΓθ Εσ{ηαῖθς ἴ[αϊ ἂς ΠΊΗςΠ ας 7596 Οἱ αἰἱ αἰωππίπίμπῃ ΘνεΓ ργοαιςεᾶ, 8ΓοιΠά 1.5 Ρἱη ἴοηπες, ἰς σί{{ η οἰγομίαϊίοη αΠα πιαπιι[αςίμΓθίς αΓ6 ἱΠοΓθᾶςίηβΙγ μςίηρ 5οΓΑΡρ ἂς Γανν ΠιαϊεΓία| ΓΟΓ «8ΟΟΠάΒΙΥ αἰωπιϊηίμπι. Ηοννενεγ, ΤΠ6 ρ[ίςθ ΟΓ 5εΓαρ αἰμπιϊπίμπῃ ἷς Ιἰηκθα Το ἴπε ρ[ςς οἳ Ρ/ΙΠΊαΓγ αἰωππϊηίμπῃ αΠα ἰ ςαπεϊίοης 3Γ6 ρμῖ ἵη ρἱαςθ, ἴπθ ρ[ίοθ Οἱ 5οΓαρ ν/ουίά Γςε, ἱπιραεῖίηρ ἴπε Γ8ογε[ίηρ «θοἴοΓ απά γδααάιείηρ ἵϊς εαραςίῖγ ἴο σωςι]τμῖς ΤΟΓ Βιςςίαη αἰμπιϊηίμπη.\nαδεορο[ϊϊεαί ργοβἰθηῃις αἰ5ο ἱπιραςεῖ ρΓῖςθς. ΤΗΕ αἰςειςσίοη οἵ {ΓίΠ6Γ 5αΠοϊίοης «ΟΠΊ65 αἲ α ἴἶπιε ννηθη ἴπθ ρἰοῦα αἰωπτπίμπῃ 5ωβΡΙΥ οΠαϊη Πας ϱ6εη ἱπιραοῖθά Ὀγ «Πἱρρίηρ αἰσγωρῖίίοῃς, εςερθοἰαΙΙγ ἰπ ἴπε Βεα 568 αΓ68, |θααίηρ ἴο 5Ιονν6ί αΓγίναἰς ο αἰωπίπίμπῃ ἰΠ ΕµΓορθ αΠα ργίςθ ἱπε[θᾶςσθς. Απαϊγσίς Ρε[ίενε ἴῃαϊ ΕιΓορθ6α8Π ῥρΓΕΠίµΠ]ς ννῇΙ ηανθ ἴο γε ἵο αἲϊγαςί Πιεῖα| ΑΝΝΑΥ {Γοπι Ὀείηρ «Πίρρεα ἴο οἴπει γδρίοης ἰπο|μαίηρ ἴπε 05. ΡΓαπιίµπης ἵη ἴπθ 0.5. νυν] αἰσο Πανε ἵο γίςε ἵο Κεερ ἴπε πιεῖα| εοπιίηρ ἴο ἵμαϊ πιαΓκεῖ.\nΤΗΘ υ.5. ἰς αἰσο οοπιροϊίηρ Το: αἰϊθγπαῖῖνος. Της .5. Ξονθγπηιεπί Πας ἵπιροςθεά α 20056 αυϊγ οη αἰυπηίμιπι ΤΓοΠῃ Βιςσία, εΠεεῖϊν6ιγ οποΚκίπρ οἱ Βιςσίἁαη ςωρρίίες ἱπῖο ἴΠαϊ πιαγκαεῖ. 0.5. ἱπιρογίθίς αΓ6 Ιοοκίπρ πιαϊηἰγ ἴο ἴῃα Μίααἰε Εαςσὶ {οι αἰεγηαῖίνες, ρωϊϊίηρ ΓΗΓΙΠΕΓ ρΓεςςΗΓ6 οη 5ωρρίίες [Γοιι ἴμαϊ Γβρίοη. ΕΙ) Ἱπιρογῖς οἱ αἰμπι]πίμιπι ΤΓοπ ἴηθ ΜΙάαἰ6 Εασί ἵη 2023 ννεΓθ ΠΘαΙΙΥ 1.2 ππἰη ἴοηπες ΟΓ 18.806 οΓ Τοῖαί ΕΙ) αἰωπιίπίωπη ἱπιρογῖς, ννηίΙ6 Τε 0.5. ἱππρογῖθα ΠΊΟΓ6 ἴπαη 800,000 ἴοηπες ο: 19.396 οΓ ἱπιρογίς. ΒαρογίθαΙγ, Πιµεῃ οἳ ἴπα αἰωπτπίαπι ομϊρυϊ {Γοπι ἴημς ΜΙαάάΙΕ Εασί ἶς εοηϊΓγαςϊυαΙΙγ οοπιπι/ίθα, απα ἱηοΓθαςεά 00.5. ρµ/εΠαςθες Ιἰπιϊ ςιρρΙγ Θνεη {μγίΠ6Γ.\nΑἰιωπιίπίυπι µςαιγς οομ|ά ϱ6 Τογεθα ἴο ἱπιρογῖ ΤΓΟΠΙ ΠἰρΠΘΙ-ο8ΓΡΟη πιαΓΚθῖς. ΜΙ8ΙΥ οἳ ἴπε ροςςϊριε αἰιεγηαϊίνες ἴο αἰμπιϊηίμπη ΓΓοΙΠΙ Βιςσία νυου]ά «οΠ18 αἴ α Πἰρῃει ργίςθ 8ΙΠα ννΙἴΏ α ΠἹωΕ[ ΠΙΡΠΕΙ «8ΓΡοηΠ Γοοϊργἰηῖ, Ρίνεη ἴΠαϊ ἴπΠε ννογ]ά ἀανθΓαρε «αΓΏοη εοπϊεηϊ {ΟΓ αἰμηηἰπίμπη ἶς οαἱεμἰαῖθα ὈΥ οαἰεμαῖθά Ὁγ ἴης Ιηϊεγπαϊἴίοπαἱ Αἰμππίηίμπι Ιης{ίτμίς ἴο ϱ6 ]μςὶ ον6εΓ 15 ἴοπηες οἱ ΡγθΘηΠοιςθ ραᾶςες ρε: ἴοπηθ οἱ αἰωπϊηίμπι ργοάµεθα.\nαηα ἰατραῖς ννουμἰά Ὦ6 εοπιργοπηϊσθα. ΤΠς6 ΕΙ) ἶς αἰΓθααγ αχρεηϊεποίπρ αἰῃουμ[ίες ἵη πιθεῖίηρ ἰῖς σγθεηῄουςθ (ας (4Η6) ορ!ἱραϊίοης µΠά6ΕΓ ναγίους ἰηϊεγηαϊίοιαι ἴγδαϊίες απΠα [ῖς οννη ηαῖ Ζ6Γο ρο[ἱοἷςς. Βεριασίπρ ἴπε ομγγδηϊ 5µρρΙγ {ΓοΙΠι Βισσία οἵ ονεί 500,000 ἴοηπες οἳ Ιονν-οαΓΌοη αἰμππίμπῃ ρ6ί γ6αΓ ἱπιρίίες ἴηθ ε56 οἱ ἱπιροΓῖς {Γοπι ΠἰρΠεΓ οἈΓϱοη [οοϊρηπϊ 5οµΓςες, σἶποῬ ΕΙ) αἰμπιϊηίμπι 5ΠΊΕΙΙΘΙς5 αΓ6 Πιοςῖ]γ µΠαῦΙ6 ἵο ΓαΠΙΡ ἱρ ργοαιοῖίοη αμἰοΚΙγ απα αθηιαπά ἶς {ογθσαςσί ἴο ϱΓονν 5ΙΓοηρβιγ ἱπ Τε πιθαἰωπῃ Πα Ιοηρ ἵθιγηης.",
  "page_9": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\n5απεϊῖοης ρο[ίογ ΠαιγςθΙγ ἀεραῖθα. Της αποθγίαἰπἲγ εαµςεά ΟΥ ἴπε ΕΙ/'ς οοησἰαθΓαϊίοη Οἱ σαηεϊίοης οη Βιισσίαη αἰμππίπίμπη ἱπιρογῖς Πας αἰΓΘ6βαγ εοηϊγἰρωῖθα ἵο αη ἵποΓθαςθ ἵπ ἀἰωπιίπίμπ ργίσες ἵπ ΕµΓορθ. Α ροϊεηϊίαἰ 08Η οµ αἰμηϊηίμπι ἔΓοΙη Βιςσία ἶς θ6εἰηρ αἰσειιςςθεα, ροςσἰβἰγ ας ραγῖ οἱ ἴημθ πηεχί ραςΚαρε ος Εύ ς«αποϊίοης (ἴπα 14) σιεῃ ραςΚαΡ6), Ουϊῖ ἴηθ ροίίογ γθηιᾶΐηπς οοηϊγονεΓσίαι. Εµγορθᾶη αἰωπιϊπίμπι ΡΓοάιµεσΓς, ἵγὰαθε/ρ[εςςιΓθ ΡΓοιρς, ἀπα ἴπε ϱονθγηπιεηῖς Οἱ 5οΠ16 ΕΙ) ΠΊΘπΊρεΓς, ποῖαθΙγ ἴηθ Βα[τίο ο[αΐθς Πα ΡΟΙ8ΙΠ6, 4Γ6 ρἱ5ΠίΠρ ΤΟΓ 4η ΘΠΊΡΔΓΡΟ ΟΠ ΡΓίΠΊ8Γγ αἰμππϊπίμπῃ ἱπιρογῖς {ΓΟΠΙ Βιςσία, νΝνηείΓθΘας οἵΠει ἴγαας απά οοηςωπ]6ί ρΓουρς ροἱπῖ ἴο ροςίἴίνε {αοῖοΓς αςςοσίἰαϊθα νΜΙΤη αἰμπλίπίµπη {γοιι Βιςσί8, ςµζΠ ας ργίοθ εοπιρεϊ[ίνεηεςς, ΠἰίΡῃ αμαΙ{1γ, Ιονν «αΓΏοη {οοϊργίπϊί απα Γε[ἰαβΙΠΤγ οἱ 5ιρρΙγ.\nΙαεἰς οἱ μπα νίθνν ἵπ Ε. ΙΛ/ΠΙΙε6 οθγίαϊη οομηίϊγίες αἴ6 αςἰνθειγ ΙοοΏγίηρ {ΟΓ 5αποϊίοης οη αἰμπτίηίαπι {ΓΟΠΙ Βιςσία, οἴῃθίς αΓ8 ἴακίπρ ΠΊΟΓ6 εδ Τους ΑΡΡΓΟΦΓΠΕς. ΤΠ6 Ρἱρ ΊπαιςίγίαΙ’ εουηϊγίες 5µΕ[ ας ΓΓ8ης68, (6ΓΠΊΙ8ΗΥ, αΠά |Ιἴ8ἱγ -- 5Θ6ΠΙ ἴο αρρΓθεἰαῖθ ἴπε ςἴγαϊθρίο ἱπιρογίαπεῬ οἱ Ιονν-εαΓγροιπ αἰμπιϊηίμπι ἔΓοιπι Βιςσία απα Τε αἰσγμρῖίνε εΠεεῖς οἱ α Ρ8η, ἱπειμαίηρ ἴηθ ρΓοβαῦἰθ περαϊίνε εΠεεῖς οη εἰἰπιαῖς ἰαιρεῖς, ἱη[αἴίοη, αΠα απιρἰογηιεπῖ. 6Γ6658, ΝνΝΠίςΗ ἰς ἃ π]αΙο: ἱπιρογίει οἱ αἰιηπὶπίΠπ {Γοιη Βιισσία ἱς ΚΠΟΝΝΗ ἴο ϱς6 ννογηίεα αροιμῖ ἴπε ἱπιραεῖς οἱ 3 ροσςἱθἰς Ώαη. ΑΙἱ 27 ΕΙ) πἹεπΊρεΓς πιιςὶ αρ[θεςθ ὑΠαπίπιοιςιγ ἴο ςαηεἴίοης.\nἸΠαϊ πιὶρηῖ ἄΓθθςθ ἆο» ΙΓ Εἰ/-νν]άς «αποϊίοης αἴ8 ἀρριίθα, ἄΓθ66ς6 πηἰρηϊ «Θ6εΚ αη αχεπιρῖίοη, ννΏἰσῃ ν/ου|ά «αιςθ αἰσγωρῖίοη νν[Πίη ἴ[Πθ 5ἱηρίθε πιαΓκεῖ απα ροϊεη(ίαΙΙγ ϱἰνθ ἄΓεθςε ἃ εοπιρεϊ[[ίνθ αἀναηἴαβθ. Α ργεςθαεηϊ {ΟΙ ΤΠίς ννας 5αῖ ἵη 2023 ννπεη ἴπε ΕΙ.) ἱηϊγοάμεθά 5αποϊίοης οη σίθθΙ {ΓΟΠΙ Βιςσία αΙΠ α {θνν ΕΙ) εουηϊγίες ννοη αθΓγοραἴίοης, αἰιοννίηρ ἵπα6πῃ ἴο ἱπιρογί οβγαίη απιοιηῖς ο{ 5ἴεεί ργοαιμεῖς μηῖί! 2028.\nφαπεϊῖοης ννου|ά αεεεἰοΓαῖς (Πἱπᾶ-Βιυςσσῖα Ιηϊθργαϊίοη οη αἰωππ]πίμπι. Βεοεηῖ δνεηϊῖς ἁπα ρο[ίσαι ἀθεὶςίἰοης αΓ8 αἰΓΘ6ααγ ριςΠίπρ Βυωςσία απά (Πίπα ἵορεῖμει ἱη «ΘνθΓαἱ ἱπαιςίγία| «θοῖοίς. Αἰωππίπίμπῃ ἶς (α56 ἵῃ ροϊπῖ. (Πίπα Ππθεάς 5ωρρΙί6ς ΟΕ Ιονν-οβΓροη αἰμπίπίμπῃ ἵο Π6ἰρ ρωΓςι6ε ἰῖς εΠηἰςσίοη ἰα[ρεῖς αΠά Βιςσία ἰς ργονίαθά ννίἴΏ α πιαΓγΚαῖ, ννηἰςι νν]]] γβθασΙ]γ 5οαΚ μρ ἰῖς αἰμπτίπίμπῃ ργοαιοϊίοη. Εχρογῖς {Γοπη Βιςσία ἴο (ΠίΠα Πᾶνθ 5µ/Ρ6α ἵῃ Τε ραςσί ἴῃΓ6ε γθαίς, {Γοπῃ 324000 ἴοηηες ἴο 1,239,000 ἴοηπες. Βυ5ΑΙ΄ς γβδοβηῖ αεοιἰςιίοη οἳ α εἱρη[ίεβηϊ 5«ΠαΓ6 ἵῃΠ α (Πίπεςε αἰωπ]ίπα ργοάιµεθ: ἰς {ωγίηει ανἰάεηςς οἱ ἴῃε Ργοννίηρ «οορεΓαἴίοη.",
  "page_10": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΕΙ (αΓροη Ταιροαῖς απᾶ Ρο[ϊεῖες\n[ονν-οβίΓροη αἰυπιϊηίωπῃ ἶς Ιπιρογϊαηϊ ἵη ἴ]ῃθ γαςθ ἴο ποαῖ ΖεΓγο, Ρυΐ ἰαγρεῖς ἆΓθ Ρ6ἶπρ πιἰσςθα. ΑεοοΓαἰπα το ἴμθ Ιηἰεγηαϊίοπαἱ ΕΠ6ίΡγ Αρεηογ (ΙΕΑ), ἴηθ αἰωπτπίαπ ἱπαιιςίιγ ννογ]αννίας εηηίτῖθα ηΘαΓΙΥ 270 ππ]η ἴοπηες οἱ αἰγθοί (02 επἰσσίοης {π 2022 (αΡοι! 326 οΓ1ῃ6 ννογ|ά΄ς αἰγθοί ἱπαιισίγίαί θηἰσσίοης). ΤηΘ Ρἰοβαι ἂνεΓαρε {οί αἱγθοῖ θηηἰσσίοης αθηςίϊγ οἳ αἰμπτπίμπῃ -- ἶ-Θ. ἴπθ απιουηῖ οἳ ρίΘΘηῄουςθ Ρα85ες ΓΘἰθαᾶς64 ἵη ἴης πιαηιυ/{αεἴμγίηρ απα αἰςίγ]ρμίίοη ρΓοςθςσςες - Πᾶς Ρ6εη ἀθε[ἰπίηρ ονε( Τε ραςσί ἵθη γθαίς Ὀμϊ ἴῃε Γαῖς οἱ ἀθε[ίπε ἰς ποῖ ΠΘάΓΙΥ ΘΠουΡΗ ἵο πιεεῖ ἴαγρεῖς. Της ΙΕΑ αςι]η]αῖες Ἰαϊ ἴῃθ ἂν6ΓαΡε Γαῖς οἱ ἀθε[ίηθ {η ΕΠηἰςσίοης αθηςίτγ αἲ αἰπιοςί 236 ρε: γθαΓ. Ηοννενεγ, ἵη ἴπε Ι)Νς Νεϊῖ Ζ6Γο Επιἰςσίοης ϱΥγ 2050 (ΝΖΕ) 50ΘΗΞΓΙΟ, ἴΠίς ἀθε[ίπθ πιιςσί αοςε|εγαῖς «ἱρηί[ισαηΤΙγ ἴο ΠΘΕΓΙΥ 456 ρε γεαΓ ιρ ἴο 2030.\nΕυ ςοἳς απιρἰἴίους εἰἰπιαίθ ἰαιρεῖς. Τη6 Εἰ) Πας «6 μρ ἃ εοπιρΓγεηεηςἰνθ απα απιρἰίουμς ΡΓΟΡΓΑΠΙ ἵο ΠιαΚθ ΕωΓορε ἴῃε ΠΓςί ο[ἱπιαίε-πειμῖΓα εοπϊἰπεηϊ ϱΥ 2050. ΙΠ Ώ6εεπιρεΓ 2019, ἴπε ΕωΓορθαπ (οιπςί!, ἴοβθί[Παι ννίζῃ ἴπθ ΕµΓορθαη (οπηπιἰςσίοη, θ5ἴαρ[ἰσηεά ἴηθ ΕµΓορεαη ἄΓ6εῃ Γεα(ἱ (Ε(Γ), ας ἴπε οο{6 ΕΙ) ς«ἴΓαϊΘΡΥ ἵο Πρηϊ ο[ἰπιαῖς «Π8ηβθ απα αεῃίενθ εἰἰηιαῖς ηθΘιίΓα(Ιγ.\nΕἰ;σί ςἴθρς -- Εἴἴ {ΟΙ 55. Ας αἃ Πιςῖ ςἵερ ἱπ ἴπε ἄ{θ6εη 68, ἴπε ΕΙ) ρΓοροςεα αη ἱπίτίαί «αἴ οἳ ἴαιρεῖς ἵο ϱ6 πιαῖ ϱΥ 2030. ΙΠ υγ 2021, ἴηε ΕµΓορθαη (οπηπιἰςσίοη ααορῖεα /ΕΙϊ {ο: 55’, ἃ «αἴ οἳ ροΙίογ ρΓοροςαἰς ΡΓθραΓίηΡ Το: ἴμπε ἱπιριεπεηϊαϊίοη οἳ ἴπθ ΕΞΡ. Ιη ραγίοµ[ας, “ΕΙ {οι 55’ αἱπις ἵο ΓΘάιοθ ϱΓΘΘηῄουςθ Ρας ΕΠηἰςσίοης (4Η) ϱΥ αἲ Ιθασῖ 5556 ϱΥγ 2030. Της ΄ΕΙΙ {οι 55’ ραςΚαΡρε αθςεγίρες ἴῃθ ἰηίία| ραϊη ἴο πιεεῖ ἴηε ἴαΓρεῖς ο{ἴῃε ΕάΡ. ΤΗἰς ρ8ςΚαΡε αἶπις ἴο ΓγΘάµες («Η6 επηἰςσίοιης ΟΥ 55306 (Πεπεε ἴῃθ Π8ΠΙ6) ΟΥ 2030 (οοπιραΓ6α ἴο 1990 Ιενεις).\n(ἄἴΏοη ΒοιᾶθΓ Αα]μςίπιεπί ΙΜθεμαηίςπι (Ο6ΒΑΙΜΙ). ΕΙ) ΡοΙἰογηἸᾶαΚεΓς αΓ6 οοποθΓΠΘά ἴπαί Ὠθεανγ ἰπαιμσίγίες ννοιἰαά ΠἸονθ αΏΓοβά ἴο 6508ρ8 ΡΓοροςεα ἴαχες ΟΠ «ΑΓΏΟΠ. Το ανοίἰα ἴΠίς, ἰπ 2021, ἵπε ΕΙ) ΆρρΓονεα ἃ ἴαχ «γςσίθι] οη ἴῃθ «αΓΏοη ΕΠηἰςσίοης ἴμαϊ 4Γ6 6πιρθαααθα ἵπ ἱπιρογίς --- ΤΠίς ἰς «αΙἱθά α οάΓΏοη ΡογαεΓ αα]μςίπιεηϊ πιθεΠαηίςπι (6ΒΑΙΜΙ). ΤΠε «ΒΑΜΙ ννας ρᾶςςεα ἱπῖίο ΕΙ Ιανν ἱπ 2023 Ὀυμϊ νν]!] ποῖ «οπιθ ἰηῖο {ω[ἱ ε[/{εςῖ, νν!Π ρεηα[ίίες ΤΟΓ ΠίΡΠΕΓ εἈί{βοη εοπϊεηϊ, μηϊίΙ 2026. Ηοννενεγ, ας 4 Πιςὶ ςἴ6ρ, Πποη-Ε) εοπιρθηίἰες αΓ6 ΔΙΓΘαάΥ εχρεεῖεα ἴο Γθ6ροΓί ἴμε εἈ{βοη εοπῖεηϊ οΓ ΤΠείγ εχροΓῖς ἴο ἴπε ΕΙ...\nΤΗΘ ροϊθηϊίαΙ ἱπιραοίῖ οἱ ΕΒΑΙΜ οη αἰωπππίμπι. ΤΠ6 ΕΙ /’ς πΊονε ἴο ἱπιρ]επιεηϊ ἴπθ «ΒΑΜΙ ννίἴῃ ρεηα[ίες {γοπι 2026 ννΙ! ΠΙϊῖ ςοπ]ε σίθει απά αἰμππίπίμπι πιαΚείς. ΤΗ6 Εἰ’ ἰς ἱρηίιεηίηρ ἴῃθ 5ε[Γθννς οη ἱπιρογίθά ςἴ6θ6ι, αἰωπιίηίμπη, οβπιεηῖ, ΠγαΓορεη, {6γ{]]ἱΖ6η, απα 6ἰθοῖγίοΙτγ ννίτη ΠίρΏει (ης επηἰςσίοις ἵη 4η αἴϊεπιρῖ ἴο Ι6νεΙ ἴπε ρἰαγίηρ Πθ|ά {ου αοηιεςῖίς ργοαµκςθίς. ΤΗ6Θ Ι6νγ οοι|ά γε αἱρηί[ισαηῖΙγ ΙΕ ἴπθ ΕΙ) «Ώοοςθες ἴο ριΐ Πἱρῃεγ αωίίες οη «π]ε[ἴεις' ομἱριῖς ἵπ ἴῃε {μίωΓ6.\n40",
  "page_11": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nοηϊγαςαἰςίοιγ ρο[ἱοίθ52 ΤΠς ΕΙ ἰς εἰαπιρίπρ ἄοννη ου Πἰρῃ-οαΓροπ ργοαιοῖς απά ρΓοεθςςσες, ΝΥΠΙΙ6 «ἱπμ[ίαπθοιςσΙγ ἀθεθραϊίηρ Γωγίμει ςαπεϊίοης ΟΠ ΙΟΝΝ-οβΓΡοη Βιςσίᾶη αἰιμπιϊηίμπι. αἰωππίμιπι ἰς ννεί- ΚΠοννη ας α ΠαΓγᾷ-ἴο-αὈαἴθ 5ΘΟΙΟΓ {ΟΙ 6αΓΏοη γδαιείίοι αΠα ἴμθ μςθ οΓ|ονν-οαίβοη εἰθοίηίςίϊγ-ρεπεΓαϊίηρ «οµΓς6ες Γθργβςεηΐς οη6 οἱ ἴῃθ ηιοςσὶ αΠεοίίνε ΠΊθαης οἱ ορίαἰηίηρ ΙοννεΓ-οβΓΌοΠ αἰμπηίιπι αΠά αἰυπϊηίμπι ργοαιεοῖς. Τίς Πας Ώ6εη ννἰαθΙγ γεεορηίζθα ννἰτπίη Τε ΕΙ) αιπα ἴ[πε ἱπιρογίαιποςῬ ΟΓ αἰμιτηίμ!πη ἱη ἴΠε ΘΙΠΘΓΙΡΥ ἰΓαηςίτίοη ἶς αοεερῖθᾶ, ας δνἰάεηοθα ὈΥ ἴπθ ἱπο]ιμσίοη οἱ αἰωπιίπίαπῃ οὐ ἴπε Εὺ/ς (γηΐσαι Μαἴθγίαίς [ἰςῖ. Αραϊηςί ἴμαῖ ὈαςΚρΓγοιιπα, ἴμθ σαἰἰς ΓΟΙ ςαποϊίοης οη Βιισσίαη αἰμπϊπίμπη αἲ Ιθαςί ἱπιρὶγ 4η ἱηοοησίςἴθιογ ἱΠ ἴηε ΑΡΡΓΟΔΚΗ οΕ ΕΙ) ροΙίογ.\nογηῖσαἱ πιαϊθι]αἰς [ΙπΙρ ἴμθ ργῖοΓΙϊγ [ἰ5ῖ. Βοίΐῃ ἴμπε 0.5. απα ἴπε ΕΙ) Πανθ ννοΚεη μρ |αΐε ἴο ἴπε ἀοπιίπαιποθ οἱ 6Πίπα ἵη ἴπε (ΠΠίσα| βανν Μαϊεγίαἰς ((ΒΝΙ) αΓ6ΙΠΔ. 56ΕµΓΘ 5ωµρρίίες οἱ ΠΙΗΥ (ΒΜΙ αΓ6 νίῖαι ἴο ἴμθ α[Πιεἰεηῖ αΠπα εοπιρΓγεηεηςίνθ αερἰογπιεηϊ οἱ ΓΘηενναρἰθ ἴθεηπο[ορίες -- ἴΠίς ννί!] ϱ6 οης οἳ ἴπε πιαίη ἀΓίνεις ο{ αθπιαπά ΤΟΓ ογ]ίσαἱ πιαϊεγίαίἰς ἱπ πε πηεχῖ 20-30 γθαίς. Ρ8ΓΙΙΥ ἂς 4 Γ65ροηςε ἵο ἴῃε ἱηπςθεοιμγῖγ ο{Γ (ΒΜ 5ωρρΙγ, ἴπε 0.5. Πας ριβΙἰςηθά πε Ιηῃαϊίοη Βδαιμοϊίοη Αα (ΙΑ) πιαγκίηρ ἴμε ΙαΓρΡεςί αοϊίοη 6νθ ἴακθη ὈΥ (οηρΓεςς ἁπΠα ἴμθ 0.5. ρονεΓπηιεη! ἴο οοπιθαϊ ϱἰἰπιαῖς «Π8ηβ6. ΙΠ ρΓγονἰαίηρ Οἰμίοης οἱ ἄοιἰα[ς ἱη αχ Ιποθηϊίνες Το: ΓΘηθννβΏΙΕ6 6Π6ΙΡΥ, ἴμθ ΙΒΑ Ὀμίιάς ἵηπ α οοπιηλἰιπιεηϊ ἴο ἴπογθᾶςθ ἴμθ αοπιεςῖίς «µβΡΙγ οἵἳ εΓἰτίσαἰ ηιαϊθγίαἰς ἴο 5ωρρογί ἴπε ἴγαηςί[τίοη ἴο θ6ἰεοίγίς νεῃίἰοἰες αΠα οἵμει ΓΘηθνναῦ[ες.\nΜ/Παϊ αιθ ογ]ῖσαἰ πιαϊθγίαἰ52 Τη6/Γ6 ἰς πο ἰηϊθγηα[ίοηαΙΙγ αρ[θθα Ιἰσί οἱ ογ[τίσαἰ πιαϊθγίαἰς, αἰἴΠοιιβΏ ΠΙ8ΗΠΥ οοιηϊγίςες Πανε Τἴῃαίγ |ἱςΐς αΠᾶ ΤΠ6ίε ἱς ἃ ΩΓΟᾶά οΟΠςθΘης.ς ΟΠ ΝΝΠΙΕΠ ΠιαϊθΓίαἰς «πομ[αά ϱ6 ἱπε]μαςα. (ίσα Πιαϊειίαἰς 4Γ6 ΡΕΠΕΓαΙΙΥ εοησίἰαεΓεα ἴἵο 068 ποη-{Η6 πιἰηθίαίἰς, εἰεηιεηῖς, 5ωβσί8ηςες, ΟΙ Πιαϊθγίαἰς ἴΠαῖ Πανθ α Πίρῃ ΓίςΚ οἱ 5µρρΙγ ομαίη αἰσγαρίίοη αΠπά 56Γνθ 8η θ5ςεηἴίαἱ Γμηοϊίοη η ΘΠ6ΙΡΥ ἰθεμποίορίςθς, ἵο ϱ6 µςθα ἰη ἴπθ ἵγαηςίίοη ἵο ηαῖ Ζ6ΓΟ. ΤΠ6 Είπα Ι).5. 2023 Ογίσαι Μαϊσγίαἰς ΙΙ5ῖ ἱπείμαες 18 ογἰίσαι Πιαϊεγία|ς ΓΟΓ ΘΠ6ΓΡΥ, 56Η ας αἰωπίπίμπι, οοῦαΙ{, «οΡΡ6Γ, ΙτΠίμπῃ, απα ΠπἰςΚκει.\n6παγίς ριβΙἰσῃεα ΟΥ ἴῃθ 0.5. ΕΠΘΓᾳυγ Περαγἰπιεηϊ 5/ονν αἰμπτπίμπη πιονίηρ {Γοπη ΄ποῖ οΓ[ΕίσαΙ’ 5µρρΙγ Γἰς5Κ {οι ἴῃε 2020-25 ρεγίοα, ἴο ΄Π8αΓ-οΓίσα(’ «ωρΡΙγ Πςκ [οι 2025-35, ρΓεςµπἹαῦΙγ τεβςθοῖίηρ ἴμθ ϱΓοννίηρ ἱπιρογίαηςθς οἱ αἰμπλίηίιπῃ ἱΠ ἴῃθ 6Π6{ΡΥ ἴγαης[ίοη.\nΤή9 Πῑίσαἱ Βανν ΙΜαϊθγίαἰς Αεϊ (6ΒΜΑ) ΤΠ (ΒΜΙΑ ἰς ἴμθ οεηϊειρίεςθ οἳ {68 Εἰ)'ς «ἴγαϊθβγ {ΟΙ θΠηςιΠΠΡ ἴπαϊ ἴπε υΠίοη ἠᾶς ἴῃμθ ηεςεςςα!Υ ἴοοις ἴο οοπιρεῖε ἵπ ἴῃθ Ρἰοβα( Γαςς ἴο ἀθεαΓροπίζθ. ΡΓεσἰαεηϊ οἱ ἴηπε ΕΟ (οπηπιἰσσίοη, νοη ἄθί Ι6γεΠ απποιµΠποθά ἴπε (Πῑίσα| Βανν Μαϊεγίαἰς Αοΐ ἵηπ 2022 αἱπιίηρ ἵο αάάΓεςς ΕΙ) αερεπάεπογ οη ἱπιρογίθα οπτίζαἱ Γανν πιαϊεγίαἰς, ἱποιμαίπρ αἰωπιϊπίμπι, ΟΥ ἀἰνειςίεγίηρ απα 5θειΠΠΡ ἃ ἄοηηιεςίίς αΠα 5ιςίαἰπαθἰε 5ιρρΙγ οἳ 5µεῃ ηιαϊθΓίαἰς ἴο ϱωαΓαηίεε ἴ[πε ()Πἰοη’ς ςἰγαϊερίς ἀιἴΟΠΟΙΠΙΥ απαά ΕµΓορεαη ςονεΓθἰρηϊγ.\nΤΗΘ (ΒΜΙΑ ριςῃες ἴονναγας ργθαῖθί «ωρρΙγ 5δευΓΙΙγ. Της (ΒΜΙΑ ςεἲς 2030 ς6|[-ςιΠΙείεπεγ Ἰαγρεῖς ΕΟΓ οΠίσαἱ ΠιἰηθΓαίς οἱ 1056 οἱ ἴπε Εἰ)/'ς εοηςωπρίίοη Το: ργοαιοϊίοη, 2056 ἔοι ΓΘογοΙΙΠΡ, απα 5056 Το: ΡΓοσεςςίηρ. ΤΗ6 |α5ΐ ἵννο ἴαγρεῖς Πανε ]μςί Ώ6εη Γαἶςθα {ΓΟΠΙ 1526 απά 4056 γαςρεςοῖίνειγ. ΙΠ αἀα[τίοη, πο ΠΊΟΓ6Θ ἴΠαη 6526 ο ἱπιρογῖς σΠου]α «οΠη6 {ΓΟΠΙ 8ΗΥ ἱπαίνίαάιιαί 5µρρΙί6Γ.\nΕ Ίηπ ρηπεῖρΙθ’ νυ! ποῖ ςαπεϊίοη ογἰῖσαἰ πιαϊργίαἰ52 ΤΙΕΓ6 ἰς αἰσο πε ἰάθα, γοῃθείθα Π6Γε (αἱἴπουρη πηοῖ ννἰαεΙγ γερογῖες) ἴΠαϊ ἴΠεις αΓθ ἵῃγεςῬ ἂ[θας ἴΠμαϊ ΒΓιςςείς, ουῖ οἵ ργϊπείρἰθ, ννοη΄ἳ ἰαγροαῖ ννίτῃ ςαηποϊϊοης: Γοοᾷ, αΓγιβς απαά πιεαἰσα| εαιἰρπιεηϊ, απα ογἰτίσα| Γανν πιαϊεγία|ς.\n41",
  "page_12": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΤηή6 αἱοβραἱ Αἰιπι]ηίμπι Μαγκοῖ\nΥ/οτ]ά Αἰωπιϊπίαπι Ργοάιοῖίοη ἰπ 2023, ἴποιςαπαά ἴοηπες\n41,666\n60217\n7399\nου\nσυ]\n(οορεγαῖίοη (εχε[. 6ΠΙπα)\nζςουωπεῖί!\nΜιαΐη ργοάμµεθίς -- 6Πίπα ἀοπιϊπαῖες ργοαμεῖίοπ. (Πίπα ἰς ονεγννηθιηιίηρΙγ ἴπα Ιεααίπρ ργοαιµσε: οἳ ΡΓΙΠΊαΓγ αἰωππϊηίαπι, δεοουΠῖίηρ Το: αἰπιοςσῖ 6096 οἳ ννογια ργοαάμοῖίοη. Τη6 ννογ|ά’ς ἴοϊαι ργοαμεῖίοη ἵῃ 2023 ἰς ας[πιαῖθα αἲ ον6Γ 70 Πιἰη ἴοπηῃθς.\nΤΗ6 ἴἶπιθ εμαγί Ὀείονν Ιμςίγαῖϊος ἴμο ἀγαπιαϊῖς γὶσθ ἵη αἰωππϊηϊωπι ργοαυεῖίοη ἵῃ 6Πίπα ἰη ἴπθ ρασί 20 γεαΓς, εχοθθαϊἰηρ 40 πιΠ ἴοπηες ἰπ 2023. ΑεεοΓγαϊπρ ἴο 5θΟἵΟΓ αΠαγσῖς, ἴΠθ ΓΘᾶςοης ἴπαϊ (Πίπα ἱηνεςσίθα 5ο Πδαν!]γ {η αἰμηπίπίαπη ἱπε[μάεά ἴπθ ἀθςίγθ ἴο εΓθαῖθ ]ορς ἁπα ἴπε ΚΘθηηεςς ἴο ργοπιοϊῖθ ἃ πιοαςθΓη ἱπαιςίγγ αςςοεἰαϊθα ννΙἴΏ ἰεεηπο[ορίσαι ἀενεΙορπιεῃ!, μ5ίηρ 8ΠΠΡΙ6 8 γΘβαΙΙγ αναἰΙαΏἰε «οαἱ «μρρίί6ς.\nΥ/οτ]ά Αἰωππϊπίωπι Ργοάιοῖίοη, ἴποιςθηαά ἴοπηες\n4,673\n4016\nυπ\n2713\nπρ.” .\n6πίπα\nΑδὶ8\nΒιςσία δι Εα5ί\nΝογίῃ\nΥεςῖ δι (εηῖγαἱ\nΟίπεγ\nΕωγορθ\nΑπιθγίοᾶ\nΕωγορε\n5οµγοςθ: Ιπιθγπαϊίοπαι ΑΙωππίπίαπι [η5[τμῖθ\n45,000\n40,000\n35,000\n30,000\n25,000\n20,000\n15,000\n10,000\n5,000\n12\n3,897\n- βιις5ί8 δι Εα5ῖ Ευγορε\nΝογίῃ Απιθγίςᾶ\nσυ({ (οορεγαϊίοπ (οιωπςῖ!\nΑξία (οχε|. (Πίπα)\nπιο.\nΥΝεςί δι (εηῖγαἰ Εµτορε\nΟίπεΓ\nλα.------πποπσσ ος πς ηηαα----ος-----αὰ\nὪΏή-----υ-κο\n1 1 1 1 1ο 1) 1 1 1ο) 1ο) 1) 1ο” 1ο 1ο αν 1ο) 1) 1) 1) ο\n5οιγες: Ιπὶθγπαϊίοπα[ ΑΙωππ]πίμπι [η5[εμῖε",
  "page_13": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΡηῖςθ πιονοπιεηῖς. ΤηΘ ργίος οἱ αἰμηπ]πίμπι ρ6αΚθα ἰη 2022, ΙαΓρ6ΙΥ Ώ6εαιςθ οἱ ἴπε ΚΓαἰπίαη οΓἱ5ίς. 5ίηςς ἴπεη, ρ[ίσες Πανε 5αἰῖἰθα απα ἴμθ πιεῖα| Πᾶς Ό6εη ἰγααίηρ ἵη α Γ8ηβ6 Οεΐννεεη 045592,300-2,500, Ιεναί νυΠίεῃ ἵς εαμςίηρ ΠαΓαάςΠἰρ ἴο ΠἹ8ΗΥ Πἰρη-εοςσί ργοαµσεΓς. (αραςἴϊγ γεάιεῖίοης ἵπ ἴπθ ΕΙ) Πανθε Ρ6εη ἴακίηρ ρἰᾶςθ ονεί ἴπθ ραςσί {θνν γθα:Γς. Α Γ6εονθ;γ ἵη ργίςε ἱς εχρεοῖθεα ἃς ΓΘηενναΏίες Ώ6οοπ]θ ΠΊοΓθ ΡΓγοπιϊηεηϊ αηά ΠΊΟΓΘ ννἰάθΙγ πιαπι[αοῖωΓθα, ἴπις σπιμ|αἴίηρ αΘηΊαΠα.\nΙΜΕ Αἰαπαιϊπίωπη 6Ιοσῖπρ ΡΓΐοε, 056 ρε ἴοππε\nΙ ΜΕ Αἰωπιϊπίαπῃι 6Ιοσίπα ΡΓΐςος 4ΓαρΡΗ\n(οηςϊγαἰπῖς οὐ Γωῖωγθ ργοννῖῃ η (Πίπα. ΤΗ6Ε γίςσε ΟΙ (Πίπα ἃς ἴμθ ἀοπιἰπαηϊ {ο[ς6 ἵΠ αἰιπηἰηίμΠι Πᾶς ϱ868η ΓΘΠΊΓΚ8ΡΙ6 ον6Γ ἴῃε ραςῖ ἵννεηῖγ γθαΓς, νυΠίιε ργοαιμεῖίοι ϱγοννίῃΏ ἱπ οἴημει Γβρίοης Πας 5ἰαρπαῖεα. Οἱ ΕΟἱ56, ἃ5 4 ρἰᾶηηθ8ά ΘΟΟΠΟΠΙΥ, ἴπθ εοιηῖΓγ΄ς ἱπαιςίιγ Πας ποῖ Όθ6εη ας {μΙΙγ Θχρος6α ας οἴηείς ἵο πιαΓκαῖ ἱπῃμεηοες. Ηοννενθεί, ἴμθ (Πίηεςε ρονεΓηπιεηϊ Πας πονν ρἰασθά σἰγίοί [ἰηχίίς οἱ ἴπε ΓωῖμΓε ργοαιµοῖϊίοη οἳ 116 αἰμππίμιη ἱπαιςίγγ, ρίνεη ἰῖς ἀερεπαεπεςε οη «οα|-ἤγθα εἰθοῖγίοίγ ϱεηεΓαἴίοη, νυΠἰσ ςθΓἱοιΙς5Ιγ εοπιρΓοηηἰςες Επηἰςσίοη ἴαιρεῖς. Αη αστ]ηιαϊεα 8026 οἱ ἴμε εἰθεῖγίείϊγ µςθα ἴο ρΓοαυεςθ ΡΓΙΠΙΒΓΥ αἰυπϊηίμιπῃ ἱη 6ΠίΠα οοΠ]65 ΤΓΟΠΙ «8ΓΏΟη-{μεΙΙθά ροννεΓ ςἰαϊίοης. Της οομηῖιγ ἄοες ποῖ Πανθ ἴῃθ «αΠΊ6 ΠγαΓοε[εεῖϊγίο ΓΘ5οµΓεες οἱ ροϊεηϊία| ἂ5 6.Ρ. Βιςσία 8/6 αἰἴποωρῃ ἴπε μς5ε οἳ ΓΘηενναῦ[ες ἱς ααναπείηρ ΓαρίαΙγ, «αΓΡοη-{ιε]ίθα αἰωπληίπῃ «πηθΙ{ίηρ ννίᾖ] οοηϊίηιι6 ΤΟΓ 5οπηθ Τίπ]θ.\nΑπά θνθη ΠΊΟΓΘ «048|-γ6ς ροννθί «οΠΊθ65 ΟΠ 5ἴΓΘβπι. ΑεσοΓαίπρ ἴο Ξἰοῦα[ ΕηθΓΡϱγ Μοηίἴοις αηημαΙ 5µΓν6γ οἵ ἴμθ ΡἰοῦαΙ ε«οα Πθαί, ΡΙοβα ορεΓαἴίηρ «οαἰ οαραςίῖγ ϱΓ6νν Ὀγ 226 ἵπ 2023, ννίτῃ (Πίπα αηνίηρ ἵννο- τπίγας οἳ Πενν ααἀα[οῃης, Πα 3 5ΠΊα(| μρίϊεἰς ννας «86η Το: ἴπε ΠΓςϊ Τπιε σἶπεε 2019 ἵπ ἴπε Γεςί οἵ ἴπς6 νοΓ|α.\n«Ὁ Γιος\n4000\n3,850\n3,500\n3000\n2,494\n2500\n2000\n1.500\nὉ ϱἡὁ ϱΥὉ ϱΥὉ Αα ϱΥ αν\nον Υ\nν ν ν ὦν «ὧν ν αν ο» 0» » 0» 0» ώ) α » ὅ ὃν\nον\nκκ ον\nον ο να ααακ αα ὁσ ώώώα ο\nκκ κα\nο)\nκκ ν ὁ ών ο αν νο\nὉ\nὼ\n5οµγοε: [οπᾶάοη Μεῖα[ Εχεβαησθ (Ιοσίπα ΡΓίςε, (οπῖγαοϊ ἴγρε 3 πιοηίῃ\n413",
  "page_14": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΟΠίπα -- ϱρονογηπιεηϊ [πιῖΐς Θ/5µΓ9 ἴμαί ομἴρυϊ πονν ρἰαϊθαμίηρ. ΤΠ (Πίπεςθ ρονεΓηπιεηϊ Πας 5αϊ α Ργοαιοῖϊίοη εθἰίπρ οἳ 45 ΠἹη ἴοπηες ρ6ί αΠΠΗΠΙ Το: αἰμππίμπι ρΓοᾶιεθίς. Ας α γεσι[ῖ, ργοαιμεῖίοη ΡγοννίΏ Πας Ώθθη Θ85ίΠΡ. ΙΠ Γ65ροῃςθ6, (Πίπεςθ αἰωπτ]ηίμπῃ οοπιραηίθς Πὰνθ Όθ6εη ἱποΓθασίπρ ἴΠείγ ἱηνεςίπιεηϊς ΏΓΟΒΑ.\nΟΠίπα ρυςῃθς ἄργοαά -- θμΐ Ιαγρ6Ιγ ἱπῖο «οα|-ῇΓ6ά ρεηπεγαϊίηρ οοµηϊγίθς. 0πΠ6 εΠεςοί ο{ ἴ[πε αἰμπτίη{μπ] ργοάιεοϊίοη Ιπιϊϊς «6 ΟΥ ἴπε (Πίπεςθ ρονεγηπιεηϊ ἶς ἴμαϊ (Πίηεςθ οοπραηίἰες αΓ6 ἱπο[Γθασίπρ ΓμΠείγ ἰηνεςίπιεηῖς ονεΓςεας, οΓίεη ἵπ οοµηϊγίες ἴμαϊ ρεΓπιίϊ Τε ννἰάθερΓθαα 56 οἳ οἀΓΡοη-ῄγε6ά εἰθοῖγίοϊγ βεηεΓαϊίοη. Α ηιαἰοΓ ργο]θοῖ ἵΠ Ιπάοηεσία (Αά4Γο ἄΓοιρ), ννηίοῃ ἰς αἲϊγαοϊίηρ ογΠἱοίσπι ἔΓοπη εἰἰπιαῖς οϊϊνίἰσϊς, ἶς ργοΠἱεά Ιαΐθι ἵΠ Τίς γ6ροΓΙ.\nΑπά ἴμειθ αΓθ 5θγῖοις Ναϊ Ζ6γο απά 4Η4 ἱπιρ[ϊσαϊίοης. Της ργορογἴίοη ο{ {οςςί|-{με[-ῄγεα ρεηεΓαϊίοη ἱη αἰωπηίμπι ργοαμεῖίοη [Πᾶς Γίςεη αἱρη[ίεβηϊ]γ ἱπ γεοθηῖ γθαίς, ρΓβςθηΙίΠρ 4 Πι8]οΓ Πθβάαςῃθ {οί ΡοΙἱεγηιαΚθίς, ἃς ἴ[ῃε πιεῖα[ ραΐης ἱπ ἱπιρογίαηςεςθ {ΟΙ µς8ᾶρθ ἵη ἴμθ Νεϊ Ζ6Γο ΡοΙίογ. ΤΗίς ἰπε[Γθᾶςε ἰς Ια[ρεΙγ ἅιμε ἴο ἴῃθ ΓαΠιρ-ιρ οἳ ργοαμεοῖίοη ἵπ (Πίπα, ννΏεΓ6Θ, ἁοςοοΓαϊἰηρ ἴο ἴμθ Ιηϊεγηαϊίοιαἱ ΕΠΘΙΡΥ ΑΡΕΠΟΥ (ΙΕΑ) 6356 ο ονεΓαΙ! αἰεοῖγίοίγ ργοάιµεθα 5ἴ{{] εοη]ες {ΓΟΠΙ «08.\nπίπα ΕπετΓΡγ ΜΙΧ ἵηπ 2021\n1926\n3,876 βἰοίμεῖς\nἸΛ/ογ]άνν]άο ργοαάμεϊῖοη οἱ αἰωπ]πίμπι, Ώᾷ5θά Οη 5οµ[ςςς οἱ οἰθεῖγιοίϊγ. Της Πιονθ ἴο (ΘααΙΙγ ἃοςθςς[ρἰθ «οαἱ 5ωρρίί6ς αΠα ἴῃθ αΏςεηςθ οἱ 5µ[ΠΠοἰεηῖ ΠγαΓγοβθιθεϊγίο ρονν6Γ 5οι/6θς ἵῃΠ ΠΙ8ΗΥ εοιμηϊγίες ῃας ἵίρρεα ἴῃθ Ραί8ης6 {Π ἴπΠθε ΘΠ6ΓΡΥ Πἰχ. ΕΓΟΠΙ ρΓγονἰαἰηρ ονεί 6056 οἱ ἴπε ροννθ6: πιἰχ ου αἰμιτἰηίμ!πη ργοάμεοϊίοη ἰπ ἴπε ΘαΓΙγ αἱρηῖίες, Πγαγοεἰθοϊγίο ρεηεΓαϊίοη ἶς Πονν ἄοννη ἴο αΓομπα 30726, ννΙϊη «οαἰ Γἱςίηρ ἴο ἀΓοιπα 6056.\nΙαγρεςί ργοάμµεαθίς. (Πΐηπεςθ εοπιραηἰθς πονν Ιθ8ά ἴῃθ αἰμπίπίμπι ργοαιµςϊίοη οΠαΓί, ἰαΚίηρ [νε οἱ ἴηθ ἵορ ἵθη ρίαςθ6ς, νι!ζῃ Βιςσία’ς Βιιςσίαη Αἰιμηπίπίμιῃ {η τΠίγα ρἱας6. ΤΠ6 ΡΓαρΗ Ὀε6[ονν ἰς Ώᾶςθά οη ἴμε 2023 Ργοαμοϊίοη ἤρωγες Οοἵ ΡΓΙΠΙ8ΗΥ αἰωπηϊπίμπι γαρογῖθεα ΟΥ ἴηθ εοπιραηίθς.\n5οἱαΓ ΡΝ\nο,156\nο\n0,126\nΟίμεις\n15,626\n63,026\nΗγατο\n7,656 4,756 3,156\nὙΝίπά Νιςίθᾶγ Ναἴυγαί ρᾶς\nζοαιί\n5οµγος: Ιπιεγπαϊίοπα! ΕπεΓαγ Ασεπεν\n44",
  "page_15": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\n6Ιοῦραί Ργίπιατγ Αἰωπηϊπίαπι Ργοαάμεῖίοη ἵη 2023, πη]η ἴοηηες\n6Πἰπαίσςο (6Πἱπα) ο . .\nΗοηραίαο ((Πἱπα) πλ. ος\nΒΟ5ΑΙ (Βιιςςία) ο\n --\nΧίπία (6ΠἱΠα8) που\n...\nΒἰο ΤίπΙο (0Κ/ΑιιςίΓαΙΙ) ἹπἜο -.. ..\n-Ὁ\nΕΦΑ (υΑΕ) ..---Ἅ\n5ΡΙΓ (6Πίπα) ...----ἍὋ\nγΥεάαπῖα (Ιπάία) ο --ᾱ\nΕαςί Ηορε (ςΠίπο) Ἱ...--.\nΝοιςκ Ηγάτο (Νοπιναγ) ἐ-. ου\nΑἰῦρα (ΒαΠγαίπ) ο...\n0.0 1.0 2.0 3.0 4.0 5.0 6.0\n7.0 8.0\n5οιµγεε: (οπιραπίθς’ γερογῖς; Μαεγο-Αάνίςουγ εσιΙπιαϊίοης Ἀ Ιοε]απᾶ ἰς ἴῃμε εοπιβἰπθά εαραεῖ!ϊγ οἱ Ε]αγδαάι, Ι5Αἱ απά Νογδιγά! ” (ΠΙπα[εο απα Ηἰποσίαο ἱπ]ομαᾶες αἰ[Ιογ Ἠ 5ουῖῃ32 Μοζαπιθβίαιε ργοαιεϊίοη {5 Ιονν-εαΓβοη, θμϊ 5. Α[Γίσα {5 Πίᾳῄ-οαγβοη\nΗΤ1]6 Ιονν-οβίρο αἰυπιϊηίμπη ἶς αναἰ]αβίε. Της Ρα: εΠαγῖ ἀθονε Γ6ρΓεςεηῖς  ἴοΐαί νοἰµη]ε ο{ αΓουηά 40 ΠἹΙη ἴοππες ργοαμµοῖίοη, {Γοπη ἴμθ {Πὶγίθεη ἵορ ργοάμςθίς, αΓομΙΠα 22 ππΙη ἴοπηθς Οἱ ννΠἰςΠ «οη]θς {ΓοΠι 6Πίπεςε ςπ]θιἴθις. ΤΠ6 εΠαΓί ἶς εοἰοµΓ-οοάςεα, Ώᾶςθ6ά οη ΜαςΓο-Αανίςογγ ΓΘ588ΓΕΠ ἱπῖο ἴῃθ αρργοχἰπιαῖθ «αΓΡοη οοπῖεηϊ Οἱ ναΓίοιις Πια]ΟΓ ςπηθ|ἴθίς. (Πίΐπεςθ απά οἴμει Πἰρη-οαγροη ργοᾶάμςθίς αΓ6 ἵη Γ6α. Της ς«ΙηΘ[ίθ6{ς ἱη ΟΓ4ηΡ6 Γβ6ρΓ{εβςεηΐί πιθαϊµΠι-οβΓΡοη 5πιθΙἴθίς (1.6. ΠἰΡΠΕΙ οἈΓΡοη εοπῖϊεηϊ ἴπαη αἰμιτηίμ!πη {ΓοΠη Βιςςία) ννηί]ς ἴποςθ ἱΠ ΡΓθΘεη Γ6ρΓθςεηϊ Ιονν-ζ8ΓΏοΟη 5ηιεΙί6{ς.\nΟΠίπαςθ ρο[ῖογ γοάμεθς αναἰΙαβίμτγ. ΟιΓ αςςμπιρίίοη Ροίπρ ΓΟΓννΑΓά ἰς ἴΠαϊ (Πίηεςθ ρονεΓηπιεηῖ Ρρο[ἱοίες νν!ᾖ] εοηϊίημθ, πιθαπίηρ ἰμαῖ ΙΕ{Ιε ααα[τίοιαι αἰμηπίπίμιι ννοι]ά 06 αναϊ]αβίθ ἵο ΠΊάΚΘ Ι1ρ ΤΟΓ ΔΗΥ ἀθβοίῖς η ἴπε ΕΙ) απα ἴΠαῖ ηγ αἰμπτπίαπῃ ἴμαϊ Αἱά Ώθ6οοπιθ αναἰαθίς ννοµἰα Ὀ6 Πἰρη-οαίροηῃ. Τη6 6Πίπεςε ϱονεΓηπιεη!ί’ς ΡοΙίογ ἴο 6ποουΓαᾶΡθ αααεά-ναἰμθ πιαηιμ/αςεϊμΓίηρ απ Τε Πμρε ἀεηιθπάς οἵ ἴηθ ΓΘηθνναῦ|ες «ΕΕΙΟΓ ἀΓ8 ἀΏ5οΓβρίηρ ἄοπ]εςῖίἰς αθπ]απα, ννίζῃ [τῖ|Ε Ι6{: ονε {οΓ οχροΓίς.\n15\n5ουίΏ32 (5. ΑΠίσα, Μοζαπηρίαυε, Βγαζί!) Ἰεππππν 11\nΙοβίαπά μα ο.",
  "page_16": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰυπιίηίυωπι: ΕοΓοθςαᾶςί Ώθπιβηςά\n5ίαρο «οἳ {ΟΙ 4 5ἴθβαγ ἴπειθαᾶςθ. Αἰμπίπίμπῃ ἶς ἱποΓθασίπριγ Ὀδίηρ ΓβραΓάΘα ας ἃ Κ6γ εἰεπιεηῖ ἰπ ἴπε ΘΠΕΓΙΡΥ ἴγαηςίτίοη 8/4 3 νίἴα| πιεῖαι ἵη ἴπε Γαςς {οι πεῖ Ζ6Γο. ΡωΏΙἰςσηΘα εΠαΓῖς, 5µξ[ ἂς ἴηθ οπ6 Ρεἰονν, ΡΓοΡαΡΙΥ ωπαςγαςπιαϊς ἱπαιιςσίγγ ςεπϊϊπιεηϊ, ας ἴπε πιεῖαἱ Ώθοοπ]ες ἵπεΓθαςίηριγ γεοορηϊζθα ας α (ογτίσαἰ πιαϊεγίαι” Το: ΓΘΠΕνναΡΙ6 ΘΠ6ΓΡΥ ῥρο][ἱοίςς, ΓοΓ ΘΧΑΠΙΡΙ6, ἴπθ ννἰάθερΓθαἁ μςε οἱ εἰδοῖγίς νεῃἰε[ες. Αεεογαίπρ ἵο ΕµΓορθαη αἰμπϊπίμπι, ΕµΓορθ’ς ΘΠΕΓΡΥ ἴγαηςίτίοη ϱΥ 2030 ννἠ! ηεοεςςἰζαϊς 4η αααἰίοηαι ΤοιΓ π]]η ἴοηηες Οἱ δἱµππίμιπ Ρ6/ γ6αΓ, γἱσίπρ ἴο αἰπιοςί [νθ ΠΊΙη ἴοηηες ϱΥ 2040, Θααἱ ἴο 3026 οἱ ἴπα ομωγΓγβιῖ αἰμππϊπίμπι εοησιωπηρῖίοη ἵπ ΕωΓορθ.\nΕΙοβαἱ Ώθπιαπα {ο Αἰυπτϊπίμπι, π]η ἴοπηες\n110\n120\n102\n95\n92\n80\n80\n66\n58\n6ο\n42\n40\n381\n25\n20\n20\n20\n1990 1995 2000 2005 2010 2015 2020 2025Γ 2030Ε 2035Ε 2040ΕΓ 2045Γ 2050Ε\n5οµγοθ: (βυ\n85\nυςας οἱ αἰωπιίπίωπι. ΑΠἴεΓ «ἴ6ει, αἰμηπίηίμπη ἶς ἴῃθ πιοςί ννἰαθΙγ µ5θ6α πιεία ἵη Τε ννογ]α ννίτη ἄθηιαιπα ἃπά ργοαμεοϊίοη ΠονθεΓγίηρ ἀαΓουπα 70 πἹη ἴοηπες/γθαγ. (ἱοῦα[ ἀθηιαπα {ου αἰμπιπίμπη ἰ5 ργο]θεῖθά ἴο αοιβίθ ϱΥ 2050, ἅιμε ἵη Ιαγρε ραΓῖ ἴο ἴπε ργοννίηπρ ρορι|αΓῖῖγ οἱ αἰδοῖγίο νεβἰειες ἁαπα οἴπει µ5ες οἱ αἰυπϊηίμιῃ ἵῃ ΓΘΠΕνΝΝΘΡΙ6 ογςίθηης. ΨαΓίους αΠαἰγςσῖς {οΓγεσαςί ἴΠαϊ ἴηθς εοπιροµηπαθα ἁαπημυαΙ ϱΓοννίῃ Γαῖθ ἴο 2030 ννί]! Ὀ6 αΓοιπα 2.656, αΙἴποιρῃ ΤΠίς ἴς ΙἰΚ6]γ ἴο Ὀ6 4η µΠαεΓεςίἰηιαϊς, ἰΠ νίενν οἳ ἴμθ ἰπε[Γθασίπρ ἱπιρογίαηςθ Οἱ ἴμε πηιεῖαί ἵη ΓΘηθΘνναβἰες ΙΘΕΠΠΟΙΟΡΥ.\nΤΗ6 ἱπιροΓίθβηςς οἳ εἰδεῖγῖς ναμἰς[ες. Αεοογαϊίηπρ ἴο ἃ Γδυθηῖ γθροΓί εοπηπηἰςσίοπθά ὈΥ ἴμπθ ΙΠῖεγηαϊίοιαι Αἰμπιϊπίωπη Ιηςιϊτμῖ6, ναγίους εοιηϊγίες’ ἀεεαΓροηἰζαϊίοη ρο[ἰείες, ρἰως α 5ΠίΠ ΤΓοπῃ Το5ς!! [μείς ἵη ἴηπε ἴγαηςρογί 5θΕἴΟΓ ΝννΙ{ «ες αη ἱπεΓθαςε ἱπ δἰδοῖγίς νεηίἰοἰς (Εν) ργοαιοῖίοη ἴο 31.7ΜΙ ἵη 2030 (εοπιραγεά ἴο 19.9 ἵῃ 2020).\nΕν ργοάμεῖίοη ε56ς 6706 πιοΓθ αἰυπιϊπίωπη ἴπαη Ι{0Ες. οἱρηί[οδηϊ]γ, ἴπε 3νεΓᾶΡρθ ΕµΓοΟρΘΕΦ8Η ΕΝ «οηϊαϊηθα 283Κρς οἱ αἰωππίμπι ἵπ 2022 εοπιραΓθα ἴο 169Κρς {οΓ ἱπίεΓπαί εοπιθυςίίοη νεῄβἰεἰες (Ι(Ε5). Ιηϊειηαϊίοηα| Αἰιπιίπίαπη Ιηςιμῖε εςι]ηιαῖες ἴΠαϊ ϱΥ 2028 ἴπε «Πα[θ οἱ Ενς ἵῃπ ἴῃε αμῖο πια(καῖ ννί!] θχεθθα 2506.\n100\n16",
  "page_17": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΑπά ἰνς ποῖ ]μςὶ δἰδεῖγίο νδμἰσίθς. ΠεηεννβΏἰθ ΘΠΘΙΡΥ αεπιαηᾶς νν]]] αἰςο 566 ἃ Πε ἵπ ἄθηιαπα {ΟΙ αἰυπη{μ[πῃ ΓΟΓ 5ΟΙ8{ Ρ8Η6ἱ5, ἂ5 ννε|| ας Γερἰαεἶηρ αχἰςῖἰηρ «ορρεί «8ΡΟΙἱηΡ Το: ροννεΓ αἰςίγίρωτίοη. Ιη Τοῖαι, ἴηθ εἰδεοῖγίοίγ 5εεῖοί ννῇ] (6ο μίγς 4η αααἰ[ίοιπα 5.2 ΠπΙη ἴοππες οἱ αἰμηχἰπίµπῃ ΟΥ 2030. Τῃ6 εοηςϊγµοῖίοη «θεῖοί νι] γθαιµίγε 8Ώ αααἰἴίοια 4.6 πι ἴοηπες ΟΥ ἴπε επα οἳ ἴπε ἄεεααθ. Γγραηίἱζαϊίοη ννΙΙ αεεοωηῖ {ο 4456 ο ἵπε ργο]εεῖθά ργοννίη, οοπηίΠρ {ΓΟΠΙ Ασία (εχε]μαίηρ (Πίπα).\nΒἰσίπρ αΠιθηςθ {ωθἰς ἄθπιαπα. Αἰμηίηίιπι ραςΚαρίηρ νυν]! γἱςε {ΓΟΙΙ 7.2 ΠΊΙη ἴοπηθς ἱπ 2020 ἵο 10.5 πιη ἴοηῃες ἱῃ 2030, αγίνεη ὈΥ αη ἵπε[θαςε ἰη ἴῃς ροριαΓΙἴγ οἵ «8ηΠ6α αΓίηίς 8οΓοςς ΝοΓίῃ Αηιεγίσα, ΕµΓορε, Πα (Πίπα. Α 5ωΓρε ἰη ἄθπιαπα {οι εηνἰγοππιεηῖϊαΙΙγ ΓΠεπα!γ ραεΚκαρίηρ εοπιΟίπθα ννίτη Πενν ργοαυεῖς ἰς ἂἰςο ρθβίπα ἴμπε ἵηπςο[θαςθ.\nΑἰωπηϊπίωπι 56 ΡΥ δεεῖοΓ Εογοςαᾶςσί\n90\n2023\n2030\n167\nΡαεκαρίω6\n5οµγες: (Ββύ ἄαῖα νία ΕΑ{Ε (Εεαεγαϊίοη οἱ ΑΙωπιίπίμπι (οη5µΠπείς ἵπ ΕμΓορε)\n47",
  "page_18": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\n5ΙΡΡΙΥ οἱτυαϊίοη ἱη ἴμα ΕΙ) -- (αη ἴπο ΕµΓορθαης Μαθοαί Ώθπιβηςά2\nΑ Ροθβρυειθαά ἱπαιςίτγ. ΤΠ ομαγί Ὀείονν αεηιοηςίΓαϊῖες ἴπα ἀθο[ίπς οἱ ργοαιοῖϊίοη Οἱ ῥρΠΠΙΒΙΥ αἰυπϊηίμπῃ ἰη Τε ΕΙ) (ἰπε]μαίπρ ΕΕΤΑ) ἵη 2022 9πα 2023 ννπεη ΕωΓορε |οσῖ 2506 (1.1 ππ]η ἴοηηες) οἱ Ἱῖς ΡΙΙΠΙ8ΙΓΥ αἰωπίηίαπι ργοαμείίοη «αραεῖϊγ. ΤΠΕ θεοποπιίο νἰαβΙτγ οἱ Εωγορθ’ς ςαεηηἰ-[αρΓϊςαΙίοη αΠά Γ6ογε!ίηρ 5θοῖοίς, ννΠηἰοῃ ἄθρεπά οη ῥας, Πᾶς αἰ5ο Ώ6εη 5ενεΓΘΙγ εοπιρΓγοπιἰςεᾶ, ΟΥ ἴμπε νἱγίμαι| οβςςαἴίοη Οἱ ρας ἱπιροΓῖς {ΓοΠῃ Βιςσία.\nΕυ ριίπιατγ Ργοαιεῖῖοη απαά (οησιηρῖίοη, ἵπομσαπα ἴοπηες\n8,245\n8,230\n8,234\n8,092\n8,068\n| [\n8,081\n7,189\n7,336\n7\n,\nζζ\n7 -\n77 ,\n,\n- 8 ον 3,932 ζ\nΙ\nΙ\nζ\nζζ\nή\n2018\n2019\n2020\n2021\n2022\n2023 2024 Ε 2025Ε 2026Ε 202/Ε 2028Ε\nα ργοάιοῖίοηι 5 (οησιπηρίίοη\n5οµγεἙ: «βυ\nἸ/Ποιθ ἆοθς ΕµΓορθ ομΓΓΘΗΙΙΥ ραῖ ἴῖς αἰωπτϊηίμπι {γοπι2 ΤΗΕ εΠαγί Ὀείονν 5Ώοννς πε ἴγθπας ἵη ἴπε ΕωΓορθαΠ αἰμπιίηίμπι πιαΓκεῖς ονεί ἴπε ραςσί ἵννεηίγ γθα(Γς ΟΙ 5ο 4Πα Τογεεᾶσῖς α ἀθο[ίπε ἵπ ἴηπε Ργορογίίοη οἳ Εἰ)-σπιε]ίθα αἰωπτίπίμπῃ ἱπιρογῖς απαά Γ6ογο[ίηβ, ομῖ ἴο ἴπε γθαί 2050. ΙηοΓθαςίηρΙγ, ΕµΓορθ68ηΠ ἄθπιαπαά Πας Ρ6εη σαϊϊς[θα ὮΥ ἱπιρογίς, ννΠἰεΏ ννθΓθ αΓομΠαά 3056 οἳ ἴηε πιαΓΚκαῖ ἵπ 2023. (οπιρίπεά Γ6ογεΙίηρ 8Πα ῥρ/ΓΙΠΙ8ΓΥ ργοαιμεῖίοι ννἰτηίη ἴηθ ΕΙ) Πανθ αεεἰίπθα ἔγοπι 9026 οἱ ἴῃθ πιαΓΚκαῖ ἵη 1980 ἵο αγουπά 7026 ἴοααγ.\n(8η Γθεγε[ῖηρ ΠΙΙ ἴπεο ραρ2 (ωγγεηῖ!γ, αρουῖ 4996 οἱ ΕωΓορε’ς αἰωπίπίμιπι «οη]ες {ΓΟΠΙ ΓΘΟγΕΙΙΠΡ, νΠἰεΙ ἰς |65ς «αΓΡοη-ἱπίθησίνθ, 5ἶποςῬ Τε Πιαίη οα{Ώοη εοσί οἱ ργοαιμεῖίοη [ας αἰΓθαάγ Ώ6εη ἵπεμγγθα αωγίηρ ἰῖς ΡΓΙΠΊ8Γγ ργοαάιοῖίοπ. Ηοννενεγ, ἴπείε ἰἶς ν6ιγ ΙΙἴΙθ γδογεἰεά αἰωπιϊπίμπῃ ἱΠ ΕωΓγορε ἴΠαϊ µς5θς Ζ6ΓΟ-08ΓΡΟΠ ΘΠ6ΓΡΥ. Της ηιαίη ρΓοαιςςγ, ΝοΓςΚ ΗγάΓο, 5αγς ἴἵ «8Η οΠΙγ Ὀ6 ργοάιισθα {η 5ηἸαΙἱ ραΐσῃςς. Μοςϊ οἱ Νοίςκ ΗγαΓο΄ς ΕµΓορεαη Γ6ογε[ίηρ µ56ς {Ο55ἱ!| {ωθἰς 86 Πας 4 «8ΓβΡοη εοπῖεηϊ οἵ 5.7 ἴοηπες οἱ (02 ρε/ ἴοη οἱ αἰωπιἱηίμπῃ.\n18",
  "page_19": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕύ2δ8 -- ΕΕΤΑ ΡΓίπι8τγ Αἰωπηϊπίωπι Ργοαυμοῖίοη δεβηαΓίο, ἴποιςαπα ἴοπηθς\n18 000\n16 000\n14 000\n12 000\n10 000\n8 000\n6 000\n4 000\n2000\n0\n2000 2005 2010 2015 2020 2025 2030 2035 2060 2065 2050\n5’ ΡΓΙΠΙ8ΓΥ Ὀαςδίς: ΕΙ)28:ΕΕΤΑ ἀοππεςίίς ργοάιςίίοη\n5’ ΡΓΙΠΙ8ΓΥ Ρ85ίς: ἱπιρογίς\n5 Βοεγείθᾷ Ραςί5\n5οµγεθ: Εωγορθαη ΑΙιωπππίμπη (Ψἱείοη 2050 ριβΙίςῃβεα ἵπ Οσϊ 2022) βαςεα οη (Β0 ἄαϊα\nΤΗ6 ἱπαυςῖτγ ἶς πονν ΠἹοΓθ θχροςθά. ΟνεΓ {ῃθ ραςί «ΘνΕΓα| ἄθεααες, ΕµΓορθ ννας ἰγρίςα[!γ |ε6ς5ς Ιπιραεῖθά ἴηαη οἵ Πε: Γδρίοης ΟΥ νοἰα!]ιε ΘΠ6{ΡΥ ργίσες Ώ6εαις5θ οἱ ρονεΓηπιεηϊ ἱπνο]νεπιεῃί, ΙοΠρ6Γ-ἴΘΓΠι ΘΠΘΙΡΥ εοηϊγασϊς, αΠά 4 {οουυς ΟΠ ἴῃθ 5οεἰαἰ οοης6αµεποες οἳ μπειρἰογπιεηῖ. Βυμΐ α5 ΘΗΘΙΡΥ ρ[ίςες Πανθ Γίσ6η Άσγοςς ἴῃθ γθρίοη ονε( ἴῃε |α5ΐ «ΘνΕΓα| γθαίς, ΕµΓορθ Πας |οσί ἴϊς γ6ἰαῖῖνς ἱπππιιπίϊγ, «οΠπιραΓθΘα ννΙτῃ οἴμει Γερίοης. ΙΛ/ΠεΠ ΕµΓορθαη ΘΠΘΙΡΥ ργίσες ι{ἱπιαϊεΙγ οαμµβηῖ αμ απά αἰωππίπίμπῃ ρΓίσες 5ἱαπιρθά αυωςθ το γαρίά ργοαιμεοῖίοη ἵπ (ΠἱΠ8, ἴΠ6ΕΓθ ννας ἃ Πωρθ πηεραϊΐνθ ἱπιραοίῖ οη 5πιε[ἴθίς ἵπ ΕωΓορθ.\nΤΙ6Θ ΕΙ’ ῃας |οςί «αραεἴ!ϊγ, ἵῃ ΠΊΒΗΥ οᾶ5θς {ΟΓΘΝΘΓ. ΝΊαηΥ ἱπαιςίιγ ραγτιεἰραηϊς {6αΓ ἴῃθ εμΓγεηῖ ΓομΠα οἱ ΠἱρΡῃ 6ΠΕΓΡΥ ργίοθς εομ|ά «ρεΙ| ἴπε ρειπιαπεηϊΐ εἰοςµ/6 Οἱ 5οΠ]6 οἳ ἴηθ εαραεἴῖγ δἰΓΘθααγ «Πιωϊίεγθα ἵῃ Εωγορθ. Το ααἴθ, «αραεἴῖγ εμΓίαπιεηϊς αοΓοςς ἴ[ῃθ γαρίοη ἱπε]μας εἰοσι[θς ἵπ ἴπε ΝεϊΠεγιαπας ϱΥ ΑἰαάθΙ, ἰη οραΐη ὈΥ ΑἰοοαἙ, ἵπ Βοπιαπἰα Υ ΑΓο, ἵπ 5ἱονεπία ὈΥ ΤαΙµΠΙ, ἰΠ 6ΓΠΙΒΗΥ ϱΥ ΤηΠιαϊ, απα ἵη 5ἱοναΚκία ΟΥ 5]οναίσο. ΙΠπαΐρεποις ρΓΙΠΊ8Γγ ργοαιοϊίοη ννἰτπίη ἴπε ΕΙ) Πας Ό6εη ςἴθααι]γ αθειἰπίηᾳ, ννίῖῃ ργοάιοῖίοη εοσῖς ς{]]| ἴοο ΠἰρΗ ΤΟΓ ΠΊ8ΗΥ 5ΠιεΙ{6Γς.\nΕωγίμοαι «αρ8ςἴἴγ |ο55. ἰ)Π]εςς «οπιθεϊΠἰηρ αΓαΠιαϊἰςαΙΙγ εΏβηρθες, ΕιΓορθε’ς αἰμππϊπίμπη 5πιε[ἴεις ννΙΙ| [ἱΚ6Ιγ 6ο ἴῃε 58ΠΠΘ ν/8γ ἃς ἴποςε ἵη ἴμθ .5., ννΙη οαραοίῖγ γεηιαϊηίηρ αἲ ἴπε ΠΊΘΓΟΥ οἱ ΘΠ6ΘΙΡΥ ρΓίοες αηά ΤΘΠΊΡΟΓΑΙΥ ομγίαπιεηϊς απα οἰοσμ[ες ϱενεηϊυαΙΙ!γ Ὀδεοπιίπρ ρειπιαπεπῖ. Τηΐς ΠΊᾶΚες ἃςοθςς ἴἵο ΒΠΟΓΦΡΙ6, Ιονν-οαίΏοη θθοῖγίοίγ Θνθ6ι ΠΊΟΓ8 Ε5ςθη[ίαΙ, αἰἴποιμρη α Γαρία Ιηοίθαςς ἵη 5ιΙιοῃ 5ιρρΙγ {Γοπι ν/πΠίη ἴπε ΕΙ ἰς µΠΙΙΚ6Ιγ.\n19",
  "page_20": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΘΓΠΙΒΗΥ ἶς ραγἱἱου]αΓΙγ ΡαάΙγ Ιπιραεῖθά. (6ΓΠΊ8η ῥΡΠΙΠΙΓΥ αἰωππίπίωπι ομµϊρωϊ γεροΓγίεαἰγ αθεοεἰἰπθα ὈΥγ 3096 ἵῃ 2022 απά α {ωγίπει 4506 ἱη 2023, πιεαπἰηρ ἴπαϊ οηθ ἰη ΓουΓ «πιε]ἴθις σηυΐ ἄοννη, ρἰμηρίηρ ἴπε ἱπαιςῖγγ ἰΠῖο ογἰσἰς. 56εἴοί ΓερΓγβςεηϊαἴῖνθς ΡΙ8Π16 Πἰρη ΘΠΘΓΡΥ ρ[ΐσες, Γβρια1ΙΟΗ, Πα αἃ |αοΚ οἱ 5ωρρογί {ΓοΠῃ {Πε ϱονεΓγηπιεηῖ.\n«ας ρήίςθς Πθαν!{γ Ιπιραςί οἰδεῖγίοίτγ ργΐςςες. ΤΗ6 αθσίρη οΓ ἴπε Θ6ΠΕΓΡΥ πιαΓΚαῖ ἰη ΕµΓορε αρρΓαναῖες ἴπε εωιγεηῖ αἰθεῖγίοίιγ ςἰζμαϊίοη 8ν6εη Γμγίμ6εγ. ΤΗΕ πια(καῖ Γωποῖίοης οηὐ ἴῃς πιωε[-οΓίτίείζθα πιεί ο{ας ογςίθιη νΥΠΘΓΘΕΟΥ, ἴο πιθαῖ ἄθπιαπα, ἴπε εοςὶ οἱ εἰδοῖγίείϊιγ ἰς ἀεϊαειπιίηθα ϱΥ ἴπε ορεΓαἴίοπαίἱ ροννεΓ ρἰαηῖ νΠΗ ἴης πιοσῖ αχρεηςἰνθ Π]αΓρίπαι οοσῖς. Ας ἰΠίηρς εμΓΓ6ΠΤΙΥ ςἴαπα, ἴΠίς αεπιαπά ἵς οὔεη πιαῖ ϱΥ Εχρεηςἰνθ ΘΠΕΓΡΥ 5Οµ/Εθς 56Η ας ρᾶς-ῄΓ6α ροννεΓ ρἰαηῖς, ννΠίση απίνθ µρ εἰθοῖγίςίτγ ργίςες.\nΒἰ56 ἵη Ιπιρογῖς -- ἴπο ρογ[θοῖ 5ἴοΓπιρ 5ενεΓα| [αεῖοις εοηϊγἰομῖς ἴο ἴπε αἰβειί σἰτμαϊίοη οἳ ἴπε ΕµΓορθαη αἰωπιϊπίαπι ἱπαιςίἨγ, ρΓΙΠΙΑΓΙΙΥ απιοηρςϊ ἵπεπι Ρεΐπρ εἰθοίγίοϊιγ ργίοςθς, νΝΠΙεΠ πανε Ώθεηῃ ΡιςΏε6α ιρ ΟΥ ἴῃθ ραπαεπηίς απα ΟΥ ἴπε ἰ ΚΓαἰπίαη οοηΠἰοῖ, νυΠἰε[ Πας γαςμ[ἴθα ἵΠ Τε ΓΘπΊονα[ {Γοπῃ ἴῃθ ΕΙ πια(κεῖ οΓ εΠΏθβδρ Βιςσί8η ῥᾶς. ΑνεΓαρε εἰθοῖγίοίϊηγ ριίεες Πὰνε Ώθ6εη ῥρυωςηῃεά μρ Ρεϊνθεη 40 απα 60 ρεγεεηῖΐ ονε( {με ρασἲ 2-3 γθαΓς.\nΛΙΗΥ ἵς ἴΠίς σε α ργοβίθπι2 Βἰσίπρ αἰδοίγίείϊγ ρΓίοες 8Γθ α ῥρΓοῦίΙΕΠΙ ΤΟΓ αἰἱ πιαπι[αείωγθίς Ρυμΐ αἰωπϊπίμπι ργοαμεῖίοη ἶς ραγζἱομΙαΓΙΥ ΌααΙγ Πἰϊ σἰποςἙ εἱδεῖγείϊγ ἰς µ5θ6α {η Τε Γογπιαϊίοη οἱ ἴπθ ργοαιοῖ ἰϊς6ιῇ[. Ιπάθθα, αἰιηπίπίμια ἵς {γδαμεηϊΙγ Γ(Θ[ΘΓΓΘθα ἴο ας /σοιἰαϊῆθα᾽ δἰθοίγίοΙϊγ, σἶπος 50-6056 οἳ ἴπε ργοαιοϊίοη οοσϊ σἴγμςσῖιμ[ε ἰς 6ἱεοῖγίςοίϊγ.\n20",
  "page_21": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΑἰυωπηϊπίωπῃ Ιπιρογῖς Ιπῖο ἴμε Ευ\nΕ Ιπιρογῖς οἵ αἰωπππίωπι. ΤΗ ΕΙ) ἱπιρογίθα ]μσὶ ονεί 6.3 Πιη ἴοπηπες οἳ αἰμππίμπι ἱπ 2023 (0ν (οπιίγαἁάς Ἡρυγες). ΕΙ ἱπιρογῖς οἱ αἰωππίπίµππῃ {ΓοΠΙ Βυςσία ἀεοομηῖθα {οί 5142,122 ἴοηηες οἳ ἴπαϊ Πριπε, ἃ ΓοιρβῄΙγ 6056 ἀθε[ίπε σἶπεε 2019 ννηεη Βιςσία ννας ἴπΠθ 5Θ6ΟΠ4 Ι4Γρεςί «ωρρίἰ6ί (αΠ6Γ ΝΟΙΝΝΦΥ). ΤΠΕ ϱαρ Πας Ρ6ε6η πιοςῖιγ ΠΙΙθα Ὀγ ἱπιρογίς ἔΓοπι ἴπθ ΜΙἰάαἰε Εασῖ, ΙΠαία, απα 5ομΐηθαςσί Ασία, Ομΐ ἴΠίς πιαϊεΓίαἰ Πονν ἶς πονν Ρείηρ αΏΠεεῖθα ΟΥ Τε ναγίοις ϱθορο[[ίσαί ἴσσιμες ἱπιρασῖίηρ ἴῃε [γαϊρηϊ πιαγκαῖ απα ὈΥ ἴηπε Πίρη οἈΓΏοη εοπϊεηϊ οἳ ἱπιρογίθαά αἰμπίπίμπῃ, {ΓοΙη οομηϊγίθς 5µΕΠ ας ΙΠαία.\nἸ/Ποιθ ἄοος ΕυΓορε ροί ἴῖς ἱπιρογίθαά αἰωππίμπη {γοπι2 Της {ΒΙ ααΐα ἵη ἴῃθ ΡΓαρΗ 8Ώονθ 5Ποννς ἴμαί ΕωΓορθαη εοηςιΠπρίίοη Πας Όθεη ἰη ἴπμε Γ4ηµε6 οἳ 7-δ πι πιαϊγίς ἴοπηες ῥ6/ γθ6αΓ ονει ἴμῃε |α5ί {ενν γθαΓς. Ιπιρογῖς ΟΓ ρΓίΠΊᾶΓγ αἰμτπίαπη ΤΓοπῃ ομϊςίας ἴῃθ ΕΙ)/ΕΕΤΑ ἄΓ6α ννεΓθ αοπιἰπαῖθα ὈΥ Βιςσία, ννΠἰοῃ Δοεουηῖθά [ΟΙ 4η ανθΓαρε οἱ 3326 οἳ 5µεῃ ἱπιρογίς (1.6. νντπουϊ ΝοΓννὰγ απα Ιεβεἰαπά) ονθί Τἴπε 5αΠ16 Πνα-γθαί ρεΓίοᾷ. ΤΠ ηεχῖ ΙαΓρεςῖ «µρρίί6Γ ννας Μοζαπηθίαμθ, ννηἰοη αεεοωηῖθά ΤΟΓ 1726 οἱ ἰοϊα[ ποή- ΕΕΤΑ ἱπιρογῖς.\nΤης οΠατῖ 06ἱονν 5«Ποννς ἴπαϊ ΝΟΓΝΝΑΥ αΠα Ιοθ8Ι8Πά -- Ώοϊη ΠἹΘπΊρείς οἱ ἴπε ΕµΓορθᾶη ΕΓ6θ ΤΓααάς Ασςοεἰαϊίοη (ΕΕΤΑ) ννεΓς ἴμθ Ὀἱρρεςί σωρρίίθις ἴο ἴμπε ΕΙ/ {η 2023. ΕΓοΠι Ρείηρ ἴῃΠε 5θοοηά ΙαΓρεςΐ 5μρρΙί6Γ (αΏ:6Γ ΝΟΓΝΝαΥ) ἵπ 2019, Βιςςία 5Ιἱρρεα ἴο ΕΠΠΠ ρἰαε6.\nΕΙ 5οωγςθ οἱ Αἰωπιυπίωπῃ ἵπ 2023, πι]η ἴοηπες\nο οσ\nΝοΓνναγ\n2226\nΜαἱαγσία 2260...\n5ουἴῃ Αίγίζα 306 δ-ν\n6,34\nυπίϊθα Κἰπράοπι 356 --\nπηἰη ἴοης\n.. Ιεθιαπά\n1256\nΜοζαπιρίαωε 756 » ααύ\nΒυςςί\nν. υΌλε\n806\nἓ--\nΙπαία\n1126\n976\n5οιµγεςθ: υΝ (οππίγααθ\n21",
  "page_22": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑΙιογηαϊϊνο 5ωρρ[ϊθις: ΙΛηοθγθ Λου] Αἰιπιίηίμπι (οΠ1Θ ΕΓΟΠΙ ἱηπ ἴμο ΑΡςεηςεθ οἱ Βυςςίαη 5µβΡΙΥ2\nΑγηπαϊϊνες πθθαςἀ. ΤΗΕ |οςς οἱ αἰμπτπίμΙπῃ ΓΓΟΠΙ Βιμςσία νυου[α Ιθανθ ΕµΓορθ ννίτῃ ἃ 5Πογί{αΙ| οἱ αΓγομπα 500,000 ἴοππες οἱ αἰωπίπίμιπῃ ρ6{ γθαι αἲ εωΓΓγεηῖ Ιθνείἰς οἳ ἄθηιβΙα, 5οΠ]θ6 ΟοΓ ννΠίσΠ εομµ|α Ὀ6 οᾗςαῖ νν!τῃ ἴπθ Γασίαγί οἱ ἰάΙθα «αραςίῖγ ἵΠ ἴηθ Γθρίοη. Ηοννθνθγ, αἰιπη]πίμίπη 5πιθ!ἴθΓς αΓ68 ποϊογίουςΙγ αἰῃίουΙϊ ἴο Γ6- ςἰαΓῖ ΑΠ ΠΙ8ΗΥ 5πθΙἴθίς ννί!| ϱ6 υµηνίαθἰε ἱπ εμΓγεηῖ αΠα ρΓγο]εεῖθα πιαγκαῖ εοπα[ίοης. ΝεΕνν 5οµωΓεες οἳ ςµβΡΙΥ νυου]ά Ὀ6 ηθθαςς, {Γοπι ομϊςίας ἴῃε ΕΙ...\nΙονν-εβΓροη θχῖγα 5ωρρΙγ ἱς ἁἰιοι[ῖ ἴο Επά. Γεσςρίϊς πε γε οἱ πεαῖ Ζ6Γο ροιἰοῖες αΠα Γερι[αΐίοης, εοιηϊγίες ννίἴῃ ΙΓΡ6ΕΙΥ «αΓΏοη-ΠΓΘά ρεηεΓαϊίοη 4Γ68 αἰςο ἱπε[θασίηρ ἴηθ ργοαυείίοη οἱ αἰωπτίπίμιπι, ννίζῃ ἃ ΠΊαΙΟΓ ἱπιρασί οη ἴπθε «αΓβοη Γοοϊρηπϊ οἳ ἴπα Ππίςηθα ργοαιοϊ. 5ηιε|ῖθίς {η Ιηαΐα αΠα Ιπαοηθσία αΓ6 ποϊογίοιις {ΟΙ ΤΠείγ μ5ς6 οἱ εοα|-ῄγ6α εἰδεῖγίοίϊγ ρεηςΓαἴίοη, ννΙζῃΏ ἃ εοπςθ6οαιεηῖ!Ιγ Πἱρῃ «αΓροη {οοϊργίπῖ.\nἨΝογ]άννίάε ΕπετρΡγ ΜΙχ {οι Αἰωππϊπίωπι Ργοάιεῖίοη\n7004\n(οαι\n6ο\n50\n40\nΝοηιναγ. Της Ιθααίηρ ργοάιςοθί {η ΝΟΓΝΝ8Υ, ΝοΓςΚ ΗγάΓο ἰς οπθ ο{ ἴηθ εοπιραπίἰθς ΙοβΟγίηρ {ΟΓ ςαποϊίοης Οη Βιςσία. Νο(Γςκ-ΗγάΓ{ο’ς ργοῇΏΐς 8Γ6 ἄΟνΝΗ, ἃς ἵϊ ννΓεσί]ες νν!ῃ ννθᾶΚ αθπιαπα ἰη ἴπε πιαΓΚαεῖ. Νοιςκ- ΗγαΓο 8ΠΠποµηςθα αἃ ςσΠμϊϊεγίηρ οἱ οαρδεἴἳγ ἱπ Ιαΐε 2022 απά ἴἴ ἰς ποῖ εἰθαί Πονν ΠΕΠ θχίγα αἰμπϊηίμπι ἴη6γ εου|ά γαρἰαςε ἰπ ἴῃθ ΕΙ ἴξ ἴπε Βιςςσί8η 5µβΡΙγ ἀἰξβρρεαΓεα. Ιἴ ἰς ρε/Παρς αἱρη[ίεδηϊ ἴπαϊ εχροΓίς ΤΓΟΠΙ ΝΟΓΝΝΑΥ ἴο ἴῃθ ΕΙ) Πανε Πε[α «ἴθααγ σίποθ ἴῃθ σἴαιῖ οἱ ἴῃθ ρΓοβἰεπης {η [)ΚΓγαίπε, ἰ.6Θ. ἴπεγ Πανθ ποῖ ΠΙΙ6α ἴε ραρ Ι6Ηἱ ϱΥ ἴμπε ἀθο[ίηθ {η Βιμςσίαη ἱπιρογίς.\nΡΓγοσροεῖς {ου Μοζαπηρἰαυµθ. Μοζαπιδίαιθ ργοαµεες 570,000 ἴοπηες οἱ δἱμηπίπίµΠπῃ 8 γ6α(, ονεΓ 9056 οἱ ν/ΠίΕΠ ἶς οχροΓγίθα, ΠΊµεῃ οἵ ἴἵ ἴο ΕµΓορθ. ΤΠς αἰμτίπίμιη «6οῖο: ἶς Μοζαπιδίαιε’ς Ρἱρρεςί ἱπαιιςίγγ απά ἰῖς |αγρεςί ἱπαιςίγία| ΘΠΊΡΙΟΥΕΓ, ννίτη ἃ ννοΓκ{ογεθ οἵ 3,000 ρθορἰε απα ρἰνίηρ ἱπαίγθοῖ 5αρροΓί ἴο ΠΙΗΥ\nΗγάτο\n30\n20\nΝαἴυΓα[ρας\n10\nτσ\n---\nον\nΝιείθα:\n1980\n1990\n2000\n2010\n2020\n5οιγεε: βθςθαγεβ ϐΥ (Β0 απα (Πίπεςο ἰγαᾶε σἰαιίςείος\n22",
  "page_23": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΠΊΟΓ6. Τη6 εοιΠἴΓγ Πας α Ιοἵ ο{ ΠγάΓοροννε, 8 ἰῖς Ιθ4α6/{ς αΓ6 ΚΘεη ἵο ρΓοπιοῖε ἵῖς ρίθεη εΓθαεηῖϊαίς. Ηοννενεγ, ἴτ ἰς αουωοῖ{ι| 1παϊ Τε «ΟΠΙΡΒΗΥ «οὐ[α Γαπιρ 1ρ ργοαμοϊίοη αμἰοΚκΙγ 6ποιΡῃ ἴο Γ6ρἰαςθ Βμςσί8η αἰωαπιηίαπη ἵπ ἴῃπθ ΕΙ) ἱπ ἴπθ ςΠοΓΙ-ἴΘΓπι.\nΤΠΕΓΘ αἰςΟ ΠΊ8γ 06 5οπ]θ αἱεςίίοης αροιῖ ἴμε οαΓΌοΠ εοηϊεηϊ οἱ αἰιπ]πίμΙπα ἔΓοπι Μοζαπρίαμθ, νν!ῃ α Ιείίει το ἴπς ΕΤ ἵη Αργίι 2024 εἰαίπιίηρ τΠαϊ αἰμππϊπίμπι ΤΓοπῃ Τε εοµΠϊΓΥ ἰς πΊᾶας ννίτη ΄ΠἰΡΠεΓ ἴπαη ἂνεΓαρθ εηηἰσσίοη ἰηϊθηςίτγ.\nΙεθίαπα. Αἰιπιϊπίαπι ργοαμοῖίοη ἰΠ ΙοβἰαΠα ἴς αἲϊγασϊίνε ἴο Πιεῖα ργοάµεθ{ς Ώεσᾶιςε |[ῖ αἰοννς ἵπειῃ ἴο ἱοννε: ἴῃε «αΓροπ Γοοϊργίπϊ οἳ ἴΠαίγ ργοάιεοῖς ΟΥ υωΓ[ζίηρ γΘεηενναῦἰς 6ΠΕΓΙΡΥ. ΤΠ6 Ιοθἰαπαίς εἱεοίῖηείτγ βία ἶς εηΙΙΓΘΙΥ ρονν6Γθα ὈΥγ ΠγάΓο απα ϱθοϊΏθΓΠΊαΙ ΓΘ5οἱ/065, πιαΚίηρ ἰῖ ἰά6αἱ {οί αἰιηπὶπίµ[Π 5ΠιεΙ{6/5. Τῃεςε ςπιε[ἵθις ργοαυςθ αἰμηππἰπίμµπη νυν! «ἱρη[ξιεαηἴ]γ Ιονν6ι (02 Επηἰςσίοης «ΟΠΙΡΓ6Α ἴο ἴποςθ ρονν6Γγθά Ὀγ {οςςί! {ωθίς. ΑααἰίοπαΙΙγ, Ιοθἰαπαίς αἰωππίμπι ρΓοάµεθίς Πὰνθ Όθεη οθγίθα ννίῖη ἴηε Αι Ρ6Γ{ΟΓΠΊ8Ης6 5ἵαΠααΓα απ ο/Π6ί |ονν-οαΓΌοη αἰμπππίμ [ἶπες. Αἰωπιπίαπη ργοαάμοῖίοη ἵΠ Ιοθἰαπα ἶς πονν ἴηθ εοιη!(γ’ς πιοςσῖ ναἰµδβἰθ θχροΓί (5µ/ρᾶςςίηρ Θνεη Πςῃι).\nἱεθίαπά ρίαης ἴο ἴπεΓθᾶςθ εαραεἰἴγ. (μγγ6ηϊ]γ, Ιοεἰαια ἴς ἴΠθ Νο. 2 «ωρρίίει ἵο ἴπε ΕΙ). ΤΠθ οοµηῖιγ Πας ἴηγθε ςηηε[ίθις, Αἰοοα ΕἰαΓῦΦάΙ (340,000 ἴοηπες), Βίο Τιπίο Ι5ΑΙ (210,000 ἴοηπες), απα ΝοιδυΓγά! (315000 ἴοηπες). ΤΠΕΓΘ αἴ8 ρἰ8Ης ἴο Ὀμί]ά οη6 ΟΙ ἵννο ΠΙΟΓΕ 5πιε!{θίς η Ιο8Ι8ΙΠ αΠά ἴο 6ΠΙάΓΡ8 αποΐμει ἴννο. Τοςαγ αἰωππίμιπι εοπηραηίθς ἰπ Ιεεἰαπά ρΓοαυεε ἵπ ἴοῖαί οἱ ἀΓουηά 865,000 ἴοηηες ΔΠΠΙΙΙΥ απα ἰ[ αἱἱ ἴηεςς ργο]θεοῖς ΠιαϊεΓίαἰἰζθ απηιµαΙ ργοαάµοϊίοη ννουἰα αἰπιοσί αοιρΙ6, αἱρεῖῖ ονθί 5ενθΓα γθ6αίς. ΗοννενεΓ, ἱῃ ἴπε ςΠογῖ ἴΘΓπι, ϱ6{οΓ6 Πενν εαραςίῖγ εοη]ες οΠ/ἱΠθ, ἴηει[ε «ΘΕ6ΠΙ ἴο 06 εαραςίϊγ εοης!ϊΓαἰἱηῖς.\nΜΙάαἰε Εας5ί. Μἰααιε Εαςίειη εομηϊτίες ργοαµεθα 6.2 ππΙη ἴοπηες ο{ αἰμηππίπίωπῃ οἱ 9 ρεγοεηῖ οἳ ροῦαι «μµρρΙί6ς |α5ΐ γ6αΙ, ἀεσοΓαἰπρ ἴο ἴπθ Ιηϊθγηαϊίοπα| Αἰμπτπίμπῃ Ιηςτιτµῖς. ΟΙ ΤΠίς ργοαιµεοῖίοι, αθουῖ 2 ΠΠΙη ἴοηηθς ν6Γθ «Πἰρρεα ἵο ΕωΓορθ απα ἴπε Α)πίῖεα 5ίαΐες.\n5πηθ[ίθις. ΤΙ6 ἴννο Πιαίη 5π]θΙἴθίς αἴ6 ἵη ΒαηΓαίη απά ΑΕ. ΕΙ) Ἱπιρογῖς οἱ αἰμπιϊηίμπῃ {Γοιι ἴημθ ΜΙααἰ6 Εασὶ ν/θΓς ΠΘΑΓΙΥ 1.2 ηπΙη ἴοηηπες ο: 18.826 οἱ ἴημε ἴοῖαι |α5ΐ γθ6αί, ννηί]ς ἴμθ υ.5. ἱπιρογίθα ΠΊοΓ6 ἴπαη 800,000 ἴοππες ο: 19.326.\nΟοπιροεϊ[τίοη ἶς Πθαϊίηρ µρ. Μ6αία ΓοροΓῖς ἰπαίσαϊς ἴῃαϊ 0.5. ἱπιροΓῖθίς αΓθ Ρεἱηρ ρ8ΓἱἱοµΙΓΙγ αρβΓεςςἰνθ ἱη ἱρηίηρ αρ 5ωρρίίες Οἱ αἰμιϊπίμπη {ΓοΠΙ σπιε|ἴθίς ἵη ἴπμεα ΜΙἰάαἰς Εασῖ, ἴο Γθ6ρίασθ ἴμθ αἰμπιίηίμιπη {Γοιι Βιςσί8, νιΠίοΠ Πας ἀἰςξαρρθαΓεα αμε ἴο ριπίτῖνθ Ιπιρογί ἴ8χθς. 50ΠΊ6 απα[γσῖς Ὀε[ίενθ ἴμΠαῖ ἴΠ6ίε ἰς 8 Γ6αΙ ροςςἱρ][τγ οἳ ρ[ίςθ νναΓς ἰἔ ΕµΓορθαη εοηςµηπ]θίς «οπ]8 Ιοοκίηρ {ΟΙ αααἰίοιαι 5µρρίίες {ΓοΠΙ ἴῃε Γθρίοη. (οποθΓηίπρ οἈΓΏοΠ [οοϊργίηϊς, αἰμπτηίιπι ἔΓοπι ἴπε ΓΘρίοη ἰἱς ργοάµοθά μςίπρ ρας-ῄγθά εἰθεῖγίοϊϊγ βεησΓαἴίοη, ννΠἰεῃ, ννΠίΙ6 εἰθαπθαί ἴπαη «08, |αϱ5 θ6Πίπα ηγαάΓγοροννει {η ἵθγπις οἱ ΞΗ4 εΠηἰςσίοης.\nΑρριεςςσἰνθ ρθορο[ἰτῖσα {αεῖοίς ρυςῃ ργῖςςς μµρ. ΕµΓορθ6αη αἰμππίμπῃ ρΓΘΠΙΙµΠ]ς αΓ6 αἰΓθααγ Ρεΐηρ ἀΠίνθ6η Πἰρ/Π6Γ ας ἴμθ ς«Πἱρρίηρ εοσῖς ο[ ραῖτίηρ ἴμθ πιεῖαι {Γοπῃ ἴπε Μίἰάαἱθ Εαςί αηπά οἴμεί Ασίαη οομηίϊγίες Πανθ γίςεη Ρεσεαυςε Οἱ ἴμε αἰἴασκς ἱΠ ἴμθ Βεα 568. ΓΓαἰρηϊῖ οοσῖς Πανθ εἰίπιρθα αυθ ἵο ΗοιμίΠί πια αἰϊθεκς ΟΠ νεςςεἰς ἵη ἴμθ αΓ68, ἰα[ρεῖίηρ ἃ γουῖς ἴμαϊ αἰίοννς Εαςί-ΜΛεςί ἴγασς ἴἵο μς5θ πε 5μ67 (Πα. ΤΠεΓ6Θ ἱς ΙἰΚ6ιγ ἴο Ὀ6 πο σπογῖ-ἴθΓπι 5οἰμῖίοη ἴο ἴπεςθ ρΓοβἰεηης, ἱπιρὶγίηρ σἱρπίῆςαπί ριϊος ρΓθηηία Οη αἰωπη]ηίμπι ςΠἱρηιεηϊς οοπηἰηρ {Γοπη ἴπμθ ΜΙάάἰ6 απΠα Εα:Γ Εασί αΠά 5ομἱηθαςί Ασία.\n23",
  "page_24": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\n5ΗΙΠΙΠΔΙΥ\nΤης ἴαρίε Ὀείονν «ΠΏοννς ἃ 5ΗΠΊΠΊΔΙΥ οἱ ουΓ νίεννς «αϊ ομῖ ἀΌονθε, ΝνΠΙΕΠ ἶς οι{ ορἰπίοπ Ώὰςθ6α οη ἴπε 8Π8|γσίς ἴμαϊ ννε Πανε |αἱα οιυῖ.\nΡοϊθηϊίαἱ 5οµγςθ οἱ Αἰωπιϊπίμπι Ιπιρογῖς\n5ΟιµΓςΘ\n6Πίπα\nΝΟΓννᾶβγ\nἰπαία\nΙοθίαπα\nΜοζαπιρίαωε\nἱπαοηεσία\nΜίααἰθ Εαςσί\n5οµγς6: ΜαςΓΟ-Αανί5οιγ\nἰδςσυθς\nΗΙίΡΗ ἄοπιεςϊϊς ἄεπιαπα. ΤΠθ δοχρογί ἴαχ οη αἰμππίπίμπῃ ΠΊθ8ης Γεἰα[ίν6Ιγ Ιονν\nοχρογῖς. Ηίρῃ «αΓΏοῃ εοπιεηϊ. Ρο[[ίσαἰ αηά ἴγαας ἴθησίοης. ΛΛ/ογΚθίς’ Πµπ]αή\nΠρηϊς. (οπηπιᾶαπα Θ6ΟΠΟΠΙΥ.\n(αρας(ῖγ γαάιεῖίοη ἱπ γαςθηϊ γθ6αΓς. ΗίρΡῃ Ι4Ώο: εοσῖς.\nΗΙίΡη «αΓΌοΠ οοπϊεηῖ. ΤΓγαηςρογ{αἴίοη ἰδσμθς.\nΡοςςἰρ|θ οαραοίἴῖγ οοηςίἰΓαἰηῖς.\nοπἱρρίηρ αἰ[ῃουμ[ί6ες. ΑἰΓεααγ οχρογῖς πιοσῖ ργοαιοῖίοη ἴο ΕωΓορθ. 0) ΠΙἰΚΕΙγ ἴο\nΠανθ δχίΓα οαρθεἴῖγ ἵπ ἴμθ ςΠογῖ ἵθΓΠι. 50Π16 απιρἰρι!ῖγ οη «ΆΓβροη εοπῖεῃϊ.\nΗΙΡῃ οἂγροπ εοπῖεηϊ. 5Πἱρρίπρ/Ιοβίςῖίος αἰ[ῃουι[ίίες\nΡΓΟΡΦΡΙΘ Πίρῃ οοηϊγαςεῖιμαἰ εοπηπιἰϊπιεηϊς {οι ομίριυῖ. υ.5. εοπιρείίίοη {ου\n«ωρρίίθς. ᾳας-ῄιθά ροννεΓ ρεηεΓγαϊίοη\n24",
  "page_25": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΝοίαβΙο Ργο]θεῖς η ἴμο Ρἱρε[ίηο\n(α{βοη ρθησγαῖῖοη ςἴ][Ι [βαΐιωγας ΠθανΙ!γ. ΡΓεΕςς αηηοιηοθεπ]εηῖΐς οἵ ραηηα6α αἰμππίπίµπ ρΓγοἰεεῖς 5Ώονν ἴηαϊ «αΓΏοη-ρεηεγαῖθεα εἰθεῖγίοίιγ ἵς σἳΙΙ α Πια]οΓ ΓθαϊμΓα ἱπ αἰμππίμπι ργοαιµεοῖίοι ννογιαννίᾶς, τηγδαϊαεηίηρ αΗα ἰαιγρεῖς. Απιοηρςί ἴῃθ πιοςσῖ ργοπιἰπεηϊῖ ρἰαππθα ργο]θοῖς 46:\nα αηῖωίγ Αἰωπιϊπίμπι ἶἱς θχραπαίΠρ ἵῖς Μοιπὶ ΗοΙ!γ σπιε[ίθι, ἵπ 5ομΐη (αΓοίΐπα, ἴπε .5., ἰποΓγθασίπρ αΠηιμαΙ «αραςεἴϊγ ἵο αρουῖ 225,000 ἴοηπθς. ΡΤ Ιπάοηεςσἰα Α5αΠαΠ Αἰωπι]πίμπι ῥρἰᾶης ἴο Θχρ8Πά ἵῖς Κωαία ΤαΠΙμηρ 5πηθ[ίΘή, αἱπιίηρ {οί αἃ εαραοἴῖγ οἳ 600,000 ἴοπηθς. Αἰοιεῖῖε σπιε[ἴ6ι {η (8η8ά8 ἵς µπαθιροίηρ α 05591.4 Ὀἱη οχραησίοη, ἱπεγθασίπρ ργοαυεοϊίοη ἴο 550,000 ἴοηηες αΠΠΙαΙΙΥ. 5Παηάοηρ ΝθηςΗαηρ ρἰαης ἴο ἰηνεςσί υ556 Ὀἱη ἴη οχραπαϊηρ ἴῖς Ιηάοπεσίαη 5η]θ[ἴθι, αααἰηρ 1 ΠΊΙη ἴοηηες οἱ εδρᾶεἴϊγ. Βἰο Τιηῖο ἰς «ρεπαίηρ 0)551.4 Ὀἱη οη αχραπαίηρ ἴϊς Ωµεβες 5ΠηΘΙ{6Γ ννίτῃ Ιονν-εαΓΏοη ἴΘεΠΠΟΙΟΡΥ, ἁααίηρ 96 ροῖς, απά εχραπαϊηρ ργοαμοῖίοπ ΡΥγ αρουῖ 160,000 ἴοηππες. ΑααΓο ατΓοιρ ρἰ8ης ἴο Ὀμί]ά η αἰμππίηΙμΠῃ 5ΠιΘΙΙ6Γ απ οο8ἱ ροννεΓ ρἰαηῖ ἵΠ Ιπάοηεσία, {αοἱπρ Πηαησίαἱ ΓἰσΚς αΠηά θΠηἰςσίοης 6ΟΠςΕΘΓΠς. Ιη ΕµΓορθ, 4πποµηςεα Γεσϊαγῖς αἲ οραΠἱςση 58Η Οἱργίαη (ΑΙεοβ) αΠα «6ΓΠΊ8ηΠ Τγπιεϊς ςηιε[{6Γς 8Γ6 θσἱπιαϊθα ἴο ΡΠίΠρ 4η αααἰτίοπαι 425 000 ἴοηπες οἱ ργοάμοϊίοη ϱΥ 2027.\nΟΠίπα πιονες ονθίςθ8ς. («άνθη ἴηε (Πίηεςθ ρονε(Γηπιεηῦς αθιθΓγηιἰπαϊίοη ἴο Γβδίη ἵπ αἰμπτίπίμιπι ργοάιεῖίοη, ἴο Πθδἰρ πιθεῖ εηηἰςσσίοη ἰαιρεῖς, (Πίπεςθ οοπιραπἰες ἠὰνθ Ώ6εη ἰηνεςίῖηρ ἱπ ἴῃθ ονθΓςθᾶς ργοαιµοϊίοη οἳ αἰιππ]πίμιι. Τηίς ἱπναςίπιειῖ νν]] Ὀ6 α πἹα]οί 5οµΓος οἱ ΓμῖμΓς «αραοἴἵγ ἱπ ἴηθ ἱπάιςίτγ. ἱπαοηεσία Πὰς Όθεη α ραγϊομίαΓ ἴαιρεῖ, ας ἴπε ϱονεγηπιεηϊ ἴπΠειςθ ἰς ΚθΘθΘη ἴο ες αὈμπααπῖ «οαἰ ΓΘςοι/Γ08ς απά ἄοες ποῖ 5ωβ]θοῖ ργοαμεοῖίοη ἴο ἴπε 5απῃθ ΓεσϊΓἰοϊζίοης ἴμαϊ αρΡΙγ ἱπ 6Πίπα.\n(356 5ῖμαγ 1: 5Παπάβηρ ΝαηςΗ8ηΡ\n6Πίπα-ραςθα αἰμηχίπίμπη πιαπι/{αοῖμΓ6Γ 5Π8ΠαοΠρ ΝΒηςΗΒΗΡ Πας ἄηπουΠοθα [ῖς ἱπιεηϊίοη ἴο ἱηνεσῖ υ556 ΡΙη ἵηπ αχραηαίηϱ ἰῖς αἰμπ]πίμιη Γαοἶ[[τγ ἵΠ Ιπαοηεσία. ΤΗς6 ηθνν πιθ[{6Γ ννΙΙ Ὀ6 εοπιρἰεῖεά ὈΥ ἴμθ θηά οἱ 2026. ΙΠ 2021, ἴπε εοπιρ8ηγ οοπἹπιθησθά ἃ ἴννο ΠΠ ἵοπηες ρ6Γ-8ΠΠΙΠΙ αἰμπίπίμπι οχἰάθ ργο]θοῖ ἵπ α «ρεσίαἰ εεοποπηίς Ζοη6 (5Ε7) οη ἴμο ἰσίαπά οἱ Βἰηῖαη, |μςσῖ 5ομῖΠ Οἱ 5ἱπραρο/6 ἱπ ἴπε Βίαιι αΓοΠἰρεἰαρο. Τῃ6 Ζοπε ἴακες Ραιχῖῖς {Γοπη ἴμθ Κα[ηιαηΐαη ΓΘρίοη ΟΕ ἴΠ6 ἰσίαπά οἱ Βοίηθο.\nΤῃ6 ἱηνεςίπιεηϊ ννί!| ἱπεἰμάς ἴῃε αααἰτίοη οἳ α 250,000 ἴοηηθς ῥ68/ γ6αΓ αἰμπιίπίμπῃ ςΠἹΘΙἴ6Γ. 5ΠαΠάΟοΠΡ ΝαηΠαθηΡ αἰπῃς ἴο ααα 1 ΠΠ ἴοππες ῥρ6: γ6αί η εαραςο!ἵγ Ὀγ 2028. ΤΠ6 σἰῖς ἵς εμΓΓθηΙΙΥ ροννεγθά ὈΥ ἃ 16ΟΜΙΝ εοαἱ ρἰαηῖ νιΙΏίη Τε 5ΕΖ Ουμΐ ρἰαης ἴο εοηςἰγμοῖ 8η ααα[τίοπαἰ 100ΜΝΝ οἳ ςοἰαΓ ϱοννθί ἃ5 ραΓῖ οΓ ἴπε ἱηνεςίππεπί. Ιπαοηθσία’ς 5ΕΖ 560Γ6Ιἴ8ΙΥ 668ΠΕΓαΙ ομςἰνν]]οπο Μοθρία[5ο σἰαϊθα ἴΠαϊ ἴμθ Βἰπίαη 5ΕΖ νυν! ἴακς 33.856 οἱ ἰῖς ρονν6ί {ΓΟΠΙ ΓΘηθνναβἰθ 5οµΓοες ϱΥ 2032.\n25",
  "page_26": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΙποαοπαςία’ς «οαἱ αἀαἰεῖῖοη. Ιη αααἰτίοη ἴο Τε ονθί{ςθᾶς ΠΊΔΓΟΠ οΓ (Πίπεςθ ργοάμµεε/ς, ἱπαίσεποιις ργουρς η οομηϊγίθς 5Η ἃ5 Ιηάοηεςσία ἀπ Ιηαία αΓ6 ἱπνεαςίίηρ ἵη ρΓίΠΊ8Γγ αἰμπϊπίμπι ργοαμοῖίοη. Ιπαοηεσία5 μ5θ6 ΟΓ «οαἱ Πας ἵπε[θαςθα αἱρηί[οαηϊ]γ η γεεβηϊ γθαίς, Ιθααίηρ ἵο α Γἰ58 ἱη «8ΓΡΟΗ θΕΠηἰςσίοης {Γοπ Γο55ἱἱ {μείς. Ιπάοηεσἰα Ρµ/ΠΘά 3326 ΠΙΟΓ6 «οαἱ ἱπ 2022 «οπιραΓ6ά ἵο 2021, Ιθααίηρ ἵο α 2056 ἵπεΓθαςε ἵπ ἴπε εοµηΙΙγ’ς ϱ8ΓΏοη ΕΠηἰςσίοης ΓΓοΙη [οςςί! Εμείς. ΤΠίς Ιηοίθαςθ ἰς ἀΠίνεη ὈΥ αΠογῖς ἵο Ροοςσῖ δοοποπηἰς Γ6ςΟν6/Υ, ἱπε]μαίπρ ἴηθ εχραηςσίοη ο ἴε πιεῖαίἰς ἱπαιμςίηγ απα ἴῃς εοηςϊγµοϊίοη οἳ Πενν «οα|-ΠΓθ6α ροννθΓ ριαηῖς. Ιπάοηεςία ἰς ργοἱεοεῖθα ἴο Ώ6ςοπ]θ 9/6 οἱ ἴμθ ννογία’'ς ΙαΓρεςί οΔ{Ώοη Επηἰ{ίθ{ς {ΓΟΠΙ {ο55ἱ! {μείς. Τῃίς Γαίςες οαμεςῖίοης αρουῖ ἴῃθ οοιΠΙΙγ’5 εοπιπιϊπιεηϊ ἴο αάαΓεςςσίηρ οἰἰπιαῖς «Πθηβ6.\n(356 5ἴμαγ 2 -- ΑάαΤἴο ἄΓοιρ, Ιπάοηεςσὶα\nΜα[οι ργο]θεῖ, ννῖῖῃ πωρο ΘΠ6ΙΡΥ γοομἰγθπιθηϊς. Της ΑαάαΓο αΓοιρ Πας Όθεη σἱσπα[[ίπρ ἰῖς ἱπιεηϊίοη ἵο ΕχραΠά ἴῖς Ὀιμσίηθςς ἱηῖο αἰωπίπίμπι 5ΠΊΕΙΙηΡ, ϱΥ εσϊαβριἰσῃίηρ α 1.5 ππη ἴοηπε, 0552 Ρἱη 5ηιθ[ί6ς, {η Κα[ίαγα Ιπαάμςίγία| ΡαΓΚ, Νογίῃ Καἰπιαπίαη ΡΓονίποθ, νΜΙΤῃ α ἴῃγθς-γθαι οοηςϊγµοϊίοη ρῄΏας5θ ννίῖη Θ86[ῃ ριαςθ6 Ριἱιαΐηπρ απ οµἴριωϊ οαραοίῖγ οἱ 500,000 ἴοπηθς/γθαγ. ΑάαΓος Ρῃα5ς6 1 αἰμπιίπίμπι 5πιθ|ί6ι ννί!] Πανθ ἃ 1,100 πιερανναϊϊῖ (ΜΝΝ) εοα|-ῄγθεα εαρῖίνθ ροννεΓ ρἰαηῖ ἴο 5µβΡΙγ ΘΠΕΓΙΡΥ.\nΡιρίους δεοποπηίς Γαϊϊοπαίἱθ. Α πιαἰοΓ γαροΓγῖ ϱΥ ἴπε Ιηςίϊτμῖε {οι ΕΠΘΙΡΥ Εεοποπηἰες Πα Εἰπαηςσίαί Απαϊγςἰς (ΙΕΕΕΑ) ἵη Οεἴοβρει 2023 εγἰείζεά ἴπε ργο]εεῖ΄ς θοοηοΠπηἰος απά εην]γοπηηιεηῖαί εγδαεηϊίαίἰς. ΤΠΕ γαρογῖ οἰαίπις ἴμαϊ ἴῃε Πηαησία| «α56 Το: ἴῃε ἀενεΙορηιεῃί ἰ5 5Π8ΙΚΥ 5 ἴμθ Ρ8γΏαΕΚ ρεγίοα ἰς αἲ )552,800 ρε: ἴοη οἱ αἰμππίπίμῃ, ννηΙςῇ ἰς αἲ ἴπε ἵορ οἱ ἴμθ γδοθηῖϊ 5-γ68Γ Ρἰοβα( ρ[ςθ Γ8ηβ6.\nΕην]γοηπιθηῖαΙ «ΟΠΕΘΓΗς 5ο8Γ6 Ώα8ηΚκαις. Γἰπαπείηρ ἴπε ργο]εοῖ Πας Ώθ6εη αἰ[[οιμ[ῖ, ἵπ ἴπε Ιἰρηῖ οἱ Γβ]θοῖίοιης {ΓΟΠ 5ἴαΠααΓα (Παγίεγθα απά Ώβ5 ΒαηΚ ἵο οἩ εί «ωρρο(ί --ςο, [νε Ιοσα[ Ώ8ηκς αΓθ ρΓονἰαίηρ Ιο8ης. Ρῃαςε 1 οἱ ἴμθ ργο]εοῖ αἰοπθ ννί] ααα 5.2 πλη ἴοηπες (Μ!) οἱ «αΓροη αἰοχίας επιἰσσίοης ἴο ἴῃε θηνἰγοηπιεηϊ, νυΠίεῃ ἶς εἰοςθ ἴο 136 οἱ Ιπάοηεσἰα’ς 2021 Τοΐαί εηηἰσσίοης ο[ 619.3Μ. ΤΙ6 |ωςι/σαϊίοη {οι ἴηθς Αααἴο ργο]θοῖ ἰς ἵο ἴακα ααναηϊῖαρε οἳ ἴπε Ιοεαϊίοπ’ς αθμπααηϊ Ὀαιχίϊς 3 αναϊ]αρίεθ «οαἱ απά ΠγαάΓοροννεγ. Βιμΐ ἴμε εοπιρἰεχ’ς ΕΓς5ί απα 5ΘεοΠα ρῄῃαςες 4Γ8 εχρεεῖθά ἴο µ5θ6 «οα|-[ίΓ6ά 6ἰθδοῖγίοίγ Πα οπΙγ ἴπο ΤΠίγά ρῄα5θ ννῇ| ϱε σιαρρογῖθεα ὈΥ ΠγαΓοροννεΓγ.\nΤΙ6 ἴγαπα ἴο «αρῖἰνθ ροινθΓ ργοαυεῖῖοη. Α οαρῖϊνθ ροννεΓ ρἰαηῖ ἶς οοηςίγμεῖθα Θχειμςίν6ίγ ἴο ργονῖάς Ροννει ἵο α «ρθοΐῖς [αςίΠΤγ. ΤΠΕ ἰσςσμθ οἱ εαρῖϊνθ ρἰαηῖς ἶς Ο86εοπηίηρ οοηϊΓονθςία η Ιπαοηεςία, ας ἴποςθ ἱη {ῃθ ρἱρείίπθ εομ|ά αᾶα 21 ρἱρανναῖῖς ((3Λ/), ο: 5226, ἵο Ιπαοηθσία’ς 2023 ἱησίαιίθα «οαἱ οαραοίϊγ οἱ 40.5 ΝΝ. Επνἰγοηπιεηϊα| ργοµρς 8Γ6 «ΟΠΕΘΓΠΘΕ, σἰπεθ εοπιραηίἰθς5 5µ6ῃ ας ΑπααΓο εομα ριβίἰεἰζα Γηείγ Ργο]θεῖς ας θηνἰγοπηπιεηἴαΙΙγ [γεηαΙγ ννπεη, ἱπ ε[[θοῖ, ἰονν-εαΓροη εἰθδεῖγίεϊϊγ ϱεηεΓγαϊίοη ννοιυία ΚῑείΚ ἵπ ΟΠΙγ ἰη ἴῃθ ἰΠίγα ρῄᾳα56. Ιπαοηεσία’ς οαρῖίνθ ροννεί εαραείϊγ ΔἰΓ8αάΥ αεοουηῖς {ΟΙ 13469νΝ, απά Τἵπειε ἰς αΠοΐμει 216ἱΝ {η ἴμθ ρἱρείίπε, ννῃ ΠΘαΓΙΥ Πα µπαθί εοηςἰγµεϊίοη. ΑοεοΓαϊίηρ ἵο ἴπε ΙΕΕΕΑ τθαροΓί, 130ν9ν αἰΓθαάγ Πιακες ιρ 3256 οἵ ἴΠίς γθεαΓ’ς «οα|-ῄγεά εαραείϊγ. Οπες ἴῃε 2169ν {αεἰμτίες αγ Τμἱγ εοπιρἰεῖεᾶ, ἴπεγ οουἰά ααά 5256 ἴο 2023 ο08ἱ ροννεΓ εαραεῖϊγ απα 1726 ἵο 2022 ο0ο8ἱ ἄθπιαπα ἵη Ιπαοηεσία. ΤΘ ἰσςιθ ο{ οαρῖίνθ ροννεί ρἱαηῖς ἰς ἵπεγδίοΓς «ἱρηί[ςαηϊ ἴο ἴπε ϱγοννίΏ οἱ εοαἱ αθπιαπα ἰῃ ἴπθ εοιηίγγ.\n26",
  "page_27": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nαΗα Επηϊςςσίοης\nΕΠΘίΡΥ υςο ἵπ ἱπάιιςῖγγ. Της εἰπαγί Ρε]ονν «Ώοννς ἰαῖ ἱπαιμςίγίαί ργοαµοϊίοη οµΓΓΘΠΤΙΥ αεοουηῖς [οι 2426 Οἱ ΡΙοβαἱ θΠηἰςσίοης οἳ ρΓΘεηῄῃουςε Ραᾶς6ς.\n(α{θοη ἰπίθηςίτγ οἱ ευτγθηῖ αἰυητηίιπι 5οµΓςθς. ΑεοοίΓαίπρ ἴο ἴῃθ ΙπίθΓγπαϊίοπα| Αἰμπιπίαπη Ιη5τϊτμῖς, Ραᾶςθ6ά οη 2022 ααἴα, ρ//ΠΊἸᾶΓγ αἰωπίπίμπι θηηἰϊς ἃ ννογιαννίαςε ανεΓαρε οἱ 15.1 ἴοηηπες οἱ εἈ{βοη αἰοχίάς ῥρ6Γ ἴοιη οἱ πιεῖαι ργοάµσθα, πιακίηρ ἴ οπ6 οἳ ἴπε πιοςσῖ «αΓ0οη-ἱηπϊθηςίνθ 5εδρηιεηῖς οἱ ἴπε Πιεῖαίς ἰπαιςίγγ. (αγίαϊη οοµηϊγίθς 5ΙΕ[ ἂς Βωςσία αΠα |Ιεθείαπα «8η ρΓοαιµοσθ οοηςἰςίθηἴΙγ Ιονν-εαγΌοη εἰδοῖγίςίϊγ, αμε ἵο ἴῃθ ννἰάεςργεαα μς5θ οἱ ηγαΓοεἰθοῖϊγίο ἄπά ϱθΟοἴΠΕΓΠΊΑΙ ΘΠ6ΘΓΡΥ.\nαΗα Επηϊςείοης ΡΥ δεοῖογ ἴπ 2022\nοκ\nυ ΓΚ\nΕηρ, ο\n«ο\n2\n΄.; 6\nσόι\nἩ]\nΙη\n52\n--\n-.\n“\nτί\nο\nων.\nΗονν ππµε 4Ηα ἱς ργοάµεθά ΡΥ αἰμππίπίμπι2 Βε5θᾶΓςΠ Ὀγ ἴπε Ιπϊεγηαϊίοπαἱ Αἰμπιϊπίμπι Ιηςιτωῖα ἰηαἰσαῖες ἴηαϊ 4η Δν6Γ8Ρ8 ΟΓ ]μςσῖ ονεΓ 15 ἴοηπες ο{(Ηα ἰς ργοαιεθα ΘΥ ἴπε ΤΗ ογεἰε οἳ Τε αἰμππἰπίμπ]- ργοαισίπρ ρΓοςθςς. ΤΠΙίς ἶς α ννοΓ|ά ΔΝΕΓ8Ρ8 -- 5οπ]θ Γθρίοης απά οομηῖγίθς -- 6.6. ἴπε ΕΟ, ΙοθἰαΠα, Βιι5σία -ῄανε Ιονν6: ΠίριΓες, αηά 5ΟΠΊ8 -- 5µςῃ ἂ5 (Πίπα, ΙΠαΐα, απά Ιπαοηεσία -- πιΙςεΗ ΠἰΡΗΘΓ.\nθγςο ἱη ρυάΙοδ.\nρης\n- 9\nπαλ\nα\nΚοθςιᾶς αιῖοὶ\n5οµγεε: ΟωΓ ΝΑ/ογ[α ἵπ Ὠαίΐία\n27",
  "page_28": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΙηϊογπαϊίοπαί Αἰωπϊπίμπι Ιηςτϊτμϊθ Πριγος. ΤΗΕ ΙΑΙ οαἱεμ]αῖες ἴμθ ονθΓαΙ| ννογ]αννίάς ανεΓαρε Το: αΗα 6 η ἰςσίοης [γοιπῃ αἰμπἱη[Π] γοαιεῖίοη αἲ ἀΓοιΠα 15 ἴοπηθ ς, ΏΓοΚκεη ἄοννη ας Ο6ἰονν:\nαΗα Επηϊςεῖοης ΠΏιωγίπρ Αἰωπιίπίωπι Ργοαάυμεῖίοη ΡΓγουεςς\n5ῖαρε\nΜΙϊπίπρ ΕΒεΠπίπσ Αποάε Ργοάμείίοπ Εἰεείγο]γσίς (αςίΐπρ Εἰπαί Ργοᾶάυιοί\n6Ο, (ἴοπης)/ἴοππεθ\n0.04\n2.6\n0.9\n11.4\n0.1\n15.0\n5οιγεθ: Ιπίεγπαϊίοπα[ ΑΙιπππίιπα [η5τ[εμῖε\nΙπιραοῖ οἱ θπιἰσσίοιπς {ΓΟΠΙ ἴ[πα αἰυπιϊηίωπι πιαπι/[αςϊωγίπρ ῥρΓοςθςς. (ἰοβαί αἰμππίμπι ργοαιμεῖίοη Γθίθας6ς ΠΊΟΓ6 ΟΔΓΡο ἰΠῖο ἴπθ αἴπιοςρΏςΓθ ἴπαη ΠΊ8ΗΥ οἵΠ6Γ ἱπαιμσίγίες Ρ8ς8ι56 ΠΊΒΗΥ ςπιθ|ἴθις αΓουμπά ἴπθ ννοΓ]α 5ἴ{]| ΓΘἱγ οη οα{βοη Εμείς {οΓ ἴηθ ρεηθΓαϊίοη οἱ δαἰδοῖγίοίιγ. Εωίηρ ἴπθ οα{Ώοη Γοοϊρηηί οἱ αἰωπη]ηίμ[πι αΓαςΙἰσαΙΙγ ννΙΙ Ὀ6 ΠθεεςςαΓΥ ἴο ΓΘάµοθ θΠηἰσσίοης απΠά σἰονν ἴμθ ραςθ οἳ ΡΙοβαΙ νναΓγπιηρ.\n(οαίἱ ςἰΙΙ ἀοπιϊηαϊας ρεηοεΓγαϊίοη. ΙοβαΙΙγ, αρουῖ 5526 οΓ ἴπε αεείγἰςίτγ πθεεαεά {ογ αἰμπιϊηίµπη 5Π]ΕΙἴθίς «οη]6ς {ΓοΠΙ «οα|-ῄγΘά ροννεΓ ρἰαηῖς, ννΙτη 1056 ἔΓοπι παϊμΓαί ϱας ρἰαηῖς αΠα 3056 {Γοπι ΠγάΓοροννθΓ. Ας ἃ ΓΕσι[ῖ, ἴῃς αἰωπιϊηίμπι ἱπαιςίιγγ ἰς ἄπΊοηρ ἴμπε Πἰρηεςί-επι[τίηρ «θοϊοίς ἵπ ἴπε ννογιᾶ, αοεοιηῖίηρ ΤΟΓ αρουῖ 2-306 ο{ αΗ6 απηἰςσίοης.\nΕπιὶσσίοης οεευΙ αἲ 6ν6ιγ 5ἴαρο οἳ ἴμθ πιαπι/{αεϊῖυγῖηρ ῥργοςθςς. Βαιχῖϊθς ΟΓ6 ἰς πλἰπθαά {Γοπι αθροςίϊς, μ5υαΙ]γ ορεη σασί, ἵῃ ναγίοις ραγίς οἳ ἴῃε ννοΓια, ριδαοπιἰπαϊθιγ ἱπ 5ωβ-ἰγορίσαι οἰἰηιαῖες. ΙΠαιςίΙγ ορἰπίοη ἴς ἴπμαϊ ἵπειε ἵς ΘποµρΡῃΗ Ραυχίῖε ἵο Ια5ί ονεί 100 γεα:ς. Βαιχῖϊθ ἰς µ5θά ἵο ρΓοάµςθ ἴπε ἰηϊτεγηιθαίαῖς ργοαμοῖ οἱ αἰμηιίπα, νΠίσῃ ἰς ἴπεη γ6[ίηθα ἱπῖο αἰιηπ]πίμιῃ. ΙΠ α5ςεςςίηρ «α{Ροη οοηϊεηϊ, ἴηθ ννποἰθ ργοαμοϊίοη οΠαίη πθεάς ἴο ϱ6 ἵακεη ἱπῖο αοςοιΠῖ.\nΕΠθΘΡγ (οησιπιρίίοη. Της Ηαι|-Ηέτου!ῖ ργοςθςς {ου ςιηΘ[ἴίπρ π ΡΓΙΠΙΒΙΥ αἰωαπι[ηίμπη ργοαιοῖϊίοη ΓγθουίΓες αἱρηϊῆσαηῖ απιουηῖς οἳ αἰδεῖγίεϊγ ἴο ρεγ[οΓπι.. ΤΠε ργοαιεϊίοη οἱ ρ/ΠΊ8Γγ αἰμπϊηίμιΠι Ώ6ζεαΠΊ6 θοοποπηἰσαΙΙγ νἰαβρἰςθ οΠΙγ ννηεη Ια:ρ6-ςςαίε, α[οΓγάαθἰε 6ἰδοῖγίεῖϊγ ννας ἀναϊαβίθ. ΑεοοΓαἱπΡΙγ, πιοςῖ ΡΓίΠΊ8Ιγ αἰμἰΠίμΠη 5ΠΊΕΙἴΘΓς 4Γ6 ΤοµΙΠα ἰη ἂΓθ6ὰς ννίζη ΙοννεΓ-εοςῖ 6ἰδοῖγίοίϊγ. ΙΠ τηε Πἰςίοιγ οἱ αἰμπιϊπίμπι ργοαμείίοη, ΠΊ8ΗΥ εΠογῖς Πανθ Ώ66η Παςθ ἴο ΓΘαµςθ ἴπθ απιουηῖ οἱ εἰθοῖγίςίἲγ Πθθάθα. Ηοννενθεί, ἴΠε[θ αΓ6 {ΙΙ πο νἰαρἰς α[εγηαϊϊνες ἴο ἴῃΠε Ηα[|-Ηέγου[ῖ ρΓοςεςς, ΝΝΠίΕΠ ΠΒΠΙρΕίΙς ϱΠογῖς ἴο Ώ6ςΟΠΊ6Θ ΠΙΟΓΘ ΘΠΘΙΡΥ εΠεἰεηῖ.\nΒθεγε[ίηρ ἶς πιυςῇ |655 ΘΠ6ΓΡΥ-ἱπίθηςίνθ. 58ΟΟΠ(ΒΓΥ αἰμπιϊπίμπι ργοαιµοῖίοη µςθς ΓΘυγεἰθά αἰμπιϊπί{μιπ] Πα, εοπςθ6οαιεηῖΙγ, ω5ες ΠΊµΕῃ Ι65ς ΘΠΘΓΙΡΥ. ΤΠ6 πιοςσῖ Ι40ο/Γ-ἱηπϊεηςίνθ α5ρεοί οἱ εΓθαϊίηρ 5Θ6ΟΠάΔ{Υ αἰωππ]ηίμΠπι ἰς εἰθαπίηρ αΠά 5θ6ραΓαἴἰΠρ αἰμπτηίμΠι 5οΓαρ ΤΓΟΠΙ ΟἴΠ6ι πιαϊθΓίαἰς. ΌποςῬ ρ{οςεςςεα, ἴϊ ἰς Πιε]ῖθα ΑΟΝΝΗ, ιςιαίΙγ ὈΥ ΠαϊμΓαΙ ρας. Τηυς, ἴπθ 6Π6ΙΡΥ γδαυἰγεηιεηῖς οἱ 5ΘΕΟΠάΔ{Υ ρΓγοαμοϊίοη 4Γ6 ΠΊµΕΠῃ |θςς ΘΠΕΙΡΥ ἱπίθηςίνς. 5ία[ἰσίίος «αρροΓί ΤΠίς --- ἰπογθαςίπρ αἰαπϊπίωπῃ ΓΘεγς[ίηρ Γαῖςς ΟΥ οπΙγ 1026 «8η ἄθο[θαςθ αἰωπίπίμπι ργοςςςςἰηρ ρας ΕΠηἰσσίοης ΟΥ μρ ἵο 15746.\nΛ/α5ίθ απά ΡοΙἱμϊίοη. ΙΠ ρ/ΙΠΙ8ΓΥ αἰωππίαπι ργοαμοϊίοη, ἴΠ6ίθ 4Γ86 5ΘνΘΓαἱ 5οµ[ο0ε6ς Οἱ ν/ασίθ αΠά ρο]μϊίοη. ΑΓ θηηἰσσίοης 4Γ6 πιᾶᾶθ ΊΓοπι ρηϊηάίηρ Ὀαυχίϊς ο{6 απά ἴπε Ηα[[-Ηέγου[ί ρΓοςεςς. Τηεςε ραγἱἱεμ]αΐθς «8η 06 πιεῖα|-ΓΙΕΠ οἵ ἵπ ἴπθ {ΟΓΠΙ οἵ νοἰα!ἰΙθ ραςες 5µς6Ώ ας ΠγάΓορεη Πιογίάθ απα «αΓΡοη Πιοποχἰάᾶθ, ννΏἰσῃ αΓ6 5θΓίοµς Πθ6α[ίΠ ΠαζαΓας ἴο νΝΟΓΚΕΓς. ΑΓ θΠιὶςσίοπς θα μἱρπιεηϊ ἰς µ5θά ἴο οαρίωΓθ ἴηεςς ραγίἰομἰαῖες ἱπ πιαπι/[ασϊωΓίηρ αΓ6ὰς. Τῃ6Γ6 ἱς ποῖ Πιµεῃ Ιἰαμία ννασῖςθ Πιᾶάς [ΓΟΙΠΙ ΡΓΙΠΙΒΙΥ\n28",
  "page_29": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nαἰυπϊηίμιι π]απι[αεἰμΓίΠΡ, αἰἴποιρῃ νναςϊενναϊθι ἶς ργοάµεθά ἵπ ἴπε οἰαγίῇσαίίοη απα ργθεἰρἰ{αϊίοη ἵῃ ἴηθ Ηα|-Ηέγου[ϊ ρΓοςΕςς. Ηοννενθγ, ΠιµΕΠ οἱ ἴμε νναςϊενναἴϊει ἰς αἱγβδοῖ]γ ΓΘις6α.\nΒθεγεἰεα αἰωππϊηίμπι ἶς Πιιε[! Ππιοίθ θοπηνἰγοππιθηῖαΙΙγ ΓγΙΘΠΑΙΥ. ΙΠ «Θ6εοΠαΒΗΥ αἰμπιϊπίμπι ργοαμµείίοη, ἴπεις 4Γ8 {ΘννθΓ 5οι[οςς οΓ νναςῖθ ΟΓ ρο[ιμϊίοη. 56Γαρ αἰμπτπίμπη ἶς πε ρ/ΠΊ8ΗΥ οοπιροηεηϊ ο{5θεοΠάΒ{Υ αἰυπἱηίμίΠι 8Π6 µ5ες ρἱεηῖγ οἱ ννασίθα Π]αϊθΓίαἱ5, ἂς 5εΓαρ ἰς πιε]ίθά ἄοννη, πα ἱπιρυωγίίες 4Γ6 ΓΘπιονθά μ5ίηρ οπἱοήίηθ οἵ οἴμει Ίμχες υηΠί! ἴηθ πιο!ίθη πιεία| ΓΘας/ες ἴπθ αθσίγθα ριΠΤγ.\nΕµγορθαᾶη ρΓγοάµεθίς Ἠανθ |αΓρ6Ιγ εἰθαπθά μρ ἴ]μαίγ αεῖ -- Ὀυϊ [άΓ ΠπιοΓθ ςἰγηραπί γορυ|αϊίοης 8{6 νναϊτίηρ. ΕµΓορθαη ρΓΙΠΙ8ΓΥ αἰωπτϊπίμ[πι, ννΏίσῃ ἰς Ι8Γρ6Ιγ ροννεΓθα ΟΥ ΓΘΠενναβἰες ΟΓ Ιονν-οβΓΏοη ροννεΓ 5Οµ/Ο6ς, 5µΕεῃΠ ἃς ηγαΓοεἰθοϊγίο ρονν6ή, ἰγρίςαιΙγ Πὰς ἃ εβ{βοη [οοϊρηηϊ οἱ 8Γομπά 4 ἴοηπες οἱ (02 θα μἰναἰεπί ϱρεΓ ἴοηπε οἳ αἰμπιπίμπῃ ργοάισθα. ΤΠίς «οΠιρ8{6ς ΝΝΙΠ 4η ἈνθΓᾶρεθ οἳ αΓουπα 20 ἴοηπες {ΟΙ (Πἰπα ἁαΠά 2.1 ἴοηπες {ΟΙ Βιισσία.\nΑπιριιίοιις εἰἰπιαῖθ ἰαΓροῖς {οί αἰμπι]πίωπι. Το αεῃίθνθ 8η θηηἰσσίοης ραἴΏνναγ οοησἰσϊθηϊ νυν 1.50 οἱ βΙοῦαΙ νναΓηπίηρ (45 θηνἰσίοηθά ΟΥ ἴπΠε Ραγίς Αργθεηπεηῖ οη ο[ἱηιαῖς «ΠΏαηβθ), ἴηθ αἰμπιϊπίμπη ἱπαιμςῖνγ νν]!! ΠθΘ6ς ἴο ΓΘάιµςθ θΠηὶςσίοης ἀΓαπιαϊἰςαΙΙγ---ἔΓοπι αΓοιΠά 15 πιεϊηίς ἴοηηες ο οάΓΏοη αἰοχίάς δα μίναιειί (6076) ρ6γ πιαϊγίς ἴοη οἱ ρ/ΠΙ8ΗΥ αἰωππίμπι (ποηΓθ6ογε|εᾶ) ἴοαάαγ ἴο Ιοννθι ἴπαη 0.5 ἴ (Ο2/ἴοηπε ὮΥ 2050, αεοοΓαϊίπρ ἵο ἴπε Ιπεγπαϊίοπα[ Αἰμπιπίμπι Ιη5ίϊτμϊθ. ΤΠίς γερΓεςεηϊς σοππεϊΠἰηρ Ιἶκε α 9556 γδοιοῖίοη ἰπ εαμἰνα|εηΐ «αΓΏοη εοπϊεηϊ.\nΗπηϊϊθα ργορ{θςς ἰς μΠάΘ/{ΝΝΥ. Ιη (Πίπα, ἴπε εοιηῖιγ’5 Ιαγρεςῖ ργοάιµεςθΓ Πας «Πίή θα ΠπΊµςεῃ οἱ ἴῖς «αραοἴἵγ ἴο ἴπε ΠγαΓοροννθΓ-Γἱεῃ Υµηηαη ρΓονίηςθ. Μί8ηγ εοπιραηϊθς 8Γ6 αἰςο εχρ|οΓγίπρ ρ[θεη ἰθεηποί[ορίες, ἱπε]μαίηρ «8ΓΏοη «αΡῖμΓθ ἁΠα 5ἴογαρθ; ἱπεΓγί-αποας ἴΘεΠΠΟΙΟΡΥ, ννΠίΕῃ ανοίας ἴηθ {οΓηιαϊίοη οἱ ε8ΓΡοηΠ Αἰοχίας; αΠα πιθομαηἰσαἰ ναΡΟΙ ΓΘεοΠΙρΓθςσίοη (ΜΝΒ), ννηἰςῃ ΓΘογοίες ννασῖε ηθαῖ ἴο ἵπιρΓονθ ϱΠΠοίθηΠογ. Τῃ6 ἱπαιισίηγ΄ς ομιγειῖ ρἱρείίπε οἱ ρίΘεη ργο]θοῖς, ΠοννθνεΓ, ἶς αἰηιοσί εθΓίαίΠΙγ ποῖ ΘπουΡη ἵο αεῃἰενε ἴπθ απιοἰίους 95 ρεγοεηῖ γδαιοῖίοη ἴαΓρεῖ.\n6ἰοραί σης Επηϊἰςσίοη Ιπῖθηςίἴγ, ππ]π ἴοηπες\n80\n20\n16.8\n70\n16.2\n16.1\n16.1\n16.1\n16.4\n.\n18\n6ο\n15 16\nΙ\n14\n50\n12\n40\n410\n30\n20\n10\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nπππμα ΡγγηςΥγ Ργοάιςῖίοη Έππππη Βεεγε]εά Ργοάιοῖῖοπ -ὔριο (2 Τοηπε/ῖοπηθ οἱ αἰωππϊπίαπη\n5οµγος: Ιπιθγπαϊίοπα! ΑΙωππ]πίωπη Ιη5ε[εμῖε\n29",
  "page_30": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΤΗΘ «οης6αµθηεες οἱ γαάιςθα {ονν-εβΓζοη Βμςςίαη αἰμππ]ηίμπι 5µβΡΙγ αἴθ ΑἰΓ868άγ Ραἶηρ {α[τ. Α ηια|οΓ αἰωππ]ηίμππι [αὈΓἱςαϊίοη ΟΟΠΊΡΗΥ, ννίζῃ ἴτς ΗΩ ἵπ ἴπθ ΕΙ’, ΓΘνθαίς {η ἰῖς πιοσί γδοθηϊ σµςίαἰπαβ[{τγ γεροΓί ἴπαῖ ἱΠ 2023, ἵῖς 5εορς 1 απα 2 ἄΗ6 απηἰςσίοης Παᾷ ΙΠποΓθαςθα ὈΥ 956, οοπΊραΓ6α ννίῃ ἴπε 2021 ραςεΙίπα Πα ἴΠαϊ αἱ «οορθ 4Η εΠηἰςσίοις (13-23) Παα ἱπεγθαᾶςθα 1756 ϱΥγ οοπιραΓίσοη ννΙἴη ἵπε 2021 ραςε[ίπε, αβςρίϊθ ἱπιργονεπιεηΐς ἱῃπ ΘΠ6ΙΡΥ α[ΠΙείΘθΠΕΥ. ΤΗίς ἶς α «αἴθαςΚκ ἵη ἴπε οΟΠΙΡΔΗΥ΄5 ἸοιμίΠ6γ ἴο γ6θαµεθ ΕΠηἰςσίοης ϱΥγ 3056 ϱγ 2030. ΤΠε εοπιραηγ αἰϊηρμῖεαά «ΘνΕΓα| «αυµςες ἴο ἴμπε ΓαίμΓς ἴο πιθεῖ ἰα[ρεῖς, ἱηε[μαίηρ ΄εΠ8ηρες ἵη Βυςςσίαη πιεῖα| Ίοννς’ αμθ ἴο ἴῃμθ ςἰτιαϊίοη ἴη ἰ)ΚΓαίηθ, ἃς ννεΙ! ας ἴμθ ομΓαϊπιειί οἱ |ονν- επιϊτίηρ ρΓίπΊαΓγ ργοαάμεῖίοη ἵπ ΕωΓορε ΙἰηΚθα ἴο ἃ 5µΓΡ6 ἵη ΘΠ6ΘΓΡΥ οοσῖς, ννΠίοῃ 5ἴαγίθα {η 2022 απΠα «οηϊίπµσθα {η 2023.\n30",
  "page_31": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΑἰυπιίηϊωπη Ιη Βυςςἰ8\nΒιιςσίβ’ς ΙαΓρθςί αἰμπι]ηίυπι ργοᾶµςθΓ. ΤΗΕ Βιςσίαη Αἰιϊηίμπι «ΟΠΊΡΒΗΥ ας ἃ νἰγίμαΙ ΠιοποροΙγ οη αἰωπϊπίμπι ργοαμεῖίοη ἰΠ Βιςςία. ΤΠΕ 6ΟΠΙΡΔΗΥ 5αγς ἴμαῖϊ [ϊ ἰς ἴπε ννογια’ς “Ια:ρεςί ργοάιεςθ: οἱ Ιονν- ϱΔΓΌΟΠ αἰμηπίπίμπι” ννϊΏ ΠἹοΓς ἴΠαη 15 Ρὶρανναϊῖς οἱ ΠγαΓοροννεΓ οαρδβεῖϊγ. ΑΛΠΙΠ αππρἰθ αἄοσεςς ἵο ΠγαΓοροννθΓ, ἴπθ «ΟΠΊΡΒΗΥ 5αγς ἴἵ αἰΓθαάγ «8η ρΓοαµςς αἰιηπ]πίμιπι ννΠἰςη ἰς Πνε ἴπιες Ιεςς «ΔΓΡΟΗ- ἰηϊεηςίνε ἴπαη ἴπε Ρ]οβα( ἱπαιςίγγ ἀν6Γ8Ρ6. ΤΠΕ «οΠΙιρΒΗΥ’5 ρΓορΓ{εςς ΟΠ θηνἰγοηπιεηῖα( ἱσσμες ἰς «αϊ ου ἰη {ῃθ 2022 5ιςϊαἱπαβ]ῖγ ΒερογΓί, ρ8ρες 59-69.\nΒιιςσίαη αἰμπππίωπι ρὶνοῖς ανναγ {ΤΟΠΙ ἴμθ 0.5. απά ΕΙ) απά ἴονναγας (Πίπα. Της οματί Ὀ6ονν 5Ποννς ἴπαίϊ Ασία αεεουµηπῖίθά {οι αθοιμῖ 4026 οἱ Βιςσίαη Αἰιηι]πίμιη/ς ΘΧρΟΓΙ σαἰες ἱπ 2023, ρ {Γοπι αρουῖ 1456 ἵη 2019. 5α[ες ἴο ἴῃθ Ι)Κ απα ἴπε 0.5. εΗεςίίν6Ιιγ αἰςαρρεαΓεα ἵη 2023, αμε ἵο ςαπεϊίοης ἵπ ἴπε ΚΚ απα ἃ 20056 ἱπιρογί ἰαγίβ ἵη ἴμθ 0.5.\nΒιςα| Βενεηπιθ ΡΥ Βορίοη, 056 πι]η\n16,000\n14000\n12,000\n10,000\nΟἵπεγ\n1\nΕΙ Απιογίςᾶ\n8,0ΟΟΟ\n. (|\n6,000\n5 Αδί8\nΓΙ ΕυΓορε\n4,000\n2,000\n2019\n2020\n2021\n2022\n2023\n5οωγεθ: βιςα! ΙΕΗ5 Ββερογῖς\nΙ5 Βυςςσίαη αἰμππίηϊυπι «απεϊίοηθά» ΒΙ)5ΑΙ Πας εναάςθα {ΟΓΠΊα ΕΙ) «αποῖίοης, θμΐ ἴπε 0.5. Πας ἵπιροςθεα ΡθΠαί ἱπιρογί αμῖίες οἱ 20056, 65ςεηϊἶαΙΙγ οἰοσίηρ οῇ ἴμθ υ.5. πια(κεῖ απά ἴμθ Κας ἵπιροςεά 5αηοϊίοης Οη ΕΒιςσίαη αἰμπιϊπίμπῃ ἰἱπιρογῖς. ΝΜαηΥ Ει[Γορθ8η Ὀιγείς, πιθαηννη(]θ, αΓε 5ἴδααί]γ γααάιείπρ ΓηΠείγ ΘχροςιΓ6 ΡΥ 56|{-ςαηεϊιἰοπίηρ. Τη6 εοἰἱεοῖίνε ἱπιρασί ἰς ενἰαεηῖ ἵη ἴῃς ΠἰρΡΗ ρεΓγεεηῖαρθε οἱ Βιςςσίαη-ρΓ8Πά αἰωπη]ηίμπι σἱίηρ ἱπ Ιοηάοη Μεῖαι ΕχεΠ8ΠΡΕ νναΓ6ῄοιιςσθς. 50Π16 Οἱ ΤΠίς Βιισσίαη σωΓρίµς ἶς Ρείηρ γβαἱγαεῖθα ἴο ἴπε (Πίπεςε πιαΓΚκεῖ, ννΠίςΠ, αεςρίῖς ΓΘεοΓα ργοαμοϊίοη ἂρρθαίς ἴο 06 ςΠογῖ οἳ ρΓίΠΊ8{γ Πιεῖαἱ {η ἱηροῖ ΓοΓηη.\nΡγοίθπης η ἴ]πο 5ωρΡρΙγ οΠαίπ. ΑΙἴΠοιρῃ «ΘοΟΠάΒ{Υ ςαποϊίοης αΓ8 ρΙαγίηρ α Γοἱθ6, ἵπΠεγ αΓθ ποῖ ἴμθ πιαϊη ΓΘᾶςοη ΤΟΓ ΡΓοΡΙ6ηης νυτη Γανν πιαϊθγία| σωρρίί6ς.\n31",
  "page_32": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΝίκοἰαεν ΓΘΠΠΘ{Υ ννας εἰοςεα αμθ ἴο ρΓοχἰπι!τγ ἵο ἴμθ [γοηϊ |ἶπθ πα ἴπθη παϊἰοηα[ἰζ6α. Αιισίγαἰία Ώαηπθά «μµρρΙίες οἱ αἰωππίηα ἴο Βιςσία -- ΤΠίς ἰς ἃ ρο[[ίσαι αεῖ, ΓαἴΏεί ἴπβη «θοΟΠά8{Υ 5αΠοῖϊίοης.\nΑἰωπιίπα 5ιΡΡΙΥ ργοβἰθηης. ΤΠ6 Βιςςσίαη αἱμππϊηίμπη 5θοῖο/’ς ἱπιρογῖς Οἱ αἱμηπίιπα ΤΓΟΠΙ (ΠίΠ8 Γο56 5ΠαΓΡΙΥ 8Πἱ6Γ Βιςςία'ς «ρθοία| ΠΙΠἴαιγ ορεΓαϊίοη ἵπ Κγαίπε αἰςσγωρίθα ἴπε οΟΠΊΡΒΗΥ'ς µ5υαἱ ςωρρ[ίες [Γοιι ὑ]κΓγαίπε αΠα Αιμσίγαιία. Α ρἰαπῖ ἴΠαϊ ργοαµεες αἰμιίπα ΤΟΙ Της «ΟΠΙρΔΗΥ’5 ορθΓαἴίοης ἰς Ιοεαῖεα ἵη ἴπε ἵοννη οἱ ΜΥΚΟΙαϊν ἵηπ 5οµίΏεΓη ἱ)ΚΓαίπθ, ννΠίσῃ ννας ἴαιρεῖθα ΟΥ ἴπθε Βιςσίαη πη[ζαυγ ἵπ 2022, εΠεςῖϊνειγ «Πηιμἴίηρ ἄοννη ἴῃθ 5ιρρΙγ οἵ θἰἱμηπίπα ΤΓΟΠΙ ἴΠίς 5οµΓζ6.\nΕχραπαϊηρ ἱπάίρθπους «αρας[ϊγ. ΕΙ)5ΑΙ ννίΙ ρωί]α ἃ ρἰαηῖ ἴο πι]αΚθ αἰμιίηα ἵΠ Βιισσία'ς Βα[ίς 56α ρογῖ ΟΕ ὑςί-ιμρα ας ἴῖ ΙοοΚς ἵο Γγ6άισε |ῖς Γε[ί8ποςῬ οἱ ἱπιρογῖθα Γανν πιαϊεγίαίἰς, ρἱαπηίηρ ἴο ἱπνεσί ΒΙ)Β400 ΡἱΠ (υ554.8 ΡΙη) ἵη ἴμς εοηςϊγµοίίοη οἱ Του: Ιίπες {ΟΙ αἰμπιίπα ργοαιοϊίοη απ Το: ρογί ἱη[γαςιγιεοῖμγς. ΤΠΕ ΕΠγςϊ ρΏαςε οἳ ργοαιμοῖίοη ννΙζΏ 4η αηηιαἰ εαραεἴϊγ οἱ µρ ἴο 2.4 πλη πιαϊγίς ἴοπηες νν] ϱ6 οοπηπηἰςσίοπθα ϱΥ ἴπθ θΠα οἱ 2028. ΤΗ6 εοηςἰγμεῖίοη οἱ ἴμθ 5θοοἠά ρῄα56 ννίῃ α σἰηλί]αί οαραοἴτγ ννίᾖ] ϱ6 οοπιρἰεῖθα ἶη 2032. Βιςςσία ειιΓΓΘηΙΙγ «ΘοµΓ6ς 6556 οἱ ἵϊς ηθθα {ου αἰμηηίπα ἵπγοιμρη ἱπιρογῖς, πιοςῖ!]γ ἔΓοπι (Πίπα.\n5ουΓςες οἵ οἰδεῖγίοίϊγ. ΑεεοΓαίηρ ἵο ααΐα {ΓοΠΙ ΙΕΑ, ἀερεηαϊίηρ οη ἴπε ΓΘί6Γ6ης8 γθαί, ἀΓομπαά 5056 οἱ Βιςσία’ς εἰθεῖγίείιγ «οπΊ65 {ΓΟΠΙ ΠαϊιμΓαί ρας, ΝΝΠΙΙΕ ο0αἱ απα ηυεἰθα(Γ αοεοιμηῖ ΤΟΓ αΓομΠά 1415-1826 Θαςῃ. ΗγαΓοροννεΓ οοπϊηϊουωῖες 1756 ἵο ἴπε ππῖχ νυΠίιε οἴπει ΓεΠΘνν8ΡΙΕς αΓ6 σἴ]] ροοΓ!γ αενεἰορεά. ΤΠ ΡΓγορογίίοης Πὰνθ ΓΘπιαΐπθά ΓοιρῃΙγ ἴῃε 5-8ΙΠ16 {ΟΙ «ΘνθΓα| αεσααθς, ννίἴῃΏ ΙΠτιε ρΓορΓθςς Ὀ6είηρ ΠηΊααςε ἴονναγας ΓΘηθνναΏ[ες. Ηοννενθί, ἴῃθ Βιςσίᾶης αἴΡρι6 5«ἴΓοπριγ (αΠα ἴΠίς Πᾶς Ππονν ϱ6εη αεεθρῖεα ΡΥ ἴμα ΕΟ)) ἰπαῖ, νυΠίιε ΏγάΓο απά ΠιΟΙΘΓ ΠΙΔΥ ποῖ ϱ8 οοησἰάεΓθα, σἴΓἰεϊΙγ «ρθαΚίΠΡ, ΓΘΠενναβες, ΤΠΕγ αἴε εθΓίαἰΠΙγ Ιονν-εαΓροη 5οιµΓςες οἱ δἰθοίγείΙιγ.\nΒιςςῖα ΕΠΘΙΡΥ ΜΙΧ ἵη 2022\n19000  ------\n----. -ᾱ\n.-. Οιθι\n8,000\nε--Ὁ\n-\nἐν ΝαςίθαΓ\n6,000\n4.000 μοι ος ὉυΟΟΟΟ«νθὐ-υ.\nπ---(οαι\nπ---οἳ\n2,000 στ ----ππ------------ιι- ---ἵ----ι ιτ -\n5οµγεθ: Ιπίογπαϊίοπα[ ΕΠΘΓΟΥ Ασεπογ\n32",
  "page_33": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΒιςσία Πας 5«Θν6Γα ΙαίΡ6-ς5σαίε ηγαΓοειθοῖϊγίο ροννεί σἰαϊίοημς, ΠΊαΙΠΙΥ ἵΠ 5ἰρεγία. 5ονὶθεϊ ρΙαΠηθίς ἴοοκ Δαναηίαρθ Οἱ ἴῃ6 αναἰαβίΠἴγ οἱ γδἰαϊίνεΙγ «Πεαρ, Γ6ἰἰαθΙε εἰθεοῖγίοίτγ ἵο Ιοσαϊθ Ια:ρ6 αἰμπη]πίμπῃ 5ΠιεΙἴθίς ΠΘΦΑΓΟΥ. ΕΙδοῖγ]οϊτγ {Γγοπι ἴῃεςε σἴαϊίοης ἶς πονν αναίΙαβίθ ἴο Βιςσίαη Αἰμπιϊηίμπι.\nΙαγροςῖ Ηγαγοείοεῖγίς ΡΙαηῖς ἵη Βιωςσία\nΒαΠΚ Ναπιο\n58γΘΠΟ-Σ5ΠυςΠΘηΣΚΔΥ8\nΚγΓβ5ΠΟΥΔΒΓςΚ\nΒγαϊςκ\nυ51- [πας κ\nΒοβυςηΒηγ\nΝοίβα\nΖΠ{ρυ!!\nΒυγθγὰ\nδουγσε: ζσοππραηγ ννεβσίτες, ππεαϊΐα\nΗγαάΓο ςἰαϊίοης. οἶηςς ἴμθ οοπιρἰαΐίοη ο ἴηθ ἴ8Ρ6 4Ώονθ, ΒΟ5ΑΙ Πας αεαιίγθά ΤΘ ΚΓαςΠΟΥαΓ5Ι, ΒΓαϊςίς, 8Πα ()ςΙ-ΙπιςκΚ ροννεΓ σἰαϊίοης απά οἵῃει ΠγαΓοΟ αςςεῖς ἱΠ 5ἱρεγία, βἰνίηρ ἴῃθ «ΟΠΙΡΒΗΥ αη ἱη-ποιςθ ΠγαΓο βεησεΓαϊίηρ «αρδεῖἳγ οἱ ονε 12 6ΝΝ. ΙΠ ἴοῖαί, ἴης ΟΟΠΙΡΒΗΥ σἴαῖθς ἴηαϊ ΠΊοΓ6 ἴπαι 9056 οἳ ἴτς εδοῖγίοϊγ {ου αἰωηπίπίμπι ργοαμείίοη ἰς ργονἰάθα ϱΥ ηγαγοεἰθοϊγίς ροννεγ.\nΒιςσίαη Αἱωπίπίμπι ρἱοηθθις ἴπθ εςθ οἵ Ιονν-οβίροη ργοαάμεῖίοπ. Αἰμπίπίμπι ργοαµεεα Ὦγ ἴῃα ϱΟΠΙΡΗΥ εωπαεΓ ἴπε ΑΙΙΟΙΝ ΙΝΕΒΤΑ ΡΓαπά, αἲ ἴπε ΚΓαςπογα(ςκ Αἰιμπϊπίαπι 5ΠιεΙἴ6Γ, Πὰς µπαάειροπε ἱπαθρεπάεηί νθγἰβςαϊίοη Οἱ ΞΗ6 θηηἰσείοης ΟΥ Τῦν ΑΙ5ΤΗΙΑ 5ιαπάαΓγᾶς δι (οπιρΙίβηςσθ. δρεοί[ς ΕΠηἰςςσίοης αΓ6 «αἱομαΐῖθα ἴο 06 0.01 ἴοηπες (02 δαμἰνα|εηῖ ρ6: ἴοη οἱ πιεῖαι, {ΟΙ Ροΐῃ αἰγβδοῖ απα ἱπαίγθοῖ ΘΠΕΓΡΥ εηηἰσσίοης (5εορθ 1 απα 2). ΤΗίς ἰς ἄοζεης οἳ Τἶπιες Ιοννεί ἴΠαη ἴῃθ ΡΙοΡ8Ι ἀνθΓαρε ΟΔΓΡΟΗ Γοοϊρηηϊ {ο: ἴμθ αἰαπιϊηίμιπι Ἱπαιςίγγ.\nΕπεοιγαρἰπρ ρΓορ{οςς Ρυΐ ποῖ γαῖ νν]άθεργθας. Τῃεςε Γεσι[ἴς νν6Γς αοπἰενθα ἵπαηκς ἴο α εοπιΟἰπαϊίοη Οἱ ἵννο {αεἴοἵς, ἴπθ εµς5θ ΟΓ Ιονν-εαΓΏοη εἰθοῖγίοίϊγ ρεηεγαῖθα αἲ Πγαγοθἰεεϊγίς ροννεί ρἰαηῖς απΠα Τπε 56 οἱ ϱἰθδοίγο]γσείς ννίη ἱπεγῖ 4ποᾶαςς, ἱησίθαα οἱ ἰγααίίοιπαί «βΓΡΟΠ 0Η65. ΙΠ ἴΠίς ῥρΓος655, ΟΧΥΡεη ἵς ργοάιςθα, Γαἴμει ἵπαη (0; -- ἀεεοΓαϊηρ ἵο ΒυΣΑΙ, οπε ϱἰθεεῖγο]γςει ννίϊτῃ τΠίς ἵθομποΙοβγ ργοάµςες ἃ5 ΠΕΠ ΟΧΥΡεΗ ας 70 ΠεοΐαΓες οἱ {ΟΓ65ΐ 8 ἴΠεγ αΓ6 ἴπε ΠΓςϊ οΟΠΊΙΡΑΗΥ ἱΠ ἴπε ννοΓία ἵο ε5θ αη ἰηθγί αποάᾶθ. Ηοννθνθγ, 5θοἴοί απαἰγσῖς µΓρ6 οαιυῖίοη, ποῖϊίηρ ἴπαϊ ἴΠε ρΓοςθςς ἶς 4η θχρθησίνθ µς6: οἱ 6ἱεοῖϊγίοΙτγ αΠπα ἴμαϊ ΙΑ{Ρε-ς5σαἰθ εοπηπἹεΓςεία νἰαβἰΠἴγ Πας ποῖ γαεῖ Ώθεη ρΓονεη.\nζαραεῖτγ (ΜΑΝ) ζοπηπηϊςεἰοπίπρ γεαίς Όνπει\nΕϊνει\n1978-1985\n6400\n2011-2014\nΥβηϊςθγ ΚΠθΚαςςΙ8\n6,000\n1967-1971\nΥρηϊςϱγ ΚγβςηΟγΒΓςΚ Κγαί\n4,500\n1961-1966\nΑΠΡΑΓ8 Ιγκυῖςκ ΟΡΙ85:\n3,840\n1974-1979\nΑΠΡΑΓ8 Ιγκυῖςκ ΟΡΙ85:\n2997\n2012-2014\nΒιωςΗγάτο / ΒυΞΑΙ. ΑηβΑΓΑ Κγᾶςπογᾶγςκ Κγαί\n2,660\n1958-1961\nΒιωςΗγάτο\nΝοίβα\nΝοϊβοργ8ά ΟΡΙ85:\n2456\n1955-1957\nΒιςΗγάγο\nΝοἱρβα\n58ΠΊ8Γ8 ΟΡ]85τ\n2010\n2003-2007\nΒυςΗγάγο\nΒυγθγὰ Απιυγ ΟΡ]α5Ι\n33\nΒερίοη\nΒυςΗγάγο\nΕιγοδίρΕηειρο\nΕωγοδίθΕπειρο\nΕιγοδίθΕπειρο",
  "page_34": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΕἰδεῖϊγεῖῖγ εοηςιπιρῖίοη. ΑεεοΓαἴπρ ἴο ἰῖς πιοςῖ γεεεηῖ 5ιςίαἰπαβΙΙτγ γεροΓῖ, ΒΙ5ΑΙ «οΠςσµπιεα 68,ΟΟΟ 6ΝΝΗ οἵ αἰεείηείϊγ, α ΠµΠΊΡΕΙ ἴῃαϊ ῃας Ώ6εη ΓγουρῄΙγ Παϊ {οι ἴῃε |ασὶ {οι γθαίς. ΑεεοΓαίηρ ἵο ἴμε ΙΕΑ, τοῖαί 6ἱεείηείτγ ργοαιµεῖίοη ἵη 2022 ννας 1.1 πἹΙη ἄΝΝΗ, οἵ ννηἰεῃ 216,000 ἄΝΝΗ ννας ΠγαΓο-εΙθοῖγίο. Τίς ΠΊθθης ἴΠαϊ ἴηε «ΟΠΙΡΔΗΥ εοΠςµΠιθΘα αρουῖ 5.806 οἳ Βιςσία’ς ἴοῖαί εἰδοῖγίοϊϊγ απα 3196 οἳ ἴῖς ΠγάΓο- θἰθοῖγίο ροννθΓ. ΤΗἰς ΠΊ8Υ «66η (ἶκθ α |οἳ, ουϊ ἴἴ γεβεοῖς Βυςσία’ς Γ6ἰα[ϊνθΙγ Ιονν δεοποπηἰς ἀενεἰορηπεῃῖ, ἃς α πιἰάαἰ6-πεοπ]θ εοµΠἴΓΥ, 5ο ἴπΠειε ἰς ἰ65ς εοποεηϊγαϊίοη οἵ δεἰδοῖγίοῖϊγ εοηςιΠΊείς |ἰΚα ἀαΐα εΘηϊθίς Πα αἰΓ οοπαἰτιοπίηρ.\nΜαΐη Εωθί 5οµγεες Γο: Βυςσίαη Εθοῖηείἵγ\n250,000\n200,000\n150,000\n100,000\n50,000\n. ο] ο] ο] - | Πρ] 9 ιο {ο\nο --] -]\n-] --] --] ο] ο] ο] ο] ο] ο] ο]\nοὋ ο ο ο ο ο ο ο ο ο ο\n---008ἱ -«--γαίο ---Νιιοἰθαί\n5ουες: ἶθα.ο{α\nΝΝΗΥ ςαπεϊίοη ΠγάΓγο» ΡοιΠίεο αμµοῖθα 8η μηπαπιεά ΕΙ αἱριοπιαϊ ἵο ἴπε εΠεςί ἴΠαϊ “Της ρΓγοςεςς οἱ αἰυπϊηίμιπι ςπ]ε[τίηρ γεοµίγες Ώρθ απιοιηῖς οἳ εἰθεῖηείτγ, ννἰτη 6ΙΠ6ΙΡΥ ργίοςς εοηςϊἰζμτίηρ µρ ἵο 40 ρεγεθπῖ οἳ ργοάμεοϊίοη εοσῖς. δαηοϊἰοηίηᾳα Βιισσίαη αἰμπίηίιπι ἰς ἰΠεΓθίοΓς γαῖ αποϊμει νάγ οἱ «βΠςϊἰοΠηίηρ Βιιςσίαη ΘΠΘΙΡΥ”. ΤΠε ργοῦίεπ] ννίη ἰΠίς αγἰϊεἰε ἰς ἴΠαϊ Εγςῖ, Βιςσίἁι Αἰμπϊπίμιπι νν]!! εοπῖίηιυε ἵο ργοαιςσθ αἰωππίμπῃ ἵ ἰῖς οχρογῖς ἵο ἴμε ΕΙ αΓ6 ςαΠοϊίοπεᾶ, απ νυν] Πηαά οἴμει πιαγκαῖς {οί ἰῖς αἰμππίμπ], πιοςί ΙἰΚ6Ιγ 6Πίπα. ΤΠΕ 56οοπά ρΓοβΙεηῃ ἷς ἴμαῖ αἰπιοςί αἰἱ οἳ ἴμθς οοΠΙιρβΗΥ’5 αἰμπτϊηίη «οη]θς {Γοπη ηγαγοςθιθοϊγίς ροννθγ, 5ο ἴΠίς ἄοθς ποῖ ρεηθΓαϊθ ΓΘνεηιΙ6 {ο: ἴπθ Βιςςίαη σἰαϊῖθ ἵῃ {θε ς8ΠΊ6 Ν/9Υ ἴηΠαϊ ϱᾶς ΟΓ «οαἱ ἄοθς. Νοϊνν[ζηςίαπαίηρ ἴῃε ςἰαϊεπιεηϊ οἱ ἴηθ ΙΠΠΦΠΊΘά ΕµΓοΟΡ6Εαη αἱριοηπαῖ, ννε 4Γ8 Ποῖ ανναΓ6 Ἰπαϊ ηυγίίηρ ἴηΠε Βιςςσίαη ΠγαάΓο 5εςῖοί ἰς 3 ΙοΠΡ-ἴΘΓΠΙ Ρο8 οἱ πε ΕµΓορθαη Ὀηίοη.\n34",
  "page_35": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰιπιίηίμπι Ταχαϊίοη αΠά ἴμθ Βυςςίᾶη ΕΟζΟΠΟΠΙΥ\nΒιςσίαιη Αἰμπιϊηίμπη΄ς ἴάχθς αΓ6 οΟΠΊΡΙΕΧ. Βε[ονν ἰς ἴπθ ἴαχ 5θοϊίοη ο ἵῖς Πηαηείῖαι γδρογῖς\nΒιςΑἱ Ιπεοπιε ἴαχ (ογεα!{)/θχρεηςα\n2023\n2022\nϱμιγθηῖϊ ἴαχ\nΟωγγεηῖ ἴαχ ΤΟΓ ἴῃθ γθᾶΓ\n93 ὁ\n310\nΠοίσιιγθς ἴαχ\nΟµρἰηαϊίοη 8Πα ΓΘνθίςα| Οἱ ἴΒΠΊΡΟΓΔΗΥ αἰ[[θίθηεες\n5\n(170) 5\n63\nΝΝΙΠά{α|{ Ταχ\n39\nΑεϊυα| {αχ (εγεα(τ)/6χρθηςα\n5\n(38) 5\n373\n5Οµ/ΕΘ: βι5ΑΙ 2023 Εἰπαηπείαι δἰαϊεηηεηίς\nΒιςσίαη Αἰυπιϊπίωπι εοπῖγϊρωῖες 4 πιαχίπιωπη οἱ 0.02256 οἳ ροναΓγηπιεηϊ ΓΘνθ6ηιυ6. ΤΠ6 |ἰηθ ἴο {οευς οη ἰ “εωγγεηῖ ἵαχ [οι τς γεα:” ας ΤΠίς ἰς νν[ιαϊ ννας αοἴιαΙΙγ ραία. Τίς ννᾶς αροιῖ 095593 ηΙη {η 2023, 5«Π8ΓΡΙΥ ἄοννη γεἰαϊῖνε ἴο 2022 ννΏεη ἴῃΠε «ΟΠΊΡΔΒΗΥ ραίά αρουΐ 055310 πιΙη. ΤΠΕ {8Ιἱ ννας αμε ἴο ἴηα πιµςῃ ΙοννεΓ αἰωππϊπίωπι ρ/σθ, νΝΠΙΕΠ ΙοοΚς ἴο Ὀ68 5μςίαίπαρ|θ ἴΠίς γθ6αΓ ας νΝ6ΙΙ. ΑααἰίοπαιΙγ, ἴπε «ΟΠΊΡΔΙΠΥ ννας 6Πα{Ρ6ά ἃ νν]ηα[αΙ! ἴαχ ἵη 2023, νυΠἰσµ ννθ αχρἰαἰπ Ρεἰονν. Βιςσία’ς ἴοῖαι ἴαχ γδσθἱρῖς {οι 2023 ννεΓε αροιυῖ 055595 ΡΙΠ, αοεογαϊπρ ἴο ἴΠθ ΙΜΕ ({Πίς ἰς εοηςοΙἰάαϊεα θιμαραῖ (Θνθημθ, ἰηο[μαίηρ {8άθΓαΙ αηα Γθρίοπα βονεΓηπιεηϊ). ΤΗἰς ΠΊΘαης ἸΠμαϊ ΒΟ5ΑΙ εοπϊγ]ρωϊαθαά αρουῖ 0.02256 οἵ ρονεΓηπιεηϊ ΓΘνεηιες ἴΠίς γ68Γ. Ας ἰς «ΏοννΏ Ὀ6ίονν, 5οπ]6 οἳ ἴΠίς ννεηῖ ἴο οἵ[εΓ ρονεΓηπιεηϊς, Πα πιοσῖ οἳ ἴῖ ννεηῖ ἵο ἴπε ΓερίοΠαι βονεγηπηεηϊ, ποῖ ἴπε [6αθΓαἱ ϱονεΓγηπιεηϊ, ννηἰςῃ ἄοες ἴμθ ΠΙΠἴ8ηγ «ρεηαίηΡ.\nΜιυιρΙθ ἴαχ γβσἰάθηςθς. ΒεεᾶιΙ5θ Βιισσίαη Αἰμπίπίμπῃ ἰ5 αη ἱπϊῖθγηαϊίοπα[ «ΟΠΙΡΔΗΥ ννΙζῃ ορεΓαϊίοης ἰη Βιωςσία, ΚαζαΚΗςίαη, ΞμἱΠθα, )απιαίσα, ΙΓΘἰάΠα, (6ΓΠΊ8ΗΥ, Ιἴαἱγ, ἆπα 5ννθάεη, απιοηρσϊ οἴῃείς, ἵῖ ραγς αἰῃεγεηϊ ἴαχ γαῖθς ἵῃΠ ΘάςΗ ]μγὶσαϊείίοη. Τη6Γ{6 αἴ8 αἰςο ροϊεηἴία Γθρίοια αἴῄεγεηεες ἵη αχ ἴγδαϊηπεηϊ Ραΐννθεη Βιςςίαη ΓΘρίοης, ννΠΙςεΠ ΕΟΓΠΊΔΙΙΥ ἄθρεπα οη ἴμπε Ιοσα ϱονεγηπιεηϊ αΠά ΙΠΓΟΓΠΊΔΙΙΥ ἄθρεπα οη ΒΙ5ΑΙ΄ς γθἰαϊίοις ννίἴῃ ἴῃθ ΓΘρἰοΠαἱ ϱονΘΓΙΠΟΓ, απά ννηεῖΠμει ΤΠ6Γθ αΓθ οἴῃθί 5οµΓοςς οἱ {[ωπαϊηρ ΤΟ: ἴηπε Γβρίοηα| ρονεΓηπιεη!. ΕΙΠαΙΙΥ, ΠΟΣ5ΑΙ Ηο[άίπρ πἹονεα ἵῖς ἴαχ ΓΕδἰάΘΙΠΟΥ {ΓΟΠΙ Ι6Γ586Υ ἴο Καιιπίηργαα ἱῃ 2020, ννΏΙεΏ εΓθαϊῖθα ααἀναηίαρες {ΟΓ ἴῃς Ἰγεαϊηιεπϊ οἱ ἴῖς αἰνίάθηας Ριΐ ννουἰά ποῖ Πανε {Γ6εά [ῆς 5μσίαἰαγίες {ΓΟΠΙ ραγίηρ Ιοσαἱ ργοβῖς ἴαχ.\nΒιςςῖ8η Ταχ. ΤΠΕ ΠιαίΠ νναγ ἴπαϊ Βιωςσίαη Αἰμππϊπίμπι εοπῖϊγἰθωῖες ἴο ἴπε Βιςσίαη Ὀιάραϊ ἰς ἵμγομρῃ ΡΓοῇῖς ἴαχ. Τηες6 αἴθ Ιενίεα αἲ 2056, ννίτη 1756 ροΐηρ ἵο ἴῃε Γγβρἰοπα| ρμαρεῖ, απα 356 ἴο ἴῃθ [εάςίαι Ριαρεῖ. ΤΠεΓ6 νν!| ϱ6 ΙἰαὈΙΙ{τγ {οι ΝΑΤ {ογ ἵῆῖς ἱπρυῖς αηά [ῆς 5αίΕς ἱησίας Βυςσία, Οιμΐ ἴῃθ Γ68ἱ ρ8γεί ο{ ΝΑΤ ἰς ἴῃθ Εηαἰ οΟΠςΙΠΊΘΓ, ἂς ἴΠθ ΟΟΠΊΡΑΗΥ «8Η ΓΘεον6εΓ ΝΑΤ οη ἵῖς ἱπαιςίγίαί ἱηπριυῖς.\nφροςῖαί ἴαχος. ΟἴΠ6Γ παϊιμΓα ΓΘςοι[ςς οοπιραηἰθς ἵη Βυςσία 4Γ6 Ια:ρθ οοηϊγρμῖοίς ἴο ἴμῃπθ σἰαῖς Ρριαρεῖ Ρε6εαιςε ἵπΠεγ Ρ8γ α «ρθεία| ηπἰπεΓαἱ εχϊγαοϊίοη ἵαχ οη ΠἴµΓαΙ ΓΘς5οµΓςες {Ο: ἴπε εοπηπποα[ῖες ἴΠαῖ ἴπεγ εχίγαςϊ. Βιιςσίαη Αἰμπιϊηίμπῃ ἶς ἱη α µηίαυµθ ρος[ίοη Ρεεαιι5ε [ῖ ἱπιρογῖς Πιµςῃ Οἱ [5 αἰμηηίπα, αἰἴποιρῃ ἵϊ ἄοθς ῥ8γ 8 5.526 ἴαχ οη ἵῖς ἄοπιεςίίσαιΙγ ργοαµεθα Ὀαιχίίςα. Αἲ ἴῃθ πιοπιεηϊ αἰἱ οἳ ἰῖς ραυχίῖε ἰς |οζαΙΙγ ςουµΓςθα, Οιμΐ ἵῖ ἰς οχρεεῖθα ἴπαῖϊ ΤΠίς ννΙΙΙ Ὀ6 γθρἰαεεά Ὀγ Ραυχίϊῖθ ΤΓοπι μίπεθα ἵπ ἴπε {ωῖμΓθ. Τηθ\n35",
  "page_36": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\n6ΟΠΙρΗΥ’5 οἴῃει Πιαίη Ιοζα[ ἱηπριῖς αἴθ 6ἰθεῖγίοῖϊγ αΠπα ΙαΏογ. Ας α Γεσυ[ῖ, ἴης ἄαπιᾶρε ἄοηθ ἴἵο ἴῃθ Βιςσίαη Ὀμάρεί ὈΥ ςἰορρίηρ ἱπιρογῖς οἱ Βιςσί8η αἰιμηϊηίμπῃ ἵς ΠΊµΕῃ |Ε5ς ἴπαη [οί οἴῃει οοππιοαίἴγ θχροΓί6/ς.\nΑά Πος ἴ8χες. ΑΠΟΙΠΕΓ «ρθεία| ἴαχ ἵο ννΠίοη ΒΙ5ΑΙ ἰς ςωβ[εςῖ ἰς ἴπε 5ο-σαίίθα “ννϊηα{[αι! ἴαχ”, νυΠἰεΙ ννας εΠαΓρθά ΡΥ ἴῃθ ρονεγηπιεηϊ Γο: 6χοθςς ργοβΐς ρεηεΓαῖθα ϱΥ ἴπθ «ενεΓθ Γγωβ|θ αενα|ιαῖίοη ἱῃ 2022-23. Τῃηίς αθνα|μαϊίοη εΓθαϊθαά ργοῇΠῖς {ο θχροΓῖθίς ννηοςθ ΓΘν6ΏιΕς ἆἴθ ἀεποπιἰπαϊθά ἵη ΠαΓα οµΓΓΘΠΟΥ απά νΝ/Ποςε6 ϱοοσῖς αἴθ Πχθεά ἵη Γµβρἰθς. Τηθ οΟΠΙΡΔΗΥ ραΐά ἴΠίς ἵπ ΙαΠηυαΙΥ, ἵπ ἴηπεθ ΠιθᾶσωΓεθ οἱ 055935 πἰη. ΟιΓ µπαςιςίβηαίηρ ἵς ἰμαῖ ΤΠίς ἰς |65ς ἴπαη ἴπα ϱονεγηηηεηϊ οΓἱβἰΠ8ΙΙγ αςΚθα [οι Ώεσβυςε οἱ Πἰρῃει Ὀαιχῖϊθς ργίςςς απΠά ΙοννθΓ αἰωπτπίµπ ρΓίσες αΠα ἴμαϊ ἴΠθ «ΟΠΙΡΔΗΥ ἵς περοϊίαἴίηρ ἴο ραῖ ἃ 5ἰπιί[αγ αχεπιρίίοη ἴΠίς γ6αΓ. ΟυΓ Ρεσῖ ρµεςς ἰς ἴΠμαϊ ἴῃθ «ΟΠΙΡΕΗΥ νν!| [κ6ιγ ραγ ἴπε ςαπιθ αππουηϊ ἰπ γμβίες, ομϊ ΕΠίς «Ποννς ἴπθ ἄθριθε ἴο ννηἰςῇ πε ἴαχ ἰς «αἱεμ]αΐθα ὈΥ περοἵϊιαἴίοη. ΤΠ6 Εἰπαηποθ ΜΙΠΙςἴΓγ Πας 8Π ονθΓαΙ Πριγε ἴραϊ [ῖ νναηῖς {ΓΟοΠΙ ἴΠίς ἴαχ απα ἴπεη περοῖίαῖες νΝΙΤΗ Ιαγρε εοπιραπίες ἰπαίϊνίαμαΙΙγ. Τη6εΓς Πανε Ρ6εη ςιρρεςῖίοης (566 Ρε[ονν) Ταϊ ἴΏθ ΕΟΠΙΡΔΙΠΥ ΠΊ3Υ 06 ΓΗΙΙγ εχεπιρῖθα ἔΓοπι εχρογί αμ[ίες ἵπ 2024.\n36",
  "page_37": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΒιςσίαη Αἱμπίηϊμπι Εχρογῖς -- ΤΓθηάς\nΑεεογαίηᾳ ἴο ΒΙ5ΑΙ΄ς ΙΕΗΒ5 τεροΓῖ, ΕΙ) οοµηϊγίες σἴΙ αεεοιηῖ Το: 1596 οἳ ἴπε «οΠΙιρΒΗΥ:ς ΓΘν6ΠιΙθΕ (υ551.6 ΟΙη ομῖ οἳ ἴοῖαΙ (Θνθηι6 οἱ ῳ5512.2 ΡΙΠ). Ηοννενεγ, ἴθ 5ΠΙβ ἵο 5αρρ!γἰηρ αἰωηλπίωπι ἴο ποη- ΕΙ) πιαγκεῖς, θερεςἰαΙΙγ (Πίπα ἰς ενἰαεπῖ απα ἰς Ιθαάϊηρ ἵο ρΓθαϊῖθε( εοορεΓαϊίοη Ὀδΐννθεη ἴῃθ ἴννο εοιηῖϊγίθς [η ἴμθ αἰμπλπίμ[π ΑΠ αἰμπτίπα ργοαμοῖίοη 5θοῖοΓς.\nἘονεπιε ἔγοπι οχίογπα! εμδίοπιε5\nΎοαγ επάοά 31 Ώεσεπιρεγ\n2025\n2022\n01358 πι]ῖοι\n158 πηήΗῖομ\nΕιςδδία Οπίπα Βου{Ἡ Κοτσα ΤιΓΚεΥ (τοςος (εγπΙαηγ Νοίμοτ]απάς Βραίη 1αραΠ Ῥο]απά Βγε]οτιςδεία Πα!γ Ιπάϊα Έταπος ὈΖΡεΚΙδίαπ το]απά Οµὔποτ οουηίτίςος\n3.456\n3.746\n2.855\n1.122\n1.191\n1.184\n1.182\n1.011\n34]\n339\n257\n406\n256\nδδ4\n236\n103\n229\n963\n222\n354\n2058\n132\n194\n299\n133\n54\n129\n223\n128\n94\n15\n22]\n1.051\n2.509\n12.219\n193.974\n5ΟµΓΕΘ: Βυ5ΑΙ (οηςο[ἰάαίθα Εἰπαπείαι δαἰεππεηίΐς [ΟΙ 2023, ραᾳε 22\nΕχρογ! 58ἰ6ς ἄἴ6 ἄοννη ἵη 2023. Βενεημες {Τοπ ἱπαϊνίαμαι ΕΙ) εοµηϊγίες {6 ἄοννη (αραΓῖ {Γοπι 4Γ6εςς), ἃς πηὶρηϊ ϱ6 αχρεεῖεα. ΤΗ6 γεσί6ιηςς οἱ εχρογῖς ἵο ἄΓθεςθ µΠαθγ[ίηες ἴπθ ἱπιρογίαηςε ἴο ἴπαῖ εομΠΙΙΥ οἱ αἰωπηϊηίωπη ΤΓΟΙΠΙ Βιςςσίᾷ Πα [Πίς ἰς αἰςο γοΠεεῖςθα ἵη ἱπίθΓπαί αἰςειιςσίοιης ννϊηἰη ἴῃε ΕΙ). Βεεαἰρῖς {Γοιπι νο]µη]θς ἴο Ιηαίΐα ΠθαΓΙΥ ἴγίρίθά (αἱρείϊ Γγοπη α Ιονν Όα56) απά νοἰµη]θς ἴο /άρ8η {6 ΠΟοΙαΡΙΥ αοννη.\n2024 σἰαγῖς ν6/Ι. Βμςσίαη Αἰμππίπίμπι ΠἹαΠαΡθ6α ἵο ἱποεΓθαςε ἴς εχροΓγῖς ἵη Ε68/{ΙΥ 2014, ννιῃπ α 3026 ἱηςΓθαςθ ἵη οχροΓί 5αἱ65 ΤΟΓ |βηµᾶΓγ 2024 Ρεἰηρ γθδροΓί6α.\nΤΗΘ Βιμςςσίαη ϱονεγηπιεηῖ Ρε[ίθνας ἴ[αϊ Βυςσίαη αἰυπϊπίωπη νν]ᾖ] Ππαά οἴ[ει πιαΓκαῖς. Της ρονεγηπιεηϊ Οἱ Βιισσία ἰς «οησἰαθΓίηρ ἃ ΓάηµεΕ Οἱ ΠιθᾶσμΓθς ἴο σωρροΓί ἴπε αἰμππίπίμπῃ ἱπαιςίιγ. ΙΠ ραγίομΙαΓ, εοησἰαεγαϊίοη ἰς εΐηρ ρίνεη ἵο γδαυείηρ οἵ αθο[ἰςΠίηρ αχρογί αωῖίες (εµΓΓγεηῖ]γ γωπηίηρ αἲ 4-726) απά ἴακίηρ ΠιθᾶςυΓες ἴο ἵπο[θαςθ ἴπε αἰωππίμπι ΓαὈγίσαϊἴίοιη ἱπαιμςίιγ ννἰτπίη ἴπε οοµη!ῖΓγ. Της ΜΠίςἴιγ οἳ Τγαςςθ αΠα Ιπαιςί(γ Ὀε[ίενες ἴ[παί, ἵ ἴπε ΕΙ) ροες 4Ώθαα ννίτη ςαποϊίοης, Βυ5ΑΙ ννί] Πανθ πο ργοῦΙεπῃ Πηαίηρ αἰἰεΓγηαϊίνθ ονθ/ς6ας πιαΓΚεῖς ΤΟ: [ῖς πιεῖα|.\n37",
  "page_38": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιΓαςία δίγαϊθρῖς (οησι|πρ\nΑἰυπιίηϊυπη ἵη (ΠΙη8\nΟΠίποαςο ργοαιεῖίοη -- 8 πθνν ΓγΘςοΓς ἵη 2023. (Πἰπα'ς ΡΓίΠΊ8ΙΥ αἰμπϊπίμπι ομϊριῖ εἰίπιρθα ἴο ἃ Γ6οοΓά Πριγε ἵη 2023 Ριϊ ἴπε ργοννίῃ Γαἴς 5ἰοννθα, αμε ἴο ϱονεΓηπιεηῖ ροΙ[ίογ απα Ώεσαιςθ ΟΓ ννδαῖμεΓ-Γεἰαϊῖθα Ργοαιοῖϊίοη εµ/Ώς αἲ «πιε[ίεις ἱΠ ἴηθ οομΠΙΙΥ’5 5ομῖηννεςί. (Πίπα ργοαιµςεα 41.59 ηπΙη πιεϊγίς ἵοπηες οἱ ΡΙΙΠΙ8ΓΥ αἰωπληίιπῃ |α5ΐ γθαί, αεεοΓαίηρ ἴο ααΐα {Γοπη ἴημθ (Πίπεςθ Ναἴϊϊοπαί ΒωΓθαι οἳ οἵα[ίςίίςες (ΝΗ5). Ουμϊριῖ ννας Ροοσίθά ὈΥ «ἴγοπρ ορεΓαἴίοης ἵῃ 5οπ]θ οἱ (Πἰπα᾿ς πιαίη ργοαιείπρ ΓΘρίοις, ἁαΠιία ρΓοΠἴαΡΙθ εοπα[ίοης, απά ἴπθ οοπηπηἰςσἰοηίηρ οἱ Πενν ρΓγο]θοῖς, οπἰδΏγ ἵπ Τε πογίΠθΓη Ιπή6ί ΜοηροΙία Γθρίοη.\n6Ππίπα (οηςσωπιρῖίοη οἱ ΡΓΙΠΙ8ΓΥ Αἰωππίπωπη, ἴποιςαπα ἴοπηοθς\n42,840\n39006\n40,981 41,074\n]\n36,648 Ι\n35,521\n\"303\n31909 ]\n31068\n28,003\n|\n26,443\n22,585 \"\n19,639 '\nι\n2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023\n5οµγεε: Απίαίκε, (Πίπα 5ἰαϊθ-οννηθά ΓεςθαΓεΠ «ΟΠΊἹραηΥ\nΡο[ϊσαί ἱπίθιθςῖς ργονοΚκο εαραςεἴἴγ οχρθβηςίοη. Ιη (Πίπα, 908 ἴς εοπιραΓαἴἴν6Ιγ εΠΏθαρ 4Πα ΠΙ8ΗΥ ροννθΓ Ρι8Πῖς αΠά 5πΊΕΙἴθ[ς αΓ8 οννηθά ΟΥ |οσα[ ρονεΓγηπιεηϊς, ννο Πανθ 3 πια[ο: ἱηῖεγεςί ἱη πιαἰηϊαἰπίηρ ομἴριῖ. Τῃ6 εοµηῖτγ Πας εοηϊίημθα ἴο Θχραπα ἴπε ργοάιμοϊίοη οἳ αἰωπτίπίμπῃ, Θν6η ννπεῃ ἵῖ αἰά ποῖ ΠΊαΚθ 56η56 θεοηοπηἰσαΙΙΥ. Τηΐς Πας Γεσυ[ίθα ἵη α ρεγίοα οἵ ςἰγμείμγαί ονθγεχραησίοη ἵη (Πίπα, αἰἴπομρῃ ἴΠειε 8Γ6 πονν ομῖς {ΟΙ εηνἰγοηπ]θηίἴα| ΓΘᾶςΟῃΠ5.\nΕἰγπι ργοαάιεῖῖοη [ἱηιῖϊς 8Γ6 ς«αἳ ΡΥ ἴμπα ρονεΓηπιεηῖ. Της (Πίπεςε ρονεΓγηπιεηϊ Πας ςαϊ ἃ εθβ[ίηρ ΓΟ: αοπιεςῖίο αἰμπηίμπι εαρθεΙγ αἲ 45 ΠΠ] ἴοπηες/γθαι σἶηες 2017 ἴο ἀθεαΓροπἰζθ Θη6ΓΡΥ-ἱηϊθηςίνθ «θεϊοίς. Τη6 εοµηΙΓΥ'ς ρΓίΠΊαΥγ ργοαμοϊίοη ϱγοννίῃ Πας {αΙΙ6η Ὀε|ονν 526 6ν6ΙΥ γεαί σἰπεθ 2018, ἱπειμαίπρ ἃ εοηπϊγαοἴίοη ἵῃ 2019 αππα ἴῖς αἰμππίπίµπῃ «βρᾶςεἴῖγ ΓΘ6δςΠΘα 44.3 ππΙη ἴοπηθς αἲ ἴῃθ επα ος 2022.\nΟΠίπαςθ «οπιραπἰθς Ιοοί 8Ώγοβά {ου οχρᾶηςίοη οἳ «πιθ[ίπρ «αρᾶεϊϊγ. ΑοεοΓαϊίηρ ἴο ἴῃε (Πίηεςθ ΓΘςΘΑΓΕΠ ΕΓΠΙ Απίαϊκε, (Πίηεςθ οοπιραηἰθς ρἰαη ἴο Ὀμί]ά αἲ Ιθαςί 8 ΠΠΙη ἴοππες οἱ αἰμπιἰπίμπι πιθ[ἴίης εαραςοἴῖγ ἵη οοµηϊγίες ταϊ αἴ68 ραγῖ οἳ ἴηθ Β6ε|ί απα Βοαά ΙΠἰἰαἴΐνθ (ΒΒΙ), ἱπείμαίπρ Ιπαοηθσία, Μαἰαγσία, 8Πα 5αμαί Αγαθία. ΤΠ6 ρἰάηηθ6α εαρδεἴἴγ ἰς θα μίναιεηπῖ ἴο 1826 οἱ πε εοιηῖιγ’ς 2022 σπιε[ίηρ εαραςί!ϊγ, Ριῖΐ πιοςῖ ργο]εεῖς αἴ68 σί{| ἵΠ ΤΠ Θ64/1γ «ἴαρες οἱ ρἰαηπίηρ.\n38",
  "page_39": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΟΠίπα ἰς ἴπα Εἱρρεςί ΌιγεΓ οἳ Βιςσίαη αἰωππίωπι. Ιη 2023, ϐΠίπα ἱπιρογίθά αρρΓγοχἰπιαϊεΙγ 2.675 πηΙη ἴοηηες οἱ αἰμππἰηίµπῃ, ΑΓομΠ Πα[{ οἱ ννΠἰεΏ «8/18 {ΓοΠΙ Βυςςσί8, 3 Ιεν6ί ταϊ ἰς εχρεςείεα ἴο Γίςθ η 2024. Ιπιρογῖς οἳ Βιςςίαη-ρΓαπά αἰμππίμπῃ ἰοϊαίθά 1,239,000 ἴοππες ἱπ 2023, ιρ ἴτοπι 519,000 ἴοηηες ἵη 2022 αεεοιηϊίηρ {οι 4656 οἱ (Πἰηα’ς Τοΐαί ρΓίΠΊαΥγ αἰμπιϊπίμπη ἱπιρογῖς. ΤΠΕ πωπηΏθίς 3Όονε ννεΓθ γθροΓγίθα ὈΥ (Πίηα΄ς Εµςίοηης οἵαἴίς[ίος.\n5ἱΠο-Βιςσίἁη «εοορεΓαϊίοη ἵπ ἴμθ αἰωπηϊωπη 56εἴοί ἶς ϱγοννίηρ. Της εοηῇΠἰοῖ {Π ἰΚΓαίπε Ιεά ἴο 4 5εΓγίους ἀερἰείίοη ἰη ΒΟ5ΑΙ΄’ς ἃεςθςς ἴο αἰμπίΠᾶ 5ωρρίί6ς, ἂ5 ἃ Ό8η ννὰς ἱπιροςθά οη αἰμπηίπα θχροΓῖς ἴο Βιςσί ϱγ ἴῃθ ΑιςίΓαἱίαη ϱονεΓηπιεηϊ, απα ργοαιοϊίοη ννας «µςρεηάεα αἲ ἴπε ΝἰΚκοΙαΐεν [ΜΥγΚοΙαἰν] Αἰωπιίπα ΕΘΠΠΘΙΥ, ννΠἰεἠ ηαά 66η µΠα6Γ ἴπε οΟΠΊΡΔΗΥ’5 οοη(ΓοΙ. ΤΠεςθ ενεηῖς ηθρα[ίν6ιγ αΠεοῖθα ἴπε 5ωρρΙγ οἱ Γανν πιαϊθγίαἰς {ου αἰμπλπίμπι ργοαμµεοϊίοη απα Ιθά ἴο 8η ἰηποίθαςε ἵη εοσῖς. Ας ραγί Οἱ ἰῖς Γ6ς6ροηςε, ἴμθ ΕΟΠΙΡΔΗΥ ἴοοκ 3 3096 ςἴακε ἵη α (Πἰηεςθ αἰμπιίπα ρΓοαµςεί, Ηεραί ΙΛ6εηί6εηρ Νενν Μαϊθίαίς, ἃ Π]ονθ ν/ΠίΕΗ 5Ποιμία ρἰνε ἴΏες οΟΠΊΡΔΗΥ ἃςσεςς ἵο ΓΟΙΡΠΙΥ 1.5 ΠἹη ἴοπηθς Οἵ αἱμππίπα ῥ6Γ γθαί, νΥΠΙΕΠ ννου|ά ΑΡΡΓΟΧΙΠΙἴΘΙΥ «ον6ί ἴῃθ ΕΟΠΙΡΔΗΥ’5 «ΠοΓί{α(|.\nΡεῖςθς ἵη 5Παηρῄμαϊ 8Γθ ο[ἵθη Πἰρµ6Γ. Της ΡΓαΡΗ 5ποννς ἴπε αἰΠεγειος ἱη ργίοςς Ρεΐννθεη ἴῃθ Ιοπάοη Μείαἱ ΕχεΠαηΡθ απα ἴῃς 5Π8ηρΗαί Εωΐμγθς ΕΧΟΠ8ΠΡΘ. Νοίςκ ΗγαΓο ἰπ ἰηΠαίγ 2023 Απηια| γθροΓί 5αγς ἴηαϊ “ΟΠίπεςε 5ΓΗΕ ρ[ίοες νν6Γς οΠ 6η ΠίρΠει ἴπαη ΙΜΕ αυμς ἴο ἴῃες 5ἴγοπρ ἄθηιβπα {ΓοΠι 6Πίπα ἱηεθηϊινίζίηρ ἱπιρογῖς ο ρΠΠΊ8ΗΥ αἰμπτίπίωηι”.\nΙΜΕ απά 5ΗΕΕ Αἰιπηϊπίαπι Ρ{ΐςς, 056 ρε ἴοηηπε\n4,500\n4,000\n3 ς 0ο\n2\nΟπίπα ἶς ςιεἰίπρ ἵπ ἱπιρογῖς {Γοπι Βυςσία. (οἰάπι8η 5αεΗς Ὀε[ίενες ἰΠαί, ρίνεη ἴπαϊ (Πίπο’ς αἰμιτίη{μιπι ςιβρρΙγ νν]! [Καὶ γοηιαίη Γασϊγαϊηθά ὈΥ ἵϊς 45 ΠπΙη ἴοπηες ῥ6Γ γ6αΓ «αρᾶεἴϊγ «αρ απΠα ἴπαϊ αἰωτπίμπη ἄθπιαπα ννογ]αννίας νν!{] ϱ6 «ωρρογίεα ΟΥ οοη[ίπιθα ϱγοννίῃ ἵπ ργθεη ργο]θοῖς, ἱπιρογί (Θα μἱγεπιεηϊς 4Γ6 [ΙΚ6ειγ |κο βγονν ἰπῖο ἴπθ Πιἰα-θεααθ. Βιςςσίαη αἰαπι[ηίαπῃ θχρογίς 8Γ6 ]μσῖ ΟνΝΕΓ 3 Πη ἵοπηες ῥ6/ γ68(Γ αηα (Πἰπα ΠΙ8Υ 8Ώ5οΓΏ ἴῃθ Ππια]οΓίῖγ οἱ ἴπαῖ νοἱµπθ {Γοπι 20248, οοπιραΓεά ἴο Ζ6ΓΟ ῥΓ6-2022.\n3,000\n2,500\n2.000\n1,500\n5 -Ὁ -- 5 δ\nσ\nὉ. -- »\n[ιτ]\nδ-\nσ -] .] ϱ) ο] 4) Φα ο. ο 3 1 α) 35 ὃ ] ολ\nα -- »\n[σ]\n5 - δ-\nα -- »\nιε]\nὩ  -\n]\nσπα ΣδασστἍ .-4 ώ ο\n4\nσ 3 ] α 5 ὃ α)\n3 μ.\nἓ-ο\nσα ώ ιο] --4 Ο - μ.\nῬἙ δ-\nὍῇὴ σ υ] ο\n- .. Ἓ\n2021\n2022\n2023\n2024\n5οµγςθ: ἰοπάοη Μεία! Εχεβαπαοθ απά 5βαπαβαϊ Εωίέωγες Εχεῃαησε ΙΜΕ ΟΠΙείαΙ ΡΓίςθ, (οπίγαςί ἴγρο (α5β\n39",
  "page_40": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΜ/ΘαϊΠει εοπαϊἴίοης ἱπιραεῖ ργοαμεῖίοη. Α 2023 αγοιρῃῖ ἵῃπ ΥµΠΠαη, ἴῃπε εοιηῖιγ'ς {ουγίη-Οἱρρεςσί αἰυππίμπι-ργοαμείηρ Γγθρίοη, Ι6α ἴο ἱπςμΠίοἰεηῖ ΠγαΓγορονν6ί 5µβΡΙΥ, ἁίΠα Ιοζαἱ 5πΊΘΙἴΘΓς ννεΓς ἃςΚκθα ἴο εμωῖ ργοαμοῖίοη. Τῃς6 εοηςίἰΓαἰηθεα 5µβΡΙγ αἰοηπρ ννίτη ϱγοννίηρ πιεῖαι αθπ]αΠα ΠιαἰΠΙγ {Γοπι ἴπε ΓΘΠενναΡΙθ ΡοννεΓ «Θ6οῖοΓ ρυςῃθά αἰμππίμιπι Γμίωγθς ρΓίςες οη ἴμθς 5Πβηρῄαί ΓμῖωΓγες ΕΧΕΠΦηΡΕ ιρ ΡΥ 9.196 ἱη 2023. ΙΠ ΏεεεπΏθγ, (Πίπα ργοάµεθα 3.59 ΠπΙη ἴοπηες οἱ αἰμπιίπίμπι, ιρ 4.926 Τοπ] 3 γ68Γ 6δΓἱ6Γ, ΝΒ5 ἀαϊα ςΠοννΘα.\nΟΠίπα «ομἰά Πανθ α ρΓοβίθπι ννί αεομςαϊῖοης οἵ {ογςθᾶ Ιάβο: ἵπ ἴῑπο αἰμππίμπι ἱπαάωςίτγ. (αΓ Πιαηυ[αεἴμΓθίς ἰηεμαίηρ Τεςί8, ἄ6ΠΕΓαΙ Μοῖοίς, νοἰκςνναρεη, απά Τογοῖα Πανθ Ώ6εη εαἰἱθα µροη ἵο ΘηςιΓ6 ΤΠΕγ 4Γ6 ποῖ μ5ίηρ {οΓςθά Ι400ΟΓ ἃ5 ραΓί ΟΓ ΤΠείΓ 6ΠίΠα 5µβΡΙΥ εΠαϊη. ΗµΠιαη Βἱρῃῖς ΑΛαἴεῃ, ἃ υἱ5- Ραᾶς6ά ριβιἰσηεα ΓεροΓί ἰη Ι8ΠΙΙΔΓΥ 2024, ΙἰπΚίης 5οιπθ οἵ Τε νΜΟΓΙά’5 Ια:ρεςί σα( πιαπι/[αςϊμΓείς ἴο αἰωππ]ηίμπι αἰἱ6ρεαίγ ργοάισοθα ννΙτη {ογοθα Ι80οΓ ϱΥ Ιγρηιίς απα οἴμει αἴηπίς πἰπογίςς ἵη (Πίηθ’ς ν/θςίθΓη Χἰπ]ίαηρ Γθρίοη απα οἴπει ραγίς οἳ ἴπς εοωηῖτγ. Α ἰ)ηίϊθα Ναϊίοης γθροΓί ἵῃ 2022 Τοιπα (Πίπα ΠΊ3γ Πανς εοπιπιἰτῖθά οΓίπ]ες αραἰηςί Πιπιαηίϊγ ἵη Χἰπ]ί8ηρβ, ννΏθΓε ΠΊΟΓ6 ἴπαι 1 Ππἰη ἱγρηιΓς αΓ6 Εσ[πιαῖθα ἴο Πανθ Ώ6εη αΓγβἰϊγαΠ!γ αθϊαἰπεά.\nΤΗ6 υ.5. ἵπιροςες ἱπιρογῖ γθδουγαπιεηῖς. ΤΠΕ ΟΝ γεροΓί Ιίηκς αἰμππίπίμπῃ --- α πιαϊθγίαἰ µ5εα ἵπ ἄοζεης οἳ ζ8Γ ραγῖς -- ἵο ἴπε Ι40οΓ ΤΓβΠςίδίΓ ϱΓΟΡΓΕΠΙ5, ΝΠΘΓΕΘ ννοίκαεΓς ΓεΘροΓγίθαΙγ {αος ἰαεοίορίσαι ἱπαοςίηηαϊίοη απα |[ἰπιίθαά [γδεάοπι οἳ πιονεπιεηῖ. οἶπες 2022, ἴπε Ιηίῖθαά σίαϊῖες Πας γδοιίγθα ἱπιροΓγίθίς ΟΓ 8ηΥ ροοᾶς ργοαιεςθα {η Χἰπ[ίαηρ ἴἵο ρΓονθ ἴπΠθγ ννεΓθ ποῖ πιαᾶθ ννίἴῃ {οίοθα Ι4Ρο: Το ανοἰα Ρεηα[ίί6ς. Αεεογαϊίηρ ἴο ἱπαιςίγγ γΘροΓγῖς, ΠιοΓθ ἴμαη 1526 οἳ (Πἱπα΄ς αἰμπίπίμπη 5ιρῥΙγ απά αὈοιί 926 οἱ ἴπθ ΡΙοβα ςιρρΙγ ογἱρίπαϊθς η Χἰπ]ίαηρ. Βερογῖς 56Η ας ἴμεςε Γιγίη6γ ἱπιραοσί ἴμε γδριἰαϊἴίοη οΓ (Πίπεςθ αἰωπτ]ηίμ(ῃ Οµ ννοΓΙά πιαΓΚκεῖς.\nΟΠίπα ἵς πονν ἴπα ννογ|ά’ς Ιαίρεςῖ «ΑΓ ΘΧΡΟΓΙ6Γ. (Πίπα ἱς ΟΥ {αι ἴπς ννογιά’ς Ρίρρεςὶ ργοαιεεί οἳ Ρᾷςςθηρε: σαἴ5, νΙΤΏ 4η ομϊρυϊ οἱ ονεΓ 24 Ππἰη υηίϊς ἵη 2022. Τῃθ εοιηϊιγ αἰςο Ώεσαπ]θ ἴῃθ ΝΝΟΓΙά΄5 Ι8/ρεςί «8Ι ΘΧρΟΓΙ6Ι ἵηῃ 2023 απα ἰς ἴπε Ρἱρρεςί πιαπι[αείμΓ6Γ οἱ ραϊϊειγ-ροννεΓγ6αα εἰθεῖγίς σαΐ5. Τη6 Γ6ροΓί αἰιθρες ἰμαῖ ΓοΓβίρη «αΓΠιαΚθίς πανε ΡιωεΚκίθά μπας ἴπθ (Πίπεςθ ρονεΓηπηεηϊ’ς ρΓβςςιµΓ6 Πα ἂἰοννεα Ιαχ6Γ οοηϊΓοΙ οἱ ἴΠείγ 6Πίπα ορεΓαϊίοης ἴπαη ἵηπ οἴμει εοιηϊγίες, νΠίΕΠ ἵπε[θαςες ἴε Γσκ οἳ μσίηρ ΤοΓγςθα Ι80οι{ ἵπ ἴΠδίγ 5ωρρΙγ εΠαΐης. Μοςί [οΓείρη οβΓΠΙΔΚΕίς ἰΠ (ΠίπΠα ορεΓαἴς ας Ιοἰπῖ νεηίμΓες ννΙτη (Πίπεςς ΓΕίγπις αμθ ἴο ϱονεΓηπηεηϊ Γεσίγἰοίίοις ἵη ἴΠίὶς ΚΘΥ 56οἴοΓ.\n40",
  "page_41": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\n5σςθηαΓίος ΤΟΙ δ8βηςϊίοης\nΕ Ιπιρογῖς Οἱ ὑηννγουρῃῖ ὑπα[ἱογθα Αἰμππίμπι, ἴοης\n2019\n2020\n2021\n2022\n2023\nΝΟΠΝ8Υ\n1,288,08δ8\n1,251,846\n1,422,862\n1352617\n1,374,5922\nΙεθἰαΠα\n627854\n728,179\n725,59/3\n724361\n755,451\nὑυπίϊθα ΑΓαΏ Επιἰγαῖες\n671.651\n445467\n529467\n625,132\n667,3946\nΙΠαία\n169,038\n114963\n209,603\n576,125\n589,509\nΒιςςί8η ΕθαθΓαϊίοη\n1,189,3δ7\n845,836\n770,542\n786,921\n512122\nΜοζαπιρίαιθ\n519,47\n510,834\n330,125\n564,908\n453,306\nΒαΠΓαΐη\n200,136\n263,011\n301054\n320,011\n3458,3/7\nυπ]ϊθα Κιπραοπι\n0\n315,066\n198,899\n0\n189757\n5ουἴῃ ΑΙΓίςᾷ\n129330\n94758\n142814\n166,679\n173,307\nΜαἰαγσία\n67,284\n23,449\n24304\n53,32/\n151859\n(απαᾶα\n109,070\n97,106\n365,062\n68,551\n132/915\nΕργρί\n93,430\n115997\n120,819\n67,256\n117,165\nΚαζαΚΗηςί8η\n120,894\n108,656\n68,467\n81248\n108,294\n5αἱ ΑΓαΡί8\n52,132\n22,023\n74,646\n77,506\n72,884\nτῦγκίγα\n54,256\n15,358\n96,406\n120,965\n62,523\nΌπ]ι8η\n23,215\n36,540\n35,103\n63,714\n60,658\n5νν]τΖζθγ]αηα\n83,484\n64,200\n74,103\n73,947\n53,633\nΑιςίγα|ἰ8\n1,195\n8,747\n21,856\n58,871\n52,321\nΒοσηία Ηεγζερονίηα\n52,862\n8,761\n68,417\n4117930\n46,732\nΟδΐαΓ\n12,266\n23,907\n8,212\n33,007\n41,776\nΤοῖαί\n5,750,959\n5,317,100\n5,847,520\n6,361,463\n6,344,500\n5οµγοθ: υΝ (οππίγααε ἄαϊαθασε\nΤΠ6 3ρονε ἴαρίθ 5Ώοννς ἴπθ Ες ἱπιρογίς οἱ μηννγοιρῃῖ, µπαΙιογθα αἰωπππίμπη Το: ἴπθ |α5ΐ ἤνθ γθα:ς. Ν6 οοησίαει (οπιίγαας ἴῃθ Ὀεςί 5οµΓος σίηςε ἰ[ῖ εοἰιθοῖς ἀαΐα {ΓοΠι Παϊίοπαἰ| ομςσίοπις αρεησίθς. Τηίς ΠΊθαης ἵϊ «Πομία «ον6Γ αἱ 5οµΓ6ες οἳ αἰωπηίμπῃ. Ιπιρογῖς οἱ Βιςσίαη αἰμππ]πίμπι ννεΓγθ 512,122 ἴοηπες ἱη 2023, αρουῖ ΠαΙ{ ἴΠείγ |ενε[ ᾖνε γθαίΓς 8Ρρο. Τοῖαι ἱπιρογῖς ἰη 2023 ννεΓθ 6.3 Πηλη ἴοηηθς, 5ο Βιςσία «μρρΙἰθά αρουΐ 856 οΓ ἴπε τοῖσι.\nΤ. Οἱ τα | Ευ Αἰωπιίπίωπη Ίπι Ετοπῃ Βωςσία, ἴοπηος\n5µαΓε Οἱ Τοῖα! Εύ Αἰωπηίπίωπη Ιπιρογῖς ΕΓοπη Βωσσία\n1,4:\n1189387\n205796\nσρο,οοί |\nος\n159156\n845836\n\"!\n770542 786921\n13.1856\n0,00ς\n123736\nδοο0,οος\n512122\n᾿\n8.0796\n.0,00ς\nο,\n0\n019\nδουγοε: υΝ (οπιταάε άοίαῦασε\nδουγοε: υΝ (οππιγαᾶε ἀσίαβθοςε\nΤῃηίς «Ώοννς ἴῃθ αχιθηϊ ἴο ννΠίςΗ ἴπε ΕΙ) Πας αἰγεαάγ “ςε][-ςαποϊίοηθα” απα γεάµεθα ΤΠείγ οοηςωπιρῖίοη Οἱ Βιςςσίαη αἰμπιϊηίμπι, η ἃ ρεγίοα ννηεΓε ἵ Πᾶς ἱπεΓθᾶςθα ἴοῖα| εοηςσιωπιρῖίοη οἱ αἰωπιϊηίαπι ϱΥ αθουΐ 1056. Αεϊμα ἱπιρογῖς οἱ Βιςσίαη αἰμἰηίμΠῃ Πανε [αἱ6η ὈΥ ΠΊΟΓ6 ἴΠαη Πα[[, απα ννΏεη ΕΙ) Ὀμσίηεςςες\n41",
  "page_42": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΠανθ πθαθεάςα ἱπεγεπιεηίϊαι αἱωππίμπῃ, ἵΠεγ πανε ποῖ ροιρῃ! ἰῖ {Γγοπι Βµςσίαη 5ωρρΙί6Γς, νΠΙΕΗ ἵη Τε ναςσί Πια]ΟΓΙΤγ οἱ ζᾶςθς ΠΊθαης {Πθ Βιςςσίαη ΑΙιηπίΠΙμΠι «ΟΠΊΡΒΗΥ.\nΤῃ6 αμεςίίοη ἵπεη αΓίςες ας ἴο Πονν ΤΠίς πιἰρηϊ «Παηρθ Ρϱοἱπρ ΤΟΓΝΝαΓΑ. ΤΗ6 Πγςί αμωεςίίοη ἶς ννηαεί[μει ΟΓ ποῖ ἴπΠειςθ νν| ϱε ςαηποϊίοης. Τίς ΠΘᾶης ννθ ΠΘθα ἴννο 5εῖς οἱ 5οθηδΓίος, ἀερεπαίηρ οη ν/παϊῖ ἵπε Ευ ἀθείάες. Της «Θ6εοπά αιωεςσῖίοη ἵς ννηεη ἴῃε ςαποῖϊίοης (ἱ{ ἱπιροςθ6α) οἵ 5ε[[-ςαποϊίοης ππὶρηϊ ϱ6 |Ιτες, ννΠίσΗ ννῇ! Ὀ6 ααἰθγπίηθα ϱΥ ἴπθ εουΓςε οἱ ἴπθ εοηΠἰοί ἵη ἱΚγαίπθ. ΙΛ/6 αΓθ ποῖ ἂνναΓ6 Οἱ ΔηΥ οΟΠ5θησις Π6Γ6, 5ο ἴΠίς ΠΊθαΠς ΠΊΟΓ6 5οθηΦΒΓίΟ5:\n5αηςἴΐοης ἱπ 2024\nΝΟ δαπεοῖίοης ἰπ 2024\n2024 ἱπιρογῖς 0.1 πιη ἴοπηες\n2024 Ἱπιρογῖς: 0.5 ΠἹη ἴοπηες\n(οπ/ῇἱοί 6ηᾶς 5οοη 2025 Ιπιρογίῖς :0.5 ΠΠ ἴοπηες\n2025 Ἱπιρογῖς: 0.75 πι[η ἴοπηες\n2026 Ιπιρογίῖς :Ο.75 Ππι]η ἵοπηες\n2024 ἱπιρογῖς 0.1 πιη ἴοπηες\n2024 Ἱπιρογῖς: 0.5 ΠἹη ἴοπηες\n(οπ/ῇἱοῖϊ ἄοες ποῖ\n2025 Ιπιρογίῖς τ0 πιἱη ἴοηπες\n2025 ἱπιρογῖς: 0.4 πιη ἴοπηες\nΘ6η6ά 5οοη\n2026 Ιπιρογίῖς τ0 πιἱη ἴοηπες\n2026 ἱπιρογῖς: 0.3 πιη ἴοπηες\nΙ{ {6 οοηβἰοῖ θεηάς 5οοη, 8Πα 5αηποϊίοης σίαγί ἴο 08 θα56ά, ἱπιρογῖς {ΓΟΠΙ Βυςσία «οἰµ[α γαϊμΓη ἴο ἴΠεαίγ 2021 Ιενε[ οἳ ἀγομπα 750,000 ἴοηπες. ΤΠΕ ἰάθα ΠεΓ6 ἰς ἴμαϊ ἰ{ ἴῃθ εοπΠἰοῖ ννεΓθ (ηγροϊηείϊςαΙΙγ) ἴο επά ἱη 2024, ἵπμεη ςαποῖϊίοης ννου|ά ρε ΙΙῆθα, ἱπιρογῖς ννουἰα ἱπιπιεαίαϊείγ γαῖωΓη ἴο ἴΠείγ εωγγεηϊ Ι6νθ[, θά ἵπεη ἴηθ {οἱοννίηρ γθαί ΓΘᾶςῃ ρΓθ-εοηΠἰοῖ Ιθνθίς. ΤΠίς αςςμπ]ες Ἰ]αῖ {6 Γαἱἱ ἔγοπι 2019 {ο 2021 αἰά ποὶ Πανθ αηγίΠίηρ ἴο ἄο ννίτη 5αποϊίοης οἵ περαῖϊϊνε [δε[ίηρς αρουῖ Βιςσία Ώεεθβιςθ οἱ {ῖς ρο[[ίςς. |ἴ ἶς 8ἰ5ο ροςσἰρθ {Παῖ ἴμειγς «ομ|ά Ὀ6 4η Θα ἴο ἴπς εοηΠἰοῖ, Ὀυΐ πο 5μρςεαμεηί ΙΠΠίηρ οἱ 5αηοϊῖοης ο: 56|{- «αηοϊίοης. ΤΠίς ἰς θαμἱναιἰεηῖ ἵο ἴπθ ςοθΠαΓίΟ ἴμαί ἴης εοηΠἰοῖ ἄοθς ποῖ Θηά 5οοη.\nΙΓ1Ώ6 εοηῇἰοῖ ἄοες ποῖ ΕΠ 5ο0η, 8/Π6 ΤΠ6Γθ 8Γ6 5αηΠοῖίοης, ἵπεη ἴῃειε νν! Ὀ6 ςοηε Εωγίηςει ἱπιρογῖς ἰΠίς γθαί Όεσᾶιςθ οἱ ΓΕσίαµαἱ οοηϊΓαςεϊς αΠπα αἰμπτηϊμιπι αἱΓεβααγ Ρουρῃῖϊ ρΓ6-ςαπεῖίοης. ΑΠ εί ἴμαϊ, ἴΠεγ {αἱ το Ζ6Γο {ογ ἵπε {ογ6ςθθαβθἰε ΓμϊμΓ6.\nΙΓ{Π6ειθ αΓθ ΠΟ 5αποῖίοης, ἵπθη Βιςςσί8ῃη ἱπιρογῖς 4Γ6 ΙἰΚκθ6ιγ ἴο Γαἱἱ ρΓβςιΙΒΙΙΥ ἂς ΠΊΟΓ6 ΕµΓΟΡΕΔΒΠ εοπιρδηἰες νυν! αἰἴπει «Ώοοςθ ΟΓ 06 ΡΓεβςςΙΓΘΑ ἵο Πηά οἴῃει 5οωΓοες οἳ αἰμππίπίμη.\n42",
  "page_43": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nπιρ[ϊσαϊίοης οἱ 5δαηςεἵΐοης ΕΟΓ ΕΙ Ιπιρογίς\nΕΓΟΠΙ ἴῃε ἴ8Ρί6 9Ρονε, ἴῃειε ἶς ποῖ ΠιµςΗ ἱπιραοῖ οη ἴπε ΕΙ) αἰωπιίπίμπη πιαΓΚαῖ ἰΓἴΠθ εοηΠἰςί θηᾶς 5οοη 8Πά 5αηςϊῖοης αΓ6 θἰίῃει ποῖ ἵπιροςθά οἵ Ιῃθά. Ηοννδνεγ, ἵ ἴμθ εοηΠἰοῖ 6ος οη {οί ἃ Ιοηρ (ἱπ]6, οἱ Ἡξ ςδΠοῖίοης 8{6 ἰη ρίαςθ ΓΟΓ α Ιοηρ 1π]6, ἴπεη ἴ[πε ΕΙ’ ννί] Πανε ἵο γ6ρίἰαςθ ἴπε ομγΓ6ηῖ 0.5 πλη ἴοπηες ἴΠαϊ ἰῖ ρεῖς {ΓΟΠΙ Βιςσία. ΤΠΕ 5οµΓες οἱ ΤΠίς γερἰαεεπιεηῖ νυν!!! ααϊειηπίηθ ἴῃθ «αΓΏοη ἱπιραοί οἱ 5αποϊίοης οη Βιςςίαη αἰιπιπίμηῃ.\nΑἰωπιϊηίωπη ΡΓΐςΘ, 056 ρ6: ἴοηπε\n4,200\n4,000\nον 3,800\n3,600\n3,400\n3,200\n3,000\n2,800\n2,600\n2,400\n2,200\n2,000\n1,800\n1,600\n1400\n2016 1ἱ 2017 1υἱ 2018 1υἱ 2019 11 2020 1υι 2021 1υἱ 2022 1ωἱ 2023 1! 2024\n5οµγες: Ιοπᾶάοη Μεία! Εχεβαποε νία Τγααϊπα Εεοποπηίςς\nΤῃ6 αἰωπιϊηίμπι πιαΓΚκαῖ ἰς νν6ί! «ωρρΙἰθα οµΓΓγβηῖΙγ. Της6 Όε5ί δνἰάθεηςθ {οί {Πίς ἶς {16 {αοί ἰ[αῖ ἴπθ ρήίςθ ῃας ἴγααθα ἱΠ α Γ8ηβ6 ΤΟ: ἴπθ |α5ΐ 18 πιοηῖῃς ΟΓ 5ο. ΤΠίς Παΐ ργίσς, αἰοηρσίάς Γαρίαιγ Γηἰσίηρ ργίσες ἰη εἰδεῖγίείϊγ, εερεςἰα!Ιγ ἵη ΕµΓορε, Πας Ι6α ἴο «αραεἴἵγ Ρείηρ ἵακεη οΠΗ]ίπθ.\nΕωΓορε ννί] ποῖ Ὀ6 Ιἰπιίίθα {η Ιῖς 5οµΓοες οἳ 5µβρρΙΥ. ΤΠ6 ΕΙ ννί! ϱ6 Πορίηρ ἴμαϊ πε «ΒΑΜΙ ννΙ! ἀἰγθοί ἀθηηαπά ἴονναγας ΙοννεΓ οἈΓΌοη ρΓοαµεθίς. ΤηΘ απαἰγσίς Π6Γθ νν]]] «πονν Τμ ΘχίΓθΘηηες ο ννηαϊ Ώάρρεης ἰξ Τῃ6 5ιρρΙγ «οη]6ς {ΤΟΠ Πἰρῃ-εβί{ροη ΟΓ Ιονν-εβΓΏοη ρΓοάᾶισθίς, ἂς ἵΠθ6Γε 8Γ6 ἴοο ΠΊ8ΗΥ ναγίαθἰες ἴο ργεαϊἰοῖ ννΏεΓς ΕµΓορθ πιὶρηϊ Γερἰαςςε Τε αἰωπιϊηίωπη |οσί ἰ{ ἴπΠεΓε αΓ6 ςαΠηεϊίοης οὐ Βυςσί8η αἰμππ]πίωπ].\nΕσι]ηιαϊες οἱ 16 [ἰΚ6ἰγ ἱπιραοί οη ἴπε (0; οοπϊίαεπϊ οἱ Εωγορε’ς αἰωπι]πίμπι ἱπιρογῖς αἴθ ἵη ἴμς ἴαρίε ροα[ονν:\nΕΠΗοεῖ Οἱ Βερἰαεῖπρ Βιςςσίαπ Αἰωπιϊπίωπι ΙΛ Οἴπει 5μωρρίίεις\nἴοης (Ο02/ γεαι 56 οἱ εωγγαηί ἰοία| (Ο02/γεαΓ\nΤτορ 10 6ωγγεηί 5αρρ[ῖθίς\n2,710,980\n606\nονν 5ωρρ!ἰθ[ς\n1229093\n326\nΗΙΡΗ 5ωρρ[[εί[ς\n5,535,194\n1476\n5οµπο: ΜαςΓγο-Αανίςοηγ οσππαῖος\n43",
  "page_44": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΤῃίς ἴαΡί6 ἰς ρμἱΗ μµςίηρ 4 ΠιοςςεΙ ἴαῖ ἂςςμη]ες ἴμαϊ αἰμπτηίμιπη ἱπιρογῖς {ΓΟΠΙ Βυςσία Ρο ἴο Ζ6Γο. Ιἴ αἰςο ἂςςιμπ]θς ἴμαίϊ ἴμθ «Ἀ{Ώοη οοπίεηϊ οἱ Βυςσίαη αἰμπιϊπίμπῃ ἰς 2.1 ἴοηπες οἱ (Ο2 ρεγ ἴοπηθ οἳ αἰμππηίμπι ριοάµσθά (Βιιςσίαη Αἰμπηϊμηη/ς Δν6ΕΓα8Ρ6). Βα56α οη ἰΠίς, Ἱϊ οοΚκς αἲ ἴπε α[Πθοί οἵ (θρἰασίηρ Βιςσίαη αἰωπηίμιπῃ ννίζῃ τε ἵορ 10 εωγγεπῖ θχρογῖθίς ἴο ἴ]θ ΕΙ), νι! Θ88Ε[ οἳ ἵπειῃ ἱπεΓθαᾶσίηρ ἰΠείγ εχροΓγῖς ΡΥ αὈοιῖ 1056 ο: 5ο. ΤΗίς ννουἰα ἵπογθαςε ἴῃπθ «Γροη εοηϊεηϊ οἳ ΕΙ) αἰιπηίπίμπι ἱπιρογῖς ΟΥ αρουΐ 2.7 πι]η ἴοηηες οἱ (0Ο; ῥ6/ γθαί, θνεη ἵποιρηῃ ἴπε ἵννο Ὀἱρρεςσί «ωρρΙί6Γς ἴο ΕµΓορθ εμΓΓΕηΙΙγ αΓθ ΝΟΓΙΝΑΥ αΠά Ιοθίαπα, ννΠἰεΠ αΓθ Οοΐῃ Ιονν-εαΓΏοη ργοάμµςθίς.\nΤΠΕ ηθχὶ ἴννο [πες ΑΓ6 ΠΊΟΓΘ αρρΓΟΧἰΠΙαἴθ, αΠά σἰπιρΙγ σαἰεμ]αῖς ννηαϊ ννομἰαά ἤάρρεη ἵ αἰἱ ἴπε γαρἰασεπιεηΐ αἰωπιϊηίμπι «οΠΊ6ς ΤΟΠ ἴμθ |οννεςί οΔΓΏοη ρΓοάιςθίς, ΝΝΠίΟΠ ϱεηεΓαῖθς αθουῖ 4.5 ἴοπηηῃες οἱ (0Ο; ρε ἴοη οἳ αἰµπίπίμιπῃ. ΙΠ ΤΠίς 856, ἴμθ «Ἀ{Ροη οοπῖεηϊ οἱ ΕΙ) ἱπιρογῖς ννοι|α γίςς ΏΥ αρουΐ 356. Ι{, ου ἴπθ οἱμεγ Παπᾶ, ἴ[πε ἱπογεπιεηίϊαι αἱµπίηίμπῃ «οΠ]ες {ΓΟΠΙ ΠἰρΠε ϱαΓΏοη ργοαιεσεΓς, |ἰΚ6 ΙΠαΐα, ἴπ6η Τηίὶς ννου|ά ἵπε[θαςθ ἴ[ῃε «ἈΓβΡοη εοπἰεπϊ οἳ ΕΙ) αἰωπτπίμπι ἱπιρογῖς ϱΥγ αθουΐ 1456.\n44",
  "page_45": "ΜΑΟΚΟ-ΑΡΝΙΣ5ΟΕΥ\nΕιγασία 9ἰγαϊορίς (οησιΙπρ\nΑἰιωπιίηίμπι ἶῃ Βυςςἰα\n(οηϊαεῖς\nΑΡρυ ΡΠαΡἱ\n971 60 0521713 994 12 526 4257 Σ44 20 δ79δ 0742 380 32 242 4410 7 495 139 4703 37717 279 3260 2998 71 205 0837 1 202 951 8844\nΒακυ:\nἱοηάοση:\nἱνίν:\nΜοσεονν:\nΑςί8η8:\nΤαςμκεηῖ:\nΙΛ/α5Πἱηρίοη:\nΕπιαϊ!: ἰη{ο(ΦΠΊᾶςΓΟ-8ανἰςοΓγ.6ΟΠΙ\nΥΝ/εςϊϊςα: Πρ: ΠΊΔ6ΓΟ-ανἰςοΓγ.ΟΟΙΠΙ\nΝο νναΓγαη[ίες, ργοπηίςσες, αΠά/οί ΓερΓεςεηίαἴίοης Οἱ 8ΗΥ ΚΙπα, εχρί6ςς ο: ἱπιρίίεα 46 ρίνεη ας ἵο ἴμθ Ππαϊμθ, ςΙ8ΠαΓ6, 8ΕςΙΙΓ8ΟΥ, οἱ |ἰκθννίςσα οἱ ἴπεα ἱη[ογηιαϊίοη ρΓγονἰάθα ἵηπ ἴΠίς ηιαϊθγίαἱ ΠΟΓ ἴο ἴῃα σωἰαἰ{τγ οἱ οἴμειινίςθ οἱ ἴμθ ἱη[ογηιαϊίοη ἴο γοι/ ραΓίομ|αί εἰγομπησίαηςθς. ΜΙ86Γο-Αανίςοιγ | Ιηιίίθα ἄοθς ποῖ ἀαεεθρῖ ΔηΥ ΓαςροηςΙρ{{γ οἱ ΙἰαβΙΠγ {οι ἴΠε αοεμΓΑΟΥ, εοηπϊθηϊ, εοπιρἰεῖθῃθςς, Ι6Ρ8ΙΙἴΥ, οἱ ΓΘἱἰαὈΙΙΙἵγ οἱ ἴπε εοηϊαηϊ οοηϊαἰηθα ἰη ΤΠἰς ποῖθ.\n(οργηρῃηϊ (9 2024 ΜΙαεΓο-Αανίςοιγ | Τα. ΑΙΙ Πἱσηϊς Βεςειγναεςᾶ\n45"
},
  "language": "Languages.GREEK",
  "total_pages": 45
}
