{
  "file_name": "373_3167.pdf",
  "pages": {
  "page_1": "15. 11. 2021\nVIK Verband der Industriellen Energie- und Kraftwirtschaft e.V.\nLeipziger Platz 10 « 10117 Berlin\nT: +49 30 212492-0 « F: +49 30 212492\nVorsitzender des Vorstands: Dr. Günter Hilken\nGeschäftsführer: Christian Seyfert\nRegistergericht Amtsgericht Charlottenburg:\nRegisternummer 95 VR38556\nUST-ID: DE 119 824 770\ninfo@vik.de + www.vik.de\nInternal\nVIK-Position\nVerband der Industriellen\nEnergie- & Kraftwirtschaft\nEnergie für die Industrie\nzur\nEU-Konsultation zum CO>-Grenzausgleichssystem\nVIK begrüßt die Möglichkeit, an der Konsultation zum CO>2-Grenzausgleichssystem (CBAM) teilzunehmen.\nDie geplante Reform des Emissionshandels sowie der Anstieg der CO>-Preise erhö- hen die Notwendigkeit eines starken Carbon-Leakage-Schutzes für die Industrie. Die bestehenden Instrumente werden mit hoher Wahrscheinlichkeit langfristig nicht aus- reichen, um die Wettbewerbsfähigkeit des Industriestandortes Deutschland und der EU sicherzustellen.\nDer Entwurf der EU-Kommission lässt jedoch noch viele Fragen zur konkreten Ausge- staltung von CBAM offen. Ohne hinreichende Klärung offener Aspekte wie zum Bei- spiel die Einbeziehung von Exporten, Auswirkungen auf lange und komplexe Wert- schöpfungsketten oder die zugrundeliegenden COz>-Footprints sollte von einer Einfüh- rung des Instruments abgesehen werden. Folgende Aspekte erfordern weitere Prü- fung:\no Einführung von CBAM und Notwendigkeit der Integration in die Überarbeitung des EU-EHS: Die geplante Einführung eines CBAM soll eine bewährte Methode zum Schutz vor Carbon Leakage via freie Zuteilungen durch ein neues, kom- plexes und bisher ungetestetes System wie das CBAM ersetzen. Hier müssen in bestimmten Abständen Reviews zur Überprüfung des aktuellen Standes und Erfolges der Methodik stattfinden. Die Abschmelzung der freien Zuteilung sollte dann nur erfolgen, wenn das CBAM-Instrument sich als erfolgreich erwiesen hat. Insbesondere der Ausgleich indirekter Kosten ist für energieintensive In- dustrien von entscheidender Bedeutung und muss beibehalten werden. Hohe Komplexität und administrative Barrieren: Die Ermittlung von z.B. \"in GÜ- tern eingebetteten CO2-Emissionen\" erscheint sehr komplex und stellt sehr hohe Anforderungen an die Datenverfügbarkeit und -qualität. Exporte: Es muss einen vollständigen Kostenausgleich für Exporteure geben, um die gestiegenen Produktionskosten klimafreundlicher Technologien auszu- gleichen, die den Export in den Weltmarkt benachteiligen. Auch die Kosten für\n/\nSeite 1 von2 Autor: Dr. Annette Bollmann Tel: +49 162 92 96 362 E-Mail: a.bollmann@vik.de",
  "page_2": "“A Verband der Industriellen\nEnergie für die Industrie\ndie CO2-Vermeidung müssen kompensiert werden, nicht nur, um Carbon Leakage, sondern auch Investitionsverlagerungen zu vermeiden. Wertschöpfungskette: Da CBAM nicht die gesamte Wertschöpfungskette ab- deckt, wird eine große Anzahl wichtiger Produkte keinem Kohlenstoffkostenre- gime unterlaufen. Insbesondere die Aufnahme von Ammoniak und Salpeter- säure, die für viele chemische Prozesse entscheidende Ausgangsstoffe sind, birgt gravierende Risiken für diese Wertschöpfungsketten. Ein Mechanismus zur Anpassung der Kohlenstoffgrenzen muss die gesamte Wertschöpfungs- kette abdecken, von der vorgelagerten bis zur nachgelagerten Produktion. CBAM-Umgehung muss vermieden werden: Das Risiko eines “Ressource Shuffling“, also der potenziellen Zuordnung von weniger kohlenstoffintensiven Materialproduktionen (oder kohlenstoffarmen Strom) außerhalb der EU für Ex- porte in die EU, während die Gesamtkohlenstoffintensität der Produktion im Ex- portland konstant bleibt, muss vermieden werden. Infolge eines solchen Res- source Shufflings könnte die EU-Produktion durch zusätzliche Importe ersetzt werden, was zu einem erhöhten Carbon Leakage Risiko führen würde. Bestimmung des Carbon Footprints: Es gibt derzeit keine globale Vereinbarung darüber, wie der Kohlenstofffußabdruck von Produkten zu bestimmen und Emissionen entlang der gesamten Wertschöpfungskette zurückzuverfolgen sind. Infolgedessen wird der Grad der notwendigen Bürokratie sowie das Risiko einer rechtlichen Konfrontation zunehmen.\nLangfristig wird die Industrie einen besseren Carbon-Leakage Schutz benötigen. Ein Ansatz dafür kann CBAM darstellen, aber es können auch andere Mechanismen einen Weg zur Beibehaltung von fairen Wettbewerbsbedingungen aufzeigen, wie z.B. die Einführung eines Klimaclubs. Dadurch können andere Regionen ermutigt werden, ihre Klimaschutzinstrumente wirksam zu schärfen, um weiterhin profitabel am größten Bin- nenmarkt der Welt partizipieren zu können. Der Kontinent könnte ein Pionier sein und einen ersten großen Schritt in Richtung eines globalen Kohlenstoffpreises machen.\nDer VIK ist seit über 70 Jahren die Interessenvertretung industrieller und gewerblicher Energienutzer in Deutschland. Er ist ein branchenübergreifender Wirtschaftsverband mit Mitgliedsunternehmen aus den unterschiedlichsten Branchen, wie etwa Aluminium, Chemie, Glas, Papier, Stahl oder Zement. Der VIK berät seine Mitglieder in allen Energie- und energierelevanten Umweltfragen. Im Verband ha- ben sich etwa 80 Prozent des industriellen Stromverbrauchs und rund 90 Prozent der versorgerunab- hängigen industriellen Energieeinsatzes und rund 90 Prozent der versorgerunabhängigen Stromer-\nzeugung in Deutschland zusammengeschlossen.\nVIK-Position\nEnergie- & Kraftwirtschaft\nText\nSeite2 von 2\nInternal"
},
  "language": "Languages.GERMAN",
  "total_pages": 2
}
