{
  "file_name": "373_3153.pdf",
  "pages": {
  "page_1": "VIK-Positionspapier\nVerband der Industriellen\nEnergie- & Kraftwirtschaft\nEvaluierung des CO2-Grenzausgleichsmechanismus in der\nÜbergangsphase\nEnergie für die Industrie\nDatum: 01.08.2024\nVIK-Stellungnahme zur Evaluierung des CO2-Grenzausgleichsmechanismus in der Übergangsphase\nDer Verband der Industriellen Energie- und Kraftwirtschaft (VIK e.V.) erläutert in dieser Stellungnahme die Problempunkte bei der praktischen Umsetzung der CBAM-Regelungen in der Übergangsphase und betont die Notwendigkeit einer Evaluierung des CBAM, um einen umfassenden Carbon-Leakage- Schutz für die heimische energieintensive Industrie zu ermöglichen.\nDie Bewertung des CBAM nach den ersten Monaten der Übergangsphase zeigt: Notwendige Änderungen gibt es einerseits bezüglich der Handhabbarkeit, andererseits mit Blick auf die Schutzwirkung der Wettbewerbsfähigkeit. Bei der Balance für eine praktikable Umsetzung von CBAM bleibt eine Lücke, die den mit dem CBAM einhergehenden Verlust an Carbon-Leakage-Schutz unter dem ETS nicht ausgleichen kann, selbst ohne Berücksichtigung der Export-Problematik. Dies wirkt sich nicht nur auf die Grundstoff-Produzenten, sondern auf die gesamte Wertschöpfungskette aus. Die Handhabbarkeit des CBAMs muss verbessert werden. Dabei ist auch darauf zu achten, dass Deutschland den Spielraum für Erleichterungen umfassend nutzt, um Verzerrungen innerhalb der EU zu vermeiden. Die Abschaffung der kostenlosen Zuteilung im EU ETS muss bis zur Gewährleistung eines angemessenen Carbon-Leakage-Schutzes zurückgestellt werden. Bis das bestehende CBAM seine Wirksamkeit gezeigt hat, und Umgehungen ausgeschlossen sind, sollte deshalb auf die Einbeziehung weiterer Grundstoffe verzichtet werden. Darüber hinaus sollte die Option einer Rücknahme des CBAM bei Bedarf nicht ausgeschlossen werden.\nMinimierung des bürokratischen Aufwands bei der Berichterstattung\nDie Einführung der neuen CBAM-Berichtspflichten in der Übergangsphase stellt für die betroffenen Unternehmen erhebliche bürokratische Hürden dar. Da Deutschland erst im Januar dieses Jahres den Zugang zum CBAM-Webportal freigeschaltet hat und mit Blick auf die bisher festgelegte Frist, technische Probleme und unbeantwortete offene Fragen kam es zu Verzögerungen bei der Berichterstattung. Doch auch zukünftig wird die Erstellung des CBAM-Berichts für die Unternehmen mit einem hohen Zeit- und Arbeitsaufwand verbunden sein, erschwerend kommt hinzu, dass auch Angaben zu Gütern mit absolut betrachtet geringen Emissionen, wie z.B. 1 kg Schrauben, gemeldet werden müssen; pro Produkt sind ca. 200 Datenfelder im CBAM-Bericht auszufüllen. Aus unserer\nSicht sollte das Berichtsverfahren kurz und möglichst schlank gehalten werden.\nRegisternummer nach LobbyRG: R002055\nVIK Verband der Industriellen Energie- und Kraftwirtschaft e.V.\nKontakt: Adelia Rathmann\nLeipziger Platz 10 | 10117 Berlin\nT: +49 30 212492-0\nVorsitzender des Vorstands: Gilles Le Van\nHauptgeschäftsführer: Christian Seyfert\nRegistergericht Amtsgericht Charlottenburg:\nRegisternummer 95 VR38556\nUST-ID: DE 119 824 770\ninfo@vik.de | www.vik.de\nl",
  "page_2": "l\nDer Schwellenwert der De-Minimis-Regelung (150 Euro) ist zu niedrig und sollte vom Zollkodex der Union losgelöst definiert werden. Für jede Einfuhr über 150 Euro muss ein CBAM-Report vorbereitet werden. Dies birgt die Gefahr der Steuerhinterziehung für Unternehmen: kleine und mittlere Unternehmen z. B. sind möglicherweise nicht mit den CBAM-Anforderungen vertraut und sind nicht dazu in der Lage, angemessen berichten zu können. Der administrative Aufwand für Unternehmen, die in Euro niedrig bewerteten Importe insgesamt zu identifizieren, ist außerordentlich hoch, während die Menge der eingebetteten Emissionen im Vergleich zu regulären Importen vernachlässigbar ist.\nVerwendung von Standardwerten für eingebettete Emissionen von importierten CBAM-Waren muss auch nach dem Berichtszeitraum Q4/23 bis Q2/24 möglich sein\nFür den Fall, dass Lieferanten oder Händler in Drittländern den Importeur nicht mit den CBAM-Daten unterstützen, muss es dem Berichterstatter weit über den Berichtszeitraum Q4/23 bis Q2/24 hinaus möglich sein, umfangreiche Vereinfachungen hinsichtlich der zu verwendenden Angaben zu nutzen — z. B. die Verwendung von Standardwerten. Andernfalls können Importeure in non-compliance geraten. Es bedarf daher einer belastbaren Stellungnahme der EU zu den erweiterten Korrekturphasen der Berichte für Q4/2023, Q1 und Q2/2024. Bei wörtlicher Auslegung der Sanktionsregel könnten die Korrekturphasen in Frage gestellt werden.\nDie eigenständige Berechnung der produktspezifischen grauen Emissionen stellt für die betroffenen Unternehmen eine große Herausforderung dar. Auch die Anforderung von Daten von Zulieferern in Drittländern wird zusätzliche administrative Herausforderungen entlang der Lieferketten mit sich bringen. Daneben verweigern Zulieferer schlichtweg diese Information. Die Verwendung von Standardwerten kann helfen, mögliche Konflikte mit Lieferanten zu vermeiden. Bei erhöhtem Aufwand können Lieferanten in Drittländern die Kosten für die Datenberechnung in Rechnung stellen. Diese Kosten sind, mit Blick auf den aktuell niedrigen Schwellenwert von 150 Euro, höher als die Liefer- oder CO>-Kosten.\nAlternativ wäre es ist wichtig, Regeln für Fälle der Nichtverfügbarkeit von individuellen Lieferdaten zu entwickeln und die Sanktionen entfallen zu lassen, wenn Unternehmen trotz aller Bemühungen keine Daten aus Drittländern erhalten und daher unvollständige CBAM-Berichte liefern. Die Verwendung von Standardwerten wäre für solche Fälle eine Rückfallposition.\nGewährleistung von Carbon-Leakage-Schutz\nDurch das Abschmelzen der kostenlosen Zuteilung von Zertifikaten der EU ETS-Anlagen auf der einen Seite und die anwachsende CO>-Bepreisung von Importwaren andererseits drohen für exportorientierte Unternehmen erhebliche Wettbewerbsnachteile, da die derzeitige Ausgestaltung des\n2\nVerband der Industriellen\nVIK-Positionspapier\nEnergie- & Kraftwirtschaft\nEvaluierung des CO2-Grenzausgleichsmechanismus in der Übergangsphase\nEnergie für die Industrie\nDatum:01.08.2024\nSchwellenwerte sollten erhöht werden, da sonst der Aufwand in keinem Verhältnis zum Nutzen steht",
  "page_3": "VIK-Positionspapier\nEvaluierung des CO2-Grenzausgleichsmechanismus in der Übergangsphase\nl\nVerband der Industriellen\nEnergie- & Kraftwirtschaft\nEnergie für die Industrie\nDatum:01.08.2024\nCBAM keinen Exportschutz vorsieht!. Aus unserer Sicht muss bereits in der Übergangsphase eine\nWTO-konforme Lösung für Exporte gefunden werden, um für Unternehmen die diesbezüglichen\nCarbon-Leakage-Risiken zu minimieren.\nWichtig beim Carbon-Leakage-Schutz ist, nicht nur die EU ETS-Anlagen und Produzenten von CBAM-\nGütern zu berücksichtigen, sondern ebenfalls die weiterverarbeitenden Unternehmen von CBAM-\nWaren, die entweder innerhalb der EU hergestellt oder von außerhalb der EU importiert werden.\nDie Mehrkosten der CBAM-Waren als Einsatz für den nachgelagerte Fertigungsprozesse lassen sich\nfür Nicht-CBAM-Waren weder beim Export (s. 0.) noch innerhalb der EU weitergeben. Es würden\nFehlanreize entstehen, COz-intensive nachgelagerte Waren wie z.B. Autos, die in Drittländern\nhergestellt wurden, in die EU zu importieren, weil diese vom CBAM nicht erfasst werden, im\nGegensatz zu den weniger COz-intensiven Waren aus der EU.\nAuch sind Umgehungen für CBAM-Waren durch Deklarieren von Importen als produziert über die\nCO>-ärmste Route, z. B. sogenannte Sekundärrouten bei Aluminium oder Stahl, bei gleichzeitigem\nMehrverkauf hoch CO: intensiver Produkte im eigenen Land und in andere Märkte denkbar.\nFür die europäische Industrie bedeutet dies einen Wettbewerbsnachteil durch erhöhte Material-\nEinsatzkosten und höhere Prozesskosten, sowohl beim Export als auch im Binnenmarkt.\nDer VIK ist seit über 76 Jahren die Interessenvertretung industrieller und gewerblicher Energienutzer in Deutschland. Er ist ein branchenübergreifender Wirtschaftsverband mit Mitgliedsunternehmen aus den unterschiedlichsten Branchen, wie etwa Aluminium, Chemie, Glas, Papier, Stahl oder Zement. Der VIK berät seine Mitglieder in allen Energie- und energierelevanten Umweltfragen. Im Verband haben sich etwa 80 Prozent des industriellen Stromverbrauchs und rund 90 Prozent der versorgerunabhängigen industriellen Energieeinsatzes und rund 90 Prozent der versorgerunabhängigen Stromerzeugung in Deutschland zusammengeschlossen.\n! ERCST Study “Review of Carbon Leakage Risks of CBAM Export Goods”, Andrei Marcu, Michael Mehling, Aaron Cosbey, Sara Svensson, Link"
},
  "language": "Languages.GERMAN",
  "total_pages": 3
}
