{
  "file_name": "376_3202.pdf",
  "pages": {
  "page_1": "(\nMapping the current structure and discovering the potential of ‘other revenue’\n~\nO)\nORs.\n=\n=v\n‘=\n=\nEuropean Parliament\n[=]\nSTUDY\nRequested by the BUDG Committee\nBudgetary Support Unit\nDirectorate-General for Budgetary Affairs\nPE 768.313 - December 2024\nEN\n:",
  "page_2": "",
  "page_3": "Mapping the current structure and discovering the potential of ‘other revenue’\nAbstract\nThis research study provides an overview of other revenue and its current and potential future relevance in the EU revenue system. After setting out the conceptual foundations and important definitions related to other revenue, the study maps the different categories of other revenue and presents their development over time. Finally, the study discusses several options to strengthen the role of other revenue, considering both existing and potential new other revenue sources.\nThis study was provided at the request of the BUDG Committee.",
  "page_4": "This document was requested by the European Parliament's Committee on Budgets\nAUTHORS\nVeronika KUBEKOVA, Blomeyer & Sanz\nMargarita SANZ, Blomeyer & Sanz\nLukas SCHMOIGL, Austrian Institute of Economic Research (WIFO)\nMargit SCHRATZENSTALLER, Austrian Institute of Economic Research (WIFO)\nAndrea SUTRICH, Austrian Institute of Economic Research (WIFO)\nPhilipp HEIMBERGER, The Vienna Institute for International Economic Studies (wiiw)\nInternal Review Atanas PEKANOV, WIFO\nADMINISTRATOR RESPONSIBLE\nAndras SCHWARCZ\nEDITORIAL ASSISTANT\nAdrienn BORKA\nLINGUISTIC VERSIONS\nOriginal: EN\nABOUT THE EDITOR\nPolicy departments provide in-house and external expertise to support EP committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny over EU internal policies.\nTo contact the Policy Department or to subscribe for updates, please write to: Budgetary Support Unit European Parliament B-1047 Brussels Email: D@BUDG-BSU@europarl.europa.eu\nManuscript completed in December 2024 © European Union, 2024\nThis document is available on the internet at:\nhttp://www.europarl.europa.eu/supporting-analyses\nDISCLAIMER AND COPYRIGHT\nThe opinions expressed in this document are the sole responsibility of the authors and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. © Cover image used under licence from Adobe Stock",
  "page_5": "Mapping the current structure and discovering the potential of ‘other\nrevenue\n,\nCONTENTS\nLIST OF ABBREVIATIONS\nLIST OF FIGURES\nLIST OF TABLES EXECUTIVE SUMMARY 1. INTRODUCTION 2. OTHER REVENUE: AN OVERVIEW 2.1. Conceptual foundations and definitions 2.1.1. Concepts and definitions 2.1.2. Differences between own resources and other revenue 2.2 Overview of other revenue 2.2.1. Current structure and elements of other revenue 2.2.2. Development of other revenue in the longer-run 3. MAPPING OF DIFFERENT CATEGORIES OF OTHER REVENUE 4. PERSPECTIVES FOR EXISTING AND FUTURE POTENTIAL OTHER REVENUE SOURCES 4.1. Role of existing other revenue sources 4.2. Options to strengthen the role of other revenue sources 4.2.1. General reflections on the future role of other revenue 4.2.2. Potential future other revenue sources 5. CONCLUSIONS AND RECOMMENDATIONS 5.1. Conclusions 5.2. Recommendations 5.2.1. General recommendations recommendations\n5.2.2. Specific\nREFERENCES\nANNEX |\nANNEX II\n10\n12\n14\n14\n18\n23\n23\n26\n32\n50\n50\n52\n53\n55\n69\n69\n70\n70\n70\n72\n78\n84\nPE 768.313",
  "page_6": "BUDG | Budgetary Support Unit\nLIST OF ABBREVIATIONS\nCBAM\nCFSP\nco,\nCarbon Dioxide\nCarbon Border Adjustment Mechanism\nCommon Foreign and Security Policy\nCONT\nCORSIA\nCOVID-19\nCSDP\nDSM\nEC\nECB\nECJ\nECSC\nEEC\nEES\nEFSM\nEFTA\nEP\nESCB\nETIAS\nEU ETS\nEUR\nEURI\nEUTF\nCommittee on Budgetary Control\nCarbon Offsetting and Reduction Scheme for International Aviation\nCoronavirus Disease 2019\nCommon Security and Defence Policy\nDeep Sea Mining\nEuropean Commission\nEuropean Central Bank\nEuropean Court of Justice\nEuropean Coal and Steel Community\nEuropean Economic Community\nEuropean Entry/Exit System\nEuropean Financial Stabilisation Mechanism\nEuropean Free Trade Association\nEuropean Parliament\nEuropean System of Central Banks\nEuropean Travel Information and Authorisation System\nEU Emissions Trading System\nEuro\nEuropean Recovery Instrument\nEuropean Union Emergency Trust Fund\nPE 768.313",
  "page_7": "Mapping the current structure and discovering the potential of ‘other revenue ,\nFFL\nGDP\nGNI\nGNSS\nHLGOR\nICCT\nISA\nITER\nJRC\nMFA\nMFF\nNDICI\nNGEU\nOR\nFrequent Flying Levy\nGross Domestic Product\nGross National Income\nGlobal Navigation Satellite System\nHigh Level Group on Own Resources\nInternational Council on Clean Transportation\nInternational Seabed Authority\nInternational Thermonuclear Experimental Reactor\nJoint Research Centre\nMacro-Financial Assistance\nMultiannual Financial Framework\nNeighbourhood, Development and International Cooperation Instrument\nNext Generation EU\nOwn Resources\nORD\nREGI\nRRF\nSURE\nTEU\nTFEU\nTOR\nUK\nVAT\nOwn Resource Decision\nCommittee on Regional Development\nRecovery and Resilience Facility\nSupport to Mitigate Unemployment Risks in an Emergency\nTreaty on the European Union\nTreaty on the Functioning of the European Union\nTraditional Own Resources\nUnited Kingdom\nValue Added Tax\nPE 768.313",
  "page_8": "BUDG | Budgetary Support Unit\nLIST OF FIGURES\nFigure 1 Other Revenue at a Glance\n13\nFigure 2 Composition of Total Revenue, 2023 (in EUR billion)\n14\nFigure 3 Composition of EU total revenue in a long-term perspective, 1958 to 2023\n27\nFigure 4 Composition of other revenue, 2019-2023\n28\nFigure 5 Assigned versus non-assigned other revenue, 2019-2023\n29\nFigure 6 Assigned versus non-assigned other revenue per Title, 2023\n30\nFigure 7\nDistribution of assigned other revenue across Titles, 2019-2023\n31\nFigure 8 Distribution of total non-assigned other revenue across Titles, 2019-2023\n31\nFigure 9 Headings MFF 2021 to 2027 (including NGEU)\n32\nFigure 10 Other revenue Title 6 per Chapter as a percentage of expenditure in corresponding\nMFF Headings, 2023\n47\nFigure 11 Development of fines and penalties in Chapter 42, million Euro\n57\nFigure 12 Development of the structure of Chapter 42 Fines and Penalties, percentage shares 59\nFigure 13 Development of infringement cases in the EU, 2014 to 2023\n60\nLIST OF TABLES\nTable 1 Composition of total EU revenue\n17\nTable 2\nDifferences between own resources and other revenue\n18\nTable 3\nOther revenue categories (Titles), EU budget 2021-2027, 2023 values\n25\nTable 4\nTitle 2 Total surpluses, balances and adjustments at a glance\n34\nTable 5\nTitle 3 Total administrative revenue at a glance\n37\nTitle 4 Total financial revenue, default interest and fines, at a glance\nTable 6\n40\nTable 7\nTitle 5 Total budgetary wwwguarantees, borrowing-and-lending operations,\nat a glance\n43\nTable 8\nTitle 6 Total revenue, contributions and refunds related to Union policies at a glance 48\nTable 9\nOverview of recent proposals to strengthen the role of other revenue in the EU revenue system\n68\nPE 768.313",
  "page_9": "Mapping the current structure and discovering the potential of ‘other revenue’\nEXECUTIVE SUMMARY\nBackground\nOther revenue has received increasing attention in recent years against the backdrop of the ongoing debates on how to strengthen the link between EU revenues and policies, how to create space to reduce national contributions and particularly the GNI-based own resource, how to expand the EU’s revenue base especially with regard to revenue sources that strengthen the EU’s financial autonomy and contribute to EU policies, and how to make the EU budget more flexible.\nFundamental definitions and concepts\nDistinction between other revenue and own resources\nOther revenue is all revenue accruing to the EU that does not constitute own resources. In principle, other revenue results from the EU’s normal activities and comprises several very heterogeneous revenue categories (which are structured in five Titles) related to action taken by the EU and the implementation of the EU budget. There are several conceptual differences between other revenue and own resources, which relate to their budgetary significance, their legal basis, the role of EU institutions and Member States, their primary purpose, their link to EU policies, the sources of payment and the method of collection. However, due to numerous exceptions, in practice the differences between other revenue and own resources are blurred to some extent.\nAssigned versus non-assigned other revenue\nOther revenue can be assigned or non-assigned. Non-assigned (or general) other revenue, following the budgetary principle of universality, is not used to finance specific expenditures, but - like own resources — serves as a general financial resource for the EU budget. Assigned other revenue is dedicated for specific EU expenditures via the EU budget.\nExternal versus internal other revenue\nMoreover, Article 21 of the Financial Regulation distinguishes between external and internal assigned other revenue. In principle, external and internal assigned other revenue differ according to their sources. Internal assigned revenue is related to the supply of goods, services, or products by the EU within its normal operations. As such it is more related to the technicalities of budget implementation and relevant from an administrative point of view. External assigned other revenue comprises revenue stemming from third parties outside the EU administration and constitutes revenue related to EU policies.\nCurrent role of other revenue in the EU revenue system\nRegarding the current role of other revenue in the EU revenue system, several aspects can be remarked upon:\ne Despite some increase in the overall budgetary significance of other revenue during the last 25 years, the share of other revenue in total EU revenue has remained limited overall. The observable marked increase in other revenue since 2021 is solely caused by the temporary and exceptional borrowing-and-lending operations related to Next Generation EU (NGEU). Nevertheless, specific categories of other revenue can be useful elements of the EU revenue system. Non-assigned other revenue enters the general budget and allows for a decrease in GNI-based own resource payments by Member States.\nPE 768.313",
  "page_10": "BUDG | Budgetary Support Unit\nAssigned other revenue offers flexibility for the provision of EU programmes and activities and their financing beyond the rather rigid MFF and own resources framework in several respects: [e) It may serve as one element in a strategy to increase the adaptability of the EU budget to react to crises and unforeseen events, which has long been called for. Most relevant are additional initiatives financed through common EU debt to respond to short-term challenges that arise during the ongoing implementation of the MFF but cannot be addressed by the flexibility instruments (whose size is very limited). Assigned other revenue allows the expansion of EU programmes and the supply of European public goods beyond the Member States, e.g. by including third countries in the EU research programmes. The current role of the individual other revenue categories varies considerably in several respects: [e) Several Titles cover other revenue which is assigned to finance certain EU expenditures that otherwise would not be undertaken or would be undertaken at a lower level. Other Titles include a significant share of non-assigned revenue and contribute to the EU budget in general. Several Titles provide a fairly steady income stream, while revenue from others are rather volatile, sometimes one-off and limited in time, and in some cases, hard to predict. An increasing share of other revenue categories directly originate from and / or support EU policies. Other revenue is currently used only to a rather limited extent as a steering instrument to support EU policies and strategies.\nOptions to strengthen the role of other revenue sources\nNotwithstanding the need and opportunities to reinforce the financial contribution of other revenue to overall EU revenue, the potential role of other revenue is limited:\ne Leeway to use other revenue on a permanent basis is rather limited due to the general provision in Article 311 TFEU according to which the EU budget must primarily be financed by own resources. Moreover, there is no case law from the European Court of Justice (ECJ) that supports using other revenue on a permanent basis. As many other revenue items are volatile and challenging to predict, and because their long- term revenue potential is often uncertain, initiatives to reinforce other revenue can deliver only a limited contribution to efforts directed at broadening the financial basis and enhancing the size of the EU budget.\nDespite the minor budgetary role assigned to other revenue within the EU revenue system, its potential budgetary significance in supporting EU policies is currently underused. There are several benefits associated with a greater role for other revenue within the EU revenue system:\ne Other revenue can support EU policies (particularly fines, penalties, and infringement payments imposed on Member States and firms to sanction non-compliance with EU law). It can thus strengthen overall budget coherence. In comparison to current national contributions from Member States, other revenue is more “genuine”. Other revenue assigned for specific purposes can make the EU budget more responsive to unexpected challenges, particularly the common debt incurred for SURE, NGEU, and the\nPE 768.313",
  "page_11": "Mapping the current structure and discovering the potential of ‘other revenue’\nUkraine Facility as notable recent examples, and can widen the scope and visibility of European public goods beyond EU Member States. Within the current financial framework, non-assigned other revenue allows a decrease in GNI- based own resource payments by Member States, which reduces the financial burden associated with EU membership.\nOptions to strengthen the role of other revenue comprise existing and potential future other revenue sources:\ne Existing or planned other revenue sources that could be used more in the future include common EU debt, fines and penalties, contributions by third countries to EU programmes, and revenue from the European Travel Information and Authorisation System (ETIAS). The range of options for new other revenue sources is rather narrow. A few options are briefly explored in this study with the aim of providing suggestions for more in-depth analyses: oO revenue accruing from the conservation of marine biological resources; oO revenue from “measures of fiscal nature” in the areas of energy and the environment based on Articles 192 and 194 TFEU; revenue accruing from the European space strategy; revenue related to the assets frozen and confiscated as a result of EU sanctions adopted following Russia’s military aggression against Ukraine.\nRecommendations\nSeveral recommendations can be made regarding the future role of other revenue within the EU revenue system and the EU budget.\nGenerally,\ne efforts to reinforce other revenue should not compromise the unity of the budget; e increasing the weight of other revenue should not erode the principle of universality; making stronger use of other revenue should be accompanied by efforts to strengthen transparency and avoid a further increase in the complexity of the EU revenue system; revenue generated by EU policies should flow into the EU budget; the level of fees, but also of fines and penalties, should not be primarily guided by a revenue- maximising objective, to avoid distortions and inequitable financial burdens; exporting part of the financial burden of the EU budget beyond the EU should not lead to international tensions.\nSpecifically,\ne common EU debt should also be used in the future to finance instruments and mechanisms addressing unforeseen events and crises (based on Article 122 TFUE), thus increasing the flexibility of the EU budget. However, using Article 122 implies that only the Council and the Commission may decide upon the measures adopted; the use of fees for services provided by the EU should be reinforced; contributions of third countries to EU programmes should be strengthened; the steering potential of other revenue should be used more intensively; future other revenue options should be explored in detail; transparency regarding the level and structure of other revenue should be increased\nPE 768.313",
  "page_12": "BUDG | Budgetary Support Unit\n1. INTRODUCTION\n‘Other revenue’ has long been neglected in the academic and policy debate on reform needs and options for the EU revenue system. Only recently, against the backdrop of the ongoing debates on how to strengthen the link between EU revenues and policies, how to create space to reduce national contributions and particularly the GNI-based own resource, and how to expand the EU’s revenue base especially with regard to revenue sources that strengthen the EU’s financial autonomy, other revenue has received more attention.' In addition, several new other revenue sources have been implemented in the last few years, for example the sizeable borrowing related to the EU’s emergency COVID-19 Recovery Instrument (EURI) NextGenerationEU (NGEU) or the revenue generated through immobilisation of Russian assets. Not least, several other revenue sources have generated some public attention recently, e.g., fines imposed on large US tech firms or excess emission premiums levied on European automotive firms.\nThis research study provides an overview of other revenue and its current and potential future relevance in the EU revenue system. The study has three main objectives:\nFirst, the study provides the conceptual foundations and important definitions related to other revenue. In particular,\ne the various revenue categories of the EU budget are described; the differences between other revenue and EU own resources are elaborated; a detailed overview and description of the various categories of other revenue (including a graphic representation of their development) is provided; and the difference between assigned and non-assigned other revenue, as well as their use, is explained.\nSecond, the study maps the different categories of other revenue according to various relevant characteristics: legal basis, assigned versus non-assigned revenue, link to policy area regarding the creation of or the use of other revenue, connection to EU policies, and source liable for payment (Member States, third countries, EU institutions, firms, citizens, etc.). In addition, the following characteristics are considered: revenue in 2023, use of revenue, degree of volatility, and long-term revenue potential. We also provide an overview of relevant budget documents and links where data on other revenue can be found, including a brief description. Finally, we review critically the current documentation and presentation of other revenue in the budget documents and databases provided by the Commission and derive recommendations for improvement.\nThird, the study analyses various questions related to existing and possible new sources of other revenue:\ne What influences the amounts of different other revenue items? How is other revenue linked to EU policies? How could other revenue be used to generate stable income independent from Member States?\n1\nSee in particular the Final Report of the High Level Group on Own Resources (2016), the Reflection Paper on the Future of EU Finances by the EC (2017a), and Schratzenstaller et al. (2022).\n10\nPE 768.313",
  "page_13": "Mapping the current structure and discovering the potential of ‘other revenue’\nHow does the European Commission allocate other revenue and what is the role of the European Parliament in this? What are the legal possibilities and restrictions on establishing new other revenue sources, and what is the European Parliament's role in the process?\nIn addition to these issues and questions, the study briefly presents and discusses several options to strengthen the role of other revenue.\nFrom a methodological point of view, one central challenge for the research study is the scant academic and policy-oriented literature on the whole issue of other revenue, which requires the employment of a mix of various methodological approaches. These include desk research; the analysis of legal texts, official documents and academic publications, as well as more policy-oriented ones; and expert interviews.”\n2 Interviewees include representatives of the European Parliament, the European Commission, and the HEC Paris (Ecole des hautes études commerciales de Paris).\nPE 768.313\n11",
  "page_14": "BUDG | Budgetary Support Unit\n2. OTHER REVENUE: AN OVERVIEW\nThis chapter provides the conceptual foundations for the study, as well as important definitions and concepts relevant for understanding other revenue and the role it plays within the EU revenue system. The legal foundations for other revenue in general are presented, and the difference between assigned and non-assigned revenue is explained. Moreover, we identify the most important differences between other revenue and own resources regarding the general legal foundations, the budgetary significance, the role of the EU institutions (and in particular the Parliament) and Member States in establishing and allocating other revenue, and practical implementation aspects. A central question to be discussed in this chapter is whether there are any conceptual differences between own resources and other revenue. If and when those differences exist, it is further discussed under which circumstances such differences may be more or less pronounced, or the boundaries may be blurred, respectively. We also list in detail the items included in other revenue and provide a brief explanation of their content. Finally, we provide data regarding the quantitative significance of both other revenue within total EU revenue and of the individual other revenue sources and their long-term development.\nFigure 1 provides an overview of how other revenue is embedded in the EU revenue system. It also shows the key features of other revenue: its sources, the Titles under which it is recorded, the distribution between assigned and non-assigned other revenue, and the use of assigned other revenue. (An interactive version of the Figure is available at: https://data-science.wifo.ac.at/other- revenue/galaxy-embed.html)\n12\nPE 768.313",
  "page_15": "Figure 1\nand Funds\n99)\n=\nYear\noO\ner\nBalances and\nAdjustments\nEUR 2,551 m\n1% of total revenue\n2.6% of other revenue\nchange to previous year \\ ~20.9%\nrent and sal\n/ EU Staff\\ taxes and pension contributions\nAdministrative Revenue\n@ 1.1% of total revenue\n2.8% of other revenue\ncontribution\n—Surchase of emission allowances\nOther Revenue at a Glance\nen\n13\npenaltie:\n‘adjustments\n/Ahird Countries\\ contribution\n‘nn\nOTHER REVENUE\nFinancial Revenue, Default Interest, Fines\nEUR 2,480 m\n@\n1% of total revenue\n2.5% of other revenue\nchange to previous year 7 +316.4%\nEUR 91,527\nm\n-{ Special Instruments }\ncoat +(Single Innovation Digital\nMarket,\nand\noe f----® Cohesion, Resilience and Values\n-+( Natural\nEnvironment)\nResources and\n+(Migration\nManagement)\nand Border\nPE 768.313\nlend\nOWN RESOURCES\nEUR 149,536\n60.2%\n100\nee\nurplus and adjustments:\n72\nAssigned Revenue\na a\nchange to previous year 7 +5.8%\nMapping the current structure and discovering the potential of ‘other revenue\n@\nNon-Assigned Revenue\nO EUR 7,298 m\n2.9% of total revenue\n7.4% of other revenue\nRevenue, Contributions and Refunds Related to Union Policies\nEUR 23,447 m\n9.4% of total revenue\n23.7% of other revenue\nchange to previous year 7 +12.3%\nEUR 67,589 m\n27.2% of total revenue\n68.4% of other revenue\nchange to previous year 7 +8.7%\n100\nSource: own elaboration. — Figures for 2023. (see interactive version at ttps://data-science.wifo.ac.at/other-revenue/galaxy-embed.htm )\n100\n/ EU Property \\\n36.9% of total\nrevenue\n92.6% of other a te revenue\nEUR 2,757 m\nan +( Neighbourhood and the World)\n-~-e( European\nPublic Administratio’ ww,\n>)\nSS\nBudgetary Guarantees, Borrowing-and-Lending Operations",
  "page_16": "_\nrevenue\nTitle 5\nGuarantees, borrowing and\nlending operations\nEUR67.6 bn.\nPE 768.313\nBUDG | Budgetary Support Unit\n2.1. Conceptual foundations and definitions\n2.1.1. Concepts and definitions\nThe EU budget is financed from two main sources which add up to total revenue (see figure 2 and table 1): own resources, which deliver the lion’s share of EU revenues, and other revenue, which typically play a relatively small role. The dominance of own resources is based on the guiding principle anchored in Article 311 TFEU, according to which the EU’s financial obligations are to be covered in principle by own resources: “Without prejudice to other revenue, the EU budget shall be financed by own resources.”\nStructure of EU total revenue\nFigure 2 depicts the structure of EU total revenue for 2023. Own resources (traditional own resources; and national contributions which consist of VAT-, GNI- and plastic-based own resources) sum up to EUR 149.5 billion (60.2% of total revenue). Other revenue contributes EUR 98.8 billion (39.8% of total revenue).\nFigure 2: Composition of Total Revenue, 2023 (in EUR billion)\nTotal Revenue 2023: EUR248.4 bn.\nTitle 2\nSurplus, balances,\nadjustments\nEUR 2.6 bn.\nTitle 3\nAdministrative\nEUR 2.8 bn.\nTitle 4\n| Financial revenue, interest,\nfines\nEUR 2.5 bn.\nrT revenue\nA\nR98.8 bn.\n_\nTitle 6\nRevenue related to Union\n_\npolicies\nEUR23.4 bn.\nVAT-based\ncontributions\nEUR22.5 bn.\nTraditional own resources\nPlastic packaging waste contributions\nEUR22.1 bn.\n|\n~ EUR7.2 bn.\nSource: European Commission (2024c), own calculations.\nGN-based contributions\nEUR97.7 bn.\n_\n14",
  "page_17": "Mapping the current structure and discovering the potential of ‘other revenue’\nOwn resources\nOwn resources comprise the regular revenue sources available to the EU according to the Own Resource Decision (ORD)? to cover its financial obligations, i.e. the expenditures foreseen in the MFF, as well as the obligations resulting from contingent liabilities* and NGEU. Own resources need to be sufficiently high to balance the EU budget, as the EU budget in principle is required to be balanced.°\nTwo types of own resources can be distinguished in the current EU revenue system:\ne Traditional own resources (custom duties® levied on imports from third countries), which are collected by the respective Member States and transferred to the EU budget (after a deduction of 25% which Member States are allowed to keep covering their collection costs and provide incentives for diligent collection). National contributions paid out of Member States’ budgets, which include: [e) the VAT-based own resource (introduced in 1979) currently levied at a uniform call rate of 0.3% on Member States’ estimated value added tax (VAT) revenues; the plastic-based own resource (introduced in 2021) levied at a call rate of EUR 0.80 per kilogram of non-recycled plastic waste;’ the GNI-based own resource (introduced in 1988) which serves as the residual financing source balancing EU revenue and expenditure; therefore, its uniform call rate is adjusted annually according to the total revenue needed to cover the financial needs of the given year (0.4579% in 2024).®\nThe total sum of own resources collected in a given year is limited by the own resources ceiling, amounting to 1.46% of GNI (appropriations for commitments) and to 1.4% of GNI (appropriations for payments), respectively in the current MFF period. To ensure that the European Commission will be able to cover all liabilities originating from NGEU, the permanent own resources ceiling has been increased to 2% of GNI temporarily. This increase is limited until 2058 and can only be used in the context of post-pandemic recovery; it will expire once all payments and liabilities related to NGEU have been cleared.\nAccording to the ORD, when introducing new own resources, they shall be fair, simple, transparent, consistent with the Union policy objectives, and respect an equitable breakdown among Member States.° Since 2018, the Commission has been working on identifying new own resources to modernise the revenue side of the EU budget (Schratzenstaller et al., 2022).'° A first basket of new own resources proposed by the Commission in December 2021 included own resources based on auctioning revenues from the EU Emission Trading System (EU ETS), revenues from an EU Carbon Border\nCouncil Decision (EU, Euratom) 2020/2053 of 14 December 2020 on the system of own resources of the European Union and repealing Decision 2014/335/EU, Euratom.\nContingent liabilities may potentially arise in the future; in the EU, they include budgetary guarantees, as well as financial assistance to Member States and third countries. For a detailed presentation and discussion, see Pekanov et al. (2024).\nThe debt incurred to finance the grants and loans provided through NGEU is taken up on a temporary and exceptional basis; however, the Commission is permitted to do so only till the end of 2026. Afterwards, only refinancing operations will be allowed.\nThe sugar production tax and the surplus levy no longer apply as of 2018.\nMember States whose GNI is below EU average are entitled to lump sum reductions.\nGNI-based own resource payments are reduced by lump-sum reductions for Denmark, Germany, the Netherlands, Austria, and Sweden Council Decision (EU, Euratom) 2020/2053 of 14 December 2020 on the system of own resources of the European Union and repealing Decision 2014/335/EU, Euratom, par. 4.\n10\nDetailed information on the next generation of EU own resources currently under discussion can be found at https://commission.europa.eu/strategy-and-policy/eu-budget/long-term-eu-budget/2021-2027/revenue/next-generation-eu-own- resources en.\nPE 768.313\n15",
  "page_18": "BUDG | Budgetary Support Unit\nAdjustment Mechanism (CBAM), and residual profits of the largest multinational enterprises allocated to the EU under the OECD/G20 Pillar 1 agreement. In June 2023, the Commission launched “An adjusted package for the next generation of own resources (European Commission, 2023a). This revised first basket of new own resources proposes an EU ETS- and a CBAM-based own resource and a statistical own resource on company profits to be levied until the implementation of the OECD/G20 Pillar 1 agreement and the Business in Europe: Framework for Income Taxation (BEFIT).\nOther revenue\nOther revenue is all revenue accruing to the EU that does not constitute own resources. In principle, it results from the EU’s normal activities (Mathis, 2017) and comprises several very heterogeneous revenue categories related to action taken by the EU and the implementation of the EU budget, respectively (see section 2.2 for details).\nOther revenue can be assigned or non-assigned:\ne Non-assigned (or general) other revenue, following the budgetary principle of universality stipulated in Articles 6 and 20 of the Financial Regulation 2024/2509,11 is not used to finance specific expenditures, but — like own resources — serves as a general financial resource for the EU budget. Assigned other revenue, defined in Article 21 of the Financial Regulation, is dedicated for specific EU expenditures via the EU budget.\nMoreover, Article 21 of the Financial Regulation distinguishes between external and internal assigned other revenue.\nIn principle, external and internal assigned other revenue differ according to their sources. Internal assigned revenue is related to the supply of goods, services, or products by the EU within its normal operations (Groenendijk, 2023). As such it is more related to technicalities of budget implementation and relevant from an administrative point of view (for example taxes repaid by fiscal authorities, receipts from letting or selling property, or payments made to EU institutions and bodies by insurance companies). External assigned other revenue comprises revenue stemming from third parties outside the European institutions and bodies, and comprises revenue related to EU policies, for example from EU borrowing, from the participation of third countries in EU programmes (for example Korea or the UK which are participating in the EU research programme) or from imposing fines on companies or Member States. The Financial Regulation enumerates the various internal and external assigned revenue items in Article 21. However, a clear definition of internal versus external revenue sources is missing.\nTotal revenue\nThe financing of the EU budget in a given year rests on own resources and other revenue including a surplus from the previous year, which sum up to total revenue. In principle therefore, subtracting other revenue (including a surplus from the previous year) from expenditures in a given year yields the required total amount of own resources to cover the EU’s financial obligations in that year. Non- assigned other revenue counts as general revenue, as do own resources, and thus decreases Member States’ own resource payments — specifically GNI-based contributions — accordingly (Mathis, 2017).\n11\nThe new Financial Regulation (Regulation (EU, Euratom) 2024/2509 of the European Parliament and of the Council from 23 September 2024 on the financial rules applicable to the general budget of the Union is a recast of the Financial Regulation 2018/1724. The new Financial Regulation was adopted in September 2024 after a legislative procedure initiated by the Commission in 2022; it was published on 26.09.2024 (OJ L, 2024/2509) and entered into force on 30.09.2024.\nPE 768.313\n16",
  "page_19": "Mapping the current structure and discovering the potential of ‘other revenue’\nTherefore, an increase in non-assigned other revenue does not increase budgetary space in the sense of enabling more EU spending. Only an increase of assigned other revenue, which has a revenue-raising purpose, allows additional spending above the agreed MFF expenditure lines.\nAssigned other revenue does not affect the own resource ceiling, which regulates own resources\nonly.\nTable 1 gives an overview of the composition of total EU revenue, which consist of own resources and other revenue. The main components of own resources and other revenue, respectively, are also presented. The comparison of the amounts collected from own resources and other revenue in 2019 and 2023 shows that due to the implementation of NGEU (which is financed through EU debt that constitutes external assigned revenue), the share of other revenue in total EU revenue has increased considerably, from 11.7% in 2019 to 39.8% in 2023.\nTable 1:\nComposition of total EU revenue\n2019 2023\nTotal revenue\nTraditional own resources\nNational contributions\nOwn resources based on VAT Call rate of 0.3% on estimated VAT collected by\nOwn resources based on GNI Residual own resource, call rate fixed annually as % of 64.4\nOwn resources based on\nplastic packaging waste not plastic waste\nrecycled\nOther revenue\nOwn resources plus other revenue\nRegular resources available to the EU according to 88.3 60.2\nOwn Resources Decision to cover the EU’s financial\nobligations (MFF, contingent liabilities, NGEU)\n75% of custom duties collected by Member States on 13.0\n8.9\nimports from third countries\nContributions paid out of Member States’ budgets\n75.3\n51.3\n10.8\n9.1\nMember States\n39.4\nMember States’ GN/\nCall rate of EUR 0.80 per kilogram of non-recycled\n0.0\n2.9\n100.0 100.0\nOwn resources\n11.7 39.8\n1.0\nTitle 2 Surplus, adjustments\n1.1\n1.0\nRevenue resulting from the EU’s activities\nSurplus from the previous year, balances adjustment 1.1\nand other adjustments related to national\ncontributions, adjustment for the non-participation of\ncertain Member States in specific policies\nTitle 3 Administrative revenue Revenue related to EU staff, property and the supply of 1.3\ngoods, services and work, and other administrative\nrevenue\nTitle 4 Financial revenue,\nRevenue related to the EU’s financial operations and 1.6\ninterest, fines\nthe enforcement of EU rules\nTitle 5 Guarantees, borrowing Revenue related to EU budgetary guarantees and\n0.0\nand lending operations borrowing-and-lending operations\nTitle 6 Revenue related to\nRevenue linked to EU agreements and programmes 7.7\nUnion policies\n27.2\n9.4\nSource: European Commission (2024c), own calculations.\nPE 768.313\n17",
  "page_20": "BUDG | Budgetary Support Unit\n2.1.2\nDifferences between own resources and other revenue\nOwn resources and other revenue in principle differ in several respects, a few exceptions notwithstanding (see table 2)\nTable 2\nDifferences between own resources and other revenue\nArt. 311 TFEU; MFF; ORD Art. Lone 311 TFEU; ORD; eri\nLegal basis Fownsares\nFinancial Regulation; MFF\nIIA; specific legislation -\nfor details, see Annex II\nRole of EU institutions\nParliament: consultative\nParliament: ordinary\nVariations depending\npower; monitoring\nprocedure: co-legislative on the procedure\ncollection\nand budgetary authority;\nCommission: proposal\nextraordinary procedure\nand execution role\nconsultative role\nCouncil: unanimity for the Commission\nadoption of own\nmanagement role\nresources and the MFF\nCouncil: ordinary\nprocedure: co-legislative\nauthority; extraordinary\nprocedure: legislator\nRole of Member States Veto power (unanimity\nNo unanimity decision\nTemporary and\nprinciple)\nrequired\nexceptional borrowing\noperations (NGEU)\nBudgetary significance Main financing source\nMinor, supplementary\nTemporary and\nfinancing source\nexceptional borrowing\noperations (NGEU)\nRevenue-raising\nYes\nNo\nPlastic-based own\npurpose\nresource\nTemporary and\nexceptional borrowing\noperations (NGEU)\nContributions related to\nEU policies\nPrinciple of universality Yes\nNo\nNon-assigned other\nrevenue\nNo\nVarious private and public Various private and public -\nsector sources in the EU\nector sources in the EU\n(traditional own resources and third countries\n— custom duties”)\nMember States’ budgets\n(national contributions)\nCollection by Member\nStates and transfer to EU\nCollection by EU\nSource: Own elaboration. Exceptions in bold refer to own resources; exceptions in italics refer to other revenue. '. Buyers of imported goods from third countries\nYes\nCustom duties\nPlastic-based own\nresource\nLink to EU policies and\ncompetences\nSource of payment\nMethod of collection\n18\nPE 768.313",
  "page_21": "Mapping the current structure and discovering the potential of ‘other revenue’\nLegal basis\nA first difference between own resources and other revenue is their legal basis. The EU revenues, that include own resources and other revenue, are regulated by Articles 311, 312, 314 and 322 (2) of the Treaty on the Functioning of the European Union (TFEU). Article 311 states that “without prejudice to other revenue, the budget shall be financed wholly from own resources.” It is important here that “besides Art. 311 TFEU, there is no rule in primary law that serves exclusively to generate resources” (Waldhoff, 2016, p. 153). Article 312 refers to the EU expenditure regulated by the MFF that “shall ensure that Union expenditure develops in an orderly manner and within the limits of its own resources [...] The annual budget of the Union shall comply with the multiannual financial framework.” Amongst other aspects, it also establishes the duration of the MFF and refers to the special legislative procedure required for the adoption of its regulation. Article 314 refers to the special legislative procedure for the adoption of the Union’s annual budget by the European Parliament and the Council. Finally, Article 322 (2) states that the Council shall consult the European Parliament and the ECA on the “methods whereby the budget revenue provided under the arrangements relating to the Union’s own resources shall be made available to the Commission, and determine the measures to be applied, if need be, to meet cash requirements.”\nOwn resources, which build the primary source of the EU's revenues, are governed by a specific regulatory framework, the ORD, that is based on Art. 311 of the TFEU. The ORD has to be adopted unanimously by the European Council through a special legislative procedure (Grund and Steinbach, 2023). The Council has to adopt any amendments to the ORD unanimously, after consultation to the Parliament, and the national parliaments have to all ratify it as well. The unanimity rule also indirectly protects the budget autonomy of the authorities of the Member States and somewhat restricts the financial autonomy of the Union — even of the Council (Waldhoff, 2016). Several other regulations lay down implementation measures on the collection system, methods, and calculation of own resources.'* Moreover, the GNI-based own resource finds its legal base in a specific Council Decision adopted in 1988.\"\nIn contrast, although Art. 311 of the TFEU also applies, other revenue is in principle governed by secondary legislation, meaning it does not require the same unanimous approval or ratification by all Member States, as is necessary for the ORD (Mathis, 2017). There is no specific regulatory framework just for other revenue sources. Besides the TFEU, other revenues are mainly regulated by the Financial Regulation, the MFF, the IAA, and a long list of secondary legislation. This makes their legal basis less ‘standardised’ than that of the own resources. Moreover, the adoption procedure of other revenue is more flexible and therefore it ‘make[s] the EU budget more responsive’ (Mathis, 2017, p. 6). As a result, the legal bases for other revenue are more diverse and more flexible, and are presented in detail in the\n12 Council Regulation (EU, Euratom) 2021/768 of 30 April 2021 laying down implementing for the system of of measures own resources the European Union and repealing Regulation (EU, Euratom) No 608/2014; Consolidated text: Council Regulation (EU, Euratom) No 609/2014 of 26 May 2014 on the methods and procedure for making available the traditional, VAT and GNI-based own resources and on the measures to meet cash requirements; Council Regulation (EU, Euratom) 2021/769 of 30 April 2021 amending Regulation (EEC, Euratom) No 1553/89 on the definitive uniform arrangements for the collection of own resources accruing from value added tax; Council Regulation (EU, Euratom) 2021/770 of 30 April 2021 on the calculation of the own resource based on plastic packaging waste that is not recycled, on the methods and procedure for making available that own resource, on the measures to meet cash requirements, and on certain aspects of the own resource based on gross national income.\n13 Interinstitutional Agreement of 16 December 2020 between the European Parliament, the Council of the European Union and the\nEuropean Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as\nDecember 2020 between the European Parliament, the Council of the European Union and the European Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as on new own resources, including a roadmap towards the introduction of new own resources. OJ L 433 1/28. https://eur-lex.europa.eu/legal-\non new own resources, including a roadmap towards the introduction of new own resources Interinstitutional Agreement of 16\ncontent/EN/TXT/PDF/?uri=CELEX:3202001222(01); Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: An adjusted package for the next generation of own resources (COM/2023/330 final).\nPE 768.313\n19",
  "page_22": "BUDG | Budgetary Support Unit\nGeneral EU budget under each budget line (Titles 2 to 6, as described in section 2.2.1 of this study). The key legal bases of each Title of other revenues are also described in this study (chapter 3). An exception is the borrowing operations related to NGEU, which are based on the ORD and therefore require unanimity.\nRole of EU institutions and Parliament\nThe role of the EU institutions in general and of the Parliament in particular, as well as of Member States, differs between these two types of financial sources. Own resources are governed by the ORD, which must be unanimously adopted by the Council and ratified by all Member States. In this process, the European Parliament is only consulted, providing a legislative opinion that precedes the adoption of the ORD. As mentioned above, the unanimity and ratification rule limits the budget autonomy of the EU institutions when it comes to own resources. In that sense, “the final say on legislation on own resources does not lie with the Union’s institutions (not even with the Council), but with the Member States and their respective constitutional orders” (Waldhoff, 2016, p. 152). Nevertheless, the adoption of the MFF is dependent on the Parliament's consent, which it may condition with specific requirements, thus contributing to the shaping of those areas over which it has less power, such as the system of own resources. For instance, the creation of an interinstitutional high-level group to be tasked with a thorough review of own resources, and the adoption of the own resources roadmap in the Interinstitutional Agreement (IIA) were some of the conditions the Parliament put for its consent to the adoption of the 2014-2020 and 2021-2027 MFFs, respectively (European Parliament, 2021).\nAlthough the Parliament can influence the process by issuing opinions and advocating reforms, its role remains limited. Still, as a budgetary authority, the Parliament also monitors the collection of own resources to ensure that the Member States meet their obligations.\nIn contrast, for other revenue, the Parliament may act as a co-legislator when it comes to the secondary legislation that forms the legal basis for these revenues, giving it a more direct role in shaping and managing them. However, the Parliament's involvement depends on the legal basis and the legislative procedure used for the specific legislation in question. Under the ordinary legislative procedure, the Parliament acts as co-legislator and shares equal legislative power with the Council, meaning that both must agree on the final text of laws governing certain other revenues, such as competition law fines, GDPR penalties, and other financial sanctions. Under the special legislative procedure, the Parliament’s role is limited to a consultative role only.\nRegardless of the procedure, the Parliament's role lies in the budgetary oversight over the implementation of the budget. As the budgetary authority deciding together with the Council on the annual budget, it also plays an important role during the annual budgetary procedure that determines the “overall amount and distribution of annual EU expenditure and the revenue necessary to cover it.” It also scrutinises the use of the revenues and through the discharge procedure holds the Commission and its agencies accountable for their implementation.\nRegarding the Commission, whilst it can propose own resources in the preparation process of the MFF, its role is also crucial in managing other revenues within the EU budget. One of its key responsibilities is administering fines imposed on companies, often for breaches of EU competition law or other regulatory infractions. Article 23 of Regulation 1/2003 grants the Commission the authority to impose such fines on businesses.'°\n14 European Parliament: The Budgetary Procedure, https://www.europarl.europa.eu/factsheets/en/sheet/10/the-budgetary-procedure 15 Council Regulation (EC) No 1/2003 of 16 December 2002 the implementation of the rules competition laid down in Articles 81 on on and 82 of the Treaty, OJ L 1, 4.1.2003\n20\nPE 768.313",
  "page_23": "Mapping the current structure and discovering the potential of ‘other revenue’\nAnother important responsibility of the Commission is managing budget surpluses from previous financial years. The Commission is responsible for reintegrating these surpluses into the new budget cycle, ensuring that they are used effectively. Article 18 of the Financial Regulation 2024/2509 governs the handling of surpluses, while Article 44 allows for the preparation of draft amending budgets, through which the Commission adjusts the forecasts of resources and incorporates surplus funds into the current budget as necessary. Concerning borrowing operations, due to the unique situation created by the NGEU recovery initiative designed to boost the economy after the pandemic'®, the European Commission was given exceptional, temporary permission to raise funds by borrowing up to EUR 750 billion (in 2018 prices) from capital markets. The Commission has the power to borrow funds from the capital markets or financial institutions on behalf of the Union. The Commission ensures that these borrowing operations are carried out in compliance with EU rules and avoid exposing the Union to financial risks, such as interest or commercial risks. The Commission is also responsible for overseeing the terms of the financial assistance agreements with the beneficiaries and ensuring that the financial liabilities are effectively managed to safeguard the Union’s financial interests.\nRole of Member States\nMember States’ role and competencies regarding the establishment of individual own resources and of individual other revenue categories differ. As already mentioned, the adoption of own resources stipulated in the ORD requires unanimity and ratification from all Member States, i.e. individual Member States have veto power to block the implementation of specific own resources. As the adoption of own resources is a tax-related decision, the unanimity rule applies, and in reality, it is often difficult to obtain due to the different interests of Member States (Saint-Amans, 2024). In contrast, other revenue generally is based on secondary law and “can be more flexible to address specific issues” (Mathis, 2017, p. 6). Again, the exception is the borrowing related to NGEU which is based on a unanimous decision by Member States and stipulated in the ORD.\nBudgetary significance\nAs illustrated in Table 1, own resources and other revenue differ regarding their quantitative budgetary significance. The formulation in Article 311 TFEU implies that compared to own resources, other revenue can play a minor role only (Mathis, 2017). Thus, the EU budget is mainly financed by own resources (see section 2.2.2 for details). While this is true also for the current MFF 2021 to 2027, other revenue has become more important for the financing of the EU budget overall - albeit for a limited time period — with the implementation of the temporary COVID-19 recovery instrument NGEU. On a temporary and exceptional basis, NGEU is financed through EU debt that counts as other revenue, thus significantly expanding other revenue over 2021-2026, and their contribution to total EU revenue accordingly.\nRevenue-raising purpose\nThe primary intention of own resources is to raise revenues to finance the EU’s expenditures. A notable exception is the plastic-based own resource, which also aims at supporting EU policies by reducing non-recycled plastic waste in the EU.'” Most categories of other revenue, which arise through the EU’s operations, do not primarily serve as revenue-raising instruments (although there are a few exceptions:\n16 NGEU is not the first and only off-budget facility financed through other from EU borrowing, but the by far largest The revenue one. European instrument for temporary support to mitigate unemployment risks in an emergency (SURE) which was in operation in the years 2020 to 2022 provided financial assistance in the form of loans granted on favourable terms to affected Member States during the COVID-19 pandemic for supporting short-term work schemes and similar measures. These loans were financed through EU borrowing of EUR 98.4 billion. The Ukraine Facility established in 2024 will provide loans to Ukraine of up to EUR 33 billion which are financed through issuing EU debt. 17 the shall fulfill and function\nAlso, envisaged new own resources\na steering a financing\nsimultaneously.\nPE 768.313\n21",
  "page_24": "BUDG | Budgetary Support Unit\nthe other revenue stemming from the temporary borrowing for NGEU under Title 5, and the contributions related to Union policies under Title 6 can be seen as such). This has two implications:\ne Total national contributions are dependent on the EU’s revenue needs, which are determined by expenditures. More precisely, traditional own resources, as well as the VAT- and the plastic- based own resource, are determined by EU rules how to calculate their total amount; while the GNI-based own resource as a residual financing source directly depends on EU expenditure. In contrast, most other revenue categories are determined by the underlying EU operations. The only exception are the temporary borrowing operations to finance NGEU, the extent of which depends on the level of grants and loans provided to Member States financed through EU debt, as well as refinancing needs depending on the market. Other revenue is not a reliable nor predictable revenue source but is rather volatile. While also individual own resources may be subject to short-term fluctuations, own resources overall are a reliable revenue source as shortfalls in revenues from individual own resources will be compensated by the GNI-based own resource as the residual financing source for EU expenditures.\nPrinciple of universality\nOwn resources strictly follow the principle of universality mentioned above, i.e. they serve to finance EU expenditure in total regardless of their concrete base and origin. In contrast, the largest part of other revenue - i.e. assigned other revenue - is used for specific expenditure lines in the EU budget.\nLink to EU policies and competencies\nOther revenue is usually linked to EU policies and competences and the associated EU operations and accrues independent of Member States’ decisions or actions — again, with the exception of other revenue raised through temporary and exceptional EU borrowing. Therefore, other revenue can be perceived as more “genuine” compared to national contributions in the form of GNI- and VAT-based own resources (HLGOR - High Level Group on Own Resources, 2016). Of the current own resources, only custom duties and the plastic-based own resource, which are accounting for a rather limited share of total own resources, are associated to EU competences and policies. The implementation of the amended first basket of new own resources will lead to an even less clear distinction, as the proposed own resources based on revenues from the auctioning of EU Emission Trading System (ETS) certificates and on revenues from the carbon border adjustment mechanism (CBAM) are directly linked to EU policies and operations.\nSource of payment\nWith the exception of traditional own resources (i.e. custom duties), own resource payments are made by Member States out of their budgets, while other revenue stems from a variety of private and public sector sources, ranging from firms and private individuals (including EU staff) over third countries and Member States to lenders on the capital market.\nMethod of collection\nOwn resources are collected by Member States and transferred to the EU. In contrast, other revenue is directly collected by the EU. Currently there are no exceptions to this rule on either side. The method of collection could of course be changed. For example, it is conceivable in principle that EU ETS certificates are auctioned by an EU authority. In this case, revenues from auctioning EU ETS certificates might not be classified as own resources, as foreseen in the Commission’s current proposal for new own resources (see section 2.1.1) but would rather qualify as other revenue.\n22\nPE 768.313",
  "page_25": "Mapping the current structure and discovering the potential of ‘other revenue’\nConclusion\nOverall, therefore, there are several conceptual differences between own resources and other revenue. However, due to the numerous exceptions identified above, the two financing sources cannot be clearly distinguished from one another based on the criteria applied above. Rather, the boundaries between own resources and other revenue appear blurred to a certain extent for most of these criteria. Not even budgetary significance allows for a clear distinction, considering the large sums that are currently being collected as other revenue to finance NGEU and that cannot be regarded to be of minor significance.\n2.2. Overview of other revenue\nOther revenues are structured according to Titles (one-digit level), which again are broken down into Chapters (two-digit level). Chapters consist of Articles (three-digit level), which comprise one or more Items (four-digit level). This section presents the various other revenue categories and detailed items, respectively. It starts with the current structure of other revenue (section 2.2.1.) to then show their longer-term development, also with respect to their significance within the overall EU revenue system (section 2.2.2.).\nCurrent structure and elements of other revenue\n2.2.1.\nSources of data on other revenue\nOther revenue is recorded in several data sources and databases.\nThe websites of the European Commission, the European Parliament, and some other organisations offer several online resources on both the planned data at various stages and the outturn data and retrospective analyses. Here is a first overview.\n1./ EUR-Lex’, the online portal to EU law, which provides the official and most comprehensive access to EU legal documents, allows the download of budget documents from 1958 onwards as pdf files for each individual year. Depending on the progress of the annual budgetary cycle, documents are available as 'draft budget’, ‘line by line’, the ‘(adopted) budget’, and the related 'amending documents’. These documents serve as both an overview of revenue and expenditure for the general budget and as breakdowns for the EU institutions (‘Sections’). The figures are presented in great detail down to the level of accounts, with additional information on the respective legal basis. Both the planned figures for the current year and the following year as well as the actual figures for the previous year (‘outturn’) and MFF figures are included. However, no time series beyond the respective MFF periods are provided. Electronic files are available from 2013 onwards, but only for expenditure, not for revenue.\n2. Time series in excel format from 2000 onwards show actual spending by programme (Headings) and Member State, with minor deviations from the officially published budget due to different publication dates, and also provide an overview of revenue. Other revenue is presented in aggregated form: Title totals are shown from 2021 onwards. As a special feature, amounts from other institutions are shown separately. Before 2021, only the surplus from the previous year and the remaining other revenue were shown.\n3. Via the Commission’s interactive tool spending (‘outturn’) for the current MFF period (2021-2023) and the previous MFF (2014-2020), broken down by scope (EU-27/NGEU/EU-27+NGEU), Member State, heading and sub-heading, can be selected and downloaded. Concerning revenue, the Member State, the main category of revenue (TOR, national contributions, and other revenue), and\nPE 768.313\n23",
  "page_26": "BUDG | Budgetary Support Unit\nthe corresponding type of revenue (per Title for other revenue) can be selected. With regard to data availability, the same applies to other revenue as already explained under point 2.\n4. The EU's annual accounts and reports, which present and analyse, among other reports, the consolidated annual accounts and the annual activity reports (Integrated Financial and Accountability Reporting) retrospectively from an accounting point of view (accrual principle).\nInformation is provided on the annual budget lifecycle 2021-2027, the Treaty timetable, and EU budget timing (pragmatic calendar).\nBrief overview of other revenue according to Titles\nAs already mentioned, other revenue comprises a heterogeneous group of various revenues which are summarised and structured in Titles.\nTable 3 provides an overview of the currently existing five other revenue categories according to the Titles (Titles 2 to 6) 18 Ul j ncluding brief descriptions and key figures illustrating their budgetary significance. Total other revenue comprises surpluses, balances and adjustments (Title 2) and miscellaneous revenue (Titles 3 to 6). The mapping of other revenue undertaken in chapter 3 of this study provides more details on the individual Titles. The long-term development and the allocation of the functional areas to the individual Titles over time can be seen in Figure 1 in the Annex.\nRecently, revenue under Title 5 has become most significant in quantitative terms, at 68.4% of total other revenue in 2023. Title 6 is the second largest, constituting 23.7% of total other revenue. Titles 2, 3, and 4, remain below 3% of total other revenue each; therefore, their contributions to total other revenue and to total revenue are negligible. Overall, 92.6% of other revenue (EUR 91.5 billion) were assigned in 2023, with shares of assigned revenue in overall revenue under the individual Titles ranging from 0.02% (Title 4) to (almost) 100% (Titles 5 and 6). Therefore, only 7.4% of total other revenue (EUR 7.3 billion) reduced (as general revenue) GNI-based contributions in 2023.\n18 Under title 1, recorded. own resources are\n24\nPE 768.313",
  "page_27": "Mapping the current structure and discovering the potential of ‘other\n,\nrevenue\nTable 3:\nOther revenue categories (Titles), EU budget 2021-2027, 2023 values\nTitle No Designation\nSurpluses, balances and Surplus from the previous year, balances adjustment and other 2.6\nadjustments\nadjustments related to national contributions, adjustment for the\nnon-participation of certain Member States in specific policies\nMiscellaneous revenue Titles 3 to6\nAdministrative revenue Revenue related to EU staff, property and the supply of goods, 2.8\nservices and work, and other administrative revenue (e.g. taxes\non salaries of EU staff)\nFinancial revenue, de- Revenue related to the EU’s financial operations and the\n2.5\nfault interest and fines enforcement of EU rules (e.g. competition fines)\nBudgetary guarantees, Revenue related to EU budgetary guarantees and borrowing-\nborrowing-and-lending and-lending operations (e.g. borrowing for NGEU)\noperations\nRevenues, contributions Revenue linked to EU agreements and programmes (e.g.\nand refunds related to contributions from third countries to EU activities, for example\nUnion policies\nresearch programmes)\nTotal other revenue\nTitles 2 to6\nBrief description\nRevenue in revenue in % of total\nEUR billion % of Title other\nrevenue revenue\n0.0\n2.6\n96.3\n67.6\n23.4\n98.8\nAssigned Revenue in\n95.1\n28.1\n0.02\n100.0\n98.8\n92.6\n97.4\n2.8\n2.5\n68.4\n23.7\n100.0\nRevenue in\n% of total\nrevenue\n1.0\n38.8\n1.1\n1.0\n27.2\n9.4\n39.8\nSource: European Commission (2024c), own calculations.\nPE 768.313\n25",
  "page_28": "BUDG | Budgetary Support Unit\nTable 1 in Annex presents all other revenue items as recorded in the EU’s budget documents and the related revenue according to the budget outturn in 2022 and 2023. It indicates for each individual other revenue item whether it is assigned or non-assigned.\n2.2.2.\nDevelopment of other revenue in the longer-run\nEvolution of the recording of other revenue over time\nThe structure of other revenue has been changed over time in several occasions since 1958 (see Figure 1 in the Annex).'? In particular, the number of Titles covering other revenue in the general statement of revenue of the EU budget was increased from two (in 1958)”° to five (during the period 1960-1979), then to eight (during the period 1980-2018), and was most recently reduced again to five as of 2019. Currently (since 2019), other revenue is entered under Titles 2 to 6 (Title 1 records own resources). The designations of most Titles have been adjusted accordingly over time. The latest restructuring effective more or less follows a functional logic reflecting the EU’s activities by dividing other revenue into those related to: various adjustments (Title 2), the EU’s administrative operations (Title 3), its financial operations (Title 4), guarantees and borrowing-and-lending-operations (Title 5), and the EU’s policies (Title 6). The current structure of other revenue used in the general statement of revenue thus avoids overlaps and double structures.\nLong-term development of the budgetary significance of other revenue\nSince 1958, the year of the creation of the European Economic Community (EEC), the lion’s share of EU revenues has been based on Member States’ financial contributions and own resources, respectively (see figure 3).”' In 1958, the share of other revenue in total revenue was below 0.2%. However, the weight of other revenue has been increasing in the decades since. Between 1958 and 2000, the share of financial contributions / own resources amounted to 96.3% on average per year, and that of other revenue including the balance carried over from the previous year to 3.7%. In the period 2000-2020, the share of own resources in total revenue has fallen to an annual average of about 91%, while the share of other revenue has grown by a factor of almost 2.5 to 9% per year on average during this period. This increase is mainly related to other revenue currently recorded under Title 6. Titles 2, 3, and 4 other revenue have also somewhat contributed to the growing share of other revenue.\nSince 2021, the share of other revenue in total EU revenue has been rising markedly, with debt incurred by the EU to finance the grants and loans provided to Member States from 2021-2026 through NGEU also representing other revenue (entered under Title 5). Accordingly, the share of other revenue in total EU revenues reached 39.8% in 2023, causing the share of own resources to drop to 60.2% (see figure 3)\nFigure 3 shows large fluctuations in the shares of other revenue in total revenue between 1958 and 2020 (the year before the implementation of NGEU), ranging from a minimum of 0.16% (1958) to a maximum of 19.3% (1963). The post-2020 increase of other revenue, however, is unprecedented in the history of the EU revenue system. The peaks of other revenue recorded since the end of the 1950s all remained below shares of 20% in overall revenues. Before 2021, the highest peaks occurred in 1963, in 2002 (18.6% of total revenue, due to an extraordinarily high surplus from the previous year and an\n19 Only major revisions shown here. Several minor changes (extensions and deletion of sub-categories that (no longer) required, are are and changes of wording) are not shown here for the sake of clarity.\n20 No information could be found for 1959.\n21\nSee Schwarcz (2021, 2023) and D’Alfonso (2021) for overviews of the EU system of own resources.\n26\nPE 768.313",
  "page_29": "Mapping the current structure and discovering the potential of ‘other revenue’\nadjustment of the collection costs for traditional own resources), and in 2017 (17% of total revenue, due to an extraordinarily high surplus from the previous year and extraordinarily high Title 6 revenue).””\nFigure 3:\nComposition of EU total revenue in a long-term perspective, 1958 to 2023\n100\nVAT-based\nown resource\nGNI-based\nown resource\nOtherrevenue\n1958 1963 1968 1973 1978 1983 1988 1993 1998 2003 2008 2013 2018 2023\nSource: European Commission, own representation.\nRecent developments in the structure of other revenue\nFigure 4Figure 4 presents the structure of other revenue according to Titles for the period 2019-2023.” In the pre-EURI years 2019 and 2020, revenue from Titles 2, 3, 4 and 5 was negligible both in absolute terms and as a share of total other revenue. Since 2021, Title 5 has been gaining importance due to EURI lending-and-borrowing operations. Title 6 revenue has also been increasing as well after 2020 due to growing UK contributions related to its withdrawal from the EU.\nBefore 2021, assigned revenue played a negligible role, at 2.8% (2019) and 4.1% (2020) of total other revenue, respectively. Since 2021, the implementation of NGEU and the UK contributions have been significantly increasing the share of assigned revenue, which reached around 93% in the period 2021- 2023 (see Figure 5, lower part).\n22 These relative figures stem from compilation by the European Commission which continued with the figures from the data set a was “EU spending and revenue - Data 2000-2023’. There are minimal differences compared to the figures published in the general budgets of the European Union for the financial year which are available as pdf-files on ‘Budget On-line’ (https://eur- lex.europa.eu/budget/www/index-en.htm). 23 Due to the restructuring of Titles of 2019, it is not possible to display time series in that detail going back further. as\nPE 768.313\n27",
  "page_30": "Figure 4:\n100.0\nComposition of other revenue, 2019-2023\n90.0\n80.0\n70.0\n60.0\n50.0\n40.0\n30.0\n20.0\n10.0\n0.0\n2019\nTitle 6\nTitle 3\nTitle 2\n2020\nTitle 5\n2021\n2022\n2023\n100.0\n90.0\n80.0\n70.0\n60.0\n50.0\nTitle 6\n40.0\nTitle 5\n30.0\nTitle 3\n20.0\n10.0\nTitle 2\n0.0\n2019\n2020\nSource: European Commission (2024c), own representation.\n2021\n2022\n2023",
  "page_31": "Mapping the current structure and discovering the potential of ‘other revenue’\nFigure 5:\nAssigned versus non-assigned other revenue, 2019-2023\nm Other revenue assigned\nOther revenue non-assigned\n100.0\n90.0\n80.0\nTotal 81.0\n5.8\nTotal 89.5\n6.0\nTotal 98.8\n73\n70.0\n60.0\n50.0\n40.0\n83.5\n30.0\nTotal 19.2\n20.0\nTotal 14.2\n10.0\n0.0\n18.6\nLMS\n2019\n13.6\n0.6\n2020\n2021\n2022\n2023\n100.0\n72\n7A\n90.0\n80.0\n70.0\n_\n© 60.0\n§ 50.0\n97.2\n95.9\n&\nuv 40.0\n30.0\n20.0\n10.0\n0.0\n28 |\n| 4.1\n2019\n2020\n2021\n2022\n2023\nSource: European Commission (2024c), own representation.\nFigure 6 presents the total amounts and the shares of assigned versus non-assigned other revenue per Title for 2023. It shows that the massive increase of assigned other revenue mentioned above and its share in total other revenue starting in 2021 is primarily connected to the implementation of NGEU, which has significantly increased Title 5 revenue that consists of assigned revenue only, and UK payments (Title 6) play a certain role.\nPE 768.313\n29",
  "page_32": "BUDG | Budgetary Support Unit\nFigure 6:\n100.0\nAssigned versus non-assigned other revenue per Title, 2023\n90.0\n80.0\n0.0 —\nI\nTitle 5\nTitle6\nTotal\nSource: European Commission (2024c), own representation. Columns in full colour: assigned other revenue; shaded columns: non-assigned other revenue.\nFigure 7 shows the distribution of assigned other revenue across Titles for the period 2019-2023. The majority of other revenue is accounted for by Title 5 as of 2021 (related to the implementation of NGEU), followed by Title 6 (related to UK withdrawal payments), while negligible shares of total assigned other revenue can be attributed to Titles 3 and 4. Figure 7 also illustrates considerable yearly fluctuations, which inter alia are due to accounting procedures.\n70.0\n60.0\n50.0\n40.0\n30.0\n:\n20.0\n10.0\n2.6\n2.0\n2.5\n0.8\n0.0\n0.0\nTitle 2\nTitle 3\nTitle 4\nTitleS\nTitle 6\nTotal\n100.0\n90.0\n80.0\nY\n70.0\nTLS\n60.0\n100.0\n50.0\nj\n40.0\n7\n30.0\n20.0\nZ\n28.1\n10.0\nZi,\n0.0\n0.0\nTitle 2\nTitle 3\nTitle 4\n30\nPE 768.313",
  "page_33": "Mapping the current structure and discovering the potential of ‘other revenue’\nFigure 7\nDistribution of assigned other revenue across Titles, 2019-2023\n100.0\n|\n90.0\n80.0\n2 70.0\n>\no\npa 60.0\no\no 50.0\n©\n©\n- 40.0\nle)\nPw]\n30.0\n20.0\n10.0\nTitle 3\n|\nTitle 3\n09 |\nTitle 3\n0.0\n07\n08\n2019\n2020\n2021\n2022\n2023\nSource: European Commission (2024c), own representation. Titles recording negligible assigned revenue (shares below 0.01%) are not included.\nFigure 8 illustrates the distribution of non-assigned other revenue across Titles. In the years 2019-2022, the largest part of non-assigned revenue was recorded under Title 6. In 2023, the distribution of non- assigned revenue across Titles was more even.\nFigure 8\nDistribution of total non-assigned other revenue across Titles, 2019-2023\n100.0\nGY\nY\niY\nVi,\n90.0\nV/\n7/\n80.0\nY\n70.0\n]\n- Yj\nY/\n60.0\ny\n50.0\n7\n40.0\nyy\n—Y\nYj\n30.0\nTitle 2\nY\n54,2\nyy\n20.0\nTitle 2\nTitle 2\nTitle 2\n35.0\n10.0\nYj\n30.6\nTitle 2\n23.3\n9.7\n0.0\n2019\n2020\n2021\n2022\n2023\nSource: European Commission (2024c), own representation.\n31\nPE 768.313\no",
  "page_34": "BUDG | Budgetary Support Unit\n3. MAPPING OF DIFFERENT CATEGORIES OF OTHER REVENUE\nIn chapter 3, the different categories of other revenue are mapped, using the following characteristics legal basis, role of European Parliament, assigned versus non-assigned revenue, link to policy area connection to EU policies (none, weak, or strong), source liable for payment (Member States, third countries, EU institutions, firms, citizens, investors), revenue in 2023, use of revenue according to MFF headings (see Figure 9 for the headings into which the MFF 2021 to 2027 is structured, including NGEU), degree of volatility (high, medium, or low), and long-term revenue potential (high, medium, or low) This description also includes a presentation of the content, extending the brief description in section 2.2.2. As mentioned previously, some other revenue items result from negative behaviour of the source liable for payment (i.e. firms or Member States); this is pointed out for the relevant positions. The mapping of existing other revenue sources primarily relies on relevant legal texts and official (budget) documents (in particular, European Commission, 2024c). Moreover, budget data provided by official documents (see section 2.2.1 for details) is collected, processed, and analysed\nIt should be noted that this mapping cannot be comprehensive in the sense of a detailed presentation and explanation of the institutional design, financing mechanisms and revenue use underlying every single other revenue item. Given the complexity and diversity of the other revenue system, this would go far beyond the scope of the study. The study rather focuses on the various types of other revenue and gives examples for illustration\nFigure 9\nHeadings MFF 2021 to 2027 (including NGEU)\nSingle Market, Innovation and Digital\n149.5 (+ 11.5 from NGEU)\nCohesion, Resilience and Values\n426.7 (+ 776.5 from NGEU)\nNatural Resources and Environment 401 (+ 18.9 from NGEU)\nTotal\nMigration and Border Management 257 Security and Defence 149\n€2.018\ntrillion\n/ //\n) /Hf\n/ /]\n/// i\n/}\nNeighbourhood and the World\n/\n///\nj\n110.6\niff)\ny\nU/ ff /\n|\nEuropean Public Administration\n/ i} / ///]\nSissi WU\nY)\n82.5\nSi f/f\nTotal: €2.018 trillion\nPics ssi\nSittf\nNextGenerationEU 806.9\nLong-term budget 1210.9\nSource: European Commission (2021) In current prices (Commitment appropriations) Excluding the top ups agreed in the MFF mid-term revision\n32\nPE 768.313",
  "page_35": "Mapping the current structure and discovering the potential of ‘other revenue’\nTitle 2 Total surpluses, balances and adjustments\nTitle 2 Surpluses, balances and adjustments includes a surplus from the previous year,” balances adjustments and several other adjustments related to national contributions (VAT-, GNI- and plastic- based own resources) by Member States, as well as adjustments for the non-participation of certain Member States in specific policies. In 2023, Title 2 revenue reached EUR 2.6 billion (2.6% of total other revenue, 1% of total revenue). All Title 2 revenue is non-assigned.\nTitle 2 comprises four Chapters:\ne Chapter 2 0 Surplus from previous financial year A surplus from a financial year is entered as revenue in the budget of the subsequent financial year. Chapter 2 1 Balances adjustment These adjustments refer to Member States’ own resources payments and arise in the case of adjustments in the bases for VAT-, GNI-, and plastic-based own resources. Chapter 2 2 Adjustment for the non-participation of certain Member States in specific policies As Denmark and Ireland do not participate in some specific policies in the area of ‘freedom, security and justice,’ their own resource payments are reduced accordingly. These reductions are borne by the other Member States that have to contribute to the adjustment mechanism. Overall, reductions for non-participating Member States and compensatory contributions by the remaining ones are net zero. Chapter 2 3 Adjustment for the implementation of own resources decisions Result of the calculation for the retroactive implementation of own resources decisions after their ratification. Chapter 2 4 Adjustment for exchange rate differences for own resources Significant gains or losses resulting from the differences between the exchange rates for the conversion into national currency of the budgeted amounts for own resources and the exchange rates used to enter the amounts in the Commission accounts.\nOverall, Title 2 revenue potential is very limited and highly volatile, and its long-term revenue potential can be expected to remain limited. There is also only a weak connection to EU policies. All revenue recorded in Title 2 is non-assigned, and it is used as general revenue source for MFF expenditure.\nThe legal foundations for this revenue category are grounded in both primary (treaties) and secondary (e.g. directives, regulations, decisions) law that govern how surpluses, balances and adjustments are managed in the framework of the EU budget. The Treaty of the Functioning of the European Union (TFEU) in its Article 310 establishes that the EU budget must be balanced. Article 316 establishes the rule regarding the carry-over of unspent funds within the EU budget detailing that any surplus from a financial year must be carried forward to the next year’s budget. The Financial Regulation 2024/2509 recast provides specific rules on how surpluses and balances are to be handled. The MFF Regulation 2021-2027 establishes the financial ceilings and framework for the EU's expenditures over the period 2021-2027. It also provides for how surpluses and balances from each year are incorporated into the overall financial planning of the EU.\nThe General EU budget also lists several other secondary laws that establish rules for collecting and managing specific EU’s own resources, such as VAT, GNI-based contributions, and traditional own\n24 A deficit from the previous is entered expenditure in the subsequent financial year as year.\nPE 768.313\n33",
  "page_36": "BUDG | Budgetary Support Unit\nresources. They therefore also constitute an important legal base as they might affect the revenues under this Title. The detailed legal foundations of the revenues established in Title 2 are presented in the Annex II\nThe Parliament has a limited role when it comes to the ORD that governs the system of own resources which are the principal revenue of the EU budget (Parliament is only consulted on ORD). Nevertheless it acts as a co-legislator and budgetary authority together with the Council to approve the annual EU budget. Through this process, it can ensure that surpluses and balances from previous years are incorporated into the next years’ budget and monitor their reallocation. Through its amendments and negotiations with the Council within the annual budgetary procedure, the Parliament can ensure that surpluses are directed towards high-priority policy areas. Furthermore, the Parliament ensures that any adjustments are accounted for and used appropriately in subsequent budgets\nTable 4\nTitle 2 Total surpluses, balances and adjustments at a glance\nCharacteristics\nTitle 2 Total surpluses,\nSurplus from the previous year, balances adjustments and several other\nbalances and adjustments adjustments related to national contributions (VAT-, GNI- and plastic-based\nown resources), and adjustments for the non-participation of certain\nMember States in specific policies\nLegal basis\nThe Treaty of the Functioning of the European Union (TFEU), Arts. 311, 322\nFinancial Regulation 2024/2509, Art. 18\nMFF Regulation 2020/2093; IIA; ORD Council Regulation (EU, Euratom)\n2021/768 laying down implementing measures for the system of own\nresources\nCouncil Regulation (EU, Euratom) 609/2014 on the methods and procedure\nfor making available the traditional, VAT and GNI-based own resources and\non the measures to meet cash requirements\nCouncil Regulation (EEC, Euratom) No 1553/89 on the definitive uniform\narrangements for the collection of own resources accruing from value\nadded tax\nRegulation (EU) 2019/516 of the European Parliament and of the Council on\nthe harmonisation of gross national income at market prices\nCouncil Regulation (EU, Euratom) 2021/770 on the calculation of the own\nresource based on plastic packaging waste that is not recycled\n[Assignedreverue\n[wok [NO\n[comeciontoeupoiies SSCS\nin [MFFingenerl [MFFingenerl\n=i\nUse of revenue\nRevenue in 2023 (in EUR\nbillion, in % of Total Revenue)\n| Volatility Volatility ofrevenues revenues\n|\nSource: own elaboration.\nPE 768.313\n34",
  "page_37": "Mapping the current structure and discovering the potential of ‘other revenue’\nTitle 3 Total administrative revenue\nTitle 3 Administrative revenue comprises various other revenue items related to the operation of the EU’s administration. These include three non-assigned other revenue items: revenue related to Union staff (taxes and levies, and contributions to pension schemes), to property (sale and letting of property), and from administrative operations (small). Revenue from the supply of goods, services and work, and most other administrative revenue constitute assigned other revenue. In 2023, other revenue entered in Title 3 reached EUR 2.8 billion (2.8% of total other revenue, 1.1% of total revenue), and 28.1% were assigned revenue.\nTitle 3 comprises four Chapters:\ne Chapter 3 0 Revenue from staff Revenue from staff includes taxes and levies imposed on remunerations, as well as contributions to the pension scheme by EU staff, Members of the Parliament, and decentralised agencies and international organisations. Chapter 3 1 Revenue linked to property Revenue linked to property comprises revenue from the sale of immovable and other property (e.g. vehicles, equipment, etc.), as well as revenue from letting and subletting immovable property belonging to the EU institutions. Chapter 3 2 Revenue from the supply of goods, services and work Under Chapter 3 2, revenue from the supply of goods, services and work for other departments within the Commission, as well as for other EU institutions, agencies, and bodies is entered. Chapter 3 3 Other administrative revenue Other administrative revenue comprises repayments of amounts wrongly paid, revenue for a specific purpose (income from foundations, subsidies, gifts and bequests), and revenue from the Commission contribution to the European External Action Service (EEAS) for Commission staff working in EU delegations.\nOf these four Chapters, Chapter 3 0 is the most significance one in quantitative terms, at 71.5% of overall Title 3 revenue in 2023. Overall, whilst Title 3 revenue is typically rather stable (with some components being hard to predict, e.g. revenue linked to property), its long-term potential is very limited and can be expected to remain constant. Title 3 revenue is not directly connected to EU policies, although it of course results from administrative operations associated with the implementation of EU policies; the link to EU policies therefore is weak. 28.1% of Title 3 revenue is assigned (most revenue entered under Chapters 3 1 and 3 4, and all the revenue entered under Chapter 3 2). Assigned Chapter 3 1,3 2 and 3 3 revenue enforces as additional appropriations the lines of the involved EU institutions (e.g. European Parliament, Council, Commission, European Court of Justice, European External Action Service, etc.). The remaining non-assigned revenue (71.9% of Title 3 revenue) from Chapters 3 0, 3 1 and 3 3 finances the MFF as general revenue. The sources liable for payment are heterogeneous, comprising EU staff, the departments, agencies, and bodies of decentralised agencies and EU institutions, Members of the Parliament, international organisations, private individuals, corporations, various private and public actors within and outside the European institutions, and insurance companies.\nThe legal foundations for this revenue category are grounded in both primary (treaties) and secondary (e.g. directives, regulations, decisions) law that govern how revenues from staff, revenues linked to property and from the supply of goods services and work, as well as other administrative revenues are\nPE 768.313\n35",
  "page_38": "BUDG | Budgetary Support Unit\nmanaged in the framework of the EU budget. The detailed legal foundations of the revenues established in the Title 3 are presented in the Annex Il.\nOne of the main legal bases for this Title is the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Union.” This Regulation influences the administrative revenues, as it defines the salaries as well as taxes, deductions from salaries, and other levies on the staff of the Union. The Protocol on the privileges and immunities of the EU in its Article 12 notes that \"Officials and other servants of the Union shall be liable to a tax, for the benefit of the Union” and exempts their wages and salaries from national taxes. The Regulation 260/68 of the Council lays down the specific conditions and procedure for applying the tax for the benefit of the European Communities.\nThe General budget of the EU lists several other secondary laws” as legal bases for this Title. These laws mostly lay down the conditions for employment of specific staff (e.g. staff of the European Foundation for Improvement of Living and Working conditions, or the High Representative of the Union for Foreign Affairs and Security Policy), determine the emoluments for specific officials (e.g. members of the Court of Auditors or high-level public office holders), and establish conditions governing the performance of duties on specific EU institutions / agencies (e.g. the Ombudsman, the European Data-protection Supervisor).\nIt is important to note here that the volume of this revenue is relatively small and that its purpose is not to fund the Union, but to “preserve the officials’ equity and independence in conjunction with according tax immunities granted by the Member States” (Waldhoff, 2016, p. 156).\nThe Parliament plays a key role in overseeing how revenues under Title 3 are collected, incorporated into the EU budget, and managed. Contrary to Title 2 revenue, the Parliament has been directly involved in the legislative process related to the Staff Regulations of EU officials, i.e. it acted as a co- legislator in adopting Regulation No. 1020/2013 which amended the Staff Regulations and the Conditions of Employment for EU personnel. As such, the Parliament can play a key role in changing the relevant legal base(s) which might in turn influence the total administrative revenues. In case of non-assigned revenues that enter the general budget of the EU, the Parliament can amend and vote on their allocation during the annual budgetary procedure. This is generally more difficult in the case of assigned other revenue since it is linked to predefined expenditures. The Parliament also ensures\n25 Staff Regulations of Officials of the European Union and the Conditions of Employment of Other Servants of the Union, laid down in Council Regulation (EEC, Euratom, ECSC) No 259/68 ( 1 ) (‘Staff Regulations’).\n26 Council Regulation No 422/67/EEC, No 5/67/Euratom of 25 July 1967 determining the emoluments of the President and Members of the Commission, of the President, Judges, Advocates-General and Registrar of the Court of Justice, of the President, Members and Registrar of the General Court, and of the President, Members and Registrar of the European Union Civil Service Tribunal (OJ 187, 8.8.1967, p. 1). Rules governing the of and allowances to Members of the European Parliament.\npayment expenses\nCouncil Regulation (ECSC, EEC, Euratom) No 1860/76 of 29 June 1976 laying down the Conditions of Employment of Staff of the European Foundation for the Improvement of Living and Working Conditions (OJ L 214, 6.8.1976, p. 24).\nCouncil Regulation (EEC, Euratom, ECSC) No 2290/77 of 18 October 1977 determining the emoluments of the members of the Court of Auditors (OJ L 268, 20.10.1977, p. 1).\nDecision 94/262/ECSC, EC, Euratom of the European Parliament of 9 March 1994 on the regulations and general conditions governing the performance of the Ombudsman’s duties (OJ L 113, 4.5.1994, p. 15).\nDecision No 1247/2002/EC of the European Parliament, of the Council and of the Commission of 1 July 2002 on the regulations and general conditions governing the performance of the European Data-protection Supervisor's duties (OJ L 183, 12.7.2002, p. 1).\nCouncil Decision 2009/909/EU of 1 December 2009 laying down the conditions of employment of the President of the European Council (OJ L 322, 9.12.2009, p. 35).\nCouncil Decision 2009/910/EU of 1 December 2009 laying down the conditions of employment of the High Representative of the Union for Foreign Affairs and Security Policy (OJ L 322, 9.12.2009, p. 36).\nCouncil Decision 2009/912/EU of 1 December 2009 laying down the conditions of employment of the Secretary-General of the Council of the European Union (OJ L 322, 9.12.2009, p. 38).\nCouncil Regulation (EU) 2016/300 of 29 February 2016 determining the emoluments of EU high-level public office holders (OJ L 58, 4.3.2016, p. 1).\n36\nPE 768.313",
  "page_39": "Mapping the current structure and discovering the potential of ‘other revenue\ntransparency and accountability when it comes to the use of revenues and scrutinises their expenditures\nTable 5 Title 3 Total administrative revenue at a glance\nCharacteristics\nLegal basis\nThe Treaty of the Functioning of the European Union (TFEU), Art. 311\nFinancial Regulation 2024/2509; MFF Regulation 2020/2093; IIA; ORD\nStaff Regulation 259/68; Conditions of Employment of Other Servants of the\nEuropean Union\nProtocol on the privileges and immunities of the European Union, and in\nparticular Article 12 thereof\nRegulation (EEC, Euratom, ECSC) No 260/68 of the Council of 29 February\n1968 laying down the conditions and procedure for applying the tax for the\nbenefit of the European Communities\nSee Annex II for a detailed list of the legal basis\nAssigned revenue\nRelevant policy area\nSource liable [Comectonromunaices for\npayment\nUse of revenue\nRevenue in 2023 (in EUR\nbillion, in % of Total Revenue)\nChapter 3 0 non-assigned\nChapters 3 1, 3 2 and 3 3 mostly assigned\nShare of assigned revenue (2023): 28.1%\n[Wea\nChapter\n3 O EU staff, decentralised\n_\ninternational\nagencies\norganisations, MEP\nChapter 3 1 various private and public actors inside and outside\nEuropean institutions\nChapter 3 2 European Commission, other EU institutions, agencies and\nbodies\nChapter 3 3 European Commission, private individuals, insurance\ncompanies\nChapter 3 0 and non-assigned revenue from Chapters 3 1, 3 2 and 3 3\nMFF in general\nEuropean public administration: Chapters 3 1, 3 2 and 3 3 assigned\nrevenue enforces lines of involved EU institutions\nSource: own elaboration\na\nPE 768.313\n37",
  "page_40": "BUDG | Budgetary Support Unit\nTitle 4 Total financial revenue, default interest and fines\nTitle 4 Financial revenue, default interest and fines records other revenue items that are linked to the EU's financial operations and the enforcement of EU rules. These include revenues from EU investment and bank accounts, interest on late payments of Member States (particularly regarding own resource payments), and fines and penalties (e.g. fines imposed for violations of the rules of competition). Title 4 revenue was EUR 2.5 billion in 2023 (2.5% of total other revenue, 1% of total revenue), of which practically the whole amount was non-assigned. A part of revenue included in Title 4 results from undesirable behaviour, namely revenue from fines and penalties collected from Member States violating EU rules.\nTitle 4 comprises three Chapters:\ne Chapter 4 0 Revenue from investments and accounts Revenue from investments or loans granted, and bank and other interest credited to, or debited from, the institutions’ accounts; from interests yielded by pre-financing; interest and other revenue generated on trust accounts kept on behalf of the EU by international financial institutions managing EU programmes (e.g. European Investment Fund (EIF), European Investment Bank, etc.); from interest on deposits in the framework of the EU’s governance; from dividends paid by the EIF in respect of the EU’s contribution; and all other possible interest and financial revenue. Chapter 4 1 Default interests Default interest in connection to delays of Member States’ own resources payments and to other entitlements. Chapter 4 2 Fines and penalties Fines in connection with the implementation of the rules of competition; penalty payments and lump sums imposed on a Member State for, e.g., not complying with a judgment of the Court of Justice of the EU on its failure to fulfil an obligation under the Treaties; fines imposed for fraud and irregularities which are damaging to the EU’s financial interests; and fines in the framework of the EU’s economic governance.\nWith revenue of EUR 1.491 billion in 2023 (60.1% of Title 4 revenue), Chapter 4 1 revenue is the largest position in Title 4. Overall, however, Title 4 revenue is negligible and lowest among the five other revenue Titles, amounting to only EUR 2.480 billion in 2023 (2.5% of total other revenue, 1.0% of total revenue). Practically all of Title 4 revenue (99.98%) is non-assigned. The negligible amount of assigned revenue is used to provide additional appropriations on the lines which bore the initial expenditure giving rise to the corresponding revenue. Title 4 revenue stems from Member States, private individuals, firms, and financial and European institutions.\nA part of revenue included in Title 4 is remarkable insofar as it results from undesirable behaviour, namely default interest payments (Chapter 4 1) and revenue from fines and penalties collected from Member States or firms violating EU rules (Chapter 4 2). An - albeit rather small — share of Title 4 revenue is related to competition policy and the EU economic governance framework. Therefore, there exists an overall medium connection to EU policies. The connection of most other Title 4 revenue components to EU policies is more indirect than others, as revenue results from the EU’s regular operations to implement EU policies.\nThe long-term revenue potential of Title 4 revenue is low. Title 4 revenue is characterised by medium volatility overall, as a part of revenue (default interest, as well as fines and penalties) is very volatile and difficult to forecast (Mathis, 2017).\n38\nPE 768.313",
  "page_41": "Mapping the current structure and discovering the potential of ‘other revenue’\nThe detailed legal foundations of the revenue established in Title 4 are presented in the Annex II.\nAs for the previous Titles, several primary and secondary laws constitute the legal base for Title 4. When it comes to the fines and penalties, the TFEU provides a general legal framework for the competition rules (Title Vil TFEU). The Financial Regulation establishes important provisions regarding how fines and other penalties should be collected and credited into the EU budget. For instance, Article 107 (1) of this Regulation specifies that “amounts received by way of fines, other penalties and sanctions, and any accrued interest or other income generated by them, shall not be entered in the budget as long as the decisions imposing them are or could still become subject to an appeal before the Court of Justice of the European Union.” Another important legal base includes secondary legislation that defines how fines and interest shall be imposed in different policy areas. Examples of such legislation are the Council Regulation No 1/2003 of 16 December 2002 on the implementation of the rules on competition or the Regulation of the Council and the European Parliament 2016/679 on the General Data Protection.\nSimilar to other titles, under Title 4, the Parliament oversees the implementation of the budget, as explained in section 2.1.2.\nAlongside these roles, the Parliament also has a role in the legislative processes shaping the rules that regulate some of the revenue categories. This role, however, varies in each of the revenue categories under Title 4, depending on the legislative procedure applied.\nIn the area of fines and penalties, the Parliament has in general a limited role when it comes to the impositions of fees and penalties, but on some occasions might participate in the shaping of the legislation that govern them. Looking specifically at competition policy, the Parliament has rather a limited role in the legislative process, as most of the time it is involved only in the consultation procedure.” During this procedure, the Council is obliged to consult the European Parliament, but the latter's opinion and position are not binding.”® On some occasions, legislation related to the competition policy was adopted through the ordinary procedure in which the Parliament was involved as co-legislator. For instance, this was the case during the adoption of the Regulation 2022/1925 on contestable and fair markets in the digital sector and the Regulation 2022/2560 on foreign subsidies distorting the internal market. Both constitute a legal base for the revenues related to ‘Fines in connection with the implementation of the rules on competition.’ Nevertheless, it is the Commission that is the responsible body for enforcing the competition rules. As such, the Parliament's role in this policy area mostly evolves around scrutiny over the execution side.”\nRegarding revenue from investments and accounts, the Parliament's main role relates to scrutiny and budget oversight. In case of revenues generated on trust accounts, the Parliament also has influence on the legislative process. Indeed, it acted as co-legislator during the adoption of the Regulation 2018/1046 (Financial regulation), which constitutes the main legal base for Revenues generated from trust funds. Under this Regulation, the Commission has the authority to establish Union trust funds for external actions and shall consult the Parliament and the Council before so doing for emergency and post-emergency situations. Additionally, the creation of Union trust funds for thematic actions must receive approval from both the Parliament and the Council. The Parliament also has the right to control\n27 European Parliament (2024): Competition Policy,\n28 EUR-Lex: Consultation Procedure, https://eur-lex.europa.eu/EN/legal-content/glossary/consultation-procedure.html\n29 European Parliament (2024): Competition Policy,\nhttps://www.europarl.europa.eu/RegData/etudes/fiches_techniques/2017/N54616/doc_en.pdf\nhttps://www.europarl.europa.eu/RegData/etudes/fiches_techniques/2017/N54616/doc_en.pdf\nPE 768.313\n39",
  "page_42": "BUDG | Budgetary Support Unit\nover the Union’s financial contributions.*° Nevertheless, the Parliament voiced its concern over the transparency of the European Union Emergency Trust Funds (EUTFs)due to their ad-hoc nature and the fact that they are not established under the ordinary decision-making procedure. Most of them are extra-budgetary instruments that are not embedded in the EU budget, which is not aligned with the principle of a single budget.*'\nFinally, when it comes to default interest, besides budgetary oversight and scrutiny, the Parliament has a limited role, as it was not directly involved in the legislative procedure of the related legal bases (mainly the Council Regulation 609/2014 on the methods and procedure for making available the traditional, VAT and GNI-based own resources). This regulation stipulates the rules for interests on amounts that are made available after the fact. As such, the Parliament mainly ensures that these revenues are correctly integrated into the EU budget\nTable 6\nTitle 4 Total financial revenue, default interest and fines, at a glance\nCharacteristics\nLegal basis\nRole of EP\nAssigned revenue\nThe Treaty of the Functioning of the European Union (TFEU), and in\nparticular Article 260(2) thereof.\nFinancial Regulation 2024/2509\nMFF Regulation 2020/2093; IIA; ORD\nCouncil Regulation (EC) No 1/2003 of 16 December 2002 on the\nimplementation of the rules on competition laid down in Articles 81\nand 82 of the Treaty.\nSee Annex II for a detailed list of the legal basis\nChapter 4 0 - budgetary oversight and scrutiny, co-legislator for\nsome legal bases\nChapter 4 1 - budgetary oversight and scrutiny, mainly\nconsultative role in the legislative process\nChapter 4 2 - budgetary oversight and scrutiny, mainly\nconsultative role in the legislative process\nChapter 4 1 non-assigned\nChapters 4 0 and 4 2 mostly non-assigned\nShare of assigned revenue (2023): 0.02%\nCompetition policy; economic governance; green transition\nMember States, financial institutions, firms\nUse of revenue\nChapter 4 1 and non-assigned revenue from Chapters 4 0 and 4 2\nMFF in general\nChapters 4 0 and 4 2 assigned revenue enforce lines which bore the\ninitial expenditure giving rise to the corresponding revenue\n30 Regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 the financial rules applicable to the general on budget of the Union, https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32018R1046 31 European Parliament, REPORT Implementation report the EU Trust Funds and the Facility for Refugees Turkey, on in https://www.europarl.europa.eu/doceo/document/A-9-2021-0255 EN.html\n40\nPE 768.313",
  "page_43": "Mapping the current structure and discovering the potential of ‘other revenue\nCharacteristics\nRevenues in 2023 (in EUR\nbillion, in % of Total Revenue)\nLow\nTitle 5 Total budgetary guarantees, borrowing-and-lending operations\nTitle 5 Budgetary guarantees, borrowing-and-lending operations covers revenue related to EU guarantees for borrowing-and-lending operations in Member States and for third countries, as well as interest rate subsidies and a surplus from the Common Provisioning Fund. Currently, the only revenue recorded under Title 5 is resulting from borrowing undertaken for NGEU, which constitutes assigned revenue and amounted to EUR 67.59 billion in 2023 (68.4% of total other revenue, 27.2% of total revenue)\nTitle 5 comprises four Chapters\ne Chapter 5 0 European Union guarantee for borrowing-and-lending-operations in Member States Under Chapter 5 0, any revenue arising from the exercise of rights in connection with a guarantee for EU borrowings for balance of payment support, for Euratom borrowings, for financial assistance under the EFSM, and for SURE is recorded. Moreover, it includes revenue from borrowing undertaken to provide grants to Member States under EURI Chapter 5 71 European Union guarantee for operations in and borrowing-and-lending operations for third countries Chapter 5 1 includes the External Action Guarantee, the Union guarantee for Union borrowings for financial assistance under MFA+, and the Union guarantee for Union borrowings for financial assistance under the Ukraine facility and Ukraine Guarantee Chapter 5 2 Interest rate subsidies Revenue aiming at granting an interest rate subsidy for MFA+ loans to Ukraine Chapter 5 3 Surplus from the Common Provisioning Fund Surplus in the provisioning of budgetary guarantees or financial assistance provided to third countries held in the Common Provisioning Fund\nChapter 5 O includes the budgetary guarantee for EURI which underpins the EU’s ability to borrow funds in financial markets to finance NGEU. Therefore, the budgetary guarantee for EURI is instrumental in supporting borrowing-and-lending operations in EU member states in the context of the plans for (post-)pandemic economic recovery (e.g., Christie et al., 2021). The EU’s budgetary guarantee for EURI is a financial commitment or contingent liability of the EU. To finance NGEU, the European Commission issues EU bonds, and the funds raised in financial markets backed by the budgetary guarantee constitute other revenue the majority of which is disbursed to individual Member States through grants and loans administered through the Recovery and Resilience Facility (RRF). The issuance of the EU bonds is backed by the budgetary guarantee, thereby supporting the EU’s credit rating (see Pekanov and Url, 2024, for further details). Should there be issues with certain payment obligations linked to the EU bonds issued, the budgetary guarantee for the EURI could be called upon to cover these payments Repayment of the borrowing related to NGEU will start in the year 2028 and take place until 2058. Loans are to be repaid by individual EU member states, grants must be repaid through the EU budget. The EU’s budget, to which EU member states make contributions, is therefore the basis of the guarantee to\nPE 768.313\nLong-term revenue potential\nSource: own elaboration\n41",
  "page_44": "BUDG | Budgetary Support Unit\nensure repayment under any circumstances (European Commission, 2024a). EU bonds are acquired by private (funds, banks, insurances, pension funds, hedge funds) and public (Central Bank / public institutions) investors.\nAll the revenue resulting from borrowing based on the budgetary guarantee for the EURI is assigned. The Recovery and Resilience Fund (RRF), as the core of NGEU, is linked to the policy initiatives of mitigating the economic and social effects of the Covid-19 crisis, to making sure that Member States are better prepared for meeting the challenges of the green and digital transitions, and to meeting the EU climate target in 2050. The disbursement of funds is based on conditionality with regard to EU priorities. Specifically, EURI assigned revenue reinforces expenditures under the MFF headings 1 Single Market, Innovation and Digital; 2 Cohesion, Resilience and Values; and 3 Natural Resources and Environment. The specific amounts allocated to the various programmes are indicated in the budget remarks of the relevant budget lines on the expenditure side of the budget.\nThe long-term revenue potential of budgetary guarantees is high, because meeting existing challenges (e.g. energy security and geopolitical risks as well as the green transition) will require substantial additional spending, and using a budgetary guarantee is an important option to allow the Commission to issue EU bonds. However, when the instrument backed by the budgetary guarantee is only temporary instead of permanent, which is the case for NGEU as well as for other debt-financed instruments like SURE and the Ukraine Facility, the degree of volatility of this element of other revenue is high. In general, Chapter 5 revenue is characterised by short-term developments and needs, as the example of the EU guarantee for Ukraine support illustrates.\nThe legal basis of the budgetary guarantee for the EURI is Council Regulation (EU) 2020/2094 from 14 December 2020, which establishes a EURI to support recovery from the Covid-19 crisis; and Regulation (EU) 2021/241 of the European Parliament and of the Council from 12 February 2021 establishing the Recovery and Resilience Facility; and Council Decision (EU, Euratom) 2020/2053 from 14 December 2020, on the system of own resources of the European Union. Under the Council decision, the European Commission is authorised to issue EU bonds and bills to finance the NGEU program. Article 122 of the Treaty on the Functioning of the European Union is an important element of the legal basis, because it allows the EU to provide Union financial assistance to EU Member States in situations of “severe difficulties caused by natural disasters or exceptional occurrences beyond its contro [.” The budgetary guarantee for NGEU is intertwined with the MFF. The detailed legal foundations of the revenues established in Title 5 are presented in Annex II.\nThe Parliament participated in the legislative process that led to the adoption of the relevant Council Regulation (EU) 2020/2094. The Parliament's consent was a necessary step when it came to approving the MFF 2021-2027, which sets the financial ceilings for the EU budget. The Parliament plays an important role in ensuring accountability and transparency with regard to the use of NGEU funds. It monitors the disbursement of the funds and whether or not they are used in accordance with the EU’s priorities. The Parliament's Committee on Budgetary Control (CONT) oversees the implementation of the budgetary guarantee. The Commission is in an ongoing dialogue with the Parliament and the Council concerning the implementation of NGEU. The Parliament can request detailed information about the strategy for meeting the payment schedule attached to the EU bonds issued, with a view to ensuring that the EU budget can sustainably handle the long-term financial obligations.\n42\nPE 768.313",
  "page_45": "Mapping the current structure and discovering the potential of ‘other revenue\nTable 7: Title 5 Total budgetary guarantees, borrowing-and-lending operations, at a glance\nCharacteristics\nTitle 5 Budgetary\nOther revenue related to EU guarantees and borrowing-and-lending operations\nguarantees, borrowing-\nand-lending operations\nLegal basis\nThe Treaty of the Functioning of the European Union (TFEU), and in particular\nArticles 310, 122, and 260(2) thereof.\nFinancial Regulation 2024/2509\nMFF Regulation 2020/2093; IIA; ORD\nRegulation (EU) 2021/241 of the European Parliament and of the Council\nestablishing the Recovery and Resilience Facility\nCouncil Decision 77/270/Euratom empowering the Commission to issue\nEuratom loans for the purpose of contributing to the financing of nuclear power\nstations\nCouncil Regulation (EU) No 407/2010 establishing a European financial\nstabilisation mechanism\nRegulation (EU) 2022/2463 of the European Parliament and of the Council\nestablishing an instrument for providing support to Ukraine for 2023\nCouncil Regulation (EU) 2020/672 on the establishment of a European\ninstrument for temporary support to mitigate unemployment\nRegulation (EU) 2015/1017 of the European Parliament and of the Council on the\nEuropean Fund for Strategic Investments, the European Investment Advisory\nHub and the European Investment Project Portal and amending Regulations\n(EU) No 1291/2013 and (EU) No 1316/2013 - the European Fund for Strategic\nInvestments, and in particular Article 12 thereof.\nRegulation (EU) 2021/523 of the European Parliament and of the Council\nestablishing the InvestEU Programme and amending Regulation (EU)\n2015/1017\nRegulation (EU) 2021/947 of the European Parliament and of the Council\nestablishing the Neighbourhood, Development and International Cooperation\nInstrument — Global Europe, amending and repealing Decision No 466/2014/EU\nof the European Parliament and of the Council and repealing Regulation (EU)\n2017/1601 of the European Parliament and of the Council and Council\nRegulation (EC, Euratom) No 480/2009\nFor the complete legal bases of Title 5, please see the detailed list in Annex Il.\nOversight, monitoring, co-legislator in the legislative process of the main\nlegal base\nChapter 5 0 mostly assigned\nShare of assigned revenue in 2023: 100%\nRelevant Fetevantpoteyarea\narea | Pandemic Pandemic recovery, green and digital transition, internal market,\nConnectonoepoices [swore external aid, neighbourhood\nSSSCS~CS~*”\nVarious private (funds, banks, insurances, pension funds, hedge funds) and\npublic (central banks, public institutions) investors\nPE 768.313\n43",
  "page_46": "BUDG | Budgetary Support Unit\nCharacteristics\nUse of revenue\nMFF Headings Single Market, Innovation and Digital; Natural Resources\nand Environment; Cohesion, Resilience and Values; RRF and further off-\nbudget facilities (e.g. Ukraine Facility)\nRevenues in 2023 (in EUR\nbillion, in % of Total\nVolatility of revenues\nLong-term revenue\nTitle 6 Total revenue, contributions and refunds related to Union policies\nTitle 6 includes revenue, contributions and refunds related to Union policies which are linked to EU agreements and programmes. The structure of Title 6 mirrors the structure of the MFF according to headings. Specifically, Title 6 “covers mainly revenue from financial corrections related to structural and agricultural funds and includes the participation of third countries in research programmes, the clearance of accounts in agricultural funds and other contributions and refunds to EU programmes/activities” (European Commission, 2023b, p. 11). Title 6 also includes the contributions to the Innovation Fund and the Solidarity Mechanisms. Title 6 revenue was the second largest in 2023, amounting to EUR 23.4 billion (23.7% of total other revenue, 9.4% of total revenue), of which practically all was assigned (98.8%). Altogether, Title 6 comprises a rather complex universe of diverse contributions and payments for a large range of programmes, instruments, and spending purposes coming from Member States, third countries, and firms.\nTitle 6 comprises eight Chapters:\ne Chapter 6 0 Single market, innovation and digital Revenue under this Chapter covers research and innovation (Horizon Europe, Euratom Research and Training Programme, International Thermonuclear Experimental Reactor ITER, High-flux reactor, and Research Fund for Coal and Steel), European strategic investments (InvestEU Fund, Connecting Europe Facility, and Digital Europe Programme), single market- related programmes (Single Market Programme, EU Anti-Fraud Programme, and Cooperation in the field of taxation and customs), and Space (Union Space Programme and Union Secure Connectivity Programme). Chapter 6 1 Cohesion, resilience and values This Chapter covers revenue related to Regional Development and Cohesion (European Regional Development Fund, Cohesion Fund, and Support to the Turkish-Cypriot community); Recovery and Resilience (Recovery and Resilience Facility, protection of Euro against counterfeiting, Union Civil Protection Mechanism, EU4Health Programme, and Instrument for emergency support within the Union); Investing in People, Social Cohesion and Values (European Social Fund Plus; Erasmus+; European Solidarity Corps; Creative Europe Programme; Citizens, Equality, Rights and Values Programme; and Justice Programme). Chapter 6 2 Natural resources and environment Under this Chapter, revenue related to Agriculture and Maritime Policy (EAGF, EAFRD, EMFAF, Sustainable Fisheries Partnership Agreements (SFPAs), Regional Fisheries Management Organisations (RFMOs), and Environment and Climate Action (VJust Transition Fund; Programme for the Environment and Climate Action; Public sector loan facility under the Just Transition Mechanism) is recorded. e Chapter 6 3 Migration and border management\n44\nHigh\nHigh and increasing\nSource: own elaboration.\nPE 768.313",
  "page_47": "Mapping the current structure and discovering the potential of ‘other revenue’\nThis Chapter includes revenue related to Migration (Asylum, Migration and Integration Fund) and Border Management (Integrated Border Management Fund). Chapter 6 4 Security and defence This Chapter contains revenue related to Security (Internal Security Fund, Nuclear safety and commissioning) and defence (European Defence Fund, Military mobility). Chapter 6 5 Neighbourhood and the World Revenue related to External Action (NDICI - Global Europe, Humanitarian aid, Common Foreign and Security Policy, Overseas countries and territories, and European Instrument for International Nuclear Safety Cooperation) and Pre-accession assistance is covered under this Chapter. Chapter 6 6 Other contributions and refunds This Chapter includes Special contributions and refunds (EFTA contributions; Innovation Fund; contributions by the United Kingdom linked to Article 148 of the Withdrawal Agreement; contributions by the United Kingdom after the transition period; contributions from the European Coal and Steel Community in Liquidation; EFTA budget result); Solidarity mechanisms (i.e. special instruments: (European Globalisation Adjustment Fund for Displaced Workers; EU Solidarity Fund); decentralised agencies; pilot projects, preparatory actions, prerogatives and other actions; and other contributions and refunds. Chapter 6 7 Completion for outstanding recovery orders prior to 2021 This Chapter records revenue related to the completion for outstanding recovery orders prior to 2021.\nRevenue entering Chapters 6 1 to 6 5 stems from financial corrections and voluntary contributions by Member States to the related programmes. At EUR 12.4 billion (52.9% of Title 6 revenue), Chapter 6 6 revenue is the largest one in Title 6 in 2023. Chapter 6 6 revenue comes from corrections related to various funds and special instruments (for example, financial corrections and recoveries in connection with the European Globalisation Adjustment Fund for Displaced Workers interventions), but also from other — very diverse - sources. One example is the Innovation Fund: The revenue comes from auctioning emission certificates to firms covered by the EU ETS and is assigned to the Innovation Fund which finances commercial demonstration projects related to innovative low carbon technologies.” However, the lion’s share consists of contributions from the UK linked to its withdrawal from the EU, which are time-limited (see Neville et al., 2022, for details on the financial aspects of the “Brexit”). Chapter 6 6 also includes contributions from third countries (EFTA countries, the UK, as well as several countries outside of Europe: Canada, New Zealand, and South Korea) in return for their participation in MFF programmes (for example, in Horizon Europe).\nAssigned revenue related to MFF programmes and special instruments (for example, third countries’ contributions to EU activities like the research programmes or financial corrections and adjustments) gives rise to the entry of additional appropriations on the respective budget lines. Title 6 revenue therefore is directly related to the various policy areas covered by the MFF and by a variety of off- budget and special instruments (e.g. Ukraine Facility, Innovation Fund, Solidarity mechanisms). The long-term revenue potential of Title 6 revenue in principle is considerable. Title 6 revenue displays some volatility, as it contains certain revenue items accruing for a limited time period only (in particular the UK contributions).\n32 https://single-market-economy.ec.europa.eu/industry/strategy/hydrogen/funding-quide/eu-programmes-funds/innovation-fund en.\nPE 768.313\n45",
  "page_48": "BUDG | Budgetary Support Unit\nThe legal foundations for Title 6 other revenue are accordingly very extensive. The detailed legal bases of the revenues established in the Title 6 are presented in the Annex Il.\nFor Chapters 6 1, 6 3, and 6 4, the General Statement of Revenue presented in the EU annual budget for the financial year 2024** refers to the statement of expenditure in Section Ill ‘Commission’ of the Union's budget.\nFor Chapter 6 2, besides the legal basis mentioned in the statement of expenditure in Section Ill ‘Commission’ of the Union’s budget, the main texts are the Regulations 1306/2013** and Regulation 2021/2116*° on the financing, management, and monitoring of the common agricultural policy.\nFor Chapter 6 5, besides the legal basis mentioned in the statement of expenditure in Section Ill ‘Commission’ of the Union’s budget, the main legal bases for the External Action are the Commission Decisions from 7 and 9 September 2022 on the financing of special measures for assisting Africa, Caribbean and Pacific countries following Russia’s aggression against Ukraine.*°\nFor Chapter 6 6, the main legal bases for the Innovation Fund are the Directive 2003/87 that establishes a system for greenhouse gas emissions allowance trading within the Union and the Regulation 2023/955 establishing a Social Climate Fund. Regarding the EFTA, the reference act is the Agreement on the European Economic Area. On the Contributions by the United Kingdom, the Union's general budget lists several agreements and political declarations setting out the framework for the future relationship between the UE and the United Kingdom (see Annex II). For the Solidarity mechanisms and EU Solidarity Funds, the legal bases are detailed in the statement of expenditure in Section Ill ‘Commission’ of the Union's budget.\n33 Definite adoption (EU, Euratom) 2024/207 of the European Union's annual budget for the financial 2024, https://eur- year lex.europa.eu/eli/budget/2024/207\n34\nRegulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 (OJ L 347, 20.12.2013, p. 549).\n35 Regulation (EU) 2021/2116 of the European Parliament and of the Council of 2 December 2021 the financing, management and on monitoring of the common agricultural policy and repealing Regulation (EU) No 1306/2013 (OJ L 435, 06.12.2021, p. 187).\n36\nCommission Decision from7 September 2022 on the financing of a special measure for humanitarian assistance in favour of Africa, Caribbean and Pacific (ACP) countries to be financed from the 10th and 11th European Development Funds (EDF) following Russia’s war of aggression against Ukraine (C(2022)6535). Commission Decision from9 September 2022 on the financing of a special measure for 2022 for the Union response to the food security crisis and economic shock in African, Caribbean and Pacific countries following Russia's war of aggression against Ukraine (C(2022)6554).\n46\nPE 768.313",
  "page_49": "Mapping the current structure and discovering the potential of ‘other revenue’\nFigure 10: Other revenue Title 6 per Chapter as a percentage of expenditure in\ncorresponding MFF Headings, 2023\n@ Other revenue 2023\nExpenditure 2023\n158,6\n160,0\n140,0\n120,0\n100,0\n80,0\n59,7\n57,3\n60,0\n40,0\n22,2\n10,8\n1,7\n7,1\n1,1\n0,01\n0,001\n1,0 15,2\n20,0\n11-9%\n0.2% 2.7\n| |\n1.9%\n0.1% 1,4\n6.3%\n0,0\n—\n—\n—\nSingle Market, Cohesion,\nNatural\nMigration and Security and Neighbourhood\nTotal\nInnovation and Resilience and Resources and\nBorder\nDefence and the World\nDigital\nValues\nEnvironment Management\nSource: European Commission (2024c; 2024f), own representation. Expenditure excluding NGEU. Percentage shares express the relationship between other revenue and expenditure in the corresponding MFF headings.\nSimilar to the previous Titles, the roles of the EP differ under each Chapter of this revenue category. In the area of Single market, innovation and digital economy, the Parliament plays a key role in shaping related policies. It played a major role in launching the internal market and has taken a leading legislative role in shaping the Digital Single Market through both its resolutions and co-legislative role in line with the ordinary legislative procedure.*’\nThe Parliament, and specifically its Committee on Regional Development (REGI), also has a major role shaping and adopting legislation related to cohesion policy structural funds where the ordinary legislative procedure is used*® . It also influences the related policies through its resolutions.*®\nWhen it comes to natural resources and the environment, the Parliament plays an equally important role. In all three key areas—agricultural policy, environment and climate change, and fisheries—the Parliament actively participates in shaping policies by acting as a co-legislator.\nThe Parliament also influences legislation related to migration and border management. For instance, it was involved in the debate and adoption of the legislative text reforming European migration and asylum policy.*° Through the ordinary legislative procedure where Parliament acts as co-legislator, it was involved in the adoption of two funds related to asylum and border policies, namely the Asylum, Migration and Integration Fund and the Integrated Border Management Fund.*'\n37 European Parliament (2024), The ubiquitous digital single market, https://www.europarl.europa.eu/erpl-app- public/factsheets/pdf/en/FTU_2.1.7.pdf. 38 European Court of Auditors (2022), Cohesion and NextGenerationEU: concord clash? Journal N.1, 2022, or https://www.eca.europa.eu/Lists/ECADocuments/JOURNAL22 01/JOURNAL22 01.pdfhttps://www.eca.europa.eu/Lists/ECADocuments /JOURNAL22_01/JOURNAL22 01.pdf. 39 European Parliament (2024), Economic, Social and Territorial Cohesion, https://www.europarl.europa.eu/erpl-app- public/factsheets/pdf/en/FTU_3.1.1.pdf. 40 European Parliament (2024), Management of the external borders, https://www.europar!.europa.eu/erpl-app- public/factsheets/pdf/en/FTU_4.2.4.pdf 41 European Parliament (2021), EU Parliament adopts two funds for asylum and border policies, Press release, https://www.europarl. europa.eu/news/en/press-room/20210701IPRO7514/eu-parliament-adopts-two-funds-for-asylum-and-border-policies\nPE 768.313\n47",
  "page_50": "BUDG | Budgetary Support Unit\nThe Parliament's role in the area of Security and Defence is limited, primarily because security and defence largely fall under the competence of the Member States, and therefore the latter, together with the Council of the EU, have more direct influence. The Parliament's influence in this area primarily lies in adopting resolutions on security and defence issues. Given that some parts of the common foreign and security policy expenditures are funded by the EU budget, the Parliament exerts its role of budgetary oversight and scrutiny.”\nWhen it comes to external relations and foreign policy, the Parliament's role is more limited. External action, including foreign and neighbourhood policies, largely falls under intergovernmental decision- making, where the Council of the EU, representing Member States, holds greater authority. While the Parliament has the right to be informed and consulted on the Common Foreign and Security Policy (CFSP) and the Common security and Defence Policy (CSDP), its influence in decision-making is restricted. “? As such, in this area, the Parliament's primary role focuses on budgetary oversight and scrutiny. Nevertheless, the Parliament plays a key role in trade policy, particularly in the negotiation and ratification of international trade agreements. While the Commission negotiates these agreements on behalf of the Member States, the Parliament's consent is required for their final approval.”\nTable 8\nTitle 6 Total revenue, contributions and refunds related to Union policies at a\nglance\nCharacteristics\nTitle 6 Revenue,\nRevenue, contributions and refunds related to Union policies linked to EU\nontributions and refunds agreements and programmes\nrelated to Union policies\nLegal basis\nThe Treaty of the Functioning of the European Union (TFEU), Arts. 311 and 177\nFinancial Regulation 2024/2509, Art. 21\nMFF Regulation 2020/2093; IIA\nSpecific regulations on certain Programmes or Actions (e.g., Horizon\nRegulation; the European Neighbourhood and Partnership Instrument; the\nInstrument for Pre-Accession Assistance; Erasmus+, etc.)\nFor the detailed legal basis included in Annex I!\nRole of EP\nChapters 6 0, 6 1, 6 2, 6 3: co-legislator role, budgetary oversight and\nscrutiny\nChapters 6 4, 6 5: budgetary oversight and scrutiny\nAssigned revenue\nMostly assigned\nShare of assigned revenue in 2023: 98.8%\ncountries, Member States, firms ————EE\n42 European Parliament (2019), Security and Defence, Briefing https://www.europarl.europa.eu/RegData/etudes/BRIE/2019/635533/EPRS_ BRI(2019)635533 EN.pdf 43 European Parliament (2024), Foreign Policy: instruments and achievements, https://www.europarl.europa.eu/erpl-app: aims, public/factsheets/pdf/en/FTU_5.1.1.pdf 44 European Parliament (2024), The European Union and its trade partners, https://www.europar|.europa.eu/erpl-app: public/factsheets/pdf/en/FTU_5.2.1.pdf\n48\nPE 768.313",
  "page_51": "[Volatility ofrevenues\n| Medium\nPE 768.313\n49\nRevenues in 2023 (in EUR\nbillion, in % of Total Revenue)\n\nSource: own elaboration\nUse of revenue\nMapping the current structure and discovering the potential of ‘other\nrevenue\n,\nMFF Headings Single Market Innovation and Digital Cohesion, Resilience and Values; Natural Resources and Environment; Migration and Border Management; Security and Defence; Neighbourhood and the World; special instruments and off-budget facilities",
  "page_52": "BUDG | Budgetary Support Unit\n4. PERSPECTIVES FOR EXISTING AND FUTURE POTENTIAL OTHER REVENUE SOURCES\nChapter 4 addresses several questions and issues relevant for existing other revenue sources and related to the future potential of other revenue. In particular, the study identifies the determinants of the development of the individual other revenue sources, their link to EU policies, and their potential as stable and independent revenue sources within the EU system of own resources based on the mapping undertaken in chapter 3 (section 4.1). We also explore options to strengthen the role of other revenue within the EU revenue system. These options include already existing other revenue, as well as potential new other revenue sources (section 4.2). A focus in this chapter is the role of the Parliament and other EU institutions, as well as of Member States, regarding the establishment of additional other revenue sources. Moreover, the legal foundations for potential new other revenue sources are presented.\n4.1. Role of existing other revenue sources\nThe overall budgetary significance of other revenue has somewhat increased during the last two and a half decades compared to the decades before. However, the share of other revenue in total EU revenue has remained limited overall. The observable marked increase in other revenue since 2021 is solely caused by the temporary and exceptional borrowing-and-lending operations related to NGEU. Nevertheless, specific categories of other revenue can be useful elements of the EU revenue system.\nVery generally, other revenue offers flexibility for the provision of EU programmes and activities and their financing beyond the rather rigid MFF and own resources framework in several respects. It may thus serve as one element in a strategy to increase the adaptability of the EU budget to react to crises and unforeseen events, which has long been called for (see, for example, European Commission, 2017a). One example are additional initiatives to respond to short-term challenges that arise during the ongoing implementation of the MFF but cannot be addressed by the flexibility instruments (whose budgetary volumes are very limited, see Marzinotto, 2024), such as the COVID-19 recovery programme NGEU (financed by common EU debt) or the Ukraine Facility (financed by relying strongly on other revenue resulting from EU borrowing and from returns on immobilised Russian sovereign assets”). Another example is the participation of third countries in certain MFF programmes in exchange for contributions by these countries. As they are participating in certain programmes only, third countries cannot be integrated in the own resources framework. This is because national contributions cover all MFF programmes as a whole (principle of universality). Therefore, although other revenue must not permanently constitute a significant share of total EU revenue, it is well suited to complement own resources as the primary revenue source for EU programmes and initiatives based on medium-term planning in the MFF.\nMore specifically, the mapping of the existing other revenue sources presented in chapter 3 demonstrates that the current role of the individual other revenue categories varies considerably in several respects.\nBudgetary significance\nBudgetary significance varies considerably between individual other revenue categories. Some Titles are of very minor budgetary significance (Titles 2, 3, and 4), while others include considerable revenue\n45 For details the financing scheme of the Ukraine Facility, https://epthinktank.eu/2024/07/17/ukraine-facility-state-of-play/. on see\n50\nPE 768.313",
  "page_53": "Mapping the current structure and discovering the potential of ‘other revenue’\nthat finances important EU interventions (Title 5 - NGEU) and European public goods provided for third countries (Title 6 contributions to various EU programmes and initiatives).\nUse of revenue\nSeveral Titles cover other revenue which is assigned (particularly Titles 5 and 6) to finance certain EU expenditures that otherwise would not be undertaken (Title 5 - NGEU) or would be provided at a lower level (the EU programmes and initiatives financed through Title 6 contributions). Other Titles (Titles 2, 3, and 4) include a significant share of non-assigned revenue allowing for the decrease of GNI-based own resources paid by Member States, alleviating Member States’ financial burden. The revenue from these Titles implies a shift of the financial burden from all Member States towards certain Member States or firms non-compliant to EU law. However, the overall amount of non-assigned revenue is small, amounting to EUR 7.3 billion in 2023 (7.4% of total revenue). This means that the potential of other revenue to reduce GNI-based own resources is limited, as are cross-country distributional effects.\nReliability, volatility and long-term revenue potential\nSeveral other revenue Titles (i.e. those related to the normal administrative and financial operations related to the regular operations to implement the EU budget entered under Titles 2, 3, and 4) provide a rather steady income stream. This is true also for specific contributions by third countries to EU programmes recorded under Title 6. In contrast, several other revenue items (particularly some included in Title 4, specifically those related to fines and penalties, as well as default interest payments; revenue related to EU budgetary guarantees and lending-and-borrowing-operations in Title 5; and contributions recorded under Title 6 linked to the withdrawal of UK from the EU) are rather volatile, sometimes one-off and limited in time, and in some cases, hard to predict. As the long-term development of other revenue also shows, other revenue is volatile and hard to forecast, so that it does not constitute a reliable revenue source. Based on its current structure, its future long-term revenue potential may increase, such as in the case of increasing the number of third countries participating in EU activities or the continued use of common EU debt.\nLink to EU policies\nAn increasing share of other revenue directly originates from and / or supports EU policies. Specifically, other revenue directly resulting from and contributing to EU policies comprises fines and penalties, as well as contributions by third countries to EU programmes. Also, other revenue in connection with borrowing-and-lending operations related to NGEU and other temporary off-budget instruments (e.g. SURE, or the Ukraine Facility) belong to this category, albeit on an exceptional and temporary basis. Moreover, other revenue currently is only to a rather limited extent used as a steering instrument for EU policies and strategies, namely in the form of fines, penalties, and infringement payments in the context of implementing and complying with EU law. Fines imposed on firms violating EU competition rules and excess emissions premium payments play a minor role in budgetary terms; the same is true for infringement payments. In the past, particularly infringement payments by Member States have been used sparingly, and certain fines (those for Member States not complying to EU fiscal rules) have never been imposed thus far. Furthermore, other revenue items that constitute a kind of fee paid for the use of public goods provided by the EU are sparse. Currently, such fee-like payments exist only in the form of contributions paid by third countries to EU programmes. Thus, compared to national budgets, the EU budget uses fees as a financial source to cover specific expenditures for certain beneficiaries to a very limited extent only.\nPE 768.313\n51",
  "page_54": "BUDG | Budgetary Support Unit\n4.2. Options to strengthen the role of other revenue sources\nWhile the design of the EU revenue system has been the subject of discussions for several decades now, the debate on the reform needs and options to make the EU revenue system future-proof has gained some momentum during the last decade in academia (see, e.g., Buettner and Thdne (eds.), 2016; Schratzenstaller et al., 2016; Fuest and Pisani-Ferry, 2020; Schratzenstaller et al., 2022) as well as among EU policy-makers. The Monti Report (HLGOR - High Level Group on Own Resources, 2016), the Commission’s Reflection Paper on the Future of EU Finances (European Commission, 2017a). The Parliament's recent resolution on “a new start for EU finances, a new start for Europe” (European Parliament, 2023a) puts a focus on both innovative new own resources that are related to EU policies and the potential of other revenue as revenue-raising instruments complementing and / or partially replacing existing own resources.\nHigh Level Group on Own Resources (HLGOR): “Future Financing of the EU” (Monti Report)\nThe so-called Monti Report by the HLGOR (2016) suggests exploring the potential of other revenue as an ancillary revenue source that has been neglected in the past. It mentions competition and cartel fines, as well as excess emissions premiums, as options that at the same time support EU policies and allow for the reduction of GNI-based own resource payments. Moreover, “measures of fiscal nature” in the areas of energy and environment according to Articles 192 and 194 TFEU are mentioned, as well as revenues from the European Travel Information and Authorisation System (ETIAS, the European space strategy), and the conservation of marine biological resources. The auctioning proceeds from the EU ETS are addressed, which the HLGOR classifies as other revenue rather than as own resources, despite their collection and transfer by Member States to the EU budget.\nEuropean Commission: “Reflection Paper on the Future of EU Finances”\nWhen addressing revenue sources that could support EU policies, the European Commission’s “Reflection Paper on the Future of EU Finances” (201 7a) only explicitly addresses options for an own resources system without mentioning other revenue: “Money generated directly by EU policies and competences could be considered as revenues for the EU budget, such as, in the long term, revenues from auctions under the Emissions Trading System, emission premiums for cars, also in the longer term the future European Travel Information and Authorisation System to be paid by persons entering the EU border, or any similar fees.” These proposals are framed as possible own resources, although the emission premia for cars and ETIAS revenues rather constitute other revenue.\nEuropean Parliament: “A new Start for EU Finances, a new Start for Europe”\nThe European Parliament is in favour of establishing new other revenue sources for the EU budget and in its report adopted on 10 May 2023 stated that it “urges all actors to continue the efforts to identify fresh and new, preferably genuine, own resources and other revenue sources for the EU budget with the aim of fully covering the overall expected expenditure for the repayment of the principal and the interest of the funds borrowed under the NGEU and reinforcing the EU budget where the 1% of EU GNI dogma’ is to be abandoned” (European Parliament, 2023a). Moreover, in its 2023 resolution, the Parliament mentions other forms of revenue sources such as levies, fees (e.g. fees charged for visa waivers under the ETIAS when it comes into operation), excess emission premiums, competition fines, infringement penalties, or similar.\n52\nPE 768.313",
  "page_55": "Mapping the current structure and discovering the potential of ‘other revenue’\nCommission President Ursula von der Leyen: Mission Letter to Commissioner for Budget, Anti-fraud and Public Administration Piotr Serafin\nMost recently, the mission letter from Commission President Ursula von der Leyen to the new Commissioner for Budget, Anti-fraud and Public Administration Piotr Serafin implicitly mentions other revenue: “You will also lead the work to introduce new own resources and explore all sources of financing to ensure sufficient and sustainable funding for our common priorities as part of a modernised and strengthened revenue system.”*°\n4.2.1.\nGeneral reflections on the future role of other revenue\nNotwithstanding the minor budgetary role assigned to other revenue within the EU revenue system, their potential in terms of budgetary significance, as well as in supporting EU policies, is currently underused.\nOn the one hand, there are several reasons to increase the weight of other revenue within the EU revenue system:\ne Other revenue can support EU policies (particularly fines, penalties, and infringement payments imposed on Member States and firms to sanction non-compliance to EU law). They can thus strengthen overall budget coherence. In comparison to current national contributions from Member States, other revenue is more “genuine.” As such, if it is non-assigned, other revenue strengthens the EU’s financial autonomy and loosens the link between national contributions to the EU budget and payments received by Member States. It therefore somewhat alleviate Member States 1 A uste-retour’ thinking, may J which is one reason for their unwillingness to expand the EU budget to a size that is appropriate to cope with current and future challenges (Bachtrdgler et al., 2020). Other revenue assigned for specific purposes [e) can make the EU budget more responsive to unexpected challenges (HLGOR, 2016; European Commission, 2017a) (see the common debt incurred for SURE, NGEU, and the Ukraine Facility as notable recent examples); can widen the scope and visibility of European public goods beyond EU Member States (for example, by offering third countries the option to participate in certain EU programmes), thus creating positive network effects both for Member States and third countries. Within the current financial framework, non-assigned other revenue allows a decrease of GNI- based own resource payments by Member States, which reduces their financial burden associated with EU membership. To put it differently: specific other revenue items enable a shift of the financial burden away from Member States to other subjects liable to pay (for example, firms), sometimes even exporting part of the financial burden associated with the EU budget (for example, to firms located outside the EU).\nOn the other hand, efforts to strengthen the role of other revenue:\ne may compromise the unity of the budget; may erode the principle of universality;\n46 https://commission.europa.eu/document/download/db369caa-19e7-4560-96e0-37dc2556f676_en?filename=Mission letter - SERAFIN.pdf.\nPE 768.313\n53",
  "page_56": "BUDG | Budgetary Support Unit\nmay make the EU revenue system intransparent and complex; may result in distortions and inequitable financial burdens on an individual, firm and regional level if they are primarily guided by a revenue-maximising objective; may lead to tensions with the corporate sector, Member States, or third countries; may not follow equity considerations regarding the distribution of the financial burden associated with the EU budget across Member States (HLGOR, 2016).\nIt should also be kept in mind that notwithstanding the necessity and the opportunities to reinforce the financial contribution of other revenue to overall EU revenue, the leeway to do so on a permanent basis is rather limited due to the general provision in Article 311 TFEU according to which the EU budget shall primarily be financed by own resources. Thus, with regard to this Article, but also because many other revenue items are volatile and challenging to predict, and because their long-term revenue potential is often uncertain, initiatives to reinforce other revenue can deliver only a very limited contribution to efforts directed at broadening the financial basis and enhance the size of the EU budget. This is particularly relevant regarding debt issuance, which currently takes place based on EU budgetary guarantees. The proceeds of debt operations can serve as external assigned other revenue to finance off-budget funds, such as NGEU, which complies with the balanced-budget rule according to Article 310(1) TFEU. However, no funds can be borrowed to finance, as non-assigned other revenue, the MFF (Marzinotto, 2024). Moreover, there is no case law from the European Court of Justice (ECJ), that supports using other revenue on a permanent basis.*”\nA “good” other revenue source has one or more of the following characteristics:\ne it is connected to EU policies and competences and thus represents a “genuine” revenue source that is “owned” by the EU; Member States are not involved in the implementation and collection, but revenue accrues directly to EU authorities based on existing regulations, or as the result of EU decisions; the income created is not attributable to individual Member States, so that it cannot be allocated properly to individual Member States (for example, competition fines levied on tech firms located in the US); it contains incentives to implement and comply to EU regulations and / or contributes to important EU policies.\nCompared to own resources, the predictability and reliability of other revenue, as well as their long- term revenue potential, is less important. This is because it can only constitute a limited share of overall EU revenue share, and any shortfalls will be compensated automatically by the GNI-based own resource as the residual financing source.\nRegarding the Parliament's role in establishing new revenue sources, it can influence the legal basis of such sources by acting as a co-legislator. However, as discussed in chapter 3, this depends on the legislative process used; the Parliament only participates when the ordinary legislative procedure is applied. Additionally, the Parliament can shape the debate and advocate for specific revenue sources through its resolutions. For example, in 2023, it called for a legal framework allowing for the use of frozen Russian assets for the reconstruction of Ukraine and compensation for victims of Russian aggression. While the legality of confiscating these assets remains contested, the Parliament took a\n47 Case law exists however at Member State level (German Constitutional Court Judgement of the Second Senate, 2 BvR 547/21, 2BvR 789/21 (6 December 2022), available at\nhttps://www.bundesverfassungsgericht.de/SharedDocs/Entscheidungen/EN/2022/12/rs20221206 2bvr054721en.htm!\nPE 768.313\n54",
  "page_57": "Mapping the current structure and discovering the potential of ‘other revenue’\nstance by proposing that such revenues should be made available as external assigned revenue until the relevant ORD is finalised (European Parliament, 2023b). This suggests that other revenue could also play a temporary bridging role until the more complex ORD is fully in place.\nIn general terms, regarding the European Commission’s role in the establishment of new revenue sources, Article 17(1) of the TFEU states that the Commission “shall promote the general interest of the Union and take appropriate initiatives to that end.” This is reinforced by Article 311 of the TFEU that gives the EU the right to “provide itself with the means necessary to attain its objectives and carry through its policies.” In practice, this means that the Commission is empowered to identify potential revenue sources and to develop proposals for legislative and fiscal measures. These proposals then require unanimous approval from the Council and consultation with the European Parliament.\nMember States also play a crucial role in the establishment of new other revenue sources as all Member States must unanimously approve in the Council the proposals presented by the Commission. This involves long negotiation processes for the Member States, as they assess the potential implications of new revenue sources on their national economies. Moreover, Member States have the opportunity to participate in the design process of new revenue sources by providing their input on fiscal matters, including EU budget revenue in the Economic and Financial Affairs Council (ECOFIN). Furthermore, once the new proposals are adopted in the Council, they need to be ratified by the national parliaments of all Member States.\n4.2.2. Potential future other revenue sources\nThe following presentation and discussion of options to strengthen the role of other revenue distinguishes between existing and potential future other revenue sources, placing a particular focus on options that are connected to and will support, respectively, EU policies.\n4.2.2.1\nStrengthening the potential of existing other revenue sources\nCommon EU debt\nThe diversified structure of the EU budget can be seen as a potential shock absorber, which makes the budgetary guarantee backing common EU debt reliable and credible. The budgetary guarantee essentially spreads the financial risk, ensuring that no single EU Member State bears a disproportionate burden. This has enabled the EU to raise significant funds at low interest rates to finance recovery efforts in individual EU Member States in the context of recovering from the Covid-19 pandemic.\nTo finance the RRF, the European Commission has used large-scale issuance of EU bonds, backed by an EU budgetary guarantee. Since the RRF will only operate until the end of 2026, discussions whether there should be a successor program are currently underway. Both policymakers, including from the European Commission, and academic scholars have named the RPF (initially designed as a one-off instrument) as an important blueprint for how future programs could be financed by issuing EU bonds (e.g., Bakker et al., 2024; Abraham et al., 2023; Heimberger and Lichtenberger, 2023; Grund and Steinbach, 2023; Felbermayr and Pekanov, 2024).\nExisting studies suggest that meeting major policy challenges related to climate change, energy security, and geopolitical risks will require substantial additional spending (e.g., Steinbach and Wolff, 2024; Institut Rousseau, 2024; Baccianti, 2022). An important option for meeting future financing needs is to raise funds in financial markets to channel them as external assigned revenue into off-budget schemes. Most recently, the MFF midterm revision adopted in the beginning of 2024 established the Ukraine Facility, which will provide support for Ukraine over the time period 2024-2027. Up to EUR 35 billion in funds to grant an exceptional macro-financial assistance (MFA) loan will be raised in\nPE 768.313\n55",
  "page_58": "BUDG | Budgetary Support Unit\nfinancial markets by issuing EU bonds under the unified funding strategy (European Commission, 2024b).\nThe political debate has focused on the implications for the MFF and borrowing-and-lending operations in Member States (regulated under Articles 14 and 15 of the Regulation 2021/241 establishing the Recovery and Resilience Facility). A new fund featuring RRF-related design elements could help the EU deal with challenges such as climate change, energy security and geopolitical risks, while ensuring cohesive European actions. Common EU debt could thus also be used as external assigned revenue in the future and would hold a significant long-term revenue potential. Common EU debt is directly linked to EU policies and constitutes a genuine EU revenue source.\nHowever, critics have argued that additional joint borrowing programmes backed by an EU budgetary guarantee may in the future lead to problems in meeting payment obligations linked to the EU bonds issued. Furthermore, an increase in the importance of EU programmes financed by issuing EU bonds backed by an EU budgetary guarantee may contribute to reducing national autonomy over fiscal policies. Most importantly, it is questionable whether permanent EU borrowing would be compatible with Article 311 TFEU according to which the EU budget “shall be financed wholly from own resources” (Begg et al., 2023; Grund and Steinbach, 2023). There is also an interest rate risk as illustrated by the rapidly rising interest payments for NGEU debt following the tightening of monetary policy in the euro area during the recent inflation shock (Claeys et al., 2023). Therefore, mechanisms need to be found to accommodate rising interest payments outside or over and above the MFF ceilings to protect MFF funds.\nMoreover, the recast Financial Regulation does not specifically mention that the borrowing and lending operations constitute external assigned revenue. However, considering Article 3(1) of the EURI regulation, we understand that the revenue from the NGEU borrowing is covered under Article 21(5) of the Financial Regulation (Maluskova, 2023).\nFines and penalties\nOther revenue resulting from fines and penalties is subject to large fluctuations (see Figure 11). The highest sum could be recorded in the year 2014 (EUR 4.5 billion), the lowest one in the year 2005 (EUR 301 million). On average over the last 20 years*’, fines and penalties reached EUR 1.7 billion per year.\n48 The recent MFF revision adopted in spring 2024 foresees three-step “cascade mechanism” to fund in interest payments for a over-runs NGEU debt. However, it is not very transparent / is complex, so a more sustainable and less complex instrument over and above MFF ceilings could be considered.\n49 For the 2010 data is included\nentries\nrecorded in the general budget.\nyear no\nas no\nwere\n56\nPE 768.313",
  "page_59": "Mapping the current structure and discovering the potential of ‘other\nrevenue\n,\nFigure 11:\nDevelopment of fines and penalties in Chapter 42, million Euro\nChapter 42: Fines and Penalties\n5000\nm 429 Other non-assigned fines and penalty\n4500\npayments\nm 428 Other fines and penalty payments —\n4000\nJha\nAssigned revenue\n3500\n424 Interest connected with fines and penalty\npayments\n3000\n» 423 Fines in the framework of the Union's\n2500\neconomic governance — Assigned revenue\n2000\n@ 422 Fines imposed for fraud and irregularities\nwhich are damaging to the Union’s financial\n1500\ninterests\n@ 421 Penalty payments and lump sums\n1000\nimposed Member State\non a\n|\n500\nm 420 Fines in connection with the\nJat\nimplementation of the rules on competition\n2004 2005 2005 2007 2008 2009 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023\nSource: European Commission (2024c), own calculations. Note: Article 425 Interest, other charges due and negative returns on cancelled or reduced fines showed no revenues: Article 428 Other fines and penalty payments recorded negligible amounts only. — No data available for 2010.\nThe future significance of penalties and fines may be influenced by opposing potential developments, which are hard to predict.\nOn the one hand,\ne fines and penalties related to the implementation of EU climate policy could gain significance, for example excess emission premiums for carmakers or possible infringement payments related to the implementation of ETS2 or the lack of fulfilment of Member States’ climate goals; new regulations — most recently the Digital Services Act package— have been adopted that may result in financial sanctions in the case of non-compliance by firms;*° “intentional” violations of or non-compliance with EU law in the area of asylum and migration could increase further; the resolve of the Commission to enforce EU law using sanctions has increased (European Commission, 2017b; 2024d); the ECJ applies a stricter interpretation and implementation of Article 260(3) TFEU which allows for the imposition of financial sanctions at an earlier stage of the infringement procedure than before (Ramirez-Cardenas Diaz, 2020).\nOn the other hand,\ne penalties are sometimes rather moderate, particularly in competition law;\n50\nhttps://digital-strategy.ec.europa.eu/en/policies/dsa-enforcement. The European Commission is just preparing a fine for Apple, as the first firm ever being accused of having violated the DMA (https://www.reuters.com/technology/apple-set-face-fine-under-eus-landmark- digital-markets-act-sources-say-2024-11-05/).\nPE 768.313\n57",
  "page_60": "BUDG | Budgetary Support Unit\nfines that are imposed as lump sums are not inflation-adjusted regularly and lose in real value accordingly (e.g. the excess emission premiums for automotive firms); the recent revision of EU fiscal rules foresees lower fines in the case of non-compliance;>' if fines and penalties succeed in incentivising compliance to EU rules (e.g. excess emission premiums or infringement payments), their revenue potential decreases accordingly.\nAmore stringent use of fines and penalties could support EU policies and raise additional other revenue at the same time. For the most part revenue is non-assigned, thus decreasing GNI-based own resource payments of Member States.\nWith a view on supporting EU policies, three kinds of fines and penalties are of particular interest financial sanctions in infringement procedures, cartel and competition fines, and excess emission premiums.\ne Fines in connection with the implementation of the rules on competition (Article 420) account for the majority of fines and penalties within total revenue, with considerably fluctuating percentages over time (see Figure 12). In 2023, they amounted to just 7.1% of total revenue from fines and penalties; on average over the past 20 years52 their share reached 74%. Penalties and payments imposed on Member States (Article 421), i.e. infringement payments, represent the second largest item, at 9.5% of total revenue from fines and penalties in 2023 and 5.9% on average between 2004 and 2023. Recently, other non-assigned fines and penalty payments have gained importance (Article 429) due to the excess emission premiums which are recorded under this Article. They amounted to EUR 505.1million and 20.4% in 2023 (1.2% between 2004 and 2023).\nFines imposed for fraud and irregularities which are damaging to the Union’s financial interests (Article 422) play are marginal role only and have yielded revenue in a few years only during the last 20 years (see figure 12). Fines in the framework of the Union’s governance (Article 423) are irrelevant from a budgetary point of view.\n51 It should be noted that far, such fines directly related to violation of EU fiscal rules have been imposed. Past payments so a never recorded under Item 423 (see Figure 11) are quantitatively negligible and caused by manipulations of debt data. 52 For the 2010 data is included. year no\n58\nPE 768.313",
  "page_61": "Mapping the current structure and discovering the potential of ‘other revenue’\nFigure 12: Development of the structure of Chapter 42 Fines and Penalties, percentage\nshares\nChapter 42: Fines and Penalties\n100%\n®™ 429 Other non-assigned fines and penalty payments\n90%\n@ 428 Other fines and penalty payments—Assigned\nrevenue\n70%\n424 Interest connected with fines and penalty\n60%\npayments\n™ 423 Fines in the framework of the Union's economic\ngovernance — Assigned revenue\n@ 422 Fines imposed for fraud and irregularities which\nare damaging to the Union’s financial interests\n© 421 Penalty payments and lump sums imposed on a\nMember State\n@ 420 Fines in connection with the implementation of\nthe rules on competition\nSource: European Commission (2024c), own calculations. Note: Article 425 Interest, other charges due and negative returns on cancelled or reduced fines showed no revenues: Article 428 Other fines and penalty payments recorded negligible amounts only. — No data available for 2010.\nFinancial sanctions in infringement procedures\nThe Commission may take legal action against Member States failing to implement EU law.*? Such infringement procedures may be initiated by the Commission (in its function as “guardian of the treaties”), citizens, firms, or other stakeholders. The Commission may take the issue to the ECJ which can impose financial sanctions in the form of lump sum payments and / or daily payments. These financial penalties are based on the affected Member State’s ability to pay to ensure that they may act as effective deterrents, the seriousness of the infringement, and its duration (European Commission, 2023c). Thus, this revenue is closely linked to EU policy, as it provides financial incentives to implement EU law.\nFinancial sanctions related to infringement cases reached EUR 236 million in 2023. On average over the last 20 years, they amounted to EUR 80 million annually. Revenue is recorded as Article 421 under Title 4 of the general budget of the EU.\nThe development of infringement payments is determined by a number of factors (see European Commission, 2024d, for the following). One important determinant is the number of directives to be transformed into national law, which decreased from 67 in 2014 to 34 in 2023, thus reducing the potential number of infringement cases. In 2023, 529 new infringement cases were opened, which was significantly below the average over 2014-2022 of 797 new cases initiated per year (see figure 13). Moreover, due to revisions in the infringement procedure reinforcing support to Member States in implementing EU law, the number of new infringement cases has fallen recently. On the other hand, the number of infringement cases brought to the ECJ including a request for financial sanctions markedly increased. In 2023, 45 such cases were recorded, which is much more than the yearly average of 14 cases in the period 2014-2022. In sum, the future development of the volume of financial sanctions related to infringement cases is hardly predictable. Very generally, contingent on the Commission’s resolve to contain infringement cases, these financial sanctions could lose importance in the long run.\n53 https://commission.europa.eu/law/application-eu-law/implementing-eu-law/infringement-procedure en.\nPE 768.313\n80%\n59\n50%\n40%\n30%\n20%\n10%\n0%\n2004 2005 2006 2007 2008 2009 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023",
  "page_62": "BUDG | Budgetary Support Unit\nFigure 13:\nDevelopment of infringement cases in the EU, 2014 to 2023\n—e— Open cases —e—Closed cases —e— New cases\n1930\n1991\n2 000\n1800\n1600\n1 400\n1200\n1000\n800\n600\n400\n200\nCartel and competition fines are imposed on firms violating EU competition law and are intended to act as a deterrent for the involved firm (special prevention), as well as other firms (general prevention). Therefore, there is a direct link between the revenue resulting from these fines and EU policy, as the fines support EU cartel and competition policy.\nRevenue from competition fines reached EUR 176 million in 2023, which is far below the average amount for the period 2004-2023 (EUR 1.5 billion per year). It is recorded as Article 420 under Title 4 of the general budget of the EU. Revenue from cartel and competition fines is extremely volatile. In the past 20 years, it ranged from EUR 176 million in the year 2023 to EUR 4.1 billion in the year 2014. In individual cases, the imposed amounts can be sizeable, as demonstrated by the fine of over EUR 1.8 billion levied on Apple in spring 2024.>*\nTo the extent that firms from third countries are involved, the use of the resulting non-assigned revenue to decrease GNI-based own resource payments from Member States implies the export of an - albeit overall limited — share of the financial burden associated with the EU budget to third countries. According to the Guidelines issued by the Commission (European Commission, 2006), the upper limit for fines amounts to 10% of sales of the affected entity. However, in practice fines often remain (considerably) below this legal maximum, leading some observers to assess them as too lenient to effectively act as a deterrent (e.g. Mariniello, 2013; Rodger and MacCulloch, 2015; European Parliament, 2019a). However, the existing empirical evidence on the deterrence effects of competition fines is inconclusive (Veljanovski, 2022). Therefore, a deeper investigation into the question of whether higher cartel and competition fines would deter violations against EU competition regulations (more) effectively appears necessary to provide a solid evidence base for decisions regarding the future level of competition fines. The revenue from competition fines can be expected to be volatile. However, considering the extension of the anti-trust and competition rules through the new DSA, this revenue could increase in the future.\nPE 768.313\n54 https://ec.europa.eu/commission/presscorner/detail/en/ip 24 1161.\n60\n1 786\n1657\n1559\n1571\n1564\n1482\n1347\n1 368\n986\n904\n891\n798\n847\n728\n737\n645\n1037\n857\n804\n551\n529\n728\n699\n801\n681\n704\n634\n489\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nSource: European Commission (2024d).\nCartel and competition fines",
  "page_63": "Mapping the current structure and discovering the potential of ‘other revenue’\nExcess emission premiums\nOne measure to reach the EU climate goals which has been in place since 2009 (ICCT, 2014) is CO, emission targets for vehicles, which have been tightened in recent years as part of the Fit-for-55- package.°° CO. emission standards for passenger cars and vans are gradually increased in 2025, 2030, and 2035 (see ICCT, 2023, for the following). Non-compliance is sanctioned by imposing excess emission premiums on manufacturers which are levied per gram CO, emissions exceedance and per vehicle registered in each calendar year in which the emission target is not fulfilled. As of 2019, excess emission premiums amount to EUR 95 per passenger car (unaltered since its introduction in 2009) and to EUR 120 per van for each g/km exceeding the target. As of 2025, new vehicles registered in the EU are allowed to emit 93.6 grams of CO: per kilometre, down from the current level of 116 grams per kilometre. For heavy duty vehicles, gradual increases of CO2 emission standards are foreseen for the years 2030, 2035, and 2040, with excess emission premiums levied from 2025 and amounting to EUR 4,250 per vehicle per g/tkm exceeding the target. The excess emission premiums are not adjusted to inflation over the duration of the target period. Revenue from excess emission premiums is closely linked to EU policies. The financial incentives provided by excess emission premiums support EU climate policies.\nAccording to the Regulations 2019/631 setting CO2 emission performance standards for new passenger cars and Regulation 2024/1610 for new heavy-duty vehicles, revenues from the excess emission premiums are considered as revenue for the general budget of the EU. Since 2019, revenue from excess emission premiums has been recorded under Article 429 in Title 4. It is very volatile, which has to do with the timeline of the implementation of CO. emission targets.\nRevenue from excess emission premiums amounts to EUR 13.6 million in 2019, EUR 510 million in 2020, EUR 7.4 million in 2021 (European Commission, 2023b), and EUR 516 million in 2023. Whether the automotive industry will be able to fulfil CO2 standards that will be tightened in 2025, and thus avoid fines, is disputed. Based on the current electrification level, fines could reach EUR 15 billion in 2025 according to recent back-of-the-envelope estimates by car manufacturers.°° This expectation is contested by recent analyses by Transport & Environment, according to which the 2025 emission targets are within reach for EU carmakers (Transport & Environment, 2024a, 2024b).\nThe future revenue potential of excess emission premiums primarily depends on the development of the CO, intensity of carmakers’ fleets. A further determinant is the stringency of CO emission targets: a relaxation — possibly based on the review of the CO, standards foreseen in 2026 — would reduce potential emission premium payments accordingly. After CO. standards have been fulfilled by manufacturers, which is envisaged for 2035 in the case of passenger cars and vans and for 2040 in the case of heavy-duty vehicles, this revenue source will dry up completely.\nRevenue from the European Travel Information and Authorisation System (ETIAS)\nThe launch of the European Travel Information and Authorisation System (ETIAS), which initially should have taken place in 2020 and has been postponed several times since then, was set for May 2025. With the EU Entry Exit System (EES) launch, which originally was scheduled for November 10, 2024, having been postponed again with no new date set,°’” the implementation of ETIAS (which is planned to follow suit a few months after the EES launch) will be postponed accordingly.\n55 https://climate.ec.europa.eu/eu-action/transport/road-transport-reducing-co2-emissions-vehicles/co2-emission-performance- standards-cars-and-vans en.\n56 https://www.cnbc.com/2024/10/03/auto-giants-are-getting-nervous-about-the-prospect-of-massive-fines.html. 57 https://etias.com/articles/eu-entry/exit-system-launch-delayed-again.\nPE 768.313\n61",
  "page_64": "BUDG | Budgetary Support Unit\nAfter its implementation, ETIAS travel authorisation will have to be applied for by non-EU nationals from about 60 visa-exempt countries entering those European countries that require ETIAS.*® ETIAS travel authorisation allows individuals to enter and remain for short stays in ETIAS countries during its validity period of 3 years. For applicants between 18 and 70 years of age an application fee of EUR 7 will be charged. Thus, the ETIAS fee is almost the lowest among relevant comparable systems worldwide (the US-American system ESTA fee amounts to USD 21 and the Canadian eTA system fee to CAD 7; the planned British system ETA foresees a fee of BP 10).\nETIAS revenue has a direct link to EU policies and represents a genuine EU revenue source. It may also support EU policies, as ETIAS is intended to mitigate security risks resulting from trafficking or terrorism. The ETIAS fee is collected from non-EU nationals for the operation of the EU travel authorisation system; the financial burden is thus exported to citizens of the affected third countries. ETIAS revenue constitutes external assigned other revenue used to cover the average annual operations costs that have been estimated at EUR 85 million by the Commission.*? Revenue has been estimated at EUR 200 million for the introduction year of ETIAS.® In subsequent years, annual revenue be expected to be lower due to the 3-year validity period of ETIAS travel authorisations. Some — albeit limited — short-run volatility can be expected, with travel activities somewhat depending on the business cycle and its fluctuations (Martins et al., 2017). In the longer run, ETIAS annual revenue should increase, following the expected growth of global tourism and the corresponding increased number of travellers. At the same time, the long-term revenue potential will be eroded, as no automatic inflation adjustment of the ETIAS fee is foreseen. Considering that ETIAS fees are at the lower end compared to existing travel authorisation systems, there is room for a stepwise increase exceeding the inflation rate to thus strengthen the long-term revenue potential. According to Article 86 of the ETIAS Regulation,®' the revenues generated by the ETIAS shall constitute internal assigned revenue. The revenues remaining after covering the cost of operating the ETIAS system should be assigned to the Union budget (par. 66).\n4.2.2.2 Options for new other revenue sources\nOverall, the range of options for new other revenue sources is rather narrow. This has primarily to do with the decisive difference between own resources and other revenue identified above: revenue needs to be collected by an EU collection infrastructure to qualify as other revenue. If revenue is collected through national authorities and transferred to the EU budget, it is to be classified as own resource and regulated by the ORD. Thus, several existing and potential future revenue sources discussed in the literature (see, e.g., HLGOR, 2016; European Commission, 201 7a; Schratzenstaller et al., 2022) do not qualify as other revenue. This is the case, for example, for revenue from the auctioning of EU ETS emission allowances that are sold by national authorities (e.g. the German Emissions Trading Authority (DEHSt) at the German Environment Agency (UBA)) and for revenue from aviation taxes collected by national tax authorities. A few options have been brought forward in the sparse recent literature. They are briefly explored in this section. The aim of this initial exploration is to provide suggestions for more in-depth analyses, for which the scope of this study does not allow.\n58 All current EU Schengen States, EFTA countries and European microstates with borders. open\n59 https://ec.europa.eu/commission/presscorner/detail/en/memo_ 18 4362.\n60 https://etias.com/etias-frequently-asked-questions.\n61\nRegulation (EU) 2018/1240 of the European Parliament and of the Council of 12 September 2018 establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226.\n62\nPE 768.313",
  "page_65": "Mapping the current structure and discovering the potential of ‘other revenue’\nThe European Parliament can play a pivotal role in exploring and shaping new other revenue sources. This can be done through its legislative powers (acting as co-legislator in the ordinary legislative procedures), budgetary oversight, or advocacy (e.g. through its resolutions).\nRevenue accruing from the conservation of marine biological resources\nAccording to Article 3(d) TFEU, the EU has exclusive competences in the area of the conservation of marine biological resources. Furthermore, Article 43 TFEU notes that the Council, based on a proposal from the Commission, can decide on measures regarding prices, levies, aid, fishing limits, and the allocation of fishing opportunities. On these legal bases, the EU could collect revenue through granting licenses to mining companies for the mining of raw materials in the deep sea (e.g., polymetallic nodules), or by imposing penalties on mining companies for the violation of rules protecting marine biological resources. The resulting revenue would count as other revenue, as it would be collected based on an EU-level collection framework. In addition, it would directly be linked to EU policies, being regulated under the Common Fisheries Policy and the Marine Strategy Framework Directive.\nThe Parliament has been involved in shaping the Common Fisheries Policy which is the key legal framework for the conservation of marine biological resources in EU waters. For instance, the Parliament has endorsed initiatives like the European Green Deal and its Farm to Work strategy (Cappell and Huntington, 2023), aiming to reduce the environmental footprint of fishing practices and support biodiversity conservation. The Parliament also provides oversight and accountability in the implementation of marine conservation policies by holding the European Commission accountable for their enforcement.\nFrom an environmental perspective, deep sea mining (DSM) of raw materials is heavily disputed. On the one hand, the energy and transportation transition heavily relies on raw materials such as cobalt, copper, manganese, and nickel, for the construction and operation, respectively, of wind turbines, solar panels, or electric cars (see, e.g., Zhang et al., 2023). These raw materials have so far only been mined on land and constitute finite resources, which is why new mining areas, particularly deep sea areas, are being sought.\nOn the other hand, recent research points to serious negative environmental consequences of DSM, such as to biodiversity or fish stocks (see e.g., Stratmann et al., 2021; Stenvers et al., 2023; Washburn et al., 2023). Amon et al. (2022) find that significant scientific gaps need to be closed as a prerequisite for effective environmental management of DSM. Manhart and McLennan (2023) point out that the future potential of DSM to secure the supply of critical raw materials is very limited.\nConsidering the existing environmental concerns, other revenue resulting from selling licenses to mining companies could counteract EU environmental policies. In contrast, other revenue accruing to the EU in the form of fines resulting from the violation of (not yet existing) marine biological resource conservation laws would support EU environmental policies.\nDue to the lack of concrete proposals, there are no estimates on the revenue potential of other revenue related to the conservation of marine biological resources. Moreover, the establishment of rules allowing DSM by mining companies could still take a long time. In 1982, an international DSM framework was introduced in the form of the United Nations Convention on the Law of the Sea (UNCLOS) that declared the seabed area beyond national jurisdiction and its mineral resources as the “common heritage of mankind” that shall benefit humanity as a whole. DSM in international waters is governed by the International Seabed Authority (ISA), which oversees the effective protection of the marine environment and regulates any mining activities. The ISA shall also ensure that DSM respects the “common heritage of mankind” principle. Currently, it is negotiating regulations for the governance of any future commercial mining activities. However, the existing roadmap foreseeing the conclusion\nPE 768.313\n63",
  "page_66": "BUDG | Budgetary Support Unit\nof these negotiations and the adoption of rules, regulations and procedures in 2025 is perceived as unrealistic (see, e.g., Pickens et al., 2024).\nIn conclusion, while constituting an interesting theoretical option, the implementation of other revenue related to the conservation of marine biological resources does not appear to be realistic in the near future.\nRevenue from “measures of fiscal nature” in the areas of energy and environment based on Articles 192 and 194 TFEU\nThe revenue raised through “measures of fiscal nature” in the areas of energy and environment based on Articles 192 and 194 TFEU can be used as other revenue only if they are primarily motivated by environmental and energy-related objectives and the fiscal motive are secondary (Waldhoff, 2016). Moreover, such revenue would have to be collected through an EU-level collection framework and not by Member States, as otherwise it would be classified as own resources (as, for example, revenue from EU ETS auctioning revenues or the Carbon Border Adjustment Mechanism (CBAM) included in the adjusted first basket of new own resources, or aviation tax revenues).\nBased on Articles 192 and 194 TFEU, the Parliament plays a crucial role in shaping and approving measures of fiscal nature in the areas of energy and environment. In the areas covered by Article 192 (environment) and Article 194 (energy), the Parliament works alongside the Council when adopting legislation that can include fiscal measures and incentives for sustainable practices. The Parliament therefore acts as co-legislator and has a role in scrutinising and proposing amendments to these measures.\nIt would go beyond the scope of this study to comprehensively explore options for relevant “measures of fiscal nature.” Instead, we illustrate the case for such measures, as well as their prerequisites and limitations using the example of a frequent flying levy (FFL). A recent study by Chapman et al. (2024) proposes the implementation of an EU-wide FFL which would be levied as a ticket tax to each single flight taken by an individual, with the tax rate rising incrementally after every two single flights taken (i.e. after every return flight). The general FFL would increase to EUR 400 per flight for the 9\" flight and above. In addition, a surcharge of EUR 50 per flight would be levied for medium haul and of EUR 100 for long haul flights, and there would be an additional surcharge of EUR 100 per business flight.\nOn the one hand, the FFL would support EU climate policies by complementing existing and planned EU-level pricing measures (the extended EU ETS, as well as the Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA)). It would not directly compete with similar levies at the Member State level. Ticket taxes can be found in several Member States. However, none of the existing national ticket taxes is progressive regarding the number of flights an individual takes per year. The FFL would be an equitable fiscal instrument from the perspective of interpersonal income distribution, as the majority of the tax burden would fall on higher incomes given the high correlation between income and air travel demand (see, e.g., O’Garra and Fouquet, 2022; Buchs and Mattioli, 2022).\nOn the other hand, there are a few considerations. From the perspective of regional equity, the FFL could affect tourist regions over-proportionately by reducing the number of tourists. To qualify as other revenue, an EU-level collection infrastructure would have to be implemented. This could be associated with inefficiencies and unnecessary administrative burden, as it would double collection schemes already in place in Member States that already apply ticket taxes. At an estimated EUR 50.9 billion in 2028 in addition to existing Member State ticket taxes, potential revenue would be considerable. The\n62 See Bernardo et al. (2024) for overview of flight ticket taxes in Europe. an\n64\nPE 768.313",
  "page_67": "Mapping the current structure and discovering the potential of ‘other revenue’\nFFL would represent more than a minor revenue source which raises the question whether it would conform to Article 311 of the TFEU.\nRevenue accruing from the European space strategy\nOne element of the European space strategy® is Europe's Global Navigation Satellite System (GNSS) Galileo, which came into operation in December 2016.™ Galileo provides accurate positioning and timing information used in private devices such as smartphones, but also in railways, aviation, agriculture, the maritime sector, etc. The signals of the 24 satellites of which Galileo are freely transmitted to users. Thus, similar to the US GPS was made accessible in 1983 at no direct cost for worldwide civilian use, Galileo provides most of its services free of charge.\nShould the EU decide to commercialise the services provided by Galileo, potential revenue accruing from charging market providers (e.g. service providers in the field of navigation) would constitute other revenue and would be directly linked to an EU policy, thus representing genuine EU revenue. It could be levied as external assigned revenue covering part of EU expenditure for Galileo. Such fees could generate stable revenue streams in the long run.\nThe European Parliament has an important role in the EU’s space policies, particularly through its oversight of the budget allocated to the European Space Agency and other EU space programs. The Parliament also acts as a co-legislator, approving key legislative frameworks and holding the Commission accountable for efficient fund usage. For instance, the Parliament acted as co-legislator when establishing the Union Space Programme and the European Union Agency for the Space Programme.®\nRevenue related to the assets frozen and confiscated as a result of EU sanctions adopted following Russia’s military aggression against Ukraine\nSo far, more than EUR 27 billion of Russian private assets have been frozen and more than EUR 200 billion of Russian sovereign assets have been immobilised in the EU (European Commission, 2024d). Parliament stressed the need for a “legal regime allowing for the confiscation of Russian assets frozen by the EU and for their use to address the various consequences of Russia’s aggression against Ukraine ...” in its resolution of 16 February 2023 (European Parliament, 2023c).\nIn principle, several options to make use of these assets are conceivable to mitigate the huge financial burden Russia’s military aggression entails for Ukraine (European Commission, 2022a; Haase and Schwarcz, 2023).\nA first option would be to transfer private as well as sovereign assets confiscated in Member States to Ukraine to cover the financial costs of the war. As the corresponding revenue is collected by Member States, such transfers — if made mandatory — would require their inclusion in the ORD. Transferring assets as external other revenue based on Article 21(5) of the Financial Regulation — as suggested by the European Commission (2022) - does not appear to be a feasible option outside the ORD.\nAlthough this option would cover part of the financial costs of the war, and despite the Commission’s proposal of strengthening the EU rules on confiscation and asset recovery, at the moment there is no legal framework for such confiscation of assets and transfer to Ukraine (Haase and Schwarcz, 2023). Freezing assets and imposing sanctions are regulated by the Common Foreign and Security Policy. However, freezing assets under EU sanctions is not the same as confiscation. It is a temporary action\n63 See Evroux (2022) for overview of EU policy. an space\n64 https://defence-industry-space.ec.europa.eu/eu-space/galileo-satellite-navigation_en.\n65 Official journal of the European Union, Regulation 2021/696, https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32021R0696.\nPE 768.313\n65",
  "page_68": "BUDG | Budgetary Support Unit\nthat prevents the use of assets but does not involve permanently taking ownership and cannot be considered a first step towards confiscation (European Commission, 2022a; Haase and Schwarcz, 2023). The question of legal foundations for using frozen Russian assets for reconstruction purposes of Ukraine thus involves complex legal challenges related to international law and property rights.\nA second option would be to use the returns on immobilised assets for Ukraine support measures. A first simulation undertaken by the Commission in 2023 (European Commission Services, 2023) yields potential revenue through active management of immobilised liquid assets of EUR 2.6 billion. In the longer run, a rather stable revenue stream can be expected.\nOn 23 October 2024, the Council adopted a financial assistance package for Ukraine consisting of an exceptional macro-financial assistance loan of up to EUR 35 billion and a mechanism to channel revenue from the immobilisation of Russian sovereign assets to help Ukraine repay the loans of up to EUR 45 billion provided by the EU and G7 partners (Ukraine Loan Cooperation Mechanism).°® 95% of the profits resulting from the immobilisation of Russian sovereign assets will be allocated to the EU budget as external assigned revenue and channelled through the Ukraine Loan Cooperation Mechanism. The legal foundation for the latter lies in the EU’s financial assistance frameworks, notably under Article 212 TFEU, which allows financial assistance to third countries other than developing countries. It further stipulates that necessary measures for implementation shall be adopted through the ORD, i.e. involving both the Council and the Parliament.\nBased on Article 212 of the TFEU under which the European Parliament and the Council are entitled to adopt measures pursuing the establishment of ‘economic, financial and technical cooperation measures, including assistance, in particular financial assistance, with third countries other than developing countries’, on 22 October 2024 the European Parliament adopted a resolution with a view towards adopting a regulation establishing the Ukraine Loan Cooperation Mechanism and providing exceptional macro-financial assistance to Ukraine. In its position of 22 October 2024, the Parliament states that voluntary contributions from Member States towards the Mechanism shall constitute external assigned other revenue in accordance with Article 21(2) of the Financial Regulation. Therefore, the revenue from the immobilisation of Russian assets is covered under Article 21 (2) a), d) and e) of the Financial Regulation.\nSeigniorage\nSeigniorage is revenue accruing to central banks and governments from issuing money. In its reflection paper mentioned above, the Commission (2017a) suggested channeling part of the seigniorage received by euro area countries into the EU budget, arguing that this revenue is linked to EU policy (the use of acommon currency and the economic and monetary union) and thus constitutes “genuine” EU revenue. An older estimate by the European Commission (2018) quantifies potential revenue from seigniorage for the period 2021-2027 to lie ina range between EUR 10.5 billion (for a share of 10%) and EUR 56 billion (for a share of 50%).\nThe European Central Bank (ECB) is accruing losses because of the recent rapid increase of interest rates, which has significantly reduced the prices of older bonds in its portfolio, and therefore accumulated big losses. To cover these losses, central banks will not issue seigniorage in the foreseeable future. Distributions to governments (i.e. owners) have been suspended across Europe and will so remain for the foreseeable future.®’ Therefore, seigniorage does not constitute a productive revenue source currently nor for the years to come. Moreover, as this revenue is collected by Member\n66 https://www.consilium.europa.eu/en/policies/eu-response-ukraine-invasion/.\n67 https://www.ecb.europa.eu/ecb-and-you/explainers/tell-me-more/html/ecb_profits.en.htm!|\n66\nPE 768.313",
  "page_69": "Mapping the current structure and discovering the potential of ‘other revenue’\nStates that would transfer a share or all of it to the EU, seigniorage would constitute own resources rather than other revenue. Seigniorage would also only apply to the euro area.\nAs noted in Article 127(2) of the TFEU, one of the tasks of the European System of Central Banks is to define and implement the monetary policy of the Union. Managing the distribution of monetary income is part of the implementation tasks associated with the monetary policy (Article 32 ESCB Statute). However, the ECB is independent (Article 282 of the TFUE), and as noted by the High-Level Group on Own Resources (HLGOR, 2016), seigniorage revenue does not depend on budgetary decisions. Therefore, to establish a legal basis for seigniorage as other revenue, the Treaty would need to be amended.\nThe European Parliament has an indirect role when it comes to seigniorage as it falls under the domain of the ECB. However, it can shape the financial and budgetary framework in which seigniorage revenue is utilised due to its broader budgetary powers.\n4.2.2.3 Overview of proposals to strengthen the role of other revenue in the EU revenue system\nTable 9 provides an overview of the proposals discussed to strengthen the role of other revenue in the EU revenue system. Overall, common EU debt, taken up to generate assigned revenue financing off- budget policy initiatives besides the MFF, bears the largest revenue potential. All options considered here to strengthen existing other revenue sources or to implement new ones that could generate additional non-assigned revenue would yield only modest amounts. Therefore, there is only a very limited scope to substitute GNI-based own resources through non-assigned other revenue.\nPE 768.313\n67",
  "page_70": "IPOL | Policy Department for Budgetary Affairs\nTable 9:\nYes\n/ Low high\nYes\nRevenue-raising instrument (fee) Yes\nOverview of recent proposals to strengthen the role of other revenue in the EU revenue system\nSource of\nRevenue potential /\nLink to EU policies\npayment\nvolatility\nVarious private and High / high\nVarious\nRevenue-raising instrument\npublic investors\nAssigned\nMember States\n/ Low high\nGeneral\nSteering instrument\nFirms\nMedium / high\nCompetition policy Non-assigned\nClimate policy\nNon-EU nationals Low / low\nInternal security;\nmigration and asylum Assigned\nNeighbourhood and Revenue-raising instrument\npublic investors\nthe world\nAssigned\n2/2?\nEnergy and\nSteering instrument\nenvironmental policy Non-assigned\nSuitability as\nother revenue\nRevenue-raising instrument (fee) Yes\nAssigned\n68\nYes\nPE 768.313\nCommon EU debt\nYes\nInfringement penalties\nCompetition fines\nExcess emission premiums Automotive firms ?/high\nETIAS\nReturns on immobilised Various private and Low /?\nRussian assets\nMeasures of fiscal nature in Polluters\nthe areas of energy and\nenvironment based on\nArticles 192 and 194 TFEU\nOther revenue from\nCommercial\n2/2?\nEuropean space strategy service providers\nOther revenue accruing\nMining companies 2/2?\nfrom the conservation of\nmarine biological resources\nSeigniorage\nCentral banks\nSource: own elaboration. - “?”: unknown; depends on concrete design.\nEuropean Space\nStrategy\nEnvironmental policy Revenue-raising instrument (fee) Yes\nSteering instrument\nNon-assigned\nMonetary and\nRevenue-raising instrument\nNo\ncurrency policy\nNon-assigned",
  "page_71": "PE 768.313\nMapping the current structure and discovering the potential of ‘other revenue’\n5. CONCLUSIONS AND RECOMMENDATIONS\n5.1. Conclusions\nTo summarise, several conclusions can be drawn:\ne Assigned other revenue allows on- and off-budget EU activities in addition to MFF expenditures which are covered by own resources. In contrast, non-assigned other revenue enables a reduction of GNI-based own resource payments by Member States. The revenue potential of current and future non-assigned other revenue sources is very limited, so that there is little scope to broaden the base of general revenue which would reduce GNI- based own resources accordingly. Moreover, notwithstanding the necessity and the opportunities to reinforce the financial contribution of other revenue to overall EU revenue, the corresponding leeway to so do on a permanent basis is overall rather limited due to the general provision in Article 311 TFEU, according to which the EU budget shall primarily be financed by own resources. Assigned other revenue has several beneficial effects. [e) It increases the flexibility of the EU budget to react to unforeseen crises and challenges (common EU debt incurred to finance off-budget mechanisms, e.g. SURE or NGEU). It provides the possibility to expand EU activities beyond the EU, which allows for the exploitation of network effects beneficial also for EU Member States (e.g. contributions from third countries to research programmes). It offers the possibility to co-finance certain EU activities that would otherwise have to be financed through common EU debt or through the MFF (e.g. returns from immobilised Russian assets or ETIAS fees). Other revenue can be applied as a steering instrument to support EU policies; however, its steering potential appears to be underused. o There are indications that competition fines are too lenient in practice. oO Regular inflation adjustment of lump sum fees or fines (e.g. ETIAS fees, excess emission premiums) is lacking. Other revenue can serve as a revenue-raising instrument; however, its revenue-raising potential is currently underused. [e) Existing fees are at the low end with regard to an international comparison (ETIAS fees). [e) Some services are provided free of charge, i.e. without levying fees for users (Europe’s GNSS Galileo). oO Existing fees are not inflation-adjusted regularly. The system of other revenue is a system that has grown over time and is characterised by increasing complexity and lack of transparency. Data and information on the individual other revenue sources are scattered across several official documents and are incomplete. A comprehensive overview of all other revenue sources including their long-term development,\nthe sources of payment, a brief overview of the mechanisms and schemes behind them, the\n69",
  "page_72": "BUDG | Budgetary Support Unit\nuse of revenue, and their duration is missing. Only a part of the revenue data is easily accessible and processable online. The European Parliament plays a more active role in the governance of other revenues compared to own resources. In the area of other revenues, the Parliament may act as a co-legislator under the ordinary legislative procedure, sharing equal decision-making power with the Council. This allows the Parliament to shape legislation governing certain other revenues. In cases where the special legislative procedure applies, the Parliament's role is limited to a consultative function, providing opinions rather than actively participating in the decision-making phase of the legislative process. Nonetheless, as part of its broader budgetary oversight, the Parliament scrutinises the collection and use of other revenues. Through the annual budgetary procedure, it collaborates with the Council to determine the overall distribution of revenues. Additionally, the Parliament monitors the implementation of these revenues, holding the Commission accountable through the discharge procedure, ensuring transparency and compliance in the use of EU revenues.\n5.2. Recommendations\nGeneral recommendations Efforts to reinforce other revenue should not compromise the unity of the budget. Increasing the weight of other revenue should not erode the principle of universality. Making stronger use of other revenue should be accompanied by efforts to strengthen transparency and to avoid a further increase of the complexity of the EU revenue system. Revenue generated by EU policies should flow into the EU budget. The level of fees, but also of fines and penalties, should not be primarily guided by a revenue- maximising objective, to avoid distortions and inequitable financial burdens. Exporting part of the financial burden of the EU budget beyond the EU should not lead to international tensions.\n5.2.1\n5.2.2. Specific recommendations\nUse common EU debt to finance instruments and mechanisms addressing unforeseen events and crises. Common EU debt should be used also in the future to finance EU responses to unforeseen events and crises, thus increasing the flexibility of the EU budget. Permanent mechanisms need to be found to accommodate rising interest payments outside or over and above the MFF ceilings to protect MFF funds in the event of rapidly rising interest rates.\nStrengthen the use of fees for services provided by the EU. The level of envisaged ETIAS fees should be reviewed, also with a view to comparable systems applied worldwide, and possibly be increased. Generally, fees should be adjusted regularly to inflation to protect their long-term revenue potential. Moreover, the whole EU legislation should be reviewed systematically to identify further potential for the implementation of user fees.\nStrengthen contributions of third countries to EU programmes. Efforts to include further third countries, and particularly countries outside Europe, in specific EU programme (particularly regarding the EU Horizon research programmes) should be continued and reinforced. Hereby it could be considered to take into account economic strength when determining the level of contributions.\nPE 768.313\n70",
  "page_73": "Mapping the current structure and discovering the potential of ‘other revenue’\nStrengthen the steering potential of other revenue. The design of existing other revenue aimed at steering effects should be reviewed. In particular, the effectiveness of fines and penalties in achieving their objectives should be evaluated. Deficits identified in such evaluations should be addressed by appropriate reforms. To protect the steering effects of lump sum fines, regular inflation adjustment is required. Furthermore, compliance to EU rules should be strictly monitored.\nExplore in more detail future other revenue options. In-depth research on potential future other revenue options should be conducted. Options to be explored could, for example, include measures of fiscal nature according to Articles 192 and 194 TFEU, as well as other revenue from the protection of marine biological resources, which could support the EU’s environmental goals. For these options, revenue as well as steering potential should be examined.\nIncrease transparency regarding the level and structure of other revenue. The recent increase in the use of other revenue to finance measures to mitigate unforeseen events and crises has added to the complexity and lack of transparency of the already opaque other revenue system. The recast of the Financial Regulation adopted in September 2024 explicitly addresses external assigned revenue, stating that the transparency and visibility shall be improved in the documents accompanying the budget. This objective should be extended to all types of other revenue: the Commission should provide a comprehensive yearly overview of all individual other revenue including the source of payment, the use of revenue, a brief description of the underlying scheme, and the duration. Moreover, the long-term development of other revenue and their significance within the overall EU revenue system should be presented and updated yearly. The availability, presentations, and accessibility of data on other revenue needs to be improved. In particular, the online databases should also provide disaggregated data for longer periods, for example from 2000 onwards.\nUse options for a more active participation of the Parliament in advancing the use of other revenue and related decision-making: The Parliament's role in in decision-making on other revenues could be enhanced by strengthening its legislative involvement, e.g. by advocating for enhanced parliamentary oversight during the design and implementation stages, and by increasing the transparency of other revenues, particularly for assigned revenues where the Parliament's influence is limited. Enhanced collaboration between parliamentary committees and EU bodies could also help to ensure alignment of other revenues with broader EU policy goals. Since other revenues are not primary fiscal instruments, the Parliament should also ensure that regulations governing them remain focused on their intended policy objectives and are not distorted for the sole purpose of revenue generation.\nPE 768.313\n71",
  "page_74": "BUDG | Budgetary Support Unit\nREFERENCES\ne Abraham, L., O'Connell, M., & Oleaga, |. A. (2023). The Legal and Institutional Feasibility of an EU Climate and Energy Security Fund. ECB Occasional Paper Series, 313. https://www.ecb.europa.eu/pub/pdf/scpops/ecb.0p313~96012901a8.en.pdf Amon, D. J., Gollner, S., Morato, T., Smith, C. R., Chen, C., Christiansen, S., Currie, B., Drazen, J. C., Fukushima, T., Gianni, M., Gjerde, K. M., Gooday, A. J., Grillo, G. G., Haeckel, M., Joyini, T., Ju, S.-J., Levin, L. A., Metaxas, A., Mianowicz, K., ... Pickens, C. (2022). Assessment of Scientific Gaps Related to the Effective Environmental Management of Deep-Seabed Mining. Marine Policy, 138, 105006. https://doi.org/10.1016/j.marpol.2022.105006 Baccianti, C. (2022). 8. The Public Spending Needs of Reaching the EU’s Climate Targets. In F. Cerniglia & F. Saraceno (Eds.), Greening Europe (1st ed., pp. 107-128). Open Book Publishers. https://doi.org/10.11647/OBP.0328.08 Bachtrdgler, J., Blomeyer, R., Hanzl-Weiss, D., Holzner, M., Hunya, G., Kubekova, V., Reiter, O., Schratzenstaller, M., Stehrer, R., and Stdllinger, R. (2020). How EU Funds Tackle Economic Divide in the European Union. European Parliament Study Requested by the BUDG Committee. European Union. https://www.europarl.europa.eu/RegData/etudes/STUD/2020/654525/IPOL_STU(2020)654525_EN.pdf Bakker, A., Beetsma, R., & Buti, M. (2024). Investing in European Public Goods While Maintaining Fiscal Discipline at Home. Intereconomics, 59(2), 98-103. https://doi.org/10.2478/ie-2024-0021 Begg, I., Le Cacheux, J., Liscai, A., Rispal, N., & Benedetto, G. (2023). Options for a Stronger and More Agile EU Budget [Study requested by the Committee on Budgets]. https://www.europarl. europa.eu/RegData/etudes/STUD/2023/755099/IPOL STU(2023)755099 EN.pdf Bernardo, V., Fageda, X., and Teixid6, J. (2024). Flight Ticket Taxes in Europe: Environmental and Economic Impact. Transportation Research Part A: Policy and Practice, 179, 103892. https://doi.org/10.1016/j.tra.2023.103892 Buchs, M., & Mattioli, G. (2024). How Socially Just Are Taxes on Air Travel and ‘Frequent Flyer Levies’? Journal of Sustainable Tourism, 32(1), 62-84. https://doi.org/10.1080/09669582.2022.2115050 Buettner, T., and Thone, M. (Eds.) (2016). The Future of EU-Finances — Synopsis. Capell, R., and Huntington, T. (2023). Workshop on the European Green Deal—Challenges and Opportunities for EU Fisheries and Aquaculture. European Parliament. Directorate General for Internal Policies of the Union. https://data.europa.eu/doi/10.2861/28234 Chapman, A., Mang, S., and Heuwieser, M. (2024). A Frequent Flying Levy in Europe. The Moral, Economic, and _ Legal Case. New Economics Foundation. https://stay-grounded.org/wp- content/uploads/2022/04/Frequent-flying-levy-Europe.pdf Christie, R., Claeys, G., and Weil, P. (2021). Next Generation Eu Borrowing: A First Assessment (Policy Contribution No. 22/21). Bruegel. https://www.bruegel.org/system/files/wp attachments/PC-22- 101121.pdf Claeys, G., McCaffrey, C., and Welslau, L. (2023). The Rising Cost of European Union Borrowing and What to Do About It (No. 12/2023; Policy Brief). Bruegel. https://www.bruegel.org/system/files/2023-06/PB%2012%202023.pdf\n72\nPE 768.313",
  "page_75": "Mapping the current structure and discovering the potential of ‘other revenue’\nD’Alfonso, A. (2021). Own Resources of the European Union. Reforming the EU’s Financing System. Briefing, EPRS - European Parliamentary Research Service, PE 630.265. https://www. europarl.europa.eu/RegData/etudes/BRIE/2018/630265/EPRS_ BRI(2018)630265 EN.pdf European Commission (2006). Guidelines on the Method of Setting Fines Imposed Pursuant to Article 23(2)(a) of Regulation No 1/2003 (2006/C 210/02). https://eur-lex.europa.eu/legal- content/EN/TXT/PDF/?uri=CELEX:52006XC0901 (01) European Commission (2017a). Reflection Paper on the Future of EU Finances. https://eur- lex.europa.eu/legal-content/EN/TXT/?uri=COM:2017:358:FIN European Commission (2017b). EU Law: Better Results Through Better Application (2017/C 18/02). https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52017XC0119(01) European Commission (2018). A New, Modern Multiannual Financial Framework for a European Union that Delivers Efficiently on its Priorities Post-2020 (COM(2018) 98 final). https://eur- lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52018DC0098 European Commission (2021). The EU’s 2021-2027 Long-term Budget and NextGenerationEU - Facts and Figures, Publications Office of the European Union, 2021, https://op.europa.eu/en/publication-detail/-/publication/d3e77637-a963-1 1eb-9585-01aa75ed71 al/lanquage-en European Commission (2022a). Options Paper by the European Commission on the Use of Frozen Assets to Support Ukraine’s Reconstruction (Options Paper). https://club.bruxelles2.eu/wp- content/uploads/2022/11/confiscationavoirsrussesgelesprop@e221130en.pdf European Commission (2023a). An Adjusted Package for the Next Generation of Own Resources (COM(2023) 330 Final). https://commission.europa.eu/document/download/e3760cdf-5394-48ae- 948a-5fd22c119911 en?filename=COM 2023 330 1 EN ACT part! v5.pdf European Commission (2023b). Commission Staff Working Document Accompanying the Document Amended Proposal for a Council Decision Amending Decision (EU, Euratom) 2020/2053 on the System of Own Resources of the European Union. https://eur-lex.europa.eu/legal- content/EN/TXT/?uri=SWD%3A2023%3A331%3AFIN European Commission (2023c). Financial Sanctions in Infringement Proceedings (2023/C 2/01). https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52023XC0104(01) European Commission (2024a). NextGenerationEU. https://commission.europa.eu/strategy-and- policy/eu-budget/eu-borrower-investor-relations/nextgenerationeu_en European Commission (2024b). The Ukraine Facility: Supporting Ukraine's Recovery, Reconstruction, and Path towards EU Accession. https://commission.europa.eu/strategy-and- policy/priorities-2019-2024/stronger-europe-world/eu-solidarity-ukraine/eu-assistance-ukraine/ ukraine-facility en European Commission (2024c). Draft—The Union's Annual Budget for the Financial Year. General Statement of Revenue (COM(2024)300). https://eur-lex.europa.eu/budget/data/DB/2025/en/Gen Rev.pdf European Commission (2024d). Monitoring the Application of European Union Law 2023 Annual Report (COM(2024)358 final). https://eur-lex.europa.eu/legal-content/EN/TXT/PDEF/?uri=CELEX% 3A52024DC0358\nPE 768.313\n73",
  "page_76": "BUDG | Budgetary Support Unit\nEuropean Commission (2024e). Consolidated Annual Accounts of the European Union. Financial Year 2023. https://commission.europa.eu/document/download/6f09748c-fdb5-4c8c-b96a- 77bb4e61661a_ en European Commission (2024f). Data on Budget spending and revenue 2000-2023. Excel file (Accessed 30 October 2024) https://commission.europa.eu/document/download/45d0623a-529e- 44d2-aae4-2ca9bac87ec3_en?filename=eu_ budget spending and revenue 2000-2023.xlsx European Commission Services (2023). Non-Paper on the Generation of Resources to Support Ukraine from Immobilised Russian Assets, Prepared by Commission Services, in Consultation with the EEAS, for the Council’s Ad Hoc Working Party on Frozen Assets Meeting of 28 March 2023 POLITICO. European Court of Auditors (2022), Cohesion and NextGenerationEU: concord or clash? Journal N.1, 2022, https://www.eca.europa.eu/Lists/ECADocuments/JOURNAL22 01/JOURNAL22_ 01.pdf. European Parliament (2019a). EU Competition Policy: Key to a Fair Single Market: In Depth Analysis Publications Office. https://data.europa.eu/doi/10.2861/143082 European Parliament (2019b), Security and Defence, Briefing, https://www.europarl.europa.eu/RegData/etudes/BRIE/2019/635533/EPRS_ BRI(2019)635533 EN.pdf European Parliament (2021), EU Parliament adopts two funds for asylum and border policies, Press release, https://www.europarl.europa.eu/news/en/press-room/20210701IPRO7514/eu- parliament-adopts-two-funds-for-asylum-and-border-policies European Parliament (2021). Own Resources of the European Union. Reforming the EU’s Financing System (Briefing EU Legislation in Progress 2021-2027 MFF) https://www.europarl.europa.eu/RegData/etudes/BRIE/2018/630265/EPRS_BRI(2018)630265_EN.pdf European Parliament (2022). Implementation of the Uk Withdrawal Agreement: Financial Provisions, Citizens’ Rights and the Northern Ireland Protocol: In Depth Analysis. Publications Office. https://data.europa.eu/doi/10.2861/013450 European Parliament (2023a). Report on Own Resources: A New Start for EU Finances, a New Start for Europe (2022/2172(INI)). Committee on Budgets. https://www.europarl.europa.eu/doceo/document/A-9-2023-0155 EN.html European Parliament (2023b): Background information for the BUDG public hearing on Financial impact of the war in Ukraine: current and future challenges for the EU budget, https://www.europarl.europa.eu/RegData/etudes/BRIE/2023/747347/IPOL_BRI(2023)747347_EN.pdf European Parliament (2023c). One Year of Russia’s Invasion and War of Aggression Against Ukraine European Parliament Resolution of 16 February 2023 (2023/2558(RSP)) (P9_TA(2023)0056). https://www.europarl.europa.eu/doceo/document/TA-9-2023-0056 EN.pdf European Parliament (2024), Economic, Social and Territorial Cohesion, https://www.europarl.europa.eu/erpl-app-public/factsheets/pdf/en/FTU_3.1.1.odf European Parliament (2024), Foreign Policy: aims, instruments and achievements, https://www.europarl.europa.eu/erpl-app-public/factsheets/pdf/en/FTU_5.1.1.odf European Parliament (2024), Management of the external borders, https://www.europarl.europa.eu/erpl-app-public/factsheets/pdf/en/FTU_4.2.4.odf\n74\nPE 768.313",
  "page_77": "Mapping the current structure and discovering the potential of ‘other revenue’\nEuropean Parliament (2024), The European Union and its trade partners, https://www.europarl.europa.eu/erpl-app-public/factsheets/pdf/en/FTU_5.2.1.odf European Parliament (2024), The ubiquitous digital single market, https://www.europarl.europa.eu/erpl-app-public/factsheets/pdf/en/FTU_2.1.7.odf European Parliament (2024): Competition Policy, https://www.europarl.europa.eu/RegData/etudes/fiches_techniques/2017/N54616/doc_en.pdf European Parliament, REPORT Implementation report on the EU Trust Funds and the Facility for Refugees in Turkey, https://www.europarl.europa.eu/doceo/document/A-9-2021-0255 EN.html European Parliament: The Budgetary Procedure, https://www.europarl.europa.eu/factsheets/en/sheet/10/the-budgetary-procedure Evroux (2022). EU Space Policy: Boosting EU Competitiveness and Accelerating the Twin Ecological and Digital Transition. European Parliament. https://www.europarl.europa.eu/Reg Data/etudes/BRIE/2022/698926/EPRS BRI(2022)698926 EN.pdf Felbermayr, G., and Pekanov, A. (2024). Pan-European Public Goods :rationale, Financing and Governance. European Parliament. Directorate General for Internal Policies of the Union. https://data.europa.eu/doi/10.2861/86252 Fuest, C., and Pisani-Ferry, J. (2020). Financing the EU: New Context, New Responses (No. 24; EconPol Policy Report). https://www.econpol.eu/publications/policy report 24 Groenendijk, N. (2023). Revenue Capacity of the EU: Taxes, Tax Sharing, and Resource Pooling. Politics and Governance, 11(4), 6-16. https://doi.org/10.17645/pag.v11i4.7240 Grund, S., and Steinbach, A. (2023). European Union Debt Financing: Leeway and Barriers from a Legal Perspective (Working Paper No. 15/2023). Bruegel. https://www.bruegel.org/sites/default/files/private/2023-09/WP%2015.pdf Haase, D., and Schwarcz, A. (2023). Financial Impact of the War in Ukraine: Current and Future Challenges for the EU Budget [Background information for the BUDG public hearing]. Policy. https://www.europarl.europa.eu/RegData/etudes/BRIE/2023/747347/IPOL_BRI(2023)747347_EN.pdf Heimberger, P., and Lichtenberger, A. (2023). RRF 2.0: A Permanent EU Investment Fund in the Context of the Energy Crisis, Climate Change and EU Fiscal Rules (publication). https://wiiw.ac.at/p- 6425.html HLGOR - High Level Group on Own Resources (2016). Future Financing of the EU. Final Report and Recommendations of the High Level Group on Own Resources. https://commission.europa.eu/system/files/2018-10/future-financing-hlgor-final-report_2016 en.pdf ICCT (2014). EU CO2 Emission Standards for Passenger Cars and Light-Commercial Vehicles (Policy Update). ICCT International Council on Clean Transportation. https://theicct.org/wp- content/uploads/2021/06/ICCTupdate EU-95gram_jan2014.pdf ICCT (2023). C=2 Emission Standards for New Passenger Cars and Vans in the European Union (Policy Update). ICCT International Council on Clean Transportation. https://theicct.org/wp- content/uploads/2023/05/eu-co2-standards-cars-vans-may23.pdf Institut Rousseau (2024). Road to Net Zero. Bridging the Green Investment Gap. https://www.greens-efa.eu/en/article/study/road-to-net-zero\nPE 768.313\n75",
  "page_78": "BUDG | Budgetary Support Unit\nKowald, K., Pari, M., and Gallo, R. (n.d.). First-Ever Revision of the EU’s Long-Term Budget Agreement Between Parliament and Council [Briefing]. European Parliament. https://www.europarl.europa.eu/RegData/etudes/BRIE/2024/757651/EPRS_BRI(2024)757651_EN.pdf Maluskova, Z. (2023). Implementation of NGEU borrowing, debt management and lending operations. https://link.springer.com/article/10.1007/s12027-023-00736-x Manhart, A., and McLennan, A. (2023). The Rush for Metals in the Deep Sea. Considerations on Deep-Sea Mining. Greenpeace. _https://www.greenpeace.de/publikationen/Greenpeace Studie Tiefseebergbau_0.pdf Mariniello, M. (2013). Do European Union Fines Deter Price-Fixing? (No. 2013/04; Bruegel Policy Brief). https://www.bruegel.org/policy-brief/do-european-union-fines-deter-price-fixing Martins, L. F., Gan, Y., and Ferreira-Lopes, A. (2017). An Empirical Analysis of the Influence of Macroeconomic Determinants on World Tourism Demand. Tourism Management, 61, 248-260. https://doi.org/10.1016/j.tourman.2017.01.008 Marzinotto, B. (2024). Revamping the EU’s Budgetary Flexibility in-Built Flexibility and « in-Budget » Borrowing. European Parliament. https://www.europarl.europa.eu/cmsdata/290725/4.% 20Marzinotto%20-%20final.pdf Mathis, A. (2017). ‘Other Revenue’ in the European Union Budget (European Parliament Policy Department Budgetary Affairs Briefing). European Parliament. https://www.europarl.europa.eu/RegData/etudes/BRIE/2017/603810/IPOL_BRI(2017)603810 EN.pdf O’Garra, T., and Fouquet, R. (2022). Willingness to Reduce Travel Consumption to Support a Low- Carbon Transition Beyond Covid-19. Ecological Economics, 193, 107297. https://doi.org/10.1016/j.ecolecon.2021.107297 Pekanov, A., and Url, T., 2024, EU Contingent Financial Liabilities, Publication for the Committee on Budgets (BUDG), Policy Department for Economic, Scientific and Quality of Life Policies, European Parliament, Luxembourg. https://www.europarl.europa.eu/RegData/etudes/STUD/2024/764906 /IPOL_STU(2024)764906_EN.pdf Pickens, C., Lily, H., Harrould-Kolieb, E., Blanchard, C., and Chakraborty, A. (2024). From What-lIf to What-Now: Status of the Deep-Sea Mining Regulations and Underlying Drivers for Outstanding Issues. Marine Policy, 169, 105967. https://doi.org/10.1016/j.marpol.2023.105967 Ramirez-Cardenas Diaz, J. D. (2020). Sharpening the Teeth of the Infringement Procedure (No. 2020/3; EIPA Briefing). https://www.eipa.eu/wp-content/uploads/2021/10/EIPA-Briefing-3- Sharpening-the-teeth-of-the-infringement-procedure-%E2%80%93-August-2020.pdf Rodger, B. J., and Macculloch, A. (2015). Competition Law and Policy in the EU and UK. Routledge. Saint-Amans, P. (2024). Broader Border Taxes: A New Option for European Union Budget Resources (No. 06/2024; Policy Brief). Bruegel. https://www.bruegel.org/policy-brief/broader-border-taxes- new-option-european-union-budget-resources Schratzenstaller, M., Krenek, A., Nerudova, D., and Dobranschi, M. (2016). EU Taxes as Genuine Own Resource to Finance the Eu Budget: Pros, Cons and Sustainability-Oriented Criteria to Evaluate Potential Tax Candidates. Umea Universitet. https://urn.kb.se/resolve?urn=urn:nbn:se:umu:diva- 121755\n76\nPE 768.313",
  "page_79": "Mapping the current structure and discovering the potential of ‘other revenue’\nSchratzenstaller, M., Nerudova, D., Solilova, V., Holzner, M., Heimberger, P., Korpar, N., Maucorps, A., and Moshammer, B. (2022). New EU Own Resources: Possibilities and Limitations of Steering Effects and_ Sectoral Policy Co-Benefits. European _ parliament. https://www.europarl.europa.eu/ RegData/etudes/STUD/2022/731895/IPOL STU(2022)731895 EN.pdf Schwarcz, A. (2021). Reform of the EU Own Resources. In-depth Analysis Requested by the BUDG Committee of the European Parliament. European Parliament, Policy Department for Budgetary Affairs Directorate-General for Internal Policies. https://www.europarl.europa.eu/RegData/etudes /IDAN/2021/690963/IPOL_IDA(2021)690963 EN.pdf Schwarcz, A. (2023). The Union’s Revenue. European Parliament, Fact Sheets on the European Union - 2023. https://www.europarl.europa.eu/RegData/etudes/fiches_techniques/2017/N50625/ doc_en.pdf Steinbach, A., and Wolff, G. B. (2024). Debt Financing European Air Defence. Intereconomics, 59(4), 193-197. https://doi.org/10.2478/ie-2024-0040 Stenvers, V. I., Hauss, H., Bayer, T., Havermans, C., Hentschel, U., Schmittmann, L., Sweetman, A. K., and Hoving, H.-J. T. (2023). Experimental Mining Plumes and Ocean Warming Trigger Stress in a Deep Pelagic Jellyfish. Nature Communications, 14(1), 7352. https://doi.org/10.1038/s41467-023- 43023-6 Stratmann, T., Soetaert, K., Kersken, D., and Van Oevelen, D. (2021). Polymetallic Nodules Are Essential for Food-Web Integrity of a Prospective Deep-Seabed Mining Area in Pacific Abyssal Plains. Scientific Reports, 11(1), 12238. https://doi.org/10.1038/s41598-021-91703-4 Transport & Environment (2024a). The Auto Industry in Europe. Why This Is Not an Industry ‘Crisis’. (No. 202410; Briefing). https://www.transportenvironment.org/uploads/files/2024 10 Briefing Not an auto-industry crisis.pdf Transport & Environment (2024b). The Drive to 2025. Carmakers’ Progress Towards their EU CO2 Target in H1 2024 (No. 202409; Briefing). https://www.transportenvironment.org/uploads/files/ 202409 Car CO2_ analysis.pdf Veljanovski, C. (2022). The Effectiveness of European Antitrust Fines. In T. Toth (Ed.), The Cambridge Handbook of Competition Law Sanctions (1st ed., pp. 54-85). Cambridge University Press. https://doi.org/10.1017/9781108918015.005 Waldhoff, C. (2016). Legal Restrictions and Possibilities for Greater Revenue Autonomy of the EU. In T. Buettner and M. Thdne (Eds.), The Future of EU-Finances - Synopsis (pp. 148-158). https://www.fifo-koeln.org/de/veroeffentlichungen/download-file? path=veroeffentlichungen% 2Ffinanz-steuer-politikYo2FThe+Future+of+EU-Finances.pdf Washburn, T. W., Simon-Lledd, E., Soong, G. Y., and Suzuki, A. (2023). Seamount Mining Test Provides Evidence of Ecological Impacts Beyond Deposition. Current Biology, 33(14), 3065-3071.e3. https://doi.org/10.1016/j.cub.2023.06.032 Zhang, C., Zhao, X., Sacchi, R., and You, F. (2023). Trade-Off Between Critical Metal Requirement and Transportation Decarbonization in Automotive Electrification. Nature Communications, 14(1), 1616. https://doi.org/10.1038/s41467-023-37373-4\nPE 768.313\n77",
  "page_80": "IPOL | Policy Department for Budgetary Affairs\nANNEX I\nAnnex - Figure 1: Evolution of the recording of other revenue over time\n78\nPE 768.313",
  "page_81": "Mapping the current structure and discovering the potential of ‘other revenue’\n1 Contributions: CHAPTER!\nFrom Member - Contributions from Member States:\nStates:\n- Proceeds of ECSC levies allocated to the\nadministrative expenditure of the institutions\nNote: 1971-1972: French. 1973: English\n10WN RESOURCES\n10WN RESOURCES\nseveral extensions. deviation in wording\n10WN RESOURCES\n2 SURPLUSE 4VAILABLE\nNANCIAL CONTRIBUTIONS [from 1982-1930) 2s RPLUSES, BALANCES AND ADJUSTMENTS\nCHAPTER III\nMiscellaneous revenue\nwy,\nContributions replacing YAT own resources:\nRevenue to balance the general budget\n3 Portion of proceeds of ECSC levies paidin pl ce 3S RAPLUSES. BALANCES AND ADJUSTMENTS\nof Article 20 of the Treaty of 8 April 1965 (Fi jark:\nte Title 3 shifted to Title 2\nCouncil Decision 77 #729? ECSC of 21 mber 1977\nadjusting the proportion of the admi ‘ative\nexpenditure of the European Coal arid Steel Commi ity\nto be covered by levies on the preuction of coal d\nsteel [ OJ No L306, 30. 11. 192%. p. 28) fixed portion\nof the administrative expenditure of the EC: @to be\ncovered by' levies at 5000 000 EUA)\nCHAPTER ¥,\nOwn resources\nNTRIBUTIE\n5 FINANCIAL CONTR TIONS:\n(CHAPTER 5.0 ONTRIBUTIONS PROVIDED\nFOR IN ARTICLI (2) OR (3) OF THE COUNCIL\nDECISION OF 21 APRIL 1970 ON THE REPLACEMENT\nOF FINANCIAL CONTRIBUTIONS FROM MEMBER\nSTATES BY THE COMMUNITIES' OWN\nRESOURCES)\n(CHAPTER 5.1 — CONTRIBUTIONS PROVIDED\nFOR IN ARTICLES 3 (4) AND 4 (6) RESPECTIVELY OF\nTHE COUNCIL\nDECISION OF 21 4PRIL 1970 ON THE REPLACEMENT\nOF FINANCIAL CONTRIBUT! IS = FROM MEMBER\npel naaiatioaeins nian ——-\nSPECIAL TITLE\n— Contributions to be collected fromm States\nParticipating in int&ggovernmental conference:\nintergouvernemental&\n— Contributions to be cd ected from States\nParticipating inEuropean c&gperation in the field a\nschientific and technical resed fh\n2 Mis=llaneous:\nrevenue\nITY P\nNT OF EXPENDITUR Do NUE =LATED TO UNION OLICI\nMENT\nIES 65 ENUE, CONTRIBUTIL JD REFUNDS\n10 ER 1E NDE RED\nSource: European Commission, own presentation.\nPE 768.313\n79",
  "page_82": "BUDG | Budgetary Support Unit\nAnnex — Table 1: Detailed list of other revenue\nTOTAL\n2\n20\n21\n22\n23\n24\n26\n3\n30\n300\n3000\n3001\n301\n3010\n3011\n3012\n3013\n3014\n31\n310\n311\n312\n192,301,163 210,163,613 yes\nRevenue from the supply of goods, services and work for other\ndepartments within the Commission — Assigned revenue\nRevenue from the supply of goods, services and work for other\nUnion institutions, agencies and bodies — Assigned revenue\nOTHER REVENUE (TOTAL)\nSURPLUSES, BALANCES AND ADJUSTMENTS\nADMINISTRATIVE REVENUE\nREVENUE FROM STAFF\nTaxes and levies\nSURPLUS FROM PREVIOUS FINANCIAL YEAR\nBALANCES ADJUSTMENT\nADJUSTMENT FOR THE NON-PARTICIPATION OF CERTAIN MEMBER\nSTATES IN SPECIFIC POLICIES\nADJUSTMENT FOR THE IMPLEMENTATION OF OWN RESOURCES\nDECISIONS\nADJUSTMENT FOR EXCHANGE RATE DIFFERENCES FOR OWN RESOURCES\nADJUSTMENT FOR THE UNITED KINGDOM CORRECTION\nREVENUE LINKED TO PROPERTY\n32\nContributions to pension scheme\nTax on remunerations\nSpecial levies on remunerations\nStaff contributions to the pension scheme\nTransfer or purchase of pension rights by staff\nContributions to the pension scheme by staff on leave\nContributions by decentralised agencies and international\norganisations\nContributions by Members of the European Parliament\n89,506,425,619 98,824,817,307\n3,226,947,517 2,550,993,448 no\n3,227,058,807 2,519,010,950 no\n31,864,519 no\n-111,290\n117,979 no\nno\n2,606,722,469 2,757,324,605 no\n1,818,166,812 1,971,774,438 no\n1,102,671,081 1,145,008,811 no\n993,413,122 1,030,333,635 no\n109,257,959 114,675,176 no\n715,495,731 826,765,627 no\n579,128,746 673,473,926 no\n65,463,589\n75,659,556 no\n57,826\n18,026 no\n70,845,570\n77,614,119 no\n60,671,098\n34,778,391\n556,948\n617,473 yes\n468,031\n414,466 no\n59,646,118\n33,746,452 yes\n205,088,362 228,562,853 yes\n3201\nSale of immovable property — Assigned revenue\nSale of other property\nLetting and subletting immovable property — Assigned revenue\nREVENUE FROM THE SUPPLY OF GOODS, SERVICES AND WORK —\nASSIGNED REVENUE\nRevenue from the supply of goods, services and work —Assigned\nrevenue\n320\nno\nno\nno\n1,386,727 yes\nRefunds by other institutions or bodies of mission\nallowances — Assigned revenue\nRevenue from third parties in respect of goods, services or work —\nAssigned revenue\n1,755,205\n321\n3202\n190,545,958 208,776,886 yes\n179,619 yes\n18,219,621 yes\nRepayment of amounts wrongly paid — Assigned revenue\nRevenue for a specific purpose (income from foundations, subsidies, gifts\nand bequests) — Assigned revenue\nRevenue from the Commission contribution to the EEAS for Commission\nstaff working in Union delegations —Assigned revenue\nInsurance payments received — Assigned revenue\nOther revenue from administrative operations —Assigned revenue\nOther revenue from administrative operations\n332\n333\n338\n339\nPE 768.313\n71,459,226 yes\n117,801\n331\n33\n330\n80\n322\nOTHER ADMINISTRATIVE REVENUE\nyes\n12,669,397\n522,796,197 522,208,923\n62,637,593\n264,555,938 229,073,580 yes\n1,310,150\n1,286,541 yes\n186,112,145 210,412,820 yes\n8,180,371\n9,976,756 no",
  "page_83": "Mapping the current structure and discovering the potential of ‘other revenue\n40\n400\n401\n402\n403\n404\n409\n41\nFINANCIAL REVENUE, DEFAULT INTEREST AND FINES\nREVENUE FROM INVESTMENTS AND ACCOUNTS\nDefault interest in respect of own resources made\navailable by the Member States\nOther default interest\nRevenue from investments, loans granted and bank accounts\nInterest yielded by pre-financing\nRevenue generated on trust accounts — Assigned revenue\nInterest on deposits in the framework of the Union’s economic\ngovernance — Assigned revenue\nDividends paid by the European Investment Fund\nOther interest and revenue\n595,694,687 2,480,415,754\n7,581,582\n70,948,376\n-356,486\n3,550,062\n4,384,245\n3,951,540 no\n3,760\n0 no\n42,569,039 1,490,938,242 no\n60,081,949 no\n6,914,887 no\nyes\nDEFAULT INTEREST (delays)\nyes\n41,816,912 1,486,831,418 no\n752,127\n545,544,066 918,529,136\nFines in connection with the implementation of the rules on competition 395,135,236 175,718,320 no\nPenalty payments and lump sums imposed on a Member State\n136,977,060 235,522,488 no\nFines imposed for fraud and irregularities which are damaging to the\nno\nUnion’s financial interests\nFines in the framework of the Union's economic governance — Assigned\nyes\nrevenue\nInterest connected with fines and penalty payments\n9,728,086\n1,771,496 no\nInterest, other charges due and negative returns on cancelled or reduced\nno\nfines\nOther fines and penalty payments—Assigned revenue\n371,405\n415,332 yes\nOther non-assigned fines and penalty payments\n3,332,279 505,101,500 no\n62,203,046,102 67,589,422,326\n425\n428\n429\nBUDGETARY GUARANTEES, BORROWING-AND-LENDING OPERATIONS\nEUROPEAN UNION GUARANTEE FOR BORROWING-AND-LENDING\nOPERATIONS IN MEMBER STATES\n50\n62,203,046,102 67,589,422,326\nUnion guarantee for Union borrowings for balance of payments support\nUnion guarantee for Euratom borrowings\nUnion guarantee for Union borrowings for financial assistance under the\nEFSM\nEuropean instrument for temporary support to mitigate unemployment\nrisks in an emergency (SURE)\nEuropean instrument for temporary support to mitigate\nunemployment risks in an emergency (SURE) — Assigned revenue\nEuropean instrument for temporary support to mitigate unem-\nployment risks in an emergency (SURE) — Non-assigned revenue\nEuropean Union Recovery Instrument (EURI)\n500\n501\n424\n410\n4,106,824 no\nFINES AND PENALTIES\n422\nno\n419\n42\n420\n421\n423\nno\n5030\n5031\nno\n62,203,046,102 67,589,422,326\nEuropean Union Recovery Instrument (EURI) — Assigned revenue 62,203,046,102 67,589,422,326 yes\nEuropean Union Recovery Instrument (EURI) — Non-assigned\nrevenue\nEUROPEAN UNION GUARANTEE FOR OPERATIONS IN AND BORROWING-\nAND-LENDING OPERATIONS FOR THIRD COUNTRIES\nExternal Action Guarantee\nINTEREST RATE SUBSIDIES\nInterest rate subsidies linked to MFA + loans to Ukraine\nSURPLUS FROM THE COMMON PROVISIONING FUND\nRepayment to the budget of a surplus from the Common Provisioning\nFund\n510\n52\n520\n53\n502\n51\nno\n503\nyes\n504\n5040\n5041\nyes\nno\n530\n81\nno\nno\nPE 768.313",
  "page_84": "BUDG | Budgetary Support Unit\n60\n601\n6010\n6011\n6012\n6013\n6014\n602\n6020\n6021\n6022\n603\n6030\n6031\n6032\n6033\n604\n6041\n6042\n609\n61\n610\n6100\n6101\n6102\n611\n6110\n6111\n6112\n6113\n6114\n612\n6120\n6121\n6122\n6123\n6124\n6125\n619\nREVENUE, CONTRIBUTIONS AND REFUNDS RELATED TO UNION POLICIES 20,874,014,844 23,446,661,174\nSINGLE MARKET, INNOVATION AND DIGITAL\n968,640,920 1,674,609,151\nResearch and Innovation\nHorizon Europe — Assigned revenue\nEuratom Research and Training Programme — Assigned revenue\n3,332,009\nInternational Thermonuclear Experimental Reactor (ITER)\nAssigned revenue\nHigh-flux reactor — Assigned revenue\n6,701,000\nResearch Fund for Coal and Steel Assigned revenue\n4,848,454\nEuropean Strategic Investments\nInvestEU Fund — Assigned revenue\nConnecting Europe Facility — Assigned revenue\n27,045,119\nDigital Europe Programme — Assigned revenue\n0}\nSingle Market\n11,638,661\nSingle Market Programme — Assigned revenue\n3,853,826\nEU Anti-Fraud Programme — Assigned revenue\n759,157\nCooperation in the field of taxation — Assigned revenue\n2,655,977\nCooperation in the field of customs — Assigned revenue\n4,369,702\nSpace\n8,065\nUnion Space Programme — Assigned revenue\n8,065\nUnion Secure Connectivity Programme — Assigned revenue\nSingle Market, Innovation and Digital — Non-assigned revenue\n1,395,273\n3,580,273,108 7,127,464,108\nCOHESION, RESILIENCE AND VALUES\nRegional Development and Cohesion\nEuropean Regional Development Fund — Assigned revenue\nCohesion Fund — Assigned revenue\nSupport to the Turkish-Cypriot community — Assigned revenue\n22,023\nRecovery and Resilience\nRecovery and Resilience Facility (including Technical Support\nInstrument) — Assigned revenue\nProtection of the euro against counterfeiting — Assigned revenue\n16,441\nUnion Civil Protection Mechanism — Assigned revenue\n1,820,671\nEU4Health Programme — Assigned revenue\n622,098\nInstrument for emergency support within the Union — Assigned\n7,815,552\n-1,083,539\nrevenue\nInvesting in People, Social Cohesion and Values\nEuropean Social Fund Plus — Assigned revenue\nErasmus+ — Assigned revenue\nEuropean Solidarity Corps — Assigned revenue\n1,406,913\nCreative Europe Programme — Assigned revenue\n1,898,636\nCitizens, Equality, Rights and Values Programme — Assigned\n757,334\n1,123,771\nrevenue\nJustice Programme — Assigned revenue\n4,667,042\nCohesion, Resilience and Values — Non-assigned revenue\n1,060,794\n2,582,544,746 2,972,460,199 yes\n1,969,888,553 2,242,412,849 yes\n612,634,170 722,891,695 yes\n7,155,655 yes\n17,363,725 2,570,883,633 yes\n7,088,965 2,567,711,000 yes\n0 yes\n3,946,379 yes\n309,794 yes\n586,214,618 784,052,973 yes\n571,333,155 703,877,315 yes\n2,185,281 yes\nyes\n6,701,000 yes\n71,289,377 yes\n369,384,302 873,775,688 yes\n342,339,184 846,505,759 yes\n26,078,929 yes\n1,191,000 yes\n16,316,597 yes\n10,706,911 yes\n469,210 yes\n201,533 yes\n4,938,942 yes\n179,768 yes\n179,768 yes\nyes\n284,124 no\nyes\n979,303,843 1,582,307,310 yes\n919,130,951 1,359,397,057 yes\n51,442,968 204,944,388 yes\n12,400,494 yes\n1,786,669 yes\nyes\n2,654,930 yes\n1,812,967 no\n82\nPE 768.313",
  "page_85": "Mapping the current structure and discovering the potential of ‘other revenue\n620\n6200\n6201\n6202\n6203\n621\n6210\n6211\n126,446,429 104,560,504 yes\nNATURAL RESOURCES AND ENVIRONMENT\nAgriculture and Maritime Policy\nEnvironment and Climate Action\nEuropean Agricultural Guarantee Fund — Assigned revenue\nEuropean Agricultural Fund for Rural Development —Assigned\nrevenue\nEuropean Maritime, Fisheries and Aquaculture Fund — Assigned\nrevenue\nSustainable Fisheries Partnership Agreements (SFPAs) & Regional\nFisheries Management Organisations (RFMOs) — Assigned revenue\nJust Transition Fund — Assigned revenue\nProgramme for the Environment and Climate Action — Assigned\nrevenue\nPublic sector loan facility under the Just Transition Mechanism —\nAssigned revenue\n1,013,872,443 1,070,820,165\n880,031,101 944,198,093 yes\n605,709,418 624,895,544 yes\n197,427,744 230,474,762 yes\n76,893,939\nyes\n133,841,341 126,622,072 yes\n0}\n19,387,719 yes\n7,394,912\n2,673,849 yes\n629\n63\n630\n6300\n632\n6320\n639\n64\n640\n6400\n6401\n6402\n641\n6410\n6411\n649\n65\n650\n6212\n88,827,787 yes\nNatural resources and environment — Non-assigned revenue\n6501\n6502\n6503\n6504\n652\n6520\n659\nPre-accession Assistance\n5,158,544\n4,069,289\n4,069,289\n1,089,255\n1,089,255\n2,834,709\n2,834,709\n2,811,709\n393,529,512 964,195,228\n210,084,316 770,281,929 yes\n176,336,953 710,730,527 yes\n21,991,856 yes\n24,530,989\n23,123,132 yes\n0\n13,732,131 yes\n696,552\n704,284 yes\n183,445,196 193,854,938 yes\n183,445,196 193,854,938 yes\n0}\n58,361 no\nno\nIntegrated Border Management Fund — Assigned revenue\nno\nEuropean Defence Fund — Assigned revenue\nMilitary mobility — Assigned revenue\nno\nPE 768.313\n83\nBorder Management\nMigration and Border Management — Non-assigned revenue\n23,000\nSecurity and Defence — Non-assigned revenue\n6500\nNeighbourhood, Development and International Cooperation\nInstrument — Global Europe — Assigned revenue\nHumanitarian aid — Assigned revenue\n8,519,822\nCommon Foreign and Security Policy — Assigned revenue\nOverseas countries and territories — Assigned revenue\nEuropean Instrument for International Nuclear Safety Cooperation\n5,990,493\n5,658,832 yes\n5,658,832 yes\n331,660 yes\n331,660 yes\n846,265\n846,265 yes\n801,636 yes\nyes\n44,629 yes\nyes\nyes\nyes\nPre-accession Assistance — Assigned revenue\nNeighbourhood and the World — Non-assigned revenue\nDefence\nAsylum, Migration and Integration Fund — Assigned revenue\nInternal Security Fund — Assigned revenue\nNuclear decommissioning — Assigned revenue\nNuclear safety and decommissioning — Assigned revenue\nMIGRATION AND BORDER MANAGEMENT\nMigration\nSECURITY AND DEFENCE\nSecurity\nNEIGHBOURHOOD AND THE WORLD\nExternal Action",
  "page_86": "BUDG | Budgetary Support Unit\nANNEX II\nPlease see stand-alone document\nt tps://www.europarl.europa.eu/RegData/etudes/STUD/2025/768313/BUDG_ STU(2025)768313(ANNO2) EN.pd\n70 OFS\n660\n6600\n6601\n6602\n6603\n6604\n6605\n661\n6612\n662\n663\n668\n669\n67\n670\nASSIGNED\nNON-ASSIGNED SUM of NON-ASSIGNED REVENUE (Titles 2 to 6)\nSource: European Commission, own representation\nPE 768.313\nOTHER CONTRIBUTIONS AND REFUNDS\nSpecial contributions and refunds\nEuropean Globalisation Adjustment Fund for Displaced Workers —\nAssigned revenue\nEuropean Union Solidarity Fund — Assigned revenue\nEFTA contributions — Assigned revenue\nInnovation Fund — Assigned revenue\nContributions by the United Kingdom linked to Article 148 of the\nWithdrawal Agreement\nContributions by the United Kingdom after the transition period\nContributions from the European Coal and Steel Community in\nliquidation\nEFTA budget result\n6611\n14,646,405,586 12,398,665,684\n14,500,275,512 11,732,461,978\n641,299,614 745,522,464 yes\n2,897,433,241 1,633,577,443 yes\n10,924,449,523 9,081,795,393 yes\n0 234,691,883 yes\n0} no\n14,385,263 yes\n10,033,999 yes\n4,351,265 yes\n89,102,625 yes\n41,540,375 no\n27,538,564 521,175,443 yes\n2,299,963\n0} no\n263,300,023 204,070,081 no\n263,300,023 204,070,081 no\n83,549,363,698 91,527,017,074 yes\n5,957,061,921 7,297,800,234 no\n37,093,134\n0\nSolidarity mechanisms (special instruments)\n13,727,451\n1,495,918\n12,231,533\n99,737,376\n2,826,721\n84\nDecentralised agencies — Assigned revenue\nPilot projects, preparatory actions, prerogatives and other actions\nOther contributions and refunds — Assigned revenue\nOther contributions and refunds — Non-assigned revenue\nCOMPLETION FOR OUTSTANDING RECOVERY ORDERS PRIOR TO 2021\nCompletion for outstanding recovery orders prior to 2021\nSUM of ASSIGNED REVENUE (Titles 2 to 6)\n36,874,795 no",
  "page_87": "This research study provides an overview of other revenue and its current and potential future relevance in the EU revenue system. After setting out the conceptual foundations and important definitions related to other revenue, the study maps the different categories of other revenue and presents their development over time. Finally, the study discusses several options to strengthen the role of other revenue, considering both existing and potential new other revenue sources. This study was provided at the request of the BUDG Committee.\nPE 768.313\nPrint ISBN 978-92-848-2502-8 | doi:10.2861/4560256 | QA-01-25-004 -EN-C PDF ISBN 978-92-848-2501-1 | doi:10.2861/1765828 | QA-01-25-004 -EN-N"
},
  "language": "Languages.ENGLISH",
  "total_pages": 87
}
