{
  "file_name": "378_3212.pdf",
  "pages": {
  "page_1": "[wsm\nWirtschaftsverband Stahl- und Metallverarbeitung e.V.\nApril 2020\nPosition\non the proposals of the President of the EU Commission, to introduce border adjustment measures to compensate for CO2-costs (Carbon Border Adjustment Mechanism - CBAM)\nThe steel and metal processing industry is committed to the climate goals of the Paris Convention. The ambitious vision of a climate-neutral continent can only be achieved with a strong, low-emission European steel industry and robust industrial value-added networks that will secure prosperity and jobs in Europe and achieve the climate goals through innovation.\nThe steel industry is indispensable for Europe as a business location and must be preserved and cultivated sustainably within the framework of the location policy. However, the downstream processing stages - such as the steel and metal processing industry - and other players in the supply chain have become more important in recent decades in terms of the number of jobs and economic importance and must be supported just as effectively in the transformation process.\nClimate protection is a task for all states. A globally coordinated, high level of ambition in climate protection can create globally comparable competitive conditions for industry. It is not yet foreseeable that such a level playing field can be achieved in the medium term, not even at the level of the G20 states. For this reason, the President of the EU Commission announced in connection with the presentation of her Green Deal for Europe on 11 December 2019 that she would \"propose a CO2 border adjustment mechanism for selected sectors in order to reduce the risk of carbon leakage\"’. The system should ensure that import prices better reflect the cost of CO2.\nAccording to WSM, comprehensive border adjustment measures could, under certain conditions, be suitable to compensate competitive disadvantages that EU companies face due to high climate protection standards. The risk of energy-intensive industries or production migrating to regions with lower climate protection standards (carbon leakage) must be prevented at all costs. However, it must be ensured that free and rule-based world trade, which is vital for the survival of the export-oriented European industry, is not disturbed. Border adjustment measures must therefore comply with WTO rules and retaliatory measures by important trading partners must be ruled out.\n* European Commission: \"COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS\", Brussels, 11.12.2019, page 6",
  "page_2": "Border adjustment measures must cover the entire value chain\nBorder adjustment measures must take into account and include the entire value-added chain and flow of goods. It is not sufficient and would lead to distortions if only the raw materials at the beginning of the value chains were protected from international competition. WSM therefore strongly supports the French proposal, which provides for a border charge on all goods containing emission-intensive materials and also includes a relief for the export of these goods.\nMaintaining the competitiveness of the steel and metal processing industries in Europe\nWith material costs accounting for approx. 60% of total costs, the steel and metal processing industry is compulsory dependent on both competitive input material prices and competitive European input material suppliers. Restricting the border adjustment mechanism solely to the import of raw materials such as steel or aluminium would have a negative impact on the competitiveness of the processing stages in Europe due to the political increase in import prices - and thus also due to the increase in the price of raw materials produced in Europe - and would lead to an investment and job leakage.\nCompanies in third countries would also be encouraged to process the steel in their own country and then deliver into the EU the finished or semi-finished products to which no border adjustment is applied and which are oftentimes polluted with higher COz emissions. European manufacturers would thus have only limited access to steel imports from third countries and would come under increasing import and competitive pressure for their own products manufactured within the EU. In order to obtain raw materials without COz costs, these companies could in future be forced to relocate their production and the associated added value and jobs outside the EU.\nLast but not least, customers of the processing industry could be encouraged to relocate their production to third countries in order to avoid the cost disadvantages in input materials. Many European customers of the steel and metal processing industry, such as the automotive and mechanical engineering industries, already produce in third countries and could expand these locations.\nPetitum\nThe steel and metal processing industry calls for a comprehensive protection of competition in the event of the introduction of a border adjustment mechanism, which includes all processing stages of emission- intensive materials. This is the only way to prevent the risk of carbon leakage shifting to the downstream processing stages and to ensure the protection of jobs and companies in the value chains of steel and metal processing. Protection only for selected sectors would be clearly inadequate.\nIn addition, alternatives to a tariff-reinforced border adjustment mechanism (e.g. tax incentives) should be presented and a comprehensive impact assessment of the CBAM should be carried out before it is implemented."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
