{
  "file_name": "378_3218.pdf",
  "pages": {
  "page_1": "IW\nWertschöpfungskette Stahl\nAuswirkungen des geplanten Grenzausgleichsmechanismus auf die nachgelager- ten Branchen\nSchaefer, Dr. Thilo\nAuftraggeber:\nWirtschaftsverband Stahl- und Metallverarbeitung\nKöln, 10.12.2021\nKurzgutachten\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_2": "IW\nHerausgeber Institut der deutschen Wirtschaft Köln e. V. Postfach 10 1942 50459 Köln\nDas Institut der deutschen Wirtschaft (IW) ist ein privates Wirtschaftsforschungsinstitut, das sich für eine freiheitliche Wirtschafts- und Gesellschaftsordnung einsetzt. Unsere Aufgabe ist es, das Verständnis wirtschaftli- cher und gesellschaftlicher Zusammenhänge zu verbessern.\nDas IW in den sozialen Medien\nTwitter\n@iw_koeln\nLinkedIn\n@Institut der deutschen Wirtschaft\nFacebook\n@IWKoeln\nInstagram\n@IW_Koeln\nAutoren\nDr. Thilo Schaefer Kompetenzfeldleiter Umwelt, Energie, Infra- struktur thilo.schaefer@iwkoeln.de 0221 - 4981-791\nManuel Fritsch Senior Consultant in der IW Consult fritsch@iwkoeln.de 0221 - 4981-728\nBenita Zink\nConsultant in der IW Consult zink@iwkoeln.de 0221 - 4981-819\nAlle Studien finden Sie unter www.iwkoeln.de\nStand:\nNovember 2021\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_3": "IW\nWertschöpfungskette Stahl\nInhaltsverzeichnis\nZusammenfassung ÜLELIETEIIEITETLELIELEILEETETLEELTLLELELEIELLETETELELEEILLTLELLILIEIIILETEIELEIEILILLEIEIEITLETLIELEIEILITIIELEILIEITTIIIIILEIIITTT)\n1 Ausgangslage ÜLIIEIIIIIETEILEITEIEEILETEELEELELLELLILIELELEELLETEILIELELEITEHELTLEIITEIETELITLEILIEIETEILIEILEILIEIELIETETEILIETEIIIELIILEEIEEN 2 Ökonomische Effekte von Stahl-Zöllen in den USA ÜLEIEIIIIIEILILEILIIIEIEIEIELEILITIETEILITIEILITEIIITLETIIEIETIILIILIIEITT 3 Betroffenheit stahlverarbeitender Sektoren ÜLILIIIIIETLIIIEILELIEIEELEILIELETEILITLEILIELELEILIILEIEETITLIILETLILIELEITEIITITT 4 Preiseffekte und Wettbewerbsintensität ÜCHIEIIIITEIEITIELIITIETEIEIELILITLETLIIIETEEEIELEILIEIETEEEITEIIIEILIIITTIILIIIIILETET) 12 5 Flankierende Instrumente und Alternativen ÜLIIIIIHTEIIIIIEIIITEETEITEIEIELETETLITLETLILIETEILIILETEHTETLIIIEILEILELEIIEEITEN 16 Abbildungsverzeichnis ÜLIIEIIIIIETEILIILETEILLELEILIELELIELEILILLELLILLELEIEIELLEELELETLLILETETELTLEILILLETEETIELEILIEIEILTTEIIIEIETEILIIIIIIEETT 18\nLiteraturverzeichnis ÜLEIIIIEIIIILEILIIIETEILIITEILELLELEELELLLLIETEILITELELTEETEILIEIIELETELLIELEILIELETEIELELELIIIIETETEILEEIETEIIIELEIIEIETN 19\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_4": "IW\nWertschöpfungskette Stahl\nZusammenfassung\nDie Europäische Kommission hat mit ihrem Green Deal der Klimapolitik höchste Priorität eingeräumt. Im Juli 2021 hat sie dies mit einem politischen Maßnahmenpaket „Fit-for-55“ hinterlegt, denn die Treibhaus- gasemissionen sollen bis 2030 um 55 Prozent gegenüber 1990 sinken. Zu diesem Paket gehört eine schnellere Begrenzung der zulässigen Emissionen von Industrie und Energiewirtschaft im Rahmen des europäischen Emissionshandelssystems (EU-ETS). Zusätzlich soll die bisher geltende kostenfreie Zuteilung von Emissions- zertifikaten an besonders energieintensive Unternehmen, die im internationalen Wettbewerb stehen, schrittweise wegfallen und stattdessen ein Grenzausgleichsmechanismus eingeführt werden. Bisher sorgt die freie Zuteilung dafür, dass die betroffenen Unternehmen an europäischen Standorten keine höheren Kosten zu schultern haben als außerhalb der Europäischen Union (EU) und deshalb nicht aufgrund der strengeren europäischen Klimapolitik ihre Produktion und die damit verbundenen Emissionen an andere Standorte ver- lagern. Zukünftig soll der Grenzausgleichsmechanismus dafür sorgen, dass Importe von ausgewählten Grund- stoffen zertifikatspflichtig werden und so für europäische Produkte und Importe der gleiche CO;>-Preis zu zahlen ist.\nFür die Kunden der Stahl-, Aluminium- und weiteren Grundstoffproduzenten bedeutet das vor allem höhere Preise. Das belegt die Einführung von Zöllen in den USA, die in den letzten 20 Jahren bereits zweimal dafür gesorgt hat, dass die Preise für Stahl und Aluminium dort deutlich angestiegen sind, während sich weltweit nur ein leichter Preisanstieg gezeigt hat. Durch die Einführung der US-Zölle konnten zwar Arbeitsplätze in der Stahlindustrie erhalten werden, in den nachgelagerten stahlverarbeitenden Branchen gingen jedoch 2002 bis zu 200.000 und 2018 nach ersten Schätzungen etwa 75.000 Arbeitsplätze verloren.\nHöhere Stahlpreise betreffen zahlreiche Kundenbranchen, allen voran die Metallverarbeitung, die Hersteller elektrischer Ausrüstungen sowie Maschinen- und Fahrzeugbau. Die zehn am stärksten davon betroffenen Branchen stehen für ein Fünftel der Wirtschaftsleistung und ein Sechstel der Beschäftigung in Deutschland. Auf europäischer Ebene erwirtschaften diese zehn Branchen fast zwei Billionen Euro Wertschöpfung und damit rund ein Sechstel der gesamten Wirtschaftsleistung. In diesen Branchen sind EU-weit mehr als 30 Mil- lionen Erwerbstätige beschäftigt, was einem Anteil von fast 15 Prozent der Beschäftigten in der EU entspricht.\nStahlverarbeitende Unternehmen konkurrieren nicht nur innerhalb Europas mit außereuropäischen Herstel- lern von verarbeiteten Produkten. Sie produzieren auch bis zur Hälfte ihrer Produkte für Märkte außerhalb Europas. Viele davon sind kleine und mittelständische Unternehmen, die höhere Preise angesichts wachsen- der internationaler Konkurrenz nicht an ihre Kunden weitergeben können. Wenn der CO;-Preis auf Stahl dank Grenzausgleich und Wegfall der kostenfreien Zuteilung voll durchschlägt, würden sich die Kosten der metall- verarbeitenden Unternehmen in Deutschland um zwei Milliarden Euro und damit etwa 3,5 Prozent der Wert- schöpfung erhöhen.\nDer Grenzausgleichsmechanismus ist in der von der Europäischen Kommission geplanten Ausgestaltung demnach nicht dazu geeignet den bisher geltenden Schutz vor Carbon Leakage Risiken aufrechtzuerhalten. Gerade für die nachgelagerten Industrien erhöht sich dadurch vielmehr die Wahrscheinlichkeit für Verlage- rungen. Denn auf Unternehmen, die in Europa Stahl und andere Grundstoffe weiterverarbeiten, kommen höhere Kosten zu, die ihre außereuropäischen Konkurrenten nicht in gleichem Maße schultern müssen.\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_5": "IW\nWertschöpfungskette Stahl\n1 Ausgangslage\nDie Europäische Kommission hat im Rahmen ihres Fit-for-55-Pakets im Juli 2021 umfangreiche Anpassungen des Europäischen Emissionshandelssystems (EU-ETS) vorgeschlagen. Um das in ihrem Green Deal verankerte Ziel einer Senkung der europäischen Treibhausgasemissionen um 55 Prozent gegenüber 1990 bis 2030 zu erreichen, soll die Obergrenze der zulässigen Emissionen in den vom EU-ETS abgedeckten Sektoren der eu- ropäischen Industrie und Energiewirtschaft deutlich schneller sinken als bisher. Dementsprechend sinkt auch der Spielraum für die freie Zuteilung von Emissionshandelszertifikaten. Besonders emissions- und wettbe- werbsintensiven Sektoren erhalten einen Großteil der von ihnen benötigten Zertifikate kostenlos, damit sie an europäischen Standorten gegenüber außereuropäischen Konkurrenten wettbewerbsfähig bleiben. Auf diese Weise soll eine Abwanderung der Produktion und der damit verbundenen Emissionen („Carbon Leakage“) vermieden werden. Bis 2035 möchte die Europäische Kommission diesen Mechanismus komplett durch einen Grenzausgleich ersetzen, der bis dahin schrittweise eingeführt werden soll. Ab 2026 soll die freie Zuteilung jedes Jahr um 10 Prozent sinken und entsprechend in diesem Bereich für Importeure von Elektrizi- tät, Zement, Eisen und Stahl, Düngemittel und Aluminium Emissionszertifikate gekauft werden, deren Preis sich an demjenigen für Zertifikate im EU-ETS orientiert. Auf diese Weise beabsichtig die Europäische Kom- mission das Carbon Leakage Risiko zu reduzieren, den EU-ETS zu stärken und gleichzeitig Anreize für Klima- schutzmaßnahmen in außereuropäischen Ländern zu setzen.\nAus mehreren Gründen sind jedoch Zweifel angebracht, dass der Grenzausgleichsmechanismus für Kohlen- stoff (Carbon border adjustment mechanism, CBAM) in gleicher Weise Carbon Leakage Risiken reduzieren kann wie die bislang geltende freie Zuteilung. Hersteller außerhalb der EU, deren Produkte ab 2026 CBAM- pflichtig werden, können zuerst denjenigen Teil der Produkte, den sie ohnehin bereits mit geringeren Emis- sionen herstellen, verstärkt nach Europa liefern. Bei der Verifizierung der in den Produkten enthaltenen Emis- sionen sind noch Fragen offen. Die Konformität des CBAM mit den internationalen Handelsregeln der WTO bedarf noch der Absicherung. Und solange dies nicht geklärt ist, können Handelspartner mit Gegenmaßnah- men drohen, wenn die EU mit dem CBAM eine einseitige Handelsbeschränkung einführt.\nDurch das Zurückfahren der freien Zuteilung müssen die Hersteller der vom CBAM betroffenen Grundstoffe wie Stahl CO»-Zertifikate kaufen, so dass ihre Kosten steigen. Auch auf die importierten Produkte wird durch den CBAM der Zertifikatspreis aufgeschlagen. Diese zusätzlichen Kosten müssen entweder die Produzenten selbst tragen oder sie - zumindest in Teilen - an ihre Kunden weitergeben. Zement, Eisen, Stahl, Düngemittel und Aluminium werden dadurch in der EU mit großer Wahrscheinlichkeit teurer. Das ist zum einen ein Nach- teil für Exporteure, die mit außereuropäischen Wettbewerbern auf dem Weltmarkt konkurrieren. Denn der CBAM-Vorschlag sieht keine Rabattierung für exportierte Grundstoffe vor. Zum anderen sehen sich die Kun- den der Grundstoffproduzenten innerhalb der EU mit einer Preissteigerung konfrontiert, die ihre Konkurren- ten außerhalb der EU nicht zu tragen haben. Die Abnehmer der CBAM-Grundstoffe könnten ihre Nachfrage nach klimafreundlich erzeugten Produkten wie beispielsweise durch Direktreduktion mit grünem Wasserstoff hergestellten Stahl erhöhen und damit die Emissionen in ihrer Lieferkette nachweislich reduzieren. Für nach- gelagerte Branchen könnte dadurch jedoch auch der Anreiz steigen, ihrerseits die Produktion aus dem Ein- zugsbereich des EU-ETS heraus zu verlagern, um die höheren Kosten innerhalb der EU zu vermeiden. Damit würde ein CBAM auf der ersten Stufe der Wertschöpfungskette das Carbon Leakage Risiko von dort auf die nachgelagerten Stufen verlagern.\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_6": "IW\nWertschöpfungskette Stahl\n2 Ökonomische Effekte von Stahl-Zöllen in den USA\nUm Evidenz über die Auswirkungen von Zöllen im Stahlbereich zu gewinnen, lohnt sich der Blick in die USA: Sowohl die Administration von George W. Bush in 2002 als auch Donald Trump in 2018 haben Einfuhrzölle auf Stahl eingeführt. Während die Bush-Zölle nach einer Intervention der WTO bereits 2003 wieder abge- schafft wurden, hat die Biden-Administration erst vor wenigen Wochen die Zölle der Trump-Administration größtenteils wieder zurückgenommen. Schon 2002 kam es in der Folge zu einem deutlichen Anstieg des Stahl-Preises in den USA. Ein ähnliches Bild zeichnen Untersuchungen auch in Folge der Zolleinführung 2018. Die Einführung von Zusatzzöllen von 25 % auf Stahlimporte in den USA im März 2018 hat zudem den Abstand zwischen dem US-Preis und dem Preis in anderen Ländern erhöht (Abbildung 2-1).\nAbbildung 2-1: Entwicklung des Stahlpreises aufgrund der US-Zölle im März 2018\nStahlpreis (Composite) in US-Dollar pro Tonne\n—— Global\nN. America ==Asia\n1050\n1000\n950\n900\n850\n800\nTI\n750\n700\n650\n600\n550\nN\nIS\nN\nN\nNG\nQ\nSg\nSs\nSZ\nNZ\nnv\n& BZ\nz\n5\nN\nYv\n»\n»\nQuelle: http://www.worldsteelnews.com/free-world-steel-prices/\nL |\nDie US-Zölle auf Stahl haben sowohl 2002 als auch 2018 einen\nl\ndeutlichen Anstieg der US-Stahlpreise bewirkt.\nOD\nDie Stahlpreise außerhalb der USA stiegen dagegen nur leicht.\nSchon bei der 2002 gestarteten Version der Stahl-Zölle ergaben Untersuchungen über die ökonomischen Auswirkungen, dass zwar die Stahlhersteller unmittelbar profitierten, während jedoch deren Kunden in weit- aus größerer Zahl unter den durch die Zolleinführung gestiegenen Preisen litten. Auf einen Arbeitsplatz in der Stahlindustrie kommen etwa 80 Jobs in den nachgelagerten Industrien, die Stahl weiterverarbeiten. Bis zu 200.000 Jobs in den stahlverarbeitenden Sektoren gingen aufgrund des Zolleinführung in 2002 verloren (Francois/Baughman, 2003).\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_7": "IW\nWertschöpfungskette Stahl\nNeuere Forschung (Cox, 2021) zeigt, dass sich die Stahlimporte nach dem Zurücknehmen des Zolls durch die Bush-Administration zwar wieder normalisiert haben, die Exporte der nachgelagerten Industrien jedoch auf einem niedrigeren Niveau verblieben als vor der Zolleinführung. Offenbar hatten sich die Wertschöpfungs- ketten aufgrund des temporären Zolls dauerhaft verändert. Stahlverarbeitende Unternehmen in anderen Märkten konnten ihre Weltmarktanteile erhöhen. US-Firmen, für die Stahl ein wesentlicher Input-Faktor ist, konnten dagegen ihre Marktanteile auch nach dem Ende der Zollerhebung nicht zurückerlangen. Ein Erklä- rungsansatz lautet, dass eine Umstellung komplexer globaler Wertschöpfungsketten mit einem erheblichen Aufwand verbunden sind und sie deshalb eine hohe Persistenz aufweisen. Der negative Wohlfahrtseffekt durch die Belastung der nachgelagerten Branchen dauert demnach wesentlich länger an als die vorüberge- hende Entlastung der unmittelbar durch den Zoll adressierten Stahlbranche.\nBerechnungen zufolge beliefen sich die monatlichen Wohlfahrtsverluste als Konsequenz der Zolleinführung auf 1,4 Milliarden Dollar (Amiti et. al., 2019). Etwa 80.000 US-Amerikaner arbeiten in der Stahlindustrie, wäh- rend mehr als 3,4 Millionen in den nachgelagerten Sektoren, die Stahl und ebenfalls von der Zolleinführung betroffenes Aluminium verbrauchen, erwerbstätig sind. Erste Schätzungen zu den Arbeitsmarkteffekten der neuerlichen Zolleinführung durch die Trump-Administration deuten darauf hin, dass zwar einerseits etwa 1.000 Jobs im Stahlsektor durch die Zölle erhalten werden konnten, andererseits aber etwa 75.000 Arbeits- plätze in den nachgelagerten Branchen weggefallen sind (Russ / Cox, 2020).\nDie US-Zölle haben zwar Arbeitsplätze in der Stahlindustrie erhalten.\nKot\nIn den nachgelagerten stahlverarbeitenden Branchen gingen jedoch\ndurch die Zolleinführung 2002 bis zu 200.000 Jobs und 2018 nach ersten\nSchätzungen etwa 75.000 Arbeitsplätze verloren.\nDie EU, aber auch China, die Türkei, Russland und Indien erhoben Gegenzölle auf verschiedene US-Exportgü- ter. Im Oktober 2021 schließlich einigten sich US-Präsident Biden und die EU-Kommissionspräsidentin von der Leyen auf eine weitgehende Aufhebung der Zölle. Der obigen Argumentation folgend könnten die nega- tiven Effekte des Zolls auf die Wettbewerbsfähigkeit der nachgelagerten Branchen allerdings noch weit über das Ende der Zollerhebung hinaus anhalten.\nDie US-amerikanischen Zölle wurden sowohl während der Bush- als auch während der Trump-Präsident- schaft zum Schutz der einheimischen Industrie eingeführt angesichts steigender Importe. Der geplante Grenzausgleichsmechanismus der Europäischen Kommission ist zwar im Rahmen ihres Green Deals klimapo- litisch motiviert, ist aber in seiner Wirkung mit den in den USA eingeführten Zöllen vergleichbar. Der Unter- schied besteht in erster Linie darin, dass sich durch die Begrenzung der zulässigen Emissionen in der EU im Emissionshandel ein Preis für den Ausstoß von Treibhausgasen ergibt, der in Zukunft sowohl von den einhei- mischen Produzenten als auch von den Importeuren zu zahlen ist. Auf diese Weise sollen gleiche Wettbe- werbsbedingungen zwischen EU- und Nicht-EU-Produzenten gewährleistet werden, was aufgrund der klima- politischen Begründung durchaus mit WTO-Regeln in Einklang gebracht werden könnte (Kolev et. al., 2021).\nFür die Kunden in den nachfolgenden Wertschöpfungsstufen ist der Effekt des CBAM jedoch der gleiche wie für die US-amerikanischen Stahlkunden: Stahl wird teurer. Dadurch steigen die Produktionskosten innerhalb der EU insbesondere für stahlintensive Herstellungsprozesse.\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_8": "IW\nWertschöpfungskette Stahl\n3 Betroffenheit stahlverarbeitender Sektoren\nDie Stahlindustrie produziert vor allem Vorleistungsgüter, die in anderen Branchen wie dem Maschinenbau oder der Automobilindustrie zu Investition- und Konsumgütern weiterverarbeitet werden. Auch die Herstel- ler von Metallerzeugnissen sind als größter Abnehmer von Stahlprodukten vor allem als Produzent von Vor- leistungen für andere Branchen am Ende der Wertschöpfungskette aktiv. Allein der in Deutschland produ- zierte Stahl wird in zahlreichen anderen Branchen weiterverwendet, für die dementsprechend ein höherer Stahlpreis unmittelbare Auswirkungen hätte (Abbildung 3-1).\nAbbildung 3-1: Direkte Kunden der deutschen Stahlindustrie im Inland\nAngaben in Prozent der branchenexternen Lieferungen im Inland 2018\nAnlageinvestitionen\n| Metallerzeugnisse\nm\n\\ N\n5,5\n24,2\nm Sonstige Branchen\n26,5\nAV\n= Kraftwagen und\nu Elektrische\nKraftwagenteile\nAusrüstungen\n17,0\n3,3\nReparatur, Instandh. u.\n= Maschinen\nInstallation v. Maschinen\n= Bau\n6,7\n12,6\nu. Ausrüstungen\n4,2\nQuellen: Destatis, 2021a; eigene Berechnungen\nUm die Betroffenheit der stahlverarbeitenden Unternehmen in Deutschland zu ermitteln, werden die Bran- chen mit hohen direkten und indirekten Wertschöpfungsanteilen der Stahlindustrie identifiziert. Diese Bran- chen sind besonders anfällig für Carbon-Leakage-Risiken, falls die indirekten Emissionen der vorgelagerten Wertschöpfungskette bei der CBAM-Konzeption unberücksichtigt bleiben. In einem solchen Fall könnten Branchen, die direkte Kunden CO->-intensiver Branchen wie der Stahlindustrie sind, ins außereuropäische Ausland abwandern, um dort von günstigeren Preisen für CO>-intensive Produkte zu profitieren.\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_9": "IW\nWertschöpfungskette Stahl\nErläuterung: Wertschöpfungsanteil der Vorleistungen Bei der Herstellung eines Produktes sind direkt und auch indirekt entlang der gesamten Lieferkette un- terschiedliche Branchen beteiligt. Jede beteiligte Branche kauft Vorleistungen ein, und verarbeitet diese Produkte vor dem Verkauf weiter. Der Mehrwert, der durch die Weiterverarbeitung entsteht, ist die Wertschöpfung der Branche. Kauft eine Branche nun Vorleistungsprodukte ein, so setzt sich der Preis für diese Produkte aus den Wertschöpfungen aller bisher an der Produktion beteiligten Branchen zusammen. Der Anteil der Wertschöpfung der Stahlindustrie an den gesamten Vorleistungen einer Branche ist dem- entsprechend der Beitrag, den die Stahlindustrie an der Entstehung der Vorleistungen dieser Branche hatte - ganz egal, ob die Stahlprodukte direkt an die betrachtete Branche geliefert werden, oder in einem früheren Verarbeitungsschritt eingesetzt wurden.\nAbbildung 3-2: So viel Wertschöpfung der Metallerzeugung steckt in anderen deutschen Branchen\nAngaben in Prozent der Vorleistungsbezüge\nMetallerzeugnisse 8,1\nElektrische Ausrüstungen En 5,3\nMaschinenbau En 4,7\nSonstiger Fahrzeugbau En 3,4\nAbbildung 3-2 zeigt, wie viel direkte und indirekte Wertschöpfung der Stahl- und Metallerzeugung in anderen deutschen Branchen steckt. Die Herstellung von Metallerzeugnissen (WZ 25 der Wirtschaftszweig-Klassifika- tion von 2008) hat einen besonders hohen Wertschöpfungsanteil der vorgelagerten Metallerzeugung und - bearbeitung. Auch bei elektrischen Ausrüstungen und im Maschinenbau ist der Anteil vergleichsweise hoch. Eine Preiserhöhung durch die Kürzung der kostenlosen Zuteilung bei gleichzeitiger Bepreisung der Importe durch den CBAM macht sich in diesen Branchen entsprechend besonders deutlich bemerkbar.\nMöbel, sonstige Waren, Reparatur 2,8\nKraftwagen und Kraftwagenteile 2,6\nBaugewerbe rn 2,5\nDatenverarbeitungsgeräte Gen 21\nBergbau Dienstleistungen GE 1,8\nGlas und Glaswaren, Keramik gr 12\nQuelle: Eigene Berechnungen auf Basis der OECD ICIO\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_10": "IW\nAbbildung 3-3: Davon Wertschöpfung der Metallerzeugung im Nicht-EU-Ausland\nAngaben in Prozent der Vorleistungsbezüge\nWertschöpfungskette Stahl\nMetallerzeugnisse\nElektrische Ausrüstungen\nMaschinenbau\nSonstiger Fahrzeugbau\nMöbel, sonstige Waren, Reparatur 20\nMOEH\nu davon EU-27\nm davon EU-Ausland\nKraftwagen und Kraftwagenteile Eee 08\nBaugewerbe BER 0,6 |\nDatenverarbeitungsgeräte BEE 3 09 |\nBergbau Dienstleistungen\nGlas und Glaswaren, Keramik 04)\nQuelle: Eigene Berechnungen auf Basis der OECD ICIO\nEin Teil dieser Wertschöpfung kommt aus dem außereuropäischen Ausland. Der in Abbildung 3-3 kenntlich gemachte Teil der Wertschöpfung soll damit zukünftig unter das Grenzausgleichsregime fallen und wird nach Maßgabe des CBAM zertifikatspflichtig. Auch hier sind die Branchen Metallverarbeitung und elektrische Aus- rüstungen am stärksten betroffen, gefolgt von Maschinenbau und Automobilsektor. Da der innerhalb der EU generierte Teil der Wertschöpfung aus der Metallerzeugung gleichzeitig von der Kürzung der kostenlosen Zuteilung von Emissionszertifikaten im EU-ETS betroffen ist, sind für die nachgelagerten Sektoren in jedem Fall steigende Preise zu erwarten.\nDie am stärksten betroffenen zehn Branchen in Deutschland stehen für rund 600 Milliarden Euro Wertschöp- fung und damit rund ein Fünftel der Wirtschaftsleistung. In diesen Branchen sind etwa 7,5 Millionen Erwerbs- tätige beschäftigt, was einem Anteil von 16,7 Prozent der Beschäftigten in Deutschland entspricht.\nINSTITUT DER DEUTSCHEN WIRTSCHAFT\nStahl wird durch die Pläne der EU-Kommission teurer. Das betrifft zahl-\nreiche stahlverarbeitende Branchen, die für ein Fünftel der Wirtschafts-\nleistung und ein Sechstel der Beschäftigung in Deutschland stehen.",
  "page_11": "IW\nWertschöpfungskette Stahl\nAbbildung 3-4: So viel Wertschöpfung der Metallerzeugung steckt in anderen EU-Branchen\nAngaben in Prozent der Vorleistungsbezüge\nMetallerzeugnisse En 7,9\nElektrische Ausrüstungen 5,7\nMaschinenbau En 4,8\nSonstiger Fahrzeugbau 3,0\nKraftwagen und Kraftwagenteile rn 2,8\nMöbel, sonstige Waren, Reparatur rn 2,6\nBaugewerbe 2,3\nDatenverarbeitungsgeräte En 1,8\nBergbau Dienstleistungen GR 1,8\nGlas und Glaswaren, Keramik BG 11\nQuelle: Eigene Berechnungen auf Basis der OECD ICIO\nAbbildung 3-5: Davon Wertschöpfung der Metallerzeugung im EU-Ausland\nAngaben in Prozent der Vorleistungsbezüge\nMetallerzeugnisse\nElektrische Ausrüstungen\nMöbel, sonstige Waren, Reparatur 17 MOEH\nBaugewerbe\nDatenverarbeitungsgeräte 10 MUCH\nBergbau Dienstleistungen 12 MO\nGlas und Glaswaren, Keramik\nMaschinenbau\nSonstiger Fahrzeugbau\nKraftwagen und Kraftwagenteile 19 Mom\nu davon EU-27\nm davon EU-Ausland\n0,0\n1,0\n2,0\n3,0\n4,0\n5,0\n6,0\n7,0\n8,0\n9,0\nQuelle: Eigene Berechnungen auf Basis der OECD ICIO\nINSTITUT DER DEUTSCHEN WIRTSCHAFT\n10",
  "page_12": "IW\nWertschöpfungskette Stahl\nDie europäische Perspektive zeigt ein ganz ähnliches Bild. In ganz Europa ist die Stahl- und Metallerzeugung eine wesentliche Vorleistung für viele Branchen des Verarbeitenden Gewerbes. Die am stärksten betroffenen zehn Branchen auf EU-Ebene sind die gleichen wie in Deutschland Abbildung 3-4): einen besonders hohen Wertschöpfungsanteil hat die Metallerzeugung in der Metallverar- beitung, in der Herstellung elektrischer Ausrüstungen und im Maschinenbau, gefolgt von der Automobilin- dustrie. Auch die Abhängigkeit von der EU-Metallerzeugung ist ähnlich stark ausgebildet wie in Deutschland. Der Anteil der außereuropäischen Wertschöpfung fällt auf EU-Ebene etwas höher aus als in Deutschland (Ab- bildung 3-5).\nDie am stärksten betroffenen zehn Branchen in der EU stehen für rund 1.992 Milliarden Euro Wertschöpfung und damit rund ein Sechstel der Wirtschaftsleistung. In diesen Branchen sind EU-weit 30,9 Millionen Erwerbs- tätige beschäftigt, was einem Anteil von 14,8 Prozent der Beschäftigten in der EU entspricht.\n11\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_13": "IW\nWertschöpfungskette Stahl\n4 Preiseffekte und Wettbewerbsintensität\nAuf dem EU-Binnenmarkt ist durch das Zusammenspiel von Grenzausgleichsmaßnahmen und Kürzung der kostenfreien Zuteilung von Emissionszertifikaten im EU-ETS für mit höheren Preisen für allen Stahlkunden zu rechnen. Insofern sorgt das geplante Instrumentarium der EU-Kommission für gleiche Wettbewerbsbedin- gungen innerhalb der EU. Dies gilt allerdings nicht für weiterverarbeitete Produkte, die nicht unter die CBAM- Pflicht fallen. Für viele der besonders stark durch eine mögliche Preissteigerung im Zuge der CBAM-Regelung betroffenen Branchen in Deutschland besitzt zudem der außereuropäische Absatzmarkt eine hohe Bedeu- tung. So setzen Unternehmen des Maschinenbaus, der Herstellung von Elektrischen Ausrüstungen, der Au- tomobilbranchen und des sonstigen Fahrzeugbaus jeweils rund ein Viertel ihres Produktionswertes im au- ßereuropäischen Ausland ab (Destatis 2021a). Auch indirekt, also als Vorleistungsproduzent für exportie- rende Unternehmen spielen Warenlieferungen in das Nicht-EU-Ausland eine wichtige Rolle (Abbildung 4-1). Dort konkurrieren die Unternehmen mit Wettbewerbern, deren Kosten für Stahl nicht in gleichem Maße gestiegen sein werden.\nAbbildung 4-1: Bedeutung der Exporte in das Nicht-EU-Ausland Exporten ausgewählter Branchen\nDirekte und indirekte Exporte; Angaben in Prozent des Produktionswertes in den CPA Klassen\nDatenverarbeitungsgeräte En 18,4\nMaschinenbau En 37,6\nSonstiger Fahrzeugbau En 32,0\nElektrische Ausrüstungen En 31,6\nKraftwagen und Kraftwagenteile En 30,8\nMetallerzeugnisse 22,3\nMöbel, sonstige Waren, Reparatur 18,9\nGlas und Glaswaren, Keramik En 13,8\nBergbau En 12,4\nBaugewerbe BE 29\nQuelle: Eigene Berechnungen auf Basis der Input-Output-Tabellen von Destatis (2021a)\nSo werden fast die Hälfte des Produktionswertes der Herstellung von Datenverarbeitungsgeräten im Nicht- EU-Ausland abgesetzt. Auch für die Produkte des Maschinenbaus, des sonstigen Fahrzeugbaus oder der Au- tomobilindustrie spielt das Nicht-EU-Ausland mit rund einem Drittel ihrer Produktion eine bedeutende Rolle. Bei der Herstellung von Metallerzeugnissen macht der Anteil mit knapp einem Viertel der Produktion eben- falls einen hohen Anteil an der Gesamtproduktion aus. Lediglich die Baubranche ist von den Branchen mit hoher Nachfrage nach Stahlprodukten nur geringfügig im außereuropäischen Ausland aktiv. Durch die starke Fokussierung der deutschen Industriebranchen stehen diese naturgemäß im Wettbewerb mit anderen inter- nationalen Anbietern. Besonders für Branchen mit hoher Wettbewerbsintensität im internationalen Ver- gleich würde ein preisbedingter Rückgang der eigenen Wettbewerbsfähigkeit die Attraktivität des Produkti- onsstandort Deutschland in bedeutendem Umfang reduzieren.\nINSTITUT DER DEUTSCHEN WIRTSCHAFT\n12",
  "page_14": "IW\nWertschöpfungskette Stahl\nStahlverarbeitende Unternehmen produzieren bis zur Hälfte ihrer Pro-\nT_\ndukte für den außereuropäischen Markt. Die meisten sind kleine und\nmittelständische Unternehmen, die höhere Preise angesichts wachsen-\nder internationaler Konkurrenz nicht an ihre Kunden weitergeben kön-\nEine detaillierte Analyse der Wettbewerbsintensität der von der Stahlproduktion abhängigen Branchen würde den Umfang dieser Studie deutlich übersteigen. Neben den Umsatzrenditen der Branche spielen auch Konzentrationskennzahlen der Produktion, Verhandlungsmacht der Lieferanten und Kunden oder die Gefahr bzw. die Entwicklung von Wettbewerbern eine Rolle bei der Beurteilung der Wettbewerbsintensität. Im Fol- genden werden deshalb ausgewählte Indikatoren betrachtet, die auf die Wettbewerbsintensität einer Bran- che einen Einfluss haben. Die Analyse konzentriert sich dabei auf die besonders stark gefährdete Branche der Herstellung von Metallerzeugnissen. Mit rund 4,4 Prozent der eigenen Produktion (vgl. Abbildung 3-2) ma- chen Inputs aus dem Bereich Stahl hier einen besonders hohen Anteil der Produktion aus.\nDie Metallverarbeitung in Deutschland ist stark von mittelständischen Strukturen geprägt. Mit rund 8.300 Betrieben waren die Hersteller von Artikeln der Metallverarbeitung die hinsichtlich der Anzahl der Betriebe größte Gruppe des Verarbeitenden Gewerbes in Deutschland. Mit durchschnittlich 81 Beschäftigten und ei- nem Umsatz von rund 13,1 Millionen Euro pro Betrieb waren die Betriebe im Mittel deutlich kleiner als in anderen Branchen der Metall- und Elektroindustrie. Zum Vergleich: Im ebenfalls stärker mittelständisch ge- prägten Maschinenbau waren pro Betrieb durchschnittlich 163 Beschäftigte tätig, im Automobilsektor sogar 600 Beschäftigte. Besonders deutlich wird der Unterschied bei der Betrachtung des Anteils der Beschäftigten in Betrieben mit mehr als 1.000 Mitarbeitern (Abbildung 4-2).\nAbbildung 4-2: Bedeutung von Großunternehmen im Vergleich\nAnteil von Beschäftigten in Betrieben mit mindestens 1.000 Mitarbeitern je Branchen\n74,0\n59,8\n32,7\n29,0\n28,2\nww\n6,3\n&\nx®\n2\nx®\nx&\ng\n&\n&\nS\n&\n&\n4\nxv\nSS\nRo\nRC\n”\nN\n&\n&\nES\n<®\nRO\nN\nge\nE\nE\nRN\nx\nSs\n«p\nI\nx®\n”\nMO\n13\nINSTITUT DER DEUTSCHEN WIRTSCHAFT\nQuelle: Eigene Berechnungen auf Basis der Industriestatistik von Destatis (2021b)",
  "page_15": "IW\nWertschöpfungskette Stahl\nWährend im Automobilsektor 74 Prozent der Beschäftigten in solchen Großunternehmen arbeiten, sind es bei den Herstellern von Metallerzeugnissen nur 6,3 Prozent. Diese kleinteilige Struktur der Branchen hat auch direkte Effekte auf die Marktmacht bei der Preissetzung sowie die Möglichkeit Preissteigerungen an ihre Kunden weiterzureichen. Kleine und mittlere Unternehmen haben hier tendenziell eine geringere Markt- macht und entsprechend Probleme gestiegene Kosten an ihre Kunden weiterzureichen. Eine aktuelle Um- frage unter vorwiegend mittelständisch geprägten Unternehmen der Metall- und Elektroindustrie benennt steigende Materialkosten als größtes aktuelles Problem der Branche (Nordmetall, 2021).\nEin weiterer Faktor, der für eine erhöhte Anfälligkeit der Unternehmen der Metallerzeugung für Preiseffekte spricht, ist der deutliche Zuwachs der Bedeutung internationaler Wettbewerber innerhalb der letzten rund 20 Jahre (Abbildung 4-3). Im Jahr 1995 machten deutsche Metallerzeugnisse noch rund 10,9 Prozent des weltweiten Produktionswertes der Branchen aus. 2018 lag der Anteil mit 6,4 Prozent deutlich niedriger. Vor allem der gestiegene Produktionswert von neuen Wettbewerbern aus China und anderen aufstrebenden Schwellenländern hat den Wettbewerbsdruck auf die deutschen Betriebe in den letzten Jahren stetig erhöht.\nAbbildung 4-3: Weltmarktanteil im Zeitverlauf — Metallerzeugnisse Deutschland\nAnteil an der weltweiten Produktion bei der Herstellung von Metallerzeugnissen\nAngaben in Prozent des weltweiten Produktionswertes\n12,0\n11,0\n10,0\nHinzu kommt, dass die Herstellung von Metallerzeugnissen zwar eine überdurchschnittlich wissensintensive Tätigkeit darstellt, die Produkte der Branche jedoch vielfach keinen Komplexitätsgrad aufweisen, der für neue Wettbewerber auf dem Weltmarkt eine deutliche Markteintrittsbarriere darstellt. Ein branchenübergreifen- des Maß zur Messung der Komplexität eines Produktionsportfolio, stellt der Product Complexity Index (PCI) des Havard Growth Labs dar. Mittels eines Algorithmus ermittelt der PCI auf Basis der Verfügbarkeit der Pro- duktgruppen in internationalen Exporten einen Komplexitätsgrad. Je weniger Länder ein Produkt anbieten, desto komplexer und wissensintensiver ist ein Produkt einzuschätzen. Produkte aus dem Bereich der\nDer Algorithmus berücksichtigt dabei in einem rollierenden Verfahren auch das Komplexitätsniveau der anderen Produkte eines Landes. Auf diese Weise werden wenig wissensintensive, aber selten vorkommende Rohstoffe wie etwa Diamanten korrekt mit einem niedrigen Komplexitätsgrad bewertet.\n9,0\n8,0\n7,0\n6,0\n5,0\n4,0\nCi S\nEEE L ESS NY I NEN Ö) © \\ ®\nSg\n%\nKESESEN\nO O\nISIS\nv v\nv\nQuelle: Eigene Berechnungen auf von Strukturdaten der OECD (2021)\n!\n14\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_16": "IW\nWertschöpfungskette Stahl\nMetallerzeugung erreichen auf einer Skala von -3 bis + 3 im Durchschnitt einen PCI von 0,34 Punkten. Damit sind sie als leicht überdurchschnittlich komplex einzustufen, bleiben aber hinter Produkten mit besonders hohem Komplexitätsgrad, wie Spezialmaschinen oder optische Linsen zurück. Dementsprechend erweitert sich die Anzahl an Volkswirtschaften weltweit, die als Wettbewerber in den Markt der Metallerzeugnisse einsteigen können. Während 1995 rund 200 Länder Stahlerzeugnisse exportiert haben, waren es 2018 bereits 225 Länder. Von den 20 Ländern mit den höchsten Exportsummen an Stahlerzeugnissen im Jahr 2000 haben bis 2018 14 Marktanteile verloren. Lediglich 6 dieser Länder konnten ihre Marktanteile steigern, darunter insbesondere China.\nEine deutliche Erhöhung der Produktionskosten durch die Berücksichtigung von CO;-Preisen könnte gerade für die Branche der Metallerzeugung einen deutlichen Wettbewerbsnachteil darstellen. Berechnet man auf Basis der Emissionsdaten der Internationalen Energieagentur (IEA, 2021) und den Daten der OECD (2019) zu der Struktur der Internationalen Wertschöpfungsketten die durch die Produktion der Metallerzeugung be- dingten CO>»-Emissionen, ergeben sich für die Branche in Deutschland ein Gesamtimpact von rund 34,2 Milli- onen Tonnen CO; im Jahr 2018. Nimmt man einen CO;>-Preis von rund 60 Euro je Tonne an, der bei Wegfall der kostenlosen Zuteilung und voller Wirksamkeit des CBAMSs auf die Stahlpreise aufgeschlagen wird, würden sich so Kosten in Höhe von rund 2 Milliarden Euro für die Metallverarbeitungsbranche ergeben. Diese ergä- ben sich vor allem durch höhere Preise für Vorleistungsgüter aus dem Bereich Energie und Stahl und würden rund 3,5 Prozent der Wertschöpfung der gesamten Branche entsprechen.\nm\nLe] ten der metallverarbeitenden Unternehmen in Deutschland um zwei Mil-\nliarden Euro und damit etwa 3,5 Prozent der Wertschöpfung erhöhen.\nMit Grenzausgleich und ohne kostenfreie Zuteilung würden sich die Kos-\n15\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_17": "IW\nWertschöpfungskette Stahl\n5 Flankierende Instrumente und Alternativen\nAngesichts der Risiken, die durch die Einführung von Grenzausgleichsmechanismen auf Grundstoffe insbe- sondere für die in der Wertschöpfungskette nachgelagerten Sektoren entstehen, droht das von der Europä- ischen Kommission vorgeschlagene Instrument CBAM nicht den Carbon Leakage Schutz aufrechterhalten zu können, den die kostenfreie Zuteilung von Emissionszertifikaten an besonders energieintensive Unterneh- men, die im internationalen Wettbewerb mit außereuropäischen Konkurrenten stehen, bislang gewährleis- tet. Deshalb stellt sich die Frage, mit welchen politischen Maßnahmen die Carbon Leakage Risiken dennoch eingedämmt werden könnten. Aus Sicht der stahl- und metallverarbeitenden Industrie gilt es vor allem eine Verlagerung der Carbon Leakage Gefahren von der Grundstoffproduktion auf deren Kunden zu verhindern.\nMehrere Optionen sind dabei denkbar:\n| Ausweitung des CBAM auf die gesamte Wertschöpfungskette\nNicht nur die Sektoren, die diejenigen Grundstoffe produzieren, die bei Einführung des CBAM zertifikats- pflichtig werden, sondern auch deren nachgelagerte Wertschöpfungskette könnte unter den neuen Me- chanismus fallen. Dadurch würden auch die Wettbewerbsbedingungen zwischen EU-Produzenten und Importeuren auf den weiteren Wertschöpfungsstufen angeglichen und der Kostennachteil der europäi- schen stahl- und metallverarbeitenden Branchen würde zumindest für den europäischen Markt ausgegli- chen. Für Exporte würden die höheren Kosten gegenüber den außereuropäischen Wettbewerbern je- doch bestehen bleiben. Hinzu kommt, dass die Komplexität der Bemessung des CO>-Gehalts von verar- beitenden Produkten zunimmt und deren Verifizierung dementsprechend aufwendiger und auch anfälli- ger für Umgehungsstrategien wird. Aufrechterhaltung der kostenfreien Zuteilung in Verbindung mit einer CO>-bezogenen Produktsteuer Die Schwierigkeit des Nachweises der CO3-Emissionen verarbeiteter Güter würde auch bei einer Produkt- steuer bestehen, wie sie von Neuhoff et. al. (2016) vorgeschlagen wird. Sie könnte jedoch wie die Um- satzsteuer an der Grenze aufgeschlagen bzw. abgezogen werden. Durch diese Lösung ließen sich die Nachteile der europäischen Unternehmen auf den Absatzmärkten außerhalb der EU vermeiden, sowohl für die Grundstoffindustrie als auch für die nachgelagerten Branchen. Die kostenfreie Zuteilung müsste allerdings in ihrer bisherigen Form bestehen bleiben, damit es nicht zu einer Doppelbelastung kommt. Da jedoch das Cap für die maximal zulässigen Emissionen im EU-ETS durch die Verschärfung der Klimaziele in Zukunft deutlich schneller sinkt, engt das den Spielraum für kostenfrei zugeteilte Zertifikate zuneh- mend ein. Es droht ein Verteilungskampf mit den voll zahlungspflichtigen Sektoren im EU-ETS. Exportrabattierung: Erstattung der Zertifikatskosten bei der Ausfuhr Damit die Kürzung der kostenfreien Zuteilung nicht die Exporte der davon direkt oder indirekt betroffe- nen Unternehmen verteuert, müssen die Zertifikatskosten bei der Ausfuhr von Grundstoffen und darauf basierenden Produkten erstattet werden. Dies darf nicht nur die Grundstoffexporte selbst erfassen, denn andernfalls wird es für deren Kunden attraktiver die entsprechenden Produkte außerhalb des CBAM-Gel- tungsbereichs, also außerhalb der europäischen Union zu einem günstigeren Preis zu kaufen. Das könnte eine Verlagerung der in der Wertschöpfungskette nachgelagerten Branchen bewirken und dadurch den Exportanteil der einheimischen Grundstoffproduzenten erhöhen - zumal für die Exporte bei Rabattierung keine Klimaschutzkosten anfallen. Die Exportrabattierung muss deshalb für die gesamte Wertschöp- fungskette gelten, was wiederum die Bemessung des CO,-Gehalts von verarbeitenden Produkten erfor- dert. Dies dürfte aber bei in der EU hergestellten Gütern einfacher zu verifizieren sein als bei Importen.\n16\nINSTITUT DER DEUTSCHEN WIRTSCHAFT",
  "page_18": "IW\nWertschöpfungskette Stahl\nNachfragestimulierende Instrumente\nDie höheren Preise für klimafreundlich produzierte Grundstoffe und darauf basierende weiterverarbei- tete Güter stellen erst dann für die Hersteller kein Problem dar, wenn eine entsprechende Nachfrage und damit verbundene Zahlungsbereitschaft für klimafreundlich hergestellte Güter bestehen. Dann können die Hersteller ihre höheren Kosten in der Lieferkette eher weitergeben. Wie oben dargestellt, sind jedoch auch die Marktkonstellation und Wettbewerbsintensität von hoher Bedeutung für die Möglichkeit hö- here Preise durchzusetzen. Politische Maßnahmen, die Anreize setzen die CO;-Intensität der Lieferkette zu senken, können dennoch die Nachfrage stimulieren. Gleiches gilt für die öffentliche Beschaffung, die in ihren Vergabeverfahren die Klimafreundlichkeit der Produktion über die gesamte Wertschöpfungs- kette höher gewichten könnte. Internationale Koordination der Klimapolitik, auch auf Sektorenebene Da Treibhausgasemissionen global wirksam werden, kann nur eine weltweite Bekämpfung des Klimawan- dels Aussicht auf Erfolg haben. Denn jegliche CO>-Vermeidung an einem Ort verpufft, wenn andernorts die Emissionen weiter steigen. Eine reine Verlagerung der Emissionen, also Carbon Leakage, wird den Klimawandel nicht bremsen können. Deshalb sind international kooperative Ansätze in der Klimapolitik notwendig. Beispielsweise könnten sich ambitionierte Staaten in einem Klimaklub zusammenschließen und gemeinsame Regeln vereinbaren, die es auch für Dritte attraktiv machen, diesem Bündnis beizutre- ten. Ein erster Schritt in diese Richtung könnten sektorale Vereinbarungen sein, bei denen die Bündnis- partner gemeinsame Klimaschutzanforderungen festlegen und Maßnahmen wie einen Grenzausgleich nur gegenüber Dritten einsetzen. Angesichts der Herausforderung die Emissionen, die in importierten Gütern enthalten sind, sicher zu verifizieren, erscheinen gemeinsame Regeln zur Abgrenzung und Be- richterstattung von CO>-Emissionen schon im heute geplanten CBAM unausweichlich, um Umgehungs- Strategien zu verhindern. Das spricht dafür die internationale Kooperation in der Klimapolitik verstärkt voranzutreiben.\nDer geplante Grenzausgleichsmechanismus der Europäischen Kommission ist möglicherweise dazu geeignet gleiche Wettbewerbsbedingungen für Grundstoffproduzenten auf dem europäischen Binnenmarkt zu schaf- fen, wenn gleichzeitig die kostenfreie Zuteilung für Emissionszertifikate im EU-ETS gekürzt wird. Dies gilt je- doch nur für innerhalb der EU abgesetzte Produkte und gelingt nur dann, wenn Umgehungsstrategien und mögliche Gegenmaßnahmen von Importländern verhindert werden können. Für die nachgelagerten Indust- rien ist keine Angleichung der Wettbewerbsbedingungen vorgesehen, denn europäische Unternehmen, die Stahl und andere Grundstoffe weiterverarbeiten, haben höhere Kosten zu erwarten, die ihre außereuropäi- schen Konkurrenten nicht in gleichem Maße schultern müssen. In den zehn wichtigsten stahlverarbeitenden Branchen sind in Europa mehr als 30 Millionen Menschen beschäftigt. Deshalb muss die Europäische Kom- mission dieses Problem adressieren, denn andernfalls droht Carbon Leakage auf den nachgelagerten Stufen der Wertschöpfungskette.\nINSTITUT DER DEUTSCHEN WIRTSCHAFT\n17",
  "page_19": "IW\nWertschöpfungskette Stahl\nAbbildungsverzeichnis\nAbbildung 2-1 Entwicklung des Stahlpreises aufgrund der US-Zölle im März 2018 PREREELLITTIITEERERERTLTLIEITERRRRRELERT Abbildung 3-1 Direkte Kunden der deutschen Stahlindustrie im Inland ÜRERERLLTTILIEREERELLLLEITERTERRRERLLLLIERRRERRERELELLLER Abbildung 3-2 So viel Wertschöpfung der Metallerzeugung steckt in anderen deutschen Branchen .uunnnnnnnen Abbildung 3-3 Davon Wertschöpfung der Metallerzeugung im Nicht-EU-Ausland PLLLEREEITELTIIIERERRRLELLLTERERTERRELERT Abbildung 3-4 So viel Wertschöpfung der Metallerzeugung steckt in anderen EU-Branchen PERERLELTTILIERERRRRR 10 Abbildung 3-5 Davon Wertschöpfung der Metallerzeugung im EU-Ausland PLLEERELELELTITTEERERTLRLLLLTEERERERLELLLLETERTR 10 Abbildung 4-1 Bedeutung der Exporte in das nicht EU-Ausland Exporten ausgewählter Branchen .unnnnnnnnnn 12 Abbildung 4-2 Bedeutung von Großunternehmen im Vergleich ELLERRELELELIIIIERERREELELTIETERRERELLLLLLRTEERERERELLLTEREERRRRRR 13 Abbildung 4-3 Weltmarktanteil im Zeitverlauf — Metallerzeugnisse Deutschland PRRRRLELTELTIRTEERERELELLLLTERRRRRRERTR 14\nINSTITUT DER DEUTSCHEN WIRTSCHAFT\n18",
  "page_20": "IW\nWertschöpfungskette Stahl\nLiteraturverzeichnis\nAmiti, Mary / Redding, Stephen J. / Weinstein, David E., 2019, The Impact of the 2018 Tariffs on Prices and Welfare, in: Journal of Economic Perspectives, Jg. 33, Nr. 4, S. 187-210\n[14.11.2021]\nCox, Lydia, 2021, The Long-Term Impact of Steel Tariffs on U.S. Manufacturing, Working Paper, Harvard Uni- versity, [15.11.2021]\nDestatis, 2021a, Fachserie 18 Reihe 2, Volkswirtschaftliche Gesamtrechnung - Input-Output-Rechnung\nDestatis, 2021b, Beschäftigte und Umsatz der Betriebe im Verarbeitenden Gewerbe: Deutschland, Jahre, Be- schäftigtengrößenklassen, Wirtschaftszweige (WZ2008 2-/3-/4-Steller)\nFrancois, Joseph / Baughman, Laura M., 2003, The Unintended Consequences of U.S. Steel Import Tariffs: A Quantification of the Impact During 2002, [17.11.2021]\nInternationale Energie Agentur IEA, 2021, CO2 emissions from fuel combustion\nKolev, Galina / Kube, Roland / Schaefer, Thilo, 2021, Carbon Border Adjustment Mechanism (CBAM) - Moti- vation, Ausgestaltung und wirtschaftliche Implikationen eines CO2-Grenzausgleichs in der EU, IW-Policy Pa- per 6/21, Institut der deutschen Wirtschaft, Köln\nNeuhoff, Karsten / Stede, Jan / Zipperer, Vera / Haußner, Manuel / Ismer, Roland, 2016, Ergänzung des Emis- sionshandels: Anreize für einen klimafreundlicheren Verbrauch emissionsintensiver Grundstoffe, DIW-Wo- chenbericht Nr. 27/2016, Berlin\nNordmetall, 2021, Konjunkturumfrage Herbst 2021\nRuss, Kadee / Cox, Lydia, 2020, Steel Tariffs and U.S. Jobs Revisited, [17.11.2021]\nOECD, 2019, Intercountry Input Output Database (ICIO), Rev. Dez 2018\nOECD, 2021, Strukturdaten OECD Structur Analysis Database [22.11.2021]\n19\nINSTITUT DER DEUTSCHEN WIRTSCHAFT"
},
  "language": "Languages.GERMAN",
  "total_pages": 20
}
