{
  "file_name": "38_506.pdf",
  "pages": {
  "page_1": "Api AS\nte CHORD\nAReyarrme de Maroc\nAINISTERE DE LA TRANSITION ENERGETIQUE\nA alttok! petty SL JL! 3,159\nET DU DEVELOPPEMENT DURABLE\ntoleleOt | SCSttE |tHEQt A +RCE teO8Holt\nee\nB\nae\na\nomee\nAgence Marocaine\npour refficacité Energétique\nRoyaume du Maroc\n4 et AS!\nMinistere de I'Industrie et du Commerce\nLely Mel nall 8515s\nZF a ah oY Ua als] oS\nCGEM Confédération Générale des Entreprises du Maroc\ntoEo toLotoxt+ | tCOOl+Z2I | HCYOLO\nIMANC OR\nInstitut Marocain de Normalisation\nCOP 27 Side Event at the Moroccan Pavilion\nLow Carbon Transition resilient to Climate Change Friday November 11\" from 2:30 pm to 4:00 pm Hybrid format: https://bit.ly/3EkGx7E\nBackground\nAs part of The Paris Agreement commitments and in the urge of concrete climate action, the Kingdom of Morocco is accelerating its mitigation policies by raising its Nationally Determined Contribution (NDC) ambition to 45.5% by 2030, and the development of a Low Emission Development Strategy (LEDS) aiming to reach net zero by 2050\nIn order to support this ambition, The Mohammed VI Foundation for Environmental Protection under the effective Presidency of Her Royal Highness Princess Lalla Hasnaa, together with its partners gathered within the framework of The Convention for decarbonization of the Moroccan economy\nTherefore, in July 2021, the Ministry of Industry and Trade, the Ministry of Energy Transition and Sustainable Development, the National Agency for Energy Efficiency (AMEE), the Moroccan Institute for Standardization (IMANOR), the General Confederation of Moroccan Enterprises (CGEM), as well as the Mohammed VI Foundation for Environmental Protection, came together and decided to implement joint actions in favor of decarbonization and climate resilience\nAt a time when the European Union is setting up the CBAM (Carbon Border Adjustment Mechanism), it is primarily a question of supporting Moroccan companies to better understand their carbon footprint, by providing them with the tools and support to measure their emissions reduce them and finally offset irreducible emissions",
  "page_2": "The signing on October 18\", 2022 of the Green Deal between Morocco and the European Union (EU) will accelerate this transition towards a green and inclusive economy, listed as a priority for bilateral relations between Morocco and the EU.\nThe objective of this Side Event is to highlight international and national initiatives to accelerate the low carbon transition that will allow Morocco to meet its ambitious objectives, and move forward on concrete climate actions.\nDraft Program\n14h30 — 14h40\n14h45 — 15h15 Panel 1 : Low carbon strategies & net zero towards 2050\ne\n15h20 — 15h50\nIntroductory remarks:\n15h50 — 16h00 Questions / Answers\nLow carbon transition resilient to climate change\ne M. Mehdi Tazi, Vice-President of the General Confederation of Moroccan Enterprises (CGEM) M. Said Mouline, Director General of the National Agency for Energy Efficiency — AMEE\nMr Miguel Naranjo, Programme Officer, Communications and Engagement Division, Climate Neutral Now, UNFCCC Representative from the EU on the EU Green Deal & CBAM Representative from GGGI (tbc) Representative from ABC : Association pour la transition Bas Carbone (Low Carbon Transition Association — France) (tbc)\nPanel 2 : Tools & mechanisms to accelerate the decarbonization of the Moroccan economy\ne Representative from the Ministry of Energy Transition and Sustainable Development Mme Nasma Jrondi, Senior Expert on Energy and Climate Change at The Mohammed VI Foundation for Environmental Protection Mme Meriem Berrada Elmendjra, Member of the Green Economy Commission at the General Confederation of Moroccan Enterprises — CGEM"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
