{
  "file_name": "41_523.pdf",
  "pages": {
  "page_1": "des ae E)\nMouvement\nCONFINDUSTRIA\n6° FORUM ECONOMIQUE FRANCO-ITALIEN\n6° FORUM ECONOMICO FRANCO-ITALIANO\nd&4 juin 2024 /// 584 giugno 2024\nJoint declaration\n4 June 2024 Paris",
  "page_2": "Europe’s future: revitalizing European industry for a New Era\nFollowing the 6th Franco-ltalian Economic Forum, the Presidents of the Mouvement des Entreprises de France (MEDEF) and Confindustria reaffirm their commitment to a stronger and more competitive Europe.\nThe European Parliament, to be elected on June 9th, along with the new European institutions, will have to make crucial decisions for the European Union: wars in Ukraine and in the Middle East, the energy and raw materials’ crisis, the widening wealth gap with the United States and China demand strong, unprecedented, and swift actions from Europe.\nThe future of Europe is tied to the revitalization of the European industry. To successfully overcome global challenges, the only viable solution is to focus on renewing the European competitiveness as it is crucial for prosperity and social stability.\nMEDEF and Confindustria pledge to contribute by proposing concrete measures and guiding principles for European decision-making:\n1 Strengthening European Competitiveness through a strong simplification action\nBy imposing the harmonization of norms, the single market has enabled companies to easily export throughout\nEurope. The European model has become a tool of power, but today overregulation greatly weakens our\ncompanies. Europe needs to adapt its policies to a new level of integration, substantially improve its national\npolicies, and bridge the gap between appropriate high-level policy decisions and implementation. It is urgent to\nestablish a clear, coherent and predictable regulatory framework by enhancing impact assessments and\nstandardizing SMEs competitiveness tests, streamlining project permits, implementing EU rules correctly,\navoiding regulatory duplication and fragmentation, and reducing red tape at EU and Member State level.\nBeyond the Green Deal, a European industrial policy, recognizing the fundamental role of R&l for the twin transition and pushing for an effective and attractive IPR system is a must to keep up with the global race for future technologies. Enrico Letta has already tabled his proposals, and Mario Draghi will do the same shortly.\n2 Boosting European Competitiveness through an investment shock\nA fully competitiveness-oriented Multiannual Financial Framework, with more resources and financing instruments tailored to companies’ needs, is crucial to promote the Union’s resilience and competitiveness. In the next MFF, key financing criteria such as, for cohesion policy, the regional focus and the central role of socioeconomic partners, must be preserved. MEDEF and Confindustria underlines the need for a European funding approach that mobilizes public resources at EU level, alongside private capital, to accelerate the EU industrial strategy. They urge EU institutions to explore creating a powerful European Sovereignty Fund for strategic technologies, capable of leveraging up to €500 billion in private investments. Public procurement should support this by establishing a Buy European Act and build genuine European leadership. Faced with the United States and China’ massive State subsidies, public purchasers should promote European technologies when equivalent in terms of price, quality, and performance. Optimizing the Important Projects of Common European Interest (IPCEI) framework is necessary to streamline and accelerate processes, simplify governance, and ensure inclusive participation of Member States and enterprises, in particular SMEs. Private investment must also rely on a truly integrated European Capital Markets Union to diversify sources of financing. Unifying European financial markets will support the financing of companies by European financial players, enhancing competitiveness and strategic autonomy.\n3. Enhancing European Competitiveness through a deep skilling intervention\nDeveloping industry in Europe ensures economic prosperity and access to skilled jobs. However, industry is facing a significant labor shortage. Europe must attract talents and secure future skills to navigate the digital and green transitions, with industry leading employment and skills development. We must facilitate EU workers’ mobility and reduce barriers for foreign workers by simplifying the recognition of EU and foreign qualifications across Europe and by facilitating migration into employment and training.\n4 Increasing European Competitiveness through effective Energy-Climate Policies\nThe single energy market must be Europe’s best asset to ensure its success in a new world order. The European electricity market must integrate low carbon resources effectively, decoupling them from short-term volatility and gas markets. Direct access to renewable energy through PPAs or CfD contracts, may stabilize energy cost for industries, boosting competitiveness and promoting decarbonization.",
  "page_3": "To maximize the single market’s potential, massive investments in interconnectivity and infrastructure are needed to harness renewable energy, low carbon and flexibility potential, ensure secure and affordable energy, and expand supply choices for industries. Nuclear energy is crucial for decarbonization and energy independence. Europe must actively support nuclear supply chain, massively develop small modular reactors (SMRs), harmonize standards, provide financial incentives such as tax credits, implement pan-European training programs, and strengthening public-private partnerships. This is crucial for our climatic and industrial future. The new energy-climate framework should embrace technological neutrality, recognizing the diversity and complementary nature of the low-carbon solutions needed to achieve Europe's climate objectives, in a logic designed to simplify the policy framework and to restrain over-granularity. Closing the competitiveness gap between Europe and the rest of the world related to CO2 cost is vital. This involves simplifying CBAM requirements and correcting urgently CBAM current shortcomings (export, downstream scope, risk of circumvention or resource shuffling...), clarifying the EU ETS system and ensuring full compensation of indirect costs, and implementing additional measures to ensure fair competition for European industries.\n5. Fostering European Defence Industry’s Competitiveness through a wide resilience strategy\nThe challenge of defence and security must be the main strategic focus of the next decade. There has never been a more urgent need to develop our own industrial capabilities to achieve autonomy in this strategic domain. As digital technologies play a crucial role in modern defence strategies, it is fundamental for Europe to maintain and enhance strategic autonomy in cybersecurity and protect sensitive data through advanced digital infrastructures. Overlooking emerging informational threats and the extraterritorial regulations imposed by other regions would undermine these efforts. It is essential to progress towards the development of a \"Common Market for the Security and Defence Industry\" to equip the Union with the necessary means to address current and future defence challenges. A significant improvement is required to fully leverage the expertise of European and national industries across all defence and security sectors, including military land, air, and naval platforms and systems, as well as satellites, space, sensor systems and IT infrastructures. Competition among different national systems for products, services, and procurement hampers standardization and interoperability between national defence budgets and hinders the achievement of necessary economies of scale to compete globally.\nRK\nMEDEF and Confindustria are determined to foster a permanent dialogue between all French and Italian economic players. Over the next few months, Confindustria and MEDEF will continue their cooperation on the topics addressed in this Joint Declaration, also in conjunction with BusinessEurope, our common European organization. These issues will also be discussed during the forthcoming Trilateral Forum between MEDEF, Confindustria and BDI.\nPatrick MARTIN\nEmanuele ORSINI\nPresident of MEDEF\nPresident of Confindustria"
},
  "language": "Languages.ITALIAN",
  "total_pages": 3
}
