{
  "file_name": "42_532.pdf",
  "pages": {
  "page_1": "ARSMELDING\n2024\n©) Norsk\nHydrogenforum",
  "page_2": "Norsk\nHydrogenforum\n1.00794\nInnhold\nLatin\n8\nC) (252.87\nCG}\nOGEN\nydrog eniul\n1. Medlemmer og kontingent\n2. Styret\n3. Sekretariatet\n4. Aktiviteter i 2024 CPPPPPEEEEPPrTPEeeeerreeeerrereeeerereeeerreeeeerererrerrrerreeererreeeeeeee\neee reer ey\n41. Viktige politikk- og myndighetsprosesser Peeerrrreererr tire\n4.2 Ho@ringer PPPPPPESEPPeEPeeeererereerrrreeeerrrreeeerieeeeerrereeererrreererreeeeere eee eee eee eerie 11\n4.3 Standardisering — Speilkomiteen SN/K 182 Peeerrrreererr tire 11\n4.4 Fylkesnettverket PPPPePPEEEEEPrreeerrrrreeeeeerreerrereeeerrrrrererrereeeee eee eee eee ey 12\n45 Nasjonale moteplasser PPPPPPEESTTPTEeeTTTeeeeeeereeeerireeeerireeeerr i eeeeer\nite 13\n46 Medlemsservice\nPPPPPPPEEEePerreeerrrreeeeerreeeeerrereeerrrerreeerereeeeeereeeeee eee eres 15\n47 Prosjektarbeid POPPEPEEEEPEPPEEEerTeeeereeeeeerereeeerrreeeeeeererererereeeeee eee eee 17 4.8 Internasjonalt samarbeid PPPPEPEEEeTEeeeerereeererererererrirereeee treet e ee 18 49 Bistand overfor akademia PPPEPEEESTeEreeeeerereeeeerereererrireeeeee rere eei ee 19\n410 Kommunikasjon\nPPPPPPEEEEePPreeeerererrrrrrereeerreeereeereeeeerereeerrrreeeeee ieee ees 20\n5. Administrasjon PPPPEPPEEEETETeeeeerrreeeerrereeeererreeerrrrreeerrreeeeeerereerrreeeeeereeeeee eee eee 21\n5.1 @konomi\nPPOPEPPEE PTET TPeeeeerrreeeererreeererereerrrrreeeerrreeeeeereeeeeerereereer errr eee eee ey 21\nPOPPPPEEEEEPEEEPerereeeereeeeeeerereeereerrreerrrrreeerrrreeeerrereeererrreerereeeeereeeeeee reer eee eee)\nPOPPEEESETEPEPeeeerreeeerereeeeerrrereerrereeerererreererrreeerrreeeeerrieeeeeer eee eee eerie\nPPPPPEEESTPPTeeeeTPereeeererreeerrrreeeeerereeeer er eeeeee ieee e ety\nof",
  "page_3": "O Norsk\nHydrogenforum\n2024 var et begivenhetsrikt år for norsk hydrogennæring. Fem produksjonsanlegg ble åpnet, to med selveste statsministeren til stede.\nFlere investeringsbeslutninger ble tatt, og selv om enkelte prosjekter er satt på pause eller skjøvet ut i tid, vil det gode arbeidet som er gjort i våre medlemsbedrifter sørge for at vi kan se fram til at stadig nye aktører vil produsere og bruke hydrogen.\nVi kan også se tilbake på noen viktige gjennomslag for NHF i året som har gått. Aller viktigst er det kanskje at Enova har hørt på våre innspill og betydelig forbedret sine støtteprogrammer. I 2024 ble det bevilget rekordstore summer til maritim næring, med 777 millioner kroner til fem prosjekter for hydrogenproduksjon til maritim transport og rundt to milliarder kroner i støtte til 13 ammoniakkfartøy og 11 hydrogenfartøy.\nStøtten til hydrogenstasjoner for tungtransport er økt, og nå støttes også produksjon av hydrogen til industrielt bruk. Og med en ny styringsavtale på plass som gjør at Enova nå kan støtte moden teknologi i umodne markeder, bør det gi gode muligheter for hydrogen også fremover.\nKlimasats videreføres, det er økt satsing på utslippsfri hurtigbåt, vi får en pilotordning for kompetansereform i industrien og NVE får mer saksbehandlingskapasitet.\nUtredningen som Multiconsult presenterte i slutten av 2024 er positiv lesning: Hydrogennæringen i Norge doblet nesten sin omsetning fra 2022 til 2023 til 4 milliarder kroner, og 1100 jobbet fulltid med hydrogen.\nOgså NHF nådde nye høyder i 2024. Rekordmange deltok på Hydrogenkonferansen i juni, og vi har nå rundet 100 medlemmer i foreningen. Det er vi stolte av, men vi er også klar over at det er en tillit som forplikter. Vi fortsetter arbeidet med å sikre gode rammevilkår for medlemmene, slik at dere kan utvikle virksomheten deres videre og på ulike måter sørge for utslippskutt og verdiskaping i Norge og internasjonalt.\nDenne årsmeldingen er utarbeidet av administrasjonen i NHF og oppsummerer aktiviteten i 2024.\nTil godkjenning på generalforsamlingen 20. mars 2025.\nIngebjørg T. Wilhelmsen\nGENERALSEKRETÆR\nMorten Wiatle\nSTYRELEDER\n<T",
  "page_4": "Norsk\nHydrogenforum\n2024\nI TALL\n2\n107\nmedlemmer\n&\n25\nhøringsinnseill\n18\nFylkeskommuner/\nkommuner i\nFylkesnettverket\nmedlemsmøter\narbeidsgrupper\nhvor medlemmene\ndeltar\n9\nHydrogenguiden\nProsjektoversikten\nMedarrangør på\nPublisert\n115\nnyhetssaker på\nhydrogen.no\nLeder/\ndeltaker i\neventer\nArrangør/\nmedarrangør på\nadden\ninternasjonale\ndelegasjonsreiser/eventer\n24\nandre eventer\n15\nNyhetsbrev\nXT\nprosjekter",
  "page_5": "Norsk\nHydrogenforum\n1. Medlemmer og kontingent\nDet har vært en positiv utvikling i antall medlemmer i Norsk Hydrogenforum, som for første gang har over 100 medlemmer. I 2024 opptok styret 14 nye medlemmer. På grunn av en krevende økonomisk situasjon har 7 virksomheter dessverre meldt seg ut i 2024. Utmeldingene får først virkning fra 1. januar 2025. Det betyr at NHF totalt har hatt en økning på 7 medlemmer i 2024. I tillegg til ordinære medlemmer har NHF to æresmedlemmer.\nNHFs medlemmer\nAibel\nHitec Products Hoerbiger Service Nordic Honeywell Horisont Energi Hy2gen Norge HydePoint Hydraserv Hydro Havrand HydrogenPro Hydrogen Solution Hynion Hyrex Hystar HYSTORSYS Høgskulen på Vestlandet Håland Instrumentering Styrke Institutt for Energiteknikk J.S Cock Jarotech JUMO Justervesenet Kunnskapsbyen Lillestrøm Lhyfe Linde Litra MANA Meråker Hydrogen Napop NEL Hydrogen Nordkraft Prosjekt Norske Shell . Norway Fortescue Future Industries . Norwegian Hydrogen . Norwegian Research Center (NORCE)\nNTE NTNU OTECHOS Parker Hannifin PowerCell Norge Powunit Provaris Norway R. Stahl Sintef Sjøfartsdirektoratet Skagerak Energi Slåttland Group Småkraftforeninga Standard Norge Statkraft Swagelok Norway TECO2030 TEKY Thema Consulting Group Tolcon Toyota Norge Twin Kenetic Turbiner Umoe Advanced Composites Universitetet I Oslo (UIO) Universitetet i Sørøst-Norge Varanger Kraft Viken Hydrogen Viking Hydrogen Vireon Westgass Hydrogen Worley Origo Process Yara Clean Ammonia Zeg Power Zero Å Energi\nAir Liquide Norway\nAker Horizons\nAker Solutions\nAkershus Energi Infrastruktur\nAlfa Laval Nordic\nANEO\nApplied Hydrogen\nAragea\nASKO Midt-Norge\nAuma\nBilimportørenes Landsforening\nBurkert\nCerpotech\nClara Venture Labs\nCorvus Energy Fuel Cell\nDNV\nEnergigass Norge\n(IFE)\nEuropean Energy\nEquinor ASA\nFornybar Norge\nForsvarets forskningsinstitutt (FFI)\nFlowtec\nFuella\nFuturum\nGen2Energy\nGlocal Green\nGlomfjord Hydrogen\nGreenH\nGreenstat\nH2Carrier\nH2Market Place\nHabu Oilfield Supply\nHaakon Ellingsen\nHarting\nHelinor\nHexagon Purus\n<T",
  "page_6": "O Norsk\nHydrogenforum\nMedlemskontingent i NHF\nKontingenten for 2024\nKategori\nAntall ansatte Kontingent\nXXL\n2 500+ 256 850, -\nXL\n100-2 499 179 800, -\nPå generalforsamlingen 14. mars ble medlems- kontingenten justert med 50 prosent av konsumprisindeksen for 2023, det vil si en økning på 2,75 prosent.\nLarge\n50-99 118 150, -\nMedium\n20-49\n61 650, -\nSmall\n5-19\n25 680, -\nXS\nØ-4\n20 550, -\nFoU, Org., Myndighet\n25 680, -\n2. Styret\nEtter generalforsamlingen i 2024 besto styret i Norsk Hydrogenforum av følgende styrerepresentanter fra industrien (IND) og akademia (AK):\nStyreleder (IND): ......nnnssssserssssssserssssssssessesssssssesssesssssssessessssssesssssssssesess Morten Watle, GreenH Nestleder (AK): ..nnsseressssserssssserees Velaug Myrseth Oltedal, Høgskulen på Vestlandet Styremedlem (IND): .1.nnnnsnersssserrssseeressseressseeeresssseressseeeessseees Frida Eklöf Monstad, Equinor Styremedlem (IND): .1..nnnsserssssseressseresssseeressssereessseessssssees Håvard Vaggen Malvik, Statkraft Styremedlem (AK): .nnssssssseres senssnssnnsnnssnnsnnsnnnnnnsnnsnnsnnneneene Sigrid Lædre, SINTEF Styremedlem (IND): «1ninnnnnersssssssseeresssssseerssssssssseees Per Øyvind Voie, Norwegian Hydrogen Varamedlem (IND): ...nvvsvssvseveoeevevveeveeeeevereeeeeseeseeseeseeseerssssssssssssssssssssssssns Vibeke Rasmussen, Yara Varamedlem (IND): ....nvvsvosseevevveveevveveveveveeseesensessessessessssssssss Guro Grytli Seim, Hexagon Purus\nDet har i 2024 vært gjennomført 10 styremøter. Styrets medlemmer har særlig bidratt i arbeidet med utredning av virkemidlene og NHFs oppdaterte posisjon, samt utforming av innspill til politiske saker og høringer.\nTX",
  "page_7": "Norsk\nHydrogenforum\n3. Sekretariatet\nAdministrasjonen består av fire ansatte, og i tillegg kjøper NHF eksterne tjenester fra Evig Grønn og Kunnskapsbyen Lillestrøm (KL) Følgende personer var engasjert i sekretariatet i 2024\nGeneralsekretær Ingebjørg Telnes Wilhelmsen Prosjektleder Lin April Løstegård Myndighetskontakt og internasjonalt samarbeid Tor Kristian Haldorsen Kommunikasjonssjef Marika Nilsen Seniorrådgiver Jan Carsten Gjerløw, Evig Grønn (på timebasis) Økonomi Kari Kapstad, KL (på timebasis) Prosjektleder Jon Eriksen, KL (på timebasis)\nmn\nNHF flyttet i juni inn i Næringslivets Hus på Majorstuen\nER V\nTX\nRE I\nI\nI VI del\nØ\nev ERA Få\n|\n7;\n1\nå\nNNN\nÅ\nTen\nYI\nNHF på Stortinget. Fra venstre: Tor Kristian Haldorsen, Marika Nilsen, Ingebjørg Telnes Wilhelmsen, Lin April Løstegård og Jan Carsten Gjerløw.\nÅ\nll\nRå\nPå\nNE\nNN\nHÅ\nI V\nHP id\n|\npl\nøl\nJG YG DD\ng\nEE\nBm\nK=TET=\"\nå\n1=\nGe JÅ\nnd y.\nag\nÅ\nAA VA\nMA 2 kall,\nå\nTA\nER\nar\nfr å\nI\nNESET\nv-",
  "page_8": "O Norsk\nHydrogenforum\n4. Aktiviteter i 2024\nSekretariatet har i stor grad utført de oppgaver som fremgikk av handlingsplanen for 2024. I det følgende rapporteres det på de viktigste politikk- og myndighetsprosessene, høringer, Fylkesnettverket, arrangementer, medlemsservice, prosjekter, internasjonalt samarbeid og kommunikasjon.\n4.1. Viktige politikk- og myndighetsprosesser\nIfølge strategien skal NHF være pådriver for en forutsigbar og ambisiøs hydrogenpolitikk. Administrasjonen har derfor som høyeste prioritet å styrke dialogen med politikere, myndigheter og virkemiddelapparatet. Det gjøres blant annet gjennom separate møter, ved å invitere til debatter, panelsamtaler og deltakelse på våre møteplasser, og ved å levere høringsuttalelser til relevante prosesser. Dette arbeidet har blitt ytterligere styrket i 2024.\nNHF har kommet med innspill til de viktigste politiske prosessene. Det har vært en krevende høst med flere storskala-prosjekter som har blitt satt på vent NHF har brukt tid på å nyansere bildet overfor myndigheter og politikere.\nDet norske selskapet Fuella vant frem i den første auksjonen i den europeiske hydrogenbanken. NHF ba om 1 milliard kroner i nasjonale midler til den andre auksjonen, men fikk ikke gjennomslag.\nNår det gjelder partiprogrammene for perioden 2025-2029, har vi sendt omfattende innspill tilpasset de ulike partiene og deltatt på høringsmøter med programkomiteene. Prosessen ble fulgt opp i høst, og vi har kommentert forslagene som ble sendt på høring.\nVi har avklart vår posisjon vedrørende differansekontrakter i lys av nye støtteprogrammer gjennom en utredning fra THEMA, dialog med Enova og Energidepartementet og flere runder i styret og med THEMA. På Hydrogen- konferansen 6. juni ble det presentert en rapport THEMA hadde utarbeidet på oppdrag fra NHF om støtteordningenes betydning. Enovas støtteordninger og CO,-kompensasjonsordningen ble vurdert. Rapporten konkluderte med at hydrogen til industrielle varmeprosesser kan være kommersielt krevende, mens investeringsstøtte kan være tilstrekkelig for å muliggjøre kapitalintensive lønnsomme maritime prosjekter. For tungtransport er dagens investeringsstøtte ikke tilstrekkelig for at investeringen skal bli lønnsom.\n<T",
  "page_9": "Norsk\nHydrogenforum\nav\n==\npå\nAg\nup\nlai\n78\nN 3\n———\nSTO\nbee\nVø f\nÅ\nSTORTIN\nVy\nGET\n—Ä-\nans:\n——\nSTO\n===>\n===\n===3>====\ndi\nFm\" nn\ne\np\n|\nI forbindelse med SVs gjennomslag i budsjettenighet for 2025 kom det 1 milliard kroner til punktutslippsprogrammet i Enova, samt at det blir etablert et helt nytt støtteprogram for å kutte utslipp og oppnå negative CO,-utslipp innen industri. Klimasats ble økt med 100 millioner kroner. Det blir etablert et pilotprosjekt for kompetansereform for industrien med 25 millioner kroner og utarbeidet et støtteprogram som en serie auksjoner for å kutte store utslipp i industrien i 2026. Ny styringsavtale med Enova skal muliggjøre støtte til moden teknologi. Krav til lav- og nullutslipp for cruisenæringen skal utredes, og det settes ned et offentlig utvalg som skal utarbeide en strategi for å bedre økonomiens omstillingsevne, industriell utvikling og næringslivets konkurransekraft.\nPoster i statsbudsjettet som står uendret etter budsjettenigheten:\nRegjeringen innfører krav om nullutslipp for ferger fra 1. januar 2025 og bevilger 50 millioner kroner for å kompensere fylkeskommuners merkostnader som følge av fergeforslaget. Tilskuddsordningen Hurtigbåtprogrammet tilføres nye 200 millioner kroner. Total ramme i 2025 blir da 240 millioner kroner. Regjeringen vil videreføre satsingen på utvikling av nullutslippsløsninger for store fartøy under Forskningsrådet. Regjeringen foreslår å øke bevilgningen til Enova med 1,2 milliarder kroner til forsterket innsats for å nå målene om utskifting av tunge kjøretøy. For å fremskynde den grønne omstillingen i luftfarten, bevilger 50 millioner kroner for å etablere Norge som testarena for null- og lavutslippsfly. Regjeringen bevilger 27,4 millioner kroner til pilotprosjekter for utslippsfrie anleggsplasser. 68 millioner kroner til digitalisering i NVE. Regjeringen arbeider for at CBAM skal kunne være operativt i Norge fra 1. januar 2026, dersom Norge velger å slutte seg til forordningen. Det er satt av 50 millioner kroner til ulike etater for nødvendige tilpasning. Ny utlysning i Grønn Plattform for perioden 2025-2027 med 823,5 millioner kroner.\nTX",
  "page_10": "O Norsk\nHydrogenforum\nUtvikling og implementering av EU-regelverk\nNHF har i 2024 arbeidet målrettet knyttet til utvikling av EUs regelverk og implementering i norsk rett. Her er noen av de viktigste sakene vi har jobbet med:\ne Fornybardirektivet II og III. Gitt flere innspill til norske myndigheter, deltatt i mediedebatten og sendt innspill til Hydrogen Europe om industrimål i RED Ill. Hydrogen- og avkarboniseringspakken for gassmarkedet. Sendt høringsinnspill og deltatt i muntlig høring. Formidling av budskap til Energidepartementet om delegert rettsakt for lavkarbon-drivstoff. Delegert rettsakt for lavkarbon-drivstoff. Sendt innspill til Europakommisjonen og Energidepartementet. Elektrisitetsmarkedspakken. Krav om handlingsplan for fleksibilitet innen 2025. Tett dialog med NVE-RME. CBAM - implementering (Finansdepartementet). NHF har spilt inn at dette må bli en del av norsk regelverk. FuelEU Maritime (trer i kraft 1.1.2025) og RefuelEU Aviation. NHF har spilt inn at dette må bli en del av norsk regelverk. Net Zero Industry Act. Må gjennomføres i Norge for at norsk hydrogenteknologi telles med i EUs selvforsyningsmål. Fremført budskapet skriftlig og muntlig til Nærings- og fiskeridepartementet, Klima- og miljødepartementet, Energidepartementet og Utenriksdepartementet.\nNHF har i 2024 hatt tett dialog med Enova om forbedring av støtteprogrammene. Her har vi fått viktige gjennomslag:\n19. juni kom nyheten om at Enova tildeler 1,2 milliarder kroner til ni hydrogenfartøy\nog seks ammoniakkfartøy, den største Enova-tildelingen noen gang innenfor maritim\ntransport. Programmene støtter prosjekter som investerer i nye eller ombygde\nhydrogen- og ammoniakkfartøy. Maksimal støtte er på 80 prosent av merkostnader.\nEnova kom 27. juni med endrede vilkår for Industri 2050. De åpner for å støtte\nproduksjon av hydrogen knyttet til et konkret industrielt forbruk når det søkes\nom investeringsstøtte til både produksjonen og bruken av hydrogenet samtidig.\nMaksimal støtte er på 30 millioner euro, eller maksimalt 45 prosent av samlet\ninvesteringskostnad.\nI oktober kom Enova med endring i støtten til hydrogenstasjoner og endret\nprogrammet «Fyllestasjoner for tunge kjøretøy». Maksimal støtte økes fra 10 til 30\nmillioner kroner. I programhøringen skriver Enova at de vil prioritere én korridor og\nså avvente hvordan stasjoner og lastebiler fungerer. Etter innspill fra NHF justerte\nEnova omtalen av programmet, slik at det nå fremgår at dette er starten på et\nnettverk av hydrogenstasjoner i Norge.\n5. november offentliggjorde Enova at de bevilger 777 millioner kroner i støtte til å\nbygge fem hydrogenproduksjonsanlegg langs kysten under programmet Hydrogen-\nproduksjon til maritim transport: Slagentangen (Vestfold), Egersund (Rogaland),\nFlorø (Vestland), Kristiansund (Møre og Romsdal) og Bodø (Nordland). I tillegg var\nKristiansand (Agder) tildelt støtte i 2022 og tok investeringsbeslutning i 2024.\nEnova åpnet 29. november for forprosjektstøtte til bunkringsanlegg for ammoniakk.\nStøtten kan utgjøre inntil 50 prosent av godkjente kostnader, maksimalt 500 000\nkroner. Parallelt jobber Enova med et nytt støtteprogram, «Bunkringsanlegg for\nammoniakk», som skal lanseres 2. kvartal 2025.\n<T\n10",
  "page_11": "Norsk\nHydrogenforum\n4.2 Høringer\nDet har vært et stort antall høringssaker også i 2024 (25 totalt). NHF bruker betydelige ressurser, men jobber effektivt med høringene. Det er et godt samseill med relevante arbeidsgrupper, medlemmer og deltakerne i Fylkesnettverket om innspill til høringssvar.\nDette arbeidet bygger opp under strategien om NHF som en faglig etterrettelig og tydelig stemme på vegne av hydrogennæringen.\nHøring\nHøringsetat\nDato\nKlimatiltak 2030\nMiljødirektoratet\n10. januar\nNasjonal Transportplan\nMiljøpartiet De Grønne\n11. januar\nDirektoratet for høyere utdanning\nKompetansereformutvalget\nog kompetanse\n1. februar\nKlimautvalget 2050\nKlima- og miljødepartementet\n26. februar\nNy finansieringsordning til grønn industri\nNærings- og fiskeridepartementet\n27. februar\nHydrogenproduksjon til maritim transport\nEnova\n1. mars\nEUs fornybardirektiv 3\nEnergidepartementet\n18. april\nRevisjon av styringsavtalen til Enova\nKlima- og miljødepartementet\n3. mai\nStatlige planretningslinjer for klima og miljø\nMiljødirektoratet\n12. juni\nEuropean Hydrogen Observatory 2024\n19. juni\nForskrift om nettregulering og energimarkedet (NEM)\nEnergidepartementet\n7. august\nom modenhetsvurderinger mm\nForskrift kost-nytteanalyse for utnyttelse av\nEnergidepartementet\n26. august\noverskuddsvarme\nStøtteprogram om ammoniakkinfrastruktur\nEnova\n30. august\nNOU 2024:7 Norge og EØS\nUtenriksdepartementet\n30. august\nStortingsmelding om industri\nNærings- og fiskeridepartementet\nKystrutens innretning fra 2030\nSamferdselsdepartementet\nNytt EU-regelverk for hydrogen, naturgass og\nEnergidepartemente\n16. oktober\navkarbonisert gass\nDelegert rettsakt for lavkarbon-hydrogen\nEuropakommisjonen og\n17. oktober\nEnergidepartementet\nNet Zero Industry Act.\nNærings- og fiskeridepartementet\n25. oktober\nGjennomføring av FuelEU Maritime\nSjøfartsdirektoratet\n29. oktober\nForskrift om CO,-kompensasjon for industrien\nMiljødirektoratet\n8. november\nfor perioden 2021-2030\nKlimakvoteforskriften\nMiljødirektoratet\n1. desember\nEndringer i forskrift om håndtering av farlig stoff\nDSB\n13. desember\nForskrift om forbud mot bruk av fossile brensler til\nMiljødirektoratet\n16. desember\nindirekte fyring i industrien fra 2030\nForslag til nytt klimamål for 2035\nKlima- og miljødepartementet\n17. desember\n4.3 Standardisering — Speilkomiteen SN/K 182\nNHF deltar i den norske CEN- og ISO-speilkomiteens arbeid innen hydrogen (SN/K-182), som ledes av Direktoratet for samfunnssikkerhet og beredskap (DSB) I komiteen deltar flere av NHFs medlemsbedrifter, Sjøfartsdirektoratet, Havindustritilsynet, Justervesenet og Statens vegvesen. NHF har holdt innlegg på alle møtene om markedsutviklingen og det politiske landskapet i EU og i Norge.\n6. september\n30. september\nTX\n1",
  "page_12": "O Norsk\nHydrogenforum\n4.4 Fylkesnettverket\nRegionale myndigheter spiller en vesentlig rolle i arbeidet med å fase ut fossile energibærere og fremme lav- og nullutslippsløsninger. Det fylkeskommunale hydrogennettverket har siden 2017 arbeidet for å styrke samarbeidet og bygge kompetanse om hydrogen, samt å koordinere regionale offentlige prosesser som kan bidra til utvikling av hydrogenbaserte verdikjeder.\nDet er laget en egen statusrapport for arbeidet i fylkesnettverket, og en kort oppsummering gjengis her.\nI 2024 ble flere fylkeskommuner fusjonert, og med det økte antall deltakere i nettverket fra 17 til 18. Følgende fylkeskommuner og kommuner har deltatt i 2024:\n5 AGDER\nAKERSHUS\nV Finnmark fylkeskommune\nfylkeskommune\nFYLKESKOMMUNE\nFinnmårkku fylkkagielda\nFinmarkun fylkinkomuuni\nY Møre og Romsdal\nv Nordland\nV Rogaland\nfylkeskommune\nfylkeskommune\nFYLKESKOMMUNE\nTelemark\nv Trøndelag\nVestland\nfylkeskommune\nFYLKESKOMMUNE\nØSTFOLD\ney\nV\nbodø\nBerlevåg kommune\nFYLKESKOMMUNE\nKOMMUNE\n& Kristiansand\nHitra\nV Kvinesdal\nkommune\nommune\nKOMMUNE\nN\nTRONDHEIM\nOslo\nPORSGRUNN\nKOMMUNE\nKOMMUNE\nAgder fylkeskommune har ledet nettverket.\nDet er gjennomført 6 møter i Fylkesnettverket i 2024 med følgende temaer: hydrogenbusser, utdanning og kompetanse (sammen med arbeidsgruppen om kompetanse), kommunale prosesser for inkludering, utslippsfri maritim transport, status for hydrogensatsingen i EU, utslippsfrie anleggsplasser med hydrogen.\nFylkeskommunene og kommunene er opptatt av hvordan de kan legge til rette for produksjon og bruk av hydrogen for økt verdiskaping og reduksjon av klimagass- utslipp. Et lokalt og regionalt forvaltningsnivå med god kompetanse og forståelse for industriens behov er viktig for den norske hydrogennæringen, og nettverket har bidratt med gode med innspill til relevante høringsuttalelser fra NHF.\nfylkeskommune\n<T\n12",
  "page_13": "Norsk\nHydrogenforum\n4.5 Nasjonale møteplasser\nI 2024 har NHF vært arrangør eller medarrangør for flere arrangementer. I tillegg har NHF deltatt med innlegg eller i panelsamtaler på en rekke spennende arrangementer rundt i Norge. Dette har bidratt til oppmerksomhet om hydrogen i mange viktige fora og gitt god synlighet for bransjen.\nPai\n14\n—\ngr\nTER\nÅ\nå\nLA\nv\n'-\n N tr”\nV/\npa energy\nvalley\n& cognizant\nCOUNCIL\nWORLD NORWAY\nENERGY\n|\n|\nHydrogen\nPart)\n212\nprojects in Norway\nga ] types parene ot profet\nav\n|\n|\n1 ——\nod)\nP\n4\næ=\nNi\nDå\ne\nÅ]\nFT\nel\naa\n2-8\nJE\n3\n=\n3\nJG\n—\nKE Hydrogenforum\nNorsk\n— Å\nJE\næ\nV= å\nN\nOY LØ?\nppdat:\nKE\nPL\nføk\nLLI\nAV V\nV\nP»\n0\n==\n5\nVi\nfi\nIn\n<<\nEgne arrangement\nHydrogenkonferansen\nArendalsuka, 7 arrangementer, hvorav 2 egne\nDato\n6. juni\n12.—16. august\nNHF som medarrangør\nMobilitetskonferansen\nGasskonferansen\nTEKY H2 Marketplace\nDato\n5.-6. mars\n6. november\n28. november\nTX\n13",
  "page_14": "Norsk\nHydrogenforum\nDeltakelse på andres arrangementer i form av\ninnlegg eller panelsamtale\nHydrogen Safety Day med DSB og Havtil\nÅrsmøte i H2Cluster\nStormøte i GLP\nFornybar Norges årskonferanse\nMarket Meet up (H2Cluster)\nVest-Telemarksrådet\nForelesning for HVL\nEnergiskiftet\nLansering MAN hTGX\nHydrogen Symposium\nIndustriuka\nONS - Offshore Northern Seas\nWorkshop on Hydrogen in the Nordic Countries\nÅpningen av fabrikken til Veidekke\nH2 Scale Up\nÅpning av Norwegian Hydrogens anlegg i Hellesylt\nMaritime Hydrogen Conference\nArctic Circle\nInnlegg for AHK DE, NL, Irland, Danmark\nForelesning Universitetet i Oslo\nPowered by Telemark\nInnlegg for innkjøpssjefene i Veidekke\nVegkonferansen\nHydrogenfrokost — bransjeforeningen Elektro og Energi\nDato\n25. januar\n30. januar\n15. februar\n17.-19. april\n2. mai\n6. mai\n16. mai\n22. mai\n22. mai\n23.—24. mai\n10.—13. juni\n26.—29. august\n28. august\n4. september\n10. september\n18. september\n15.—16. oktober\n17.-19. oktober\n22. oktober\n1. november\n13. november\n26. november\n29. november\n11. desember\nI\nT JE\nNSI \"7\ntu\nMp\nkon\nENABLING\n)\nmA N\nequinor\nf-\nhyse\nVe\nA\nmm\nEE me\nV\nDar.\ner\nÆ\nkh\n—\nLE\nil\nING\nMN\nhr\nar\n=\nV\nfe\nau\n—\nae\nVild\nÆ\nAEE\n==\nP\n4\n«å\nid\n2\nEL ar\nFå\n=—=====\n5 ML\nLå\nil\n==.\nEEE\nsil\n= EET\nTX\n14\nKG å",
  "page_15": "O Norsk\nHydrogenforum\n4.6 Medlemsservice\nMedlemsmøter\nI 2024 har det vært avholdt 8 medlemsmøter med følgende temaer:\ne Støttemuligheter for hydrogen med Enova, Innovasjon Norge og Norges Forskningsråd. Støtte- og finansieringsordninger del II med Innovasjon Norge, SkatteFUNN, Eksfin og SIVA og THEMAs utredning. Offisiell statistikk ved SSB og MANs hydrogenlastebil. Frokostmøte i Stavanger om finansieringsmuligheter for hydrogen. EU-regelverket — hva skjer, og hva har dette å si for norsk hydrogennæring, samt erfaringer fra IAA Transportation i Hannover. Forslag til statsbudsjett 2025 og innspill til NHFs posisjon. e Den europeiske hydrogenbanken, med Enova og Implement Consulting Group. e Sikkerhetsperspektiver som får betydning for hydrogennæringen.\nMedlemsdialog\nNHF har hatt flere gode møter med medlemmene i 2024 og har svart på ulike henvendelser på e-post og telefon. Vi har jevnlig sendt ut informasjon om aktuelle saker og arrangementer på e-post.\nArbeidsgruppe om hydrogen i energisystemet\nArbeidsgruppen om hydrogen i energisystemet bidro i 2024 med en workshop om fleksibilitet og EU-politikk, og har i tillegg gitt innspill til Energidepartementet og NVE om RED Ill og modenhetsvurderinger.\nNHF er invitert inn i Statnetts Strategiske Kundeforum. I dette forumet deltar konsernledelsen i Statnett. Hydrogen har blitt løftet frem som en viktig del av energimiksen, og det har vært oppmerksomhet rundt behovet for å sette fart på utbyggingen av nettet. Arbeidsgruppen bidrar med innspill til sekretariatet i forkant av møtene, og flere hydrogen- og ammoniakkprosjekter har fått plass i nettkøen.\nArbeidsgruppe om kompetanse\nTilgang på kompetent arbeidskraft er ifølge en rekke rapporter og analyser en sentral barriere for oppskaleringen av hydrogenindustrien. Arbeidsgruppen har bidratt med høringsinnspill til kompetansereformutvalget (Kunnskapsdepartementet) og stortingsmelding om industri (Nærings- og fiskeridepartementet). Statssekretæren i Kunnskapsdepartementet holdt innlegg på Hydrogenkonferansen, og kunnskap var på agendaen under Arendalsuka i samarbeid med Vestlandsrådet.\nArbeidsgruppe om sikkerhet\nArbeidsgruppen ble opprettet i 2023 etter ønske blant medlemmene. I 2024 har arbeidsgruppen arbeidet frem et forslag til JIP for en veiledning om beste praksis for sikker design og drift av hydrogenanlegg. Gruppen har dessuten forbedret teksten om hydrogensikkerhet og laget ny tekst om ammoniakk på\nhydrogen.no. Sikkerhet var ble løftet frem som tema under Hydrogenkonferansen og Arendalsuka. Gruppen har også kommet med viktige innspill til høringer som omhandler sikkerhet.\n<T\n15",
  "page_16": "O Norsk\nHydrogenforum\nArbeidsgruppe om PFAS\nArbeidsgruppen om PFAS ble opprettet for å bidra til det faglige grunnlaget til høringen i ECHA, Det europeiske kjemikaliebyrået. Det er fremmet et forslag fra Norge, Sverige, Danmark, Tyskland og Nederland om å forby alle typer PFAS. Undergruppen fluorpolymers, som er mest brukt i hydrogenapplikasjoner, er klassifisert av OECD som «polymer of low concern». PFAS benyttes blant annet i elektrolysører, brenselceller, ventiler, forseglings- og lagringskomponenter, og det er ingen alternativer tilgjengelig som oppfyller kravene til egenskaper, stabilitet og brukstid.\nArbeidsgruppen følger det pågående arbeidet hos ECHA. I 2024 kom det lovende signaler om at elektrolysører og brenselceller er trukket ut fra listen over næringer med totalforbud mot PFAS.\nQ\n2 7,\n>\nOy\nYrer ”he No,\nDet norske hydrogenlandskapet er kartlagt\nDet norske hydrogenlandskapet, en oversikt over norske prosjekter for produksjon og bruk av hydrogen og derivatene, teknologioppskalering og FoU, ble første gang lansert digitalt 13. april 2023. Prosjektoversikten har vært brukt som kunnskapsgrunnlag i flere rapporter utgitt av myndigheter, bransjeforeninger, forskningsmiljøer og konsulentselskaper. NHF opplever positiv oppmerksomhet fra hydrogennæringen, myndighetene og media. I 2024 ble den oppdatert til Hydrogenkonferansen 6. juni. Etter forespørsel fra myndighetene ble det i løpet av høsten kartlagt hvilke prosjekter som er i drift og hvilke som har tatt investeringsbeslutning.\nG \"eg, 57\n<T\n16",
  "page_17": "O Norsk\nHydrogenforum\n4.7 Prosjektarbeid\nNHF har i 2023 arbeidet med følgende prosjekter og initiativ:\nProsjekt som NHF leder\ne Next Wave fase Il NHF leder det nordiske prosjektet Next Wave som i 2024 har vært i fase III. Prosjektet delfinansieres av Nordic Innovation. Gjennom året har det vært avholdt månedlige møter med alle partnere. Det ble arrangert en workshop i Rotterdam med Samskip og Rotterdam havn under World Hydrogen Summit. Prosjektet deltok også med en nordisk delegasjon på IAA Tranportation i Hannover i september hvor de hadde møte med de største europeiske lastebilprodusentene. Representanter fra prosjektet modererte og innledet på en sesjon under Arctic Circle i Island i oktober. Det ble også arrangert en digital workshop om barrierer for utslippsfrie handelslinjer fra Norge til kontinentet og hvordan disse kan reduseres. Prosjektet har basert på dette levert rapporten «Zero Emission Tradelines — Potential Barriers and Mitigation measures». Konferansen HFC Nordic ble arrangert av prosjektgruppen i Stockholm i desember. Next Wave fase IV NHF har invitert medlemmer og samarbeidspartnere til å delta i neste fase. Det er utarbeidet søknad til Nordic Innovation som ble innvilget i desember.\nProsjekt hvor NHF bidrar med personressurser og får finansiert deltakelse\nEuropean Hydrogen Observatory er EUs faktabank for hydrogen og viktig datagrunnlag for IEAs rapporter. NHF bidrar til den årlige oppdateringen av faktabanken med informasjon om norsk politikk, regelverk, støtteordninger, prosjekter og infrastruktur.\ne\nProsjekter og programmer som NHF deltar i\ne Grønt Landtransportprogram (NHO). Jevnlige møter, innlegg og panelsamtale på stormøte med alle fagetatene og leder av transportkomiteen på Stortinget. H2 Truck (ledet av Evig Grønn). Søkt og fått innvilget støtte til prosjektet MoreH2 som skal se mer på effektiv materialbruk og effektivisering av høytemperatur elektrolysører. NHF skal stå for videreformidling av forskningsresultatene\n<T\n17",
  "page_18": ";\n2\nOED\nll\ner\nå\nÅ\nNorsk\nHydrogenforum\nPBILITY\nN\nsoob\nitåt\ntoff\nen N/\nÅ\nNE\nkl\nV\nÆ\nav\nw»\nØ\nFI\n/\nYÅ\ni\nÅ\nå\ni 8 ko\nY Få\nnnovation\nAN\nHydrogenforu im\nW\nep 'ovide jetence and capital,\nsg\n|\nle\nPå\nÅ\nV\nå\nÅ.\n4.8 Internasjonalt samarbeid\nNHF har hatt god dialog med norske og utenlandske ambassader for Tyskland, Nederland, Belgia, Danmark, Sverige, Storbritannia og Japan. Vi har særlig formidlet behovet for videreføring av norsk-tysk Task Force til norske og tyske myndigheter, hvor målet er å legge til rette for etablering av et europeisk marked for hydrogen.\nVi har hatt et veldig godt samarbeid med Hydrogen Europe knyttet til saker som motstandsdyktighet i forsyningskjeder, internasjonal handel og den europeiske hydrogenbanken.\nDet har vært høyere frekvens i dialogen mellom europeiske bransjeforeninger i lys av signering av Cooperation Charter i Rotterdam i mai og kongelige besøk fra Belgia og Nederland. I forbindelse med besøket fra Nederland signerte NHF en MoU med vår søsterorganisasjon i Nederland NLHydrogen.\nNHF er, som eneste fra Norge, utnevnt som medlem i DG MOVEs sub-group of the Sustainable Transport Forum on hydrogen refuelling infrastructure for road transport vehicles. Gruppen skal bistå Kommisjonen med å gjennomføre utrulling av hydrogenstasjoner for veitransport, og lette utvekslingen av informasjon mellom offentlige myndigheter, bransjeeksperter og Kommisjonen.\nVi har også signert MoU med HFCAS fra Singapore under delegasjonsbesøk i Bergen i mars.\nNHF har vært i dialog med FNs organisasjon for industriell utvikling, UNIDO som er opptatt av hydrogens rolle i målet om en mer bærekraftig verden.\nNHF deltar også i «Global Hydrogen Industry Association Alliance», som er en global sammenslutning for hydrogenorganisasjoner der alle verdensdeler er representert.\nTX\n|\n|\nad L\nHå\nam\nÅ tl\n=D\ntatk\nNorway\nig\nLøa)\nmm\nLe y\n18\nta",
  "page_19": "O Norsk\nHydrogenforum\nNHF har deltatt aktivt i planleggingen av følgende delegasjoner med norsk politisk deltakelse:\nHannover Messe i april World Hydrogen Summit i Rotterdam i mai Norway-Belgium Energy Summit i juni Kongelig besøk fra Nederland i november European Hydrogen Week sammen med Team Norway i november\nNHF har også deltatt og holdt innlegg på internasjonale møteplasser som:\nGlobal Hydrogen Industry Association Alliance (GHIAA) i januar Hyvolution i Paris i februar Gassdagarna 22.-23. mai i Båstad IAA Transportation 16.-20. september i Hannover European Hydrogen Week 18.-22. november i Brussel HFC Nordic 11.-12. desember i Stockholm\n4.9 Bistand overfor akademia\nNHF har i 2024 bistått mastergradsstudenter og forskere med informasjon gjennom intervjuer. Vi har hatt slik dialog med:\n3 Norske energiaktørers forhold til tysk hydrogenimport. Masteroppgave. UiO, Teknologi og Innovasjon. EUs hydrogenstrategi. Fridtjof Nansen Institutt. Norway's Hydrogen Strategy: Unveiling Green Opportunities and Blue Export Ambitions, I Rainer Quitzow og Yana Zabanova (eds.), The Geopolitics of Hydrogen. Bokkapittel. Springer, s. 213-232. Lønnsomhetspotensial for produksjon av grønt hydrogen i Finnmark. Masteroppgave. NHH. Hydrogen Partnerships as Social Networks: Comparing German-Moroccan and German-Norwegian Low-carbon Hydrogen Collaboration Networks. Masteroppgave. Technical University of Munich. Nordic Hydrogen Valleys: Value Chain Mapping Across the Region, Nordic Energy Research. SINTEF. Endelig versjon av rapporten her: https://pub.norden.org/nordicenergyresearch2024-04/ Navigating Green Hydrogen Production in Norway. Masteroppgave. Universitetet i Oslo.\n<T\n19",
  "page_20": "O Norsk\nHydrogenforum\n4.10 Kommunikasjon\nNHF har i 2024 arbeidet for å spre kunnskap om betydningen hydrogen vil ha for verdiskaping og det grønne skiftet.\nDet har vært god presseomtale i riks-, fag- og regionalmedier. Blant annet har vi hatt oppslag i NRK, Aftenposten, E24, NTB, Teknisk Ukeblad, Hydrogen24, Nationen, EnergiWatch, Altinget, Stavanger Aftenblad og Bergens Tidende. Totalt 202 oppslag (192 i 2023). Det var 31 oppslag i riksdekkende medier (6 i hele 2023), og 19 oppslag i regionale og lokale medier (7 i hele 2023).\nPå hjemmesiden hydrogen.no er det publisert 115 nyhetssaker, mot 70 i 2023.\nNår det gjelder sosiale medier, har vi hatt økt trafikk på Linkedlin, og god trafikk på Facebook. Vi har hatt økt publiseringsfrekvens særlig på Linkedlin. Det ble lagt ut 151 posts på Linkedin, og vi har nærmere 4 000 følgere der. Det er en økning på ca. 1000 følgere gjennom året. Vi opprettet en konto på Bluesky mot slutten av året.\nI 2024 sendte vi ut 15 nyhetsbrev, mot 9 i 2023.\n53\nÅ |\nNES\nva\n|\nd06\n|\n&\nEV\npå. |\nli\nal\n O.\n|\nEva\nå\nY\nal\n—4 =\n=-\nval] ur vm\n&\nfa\nPå\nØ'\n—æ IDI\n(>\nTX\n20",
  "page_21": "O Norsk\nHydrogenforum\n5. Administrasjon\n5.1 Økonomi\nNHF har per 31.12.2024 et årsresultat på 254 129 kroner og har en egenkapital på\n2 213 308 kroner. Revisorgodkjent årsregnskap framgår av eget vedlegg.\nOslo, 20. mars 2025\nStyret i Norsk Hydrogenforum\nMorten Wiatle\nSTYRELEDER\nVelaug Myrseth Oltedal\nNESTLEDER\nSigrid Lædre\nSTYREMEDLEM\nFrida Eklöf Monstad\nSTYREMEDLEM\nPer Øyvind Voie\nSTYREMEDLEM\nHåvard Vaggen Malvik\nSTYREMEDLEM\nVibeke Rasmussen\nSTYREMEDLEM VARA\nGuro Grytli Seim\nSTYREMEDLEM VARA\nIngebjørg Telnes Wilhelmsen\nGENERALSEKRETÆR\n3\n21"
},
  "language": "Languages.ENGLISH",
  "total_pages": 21
}
