{
  "file_name": "43_535.pdf",
  "pages": {
  "page_1": "Open letter by Energy Intensive Industries CEOs on ETS and CBAM\nIndustry’s climate neutrality transition pathways need a predictable and enabling policy framework rather than abrupt step changes\nAs leaders of energy intensive industries based in Europe, we are writing jointly to express our concerns over recent developments for the cornerstone policy of the Emissions Trading System (ETS) and the planned introduction of the Carbon Border Adjustment Mechanism (CBAM).\nTo be clear, we support the objectives of the European Green Deal and our companies are taking concrete actions across several technological pathways to deliver deep emission reductions and climate neutrality by 2050. The sectors within which we operate provide direct employment to around 2.6 million people and provide the interlinked foundations of strategic value chains for the EU economy and society.\nOur businesses have to plan investments to deliver our energy transition, not only within the Single Market, but also within the global context where Europe’s climate ambition and carbon pricing is much stronger than other regions, whose industry we have to compete with.\nAchieving the EU 2030 and 2050 climate change targets needs unprecedented investments, with a clear business case for every project. To deliver these, companies require a facilitating regulatory framework that provides a high degree of predictability and legal certainty, most notably in the following areas:\nv Secure and competitive access to sustainable energy and feedstocks with a strong focus on increasing the independence from third-country supplies; v Financing support to research, development and upscale of breakthrough technologies through a frontloading of financing for ready-to-go first-of-a-kind projects; Focus on material and technology neutral policies to develop lead markets for climate neutral products bridging the initial cost gap with conventional ones. Effective measures levelling the playing field with international competition where their home markets do not share the same climate ambition.\nLegislation needs to accompany this transition with predictable measures and realistic timelines. Step changes risk overburdening companies before they can implement the necessary investments and develop the markets for low carbon products. In this regard, latest proposals on ETS and CBAM weaken carbon leakage provisions, further increase unilateral regulatory costs and harm the competitiveness of European industries in EU or international markets.\nInstead, higher climate ambition needs to be achieved cost effectively and be accompanied by strengthened carbon leakage protection on EU and export markets against both direct and indirect carbon costs. This was also the primary rationale of the Green Deal — which we share — but the changed geopolitical environment and its impact on the cost base of industry have added to the urgency.\nThe overall objective should be to make Europe more attractive for investments that can secure high quality jobs and contribute to a successful transition to climate neutrality.\nAhead of the final decisions on ETS and CBAM in the Environment Council and the Plenary of the European Parliament, we call on policy makers to consider these elements and urge you to support a coherent and realistic approach to climate protection and EU industrial leadership.",
  "page_2": "Bruno Jacquemin, Délégué Général, A3M\nStéphane Delpeyroux, President, A3M\nBernardo Velazquez, CEO, Acerinox\nKarl-Ulrich K6hler, Chairman of the Board of Management, AG Dilinger\nRodolfo Abrantes, CEO, Aleluia Ceramicas\nGheorghe Dobra, Director General, ALRO S.A.\nGuillaume de Goys, CEO, Aluminium Dunkerque\nGerald Mayer, CEO of AMAG Austria Metall AG\nJorge Aladro Vico, Director General, Ancade, Asociacién Nacional de Fabricantes de Cales\nMaite Serra, Secretary General, Anfacesa (Spanish Association of Ceramic Sanitaryware Manufacturers)\nAlexis Van Maercke, Secretary General, APEAL\nTimoteo Di Maulo, CEO, APERAM SA\nAlbertina Sequeira, Director General, APICER - Associagdo Portuguesa das Industrias Cerdmica e da Cristalaria\nGeert Van Poelvoorde, CEO, ArcelorMittal Europe\nRené Fabik, CEO, ArcelorMittal Tubular products Karvina\nHenrique Barros, Chief Executive Officer and Administrator, ARCH Valadares\nMichat Jarczynski, CEO, Arctic Paper Group\nJohny Bultheel, co-CEO, Argex\nMario Caldonazzo, CEO, Arvedi\nVicente Manuel Nomdedu Lluesma, President, ASCER - la Asociacién Espanola de Fabricantes de Azulejos y Pavimentos Ceramicos\nChristoph René Holle, Director General, Association of the Ceramic Industry e. V. (VKI)\nOrazio Zoccolan, Director, Assomet - Italian Non-Ferrous Metals Association\nCarlos Navalpotro, President, Asturiana de Zinc SAU\nRoland Harings, CEO, Aurubis AG\nRoman Stiftner, Managing Director, Austrian Mining and Steel Association and the Austrian Non- Ferrous Metals Association\nHarri Kiiski, CEO, AZomures\nJose Oscar Bachero Balaguer, Presidente Consejo Administracién, Azulejos El Mijares\nSandra Santos, CEO, BA GLASS",
  "page_3": "Markus Menges and Florian Glick, Managing Directors, Badische Stahlwerke GmbH\nJosé Martinez Pérez, Director General, Baiceram S.L.\nMartin Brudermiller, CEO BASF and Cefic President\nPhilippe Coigne, Director General, Belgian Steel Federation\nChristian Wiethtichter, CSO/COO, Benteler\nMikael Staffas, President and CEO of Boliden and President of Eurometaux\nCarlos Hernandez Puente, Director General, Bmi Roofing Systems S.L.U.\nVincenzo Di Giuseppantonio, Direttore Generale, Bormioli Luigi\nKonstantin Stamenov, Managing Board Chairman, Bulgarian Federation of Industrial Energy Consumers (BFIEC)\nAndreas Steinbuchler, General Manager, Borealis L.A.T. GmbH and President of Fertilizers Europe\nRoland Besnard, Chairman & CEO, Bouyer Leroux\nIgnazio Capuano, CEO, Burgo Group\nJon Santa Cruz, CEO, Calcinor\nTim Van den Bossche, CEO Europe, Carmeuse\nLorenzo Poli, CEO, Cartiere Saci SpA\nMarco Mensink, Director General, CEFIC\nFrancesc Rubiralta Rubio, Chairman and CEO, CELSA Group\nKoen Coppenholle, Chief Executive Officer, CEMBUREAU\nIsidoro Miranda, CEO, LafargeHolcim Spain and CEMBUREAU President, CEMBUREAU\nJori Ringman, Director General, Confederation of European Paper Industries (CEPI)\nRaul Magalhdes, Administrator, Ceragni Lda e CERTECA [Industrias Ceramicas S.A]\nRenaud Batier, Director General, Cerame-Unie\nFrancisco Javier Sanchez Sanchez, Director General, Ceramica Chinchilla\nHumberto Martinez Mufioz, Director General, Ceramica De La Estanca S.A.\nFrancisco Antonio Rodriguez Moreno, Director General, Ceramica Elu S.L.\nPedro Santiago, Manager, Ceramica F. Santiago\nAngel Farreny Vilamajo, Director General, Ceramica Farreny S.A. Josep Fuste Zamora, Director General, Ceramica Fuste S.A. José Garrido De Castro, Director General, Ceramica Gayga S.L.\nFrancisco Manuel Hernandez Sanchez, Director General, Ceramica Hermanos Hernandez S.A.",
  "page_4": "Lorenzo Garcia Anula, Director General, Ceramica La Andaluza De Bailen S.L.\nSebastian Mola Pallas, Director General, Ceramica La Coma S.A.\nFrancisco Noé Roman Pellin, Director Genera, Ceramica La Escandella S.A.\nConcha Gomez Pérez, Director General, Ceramica La Manchica S.L.\nFrancisco Antonio Rodriguez Moreno, Director General, Ceramica La Paloma S.L.\nRamon Lerma Herrera, Director General, Ceramica La Union S.L.\nOsmundo Barrios Pérez, DirectorGeneral, Ceramica Las Losas S.L.\nEdesio C. Fernandez, Director General, Ceramica Malpesa S.A.\nMaria Luisa Martin Lozano, Director General, Ceramica Marlo S.A.\nPaco Mateo, Director General, Ceramica Mateo S.L.\nVicente Mayor Roig, Director General, Ceramica Mayor S.A.\nJuan Carlos Millas Fernandez-Marcote, Director General, Ceramica Millas Hijos S.A\nMaria Inmaculada Pastrana Galvez, Director General, Ceramica Pastrana S.A.\nRaul Pefio Mufioz, Director General, Ceramica Pefio S.L.\nAgustin Morera Guma, Director General, Ceramica Piera S.L.\nJosé Luis Lanuza Quilez, Presidente, Ceramica Saloni SAU\nJuan José Sim6n Navajas, Director General, Ceramica Tudelana S.A.\nJon lgoa, Director General, Ceramica Utzubar S.A.\nEnrique Vazquez Fidalgo, Director General, Ceramica Zaratan S.A.\nIsmael Alonso Momparler, Director General, Ceramicas Alonso S.L.\nJuan Llad6 Casanovas, Director General, Ceramicas Calaf S.A.\nLuisa Pérez Cuenca, Director General, Ceramicas De Mira S.L.\nGabriel Castro Quiles, Director General, Ceramicas Jornet S.A.\nFernando Jerez Alonso, Director General, Ceramicas Saza S.A.\nLuis Miguel Valera Ibafiez, Director General, Ceramicas Valera S.A.\nPiotr Tokarski, President of the Management Board, Ceramika Paradyz Ltd\nJuan Carlos Morant Vicedo, Director General, Ceramosa S.L.\nJose Oscar Bachero Balaguer, Presidente Consejo Administracién, Cerlat S.A.\nNicola Giombini, CEO, Ceramica Polcolorit\nNufio Arroyo, CEO, Cermer\nRogério Oliveira, Chairman of the Board of Directors, Cetipal",
  "page_5": "Raul Carnicer Vivas, Director General, Cevica S.L.\nXavier Aymerich Bardolet, Director General, Comercial Aymerich S.A.\nGilbert RICCI President, Confédération Des Industries Céramiques De France\nManuel Angel Murillo Fernandez, CEO, Colorker S.A\nGiovanni Savorani, President of Confindustria Ceramica, (on behalf of 86 companies - full list available here)\nJulio Martin Mancera, Administrador, Cosentino Industrial S.A.U.\nMarkus Steilemann, CEO, Covestro\nCarlos Lamarosa, Plant Manager, Crisal Cristalaria automatica SA José Coelho, Chairman of the Board of Directors, CS -, Coelho da Silva SA\nEduardo Pascoal, Plant Manager and Industrial Manager Portugal, CT- Cobert Telhas S.A. - BMI Group\nGitte Krusholm Nielsen, Managing Director / CEO, Danske Teg!\nMartin Zahlbruckner, CEO, delfort\nThomas Kaczmarek, Managing Director, Deutsche Feuerfest-Industrie e.V. (DFFI)\nLuis Dob6n Curto, Director General, Dobon Y Cia S.A.\nNeil Carr, President, DOW Europe, Middle East Africa and India\nPetr Blaha, CEO, Duslo a.s.\nPascal Casanova, CEO, Edilians\nAndreas Christensen, Managing Director / CEO, Egernsund Wienerberger\nHelge Aasen, CEO, Elkem ASA\nChristoph Schneider, Managing Director, Elektrowerk Weisweiler GmbH\nMiquel-Angel Munar, Senior Managing Director, EMEA Bathroom Products, ROCA SANITARIO S.A.\nJacobo Campo, Director General, Epifanio Campo S.L.\nFrancois Michalet, Secretary General, ESTA\nIsmael Carne Sales, CEO, Estudio Ceramico S.\nRodolphe Nicolle, Secretary General, EULA, The European Lime association\nBurkhard Naffin, CEO, Fels and President of EuLA, The European Lime Association\nInes Inés Van Lierde, Secretary General, Euroalliages\nFelipe Camacho Merino, Director General, Euroatomizado\nAxel Eggert, Director General, EUROFER\nGuy Thiran, Director General, EJROMETAUX",
  "page_6": "Paul Voss, Director General, European Aluminium\nThomas Kaczmarek, Managing Director, European Center of Refractories gGmbH (ECREF)\nBernard Respaut, Chief Executive, European Copper Institute\nChristian Kullmann, Chairman of the Executive Board, Evonik Industries AG\nRolf Kuby, Director General, Euromines\nJavier Ten, Director General, Exagres S.A.\nMara Caboara, Secretary General, EXCA\nJosé Aragon Gonzalez, Director General, Fabricacion De Ladrillos A.G.-2 S.L.\nJuan Luis Carda Uso, Director General, Fabricacion Espafiola Sanitaria Sa\nSylvia Hofinger, Director General, FCIO (Austrian chemical industry federation)\nStefan Jungk, President, Federal Association of the German Brick and Roof Tile Industry\nStein Lier-Hansen, Managing Director, Norsk Industri - Federation of Norwegian Industries\nIvan Soucek, Director, Federation of the Chemical Industry of Czech Republic\nIsabelle Dorgeret, Director General, Fédération Francaise des tuiles et briques\nMichel Calozet, CEO, FEDIEX - Fédération belge de l’industrie extractive et transformatrice de roches non combustibles\nJuan Labat, Director General, Feique (Spanish chemical industry federation)\nMarco Levi, CEO, Ferroglobe\nJacob B. Hansen, Director General, Fertilizers Europe\nMagali Smets, Director General, France Chimie\nJohn Cooper, Director General, Fuels Europe\nAlexander Becker, CEO, GMH Gruppe\nSvend Jepsen, Managing Director / CEO, Ggrding Klinker\nToker Ozcan, CEO, Green Steel EMEA Liberty Steel Group\nFrancisco Antonio Rodriguez Moreno, Director General, Gres Acueducto S.A\nJosé Manuel Saldafia Oliete, Director General, Gres Aragon S.A.\nPaco Mateo, Director General, Gres De Alloza S.A.\nJorge Peris Colon, Director General, Gres De Andorra S.L.U.\nOrlando Oliveira, Administrator, GRESART - Ceramica Industrial SA\nLuis Hernandez Sanchis, Consejero Delegado, Grespania\nGrzegorz Kadzielawski, Vice-President of the Management Board, Grupa Azoty S.A.",
  "page_7": "Javier Goni del Cacho, President & CEO, GrupoFertiberia\nFrancois Brendel, CEO, Halcon Ceramicas S.L.U.\nJuan Sampedro Bastida, Director General, Herederos Ceramica Sampedro S.A\nJosé Miguel Segura, Director General, Hijos de Francisco Gaya Forés\nFrancisco José Morant Vicedo, Director General, Hijos De Francisco Morant S.L\nFrancisco Javier Castell6, CEO Hijos de Cipriano Castelld Alfonso, S. L. ,\nElena Santiago Monedero, Secretary General, Hispalyt\nAndras Turi, President, Hungarian Association of Ceramic Industry (HACI)\nPeter Claes, President, IFIEC Europe\nEvgeny Tankhilevic, CEO, ISD Dunaferr Danube Ironworks Private Company Limited by Shares\nXavier Culleré Guasch, Director General, Industrial Ceramica Belianes S.L.\nVicente Lopez Diez, Director Gerente, Industrias Alcorenses Confederadas S.A.\nLoriano Bocini, President, Industrie Bitossi Spa.\nRob Ingram, CEO O&P, INEOS\nLuc van Opstal, Site Manager Lillo & Zandvliet, Inovyn Manufactur Be\nPhilippe Taranti, Site Manager and Operations Manager Belgium & Germany, Inovyn Manufactur Be\nHoward Winbow, Director European Affairs, International Zinc Association\nJonas Hagelqvist, Director General, IKEM - Innovation and Chemical Industries in Sweden\nAngel Juarez Juarez, Director General, JUAREZ HERMANOS S.L.\nGregorio Juarez Sardinero, Director General, JUAREZ Y MILLAS S.A.\nNicola Giombini, CEO, KAI Group\nTheodora Kouloura, COO, KAVALA FERTILIZERS LTD\nMika Aalto, Director General, Kemianteollisuus (Finnish chemical industry federation)\nJosé Luis Lanuza Quilez, CEO, Keraben Grupo\nJoaquin Emilio Marti Segarra, CEO, Keros Ceramica S.L.\nFernando Jerez Alonso, Director General, Klinker Covadonga S.L.\nFrancisco Antonio Rodriguez Moreno, Director General, Klinker Seg. S.L.\nRussner Carsten, Managing Director, Kyocera Fineceramics Precision GmbH\nJosé Antonio Cascales Anton, Director General, La Ladrillera Murciana S.A.\nManuel Gayet Mallol, Consejero Delegado, La Platera S.A.\nBernardo Castor Llull, Director General, Ladrillerias Mallorquinas S.A.",
  "page_8": "Javier Tormo Beneyto, Director General, Ladrillos La Bastida S.L.U.\nPablo Garcia-Fogeda Nufiez, Director General, Ladrillos Mora S.L.\nMatthias Zachert, CEO, Lanxess\nRoman Blazi¢éek, CEO, LASSELSBERGER, s.r.o.\nCedric de Vicq, CEO Europe, Lhoist\nJurgen Tuffner, CEO, Liapor\nRadomir Vék, Vice chairman of BoD, COO Lovochemie, a.s.\nRamiro Flor Garcés, Consejero delegado, Manufactura Industrial Azulejera S.L.\nMarkus Ritter, CEO, Marienhitte GmbH\nPeter Matzen, Managing Director/CEO, Matzen Teg\nFrancisco Manuel Hernandez Sanchez, Director General, Mazarron Tejas S.L.\nFrancisco Manuel Hernandez Sanchez, Director General, Mazarron Termoarcilla S.L\nIIkka Hamdla, President and CEO, Metsa Group\nJozsef Molnar, CEO, MOL Group\nIskren Nikolov, CEO, Monbat Recycling EAD\nViola Ferrario, Président, Monier - BMI Group\nEvangelos Mytilineos, Chairman and CEO, MYTILINEOS S.A.\nVeronique Steukers, Global Director Public Policy, Nickel Institute\nRainer Wahlers, Managing Director, Nordenhamer Zinkhiitte and Nordenham Metall\nPaul Gustavsson, CEO, Nordkalk\nHilde Merete Aasheim, President and CEO of Norsk Hydro\nSven Ombudstvedt, CEO, Norske Skog\nGuido Janssen, Vice President European Operations, Nyrstar\nBranislav Klocok, Generdalny riaditel' / General Director, OFZ a.s.\nAlfred Stern, CEO, OMV\nHeikki Malinen, President and CEO, Outokumpu\nRunar Sigurpalsson, CEO, PCC Bakki Silicon\nJosep Palau Casafié, Director General, Palau Ceramica De Almacellas S.A.\nAlfredo Camps Palau, Director General, Palau Ceramica De Alpicat S.A.\nFernando Palau Rodriguez, Director General, Palau Tecnologia Ceramica S.L\nJose Diogo, Chairman of the Board of Directors, Pavigrés Cerdmicas S.A.",
  "page_9": "Marcos Gaya Fuentes, Director Gerente, PERONDA GROUP, S.A.\nDavor Zmegaé, CEO, Petrokemija d.d. Kutina\nMaxime Busschaert, Managing Director, Ploegsteert\nFerdynand Gacki, President of the Management Board, Polish Ceramic Union\nStefan Dzienniak, President of the Board, Polish Steel Association\nAleksander Szyszko, Board Member, Polish Lime Association, PLA\nJarkko Partinen, Director, Pori Metso Outotec Finland Oy Research Centre\nDavide Garofalo, CEO, Portovesme s.r.|.\nPanagiotis Agapiou, President and legal representative, PFIC LTD\nPascal Bombard, Technical Manager, Pousseur SAS\nPaulo Almeida, Advisor to the Board of Directors, Primus Ceramics\nIgnacio Diaz Barroso, Director General, Proceran S.A.\nPablo Garcia Fogeda Nufiez, Director General, Productos Ceramicos Mora S.L.\nLeopold Povse, CFO, Radece papir nova\nThomas Piper, Managing Director/CEO, Randers Teg\nMichele Bianchi, CEO, RDM Group\nMiroslaw Wilczek, CEO, REAlloys Sp. Z 0.0.\nCamilo Rodifio Santos, Director General, Refractarios Campo S.L.\nRainer Gaebel, Managing Director (Sales and R&D), Refratechnik Holding GmbH\nLuis Cabra, Deputy CEO Repsol & President Fuels Europe\nStefan Borgas, CEO, RHI Magnesita\nAntonio Galvez Pinelo, Director General, Refractarios Andalucia S.L.\nLorenzo Riva, CEO, Riva Stahl GmbH\nJorge Vieira, Managing Director, Roca Sa\nIvo Wirzner, Managing Director, Rodruza B.V.\nFrank Spikker, CEO, Royal Mosa\nPaco Mateo, Director General, Rusticos La Mancha S.A.\nGunnar Groebler, CEO, Salzgitter AG\nPaulo Moreira dos Santos, Managing Director, SANITANA [Fabricas de Sanitarios de Anadia S.A]\nAndreas Kinnen, President Marketing & Sales, SCHAEFER KALK and Board member of BVK, Bundesverband der deutschen kalkindustrie",
  "page_10": "Dario Scaffardi, CEO & General Manager, Saras\nKaterina Spinoula, Director, SEVK Association of Greek Clay Industries\nRichard Stansfield, CEO, Singleton Birch\nLaurent Zuber, CCO/General Manager, SGD Pharma\nAntonio Linares Noguera, SMD Laufen Bathrooms & CNEE Division Roca Group, Executive Board Roca Group\nJosé Dias Vieira, Administrator, Soladrilho SA\nII|ham Kadri, CEO, Solvay\nTomasz Bilinski, President, SPMO (Polish Association of Refractory Producers)\nOlavi Huhtala, CEO, SSAB Europe Oy\nTillmann Blaschke, CEO, Staatliche Porzellan-Manufaktur Meissen GmbH.\nGeorg Feith, CEO, Stoelzle Glass Group\nIvan Jurkosek, General Manager, Store Steel\nRudi Sluiter, Director General, B.V. Steenfabriek Huissenswaard\nJoachim Strgjer Hansen, Managing Director /CEO, Strgjer Tegl\nEduardo Aparici Monfort, Director General, Superceramica Terrabrick S.L.\nMaria Sunér, CEO, Svemin\nMarko Drobnic¢, President of the Board, TALUM d.d. Kidri¢evo\nGregorio Juarez Sardinero, Director General, TABICESA S.A.U.\nPablo Casanova Ramon Borja, Director General, Tejas Borja S.A.U\nLuis Verea Vazquez, Director General, Tejas Verea S.A.\nLaurent Musy, CEO, Terreal\nAlbert Rovira Cateura, Director General, Terreal Espafia De Ceramicas S.A.U.\nAntonio Redondo, CEO, The Navigator Company\nMihaly Felegyi, President, Tiles & Bricks Hungary\nBernhard Osburg, CEO, Thyssenkrupp Steel Europe AG\nJosé Maria Gonzalez Lacomba, Director General, Todagres S.A.\nJuan Torres Padilla, Director General, Torres Padilla S.L.\nPhilipp Schliter, CEO, TRIMET Aluminium\nJan Czudek, CEO, Trinecké zelezarny\nHenrik Adam, Chairman of the Board, TSNH",
  "page_11": "Miquel Pifiol i Vilamajé, Director General, TEULERIA ALMENAR S.A. (TEALSA)\nNicolas de Warren, President, UNIDEN\nLuigi Gnecchi, Member of the board of directors, Unicalce\nlonel Bors, President, UniRomSider — Romanian Steel Producers’ Union\nEinar Glomnes, CEO Speira GmbH\nJames E. Bruno, President, US Steel Kosice\nWouter Vermijs, CEO, Utility Support Group (USG)\nJohan Svensson, Managing Director, Varg6n Alloys AB\nThomas Riou, CEO, Verescence\nPatrick Andre, CEO, Vesuvius Plc\nMarkus Warncke, CFO, Villeroy & Boch AG\nTeodorico Pais, Administrator, Vista Alegre Atlantis\nRadek Strouhal, CEO, Vitkovice Steel\nHubert Zajicek, CEO, Voestalpine Stahl GmbH\nAlejandro Seco Barragan, CEO, Xallas Electricidad y Aleaciones, S.A.U.\nBernardo Velazquez, President, UNESID (Asociacidn de las empresas productoras de acero y de productos de primera transformacidn del acero de Espafia)\nJan Philipp Spang, CEO, Westerwalder Blumentopf-Fabrik Spang GmbH & Co. KG\nOliver Wiegand, Geschaftsfiihrer, Wiegand Glass\nJasper Vos, Director Operations, Wienerberger B.V.\nCaroline Van de Velde, CEO, Wienerberger Belgium\nHeimo Scheuch, CEO, Wienerberger AG\nFranziska Erdle, Director General, WirtschaftsVereinigung Metalle e.V\nHans Jurgen Kerkhoff, President, Wirtschaftsvereinigung Stahl\nVasilios Gounaris, CEO, XALKIS SA [Vavouliotis — Gounaris-Mitakis Bricks & Tiles Industry SA]"
},
  "language": "Languages.ENGLISH",
  "total_pages": 11
}
