{
  "file_name": "45_547.pdf",
  "pages": {
  "page_1": "CEEW\nTHE COUNCIL\nGreen hydrogen and electrolyser manufacturing\nGreen hydrogen is hydrogen produced through the electrolysis of water, where electrolysis is powered by renewable energy or biomass with carbon capture, thereby having no carbon emissions (Jain 2021). India launched the Green Hydrogen Mission in 2022 with a target to produce 5 MMTPA annually by 2030, joining over 32 other countries that had green hydrogen strategies in place by the end of 2022 (IEA). Odisha is one of the 10 clusters identified by the Indian government with highest green hydrogen potential (Goswami 2022). Similarly, Bhubaneswar is one of the four green hydrogen valley projects identified for government funding in upcoming projects (Koundal 2024). With this rising momentum and growing private sector interest, Odisha is on the trajectory to become a leader in the green hydrogen space.\nHydrogen has a number of applications such as in refineries for desulphurisation, production of ammonia, production of steel and cement, blending with natural gas in city gas pipelines, as a fuel for transportation and as a way to store energy. To become a ‘green economy’, Odisha will need to first become a ‘green hydrogen economy’ as key sectors in Odisha, such as steel, refineries and fertilisers, use hydrogen in their processes. The jobs, market, and investment have been estimated only for electrolyser manufacturing and green hydrogen deployment [construction, installation and operations and maintenance (O&M)].\nOpportunities for 2030\nJobs overview\ne If Odisha deploys around 1 MMTPA of green hydrogen by 2030’, there would be 65,000 FTE jobs across electrolyser manufacturing, installation, construction and O&M. e The highest number of people are employed during the O&M phase, where there is a requirement of one person per shift across 3 shifts for a 1 MW plant.\nMarket opportunity\ne In 2030, with a total deployment of 1 MMTPA, revenues from green hydrogen production would be $3,700 million’. There is a market opportunity of $1300 million for 1.1GW electrolyser manufacturing in Odisha®. The total market opportunity is approximately INR 40,000 crore (USD 5000 million).\nMost of the current green hydrogen deployment is happening with an export focus, thus making the port areas of Gopalpur and Paradip critical. It is important for Odisha to also look at decarbonising industries in the state. While there are multiple uses of green hydrogen, oil refineries and ammonia plants could be early users, followed by steel in the medium term and applications in transport in the medium-long term (CRISIL). Given the well-established maritime transport in Odisha areas around the port in Paradip and Gopalpur, the IOCL refinery in Paradip, Jagatsinghpur district, and the fertiliser manufacturers in Paradip and surrounding areas are key locations for the setting up of green hydrogen plants. In the\n* Assuming that approved projects of 1.4 MTPA focused double, also domestic demand by current on exports to cater to 2030. Methodology in annexure.\n* Assuming price of hydrogen in 2030 is $3.5 (Biswas al. 2020) green et\n3 Assuming price of PEM electrolyser be 1075 USD/kw (Biswas al. 2020). to et\n1",
  "page_2": "Investment opportunity\nStegra, a Swedish company, is targeting the\nproduction of 5 million tonnes per annum\n(MTPA) of green steel by 2026, with an\ninvestment of USD 1.6 billion. The plant is in\nnorthern Sweden, and this location was\nchosen for its access to RE and the\navailability of high-quality iron\nore.\nBy using\nGH2 instead of coal, the plant reduces\ncarbon\nemissions 95\nby\nper\ncent. Contracts\nfor\ngreen\nsteel\nare\npriced 20-30\nper\ncent\n(Reuters 2023), indicating that some\nCEEW\nTHE COUNCIL\nmedium term, steel-producing districts such as Rourkela, Jajpur, and Dhenkanal (4.2 MMTPA, 5 MMTPA, 6.3 MMTPA installed capacity, respectively) may look to deploy green hydrogen to produce green steel.\ne With a deployment trajectory of 1 MMTPA, Odisha would attract around $6,800* million in capital investment geared towards the deployment of green hydrogen. To manufacture electrolysers required for the production of 1 MTPA of green hydrogen, 1.1 GW of electrolyser capacity’ would be required annually, thereby requiring a capital investment of $140 million®. The total investment opportunity in this sector is approximately INR 60,000 crore (USD 6,900 million).\nWhy should Odhisha invest in scaling GH2 & electrolyser manufacturing ecosystem?\n1 If India transitions to green hydrogen as per the Green Hydrogen Mission, the country could save $15-20 billion in imports by replacing fossil fuels in end-use sectors (Chugh, 2023). With the implementation of environmental non-tariff measures to mitigate emissions from carbon-intensive sectors, measures such as the European Union’s Carbon Border Adjustment Mechanism (CBAM) would affect exports in sectors such as iron and steel, hydrogen, cement, aluminium, fertilisers and electricity. As iron and steel, aluminium and fertilisers are some of the key economic sectors in Odisha, push towards use of green hydrogen in industries is critical for the industry to sustain and grow. Odisha has two ports, in Gopalpur and Paradip, with access to eastern markets such as Japan, South Korea as well as South East Asia. This situates Odisha in an opportunistic position — to become the focal point of green hydrogen and ammonia production to export to key markets. Production of green hydrogen and ammonia would make Odisha a world leader and a centre for a green hydrogen-based economy.\nInspiration from a success story\n—\nie\ncompanies are willing to pay a green premium (Strega, 2023).\n* Based stakeholder consultation on\n> Assuming 7.67 kW of electrolyser 1 (Yadav al. 2021). Electrolyser capacity has been estimated for = tonne per annum et electrolysers required annually to annual GH2 deployment\n® Based stakeholder consultation on\n—\nLl\nic aD\n==\ni\n—=—\n[ae\ni=\n=.\nEr\nre\n—\nall higher than those for fossil fuel-based steel",
  "page_3": "CEEW\nTHE COUNCIL\nWho could support in scaling GH2 & electrolyser manufacturing ecosystem?\nRole of departments:\na\nDepartment of Industries, Odisha: I Offtaker guarantee or demand aggregation could be facilitated by the department to ensure lower risk for early movers/ producers in the sector trying to cater to domestic demand. Il Apart from Industrial Policy Resolution (IPR) 2022, the department may develop a Green Hydrogen Policy, delineating strategy (domestic use, exports), incentives and support (demand aggregation, special zones), standards (safety, handling, storage), production targets, etc. The policy should cover various uses of green hydrogen, including refuelling stations and hydrogen for energy storage. Odisha can become a leader in the hydrogen space by building a complete ecosystem, including becoming an R&D hub. Odisha can host an annual global conference/ workshop on green hydrogen, create an environment of global learning and facilitate tie-ups with international and national academic and research institutions. iii The department may also catalyse the manufacturing of components such as electrolysers, compressors, and dispensers in the state and leverage upstream industries of steel, aluminium, etc. by offering special incentive packages for investments over and above those offered in the IPR 2022. For electrolyser manufacturing, the department may also provide plug and play facilities’. IV. The department, along with industry associations, may work with the Bureau of Indian Standards to develop standards wherever missing. To support large-scale deployment of green hydrogen, standards need to be established, and gaps in already existing standards need to be addressed. Currently gaps exist in storage, transportation, application and dispensation (P. Sripathy 2023). Through collaborative efforts, the department may also work with the central government towards having certification for green hydrogen. Since there are numerous ways to create green hydrogen, it is important to certify thereby ensuring that customers are confident of the product. By certifying, confidence can be built with export partners. Department of Energy: Electricity costs form a chunk of the levelised cost of GH2 (ranging from 29 to 39 per cent depending on grid offtake or island systems, Biswas et al. 2020). The Department of Energy and GRIDCO play a critical role in procuring and deploying renewable energy (RE). The department is a key stakeholder given its role in procuring low-cost renewable energy. DoE may also look to accelerate RE by facilitating the deployment process and taking active steps such as land pooling.\nb.\nCc Department of Steel & Department of Agriculture and Farmers Empowerment.:\n” Plug and Play facilities those where land, building and connecting infrastructure in place. The manufacturer would are are only have to get their machinery and start production.\n3",
  "page_4": "CEEW\nTHE COUNCIL\nWhile initial demand would come from the fertilisers sector and refineries, the Department of Steel would need to catalyse the way forward for the steel industry in Odisha through various pathways - use of GH2 in steel making, carbon capture and storage (CCS) etc to reduce carbon emissions. The department may fund pilots and technologies to prepare sectors to transition so as to safeguard from international environmental non-tariff regimes. Il According to a CEEW study (Yadav et al. 2021), blending of green hydrogen up to 9 per cent is currently competitive when compared to upper range blast furnace steel making costs. The Department of Steel may encourage and eventually mandate such furnaces to undertake green hydrogen blending. Port Authorities and Ministry of Shipping: Depending on various forms of GH2, port infrastructure would differ. For example, for liquefied GH2, a liquefaction facility and storage would be required. For ammonia or methanol, a synthesising facility and storage would be required (Chen et. al. 2023). Training, education, standards and regulations would be critical to ensure the readiness of ports to export GH2. Department of Science and Technology (S&T): To truly create a green hydrogen economy, funds towards R&D are integral. The S&T department should work towards creating centres of excellence for research in electrolyser manufacturing and facilitate interactions between academia and industry. The S&T department may also set aside funds for piloting use of green hydrogen in shipping, as storage and other specifications. 2. Role of the private sector: a GH2 developers and industrial houses: Periodic discussions between developers and end use sector is required to ensure hydrogen is produced as per specifications and that storage and transport are as per end use. High-demand sectors should communicate the demand volumes for green hydrogen and work with developers to ensure project offtake so that developers have price and volume visibility. The private sector to work closely with centres of excellence and academia to ensure requirements and research questions are taken up as per industry needs. Similarly, industry may fund projects or facilitate projects related to complete indigenisation of value chain. 3. Role of civil society organisations (CSOs): a CSOs are instrumental for greater public acceptance of hydrogen as the fuel of the future, especially for mobility, and for educating civil society on the use of hydrogen as an alternative in energy-intensive industries. CSOs may facilitate national and international partnerships for knowledge sharing, organise workshops, and facilitate building of partnerships.",
  "page_5": "8 Banking is when supply the grid without the intention of sale, with the option of drawing back the a generator can to power within a certain period against certain chargers\n5\nCEEW\nTHE COUNCIL\nOvercoming challenges to scale GH2 & electrolyser manufacturing ecosystem\n1. Cost of Hydrogen: The cost of green hydrogen is currently between USD 4.10/kg and USD 7/kg, while that of natural gas-based hydrogen is below USD 4/kg (NITI Aayog, 2022). The electrolyser forms a major chunk of the cost (around 45 per cent for alkaline electrolysers), followed by renewable energy (around 42 per cent), and storage (around 11 per cent) (Biswas et. al 2020). The high cost of green hydrogen limits the offtake in industries due to low willingness to pay a green premium or where alternatives are cheaper. a Electrolysers: While Odisha has a clear focus on green hydrogen deployment, there should be a focus on supporting the entire green hydrogen ecosystem, especially the manufacturing of electrolysers. According to the National Renewable Energy Laboratory (NREL), electrolyser prices could fall from 950 USD/kw to 400 USD/kw if global manufacturing reaches 5 GW by 2030 and 50 GW by 2040 (Biswas et al. 2020). Renewable Energy (RE): Energy costs are highest for wind due to seasonality. Due to solar's low PLF (plant load factor), larger-size electrolysers are needed, increasing the cost of the system. The costs for the entire system, including storage, are lowest for hybrid systems (Biswas 2020). The Department of Energy may focus on accelerating the deployment of RE, especially round-the-clock (RTC) RE, by pooling land and facilitating the process.\nTo reduce costs of GH2 production, the government may seek to develop common storage tanks, service hubs catering to spares & consumables, common evacuation infrastructure for GH2, etc. in GH2 clusters either in a completely public mode or a public-private partnership (PPP) mode. For electrolyser manufacturing, while central level schemes exist, the Department of Industries may look to create plug-and-play facilities for electrolyser manufacturing, reducing time and costs for manufacturers in land acquisition and building of basic infrastructure. To reduce the cost of RE, the Department of Energy should work towards facilitating deployment through responsibly pooling land, ensuring smooth approval processes, holding RE developer’s summits, etc. Low-cost RE may be provided by providing a supportive power banking® framework and providing low-cost open-access electricity (CFLI India & CEEW 2024). Access to low-cost finance may also be a key enabler to the GH2 ecosystem, state government banks may consider providing low-cost loans to green hydrogen pilots and projects. Land procurement/ acquisition: Setting up of green hydrogen, especially along with RE and\nstorage is land intensive. Buying or leasing of land is a cumbersome process, including\nidentification of land, identification or rightful owners of land, convincing and navigating\nvarious levels of willingness to sell/lease land, arriving at fair lease/sale price, registrations,\nconversions and other formalities.\nThe Industries Department and Department of Energy may work towards pooling of land for RE and also build the awareness of communities on green hydrogen and its importance. Further, the Department of Energy may facilitate developers by providing guidelines on",
  "page_6": "CEEW\nTHE COUNCIL\ndetermining lease rates, identifying low impact (social and environmental) land areas for deployment.\nGaps in standards and lack of standards: Currently, there are gaps in standards across the\nvalue chain of green hydrogen, such as in storage, transportation, application and\ndispensation (P. Sripathy et al. 2023). As India and specifically Odisha aim to export green\nhydrogen, consistency between existing Indian standards and global standards is required.\nCurrently, India lacks standards for hydrogen transport through pipelines, fuel cell modules,\nand refuelling stations (P. Sripathy et al. 2023).\nThe Department of Industries along with Industry associations may lead the conversations with Bureau of Indian Standards on establishing and aligning standards in line with global standards.\nAvailability of input materials and indigenous technology: As per interviews with\nstakeholders, the lack of availability of materials and indigenous technology are barriers to\nscaling up green hydrogen. Critical components such as membranes, electrolytes, storage\ncylinders, etc., need to be imported for manufacturing electrolysers. Critical minerals in\nelectrolyser manufacturing such as nickel, platinum (required especially for PEM\nelectrolysers), and rare earth metals are concentrated in countries such as China, DRC,\nAustralia, Indonesia, South Africa, Chile, and Peru (Tyagi et al 2023).\nOdisha should leverage its technical institutions and universities to develop centres of excellence to work towards innovations in electrolyser technology. Similarly, Odisha can lead national and international partnerships in knowledge sharing and organising workshops on the same. For critical minerals, the Department of Industries may work along with industry associations to ensure minerals’ availability and unhindered procurement. Similarly, Odisha may lead the work on electrolyser recycling so as to recover minerals.\nLimited offtakers for green hydrogen: There are few off-takers for green hydrogen. The lack\nof long-term contracts and fixed-price offtake contracts makes the green hydrogen business\nhighly risky for developers.\nThere is a need for government mandates on the use of green hydrogen in certain sectors, and setting up of trajectories, and offtaker guarantees, etc. is critical. As discussed above, a limited extent of blending in upper range blast furnace steel may be mandated and a trajectory for refineries should be devised.\nNeed for a larger green hydrogen vision: Currently, Odisha has attracted numerous players\nin the GH2 space who are focused on green hydrogen and ammonia with an export-oriented\noutlook. While Odisha has established itself as a leader, it may work towards attracting\nelectrolyser manufacturers, fuel cell manufacturers, and players in the hydrogen refuelling\nbusiness.\nOdisha has mining and other industries, where heavy-duty trucks play a critical role in transporting material. Hydrogen-fueled trucks can carry the same amount of freight as compared to diesel trucks, unlike battery-operated trucks, which weigh more due to\n6",
  "page_7": "CEEW\nTHE COUNCIL\nbatteries, resulting in lower freight-carrying capacity. Hydrogen refuelling stations are thus an essential part of creating a hydrogen economy. Odisha’s Green Hydrogen Policy and a scheme for realising its policy should focus on refuelling stations, fuel cells, etc.\nRisk-proofing the scale-up of GH2 & electrolyser manufacturing ecosystem\ne Water-use: According to the International Energy Agency (IEA), 9 litres of water are required to produce 1 kg of green hydrogen. For Odisha, where 5 districts are heavily water-stressed and have been made a part of Jal Shakti Abhiyan (NTPC 2023), there would be a risk of diversion of water for the purposes of green hydrogen.\nMitigation: While the water required for green hydrogen would consist of just 0.023 per cent of the demand’, to reduce or minimise risks especially social risks, it is important to have projects in districts or areas which are not water-stressed.\n° 9 litres of kg of H2 implies demand of 12.6 billion litres 0.0126 BCM of required annually for 1.4 water per a or water a MTPA gH2 production. Odisha state's annual water consumption is 55 BCM, 0.0126/55 = 0.023 per cent (Sahoo & Das). Similarly, 9 litres is required after water is de-iodised, otherwise between 13-25 litres may be required (based on industry consultations).\n7",
  "page_8": "CEEW\nTHE COUNCIL\nAnnexure\nScoping of the GH2 & electrolyser manufacturing ecosystem value chain\nThe value chain consists of several segments: 1) mining, raw materials extraction and processing, 2) component manufacturing including compressors, electrolysers 3) deployment 4) storage 5) transportation and 6) end use and end of life.\nThe report's scope is limited to estimates for electrolyser manufacturing and green hydrogen deployment (construction, installation, and O&M). It estimates jobs, market opportunity (for the year 2030), and investment opportunity (cumulative).\nJobs and market estimation\nJobs estimation:\nEmployment in Green Hydrogen is derived by developing a full-time equivalent (FTE) covering the activities of electrolyser manufacturing, green hydrogen deployment and O&M. The FTE is the ratio of time spent by a worker on a particular project/ task in a given year to the standard total working hours in that particular year (Tyagi et al. 2023).\nEmployment is simply as per the following formula:\nFull time equivalent per unit =\nTotal number of people employed in a full—time basis\nAnnual Capacity of facility\nWhere,\nPeople employed on a full-time basis = No. of people employed in the activity * (Duration of the activity (days)/Total working days)\nSampling\ne Key players in the green hydrogen deployment and electrolyser manufacturing were identified through news articles, google searches and visits to expos. A total of 3 players were interviewed across various parts of the value chain — manufacturing, construction, O&M. Key informant interviews and data on employment were collected. Data was collected at the project level, for example given a project of 1 MW size, the number of people employed at various stages.\nAnalysis of data\ne Data from an electrolyser manufacturer, electrolyser integrator and service provider and EPC were collected for different activities along the value chain.",
  "page_9": "ee\n@\nTHE COUNCIL\nTable 1 Formula for FTE calculations\nElectrolyser manufacturer\nFTE for manufacturing\nFTE Formula= Number of\nemployees/total electrolyser\nproduction capacity\nEPC provider\nFTE for installation\nFTE Formula= Number of\nconstruction\npeople*duration of activity/\nproject capacity*260\nFTE for O&M\nFTE Formula= Number of\nSystems integrator\nemployees/total plant\ncapacity\nSource: Authors analysis\nTable 2 Raw data and FTE calculations\nrat\n|\nRP\n| installation SEE\n| 300 | | 39 | '70 70 days] 0.2071 0.2071 |\nTotal\n| 0.2415 2415 |\nSource: Authors’ analysis based on stakeholder consultations\nMarket sizing (in units)\nBased on stakeholder consultations and publicly available data, the projects in Odisha were identified. The projects mentioned in Table 3 total to 1.04 MTPA of GH2 and were used to calculate the trajectory of green hydrogen production until 2030. It is assumed all projects would be deployed by then. A linear deployment trajectory is assumed Not all projects were being developed solely for green hydrogen; some included ammonia and methanol production [e) To calculate the hydrogen equivalent of ammonia, it is assumed that each ton of ammonia production requires roughly 178 kgs of hydrogen (Nallapanini & Sood 2022) [e) To calculate the hydrogen equivalent of methanol, it is assumed that to produce 1,000 kg of methanol, about 200 kg of hydrogen is required (Digital Refining 2023)\n© Further validated from EPC player",
  "page_10": "CEEW\nTHE COUNCIL\nTable 3 List of projects announced/ approved\nInvestme |Ammonia\nEe nt (In Rs (in\nMethnol Hydrogen\ntonnes) in tonnes |(in tonnes)\nCr)\nRenew Sao SS\nver A | oom]\net\n| 0.32]\nprion || ean]\n|e\nPe a\nee\nfotal(Tonnes) fotal(Tonnes) = wes | 1, 1,041,120}\n120\nSource: Authors compilation\nMarket opportunity (in value) estimation\ne There are various costs in the literature on the price of green hydrogen. Price depends on the type of electrolyser (PEM vs alkaline), the technology (solar, wind, wind solar hybrid), etc. For this exercise, a previous CEEW analysis of the cost of green hydrogen for 2030 was utilised i.e. $3.5 per kg. Market Opportunity is calculated as\n— Market Opportunity = Total Market Potential (in MT) xPrice of per MT\nInvestment opportunity estimation\ne Investment (CAPEX) required for setting up an electrolyser manufacturing facility, as well as a green hydrogen plant were calculated based on discussions and inputs from stakeholders The investment was calculated per tonne for hydrogen deployment and per MW for electrolyser manufacturing\n10",
  "page_11": "CEEW\nTHE COUNCIL\nReferences\nBiswas, Tirtha, Yadav, Deepak, Baska, Ashish Guhan. 2020. “A Green Hydrogen Economy for India.” https: www.ceew.in/sites/default/files/CEEW-A-Green-Hydrogen-Econom -for-India-14Dec20.pdf.\nChen, Peggy, Hongjun Fan, Hossein Enshaei, Wei Zhang, Wenming Shi, Nagi Abdussamie, and Takashi Miwa. 2023. “A review on ports’ readiness to facilitate international hydrogen trade https www.sciencedirect.com/science/article ii/S036031992300435\nCFLI India and CEEW. 2024. Financing Green Hydrogen in India: Private Sector Considerations to Strengthen India’s Enabling Environment for a Competitive Green Hydrogen Economy. New Delhi Council on Energy, Environment and Water (CEEW) https www.ceew.in/sites/default/files/how-can-india-boost-investments-for-financing-domestic-\nen-hydrogen-production.pdf.\nCFLI India and CEEW. 2024. Financing Green Hydrogen in India: Private Sector Considerations to Strengthen India’s Enabling Environment for a Competitive Green Hydrogen Economy. New Delhi Council on Energy, Environment and Water (CEEW)\nhttps www.ceew.in/sites/default/files/how-can-india-boost-investments-for-financing-domestic- en-hydrogen-production. pdf.\nChugh, Gurpreet. 2023. “Hydrogen market in India: Asia Clean Energy Forum ttps://asiacleanenergyforum.adb.org/wp-content/uploads/2023/06/Gurpreet-Chugh.pdf\nDirectorate-General for Climate Action. 2023. \"The HYBRIT Story: Unlocking the Secret of Green Steel Production.\" June 20. https: climate.ec.europa.eu/news- our-voice/news/hybrit-stor -unlockin -secret- reen-steel-produ ction-2023-06-20 en.\nDash, Mrunal Manmay. 2023. \"Odisha’s First Green Hydrogen, Green Ammonia Plant to Come up at Gopalpur.\" Odisha TV. https: odishatv.in/news/odisha/odisha-s-first- reen-hydrogen-green-ammonia-plant-to-come-u -at- gopalpur-213241.\nExpress News Service. 2023. “Avaada Group to Set up Green Hydrogen Unit at Gopalpur.” The New Indian Express , September 8, 2023. https: www.newindianexpress.com/states/odisha/2023/sep/08/avaada-group-to-set-up-green-hydr ogen-unit-at-gopalpur-2612914. htmlAvaada Group to set up green hydrogen unit at Gopalpu\nGorji, Saman A. 2023. \"Challenges and Opportunities in Green Hydrogen Supply Chain through Metaheuristic Optimization.\" Journal of Computational Design and Engineering 10 (3): 1143-57 h 10.1 WwW. 4\nGoswami, Sweta. 2022. “Government identifies 10 states for green hydrogen manufacturing: MNRE officials”. MoneyControl, November 3, 2022 https www.moneycontrol.com/news/business/econom overnment-lists-10-states-for-green-hyd ogen-manufacturing-9439561.html\nJain, Saloni. “What Is Green Hydrogen?” CEF | CEEW, May 31, 2021. https: www.ceew.in/cef/quick-reads/explains/what-is-green-hydrogen#:~:text=Green%20hydrogen %20is%20produced%20via supply%20and%20o0ff%2Dgrid%20storage\n11",
  "page_12": "CEEW\nTHE COUNCIL\nJones, Ash. 2022. “How an Underground Cavern Could Aid in Green Steel Production.” Industry Europe. February 21.\nhttps: industryeurope.com/sectors/ener: -utilities -howan-underground-cavern-could-aid-in--gree\nn-steel-production/.\nH2 Green Steel. 2022. \"On Course for Large Scale Production from 2025.\" July 11. https: www.h2greensteel.com/articles/on-course-for-large-scale-production-from-2025\nInternational Energy Agency (IEA). n.d. \"Hydrogen https Wwww.lea.Oor. ener -system/low-emission-fuels/hydrogen\nJal Shakti Abhiyan. 2023. \"DO_joint_letter_for_JSACTR2023.pdf.\" https nwm.gov.in/sites/default/files/DO joint letter for JSACTR2023.pdf.\nKoundal, Aarushi. 2024. “Government approves Rs 200 Cr fund for green hydrogen valley projects in four states”. The Economic Time, June 2, 2024\nNTPC. 2023. \"NTPC Starts Trial Run of Hydrogen Bus in Leh.\" August 18 https www.ntpc.co.in/media ress-releases/ntpc-starts-trial-run-hydrogen-bus-leh\nRaj, Kowtham, Pranav Lakhina, and Clay Stranger. 2022. \"Harnessing Green Hydrogen Opportunities for Deep Decarbonisation in India.\" NIT] Aayog https www.niti ov.in/sites/default/files/2022-06/Harnessing Green Hydrogen V21 DIGITAL 290 62022.pdf\nReuters. 2023. \"Sweden's H2 Green Steel Raises $1.6 Billion for Boden Plant.\" September 7. https: www.reuters.com/business/finance/swedens-h2-green-steel-raises-16-bIn-private- lacement -2023-09-07/.\nSky News. 2022. \"Sweden Pioneers Green Steel Production, Using Hydrogen Rather than Coal.\" June 16. Video, 0:01:45 WWW. h2?v=yVm0Akazy:\nStrega. 2023. “Porche plans to use CO2 - reduced steel from H2 Green Steel in sports cars from 2026.” Strega, October 31,2023\nSteel Authority of India Limited (SAIL).2024. \"About Rourkela Steel Plant.\" https Sail.co.in/en lants/about-rourkela-steel-plan\nSripathy, Pratheek, Deepak Yadav, Aditi Bahuguna, and Hemant Mallya. 2023. \"Accelerating the\nImplementation of the National Green Hydrogen.\" Council on Energy, Environment and Water\n(CEEW)\nhttps www.ceew.in/sites/default/files/how-can-india-accelerate-adoption-of-international-standar ds-in-national-green-hydrogen-mission.pdf\nState Wide Steel Industry. n.d. Odisha Minerals https odishaminerals.gov.in/SteellndustryProfile/StateWideSteellndustr\nTyagi, Akanksha, Akanksha Golchha, Deepak Rai, Arvind Poswal, Charu Lata, Sameer Kwatra, and Praveen Saxena. 2023. India's Expanding Clean Energy Workforce 2022 Update. Council on Energy, Environment and Water, Natural Resources Defense Council, and Skill Council for Green Jobs. https: www.ceew.in/publications/indias-expandin -clean-ener: -workforce-2022-update\nTyagi, Akanksha, Dhruv Warrior, Disha Agrawal, Hemant Mallya, Karthik Ganesan, Rishabh Jain Rishabh Patidar, and Sonali Bhaduri. 2023. \"Developing Resilient Renewable Energy Supply Chains for\n12",
  "page_13": "CEEW\nTHE COUNCIL\nGlobal Clean Energy Transition.\" Council on Energy, Environment and Water (CEEW). Www. w.in It/fil vel in - ilien -renew. le-ener ly-chains-for-gl bal- clean- -energy-transition.pdf.\nUSAID and Ministry of New and Renewable Energy (MNRE). 2023. \"Investment Landscape of Green Hydrogen in India May.\nhttps sarepener. net/wp-content/uploads/2023/05/GREEN-HYDROGEN-FINAL-Version.pdf.\nYadav, Deepak, Ashish Guhan, and Tirtha Biswas. 2021. Greening Steel: Moving to Clean Steelmaking Hydrogen and Renewable Energy. Council on Energy, Environment and Water\nUsing\nwww. w.in\nIt/fil\nW-\n-on-cl n- n -\nn-n ral-h\nn-\neel-production. pdf\n13"
},
  "language": "Languages.ENGLISH",
  "total_pages": 13
}
