{
  "file_name": "46_554.pdf",
  "pages": {
  "page_1": "an ol\nermee\n|\nof Hydrogen\nEurope\nCe\nSe\nweet\nly\nHi\ni \"\n|\n—\nETS and CBAM\nhydrogen sector\nHydrogen Europe Position Paper\n=a\n|\n| ‘il\ni\ni\nrl\n—r®\nPF\ni}\nWO EL\nFel}\ni\na\n— {oy\n— 7\n1\na\not\na |\n- me\n_\nge\ns\n1g\ni)\na fi .\nie\nq'\n7\n-~\na\n= =Ss==— “d\n=m:\n—\nFae\nCalin\noat <= <TR\n=e = eure\n(SSS 32088\nll | A\n!\nir\nOctober 2022\nEi,\nare\n»\nfae\nih\nIED eld ome\nb= “]\nay\n|, et\n(hae\ntu\n\\ ae\nwr\nTY a\n= “=\nil\nia\nimplications for the\nree\neas =\na=\n®",
  "page_2": "ran! Hydrogen\nEurope\nExecutive Summary\nAssessment of the ETS and CBAM proposals\nIn June 2022, the European Parliament (EP) and the Council adopted their positions on the revision proposal of the EU ETS and the proposal for a Carbon Border Adjustment Mechanism (CBAM).\nPositive elements of Council and EP positions and aspects requiring further improvements:\nThe maintained ambitious linear reduction factor (LRF), reducing the allowance cap by a yearly 4.2% as the Commission and Council proposed. The adjusted Market Stability Reserve with an intake rate of 24% and diminishing thresholds based on the LRF proposed by the EP, yet applied to both the lower (400M allowances) and upper (700M and 921M allowances) thresholds and while very carefully assessing all impacts on the EU ETS that could be caused by any use of allowances held in reserve for the purpose of funding other policies (such as proposed by the REPowerEU Plan) before such use may occur.* The extension of emissions trading to i) the maritime transport (including smaller ships between 400-5,000 GT as proposed by the EP, alongside the establishment of a fit-for-purpose Ocean Fund fairly rewarding decarbonisation) and ii) the road transport and buildings sectors as proposed by the Council, accompanied by a strong Social Climate Fund. The carefully assessed and gradual introduction of a CBAM and the parallel phasing out of free allowances. A CBAM rebate for exports to preserve European export competitiveness should ensure a fair level playing field with third countries, prevent low-carbon EU exports from being replaced on the global market by non-EU GHG-intensive alternatives, and be compatible with WTO rules. The plan to swiftly cover downstream products under the CBAM, when feasible: should be based ona robust methodology and reliable data to avoid circumvention, and collateral carbon leakage, e.g., to ensure steel-based products, like electrolysers, hydrogen tanks, or ships, are not disadvantaged. The increased use of ETS revenues to strictly finance decarbonisation and clean technologies such as hydrogen, e.g., via carbon contracts for difference (CCfDs). The required clarification by the Commission on the accounting of CO2 emissions from renewable fuels of non-biological origin (RFNBOs), yet in a swift manner, confirming that emissions of CO2 later used for the manufacturing of such fuels should be accounted for under the activity covered by the ETS that initially emitted, and clarifying the zero-rating of RFNBOs across the ETS Directive.\n1 Article 5 of the Regulation proposal 2022/0164 amending Regulation (EU) 2021/241, amending paragraph 6 of Decision (EU) 2015/1814\n2 More details in subparagraph ETS 6. on revenues, page\n2 | Hydrogen Europe- ETS and CBAM- Implications for the hydrogen sector",
  "page_3": "ran! Hydrogen\nEurope\nPolicy recommendations\n1. Revised ETS and ETS benchmarks rules should: e lower the coverage threshold for all hydrogen production methods from 25 to 5 tonnes per day (instead of renewable hydrogen only), e clarify the eligibility of all clean hydrogen to free allowances, e be technology neutral and product-oriented, e be based on 2021/2022 data, and e be published as soon as possible.\nThis will provide clarity to investors and reward frontrunners.\nETS funding eligibility should remain technology neutral and reward decarbonisation while requiring ambitious GHG emission reductions. CBAM should not cover hydrogen if: e an impact assessment has not been performed, e the administrative burden for importers is not reduced to a minimum, and e if it does not put hydrogen and all hydrogen carriers on an equal footing in terms of carbon leakage protection. CBAM should cover downstream products as soon as possible to avoid distortions and disadvantages to other parts of the value chain (e.g., CBAM on steel but no CBAM on steel-heavy products such as electrolysers or wind turbines). Rules to prevent CBAM circumvention should be strengthened.\n3 | Hydrogen Europe- ETS and CBAM- Implications for the hydrogen sector",
  "page_4": "ran! Hydrogen\nEurope\n1. Introduction- the need for a strong carbon pricing policy\nThe deep decarbonisation of the EU economy and developing a clean hydrogen? market requires a wide range of enabling conditions and measures, including a robust carbon pricing policy. The EU Emission Trading System (ETS) should provide a reliable price for CO2 emissions and ensure the necessary flexibility, predictability, and competitiveness for operators and whole value chains.\nSustained high carbon price levels under the ETS can signal a clear shift to clean technologies, combined with the required security of supply and established markets for low-carbon and renewable energy (not least hydrogen). Increased renewables targets under the Renewable Energy Directive (RED) and an adequate Hydrogen & Gas Package are among the cornerstones in this respect. The current energy supply crisis should accelerate investments into these energy solutions.\nCurrent carbon prices only marginally support the business case for clean hydrogen projects, especially for their large-scale commercial production and consumption. This is because the gap between the carbon price and the CO2 abatement cost (including the cost to switch to clean hydrogen production and consumption) is still too high.\nCarbon pricing policy should ensure the following:\n1 An ambitious and predictable decrease in emission allowances that provides a strong price signal.’ The wide coverage of economic sectors. An adequate level playing field in carbon leakage protection while incentivising GHG emission reduction efforts and frontrunners.\nThese measures would allow for a clear and sustainable reduction of the gap between the carbon price and CO2 abatement costs, providing investors with predictability and stronger incentives to decarbonise.\n3 ‘Clean hydrogen’ defined under: Hydrogen Europe, Hydrogen Act, 2021 (https://hydrogeneurope.eu/wp- as content/uploads/2021/11/2021.04 HE Hydrogen-Act Final.pdf)\n4 Keeping in mind the other required enabling policies mentioned in the previous paragraph.\n4 | Hydrogen Europe- ETS and CBAM- Implications for the hydrogen sector",
  "page_5": "ran! Hydrogen\nEurope\n2. ETS and ETS benchmarks\nThe current state of play\nUnder the current EU ETS directive, only “production of hydrogen and synthesis gas by reforming or partial oxidation with a production capacity exceeding 25 tonnes per day” (i.e., grey hydrogen) is covered. This activity is also on the carbon leakage list?. Therefore, only production based on the thermal reforming of fossil fuels and meeting this high-capacity threshold are eligible for the free allocation of ETS allowances. The amount of free allowances is calculated based, among other elements, on a product benchmark.®\nHydrogen Europe welcomes the widened coverage of hydrogen production under Annexe | of the EU ETS, as proposed by the Commission, by including all production methods, such as low- carbon and renewable hydrogen. It also welcomes the plan to make them all eligible to free allowances. It will provide a level playing field between fossil-based on the one hand and renewable and low-carbon hydrogen production on the other. This will indeed help address the current lack of incentive to switch from one to another. It will also enable an accelerated drop in hydrogen benchmark values, further incentivising this clean switch.\nHydrogen Europe also welcomes the lowered coverage threshold for producing hydrogen and synthetic gases from 25 tonnes per day (tpd) to 5. It makes it more adequate to electrolysers’ current sizes and, therefore, more adapted to support projects of decarbonised H2 production concretely.\nHowever, Hydrogen Europe stresses that the following vital aspects require improvement in the context of the trilogues:\n@ Scope of ETS coverage: threshold of 5 tonnes of hydrogen per day for all hydrogen production The lowered coverage threshold to 5 tpd for the production of hydrogen and synthetic gases should apply to all hydrogen production types and not only to the production of hydrogen from renewable energy sources, as proposed by the EP.’ This would allow both renewable and low-carbon hydrogen plants of smaller size to benefit from free allowances, the excess of which they can then resell on secondary markets. Moreover, this would contribute to further reducing the hydrogen benchmark value due to considering the production data of more hydrogen plants with zero or low emissions under future benchmark revisions. On top of this, lowering the threshold for all hydrogen production would highly facilitate implementation without jeopardising the integrity of the benchmark while covering greater GHG emissions.\n5 Commission Delegated Regulation (EU) 2019/331\n§ A product benchmark is based the 10% best performing installations covered under the ETS for this product, i.e. the on least GHG-intensive installations producing this product.\n7 defined in the EC Proposal for Directive rules for the internal markets in renewable and natural as a on common gases and in hydrogen - 2021/0425(COD)\n5 | Hydrogen Europe- ETS and CBAM- Implications for the hydrogen sector",
  "page_6": "ran! Hydrogen\nEurope\n@ Benchmarks should be adapted to reward clean hydrogen production and consumption Policymakers should ensure that revised rules determining benchmarks and the calculation of free allowances effectively arrange for the extension of the scope of hydrogen production and for the eligibility to free allowances to zero- or low-carbon emission production activities such as renewable and low-carbon hydrogen production (including small scale production).\nWe urge the European Commission to publish the revised benchmarks as soon as possible after the entry into force of the revised EU ETS Directive® and to consider the change of threshold for the consideration of smaller-scale hydrogen and hydrogen-derivatives production in benchmark value calculation based on 2021 and 2022 data. In that regard, the exclusion of data from the three least emission-intensive installations that either started operating after 2017 or received free allocation based on another benchmark from benchmark value calculation for all sectors’ benchmarks, as proposed by the EP, may have unfortunate consequences for many sectors. However, other specific solutions can be found in a more tailormade manner only for those hard-to-abate sectors that need them.\nFree allowances should be allocated for the production of a product, independently from the production process? — ensuring technological neutrality and fair competition to foster investments for the scaling up of lower-carbon processes (e.g., H2 Direct Reduced Iron, renewable and low-carbon hydrogen and ammonia, etc.). Free allowances and benchmarks rules should incentivise the fast and durable switch from carbon-intensive to carbon-neutral processes by preventing the immediate loss of free allowances once this switch happens while rewarding frontrunners competitively and providing sufficient carbon leakage protection. ETS revenues (i.e., Innovation Fund, Ocean Fund) should support ambitious projects of all types of clean hydrogen production and consumption Funding should not be limited to only renewable hydrogen and fuels based thereon (as proposed in the EP position) but rather reward decarbonisation in a tech-neutral way based on emissions saving.\n8 In line with the EP amendment 523.\n° Various types of should be able to compete to produce product. Yet, for products and sectors processes a same some (like in steel) where it is relevant, primary production (BF/BOF or H2DRI) should be distinguished from secondary production (scrap steel) and treated distinctively.\n6 | Hydrogen Europe- ETS and CBAM- Implications for the hydrogen sector",
  "page_7": "ran! Hydrogen\nEurope\n3. Hydrogen under the CBAM\nProposed as an alternative tool addressing carbon leakage risk, the EU wants to introduce a CBAM to foster decarbonisation in the EU and abroad. The Commission plans to apply it to the electricity sector and some sectors benefiting today from free allowances (steel, cement, fertilisers (incl. Ammonia), and aluminium). These sectors would also progressively stop receiving free allowances by the end of 2035.\nThe EP proposes to extend the CBAM to polymers, organic chemicals, and hydrogen right from the beginning (Option a), which neither the Commission nor the Council does (Option b). Including hydrogen under the CBAM would essentially mean putting a carbon price on imports of hydrogen based on its embedded carbon emissions. It would also mean, in parallel, gradually phasing out free allowances for all hydrogen production installations, including for renewable and low-carbon hydrogen (if the proposal to cover all hydrogen production types under the ETS is adopted) as CBAM is phased in.\nIn both Options a and b, free allowances for hydrogen production are set to decrease. This is due to the regular updates of benchmark values that will occur regardless of this inclusion. These benchmark value updates are determined by considering new installation data (foreseen to include less GHG- intensive plants increasingly) and the minimal and maximal annual reduction rates of benchmark values. This case alone would correspond to Option b, where benchmark values would drop by a maximum yearly reduction rate of 1.6% (possibly 2.5%) if this new provision under the ETS revision proposal is adopted).\nApplying CBAM to hydrogen (Option a) would result in a faster phasing out of free allowances than what the update of production data for the benchmark value calculation alone would cause (Option b). Indeed, in Option a, on top of the mentioned drop in benchmark value, a gradually increasing ‘CBAM factor’ would be applied to free allowances allocation as from 2026 (EP proposes 2027), eventually reducing them to zero by 2035 (EP proposes 2032), accelerating the phasing out as a whole.\nFinally, CBAM would imply for importers to comply with rules to surrender CBAM certificates and for exporting non-EU-based installations to comply with emissions data requirements.\nShould hydrogen be included under the CBAM:\n@ This should be done only once the Commission has carried out an impact assessment — as is foreseen for the other newly included sectors (organic chemicals and polymers) — ensuring the inclusion is compatible with the significant targets for hydrogen and hydrogen derivatives imports under the REPowerEU Plan and considering the US Inflation Reduction Act. Should the report’s conclusions be negative, it should be assessed at a later stage if it would be appropriate to include hydrogen under the CBAM subsequently via delegated act. Indeed, there are currently almost no hydrogen imports from third countries to the EU, and it is not foreseen that significant imports of carbon-intensive hydrogen will happen in the future. The imports of low-carbon hydrogen and RFNBOs will be covered by delegated acts rules on production criteria and GHG emission savings. Those acts will apply equally to both imported and EU-produced hydrogen. Due\n7 | Hydrogen Europe- ETS and CBAM- Implications for the hydrogen sector",
  "page_8": "ran! Hydrogen\nEurope\nto the drop in benchmark values, ETS-free allowances will be phased out for carbon-intensive hydrogen, with or without a CBAM. Policymakers must ensure hydrogen and all hydrogen carriers are on an equal footing in carbon leakage protection (e.g., e-kerosene, e-diesel, or e-CH4 would not be covered by the CBAM as proposed by the EP) to ensure a fair level playing field. It should indeed be kept in mind that, beyond gaseous or liquid hydrogen, imports of hydrogen derivatives, such as ammonia, methanol, liquid organic hydrogen carrier (LOHC), as well as e-fuels, will play a significant role, e.g., due to lower transport costs and the foreseen demand in those carriers and fuels to decarbonise sectors, such as maritime and aviation. e The administrative burden for importers of hydrogen and its derivatives should be reduced to a minimum The REPowerEU Plan to phase out Russian fossil fuels foresees the import of 10 million tonnes of hydrogen and hydrogen derivatives annually by 2030. The EU cannot afford to create additional obstacles in reaching this ambitious yet crucial goal.\nFinally, downstream products should be covered as soon as possible to avoid distortions and disadvantages to other parts of the value chain (e.g., CBAM on steel but no CBAM on steel-heavy products such as wind turbine towers, electrolysers, fuel cells, or ships). This should be based on a robust methodology and reliable data to avoid circumvention and collateral carbon leakage. Rules to prevent circumvention should be strengthened, and the Commission’s report on the CBAM and its impacts should demonstrate its effectiveness and readiness to operate.\n8 | Hydrogen Europe- ETS and CBAM- Implications for the hydrogen sector",
  "page_9": "HYDROGEN EUROPE\nAv. de la Toison d’Or 56-60\nBrussels / Belgium\nwa\nHydrogen Europe"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
