{
  "file_name": "4_43.pdf",
  "pages": {
  "page_1": "| ia\n[yl i '\nee\ni\na\n(Peal\nFa\n(\nee\n>\ny XN\nuF\nI. |\n|\nRESOURCES\nforthe FUTURE\nZT ee\nI\nHow Carbon Border a ws ar |\nMight [ ‘fi\nAdjustments\nou\nGlobal: Climate Policy\n.\nMomentum +)\nLil |\na ah\nri\nKimberly Cleutng |\nco chron\nKatarina Nehrkor vand dca ‘nf te\n|\niN\nI\nA  ————\na\nAe @i SN\nSE\nnell\n—— =}\npal\n|\nmd\nit\nEe\nly\nl\n|\nisi |\n= |\n4\nil 4 ia\n—\nPe\n|B\nLe\n5\nl\na\nq\n‘al\n1\nC= ———S—S=e,\nBIL OT\nha\nA Wey\nUy\n|\nReport 24-20. il\ni\nOctober 2024) uit fF\nly\nay oa ss aay — =e\n‘fi\nIh\n‘|\n!\neet\nWe ine\n. | i\nEl\na,\n—— a\ni\n|\ni |\nih | A\nAi @\ngl if!\nly if]\n| |\n{\ni -\nya fi\n7\nif Wl\nrt\ni\na\nBE aoa\nTAL il\ni f\ni\na |\n————— aT\nIf\n| !\ny aig\nim | i\n=\na\nsae\nI\n\"4\neal\n|\ni ht ‘E",
  "page_2": "About the Authors\nKimberly Clausing is the Eric M. Zolt Chair in Tax Law and Policy at the UCLA School of Law, a nonresident senior fellow at the Peterson Institute for International Economics, a member of the Council on Foreign Relations, and a research associate at the National Bureau of Economic Research. In 2021 and 2022, she served as the Deputy Assistant Secretary for Tax Analysis at the US Treasury.\nMilan Elkerbout is a fellow at Resources for the Future (RFF) and the director of RFF’s International Climate Policy Initiative. He is particularly interested in the intersection of climate and trade policy, green industrial policy, and carbon pricing and markets around the world. Prior to joining RFF in 2023, he was a research fellow and head of climate policy at the Centre for European Policy Studies (CEPS), a Brussels think tank, working on EU climate policy, emissions trading, and industrial decarbonization. In 2019-2020, he spent a year as a Mistra Fellow at IVL Swedish Environmental Research Institute in Stockholm. His academic background is in European political economy.\nKatarina Nehrkorn is a senior research analyst at RFF. She graduated from the University of Michigan in 2020 with a BA in Economics. After graduating, she worked at Deloitte for two years in its Risk and Financial Advisory sector. In 2023, Nehrkorn completed her master’s in Environmental Economics and Climate Change from the London School of Economics where her dissertation was focused on energy communities within the Inflation Reduction Act.\nCatherine Wolfram is the William Barton Rogers Professor of Energy Economics at the MIT Sloan School of Management and a member of RFF’s Board of Directors. She previously served as the Cora Jane Flood Professor of Business Administration at the Haas School of Business at UC Berkeley. From March 2021 to October 2022, she served as the Deputy Assistant Secretary for Climate and Energy Economics at the US Treasury.\nAcknowledgments\nThe authors would like to thank Billy Pizer and Kevin Rennert for useful comments and discussions and Annie McDarris for data assistance.\nResources for the Future",
  "page_3": "About RFF\nResources for the Future (RFF) is an independent, nonprofit research institution in Washington, DC. Its mission is to improve environmental, energy, and natural resource decisions through impartial economic research and policy engagement. RFF is committed to being the most widely trusted source of research insights and policy solutions leading to a healthy environment and a thriving economy.\nThe views expressed here are those of the individual authors and may differ from those of other RFF experts, its officers, or its directors.\nSharing Our Work\nOur work is available for sharing and adaptation under an Attribution- NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license. You can copy and redistribute our material in any medium or format; you must give appropriate credit, provide a link to the license, and indicate if changes were made, and you may not apply additional restrictions. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. You may not use the material for commercial purposes. If you remix, transform, or build upon the material, you may not distribute the modified material. For more information, visit https://creativecommons.org/licenses/by-nc-nd/4.0/.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum\nit",
  "page_4": "Abstract\nThe introduction of the European Union carbon border adjustment mechanism (CBAM) creates an important incentive for other countries to adopt carbon pricing. The authors examine this policy spillover effect, finding that countries throughout the world have increased their use of carbon pricing regimes as well as their interest in both carbon pricing and decarbonization, especially in the period since the EU focused on this policy tool. If more countries, including the United States, consider border adjustment regimes, this can strengthen such policy spillover effects. However, care should be taken to address the needs of lower-income economies and to avoid disguised protectionism.\nResources for the Future\nili",
  "page_5": "Contents\nPolicy Recommendations 5.1. Implementing Countries 5.2. Receiving Countries 5.3. Multilateralism 5.4. United States Climate Policy\nReferences\nAppendix\n1. Introduction\n. How the EU and UK CBAMs will work in practice\nHow CBAMs Create Policy Spillovers\n4 CBAM Spillovers in Practice\n71. Carbon Pricing Developments\n7.2. Media Search Terms and Methodology\n13\n13\n13\n14\n14\nule)\n17\n17\n19\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum\nIV",
  "page_6": "1. Introduction\nThe world has a powerful new climate policy tool - the carbon border adjustment mechanism (CBAM)—but its most impactful aspect is also its most overlooked. Climate change is the world’s largest global collective action problem. But without coordination, countries may free ride on each other’s efforts since the costs of policy action are borne at home, while the benefits are shared worldwide. Before CBAM, global climate efforts focused on voluntary commitments, which invite free riding. The CBAM encourages coordination, in part by offering an important mechanism for overcoming the free-rider problem.\nThe CBAMN is a new policy device, first introduced into law in the European Union in October 2023. Beginning in 2026, the CBAM will impose a levy on select imported non-EU industrial goods that adjusts for the differences between the EU Emission Trading System (EU ETS) carbon price and the carbon price paid in the producing countries. The United Kingdom has followed suit with a CBAM that is scheduled to be implemented in 2027. Governments around the world are trying to understand how a CBAM will impact their exports and what policy responses they should take before 2026 to mitigate potential negative effects.\nWhile much of the discussion of CBAM focuses on its ability to prevent production and the associated emissions from migrating to countries that do not price carbon (a phenomenon called “leakage”)’, the potential policy spillovers are an underappreciated component of the discussion.? Most directly, because the EU and UK CBAMs credit imports for carbon prices already paid, they provide incentives for other governments to impose carbon prices. They can also encourage governments to take other steps to help their industry reduce emissions, including subsidies or direct investment in decarbonization. These considerations are spurring discussions about linkages across the multiple components of countries’ climate policies, including measurement, innovation, and industrial policies.\nThis policy brief outlines the possible policy spillovers from CBAMs and offers evidence of their impacts to date. Our findings suggest that the EU CBAM has had important spillover impacts, encouraging governments around the world to consider carbon pricing and instigating conversations about broader coordinated climate policy action. We will discuss examples of policy spillovers, including countries that have expanded existing emissions trading schemes (ETSs), others that have introduced new carbon taxes or ETSs, and several that have considered their own CBAM-like policies.\n1 See Elkerbout (2024). 2 See Clausing and Wolfram (2023).\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum",
  "page_7": "2. How the EU and UK CBAMs will work in practice\nThe EU’s CBAM is in its implementation phase, following the law's adoption in 2023. The design of the EU CBAM can be best understood with reference to the domestic climate policy that it complements—the EU emissions trading system (ETS). The EU ETS is a cap-and-trade system in place since 2005, which covers the electric power and industrial-sector greenhouse gas (GHG) emissions in the European Union. Many energy-intensive industries produce internationally traded commodities. The combination of energy (and for now, GHG intensity) with trade intensity creates a risk of carbon leakage: if foreign competitors do not face similar carbon costs to producers in Europe, imports may displace domestic production and/or production may move offshore. Concerns about industrial competitiveness have historically been addressed by giving producers free ETS allowances, but this approach has limitations. With a rapidly declining cap, only a limited number of allowances are available. Further, free allocation dampens the carbon price signal and reduces auction revenues. Such considerations prompted EU legislators to move to the CBAM as an alternative. The CBAM design can thus be seen as an extension of the EU ETS to imported industrial goods in ETS sectors.\nAt its inception, the CBAM will apply only to some of the largest industrial EU ETS emitters, such as steel and cement production. Due to the complexities of, and lack of experience with, implementing a CBAM, many industrial sectors are not yet included in the CBAM scope. However, the included sectors account for a majority of EU industrial emissions.°\nPractically, importers of CBAM-covered goods are asked to submit data on the carbon embedded in the goods (based on actual data, although default values can be used as a fallback). For every ton of embedded emissions, a CBAM certificate needs to be purchased and surrendered (once a year). The CBAM certificates act as the equivalent to an EU ETS allowance. They are sold on a continuous basis, tracking the recent EU ETS price. As with ETS allowances, importers can strategically buy certificates based on market circumstances.\nThe charges under the CBAM can be adjusted for two reasons (European Commission 2023). First, free allowances are phased out only gradually, between 2026 (when the implementation phase ends and charges begin) and 2033. To the extent that free allocation continues, the CBAM charges will be reduced commensurately so that EU producers do not receive a preference relative to imports. CBAM charges will also be reduced when “a carbon price has already been paid in the country of origin.”\n3  Ananalysis of the proposed CBAM in 2021 showed that four industries account for about 55 percent of EU industrial carbon equivalent emissions, which themselves are about 25 percent of EU carbon equivalent emissions. See Figure 7 of European Commission 2021.\nResources for the Future",
  "page_8": "The crediting provision has the potential to create powerful policy spillover effects, as jurisdictions have an incentive to apply carbon pricing to mitigate CBAM charges. Questions remain about how this provision will be applied in practice since the European Commission still needs to develop guidance. While the principle of this so-called Article 9 provision is straightforward—to avoid charging the same GHG emissions twice—several important implementation details are not yet finalized. There are many ways to design carbon pricing policies. For example, the European Union will not credit free allocation methods, such as full output-based allocation. But what if the carbon price only applies to exports—or even only to EU-bound exports? Also, should energy taxes be credited based on the carbon content of taxed fuels?\nBy the time the CBAM charges start binding in 2026, the answers to these questions should be clear. However, in crafting an answer, the European Commission will have to balance strict interpretations that might protect its own producers more (by not crediting) versus being perceived as forcing its own policy design onto other countries.\nThe United Kingdom is on track to be the second country implementing a CBAM, for reasons similar to the European Union. The United Kingdom has an ETS that, despite some post-Brexit divergence, still very much resembles the EU ETS. However, in some cases, the United Kingdom might choose slightly different policy design options. The UK CBAM intends to cover the aluminum, cement, ceramics, fertilizer, glass, hydrogen, iron, and steel sectors. This differs slightly from the EU CBAM, as it adds glass and ceramics and excludes electricity. The United Kingdom similarly intends to limit the introduction of CBAM charges to sectors most at risk of leakage but acknowledges sectoral coverage will continue to be reviewed as new information comes to light. Charges will include direct, indirect, and certain precursor emissions and will be based on the effective carbon price, which is defined as “the price paid by producers after accounting for the impact of free allowances and other support mechanisms” (UK Government 2024). In keeping with a nondiscriminatory approach, charges will be significantly lower than the UK ETS price, to reflect free allowances provided within the United Kingdom.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum",
  "page_9": "3. How CBAMs Create Policy Spillovers\nThe EU CBAM will start with small fees in 2026, increasing more steeply starting in 2030 as free allowances are phased out. As CBAM levies increase, CBAMs will create incentives for governments to consider adopting carbon pricing, and those incentives are particularly strong for some countries. For instance, when countries export substantial energy-intensive products to Europe, carbon pricing can convert European tariff revenue into domestic revenue. Since the European Union and the United Kingdom both “credit” existing carbon pricing regimes, countries that levy equivalent carbon prices can “turn off” the border adjustment. If carbon pricing regimes abroad have lower prices than those in Europe, then the CBAM levy will still be reduced by the amount of the carbon price. Likewise, exports from countries with emissions trading systems can receive credit for the carbon price associated with purchasing emissions allowances, if such allowances are not given away.\nImportant questions remain about how crediting will work, but at present, only true carbon pricing regimes will be credited. One proposed alternative would allow credits for purchases of carbon offsets, as a way to encourage flows of climate finance\n(Sandler and Schrag 2022). Others have suggested allowing credits for cost-imposing regulations or for subnational efforts. Many of these suggestions raise vexing implementation issues, even beyond those raised by the EU CBAM.\nIn most cases, the incidence of a tariff falls on consumers in the market that levies the tariff, and the same would be expected in markets that implement CBAMs, such that European consumers (directly or indirectly) pay higher costs for steel, iron, aluminum, fertilizers, cement, and electricity. Since these goods would be more expensive in Europe, that would generate higher costs for goods produced in Europe that use these goods as inputs.**\nAlthough consumers bear the ultimate burden of most tariffs, these tariffs typically entail large transfers from consumers to both domestic producers and the state Cin the form of tariff revenue). In the case of European producers, the higher domestic\n4 The consumer burden from tariffs arises because world supply to any particular country is close to perfectly elastic, so the consumer side of the market bears the entire tax burden. In theory, large countries can drive down the world price of goods when they levy tariffs, by lowering worldwide demand for such goods and raising worldwide supply of such goods. In practice, these “terms of trade effects” have not been observed in the multiple studies that have considered the case of recent US tariffs on Chinese goods; see Clausing and Lovely (2024).\nBased on the early implementation experience, the European Union will consider expand- ing the scope of CBAM. This includes expansion to other EU ETS sectors currently left out, but also the inclusion of downstream goods. The latter would alter the character of the policy, as the policy design would shift away from closely mirroring EU ETS policy elements. In considering expansion, the European Union will want to balance impact on emissions and carbon leakage with the administrative costs necessary to extend the scope of the mechanism.\nResources for the Future",
  "page_10": "price that consumers pay merely compensates them for (some part of) the cost of purchasing emissions allowances.\nAn exporting country facing a CBAM can convert the transfer from European consumers to the state Cin the form of tariff revenue) into local revenue instead of European revenue by adopting carbon pricing. For example, consider the case where Mozambique—which exported over 95 percent of its aluminum to the EU in 2019— levies an aluminum-sector carbon price equivalent to the EU CBAM charge (World Bank 2023). Because Mozambique firms will likely face the carbon price in either case, they will be indifferent about the collection of the carbon price, but where the revenue ends up Cin the hands of the European or Mozambican tax authorities) will depend on whether Mozambique has a carbon price in place. This gives the Mozambique government a powerful incentive to levy a carbon price on the aluminum sector. If Mozambican firms are cleaner than the marginal European supplier, they may benefit from the CBAM; if they are dirtier, they may be harmed by it. In general, the cleanest suppliers will see price increases that exceed their carbon fees, while the dirtiest suppliers will pay more in fees than the price premium, or divert their product to other markets, facing higher transportation and logistics costs.\nCountries may have other reasons to adopt carbon pricing in response to CBAMs, especially if CBAMs proliferate. For instance, for governments that find carbon pricing difficult to implement due to domestic political constraints, the external pressure of a CBAM can provide both impetus and a scapegoat, akin to pushing an open door, as policymakers can point out that exporting firms would have to pay these fees when they export regardless of domestic policy action.\nHowever, the strength of all these incentives may be modest for many countries. Countries that export large quantities of energy-intensive products to the European Union, such as Turkiye and Ukraine, have far stronger incentives than countries that export far fewer quantities to CBAM jurisdictions. At present, the small scope of CBAMs and number of jurisdictions that impose them limits such incentives, but if CBAMs deepen and widen, such incentives would increase.\nEven countries that already have carbon pricing policies in place might consider changing the parameters of their programs in response to the CBAM. An example is China, which is considering adding the steel, cement, and aluminum sectors to its ETS ahead of the 2026 start for CBAM charges (Reuters 2024).\nCBAMs also may induce responses on other margins, even without a country adopting carbon pricing. For instance, CBAMs may provide incentives to locate energy-intensive production near clean energy sources or innovate cleaner production methods. Such responses also may be important in driving emissions reductions. However, countries may reshuffle energy use or underlying trade. For example, if a country uses more hydropower for fertilizer production while using dirtier energy sources for other needs, its response to the CBAM will merely relabel existing energy use. Likewise, if cleaner sources of production go to CBAM markets, whereas dirtier sources are diverted elsewhere, the extent of industrial carbonization will be more limited than if CBAM markets became more widespread.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum",
  "page_11": "Even when governments adopt carbon pricing, their adoption may be far from an economy-wide carbon price. Instead, they may focus on CBAM sectors, or even solely on exports from CBAM sectors. While export taxes are not permissible under the US Constitution, no World Trade Organization (WTO) rules prohibit them. Levying an export tax solely on exports destined for CBAM markets, however, may be impractical. Exporters would simply divert trade to non-CBAM markets when feasible, and trade would reshuffle as a result. Whether the European Union would credit such a regime also remains unclear.\nFurther, both broader export taxes and carbon pricing would continue to raise competitiveness concerns in markets without carbon pricing, absent a system of export rebates. Thus, industrial opposition to such policies would be expected, although policymakers might consider other ways to reduce negative effects on industry, including lowering other taxes, more infrastructure support, or other policy tools.\nOne implementation question is whether to credit for carbon prices enacted by sub- national governments, such as US states, Canadian provinces, or Chinese cities. This approach could incentivize climate policies at a sub-national level, which may be more politically viable and which may be a precursor to national action in the long run. Still, the approach could invite gaming. Similar to the reshuffling issues identified above, highly localized jurisdictions that include factories that export to the European Union may enact carbon pricing. Also, crediting sub-national carbon prices increases the administrative burdens by adding more policies to review and evaluate. The conditions are still uncertain under which the European Union will credit for carbon prices already paid. It will presumably want to strike a balance between offering sufficient protection against loopholes and avoiding overly burdensome restrictions that other countries may perceive as infringing on their own policy space.\nCarbon pricing systems based on carbon intensity targets pose another challenge. Notably, the Chinese ETS is based on reducing the carbon intensity of covered sectors over time, without necessarily capping the absolute quantity of emissions. The price discovery that takes place under such a policy design is different from what could be expected under a normal cap. This might affect judgments on equivalency.\nAt a high level, the hope is that the EU and UK CBAMs lead to a virtuous cycle, where more and more countries adopt carbon pricing as part of their fight against climate change. If, for example, Thailand, Brazil, India, and other countries now discussing domestic carbon pricing also implement border adjustments, additional countries will see the direct advantage of carbon pricing to avoid tariffs on exports and the political benefit of joining the momentum. As the carbon pricing wave gathers more countries, it becomes stronger, and ultimately can draw in even the most reluctant governments.\nCoordinated action on carbon pricing and CBAMs will in turn make the policies more streamlined, lowering compliance and administration costs. For example, countries can work together to develop similar approaches to measuring carbon emissions as well as protocols for monitoring and verifying reported emissions. Coordination will help individual countries build capacity domestically by leveraging lessons from elsewhere\nResources for the Future",
  "page_12": "and build confidence in the global system. For example, more than a dozen countries have already begun a process to coordinate on measuring, monitoring, and verifying methane emissions from the oil and gas sector.\nImportantly, global coordination to overcome policy reluctance has worked in other domains. The 2021 international tax agreement shows a recent precedent for global coordination on the long-vexing global collective action problem of tax competition (Clausing 2023). The incentives behind the international tax agreement are similar to CBAM: if countries do not adopt the agreed corporate minimum tax, their multinational companies operating in adopting jurisdictions are still on the hook to pay the tax. This creates incentives for countries to join the agreement to avoid losing fiscal revenues to other countries.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum",
  "page_13": "4. CBAM Spillovers in Practice\nEvidence is growing that the EU CBAM is already leading to global spillovers. When the EU CBAM was first discussed in July 2019, 57 carbon-pricing initiatives were either implemented or scheduled for implementation globally (World Bank 2019). As of May 2024, the number of implemented programs has risen to 75, covering roughly 24 percent of global emissions (World Bank 2024)° In addition to the increase in\nFigure 1. Cumulative Carbon Pricing or Border Measure\nDevelopments, January 2019-July 2024\nOctober 1, 2023 - EU CBAM\ngoes\ninto effect\nlll\n|\n30\n25\n20\niu\nNotes: Statuses for programs “Under Consideration,” “Under Development,”® and “Implemented”? were taken from World Bank’s State and Trends of Carbon Pricing Dashboard (World Bank N.d.). The category “In Discussion” was also included for programs that have been discussing carbon pricing since the announcement of the EU CBAM, but do not yet have an official government source confirming the intention to work towards implementation. See the appendix for a breakdown of all programs.\n6 For one analysis of the early reactions to the EU CBAM, see IETA 2024. 7 The World Bank (2024) defines “Under Consideration” as, “if the government has an- nounced its intention to work towards the implementation of a carbon pricing instru- ment and this has been formally confirmed by official government sources.” The World Bank (2024) defines “Under Development” as, “if the government is actively working towards the implementation of a specific carbon pricing instrument, a mandate may have been established, but regulated entities do not yet face compliance obliga- tions, and this has been formally confirmed by official government sources.” The World Bank (2024) defines “Implemented” as, “if the government has announced its intention to work towards the implementation of a carbon pricing instrument and this has been formally confirmed by official government sources.”\nJuly 16,\n2019- EU\nCommision announces\n\"Carbon Border Tax\"\n50\nJuly 14, 2021 - EU\nCommission\npresents\n\"Carbon Border Adjustment\nMechanism\" proposal\n45\n40\n35\n15\n10\nJul-21\nResources for the Future\nJan-19 Jul-19\nJan-20 Jul-20 Jan-21\n{)) Under Development HE Under Consideration in Discussion (0) Implemented\nJan-22 Jul-22 Jan-23 Jul-23 Jan-24 Jul-24",
  "page_14": "implemented programs, a rising number of countries are considering carbon pricing and border measures for the first time. Figure 1 highlights the progress in national carbon pricing and border measure initiatives, showing 44 instances of policy advances, representing 37 countries, that have either been implemented or entered various stages of development, consideration, or discussion since January 2019. While countries may have started developing carbon pricing policies for many reasons since 2019, the introduction of the CBAM creates a clear incentive with its potential impacts on industrial market shares and fiscal revenues.\nTo further understand how the EU CBANM is leading to global spillovers, we conducted an analysis of media hits for carbon pricing, border measure, and decarbonization terms in different regions of the world. The appendix provides a full list of search terms and describes our methodology.\nFigure 2. Carbon Pricing and Border Adjustment Media Hits, January 2016-July 2024, Excluding the United States and Regions with a Carbon Price as of July 2019\n4000\nJuly 16, 2019- EU\nCommision announces\n\"Carbon Border Tax\"\nJuly 14, 2021 - EU\nCommission presents\n\"Carbon Border Adjustment\nMechanism\" proposal\nOctober 1, 2023- EU\nCBAM into effect\ngoes\n3500\ns\n40.5\n3000\n35.5\n2500\n30.5\n2000\n25.5\n1500\n20.5\n1000\n15.5\naf\n500\n2016\nes\n2017\n2018\n2019\npe\n2020\n2021\n2022\n2023\n2024\n10.5\n5.5\nee\nse\n@ Total Pricing and Border Media Hits == 6 Month Rolling Average of\n== 6 Month Rolling Average\nPricing and Border Media Hits\nof All Media Hits Cright axis, millions)\nNotes: See the appendix for details on data construction. The five countries with the most media hits are India, Vietnam, Indonesia, China, and United Arab Emirates.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum",
  "page_15": "Figure 2 shows media hits for carbon pricing and border measure terms in regions without a carbon price as of July 2019 (excluding the United States). This figure shows an approximately fourfold increase in media hits since before the EU CBAM was announced, with increased discussion at each major CBAM milestone and a sustained level change after the European Commission officially presented the CBAM proposal. Total media hits in these regions are plotted on the right axis (green line) to show that this increase is not due to an overall increase in media hits.\nIn contrast, the United States, the world’s second-largest emitter, has distinct trends regarding media interest in carbon pricing (and less exposure to the EU CBAM). Historically, the United States has struggled to generate political support for carbon pricing; Figure 3 shows a relatively steady level of media interest over the same time period. While the United States still sees peaks in media hits around CBAM milestones, this increase in discussions has not been sustained, leaving the United States largely out of step with other unpriced regions. Of course, CBAM payments reflect the carbon price multiplied by the exporter’s emissions, so to the extent US companies reduce emissions—for example, by taking advantage of the clean energy subsidies in the Inflation Reduction Act—any US CBAM payments will fall even without a US carbon price.\nFigure 3. Carbon Pricing and Border Adjustment Media Hits in the United States, January 2016-July 2024\nOctober 1, 2023 - EU CBAM\ngoes into effect\nJuly\n16, 2019- EU\nCommision announces\n\"Carbon Border Tax\"\ne\n14,000\nJuly 14, 2021 - EU\nCommission presents\n\"Carbon Border Adjustment\nMechanism\" proposal\ne\n12,000\n10,000\n8,000\n—\nJune 7, 2022 Clean\nCompetition Act first\nintroduced\nSf\neo\nee\nee\ne®\n4,000\nee\nNovember 2,\n2023 - Foregin\nPollution Fee\nAct introduced\n-\n6,000\nee\n2017\n2016\n2000 °°\n©\n2018\n2021\n2023\n2022\n2024\nNotes: See the appendix for details on data construction.\nResources for the Future\n10\n2019\n2020\n© Total = Six Month Rolling Average",
  "page_16": "However, the United States has begun its own discussions on border measures, introducing the Foreign Pollution Fee Act (FPFA) and the Clean Competition Act (CCA). These two bills propose distinctly different strategies for pricing emissions at the border. Notably, the FPFA does not impose prices on domestic firms, a decision that carries potential downsides explored further below.\nWhile the growing global interest in carbon pricing is a positive development toward globally cost-effective climate policy, a broader goal of the CBAM is to support global emissions reductions. To understand whether there has been increased interest in decarbonization, we analyzed media hits for terms related to clean energy, green steel, and decarbonization in regions without a carbon price as of July 2019, as shown in Figure 4. The total average monthly media hits for these terms have surged from around 4,000 in 2016 to approximately 30,000 in 2024. This upward trend gained momentum following the EU Commission’s first announcement, suggesting that the CBAM may have heightened interest not only in carbon pricing but also in decarbonization. For example, Indian manufacturers are investing heavily in clean alternatives, including using small modular nuclear reactors in heavy industry (see\nSaptakee S 2024 and Press Trust of India 2024).\nFigure 4. Decarbonization-Related Media Hits, January 2016—July 2024, Excluding the United States and Regions with a Carbon Price as of July 2019\n18000\n16000\nJuly 16, 2019- EU\nCommision announces\n\"Carbon Border Tax\"\nJuly 14, 2021 - EU\nCommission presents\n\"Carbon Border Adjustment\nMechanism\" proposal\nOctober 1, 2023 - EU CBAM\ngoes into effect\n14000\n12000\n“se\n10000\na8\n8000\n6000\n4000\ne\n8\nes Se\nee\no®\na)\n2000\n2016\nal\n2017\noe\n2018\naoe al\n2019\npr el\n2020\n2021\n2022\nee\n2023\n2024\nee\ns Green Steel\n«\nClean Energy\nGreen Energy\n= Green Steel Six Month Rolling Average\n=\nClean Energy Six Month Rolling Average\n»\nGreen Energy Six Month Rolling Average\ne»\ns Decarbonization\n«= Decarbonization Six Month Rolling Average\nNotes: See the appendix for details on data construction. The five countries with the most media hits are India, United Arab Emirates, Vietnam, China, and Nigeria.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum\n11",
  "page_17": "While the analysis of possible spillovers is promising in this regard, some developments could unravel global cooperation in this area. Rising global fragmentation, nationalism, and violent conflict has made international economic cooperation more difficult. Several prominent jurisdictions have ignored WTO rules and WTO rules are also insufficiently adaptable to new circumstances in some instances.\nSome governments have contended that the EU CBAM is insufficiently multilateral in spirit, effectively imposing EU regulations (and substantial costs) on outside countries. Still, the European Union took care to design the CBAM in a manner that is compatible with WTO principles. The CBAM is nondiscriminatory, treating both EU producers and foreign producers on a level playing field should they wish to serve the EU market. Nonetheless, some governments have indicated that they intend to challenge the CBAM at the WTO.\nBeyond WTO challenges to the CBAM, particular approaches to a US border measure could jeopardize the momentum created by the EU approach. For example, if the US were to implement carbon tariffs on foreign imports without any parallel domestic charge on US producers, this could interfere with the collaborative dynamic we describe above for the following reasons. US firms would have large advantages (both at home and abroad) in comparison with foreign firms who face a carbon price. Emissions-intensive foreign firms exporting to the United States could expect to pay a “foreign polluter fee” even though they have already paid at home (unless carbon prices paid would be credited like the EU CBAM does), whereas US firms would pay nothing. This compounds the advantage that US firms already enjoy in third markets due to Inflation Reduction Act subsidies and the absence of a US carbon price. Further, the inequities of imposing a pollution fee on imports from less developed countries but not on domestic firms could be costly geopolitically— and even have negative knock-on effects, including pushing foreign countries closer to China. Some proposals for a US border measure - including a tariff-only approach -consider the geopolitical dimension and potential impact on less-developed countries by opening the door to exemptions. Such an approach, however, might have inherent limitations when thinking about emerging economies with fast-growing industrial output and/or low-carbon production.\nImportantly from a climate perspective, taking a tariff-only approach in the United States has the potential to weaken the resolve of policymakers in such jurisdictions as Europe or Canada to impose costs on their own firms. Canadian firms, for example, could argue that they are at a comparative disadvantage relative to US firms and that they too would prefer a “tariff-only” approach. These mechanisms could unravel the important momentum that has been built around carbon pricing in recent years, shown in Figures 1 and 2 above.\nIn contrast, the United States could increase the momentum described above with a more aligned approach that gradually introduces carbon pricing alongside CBAMs. Countries considering a border measure should also think through how the policy might play out over a longer time horizon. Climate policy and relative carbon intensities are evolving rapidly. Carbon intensities might improve rapidly for both (climate) policy and non-policy reasons (i.e., due to regular capital stock replacements). Countries that are motivated to protect domestic industries through border measures might find it easier to do so the more carbon-efficient their own producers are, which over longer time horizons demands further domestic action.\nResources for the Future\n12",
  "page_18": "5. Policy Recommendations\nCarbon border adjustment mechanisms can generate important positive policy spillovers with the potential to drive global emission reductions, while also alleviating longstanding free-rider problems that inhibit policy action on climate change mitigation. However, policy makers should attend to policy design and implementation issues that can affect the success of these efforts.\n5.1. Implementing Countries\nCountries implementing CBAMs will need to wrestle with vexing measurement and crediting issues (see Elkerbout and Nehrkorn 2024). For example, assessing the carbon intensity of imports on a jurisdictional basis has the advantage of avoiding reshuffling (whereby the cleanest subset of production goes to CBAM jurisdictions) and incentivizing broad government policy action on decarbonization. However, firm decarbonization efforts may be insufficiently incentivized unless there is a mechanism for firms to “prove-out,” demonstrating that they are cleaner than their jurisdiction’s average emissions (with the remaining average adjusted accordingly), as suggested by Cicala et al. (2023). Implementing jurisdictions also should be sensitive to the administrative burden of CBAMs, allowing time for adjustment as well as technical assistance. For all countries — but developing countries especially — the prospects of having to comply with several CBAMs, each with their own GHG intensity quantification rules (i.e., no interoperability), is daunting.\nImplementing jurisdictions will need to decide what carbon pricing measures abroad to credit as equivalent to the domestic system. For example, the European Union credits exporting countries for carbon prices paid at home. But the breadth of these crediting exemptions remains to be established. For instance, will Europe credit countries that levy such a fee only on exports or those that levy a fee only on exports to Europe? Likewise, what if the carbon pricing system abroad involves a threshold, where the price is only imposed above some benchmark emissions intensity, rather than on all emissions? How should such partial systems or sub-national systems be credited?\n5.2. Receiving Countries\nCountries facing CBAMs on their exports may choose to implement carbon pricing at home in order to convert foreign tariff revenue into domestic revenue, achieve domestic mitigation objectives, and join global collective efforts. Absent carbon pricing, countries exporting energy-intensive goods to CBAM jurisdictions will either face tariffs on their exports, or they will divert their trade to other markets without CBAMs. As more and more countries adopt CBAMs, and as the coverage of CBAMs expands, carbon pricing becomes a more attractive policy response.\nCountries choosing to implement carbon pricing also may want to implement CBAMs of their own, in order to address domestic competitiveness concerns, reduce leakage, and enlarge the club of countries incentivizing global policy action.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum\n13",
  "page_19": "5.3. Multilateralism\nIf feasible, greater multilateral coordination in this area would be helpful to both reduce compliance costs from overlapping regimes and to facilitate policy convergence. While the European Union has taken care to design their CBAM in a nondiscriminatory manner that is consistent with WTO norms, that constraint also limits the extent to which the policy can address the “common but differentiated responsibilities” goal at the center of the Paris Accord. Without differential treatment, CBAMs may create adverse distributional consequences, moving mitigation effort toward receiving countries (see, e.g., Bohringer et al. 2012) .\nOne productive step forward would be to vary the carbon price required to “turn off” a CBAM, based on a country’s level of development. For example, Parry et al. (2021) suggest tiered carbon price floors; one scenario they model includes price floors of $75 per ton for advanced economies, $50 per ton for higher-income emerging economies, and $25 per ton for low-income emerging economies.\nSuch a discriminatory policy design would be easiest to adopt in the context of a global agreement with broad participation. Participation in coordinated carbon pricing could also be encouraged through enhanced climate finance commitments that would provide additional resources for mitigation in lower-income countries, where low-cost mitigation options may be relatively plentiful. With leadership among G20 countries, multilateral coordination has the potential to enable important progress.\n5.4. United States Climate Policy\nFor the United States to achieve its global mitigation goals, it is important to focus on the North Star goal of global emissions reduction and recognize the large potential of greater policy coordination in achieving that goal. The European Union CBAM has already created worldwide momentum toward carbon pricing, and US policy choices will impact that momentum.\nTo advance climate mitigation goals, the United States would ideally take a leadership role in this space, working to influence greater mitigation efforts abroad and to help organize and promote G20 leadership. If the United States adopted even a modest carbon price, that could enable the simultaneous achievement of three important goals: large US emissions reductions that would narrow or eliminate the gap between US policy and Paris Agreement commitments, large US government revenues to help finance the transition or meet other fiscal needs, and the potential for more collaboration with partners abroad that are addressing climate change.\nIf the United States joins the European Union, Canada, the United Kingdom, and many others that are implementing carbon pricing alongside CBAMs, the incentives for other countries to follow suit will be magnified, and the United States will also have an important role in key design and implementation issues.\nResources for the Future\n14",
  "page_20": "6. References\nBistline, John E. T., Kimberly A. Clausing, Neil R. Mehrotra, James H. Stock, and Catherine Wolfram. Forthcoming. Climate Policy Reform Options in 2025. Environmental and Energy Policy and the Economy 6.\nBohringer, Christoph, Edward J. Balistreri, and Thomas F. Rutherford. 2012. The Role of Border Carbon Adjustment in Unilateral Climate Policy: Overview of an Energy Modeling Forum Study (EMF 29). Energy Economics 34: S97-110. https://www.sciencedirect.com/ science/article/abs/pii/SO140988312002460?via%3Dihub.\nCicala, Steve, David Hémous, and Morten Olsen. 2023. Adverse Selection as a Policy Instrument: Unraveling Climate Change. https://www.stevecicala.com/papers/ unraveling/unraveling_climate_change_draft.pdf.\nClausing, Kimberly. 2023. The International Tax Agreement of 2021: Why It’s Needed, What It\nDoes, and What Comes Next? Policy Brief 23-4. Washington, DC: Peterson Institute for\nInternational Economics. https://www.piie.com/sites/default/files/2023-04/pb23-4.\npdf.\nClausing, Kimberly, and Catherine Wolfram. 2023. “Carbon Border Adjustments, Climate Clubs, and Subsidy Races When Climate Policies Vary.” Journal of Economic\nPerspectives 37 (3): 137-162. https://pubs.aeaweb.org/doi/pdfplus/10.1257/jep.37.3.137.\nClausing, Kimberly, and Mary E. Lovely. 2024. Why Trump’s Tariff Proposals Would\nHarm Working Americans. Policy Brief 24-1. Washington, DC: Peterson Institute for\nInternational Economics. https://www.piie.com/publications/policy-briefs/2024/why-\ntrumps-tariff-proposals-would-harm-working-americans.\nElkerbout, Milan. 2024. Leakage in Climate Policy Discourse. Issue Brief 24-05. Washington,\nDC: Resources for the Future. https://www.rff.org/publications/issue-briefs/leakage-\nin-climate-policy-discourse/.\nElkerbout, Milan, and Katarina Nehrkorn. 2024. Trade-Friendly Climate Policies: The Promise of “Interoperability.” Working Paper 24-11. Washington, DC: Resources for the Future.\nhttps://www.rff.org/publications/working-papers/trade-friendly-climate-policies-the- promise-of-interoperability/.\nEuropean Commission. 2021. Proposal for a Regulation of the European Parliament and of the Council Establishing a Carbon Border Adjustment Mechanism. 2021/0214 (COD). Brussels.\nEuropean Commission. 2023. Carbon Border Adjustment Mechanism. Regulation (EU) 2023/956, Article 9. BrusselsEUR-Lex.\nIETA. 2024. International Reaction to the EU Carbon Border Adjustment Mechanism. Geneva, Switzerland: IETA.\nParry, lan, Simon Black, and James Roaf. 2021. Proposal for an International Carbon Price Floor among Large Emitters. IMF Staff Climate Notes 2021/001. Washington, DC:\nInternational Monetary Fund. https://www.imf.org/-/media/Files/Publications/Staff- Climate-Notes/2021/English/CLNEA2021001.ashx.\nPress Trust of India. 2024. Aim to Deploy Small Modular Nuclear Reactors: Tata Consulting Engineers CEO. Business Standard, August 25. https://www.business-standard.com/ companies/news/aim-to-deploy-small-modular-nuclear-reactors-tata-consulting- engineers-ceo-124082500136_1.html.\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum\n15",
  "page_21": "Reuters. 2024. China Plans to Include Steel, Cement, and Aluminum in Its Carbon Market. September 9. https://www.reuters.com/markets/carbon/china-plans-include-steel- cement-aluminium-its-carbon-market-2024-2024-09-09/. Sandler, Ely, and Daniel P. Schrag. 2022. Financing the Energy Transition through Cross- Border Investment: A New Model for Article 6 of the Paris Agreement. Cambridge, MA: Belfer Center for Science and International Affairs, Harvard Kennedy School. https:// www.belfercenter.org/sites/default/files/pantheon_files/files/publication/Financing_ Energy_CrossBorder_Investment%20-%20Sandler%20Schrag.pdf. Saptakee S. 2024. A Bold Plan: Tata to Transform Green Steel with Nuclear Power. CarbonCredits.com, August 28. https://carboncredits.com/a-bold-plan-tata-to- transform-green-steel-with-nuclear-power/. UK Government. 2024. Addressing Carbon Leakage Risk to Support Decarbonisation. Factsheet: UK Carbon Border Adjustment Mechanism. London: UK Government. https://www.gov.uk/government/consultations/addressing-carbon-leakage-risk- to-support-decarbonisation/outcome/factsheet-uk-carbon-border-adjustment- mechanism#explaining-explicit-and-effective-carbon-price. World Bank. N.d. State and Trends of Carbon Pricing Dashboard. Washington, DC: World Bank. https://carbonpricingdashboard.worldbank.org/. World Bank. 2019. 57 Carbon Pricing Initiatives Now in Place Globally, Latest World Bank Report Finds. Washington, DC: World Bank. https://www.worldbank.org/en/news/press- release/2019/06/07/57-carbon-pricing-initiatives-now-in-place-globally-latest-world- bank-report-finds. World Bank. 2023. Relative CBAM Exposure Index. Washington, DC: World Bank. https://www. worldbank.org/en/data/interactive/2023/06/15/relative-cbam-exposure-index. World Bank. 2024. Global Carbon Pricing Revenues Top a Record $100 Billion. Washington, DC: World Bank. https://www.worldbank.org/en/news/press-release/2024/05/21/ global-carbon-pricing-revenues-top-a-record-100-billion.\nResources for the Future\n16",
  "page_22": "7. Appendix\n7.1. Carbon Pricing Developments\nOur tracking of carbon pricing developments follows the World Bank dashboard in most instances, supplemented by news reports for border measures and countries where carbon pricing is in discussion.\nTable 1. Carbon Pricing Developments\nProgram\nStatus\nDate\nSingapore Carbon Tax\nImplemented\nJan-19\nSouth Africa Carbon Tax\nImplemented\nJun-19\nPakistan ETS\nDec-19\nUnder Consideration\nMexico Pilot ETS\nImplemented\nJan-20\nBotswana Carbon Tax\nSep-20\nUnder Consideration\nUnited Kingdom ETS\nImplemented\nJan-21\nChina National ETS\nImplemented\nFeb-21\nMorocco Carbon Tax\nUnder Consideration\nJul-21\nIsrael Carbon Tax\nAug-21\nUnder Consideration\nMalaysia ETS\nUnder Consideration\nSep-21\nGabon ETS\nSep-21\nUnder Consideration\nIndonesia Carbon Tax\nOct-21\nUnder Consideration\nVietnam ETS\nUnder Development\nNov-21\nUruguay Carbon Tax\nImplemented\nJan-22\nTurkiye ETS\nFeb-22\nUnder Development\nChile ETS\nJun-22\nUnder Consideration\nNigeria ETS\nUnder Consideration\nAug-22\nNew Zealand Carbon Tax\nAug-22\nUnder Consideration\nNew Zealand CBAM\nAug-22\nUnder Consideration\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum\n17",
  "page_23": "Montenegro ETS\nImplemented\nDec-22\nIndia ETS\nUnder Development\nDec-22\nHungary Carbon Tax\nImplemented\nJan-23\nIndonesia ETS\nImplemented\nFeb-23\nNigeria Carbon Tax\nIn Discussion\nFeb-23\nCanada CBAM\nJun-23\nUnder Consideration\nAustralian Safeguard\nMechanism\nImplemented\nJul-23\nAustralian CBAM\nAug-23\nUnder Consideration\nBrazil ETS\nUnder Development\nOct-23\nSouth Korea ETS Adjustment In Discussion\nOct-23\nAlbania Tax Increase\nIn Discussion\nNov-23\nEgypt Carbon Tax\nIn Discussion\nNov-23\nArgentina ETS\nUnder Consideration\nDec-23\nCanada ETS\nUnder Development\nDec-23\nUnited Kingdom CBAM\nUnder Development\nDec-23\nArmenia Carbon Pricing\nIn Discussion\nDec-23\nParaguay Carbon Tax\nUnder Consideration\nJan-24\nKenya Carbon Tax\nUnder Consideration\nJan-24\nTaiwan Carbon Fee\nImplemented\nJan-24\nRussia Carbon Pricing\nIn Discussion\nJan-24\nPakistan Carbon Tax\nIn Discussion\nFeb-24\nMauritania Carbon Tax\nMay-24\nUnder Consideration\nKosovo ETS\nMay-24\nIn Discussion\nGambia Carbon Trading\nIn Discussion\nJul-24\nThailand Carbon Tax\nIn Discussion\nJul-24\nResources for the Future\n18",
  "page_24": "7.2. Media Search Terms and Methodology\nWe restricted our search to only publications with viewership in excess of 2,000. Since our search terms are in English, that likely affects the country composition of our findings in important ways. We excluded earnings or stock news, press releases, and hits with an SEO (search engine optimization) impact less than 11 for basic quality control. Media hit analysis also excluded hits from major US news aggregation outlets such as MSN and LexisNexis, as these hits were already accounted for in their original publication. In Figures 2 and 4, we excluded countries where carbon prices were already in place (Albania, Argentina, Australia, Canada, Chile, Colombia, European Union, Iceland, Japan, Kazakhstan, Mexico, New Zealand, Norway, Singapore, South Africa, South Korea, Switzerland, Ukraine, United Kingdom) as well as the United States.\nTable 2. Search Terms\nPrice Search Terms\nBorder Measure Search Terms\n“carbon pricing 6 carbon price eg carbon prices mb cap-and-trade. neg and trade,” 2 ? 7 ? cap “emissions trading system eg emissions trading systems mb emission trading system,” ? ” “emission trading systems eg emissions trading scheme 6 emissions trading schemes,” 7 ? “emission trading scheme neg emission trading schemes 7 carbon fee mb carbon fees,” ? ” ? “carbon charge. neg carbon charges 6 carbon tax Tg carbon taxes” ? ” ?\n“carbon border adjustment mechanism 6b border carbon adjustment 6b border carbon 7 z) adjustments. ” 6 carbon border adjustment ? mb carbon border adjustment mechanisms,” “carbon border adjustments Tg carbon border tax 6 carbon border taxes mb carbon ” 2 7 tariff,” “carbon tariffs 7 carbon duty mb carbon duties. eg carbon border 6 carbon measure ” ’ 7 ? border measures neg carbon border charge,” “CO2 border charge,” “carbon border 7 charges,” “CO2 border charges,” “carbon border fee,” “CO2 border fee mb carbon border ? fees,” “CO2 border fees”\nGreen Steel Search Terms “green stee I,” “ clean stee I,” “, sustainable steel”\nClean Energy Search Terms\n“clean energy”\nGreen Energy Search Terms\n“green energy”\nDecarbonization Search Terms\n“decarbonization ey decarbonisation ey decarb” 2 2\n19\nHow Carbon Border Adjustments Might Drive Global Climate Policy Momentum",
  "page_25": ""
},
  "language": "Languages.ENGLISH",
  "total_pages": 25
}
