{
  "file_name": "4_46.pdf",
  "pages": {
  "page_1": "omparing t\n**Wnion Carbo\n‘ Adjustment\nan C a\nFor\n»)®@ @ic lism,\ner ar “\ny XN\nRESOURCES\njoj; the FUTURE\n-\n| ae ee\nn Dail\n: ot = |\nh\n|\nom\nAct, and\nwon Fee Act\npetitic\nee —\nSil\nail\nthe\nSS oe\nBut\n.\nevin\nl\naf\n|\n+ 7”\n|\n|\nort 23-18\n\"\ner 2023",
  "page_2": "About the Authors\nMilan Elkerbout is a fellow at RFF working on international climate policy and on European climate policies to decarbonize energy-intensive industries in particular. He has worked extensively on the European Union’s emissions trading system (EU ETS), its various reforms, and its role in decarbonizing industry. Elkerbout has led policy research on green steel, carbon capture and carbon removals, carbon leakage, climate clubs, as well as the EU’s response to the COVID-19 pandemic, energy crisis, and US Inflation Reduction Act. He has also written on industrial and innovation policy, the trade-climate policy nexus, and supranational governance, and has worked with policymakers, industry, civil society, and academia. Elkerbout has a background in European political economy. Between 2014 and 2023, he was working for CEPS, a policy think tank in Brussels, as a research fellow and head of its climate program. From spring 2019, he spent a year as a visiting fellow at IVL Stockholm as part of the Mistra Carbon Exit research program.\nRaymond Kopp is a senior fellow at Resources for the Future (RFF). He holds PhD and MA degrees in economics and an undergraduate degree in finance. He has been a member of the RFF research staff since 1977 and has held a variety of management positions within the institution. Kopp’s interest in environmental policy began in the late 1970s, when he developed techniques to measure the effect of pollution control regulations on the economic efficiency of steam electric power generation. He then led the first examination of the cost of major U.S. environmental regulations in a full, general equilibrium, dynamic context by using an approach that is now widely accepted as state-of-the-art in cost-benefit analysis. During his career Kopp has specialized in the analysis of environmental and natural resource issues with a focus on federal regulatory activity. He is an expert in techniques of assigning value to environmental and natural resources that do not have market prices, which is fundamental to cost-benefit analysis and the assessment of damages to natural resources. Kopp’s current research interests focus on the design of domestic and international polices to combat climate change.\nKevin Rennert is a fellow at RFF, where he first joined as a visiting fellow in 2017. Prior to his arrival at RFF, Rennert served as deputy associate administrator for the Office of Policy at the US Environmental Protection Agency. Leading up to his appointment in the Office of Policy, he worked as senior advisor on Energy for the Senate Finance Committee. In that role, Rennert advised the committee’s Chairman, Senator Ron Wyden (D-OR), on a wide range of topics related to clean energy, efficiency, and policies to reduce greenhouse gas emissions. From 2008 to 2014, he worked on energy and climate legislation as senior professional staff for the Senate Energy Committee. In that capacity, Rennert led the development of the Clean Energy Standard Act of 2012 (S. 2146), a presidential priority that would use market mechanisms to double the amount of electricity generated in the US from low or zero carbon sources by 2035. In 2010 and 2011, Rennert also taught graduate courses in energy policy as adjunct faculty in the Department of Strategic Management and Public Policy at George Washington University.\nResources for the Future",
  "page_3": "About RFF\nResources for the Future (RFF) is an independent, nonprofit research institution in Washington, DC. Its mission is to improve environmental, energy, and natural resource decisions through impartial economic research and policy engagement. RFF is committed to being the most widely trusted source of research insights and policy solutions leading to a healthy environment and a thriving economy.\nThe views expressed here are those of the individual authors and may differ from those of other RFF experts, its officers, or its directors.\nSharing Our Work\nOur work is available for sharing and adaptation under an Attribution- NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license. You can copy and redistribute our material in any medium or format; you must give appropriate credit, provide a link to the license, and indicate if changes were made, and you may not apply additional restrictions. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. You may not use the material for commercial purposes. If you remix, transform, or build upon the material, you may not distribute the modified material. For more information, visit https://creativecommons.org/licenses/by-nc-nd/4.0/.\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act\nit",
  "page_4": "Abstract\nIn a two recent publications, Carbon Border Adjustments: Design Elements, Options, and Policy Decisions and Foreign Pollution Fee Act: Design Elements, Options, and Policy Decisions, we provided an overview and comparison of current border adjustment mechanisms (BAMs). In the first publication we focused on the European Union’s Carbon Border Adjustment Mechanism (EU CBAM); the Fair, Affordable, Innovative, and Resilient Transition and Competition Act (FAIR Act), sponsored by Senator Chris Coons (D-DE); and the Clean Competition Act (CCA), by Senator Sheldon Whitehouse (D-RI). In the second publication we reviewed a new piece of proposed US Senate legislation, the Foreign Pollution Fee Act (FPFA), introduced by Senator Bill Cassidy (R-LA), Senator Lindsey Graham (R-SC), and Senator Roger Wicker (R-MS). In this report we provide more detail on the EU CBAM and compare it to the FPFA and the CCA, which was reintroduced on December 6, 2023.' This report uses the design elements introduced in the previous publications to describe the policies reflected in each BAM?\n1 A great deal of the FPFA description used in this report is reproduced from our publication Foreign Pollution Fee Act: Design Elements, Options, and Policy Decisions 2 We have made every effort to be concise with respect to our descriptions of the design elements, but that has required us to abstract from a great deal of detail in each BAM. We hope this report will provide a roadmap that informs understanding of these mechanisms, but it should not be interpreted as a complete and comprehensive description and review.\nResources for the Future\nili",
  "page_5": "Contents\nGoals\n11. EU CBAM 1.2. CCA 1.3. FPFA\nCovered Products\n21. EU CBAM 2.2. CCA 2.3. FPFA\nFees\n31. EU CBAM 3.2. CCA 3.3. FPFA\n4 Definition of GHG Intensity 4. EU CBAM 4.2. CCA 4.3. FPFA\nBaselines 51. EU CBAM 5.2. CCA 5.3. FPFA\nInformation Resources and Methods\n61. EU CBAM 6.2. CCA 6.3. FPFA\nClubs, Alliances, and Exemptions 71. EU CBAM 7.2. CCA 7.3. FPFA\nTakeaways\n10\n10\n11\n11\n11\n12\n12\n12\n13\n13\n14\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act\nIV",
  "page_6": "1. Goals\nEach of the three BAMs discussed in this report share two common goals. The first goal is to protect the competitiveness of domestic industries engaged in international trade while they take actions to reduce their emissions. The environmental justification for protecting domestic competitiveness is the risk of carbon leakage, where domestic climate policies might induce a shift in emissions to other regions, thus undercutting the effectiveness of the policy. While actions to mitigate the risk of carbon leakage can also support competitiveness, and vice versa, they do not necessarily do so equally in all cases. The second goal is to incentivize trading partners with less ambitious climate goals to increase their ambition and thereby retain access to the markets of high-ambition countries. Each BAM has one or more additional complementary goals. For example, a complementary goal can be pairing a BAM with a new decarbonization regulatory program.\n1.1. EU CBAM\nThe EU CBAN is designed to work hand in glove with the EU Emissions Trading System (ETS), a carbon pricing workhorse policy for the decarbonization of EU industry and of the European Union in general. In addition, the EU CBAM incentivizes other trading nations to adopt carbon pricing as a foundational decarbonization policy tool.\n1.2. CCA\nThe CCA is also a BAM designed to work seamlessly with a domestic regulatory program intended to reduce greenhouse gas (GHG) emissions from the industrial sector. The CCA introduces a performance standard to achieve the reductions desired within the industrial sector.’ The performance standard within the CAA is defined as tons of GHGs per ton of product. Producers with a GHG intensity above the benchmark pay a fee while producers below the benchmark pay no fee. To ensure a rapid decline in GHG intensity over time, the benchmark declines year over year and the fee increases year over year. Revenues from fees are used to further incentivize investments in low- carbon technologies and other activities designed to reduce industrial emissions.\n1 It can be argued that a performance standard is preferable to a carbon tax in an internationally competitive industrial setting due to the fact that it does not cause industrial sector output prices to increase as much as they would under a carbon price that achieves the same level of emission reduction.\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act",
  "page_7": "1.3. FPFA\nA key distinction of the FPFA from the other two approaches is that the FPFA does not include a regulatory program to reduce industrial emissions. This is in line with the FPFA’s objective to reduce the importation of embodied GHGs within US trade flows rather than focus on further reductions in emissions from domestic sources.\n2. Covered Products\n2.1. EU CBAM\nIn the design of a BAM, one expects to see the list of covered products dominated by primary commodities with relatively high GHG intensities (i.e., tons of embodied GHGs per ton of product). The EU CBAM includes six categories of covered products including cement, electricity, fertilizers, iron and steel, aluminum, hydrogen, and chemicals. Within each category, except for electricity and hydrogen, there are multiple individual products subject to the EU CBAM. For example, in the case of cement, the covered products include other kaolinic clays, clinkers, white Portland cement, other Portland cement, aluminous cement, and other hydraulic cements. In the case of fertilizers, there are five individual covered goods specified; for iron and steel there are fourteen and fourteen for aluminum as well.\nThe list of covered goods is based on Combined Nomenclature (CN) codes, which is the European Union’s customs and trade statistics classification system based on the global Harmonized System (HS) nomenclature. CN codes can run up to eight digits, although some EU CBAM goods categories are based on two four-digit codes, with specific exemptions. In the case of iron and steel, for example, this means that the list of covered goods at the eight-digit level runs at over 100 goods.\n2.2. CCA\nThe CCA levies fees on covered primary goods and products well as “finished goods.” Covered products are defined by first defining a covered national industry with a six-digit NAICS code. There are 20 defined national industries.? Like the EU CBAM, each covered national industry produces a multitude of individual products. The CCA\n2 The CCA covered national industries include petroleum extraction, natural gas extraction, surface coal mining, underground coal mining, pulp mills, paper mills, paperboard mills, petroleum refineries, asphalt paving mixture and block manufacturing, asphalt shingle and coating materials manufacturing, all other petroleum and coal products manufacturing, petrochemical manufacturing, industrial gas manufacturing, ethyl alcohol manufacturing, other basic organic chemical manufacturing, nitrogenous fertilizer manufacturing, glass, cement, lime and gypsum product manufacturing, iron and steel, and aluminum.\nResources for the Future",
  "page_8": "defines a covered primary product as “any good which is produced as part of a trade or business operating within a covered national industry and includes any good classifiable under the same 6-digit subheading of the Harmonized Tariff Schedule CHTS) of the United States.” The list of covered primary products exceeds several hundred. Finished goods are products that include more than 500 pounds of any combination of covered primary product in their manufacture, “or [were] produced from inputs of any combination of covered primary goods, the value of which comprise more than 90 percent of the total value of the material inputs involved in the production of such good[s].” As time passes the weight and value triggers decrease. Finished goods are charged a fee based on the quantity of covered primary products contained within the finished good measured by weight. In comparison to the EU CBAM, the CCA includes many more covered primary products. Unlike the EU CBAM, the CCA imposes fees on finished goods in addition to primary products. The list of such finished goods can be extraordinarily large.\n2.3. FPFA\nThe FPFA levies fees on covered primary goods and products as well as two categories of “finished goods” (manufactured products). The categories of covered products are aluminum, biofuels, cement, crude oil, glass, hydrogen, methanol, ammonia, iron and steel, lithium-ion batteries, several classes of critical minerals, natural gas, petrochemicals, plastics, pulp and paper products, refined petroleum products, solar cells and panels, and wind turbines. The FPFA then defines the covered products that are subject to the imposed fees within each large category using the six-digit HTS code. Depending upon the category, a substantial number of products will be subject to fees.\nThe FPFA has a unique feature among the three BAMs that allows domestic producers to petition the US Secretary of Energy to add to the list of covered products a product produced by that industry. The ability to petition the Secretary to add covered products extends to trade organizations consisting of the producers of such products, labor unions associated with the production of the product, as well as individuals employed in the production of such products.\n3. Fees\n3.1. EU CBAM\nThe European Union argues the EU CBAM is an extension of the ETS, under which industrial facilities operating within the European Union must surrender allowances for each ton of GHGs emitted from their production facilities. EU CBAM fees result from the obligation for importers (termed declarants) of covered products to buy and surrender “CBAM certificates” (virtual ETS allowances) on the ETS market equal to the GHGs embodied in the covered products they wish to import. Since ETS allowance market prices fluctuate in response to demand, there is some uncertainty with respect to the price declarants must pay to import covered products.\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act",
  "page_9": "If the country of origin of a covered product has in place a carbon price that must be paid by the producer of the covered product and the carbon price is at least equal to the price of an EU ETS allowance, the purchase price of the ETS allowances will be rebated in full to the importer. If the country-of-origin carbon price is a fraction of the ETS allowance price, that fraction of the allowance purchase price will be rebated.\nThe EU CBAM largely aims to equalize treatment of domestic producers and importers, but there are two practical differences worthy of mention. Domestic producers must surrender allowances equal to GHGs emitted from their facilities, while declarants must surrender allowances equal to the greenhouse gas emissions embodied in individual covered products—one facility-based and the other product-based. Second, EU industrial sectors receive free allowances to cover a portion of their emissions. But, to the extent that EU producers receive free ETS allowances, the number of EU CBAM certificates to be surrendered will be commensurately reduced as well. Beginning in 2026, these free allowances will be reduced over an eight-year period.\nIn addition, at the end of every quarter, the declarant needs to hold a volume of EU CBAM certificates on its account, equal to at least 80 percent of the embedded emissions of the goods it has imported since the start of the calendar year. The effective carbon price paid by EU CBAM importers can therefore vary depending on the timing of the purchases, much like domestic EU producers are also free to time their allowance purchases (but not surrendering) according to preference.\nThe price of EU CBAM certificates is linked to the EU ETS price. Every calendar week, the European Commission calculates and publishes the average closing price of EU ETS allowances for the preceding week. The EU CBAM fee will therefore broadly track the EU ETS price, with a minor time lag.\nIn principle, the fees charged for acquiring EU CBAM certificates will be adjusted for any carbon prices already paid in the country where the goods originated. In practice, strictly speaking, the effective carbon price paid will lead to a reduction in the number of certificates that have to be surrendered, rather than a lower fee per EU CBAM certificate\n3.2. CCA\nThe CCA would establish both a domestic regulatory program to reduce domestic industrial emissions and a border mechanism that would apply fees to imported covered products based on their embodied GHGs. Like the EU CBAM, the CCA works to treat importers of covered products in the same manner that it treats domestic producers of those same products.\nThe heart of the CCA is a performance standard based on a benchmark specifying tons of greenhouse gases emitted per ton of product produced. The CCA identifies a benchmark for each of 20 national industries. The benchmarks are equal to the mean GHG intensity (measured as tons of GHG per ton of product) of each national industry. Each national industry is composed of several covered entities (firms producing a covered product) and eligible facilities owned by covered entities. The benchmark is the\nResources for the Future",
  "page_10": "mean intensity of the eligible facilities within the national industry. Each eligible facility must calculate its facility-level GHG intensity. If that intensity is below the benchmark, the eligible facility pays no fees. However, if the facility-level intensity is above the benchmark, it must pay a fee on every ton of GHGs emitted at the facility above the benchmark. For example, an eligible facility with a GHG intensity of 4.0 tons of CO,e per ton of product producing 100,000 tons of product facing a national industry benchmark of 2.0 would pay a fee on 200,000 tons of GHGs.\nThe CCA fee (termed a carbon price) is set equal to $55 per ton of GHG in the initial year. Each following year the fee is increased by the consumer price index plus five percent. The national industry benchmarks decline by 2.5 percent each year from 2026-2029 and 5 percent each year thereafter until it reaches zero.\nEach imported covered product is associated with a national industry. In the initial year, importers of 10,000 tons of a covered product with the GHG intensity of 3.5 associated with the US national industry benchmark of 0.5 would pay $165,000 in fees ((3.5-0.5) x10,000x$55).\nLike the CBAM, domestic producers are charged fees at the facility level while importers are charged fees on individual products. There is flexibility within the CCA for domestic producers to petition for their GHG intensities to be based on products rather than their facilities.\n3.3. FPFA\nThe prime goal of the FPFA is to significantly reduce GHGs embodied in imported products over a 12-year period and then to continue the reduction of imported embodied GHGs over the years to follow. This goal leads the FPFA to have a very different fee structure than the EU CBAM and the CCA.\nThe fee, termed the “variable charge” in the legislation, is an ad valorem fee specific to each covered product and to each tier to which a covered product is assigned. The legislation defines 3 tiers, with each tier containing multiple segments. For example, covered products with a GHG intensity difference (i.e., the difference between the GHG intensity of a covered product from a country of origin relative to the average GHG intensity the same product produced in the US) greater than 10 percent but not greater than 50 percent falls into Tier A. Within Tier A are multiple segments established at five percentage point increments (e.g., 10 percent, 15 percent, 20 percent...). Covered products falling into Tier A are further assigned to a specific segment. Tier B contains covered products with a GHG intensity greater than 50 percent but not greater than 200 percent while Tier C contains covered products with a GHG intensity greater than 200 percent. Tiers B and C also have multiple segments.\nThe ad valorem fees are designed to achieve specific goals. In the first six years after enactment, covered products with a mean GHG intensity greater than 50 percent of mean US production face an ad valorem fee sufficient to ensure imports of those covered products are altered such that the difference in mean GHG intensity (between\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act",
  "page_11": "US products and imported products) is not greater than 50 percent. Covered products with a mean GHG intensity greater than 25 percent but less than 50 percent of mean US production face an ad valorem fee sufficient to ensure trade flows of that commodity are altered such that the difference in mean GHG intensity is not greater than 25 percent. Covered products with a mean GHG intensity not greater than 25 percent of mean US production face an ad valorem fee sufficient to ensure trade flows of that commodity are altered such that the difference in mean GHG intensity is not greater than 10 percent. In the subsequent six-year period (Phases 2 and 3) and beyond, the ad valorem fees are adjusted to continue the decline in the GHG intensity of covered imported products in US trade flows.\nThe process of setting the ad valorem fee can best described as a series of steps.\ne Step 1 calculates the GHG intensity of each imported covered product for each of the countries of origin and the average GHG intensity of each covered product produced in the US. Information from this step allows each covered product to be assigned to a tier and a segment within a tier. It is possible and perhaps likely the same covered product from different countries of origin can be assigned to different tiers or different segments within a tier due to significant differences in country-of-origin GHG intensity. Step 2 calculates the average GHG intensity of individual covered product across all countries of origin. Information from this step is used to align the magnitude of the variable charge with the goals stated above pertaining to the reduction in the GHG intensity of imported covered products. Step 3 establishes the variable charge to be assigned to a specific covered product residing in a specific segment of a tier. Given the large number of covered products as well as the number of segments within each of the three tiers, the Secretary of Energy will be developing a large number of variable charges. Given the goals noted above, it seems most likely the Secretary and the Board will rely on modeling exercises designed to achieve the stated reductions in GHGs embodied in covered products to set the magnitude of the variable charges.\nResources for the Future",
  "page_12": "4. Definition of GHG Intensity\nDefining the GHG intensity of a covered product is a foundational element of a BAM. While there are many GHG accounting protocols in existence, GHG accounting in the context of a BAM has its own requirements. It is important to recognize that BAMs are applied to traded products and not to firms or facilities, and the GHG accounting methods must align with the HTS that is the basis for customs tariffs world-wide. We think of BAM GHG accounting in terms of the boundaries used to define the relevant emissions of GHGs.’ There are three broad categories of emissions that define the boundaries: 1) direct emissions from the production facility, 2) emissions from the generation of grid electricity purchased by production facilities, as well as from heat consumption in production facilities, and 3) emissions embodied in intermediate products purchased by production facilities for use and the manufacturer of covered product. These boundaries are often termed Scope 1 (direct emissions), Scope 2 (electricity- and heat-related emissions) and Scope 3 (upstream supply chain emissions). At this time, we are unaware of any BAM or proposed BAM that expands the emissions boundary to include downstream Scope 3 emissions, beyond the EU CBAM In & precursors,” discussed further below. Ss\n4.1, EU CBAM\nThe boundary conditions for the EU CBAM during the transitional phase are quite straightforward and include Scope 1 direct missions and Scope 2 emissions from grid-provided electricity generation. There are no upstream supply chain emissions included in the calculation of GHG intensity. The European Union places the burden of calculating the GHG intensity for imported covered product on the declarant but provides some guidance for declarants in regulations issued May 10, 2023.\nFor upstream Scope 3 emissions, the European Union uses the concept of “precursors.” Precursors are the goods that are used in the production process of the main good covered by the EU CBAM. Relevant precursors for which the embedded emissions should be accounted for, and declared by importers, are explicitly listed in Annex III of the EU CBAM implementing regulation. The reason to include precursors is to avoid “reshuffling” trade in response to EU CBAM obligations; their inclusion does not signal a desire by the European Union to begin regulating Scope 3 emissions. Failure to include precursors would create an incentive for producers to simply shift the trade to the part of the supply chain not covered by the EU CBAM. Crucially, the precursors under the CBAM are regulated for domestic EU producers as the Scope 1 emissions from ETS installations.\n3 “What is the harmonized system CHS)?” World Customs Organization, accessed\nis-the-harmonized-system.aspx.\nDecember 5, 2023, https://www.wcoomd.org/en/topics/nomenclature/overview/what-\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act",
  "page_13": "4.2. CCA\nThe CCA has boundary conditions for domestic producers very similar to the EU CBAM—direct emissions and grid-purchased electricity emissions. In addition, as noted in the section on covered products, the CCA tracks the emissions of GHGs embodied in covered products that are used in the production of finished goods. These upstream supply chain emissions fall under Scope 3 and are not included in the EU CBAM. The CCA places the burden of establishing GHG intensities for domestic and imported covered products on the US Secretary of the Treasury.\nEligible facility emissions captured and stored in secure geological formations may be subtracted from the emissions total. Covered entities that engage in direct air capture of GHGs may apportion those captured admissions among their eligible facilities.\nThe definition and measurement of the GHG intensity for imported covered products is considerably different than it is for domestic producers. As a default, the GHG intensity of covered imported products is defined by the Secretary as the carbon intensity of the general economy of the country of origin. If it is believed the country of origin’s covered national industry has a greenhouse gas intensity less than that of the general economy, the Secretary has the option of estimating the intensity of the covered national industry and using that estimate as the basis for the determination of the GHG intensity of the covered imported product. Importers of covered products can petition the Secretary to use the average GHG intensity of the covered entity in the country of origin.\n4.3. FPFA\nThe FPFA specifies the determination of the GHG intensity of the domestic benchmark against which the GHG intensity of imported covered products will be compared, as well as the determination of the GHG intensity of imported products.\nThe FPFA’s measure of GHG intensity includes Scopes 1, 2, and 3 emissions. Scope 1 emissions are referred to in the FPFA as point source pollution, meaning the emission of GHGs directly from a facility producing a covered product. The FPFA addresses Scope 2 electricity emissions by defining a separate category of inputs termed “contributing parts.” A contributing part is a product used in the creation of a covered product—for example, a product used to provide electricity necessary to operate machinery used to create the covered product. The FPFA references upstream pollution—Scope 3—as embodied GHGs in any covered product that is used as an input in the manufacture of another covered product, as well as any fugitive emissions occurring during the extraction, refining, and transport of the above intermediate covered products. An example would be the fugitive emissions from the extraction, refining, and transport of crude oil used as an input in the production of refined petroleum products and petrochemicals. While not called as such, these Scope 3 inputs are ostensibly similar to the EU CBAM's inclusion of “precursors” and are likewise covered to prevent avoidance or “reshuffling.”\nResources for the Future",
  "page_14": "The FPFA places the burden of calculating the baseline pollution intensity and the pollution intensity of imported covered products on the Secretary of Energy. The legislation states,\nFor the purposes of creating a process for calculating the pollution intensity of any covered product the Secretary and the Board shall use the best and most granular data available in the United States to establish the baseline pollution intensity with respect to such product, and in the case of a covered product produced outside the United States, base the calculation of the pollution intensity of such product on the process used to establish the baseline pollution intensity for such product.* °\nThis excerpt instructs the Secretary of Energy to treat the determination of domestic pollution intensities and those of imported goods in a similar fashion. The FPFA provides the Secretary of Energy with considerable flexibility in the determination of pollution intensity, which stands in contrast to the approach of the CCA, which instead provides considerable specificity in its direction to the Secretary of Treasury with respect to the determination of GHG intensity.\n5. Baselines\nA baseline is a product-level GHG intensity against which the GHG intensity of an imported product is compared for the purposes of assessing border fees. When used, baselines can define an exempt level of emissions before BAM charges accrue to define categories of GHG intensities for the purposes of assigning BAM fees.\n5.1. EU CBAM\nThe EU CBAM does not reference such a baseline. Rather, for the purposes of effectively assigning border fees to covered products or exempting covered products from border fees, the European Union relies on the comparison of carbon pricing policies in the country of origin with the EU ETS allowance price. This comparison is discussed under the Fees section of this report.\nThe European Union, however, is developing fallback approaches in case importers fail to declare embedded emissions in line with the European Union’s specifications. In principle, the European Union wants to apply country averages for the various EU CBAM products. However, for now, there is not sufficient data to establish these\n4 The Board refers to the National Laboratory Advisory Board on Global Pollution Challenges. The Board is composed of the directors from the Idaho National Laboratory, the National Renewable Energy Laboratory, the Pacific Northwest National Laboratory, and the Council on Environmental Quality. In addition, Board members include representatives from the industrial sectors producing covered products, as well as representatives from relevant federal agencies. 5 Pollution Fee Act of 2023, S.3198, 118th (2023).\nForeign\nCong.\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act",
  "page_15": "country averages. This is where the reporting during the EU CBAM transitional phase up to the end of 2025 comes in: by then the European Union hopes to have collected enough data to establish these values. Failing at that, the European Union would make assumptions about the embedded carbon in imported goods. It would do so by assuming embedded emissions equal to the ”X percent” of worst-performing EU facilities in the same product group, with the value of X to be determined by the European Commission in the future. The lower this value the more the European Union shields its own producers (but the less it can argue it is primarily concerned with avoiding leakage).\n5.2. CCA\nThe CCA baseline is the mean facility-level (eligible facility) GHG intensity for a national industry. Under a variety of circumstances, the mean intensity can be calculated at a more refined level to reflect differences in technologies used in production and the composition products produced within an eligible facility. Importantly, the benchmark within the CCA declines over time incentivizing US and foreign industries to invest in low-carbon technologies and undertake other activities to reduce their facility admissions. As noted in the Fees section of this report, both domestic fees and import fees are referenced to the baseline. Covered products, domestic or imported, with GHG intensities below the benchmark pay no fees.\n5.3. FPFA\nThe FPFA specifies a benchmark based on the facility-level pollution intensity of domestic producers of a particular covered product. Differences between the pollution intensity of an imported covered product and the baseline intensity are used to assign covered products to different categories. These categories carry with them different ad valorem fees to be charged to importers to achieve the goal of reducing US importation of embodied GHGs. Unlike the CCA, which specifies a schedule used to reduce the benchmark over time to achieve decarbonization goals, the FPFA benchmark changes only when periodically recomputed by the Secretary of Energy to incorporate updated data reflecting the pollution intensities of domestic producers at that time.\nResources for the Future\n10",
  "page_16": "6. Information Resources and Methods\n6.1. EU CBAM\nThe European Union requires elaborate measurement, reporting, and verification of the GHG emissions of installations with EU ETS compliance obligations. The reporting is based on ETS “activities,” which have their own taxonomy set out in the ETS legislation. ETS activity codes do not map to “products” or “goods” in the context of trade, or indeed to the economic classification systems used in trade accounting. While for the purposes of some ETS implementation issues related to allowance allocation, GHG intensities are calculated by the European Commission as a regulator (based on installation level reporting, combined with production data in Eurostat), EU producers are not obliged to do so themselves. Another relevant distinction from EU CBAM “declarants,” is that these declarants are the importers, which in many cases might be a different entity from the manufacturer of the product.\n6.2. CCA\nThe CCA imposes GHG intensity reporting requirements on domestic manufacturers. Domestic manufacturers must report to the Secretary of Treasury and the Administrator of the US Environmental Protection Agency (EPA) information on eligible facility emissions and product production in physical terms such that the Secretary may calculate the GHG intensity at the level of the eligible facility. This calculation is made for the aggregate of all products produced at an eligible facility. That is, the GHG emissions specified in the definition of GHG intensity (the emissions boundary conditions) are divided by the tons of all products produced at an eligible facility rather than individual products. The legislation does not require the facility emissions to be apportioned across all products produced at the facility. However, a covered national industry may petition the Secretary to calculate and provide GHG intensities at a product level. One can expect such petitions from covered national industries that produce a variety of products with very different individual GHG intensities. In cases of such petitions, the Secretary, in coordination with the Administrator must develop a methodology and assemble data for the calculation of such intensities that provides for interoperability with existing federal carbon accounting rules and standards. The GHG intensities developed by the Secretary and the chosen methodology then become part of the public record.\nThe Secretary is also responsible for the calculation of GHG intensities for all covered primary commodities imported into the United States. The Secretary may base this calculation on the GHG intensity of the general economy (GHG in tons divided by GDP) of the country of origin, or if credible and verifiable information exists, may calculate the GHG intensity at the level of the covered national industry. Further, importers of a covered product may petition the Secretary to determine the GHG intensity at the level of an individual product produced by an individual manufacturer within the country of origin.\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act\n11",
  "page_17": "6.3. FPFA\nThe FPFA assigns to the Board the responsibility of developing estimates of baseline pollution intensity of covered products and the pollution intensity of covered products from any country of origin. The Board may base estimates of pollution intensity on economic, statistical, or engineering models; pollution data from facilities and a wide range of monitoring tools; voluntarily reported data; information on technology performance; and information that may be specific to a particular covered product. The FPFA directs the Board to evaluate pollution intensities for imported covered products using calculations based on the same process used to establish the pollution intensity for domestic production of the same covered product (i.e., the baseline pollution intensity).\nIn general, the calculation of pollution intensities of imported and domestic covered products poses a significant technical challenge in the imposition of a BAM. The FPFA puts the responsibility for calculating these pollution intensities upon the Board and directs other federal agencies to supply data to support the calculations. In contrast, the CCA imposes GHG intensity reporting requirements on domestic manufacturers to support its assessment of domestic carbon intensities. Domestic manufacturers must report information to the Secretary of Treasury and the EPA Administrator on eligible facility emissions, product production, and other relevant information needed for the Secretary of Energy to calculate the GHG intensity at the level of the eligible facility. Under the CCA, the Secretary is also responsible for the calculation of GHG intensities for all covered primary commodities imported into the United States.\n7. Clubs, Alliances, and Exemptions\n7.1. EU CBAM\nIn\na previous brief, Competitiveness: Building a Performance Alliance, we defined the most rudimentary club as a collection of countries where transactions and trade in primary commodities is not subject to environmentally based fees or tariffs and distinguished between a policy club and a performance club. We suggested the EU CBAM is a rudimentary policy club, meaning that a country avoids paying fees or tariffs if the country has a regulatory emission reduction policy equivalent to that of the European Union. That is, it imposes a carbon price equal to or greater than the EU ETS allowance price.\nissue\nIndustrial Decarbonization and\nExemptions are politically difficult in BAMs, as it can be argued to be discriminatory against those not exempted. An obvious scenario where countries could be fully exempted is in the case of linked emissions trading systems. In such a case, the carbon costs between the domestic and foreign producer is by definition equal and no adjustment is necessary. The European Union has linked its ETS to the Swiss ETS, leading to Switzerland being exempted from the EU CBAM. However, ETS linkages are politically and technically difficult, and few countries are unlikely to join Switzerland in this exemption.\nResources for the Future\n12",
  "page_18": "During Germany’s year as president of the Group of Seven (G7), a first—very tentative— step to a climate club was taken. Climate clubs mean different things to different countries and there are no real-world examples yet, although some announcements at the United Nations’ 28th Conference of the Parties can be expected. In general, a climate club would pursue alignment between climate policies (and carbon pricing in particular) to different degrees of harmonization so that friction is minimized, especially when it comes to trade. Clubs are by definition exclusionary, leading some stakeholders to prefer the concept of “alliances” instead, signaling openness for any interested country to join (and align with certain policy practices). The United States and the European Union are extensively discussing the Global Arrangement on Steel and Aluminum , seen by some as a limited transatlantic climate club due to its provisions on embedded carbon in these energy-intensive materials.\n7.2. CCA\nWe also argued in Industrial Decarbonization and Competitiveness that the version of the CCA first introduced in June 2022 was a performance club. A performance club does not impose fees or tariffs on important covered products from countries of origin that have the same or better GHG intensities than in the United States. This continues to be true for the new version of the CCA introduced in November 2023. In addition, the CCA exempts relatively least developed nations as defined in Section 124 of the 1961 Foreign Assistance Act from carbon fees.° New in the reintroduced CCA is a section titled “Carbon Clubs.” This section gives the Secretary of Treasury the authority to waive fees on covered products from countries of origin that impose explicit costs on GHG emissions similar to the charges that would otherwise be imposed by the legislation. It is reasonable to assume covered products imported from the European Union would be eligible for waived fees considering the carbon price imposed by the ETS.\n7.3. FPFA\nThe FPFA provides an extensive section on international agreements and partnership that can be characterized as clubs. Under the FPFA, the US Trade Representative is authorized to engage with countries to encourage the establishment and expansion of international partnerships. Such partnerships may include one or more covered products, countries, or groups of countries, such as the Organization for Economic Cooperation and Development and the G7. Partnerships would facilitate the creation of compatible methods to promote pollution reduction through trade mechanisms by focusing on the pollution intensity differences between countries (suggesting a performance club). The impact of this partnership offer also depends on the precise mandate for the US Trade Representative (or their interpretation of the mandate): a strict interpretation might require alignment with US policies and regulations to such an extent that it will not be feasible for every country given the structure of their domestic policy mix.\n6 Foreign Assistance Act of 1961, Pub. L. 87-195, Section 124, https://www.govinfo.gov/ content/pkg/COMPS-1071/pdf/COMPS-1071.pdf.\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act\n13",
  "page_19": "Each partner country would continue to develop its own sovereign methods for pollution reduction. Importantly, the international agreement would eliminate any fees or charges between partner countries, suggesting the European Union cannot become a partner under the FPFA due to its EU CBAM requirement that importers purchase EU CBAM certificates. Low and middle-income countries would be exempt from fees by joining an international agreement.\nUnder the FPFA, international agreements are intended to provide interoperability by developing compatible pollution monitoring, creating reporting and verification methods among partners that allow for similar methods to be used to calculate pollution intensity of covered products, and increasing the transparency of the calculations to partner countries International agreements may not be forged with non-market economies that are upper- middle- or high-income countries. Authority to develop international agreements does not include the authority to negotiate agreements that would establish carbon taxes, fees, pricing, or other mechanisms on domestic producers in the United States.\n8. Takeaways\nThe EU CBAM entering into force in October 2023 is clear evidence that the use of international trade as a component of climate policy has left the realm of academia and is now an accepted policy tool. While the European Union argues that the EU CBAM is a straightforward extension of the EU ETS and should not be considered an international trade policy, the introduction of the EU CBAM has provided a rationale that supports the consideration of BAMs in other countries that have the potential to significantly impact global trade.\nIt is hard to overstate the extensive impact BAMs can have on international trade. While the EU CBAM identifies six categories of internationally traded products, the number of actual products that would be subject to the CBAM can be quite large. In the case of iron and steel alone, the number of products is over 100. Some estimates of the number of products covered by the CCA run into the multiples of hundreds, and the provisions within the FPFA that allow domestic producers and others to add covered products to the existing list leaves the total number of covered products open-ended. The indirect impacts may yet be greater still through the consumption of covered goods in other products.\nThe cornerstone of any BAM is a measure of the GHG intensity of a covered product. Since BAMs will impact vast numbers of covered products and therefore the producers of those products, it will be in the best interest of those producers to provide measures of GHG intensity for their products. While such producers will have the information and ability necessary to construct those measures, the fact that BAMs do not share a common frame of reference for intensity calculations imposes an additional burden on those producers. At present there is no forum the business community can utilize to reconcile differences across BAMs or develop interoperable definitions and protocols that would allow companies to provide information compliant with individual countries’ BAMs.\nResources for the Future\n14",
  "page_20": "The vast number of products subject to BAMs clearly poses complex implementation issues. It also leads to the scope of BAMs affecting large numbers of countries that rely on developed country markets for their exports and economic well-being. Many countries argue that BAMs are inconsistent with World Trade Organization (WTO) multilateral trade rules.’ While the WTO does have a dispute settlement system (the Appellate Body), that system is in a state of crisis because countries, including the United States, have blocked the appointment of Appellate Body members such that the Body’s current configuration is incapable of hearing appeals and processing disputes. Without a functioning WTO, there is no multilateral institution capable of resolving conflicts that will naturally arise due to the deployment of additional BAMs in the future.\nProblems of emissions leakage, lost international competitiveness due ambitious decarbonization policies, and suggestions regarding the use of BAMs are not new.® However, until the enactment of the EU CBAM they have been merely suggestions. Now BAMs are a reality, and we are confronted with important questions. Will this policy tool be effective in addressing leakage and competitiveness and spread beyond the European Union to the US and other large industrial nations? What will be the impact of widespread BAM adoption on the global system of international trade, industrial emissions, green investments, and the economic welfare of exporters in countries that enacted BAMs? Will long standing international trade rules embodied in the WTO successfully challenge the spread of BAMs or will trade rules—whether multilateral or plurilateral—adapt to this new reality? Time will tell?\n7 See, for example, China’s urging the EU to ensure its BAM complies with WTO rules in September. 8 See Richard Morgenstern’s 2007 issue brief addressing competitiveness concerns. 9 Raymond J. Kopp, Kevin Rennert, and William Pizer, “Sailing uncharted waters: international trade becomes an element of climate policy,” Resources, https://www. resources.org/archives/sailing-uncharted-waters-international-trade-becomes-an- element-of-climate-policy/.\nComparing the European Union Carbon Border Adjustment Mechanism, the Clean Competition Act, and the Foreign Pollution Fee Act\n15",
  "page_21": ""
},
  "language": "Languages.ENGLISH",
  "total_pages": 21
}
