{
  "file_name": "4_49.pdf",
  "pages": {
  "page_1": "Sa\nos=seS==\n255 ======55\n=\ne->;\ny XN\nRESOURCES\nfor the FUTURE\nCarbon Border Adjustments:\nDesign Elements, Options, and\nPoli\nDecisions\nion.\nd Kopp, William Pizer, and tier\n: a\ner\nWy ped,\n2\nroowe\nSal ae Misoasnthon\n*\n7\n=\nsr}\nz\npan\n—\n===\n¢\nirae\na...\nvet\nmee\n“*h %\n=\n4\n&\na\n+\nSE6O +05\nTSiis\nReport 23-14\nOctober 2023",
  "page_2": "About the Authors\nRaymond Kopp is a senior fellow at Resources for the Future (RFF). He holds PhD and MA degrees in economics and an undergraduate degree in finance. He has been a member of the RFF research staff since 1977 and has held a variety of management positions within the institution. Kopp’s interest in environmental policy began in the late 1970s, when he developed techniques to measure the effect of pollution control regulations on the economic efficiency of steam electric power generation. He then led the first examination of the cost of major U.S. environmental regulations in a full, general equilibrium, dynamic context by using an approach that is now widely accepted as state-of-the-art in cost-benefit analysis. During his career Kopp has specialized in the analysis of environmental and natural resource issues with a focus on federal regulatory activity. He is an expert in techniques of assigning value to environmental and natural resources that do not have market prices, which is fundamental to cost-benefit analysis and the assessment of damages to natural resources. Kopp’s current research interests focus on the design of domestic and international polices to combat climate change.\nWilliam Pizer is Vice President for Research and Policy Engagement at RFF. From 2008 to 2011, he was Deputy Assistant Secretary for Environment and Energy at the US Department of the Treasury, where he oversaw Treasury’s role in the United States’ global environment and energy agenda. He is a research professor at the Sanford School of Public Policy at Duke University, where he was previously the Susan B. King Professor and Senior Associate Dean for Faculty and Research. Prior to his time at the US Treasury and Duke University, he was a researcher at RFF for more than a decade. Pizer has written more than 60 peer-reviewed publications, books, and articles, focused on the economics of climate change, and holds a PhD and MA in economics from Harvard University and a BS in physics from the University of North Carolina at Chapel Hill. He is currently a member of the NASEM Committee on Accelerating Decarbonization in the United States and is a research associate at the National Bureau of Economic Research.\nKevin Rennert is a fellow at RFF, where he first joined as a visiting fellow in 2017. Prior to his arrival at RFF, Rennert served as deputy associate administrator for the Office of Policy at the US Environmental Protection Agency. Leading up to his appointment in the Office of Policy, he worked as senior advisor on Energy for the Senate Finance Committee. In that role, Rennert advised the committee’s Chairman, Senator Ron Wyden (D-OR), on a wide range of topics related to clean energy, efficiency, and policies to reduce greenhouse gas emissions. From 2008 to 2014, he worked on energy and climate legislation as senior professional staff for the Senate Energy Committee. In that capacity, Rennert led the development of the Clean Energy Standard Act of 2012 (S. 2146), a presidential priority that would use market mechanisms to double the amount of electricity generated in the US from low or zero carbon sources by 2035. In 2010 and 2011, Rennert also taught graduate courses in energy policy as adjunct faculty in the Department of Strategic Management and Public Policy at George Washington University.\nResources for the Future",
  "page_3": "About RFF\nResources for the Future (RFF) is an independent, nonprofit research institution in Washington, DC. Its mission is to improve environmental, energy, and natural resource decisions through impartial economic research and policy engagement. RFF is committed to being the most widely trusted source of research insights and policy solutions leading to a healthy environment and a thriving economy.\nThe views expressed here are those of the individual authors and may differ from those of other RFF experts, its officers, or its directors.\nSharing Our Work\nOur work is available for sharing and adaptation under an Attribution- NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license. You can copy and redistribute our material in any medium or format; you must give appropriate credit, provide a link to the license, and indicate if changes were made, and you may not apply additional restrictions. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use. You may not use the material for commercial purposes. If you remix, transform, or build upon the material, you may not distribute the modified material. For more information, visit https://creativecommons.org/licenses/by-nc-nd/4.0/.\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions\nit",
  "page_4": "Abstract\nCarbon border adjustments (CBAs) are fees imposed on the imports of commodities and products based on the quantity of greenhouse gases (GHGs) emitted during their production. The purpose of a CBA is to allow the producers of such commodities in countries with highly ambitious climate goals to remain competitive in their domestic markets against imports from less regulated jurisdictions. CBAs are not part of the current climate and international trade policy mix, but that will change in October when the European Union’s Carbon Border Adjustment Mechanism (CBAM) goes into effect. Moreover, multiple bills in the US Senate propose CBAs. The purpose of this report is to identify some of the important CBA design elements and discuss options available to policymakers, particularly in the European Union and the United States.\nResources for the Future\nIl",
  "page_5": "Contents\n1. The New Trade and Climate Landscape\n2. Carbon Border Adjustments as a Policy Tool\n3. Design Elements\n3.1. Covered Products\n3.2. Fees\n3.3. Application of Fees\n3.4. Definition of GHG Intensity\n3.5. Baselines\n3.6. Information Resources and Methods Used to Measure GHG Intensity\n3.7. Domestic Emissions Reduction Strategies and CBAs\n3.8. Clubs, Alliances, and Exemptions\n4. Observations and Questions\n5. References\n10\n11\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions\nIV",
  "page_6": "1. The New Trade and Climate Landscape\nAs concern over climate change grows, and developed economies set increasingly ambitious climate goals, emissions from the hard-to-abate industrial sectors occupy an ever greater portion of the policy discussion.’ The industrial sectors tend to produce primary commodities that are sold in competitive international markets, where cost is a major determinant in defining market share. The need to maintain the producers’ international competitiveness while implementing costly decarbonization policies has led nations to begin to align international trade and climate policies. The most salient example is the European Union’s Carbon Border Adjustment Mechanism (CBAM).”\nCoincident with the climate concerns over industrial emissions are the grave global supply chain issues affecting internationally traded commodities and products. The challenges of the COVID pandemic, the current geopolitical tensions between east and west, and sanctions imposed in response to the war in Ukraine have raised the risk to international trade supply chains and focused attention on improving supply chain resilience and security.\nClimate-aligned international trade policies of high-ambition countries tend to focus on imports from nations with high-carbon commodity producers that are not subject to similarly ambitious policies to reduce emissions over time. Beyond climate, the move to reorient the origin of supply chains and strengthen trade relationships with politically like-minded nations can divide trading partners into low- and high-ambition countries, even though climate policy is not driving the country categorization. Therefore, it is not surprising to see discussion of international trade policies that seek to address concerns about climate as well as supply chains and geopolitics. Climate-aligned trade and derisking supply chains can have the potential to negatively affect developing countries.\nThe EU CBAM imposes fees on imports of commodities based on the embodied carbon. However, the EU does not consider the CBAM a trade policy, but rather an extension of its emissions allowance climate program. Regardless, the CBAM can be expected to reduce EU imports of high-carbon-content commodities from low-ambition counties by raising the cost of those commodities within the EU. From the exporters’ perspective, the CBAM looks no different from a tariff placed on their exports proportional to the carbon content. If imports from low-ambition, high-carbon countries also add to supply chain or geopolitical risk, the CBAM serves to reduce this risk and level the climate policy competitive playing field. However, this has not been part of the EU discussion.\n1 Hard-to-abate sectors include iron and steel, aluminum, cement, pulp and paper, and a variety of industrial chemicals. 2 October 2023 will see the introduction of the European Union Carbon Border Adjustment Mechanism (CBAM). The law requires importers of specific products to purchase EU Emissions Trading System allowances equal to the amount of carbon embedded in the products they wish to import into the European Union. If an importer can demonstrate that the manufacturing sector of the country of origin has a carbon price that’s equal to the price of an EU allowance, then the cost of the allowance purchase will be rebated to the importer.\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions",
  "page_7": "2. Carbon Border Adjustments as a Policy Tool\nThe remainder of this report focuses on eight design elements of carbon border adjustment (CBA) trade policies, the options available to policymakers, and some implications of the choices made.’ In most cases, we discuss the decisions with respect to these options in the EU CBAM and two US legislative proposals introduced in the Senate: the Fair, Affordable, Innovative, and Resilient Transition and Competition Act (FAIR Act), sponsored by Senator Chris Coons (D-DE), and the Clean Competition Act (CCA), by Senator Sheldon Whitehouse (D-RI).\n3. Design Elements\nThe eight design elements are as follows:\nimported products that are subject to fees (often termed covered products)* magnitude of the fees how fees are applied to the covered products definition of embodied carbon—that is, carbon intensity or greenhouse gas (GHG) intensity® baseline against which the GHG intensity of covered products is measured information resources and methods used to measure GHG intensity, including default values when detailed data are unavailable domestic emissions reduction strategies for covered products that interact with the CBAs clubs, alliances, and exemptions.\nCarbon border adjustments are one policy tool to maintain the international competitiveness of commodities and products produced in countries with ambitious decarbonization goals and policies. Other policies include the free allocation of emissions allowances in countries that have emissions trading systems (used by the EU) and domestic content requirements in other countries. For the purposes of this report, we focus on CBAs. We use CBAM to refer to the EU law and CBA to refer to the general class of border policies.\nFor the purposes of this report, commodities refers to iron and steel, aluminum, cement,\nseveral industrial chemicals, petrochemicals, and some refined minerals. Products refers\nto manufactured goods that use commodities as primary inputs into the production\nprocess.\nWhile we follow current terminology and refer to these policies as carbon border adjustments, they are more properly thought of as GHG border adjustments, since any particular policy may be broader than a narrow focus on carbon.\nResources for the Future",
  "page_8": "3.1. Covered Products\nThe primary purpose of a CBA is to ensure the competitiveness of domestic producers as they undertake potentially costly actions to comply with domestic GHG regulatory policies, including by making significant investments in new technologies and refining production processes to reduce the GHG intensity of their products. The products to be covered by a CBA would then be drawn from a list of products (a) exchanged in highly competitive international markets, (b) where domestic producers face significant emissions reduction costs, and (c) where competing imports contain significant amounts of embodied GHGs beyond comparable domestic products.\nFor the most part, one expects to see the list of covered products dominated by primary commodities with relatively high GHG intensities. The EU CBAM focuses on cement, iron and steel, aluminum, fertilizers, electricity, and hydrogen; the FAIR Act on steel, aluminum, cement, and iron; and the CCA on a similar set of primary commodities broadened to include fossil fuels, related petroleum products, and a selection of industrial chemicals®\nAs a CBA raises the price of covered primary products, it increases the cost of those products to domestic manufacturers that use them to produce downstream manufactured products, thereby increasing the cost of those domestically produced items. As those costs rise, one expects to see an increase in the imports of manufactured products containing high-carbon primary commodities from other nations, in part defeating the purpose of the CBA. All three CBAs have provisions for the expansion of the covered products list to include downstream manufactured products that contain large proportions of primary products. The way fees are applied to downstream products is significantly more complex than the application of fees for primary commodities (see Section 3.3).\n3.2. Fees\nThe imposition of fees is the mechanism by which the price of competing imports is increased in the domestic market, and it is used to ensure a level playing field for domestic producers facing high emissions reduction costs. The policymaker has several options with respect to setting the level of the fee as well as its application Section 3.3). The EU CBAM sets the fee levied in tons of CO, (the carbon equivalent of all GHGs) per ton of covered product at the average annual price of an EU emission trading system allowance. The CCA sets the fee at the prevailing social cost of carbon. In both cases, the fee charged to the importer of covered products is the same fee domestic producers pay to maintain compliance with relevant domestic regulatory programs. The FAIR Act sets the fee at the average cost of complying with domestic regulations designed to limit GHG emissions for each sector producing a covered product (see Section 3.3).\n6 A full list of Clean Competition Act covered products is found in § 4694(1)(4)(A) of the bill text at https://www.congress.gov/bill/117th-congress/senate-bill/4355/text.\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions",
  "page_9": "Other fee structures are available to policymakers depending on the goals they wish to achieve with the CBA. For example, rather than strictly focus on competitiveness, policymakers may wish to significantly reduce the GHGs embodied in the goods they import over some specified time interval, say 10 years. The climate rationale could be to deny US markets to exporters of highly GHG-intensive products. These fees could also reflect supply chain security or geopolitical concerns. In such cases, the fees could be set to ratchet up over time to increasingly discourage the importation of products with GHG intensities above those of domestic producers. Such a goal could suggest a schedule in which the fees differ by individual covered products. Additional complexity to achieve this goal could be applied where each imported covered product is assigned to one of a small number of groups, depending upon the GHG intensity of that product. For example, steel from three different nations with different GHG intensities could be assigned to three different groups. An ad valorem fee, a percentage of the value of the covered product, rather than a fee per ton of CO,e could then be levied on the products of each group, with larger fees applied to groups with greater GHG intensities.\nThe EU CBAM, FAIR Act, and CCA all link the fees charged on imports to the costs domestic producers face in complying with domestic regulations.\n3.3. Application of Fees\nBeyond the level of the fee, the policymaker has several options with respect to the application of fees to covered products. These options must align with the fee structures discussed in Section 3.2. The simplest approach is a fee structure under which a single fee per ton CO2e is applied equally to all covered products. This is the option found in the EU CBAM, FAIR Act, and CCA. Application of the fee requires the assessment of the GHG intensity of the covered product, defined as the tons of CO,e per ton of commodity. The total import charge paid by the importer is the fee times the GHG intensity times the tons of product.\nThe application of fees in the CCA and FAIR Act adds another layer of complexity. The CCA compares the GHG intensities of the imported covered product and the same product produced in the United States (termed the benchmark or baseline, as discussed in Section 3.5).’ In this case, the importer pays fees only on the tons of GHGs above the benchmark. If the imported covered product has a GHG intensity below the US benchmark, the importer pays no fees.\nThe FAIR Act takes a different approach and compares the stringency of policies to reduce GHG emissions in the exporting country and the United States. If the exporting country’s policies are less stringent, its covered products will be charged a fee on each ton of embodied GHGs when imported to the United States. Countries with policies more stringent than those of the United States will face no fees.\n7 The benchmark GHG intensity in the CCA is the average GHG intensity of a covered product produced by all production facilities within the United States.\nResources for the Future",
  "page_10": "In cases where the policy goal is to significantly reduce the importation of embodied GHGs, the application structure of the fees could be more complex. One model would use an ad valorem fee (see Section 3.2) for each covered product set at some initial percentage. The GHG intensity of each covered product would be reviewed at specific intervals and compared with the desired rates of GHG intensity decline. This periodic review would allow for increases or decreases in the ad valorem rates to align with desired declines in GHG intensity.\n3.4. Definition of GHG Intensity\nDefining the GHG intensity of a covered product is a foundational element of a CBA. Many GHG accounting protocols exist, some established by formal regulations and treaties and others associated with unofficial entities. However, GHG accounting in the context of a CBA has its own requirements. One of the best discussions of GHG accounting in the context of a CBA is Hinman (2023).\nSince CBAs are applied to traded products and not to firms or facilities, the GHG accounting methods that underpin the definition of GHG intensity must align with the Harmonized System that is the basis for customs tariffs in over 200 countries (WCO n.d.). This is a CBA design element for which there are no other options.\nOptions are available, however, for the boundaries used to define the relevant emissions of GHGs. Hinman (2023) suggests that the often-discussed life cycle carbon accounting methods (EPA 2016) are inconsistent with the administration of a CBA by customs agencies as well as the Harmonized System. Hinman recommends that emissions boundaries be set using point-of-production methods, referred to as gate to gate or cradle to gate. Gate-to-gate analysis confines the accounting of GHG emissions to a specific portion of the production cycle, while cradle-to-gate analysis expands the boundaries to include the emissions from the extraction of raw materials used in the production process.\nThe draft regulation guiding the initial implementation of the EU CBAM sets the boundary conditions for the definition of GHG intensity to align with gate-to-gate analyses.’ The regulation states that the GHG emissions subject to the CBAM apply to direct emissions of GHGs from the production of covered products plus indirect emissions rising from the generation of electricity used to produce the products. These boundaries are often referred to as Scope 1 and Scope 2 emissions. The EU has not chosen to include any emissions associated with the extraction of raw materials used in the production of the covered products or with the production of intermediate products used in covered product production (often referred to as upstream Scope 3).\nThe CCE has the same boundary conditions as the EU CBAM. The boundary conditions specified in the FAIR Act are like those of the EU CBAM and CCA and include “production emissions” (direct emissions). However, the FAIR Act differs by excluding\n8 The text of the regulation can be found at https://eur-lex.europa.eu/legal-content/EN/ TXT/PDF/?uri=CELEX:32023RO956.\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions",
  "page_11": "the emissions from purchased electricity and including upstream emissions from the extraction, processing, transportation, financing, or other preparation of a fossil fuel for use in the production process (e.g., a fossil fuel otherwise associated with direct emissions).\nThe choice of emissions boundaries will reflect the importance of intermediate goods used in the production of the covered product. The upstream emissions for covered primary commodities using very small amounts of intermediate inputs can be negligible, while upstream emissions associated with more complex manufactured products can be quite significant. To decrease global and domestic emissions, CBAs that include manufactured products with large volumes of primary commodities as intermediate inputs should add the GHGs embodied in the intermediate products to the boundary conditions defining the GHG intensity of these manufactured products.\n3.5. Baselines\nIn the CBA context, a baseline is a product-level GHG intensity against which the actual GHG intensity of an imported product is compared for the purposes of assessing border fees. CBA fees may be applied without a baseline. For example, the FAIR Act and the EU CBAM do not compare the GHG intensity of covered products with a baseline; rather, importers of these products pay a fee per ton on all CO,e emitted during the production of the covered commodity in the country of origin, where the measurement of those emitted gases is defined by the boundary conditions in Section 3.4.\nWhen used, baselines can define an exempt level of emissions before CBA charges accrue or can define categories for CBA charges. The clearest example is contained in the CCA, where the baseline is defined as the mean GHG gas intensity of a covered commodity produced within the United States. An entity wishing to import a covered product into the United States would pay a fee on every ton of GHGs emitted during the production of the imported product above the benchmark. If the imported products’ GHG intensity is below the US benchmark, no fees would be due. For example, consider a covered product with a GHG intensity of 2.0 tons of CO, per ton of covered product and the corresponding US mean intensity of 0.5. Importation of 1,000 tons of the product would be charged the fee times (2 tons CO, e / ton product - 0.5 tons CO,e / ton product) x 1,000 tons product, or 1,500 tons of GHGs.\n3.6. Information Resources and Methods Used to Measure GHG Intensity\nSetting emissions boundary conditions for the definition of embodied GHGs, and the baseline if one is used, is an important first step in CBA design. The next step involves decisions regarding the information used to measure the embodied emissions as well as to establish the baseline. While many developed nations and trading partners of the United States have well-established environmental reporting standards for their\nResources for the Future",
  "page_12": "domestic industries, many of those standards and protocols are not aligned with the requirements of the CBA. For example, the US Environmental Protection Agency’s Greenhouse Gas Reporting System collects detailed data on GHG emissions from the country’s manufacturing facilities, but the reporting system does not collect data, nor require companies to report data, at the level of an individual product. Since CBAs will level fees on individual products, not on facilities or companies, new forms of data will be required to establish the basis for GHGs embodied in domestically produced or imported products.\nIn a series of papers, Brian Flannery and Jan Mares (2021a, b, 2022) provide a workable foundation and discussion of informational resources necessary to calculate these product-level GHG intensities. The Flannery-Mares framework relies on manufacturers’ extensive knowledge of product-level emissions, based on engineering and chemical relationships or several forms of input and emissions monitoring.\nThe most extensive and detailed discussion of the data needs and the methods of calculation with respect to GHG accounting is available in the initial regulation promulgated by the EU for the two-year transition period (October 1, 2023-December 31, 2025) of the CBAM. For each covered product under the CBAM, the entity charged with submitting the information (the “declarant”) must follow instructions from the EU with respect to the calculations and the data to be used. The declarant may use other methodologies and data, provided they are submitted to the EU to support the calculation of embedded emissions. The EU does provide some default values that the declarant could use, but they are limited in their breadth, and the declarant cannot substitute the default values for the totality of the calculations required.\nThe FAIR Act does provide a default value that can be used by the importer (declarant) when reliable information with respect to the GHG intensity of a covered product is not available. The default value is equal to the GHG intensity of the poorest-performing 1 percent of US domestic producers. The CCA provides for a cascade of default values. A declarant may petition the secretary of the Treasury to use a GHG intensity pertaining to a specific manufacturer. If that petition fails, and the secretary believes reliable data exists at the sectoral level, a sectoral-level GHG intensity may be used. Otherwise, the GHG intensity of the entire economy (CO,e/GDP) is used.\nThe EU CBAM law did not specify the methods and data necessary to quantify the embodied GHG emissions; rather, that task was left to the regulators at the EU Commission. This is the same decision made with respect to the FAIR Act and the CCA, where the development of methods and required data is assigned to executive branch agencies. Both pieces of legislation do provide some high-level guidance, but they leave the details to the technical expertise of executive branch agencies.\nGiven the data needs and technical challenges of product-level accounting of embodied GHGs across a large number of trading partner countries with varying degrees of technical sophistication, it may be necessary to include in the legislation a requirement that the relevant executive branch agency produce default values that can be used in their entirety by the declarant. Assuming domestic producers of covered products have access to data and the technical expertise to properly calculate\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions",
  "page_13": "embedded emissions, default values could be based on values for domestic covered products. For example, the default value to be used by a declarant for a particular covered product could be set equal to the GHG intensity of the most GHG-intensive domestic producer as provided by the FAIR Act.\nBeyond setting default values for all imports based on domestic producers, one might develop default values specific to trading partners. These values could be based on data particular to each nation of origin of covered products. In such cases, the default values may represent sectoral or national averages rather than product-level accounting as provided for in the CCA.\n3.7. Domestic Emissions Reduction Strategies and CBAs\nCBAs typically work alongside some form of new or existing domestic regulation. Two of the most well-developed CBAs—the EU CBAM and the US CCA—contain explicit emissions pricing mimicked by the CBA. The EU CBAN is an extension of the EU Emissions Trading System (ETS) and is designed to function in harmony and seamlessly with the ETS. Importers of covered products into the EU must pay a fee equal to the current price of an ETS allowance on each ton of CO,e embodied in the products. If the country of origin has a carbon price, the importer can deduct that price from the fee to be paid to the EU. The CBAM treats imported covered products in the same manner as domestic products—that is, domestic producers must purchase an allowance for each ton of CO,e emitted in the manufacturing process, and importers must pay a fee equal to the allowance price on each ton of embedded CO.¢.\nThe US CCA also has an emissions reduction strategy designed to work in harmony with the CBA. Each domestic producer of a covered product must report the GHG intensity of that product to the relevant executive branch agency. The regulator then calculates the mean intensity for all producers of the covered product. Domestic producers with a GHG intensity above the mean pay a fee on each ton of CO,e above the mean intensity. Domestic producers with GHG intensities below the mean pay no fee. The CCA treats domestic and foreign producers in a similar fashion to the EU CBAM. An importer of a covered commodity with a GHG intensity above the benchmark pays a fee, but for commodities with GHG intensities below the benchmark, the importer pays no fee.\nThe FAIR Act is designed to complement existing US regulatory policies regarding emissions from the manufacturing sector, but it is not as seamless as the EU CBAM or the CCA. While the United States does not have an economy-wide uniform carbon price like the ETS or a performance standard as contained in the CCA, the manufacturing and electricity generation sectors are subject to multiple forms of environmental regulations that can serve to reduce the emissions of GHGs. Complying with these regulations is costly and can reduce the competitiveness of domestic producers in both domestic and international markets.\nResources for the Future",
  "page_14": "The FAIR Act instructs the secretary of the Treasury, in coordination with a variety of other executive branch agencies, to calculate the average compliance cost for each sector producing a covered product based on domestic regulations designed to limit GHG emissions. Presumably, the average compliance cost is divided by the tons of emitted CO,¢ to arrive a cost-per-ton estimate. For covered products imported into the United States, a fee is charged based on the US per-ton compliance cost times the tons of embedded CO,¢ in the imported products. The FAIR Act would not charge a fee on imported covered products from any country with laws and regulations to limit GHGs at least as ambitious as those of the United States. Unlike the CBAM, which gives partial rebates based on the size of the importing country’s carbon price, the FAIR Act does not provide partial credit for countries that have costly environmental regulations but not the same ambition level as the United States.\n3.8. Clubs, Alliances, and Exemptions\nClubs and alliances are discussed in Kopp et al. (2022). We can imagine the most rudimentary club as a collection of countries where transactions and trade in primary commodities are not subject to environmentally based fees or tariffs. We have suggested that the EU CBAM is a rudimentary “policy club,” meaning that a country avoids paying fees or tariffs if it has a regulatory emissions reduction policy equivalent to that of the EU—that is, it imposes a carbon price equal to or greater than that of the EU. There are no exemptions to this rule.\nWe have termed the CCA a rudimentary “performance club” in the sense that any country exporting covered products to the United States that have a GHG intensity below the mean intensity of domestic US producers pays no fee. Unlike the EU CBAM, the CCA does provide exemptions for low- and low-moderate-income countries. The FAIR Act is also a “rudimentary performance club” and does not charge fees on imported covered products from countries with laws and regulations covering the emissions of GHGs at the same ambition level as those of the United States. Like the CCA, the FAIR Act exempts low- and low-moderate-income countries.\nWe refer to these clubs as rudimentary because they do not include provisions to expand the scope of membership or actively incentivize nations to increase the level of domestic ambition with respect to the emissions from the manufacturing sector. Nor do members of these clubs act in a coordinated and complementary fashion to foster increased ambition beyond the club.\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions",
  "page_15": "4. Observations and Questions\nCarbon border adjustments are not a new idea, but they have not been used as a policy tool to ameliorate competitiveness effects associated with ambitious clear policies until now. The EU CBAM has ushered in the linkage of policy to international trade and demonstrated the feasibility of deploying border measures as a mechanism to maintain competitiveness and reduce the leakage of GHGs. Now that the EU has opened the door, other nations, including the United States, are developing their own versions of CBA policies. Given the multiple design features of CBAs and the policy decisions that must be made, one can expect to see a good deal of variation as other nations roll out their versions.\nThe addition of CBAs to the climate policy toolkit raises several questions: How effective will these policies be at ameliorating competitiveness effects? Given that sovereign nations are under no obligation to align their CBAs with those of other nations, what will be the impacts on international trade, leakage, and global emissions of CBA interactions? Are there CBA designs that are consistent with rules-based international trade and aligned with the WTO, or will CBAs challenge rules-based trade? What will be the impact of widespread developed-country CBAs on developing-country welfare? Can CBAs be the foundation for large-scale climate alliances that accelerate global decarbonization while protecting the welfare of developing countries?\nThese questions deserve well-considered answers before a wholesale multinational rollout of CBAs. Unfortunately, there does not seem to be a single international venue suitable for an honest discussion of all these questions and collaboration among nations\nResources for the Future\n10",
  "page_16": "5. References\nEPA (US Environmental Protection Agency). 2016. Life-Cycle GHG Accounting versus GHG Emission Inventories. March 2016. https://www.epa.gov/sites/default/files/2016-03/ documents/life-cycle-ghg-accounting-versus-ghg-emission-inventories10-28-10.pdf.\nFlannery, Brian, and Jan Mares. 2021a. “Determining the Greenhouse Gas Index for Covered Products of Specific Manufacturers.” Working paper. Washington, DC: Resources for the Future. https://www.rff.org/publications/working-papers/determining-green- house-gas-index-covered-products-specific-manufacturers.\n———. 2021b. “Export Rebates and Import Charges for Border Tax Adjustments under an\nUpstream US GHG Tax: Estimates and Methods.” Working paper. Washington, DC:\nResources for the Future. https://www.rff.org/publications/working-papers/export-re- bates-and-import-charges-for-border-tax-adjustments-under-an-upstream-us-ghg- tax-estimates-and-methods/.\n———. 2022. “The Greenhouse Gas Index for Products in 39 Industrial Sectors.” Working paper. Washington, DC: Resources for the Future. https://www.rff.org/publications/ working-papers/the-greenhouse-gas-index-for-products-in-39-industrial-sectors.\nHinman, Maureen. 2023. Technical Note: Carbon Accounting for Traded Goods. Silverado Pol- icy Accelerator. January 5, 2023. https://silverado.org/news/technical-note-carbon-ac- counting-for-traded-goods/.\nKopp, Raymond J., William A. Pizer, and Kevin Rennert. 2022. “Industrial Decarbonization and Competitiveness: Building a Performance Alliance.” Issue Brief 22-05. Washington, DC: Resources for the Future. https://media.rff.org/documents/IB_22-05_-_Jul-8-2022.pdf.\nWCO (World Customs Organization). n.d. “What Is the Harmonized System CHS)?” Accessed\nSeptember 6, 2023. https://www.wcoomd.org/en/topics/nomenclature/overview/what- is-the-harmonized-system.aspx.\nCarbon Border Adjustments: Design Elements, Options, and Policy Decisions\n11",
  "page_17": ""
},
  "language": "Languages.ENGLISH",
  "total_pages": 17
}
