{
  "file_name": "4_56.pdf",
  "pages": {
  "page_1": "UNIVERSITY OF\nOyeO)23BE School\n|\niB\nSaid\nBusiness\nCentre for\nusiness Taxation\nSs\nCARBON BORDER\nADJUSTMENT MEASURES:\nA STRAIGHTFORWARD\nMULTI-PURPOSE CLIMATE\nCHANGE INSTRUMENT?\nOctober 2021\nAlice Pirlot (Oxford University Centre for Business Taxation)\nWorking paper | 2021-15\nThis working paper is authored or co-authored by Said Business School faculty. The paper is circulated for discussion purposes only, contents should be considered preliminary and are not to be quoted or reproduced without the author's permission.",
  "page_2": "Final version to be published in the Journal of Environmental Law (2022)\nCARBON BORDER ADJUSTMENT MEASURES: A STRAIGHTFORWARD MULTI-PURPOSE CLIMATE CHANGE INSTRUMENT?\nAlice Pirlot*\nCarbon border adjustment measures (CBAMs) are instruments that can be used to mitigate climate change, but also have a positive impact on trade, climate leadership and even public finance. In this article, I challenge the view that they can serve as straightforward multi-purpose instruments. In a first step, I analyse each of the purposes that can be achieved through CBAMs and explain their underlying differences. Ina second step, I discuss their legal design and explain how CBAMs’ design features affect the types of purposes that they can achieve. I apply this two-step analytical framework to the European Union context, where a proposal for a regulation establishing a CBAM has been published by the European Commission in July 2021. I demonstrate that the design of the EU CBAM is inconsistent with the Commission’s main objectives of promoting fair competition and climate mitigation in line with the Paris Agreement. The EU CBAM proposal is primarily an instrument of climate leadership.\n1 Introduction\nIn the legal and policy discourse, multiple purposes have been attached to carbon border adjustment measures (CBAMs), including the prevention of carbon leakage, the promotion of compliance with the Paris Agreement, the development of climate leadership, the internalisation of emissions in the country of consumption, and the generation of revenue. ' Whilst these different purposes might appear mutually supportive at first sight, I argue that they are not fully reconcilable. Presenting them as such gives the wrong impression that CBAMs are a ‘straightforward and uniform regulatory strategy’ to mitigate climate change.” It also hides the difficult design choices that underlie the adoption of CBAMs and can compromise their effectiveness. * Instead of being viewed as straightforward and uniform, | argue that the concept of CBAM should be understood as an umbrella term encompassing a wide range of measures, which can each achieve different types of purposes depending on their specific legal design. To make this point, I proceed in two steps, which together form a two-step analytical framework that I use to explore CBAMs’ role and legal design.\nFirst, I discuss each of the different purposes that have been attached to CBAMs and highlight their underlying differences (section 2). My goal is to illuminate CBAMs’ regulatory complexity by clarifying the story linked to each of their purposes. By story, I mean the combination of facts and events that policymakers and legal scholars —as storytellers? — put forward to explain the problems that CBAMs are supposed to solve. I start with the traditional objective that economists attach to CBAMs, namely their role in addressing carbon leakage risks and fostering fair competition, which I explain as part of what I call the ‘fair competition story’. Then, I analyse the other purposes that have been attached to\n“Research Fellow at the Oxford University Centre for Business Taxation (Alice.Pirlot@sbs.ox.ac.uk).\n! By of illustration, European Parliament, Committee the Environment, Public Health and Food Safety, ‘Report way see on towards a WTO-compatible EU carbon border adjustment mechanism’ (A9-0019/202 1), explanatory statement. ? The expression ‘straightforward and uniform regulatory strategy’ is borrowed from Bogojevié who it in different uses a context (Sanja Bogojevic, Emissions Trading Schemes: Market, States and Law (Hart Publishing 2013) 20).\n3 The of ‘effectiveness’ has various meanings in law, including environmental law (Sandrine Maljean-Dubois (ed), concept The Effectiveness of Environmental Law (Intersentia 2017). In this article, I define it by reference to the ‘production by legal rules of consequences compatible with the finalities of this production’ (Yann Leroy, ‘La notion d’effectivité du droit’ (2011) 73(3) Droit et Société 715). See also Maria Mousmouti, ‘Making Legislative Effectiveness an Operational Concept: Unfolding the Effectiveness Test as a Conceptual Tool for Lawmaking’ (2018) 9(3) EJRR 445.\n4 On storytelling in law, James Boyd White, Heracles’ Bow. Essays the Rhetoric and Poetics of the Law (The University see on of Wisconsin Press 1985) 168-75.",
  "page_3": "Final version to be published in the Journal of Environmental Law (2022)\nCBAMs in the legal and policy discourse: the role of CBAMs in promoting compliance with the Paris Agreement (under the so-called ‘Paris Agreement story’ ), the role of CBAMsas an instrument of climate leadership for the implementing country (under the so-called ‘climate leadership story’), the role of CBAMs in internalising greenhouse gas emissions linked to consumption (under the so-called ‘consumption-based story’) and the budgetary objective of CBAMs (under the so-called ‘budgetary story’). I show that these stories, except for the latter, are hard to reconcile, if not irreconcilable, because they rely on different assumptions about the type of mitigation strategy that should guide countries’ climate action. This step of my analysis thus gives a first indication that CBAMs cannot serve as straightforward multi-purpose climate change instruments.\nThe second step of my analysis confirms this reasoning by exploring the links between CBAMs’ purposes and their legal design. I understand the term ‘legal design’ to be in reference to the role of lawyers as architects who translate political ideas into legal provisions. I am interested in CBAMs’ design features (section 3): the types of products and emissions on which they will be imposed; their relationship to carbon taxes and emissions trading schemes; and the system used to allocate their revenue. In the literature, these design elements have often been discussed in the context of how they would influence the compatibility of CBAMs with WTO law.° In this context, authors have proposed design options that they consider more likely to be compatible with the General Agreements on Tariffs and Trade and the Agreement on Subsidies and Countervailing Measures. ® For example, according to some authors, the use of CBAMs’ revenue to support environmental projects in developing countries could make them less prone to being found incompatible with WTO law.’ In this article, I proceed differently (section 4). 1 examine how different design choices can be influenced by the purpose of a future CBAM (rather than by the legal constraints of international trade law). What would be the design features ofa CBAM aimed at addressing carbon leakage risks? Would it be different if CBAMs’ primary purpose was to foster compliance with the Paris Agreement, promote the climate leadership of the implementing country or internalise greenhouse gas emissions linked to consumption? By answering these questions, I explain how the pursuit of each of the purposes attached to CBAMs will translate into different choices in terms of legal design. From this it follows that a lack of clarity on CBAM’s main purpose and expected effects prevents the making of the right design choices. Moreover, it implies that CBAMs’ legal design affects the types of purposes that they can achieve, and thus their effectiveness.\nI apply this two-step reasoning to the development of CBAMs in the context of the European Union (EU). This context is relevant as the European Commission proposed the adoption of CBAMs in 2019 as part of its plan to become the first climate-neutral continent by 2050 (the so-called ‘European Green Deal’). The Commission published its CBAMs’ proposal in July 2021 along other proposals to achieve its climate-neutrality objective.? If adopted, the EJ CBAMs would require importers of certain energy-\n5 See, others, Joost Pauwelyn, ‘Carbon Leakage Measures and Border Tax Adjustments under WTO Law’ in Geert Van among Calster and Denise Prévost (eds), Research Handbook on Environment, Health and the WTO (EE 2013); Kateryna Holzer, Carbon-related Border Adjustment and WTO Law (EE 2014); Ross Astoria, ‘Design of an International Trade Law Compliant Carbon Border Tax Adjustment’ (2015) 6(1) Ariz JEnvtl L & Pol’y 491; Joel P. Trachtman, ‘WTO Law Constraints on Border Tax Adjustment and Tax Credit Mechanisms to Reduce the Competitive effect of Carbon Taxes’ (2016) 16(03) Resources for the Future Discussion Paper; Alice Pirlot, Environmental Border Tax Adjustments and International Trade Law. Fostering Environmental Protection (EE 2017); Michael A. Mehling and others, ‘Designing Border Carbon Adjustments for Enhanced Climate Action’ (2019) 113(3) AJIL 433.\n6 Holzer (n 5) 241-92; Mehlingand others (n 5) 456-71.\n7 Jennifer Hillman, ‘Changing Climate for Carbon Taxes. Who’s Afraid of the WTO?’ (2013) Climate & Energy Paper Series 14; Holzer (n 5) 237; Pirlot (n 5) 158-161; Mehling and others (n 5) 478-79.\n8 Commission, ‘The European Green Deal’ COM (2019) 640 final, 5.\n° Commission, ‘Proposal fora regulation of the European Parliament and of the Council establishing carbon borderadjustment a mechanism (EU CBAM proposal)’ COM (2021) 564 final. See also Commission, Delivering the European Green Deal (14",
  "page_4": "Final version to be published in the Journal of Environmental Law (2022)\nintensive products (suchas cement, iron and steel, aluminium, fertilisers, and electricity) to pay acarbon price equivalent to the price imposed in the EU through the EU Emissions Trading System (ETS) as of January 2026. !° Besides the current policy relevance of the EU proposal, my choice to focus on the EU context lies in the need to contextualise this work. Unless CBAMs are assessed within a specific legal context, it is difficult — if not impossible — to discuss how their primary purpose will translate into specific legal provisions, which themselves will limit the other purposes that CBAMs can achieve. First, I use the EU context to provide concrete examples of each of the purposes attached to CBAMs in the policy discourse (section 2). Where relevant, I explain how these examples relate to the policy discourse in other jurisdictions, including the United States (US). Second, I dissect the legal design of the Commission’s proposal (section 3) and explain how it interacts with its regulatory purpose (section 4). I show that the Commission’s proposal is characterised by a significant inconsistency between its stated goals and its legal design, which risks making the European CBAMs ineffective. The legal design proposed for the future European CBAMs suggests that its primary goal is to promote the EU’s climate leadership rather than — as stated by the Commission - fostering fair competition and supporting climate mitigation in line with the Paris Agreement (section 5). The Commission’s proposal is thus likely to be less effective —if not, ineffective - at achieving these latter purposes.\nThis article is structured as follows: Section 2 provides an overview of the different purposes attached to CBAMs. Section 3 discusses the main building blocks of CBAM’s legal design. Section 4 examines the interaction between CBAMs’ purpose and their legal design. Section 5 argues that the EU’s proposal for a CBAM is primarily an instrument of climate leadership. Finally, section 6 concludes.\n2. The Legal and Policy Discourse on CBAMs\nThis section corresponds to the first step of my two-step analytical framework for analysing CBAMs’ purpose and legal design. It explains how multiple purposes have been attached to CBAMs in the legal and policy discourse. Traditionally, CBAMs are described as a regulatory strategy to mitigate the risks of carbon leakage and loss of competitiveness associated with the unilateral adoption of carbon pricing policies. Moreover, other objectives have been attached to CBAMs, including the objectives of fostering compliance with the Paris Agreement, serving as a tool of climate leadership, internalising the greenhouse gas emissions linked to consumption and generating revenue. Except for the latter, all these different objectives directly relate to the ultimate objective of maintaining the increase of global average temperature below an acceptable level. This might explain why they all seem interconnected and mutually supportive. This section takes a close look at each of these purposes separately and highlights how they differ from each other.\n2.1. The Fair Competition Story\nProposals in favour of CBAMs have always been part of the legal and policy debate on carbon pricing instruments.!! Carbon pricing instruments, including emissions trading schemes (such as the EU\nJuly 2020) 1 <https://ec.europa.eu/info/strategy/priorities-20 9-2024/european-green-deal/delivering-european-green-deal_en> accessed 21 August 2021.\n10 EU CBAM proposal (n 9) 2.1; 6; 22; 36.3(d); Annex I.\narts\n11 OECD, Environmental Policy Committee and Committee Fiscal Affairs, ‘Environmental Taxes and Border Tax on Adjustments’ (COM/ENV/EPOC/DAFFE/CFA(94)31); Paul Demaret and Richard Stewardson, ‘Border Tax Adjustments under GATT and EC Law and General Implications for Environmental Taxes’ (1994) 28(4) JWT 5; Marco Diierkop, ‘Trade and Environment: International Trade Law Aspects of the Proposed EC Directive Introducing a Tax on Carbon Dioxide Emissions and Energy’ (1994) 31 CMLR 807; Roland Ismer and Karsten Neuhoff, ‘Border Tax Adjustment: A Feasible Way to Support Stringent Emission Trading’ (2007) 24 Eur J Law Econ 137. For a US perspective, see Warren H. Maruyama,",
  "page_5": "Final version to be published in the Journal of Environmental Law (2022)\nEmissions Trading System, ETS) and tax instruments (such as carbon taxes), are often thought to lead to carbon leakage and a loss of competitiveness for domestic enterprises. !* Under the fair competition story, CBAMs are presented as an innovative solution to mitigate these risks, which are inherent to a world where jurisdictions have not (yet) agreed on the adoption of a global carbon price. !3 The implicit assumption underlying the fair competition story is that carbon pricing should ideally be ‘universal’. !4 The lack of a universal carbon price justifies the introduction of CBAMs.\nCarbon leakage risks are associated with concerns that the reduction of greenhouse gas emissions in countries imposing a carbon price on their domestic firms will lead to an increase of greenhouse gas emissions abroad. !> For example, such a domestic carbon price could encourage domestic enterprises to relocate or outsource their carbon-intensive activities to jurisdictions with no carbon pricing scheme in place. Carbon leakage risks could also materialise when carbon pricing makes carbon-intensive domestic products less competitive, which can lead to a higher demand for foreign products with a higher carbon value. The underlying assumption is that carbon-intensive products made in countries with no (or a relatively low) carbon price in place will become relatively cheaper. Carbon leakage will damage the integrity of domestic carbon pricing measures if it leads to the generation of more emissions at the worldwide level than would have been emitted in absence of domestic climate action. In a 2019 World Group Report, this is described as a ‘lose-lose: a loss of competitiveness or economic activity without an environmental gain’.!° When carbon leakage is limited in scope, the reduction in the global emissions level achieved through the domestic carbon price will be less than anticipated but it will not lead to perverse environmental effects (increasing instead of decreasing the global level of emissions). In this hypothesis, the main negative effect of carbon leakage is on trade: domestic enterprises will lose competitiveness on the global market.\nSo far, carbon leakage risks have been mitigated by softening carbon pricing rules and levelling down carbon costs. !? For example, in the context of the EU ETS, sectors considered at risk of carbon leakage have been granted free allowances. !8 Similarly, countries with carbon tax measures often grant tax exemptions or tax reductions to energy-intensive sectors in order to limit the potentially negative effects of the carbon tax on their competitiveness. !? CBAMs are thought to pursue a similar objective but they proceed differently. Whereas free allowances and tax exemptions completely mute the carbon price signal, CBAMs level up carbon costs for foreign producers and maintain their application on domestic firms, except when they export their products abroad.?° By including imports into carbon pricing\n‘Climate Change and the WTO: Cap and Trade versus Carbon Tax?’ (2011) 45(4) JWT 679. For a recent overview, see Mehling and others (n 5).\n? Susanne Drége and Simonne Cooper, ‘Tackling Leakage in World of Unequal Carbon Prices’ (Study commissioned for\na\nthe Greens/EFA Group 2010) <https://climatestrategies .org/wp-content/uploads/2014/11/cs-greens-grou -final-160610.pdf>\naccessed 17 August 2021.\n'3 In the EU\ncontext, see\nCommission, ‘The European Green Deal’ (n 8) 2.1.1; EU CBAM proposal (n 9) Explanatory\ns\nmemorandum and recital 9.\n'4 See Olivier Blanchard and Jean Tirole (chairs), ‘French Report Major Future Economic Challenges’ (June 2021) 37. on 'S OECD, ‘Climate Policy Leadership in Interconnected World: What Role for Border Carbon Adjustments?’ (2020)7-11. an 16 International Bank for Reconstruction and Development/the World Bank, Report of the High-Level Commission Carbon on Pricing and Competitiveness (2019) 8. '7\n'8 Consolidated Version of Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishinga scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC [2003] OJ L275/32, art 10a; Directive 2009/29/EC of the European parliament and of the Council of 23 April 2009 amending Directive 2003/87/EC so as to improve and extend the greenhouse gas emission allowance trading scheme of the Community [2009] OJ L140/63, recital 25.\nDrdge and Cooper (n 12).\n'9 See Partnership for Market Readiness (PMR), ‘Carbon Tax Guide. A Handbook for Policy Makers’ (World Bank Group\n2017) 107ff.\n20 Roland Ismer, Karsten Neuhoff and Alice Pirlot, ‘Border Carbon Adjustments and Alternative Measures for the EU ETS. An Evaluation’ (2020) DIW Discussion Papers 1855.",
  "page_6": "Final version to be published in the Journal of Environmental Law (2022)\nmechanisms and by excluding exports, CBAMsare supposed to level the playing field between domestic and foreign products. From an environmental point of view, these measures are justified if they lead to higher emissions reduction levels than could have been achieved otherwise.\nAlthough the economic literature on the effects of CBAMs remains divided,?! it is fair to say that the legal scholarship often presents CBAMs as a regulatory strategy that allows countries to introduce a strong carbon price across sectors while avoiding the unfair trade effects linked to such ambitious carbon pricing policy.*” For example, Mehling and his co-authors describe CBAMs as a ‘promising response to leakage’.?? Under this narrative, CBAMs are part of a suite of instruments that countries use to promote what they would describe as ‘fair competition’. If countries subject their own enterprises to a carbon price, it is considered fair that they also subject imported products from foreign enterprises to an identical carbon price through border adjustments on imports. Similarly, border adjustments on exports, used to relieve exported products of the carbon price, are justified by the objective of permitting domestic enterprises to compete fairly on the world market.\nFair competition is also a key element of the policy discourse on CBAMs, including in the EU context. For example, in 2008-2009, the EU Commission introduced the idea of a ‘carbon equalisation system’, which could be used to mitigate the risk of carbon leakage as part of its carbon pricing strategy.?4 In 2017, during discussions on the EU ETS, the European Parliament underlined that, in case of a significant risk of carbon leakage, the ‘Commission shall, if appropriate, come forward witha legislative proposal introducing a carbon border adjustment (...)’.*° The European Green Deal pursues a similar approach. In its communication from December 2019, the Commission described the CBAM as ‘an alternative to the measures that address the risk of carbon leakage in the EU’s Emissions Trading System’, such as the free allocation of emission allowances.”° In her State of the Union Address, von der Leyen also emphasized the role of the CBAM in ensuring a level playing field between EU and foreign producers, referring to both ‘just globalisation’ and ‘fairness’ .?7 The Commission’s proposal for a regulation establishing a CBAM confirms this approach: its main objective is ‘to prevent the risk of carbon leakage’.?8 The same justification has been used by the OECD, which describes CBAMs as ‘one of the policy options’ that countries could use for ‘minimising adverse carbon leakage, while ensuring their fairness by dampening any negative competitiveness effects’.?? Similarly, the administration of President Biden has been reported to consider a CBAM as part of the US’ trade agenda and the Canadian\n2! See Frederic Branger and Philippe Quirion, ‘Would Border Carbon Adjustments Prevent Carbon Leakage and Heavy Industry Competitiveness Losses? Insight from a Meta-analysis of Recent Economic Studies’ (2014) 99 Ecological Economics 29. See also Madison Condon and Ada Ignaciuk, ‘Border Carbon Adjustment and International Trade’ (2013) OECD Trade and Environment Working Papers 6; Aaron Cosbey and others, ‘Developing Guidance for Implementing Border Carbon Adjustments: Lessons, Cautions and Research Needs from the Literature’ (2019) 13(1) REEP 3, 6-7.\n2 For example, Yassen Spassov, ‘EU ETS: Upholding the Carbon Price Without Incidence of Carbon Leakage’ (2012) 24(2)\nJEL 311; Trachtman (n 5) 2; Pauwelyn (n 5) 450-55; Holzer (n 5) 2.\n23 Mehling and others (n 5) 433.\n4 Directive 2009/29/EC (n 18), recital 25. See also Commission, ‘20 20 by 2020. Europe’s Climate Change Opportunity’ COM\n(2008) 30 final, 11.\n5 European Parliament, Amendments adopted 15 February 2017 the proposal for directive of the European Parliament on on a and of the Council amending Directive 2003/87/EC to enhance cost-effective emission reductions and low-carbon investments [2018] OJ C252/352, amendment 85. See also European Parliament, ‘Resolution of 10 March 2021 towards a WTO-compatible EU carbon border adjustment mechanism (CBAM Resolution)’ (P9_TA(2021)0071).\n26 Commission, ‘The European Green Deal’ (n 8).\n27 State of the Union Address by President der Leyen the European Parliament Plenary, 16 September 2020. von at 28 EU CBAM proposal (n 9) 1.1. art\n29 OECD (n 15) 4. The wording used in IMF/OECD, ‘Report for the G20 Finance Ministers and Central Bank same was Governors: Tax Policy and Climate Change’ (April 2021) 22.",
  "page_7": "Final version to be published in the Journal of Environmental Law (2022)\ngovernment has expressed its commitment to considering the use of border carbon adjustments as part of a ‘strategy to meet climate targets while ensuring a fair environment for businesses’ . 3°\nIt is worth noting that some countries oppose the fair competition story, which they describe as ‘green protectionism’.3! They argue that CBAMs act as an obstacle to trade by allowing countries to protect their domestic enterprises from the negative economic consequences caused by their own ambitious climate policies. This explains the important legal debate on CBAMs’ compatibility with the law of the World Trade Organisation.*? Beyond this debate, it seems that the consideration that CBAMs lead to fair (or unfair) competition is linked to different views on the need for a global carbon price. CBAMs will be perceived as fair by those who accept the assumption that all economic activities — regardless of where they are located — should be subject to a uniform carbon price. In the absence of such a global carbon price, CBAMs are viewed as helping to preserve countries’ ability to adopt ambitious climate policies. In contrast, CBAMs will be considered unfair by those who reject this assumption, for example because they believe that countries, more specifically least developed and developing countries, should remain free to adopt a relatively lower carbon price, if they decide to adopt such a mechanism at all. CBAMs will be viewed as restricting these countries’ freedom by imposing an unwanted carbon price on the products that these countries export to jurisdictions with a CBAM in place.\n2.2. The Paris Agreement Story\nThe fair competition story is not the only story involving CBAMs. One of the other stories in which CBAMs are thought to play an important role is the Paris Agreement story. Under this story, CBAMs are supposed to foster global compliance with the Paris Agreement, which is assumed to be the most suitable strategy to mitigate climate change.\nAmong other objectives, the Paris Agreement aims at ‘holding the increase in global average temperature to well below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels’.*3 To achieve this temperature target,*4 the Paris Agreement relies on the ‘principle of common but differentiated responsibilities and respective capabilities’ and requires its Parties to ‘pursue domestic mitigation measures’ .?> The Paris Agreement does not oblige its Parties to adopt specific mitigation measures: countries can choose which commitments contributes to their ‘highest possible ambition (...), inthe light of [their] different national circumstances’. In this context, CBAMs are supposed to serve as a stick with which to beat ‘non- cooperative countries’, namely those countries whose commitments to mitigating climate change are\n30 See United States Trade Representative, ‘2021 Trade Policy Agenda and 2020 Annual of the President of the United report States on the Trade Agreements Program’ (March 2021) 3; Canada, ‘Supporting Canadians and Fighting COVID-19, Fall Economic Statement 2020’, s 3.3.2.8.\n31 IMF/OECD (n 29) 22; Joint Statement issued the conclusion of the 30\" BASIC Ministerial Meeting Climate Change\nat\non\nhosted by India on 8\" April 2021, para 19. See also Arvind P. Ravikumar, ‘Carbon border taxes are unjust’ (2020) MIT\nTechnology Review <www.technologyreview.com/2020/07/27/100564 1/carbon-border-taxes-eu-climate-change-opinion>\naccessed 17 August 2021.\n32 Joost Pauwelyn and David Kleimann, ‘Trade Related Aspects of Carbon Border Adjustment Mechanism. A Legal a Assessment’, Briefing requested by the European Parliament’s Committee on International Trade (April 2020).\n33 United Nations Framework Convention Climate Change ‘Adoption of the Paris Agreement’ (12 December 2015)\non\nFCCC/CP/2015/L.9/Rev.1, art 2.\n34 On the concept of Chris Hilson, ‘Hitting the Target? Analysing the Use of Targets in Climate Law’ temperature target, see (2020) 32(2) JEL 195, 199.\n35 Paris Agreement 2.2. and 4. art\n36 ibid 4.\nart",
  "page_8": "Final version to be published in the Journal of Environmental Law (2022)\nnot in line with the ‘normative expectations of “progression” and “highest possible ambition” 3” laid down in the Paris Agreement. 38\nThis specific objective has been mentioned both in the EU (as part of the ‘ancillary effects’ of the Commission’s proposal) but also in the US, as part of President Biden’s tax and trade strategy.*° Interestingly, both the Commission and the European Parliament also refer to CBAMs’ essential role in allowing the EU to become climate-neutral by 2050 ‘in line with the Paris Agreement’.*+! Such reference to the Paris Agreement is both confusing and problematic. It is confusing because it does not relate to the role of CBAMs in fostering global compliance with the Paris Agreement. Instead, it relates to the role of CBAMs in allowing the EU to address carbon leakage risks and, thus, increase its ambition in terms of carbon price. This objective corresponds to the fair competition story. In this context, the reference to the Paris Agreement is problematic because the use of CBAMs to promote fair competition — which enables the EU to meet its commitments in terms of climate neutrality?” — is inconsistent with the approach of the Paris Agreement and irreconcilable with the Paris Agreement story.\nAlthough the ultimate objective of both the fair competition and the Paris Agreement stories is to limit the increase in global average temperature, these two stories rely on radically different approaches to climate mitigation. Whereas the fair competition story is based on the idea that CBAMs are necessary due to the absence of a ‘harmonized, global carbon price’ ,*? the Paris Agreement story accommodates differences in carbon prices across jurisdictions. 44 Under the Paris Agreement story, carbon leakage only becomes unacceptable when it takes place in favour of countries whose climate commitments are not deemed sufficiently ambitious in the light of their national circumstances. In other words, the relocation of some energy-intensive activities to third countries with relatively less ambitious carbon pricing policies remain acceptable under the condition that the carbon pricing policies in place in these countries correspond to ‘the highest possible ambition’ that can be expected from them under the Paris Agreement. The systematic and indiscriminate use of CBAMs to mitigate carbon leakage risks is not ‘in line’ with the principle of common but differentiated responsibility that underlies the Paris Agreement.\n2.3. The Climate Leadership Story\nIn addition to their role in supporting fair competition and ensuring compliance with the Paris Agreement, CBAMs have been described as an instrument of climate leadership. Under this story, CBAMSs are presented as a tool for influencing third countries’ climate action and making them follow the lead of the implementing country (eg the EU or the US).*° The Commission does not explicitly\n37 Lavanya Rajamani, ‘Understanding the 2015 Paris Agreement’, in Navroz K. Dubash (ed.), India in Warming World: a Integrating Climate Change and Development (OUP 2019), 215.\n38 Mehling and others (n 5) 441.\n39 Commission, ‘Impact accompanying the Proposal for regulation of the European Parliament and of the assessment report a Council establishing a carbon border adjustment mechanism (CBAM Impact assessment report)’ SWD(2021)643 final, 15. 40 The Biden Plan Ensure the Future is ‘Made in All of America’ by All of America’s Workers (7 July 2020) to <https://joebiden.com/made-in-america/> accessed 17 August 2021.\n41 European Parliament, ‘CBAM Resolution’ (n 25) 7 and 14; EU CBAM proposal (n 9) recital 9. paras\n42 Commission, ‘CBAM Impact\nassessment\nreport’ (n 39) 8 and 10; Ramboll and others, ‘Study the Possibility Set Upa\non\nto\nCarbon Border Adjustment Mechanism on Selected Sectors’ TAXUD/2020/AO-14 (14 July 2021), 39ff\n43 Samuel Kortum and David Weisbach, ‘The Design of Border Adjustments for Carbon Prices’ (2017) 70(2) NTJ 421, 422; Trachtman (n 5) 2. See alsos 2.1.\n“4 Commission, ‘CBAM Impact assessment report’ (n 39) 4. See Carbon Pricing Leadership Coalition, Report of the High- Level Commission on Carbon Prices, 29 May 2017, 4, stating that in a context where ‘domestic and international compensatory transfers are limited’, ‘(...) the appropriate carbon-price levels will vary across countries’.\n45 The ‘global leader’ has been used in Commission, ‘The European Green Deal’ (n 8) 3. See also Dieter Helm, Cameron term s Hepburn and Giovanni Ruta, ‘Trade, climate change, and the political game theory of border carbon adjustments’ 28(2) (2012)",
  "page_9": "Final version to be published in the Journal of Environmental Law (2022)\ninclude this objective among those that its proposal is to achieve. However, it is fully part of the policy context surrounding the Commission’s proposal for a regulation establishing a CBAM.*° The EU CBAM proposal has often been presented as a measure aimed at ‘encouraging industry outside the EU’ and the EU’s ‘international partners to take steps in the same direction’ as the EU.*’ Similarly, the Climate Leadership Council, a US bipartisan non-profit organization that advocates for the adoption of carbon pricing policies, refers to CBAMs as a regulatory strategy that can promote both fair competition and the climate leadership of the US:\nThis [a well-designed system of border carbon adjustments] will put America in the driver’s seat of global climate policy and encourage other large emitters — such as China and India — to follow America’s lead and adopt carbon pricing of their own.*8\nUnder this ‘climate leadership story’, third countries — which are portrayed as ‘climate laggards’*° can be defined in a narrow or broad way. Under a narrow definition, ‘climate laggards’ would only refer to ‘non-cooperative countries’ >° and CBAMs’ objective would be to pressure them to adopt sufficiently ambitious commitments in line with the Paris Agreement. In this hypothesis, CBAMs would have a similar purpose under the climate leadership and Paris Agreement stories. However, ‘climate laggards’ can also be defined broadly by reference to all countries with less ambitious carbon pricing policies as the ones in place in the EU (or the US). In this case, CBAMs’ objective would be to encourage all third countries to adopt as ambitious carbon pricing policies as those that have been adopted by the EU (or the US).°! CBAMs would support the ‘territorial extension’ of European (or American) carbon pricing policies. >? Third countries following the lead of the EU (or the US) would form a ‘climate club’ and CBAMs would be imposed on products from countries that have not (yet) become part of the club.°? Countries would thus be divided in two groups based on whether they have adopted a carbon price as high as in the EU (or the US). This version of the climate leadership story differs from the Paris Agreement story, which distinguishes between countries based on a different criterion (ie based on whether they comply with the Paris Agreement).°* It also differs from the fair competition story and its implicit assumption that the best climate mitigation strategy is the adoption of a global harmonised carbon price. This version of the climate leadership story relies on the assumption that the mitigation of climate change requires the adoption of an international minimum carbon price equivalent to the carbon\nOxREP 368; Matthias Weitzel, Michael Hiibler and Sonja Peterson, ‘Fair, optimal or detrimental? Environmental vs. strategic use of border carbon adjustment’ (2012) 34(2) Energy Economic 198; Holzer (n. 5) 3.\n46 EU CBAM proposal (n 9) Explanatory memorandum 0, 3. See also the references the EU’s international climate leadership\nto\nin Commission, ‘CBAM Impact assessment report’ (n 39) 1 and 11.\n47 See Commission, ‘European Green Deal: Commission transformation of EU and society climate proposes economy to meet ambitions’ (IP/21/3541). See also European Parliament, Committee on the Environment, Public Health and Food Safety, ‘Report towards a WTO-compatible EU carbon border adjustment mechanism’ (A9-0019/202 1), explanatory statement. 48 Climate Leadership Council, ‘The Four Pillars of Our Carbon Dividends Plan’ (September 2019) <https://clcouncil.org/our-\nplan/> accessed 17 August 2021.\n4° Mehling and others (n 5) 441.\n50 As defined above under 2.2: ‘countries whose commitments mitigating climate change in line with the “normative s to are not expectations” of the Paris Agreement’.\n>! Peter R. Orszag, ‘Europe Is Poised Set Climate Standards for the World’ Bloomberg Opinion (16 March 2021) to <www.bloomberg.com/opinion/articles/202 1-03-16/europe-is- oised-to-set-climate-standards-for-the-world> accessed 17\nAugust 2021.\n>? See Joanne Scott, ‘Extraterritoriality and Territorial Extension in EU Law’ (2014) 62(1) AmJCompL 87. %3 The idea of ‘climate club’ has been introduced by William Nordhaus, ‘Climate Clubs: Overcoming Free-riding in International Climate Policy’ (2015) 105(4) AER 1339.\n*4 In fact, Nordhaus himself considered that ‘The attractiveness of Climate Club be judged relative the a must to current approaches, where international climate treaties are essentially voluntary and have little prospect of slowing climate change’ (Norhdhaus (n 53) 1368).",
  "page_10": "Final version to be published in the Journal of Environmental Law (2022)\nprice in place in the EU (or the US).°° This assumption is inconsistent with the differentiated approach of the Paris Agreement. *°\nAs this article aims to explore the meaning of the multiple purposes attached to CBAMs, references to the climate leadership story in the rest of this article will focus on this second version of the climate leadership story given its differences with both the fair competition and the Paris Agreement stories. It is worth pointing, though, that this version of the climate leadership story could, in the long run, fulfil the objective of the fair competition story. Carbon leakage risks would disappear under the climate leadership story if, thanks to the CBAMs, all countries end up adopting the EU carbon price.\n2.4. The Consumption-based Story\nUnder a fourth story, CBAMs are described as a crucial instrument to make consumers pay for the carbon footprint of the services and products they consume, including imported products. This story has rarely been explicitly discussed in the policy discourse,*’ but it has been advocated by some legal scholars and economists. > It relies on an unusual assumption about how to best mitigate climate change, namely that emissions associated with production processes should be internalised, through a carbon price, in the country where services and products are consumed. This assumption has been discussed as part of the debate on how to divide responsibilities for emissions between countries, but it has not been adopted in international climate change law. >?\nIf it were to prevail, this story would thus imply a complete paradigm shift in the climate mitigation approach that has guided national and international climate action so far. For practical reasons,°° greenhouse gas emissions are generally accounted for in the country where they are released, and embedded emissions linked to products ‘manufactured offshore but consumed in-country’ are rarely included in national greenhouse gas emissions targets.°! It implies that producers — rather than consumers — are generally held responsible for the greenhouse gas emissions generated through production processes. For example, in the EU, the EU ETS establishes a carbon price for heavy energy- using installations, which reflects a production-based approach. Although this carbon price can be passed on to the consumers of energy-intensive products, it is not directly imposed on consumers. A consumption-based approach would be based on the opposite logic. Embedded greenhouse gas emissions would be accounted for in the country of consumption and internalise there. Such a new logic could have significant consequences on the way responsibilities with respect to climate change are\n55 On the idea of international minimum carbon price, Ian Parry, Simon Black, and James Roaf, ‘Proposal for an see an International Carbon Price Floor among Large Emitters’ (2021) IMF Staff Climate Notes 001.\n> For the the explaining the inconsistency between the fair competition and Paris Agreement stories (above same reason as one $2.2).\n57 It however, discussed of DG Taxud’s Terms of reference for its study the possibility Carbon Border was, as part on to set up a Adjustment Mechanism on selected sectors (Taxud/2020/AO-14) 4.\n58 See Thomas J. Courchene and John R. Allan, ‘Climate Change: The Case for Carbon Tariff/Tax’ (2008) 29(3) Policy a Options 59, 62-64; S. Sewalk, ‘A carbon tax with reinvestment is WTO compatible’ (2013-2014) 25(2) Fordham Envtl L Rev 338, 379-80; Carol McAusland and Nouri Najjar, ‘Carbon Footprint Taxes’ (2014) 61(1) Environmental and Resource Economics 37; R. Ismer and M. Haussner, ‘Inclusion of Consumption into the EU ETS: The Legal Basis under European Union Law’ (2016) 25 RECIEL 69; Manuel W. Haussner, Including Consumption in Emissions Trading. Economic and Legal Considerations (EE 2021). See also the reference to the objective of ‘ensur[ing] that the price of imports reflects more accurately their carbon content’ in Commission, ‘The European Green Deal’ (n 8) 5.\n59 Eg Jiahua Pan, Jonathan Phillips and Ying Chen, ‘China’s balance of emissions embodied in trade: approaches to measurement and allocating international responsibility’ (2008) 24(2) Oxf Rev Econ Policy 354.\n60 Greenhouse emissions reporting is easily done in the where emissions released due the availability gas more country are to of information on production processes. $1\nHilson (n 34) 207-08.",
  "page_11": "Final version to be published in the Journal of Environmental Law (2022)\nshared between countries. Moreover, if all countries were to follow this new logic, the traditional methods used to report greenhouse gas emissions would have to be fully reviewed.\nBecause they rely on two contradictory approaches to climate mitigation, the consumption-based story and the Paris Agreement story cannot be reconciled. These two stories differ in respect to the location that they deem appropriate to internalise greenhouse gas emissions linked to production processes: either in the consumption country (under the consumption-based story) or in the production country where the emissions are physically released (under the Paris Agreement story). This is not to say that the consumption-based story would not support the mitigation of climate change, but it would necessarily break with the rules that govern the reporting of greenhouse gas emissions under international climate change law.\nFor the same reason, the consumption-based story differs from the fair competition and climate leadership stories. Yet, the purposes underlying each of these three stories can nevertheless be reconciled. If the EU takes the lead in a move towards the worldwide adoption of a consumption-based approach, it could still be portrayed as a climate leader (though its climate leadership would no longer be in reference to the EU’s ability in encouraging third countries to adopt a carbon price as ambitious as the European carbon price). Moreover, although its primary objective is not to mitigate carbon leakage risks, the consumption-based story is likely to be robust to carbon leakage because carbon costs are borne by (relatively immobile) consumers rather than (relatively mobile) producers who might relocate their activities to jurisdictions with no (or relatively lower) carbon price. °? Carbon leakage risks would nevertheless remain in absence of a mechanism to prevent domestic producers from maintaining a highly energy-intensive production line for products that they would export to countries with no or a relatively lower carbon price on ‘embedded’ emissions.® If robust to carbon leakage, the consumption- based story could accommodate a new, consumption-based, version of the fair competition story.\n2.5. The Budgetary Story\nFinally, a fifth story relates to the role of CBAMs in generating revenue. This story has played a key role in the EU context.°* CBAMs’ revenue-driven objective can be understood as a direct consequence of the COVID-19 crisis. °° Given the huge economic implications of the pandemic, it is understandable that the EU is looking for new sources of financing, including through environmental tax and other market-based measures. This approach has been supported both by the fiscal affairs department of the IMF and the OECD.° In May 2020, the European Parliament called on EU leaders to ‘reform the EU own resources system’ and consider a CBAM among ‘potential candidates for new own resources’.®7 The same month, the European Commission released a document on the financing of the EU recovery\n62 On the robustness of destination-based Michael P. Devereux and others, Taxing Profit in Global Economy (OUP taxes, see a 2020), 290-94.\n63 See Michael Jakob, Jan Christoph Steckel and Ottmar Edenhofer, ‘Consumption- Versus Production-Based Emission Policies’ (2014) 6 Ann Rev Resour Econ 297, 305-06.\n64 Susanne Drége, ‘The EU’s CO2 Border Adjustment Climate Fiscal Policy’ (2020) Point of View, Stiftung Wissenschaft : or und Politik, <www.sw -berlin.org/en/publication/the-eus-co2-border-adjustment-climate-or-fis cal- olic /> accessed 17\nAugust 2021.\n6 Richard Collier, Alice Pirlot and John Vella, ‘Tax Policy and the COVID-19 Crisis’ (2020) 48(8/9) Intertax 794.\n66\nIMF, Fiscal Affairs Department, Greening the Recovery (2020), <www.imf.org/en/Topics/climate-change/green-recovery> accessed 17 August 2021; OECD, ‘Policy Responses to Coronavirus (COVID-19): Green budgeting and tax policy tools to supporta green recovery’ (2020).\n67 European Parliament, ‘Resolution of 15 May 2020 the multiannual financial framework, and the on new own resources recovery plan’ (P9_TA(2020)0124). See also European Parliament, ‘Interim Report of 14 November 2018 on the Multiannual Financial Framework 2021-2027’ (P8_ TA (2018)0449).\n10",
  "page_12": "Final version to be published in the Journal of Environmental Law (2022)\nplan that included both the EU ETS as well as the CBAM as ‘possible additional own resources’. °8 The European Council confirmed this additional goal for CBAMs in July 2020. °°\nDespite the clear interest in the revenue generation dimension of CBAMs, the Commission seems to reject the idea that raising revenue is part of the purposes to be achieved through its proposal. The Commission’s impact assessment report states as follows: ‘While not introduced with revenue raising as its purpose and it not playing a role in the design of the measure, the CBAM will raise revenue on GHG emissions at the border’. 7° This indicates that the budgetary objective is secondary, at least in the eyes of the Commission. From an environmental perspective, it certainly makes sense to prioritise CBAMs’ climate mitigation objective (be it by promoting fair competition, compliance with the Paris Agreement, the EU’s climate leadership or the imposition of a carbon price on consumers) over their budgetary objective.’! The budgetary story is reconcilable with all the other stories. Its objective does not relate to the mitigation of climate change and, thus, it does not rely on any assumption that can be inconsistent with the ones underlying the other stories analysed above.\n3. Froma Generic Idea to a Concrete Proposal: the Building Blocks of CBAMs\nThe previous section has explained the different stories linked to the multiple purposes that have been attached to CBAMs in the legal and policy discourse. These stories are not specific to the EU but the recent European Commission’s proposal for a regulation establishing a CBAM providesa good example of a policy context where these stories have been told concurrently. The Commission’s proposal includes references to all but one of the stories discussed above. The European CBAM is primarily justified by reference to its objective in addressing carbon leakage risks. Moreover, as part of the policy context of its proposal, the Commission refers to the role of the CBAM in supporting the EU’s climate leadership. Finally, the Commission considers that its proposal might have ‘ancillary positive effects’ on fostering compliance with the Paris Agreement and generating revenue for the EU. 72 The Commission proposes a clear hierarchy between the purposes and effects that it expects from its CBAM proposal. This is the correct approach to the adoption of CBAMs. Each of the objectives that can be achieved through CBAMSs are based on different assumptions about the most suitable climate mitigation strategy and are not (or not fully) reconcilable. It is thus key to first determine which of CBAMs’ objectives should be seen as primary and subsidiary. This defined hierarchy of objectives should then guide the design choices made by the Commission in the drafting process of its proposal to ensure its effectiveness.\nIn this section, I discuss the main building blocks that constitute the foundation of CBAMs’ legal design and, on that basis, I explain the choices made by the Commission for its proposal of a regulation establishing a CBAM. This discussion thus gives an overview of the content of the Commission’s proposal and lays the groundwork for explaining, in the next section, the reciprocal influence that exists between CBAMs’ legal design and their primary objective (section 4). To show how the use of CBAMs for specific purposes requires specific design choices, one first need to understand CBAMs’ main building blocks.\n68 Commission, ‘Financing the Recovery Plan for Europe’ (27 May 2020) <https://ec.europa.eu/info/sites/info/files/factsheet_3_04.06.pdf> accessed 17 August 2021\n69 European Council, ‘Special meeting of the European Council (17, 18, 19, 20 and 21 July 2020)’ (EUCO 10/20, COEUR 8, CONCL 4) para. A29.\n7 Commission, ‘CBAM Impact report’ (n 39) 15. assessment\n7 Christian Gollier and Mar Reguant, ‘Climate Change’, in Olivier Blanchard\nand Jean Tirole (chairs), ‘French Report on\nMajor Future Economic Challenges’ (June 2021) 101, 158-59.\n” Commission, ‘CBAM Impact report’ (n 39) 15. assessment\n1]",
  "page_13": "Final version to be published in the Journal of Environmental Law (2022)\n3.1. The Object of the Adjustment: a Tax or an Emissions Trading Scheme\nThe first design choice to be made with respect to the adoption of future CBAMs concerns the type of domestic carbon pricing instruments that they complement. Two main options exist: CBAMs can be adopted as a complementary measure either to a carbon tax or to an emissions trading scheme.\nThe Commission examined these two options as part of its impact assessment report and decided in favour of a CBAM linked to the EU ETS. 7? The CBAM will subject imports to a ‘system that replicates the EU ETS regime applicable to domestic production’, mirroring the carbon price of the EU ETS allowances.’4 Thus, in the same way as domestic producers are required to surrender emissions allowances, importers will be obliged to surrender ‘CBAM certificates’ to cover the emissions associated with the production of their imported products.’> These CBAM certificates will be phased in gradually, following the gradual phase out of the free allocations of emissions allowances. ’° Their price will be calculated as ‘the average price of the closing prices of EU ETS allowances’ on a weekly basis.’’\n3.2. The Type and Scope of the Adjustment\nA second design choice for a future CBAM concerns the type and the scope of the adjustments. CBAMs can be used for both imported and exported products or they can be limited to adjustments on imports. On the import side, CBAMs impose a charge on imported products. On the export side, CBAMs exempt exported products from the carbon price that would otherwise apply to them or, alternatively, repay upon the export of the products the carbon price that has already been paid. On both sides, CBAMs can apply either to a small list of products (for example, energy products and carbon intensive basic materials, such as steel, pulp paper, cement clinker, and plastic) or be extended to a larger number of products, including semi-manufactured and manufactured products. The broader the scope of the CBAMs, the more complicated it will be to guarantee low compliance costs and administrability. Moreover, adjustments can be applied on products imported from (or exported to) a limited number of non-cooperative countries (namely those that do not comply with the Paris Agreement) or be applied to all imported and exported products, regardless of their country of origin and destination.\nThe Commission’s proposal is rather limited in scope: it only provides for adjustments on imports on a limited number of products (cement, electricity, fertilisers, iron and steel, and aluminium).’’ However, it is not limited to imports from non-cooperative countries but generally applies to all imports, except for imports from countries and territories with a trading system linked to the EU ETS. 7?\n3.3. The Definition and Calculation of the Emissions Subject to the CBAMs\nA third design choice for a future CBAM concerns the definition and calculation of the embedded greenhouse gas emissions on which the carbon price will be imposed. Embedded greenhouse gas emissions can be determined in a narrow or broad way and with more or less accuracy. Narrowly defined, embedded greenhouse gas emissions only refer to the emissions strictly associated with the\n3 EU CBAM proposal (n 9) Explanatory memorandum 7-8.\n14 ibid\n79 ibid 3.18-3.19; 20-22.\narts\n76 ibid 21. art\n77 ibid\n78 EU CBAM proposal (n 9) 2.1; Annex I.\nart\n” ibid 2.3 and 2.5; Annex IIA. For electricity, 2.7-2.9 arts see arts\n12",
  "page_14": "Final version to be published in the Journal of Environmental Law (2022)\nproduction process of products. 8° But the concept could also cover the entire carbon footprint throughout the life cycle of products, including the emissions linked to the production process defined broadly (such as the emissions linked to the mining and transport of materials) and those linked to the use of the product and its disposal. *!\nThe method of calculation with the highest level of accuracy aims to determine the ‘actual’ greenhouse gas emissions embedded in the products subject to the CBAM. When the concept of embedded emissions is defined narrowly, this usually means that embedded greenhouse gas emissions of products are determined per installation: the embedded greenhouse gas emissions of a given product are determined by dividing the total amount of greenhouse gas emissions caused by the production of the goods by the total amount of goods produced over a given period. 8* Such a method involves significant administrative costs to track how much greenhouse gas emissions have been emitted throughout the production process’ of imported products. It could also lead to resource shuffling: exporters could send their ‘carbon efficient’ production to the EU but their overall production would remain carbon intensive. °3 Another—less burdensome - method is to determine the carbon content of imported products based on default values.** Different techniques can be used. One option is to rely on the amount of greenhouse gas emissions released when the ‘best (or worst) available technique’ (meaning the technique that is the least (or the most) carbon intensive) is used to produce the imported products subject to the CBAM. This would mean that the carbon content of imported products would be undervalued (or overvalued) in most cases. Another option is to use the average amount of greenhouse gas emissions released when the ‘predominant method of production’ or the ‘average method of production’ is used to produce the imported products. These methods could both undervalue and overvalue the amount of greenhouse gas emissions from imported products.\nThe Commission’s proposal provides that the European CBAM will be imposed on the same type of emissions as the ones covered by the EU ETS: carbon dioxide and, where relevant, nitrous oxide and perfluorocarbons. *> However, the scope of the embedded emissions covered by the Commission’s proposal will initially be narrower than the emissions covered by the EU ETS: it will only cover direct emissions (ie ‘emissions from the production processes on which producers have direct control’) and not indirect emissions (ie emissions from the production of electricity consumed in production processes). *° For the calculation of the embedded emissions, the Commission’s proposal combines a method based on the actual emissions released during the production of goods as well as a method based on default values.’7 For goods other than electricity, the Commission gives preferences to the determination of their actual embedded emissions. °° If such determination is not possible, default values will be used based on the average emissions intensity of the exporting country, which will be increased by a mark-up. ®? In absence of reliable data for the exporting country, the default value will be based on the ‘average emission intensity of the 10 per cent worst performing EU installations for that type of\n80 Ramboll and others (n 42) 104-06.\n81 ibid 104-05.\n82 For example, EU CBAM proposal (n 9) Annex III, 2-3. pts\n83 Commission, ‘CBAM Impact report’ (n 39) 29-30. assessment\n84 Condon and Ignaciuk (n 21) 13.\n85 EU CBAM proposal (n 9) Annex I; Commission, ‘CBAM Impact assessment report’ (n 39) 17.\n86 EU CBAM proposal (n 9) recital 17; 3.15-3.16; 3.28; 6.2(c); 22.1; 30.1; Annexes I and III. See also Commission, ‘CBAM arts Impact assessment report’ (n 39) 17-18.\n87 EU CBAM proposal (n 9) 3.21-3.22; 7 and Annex III. arts\n88 ibid 7.2; Annexes I and III. art\n89 ibid, Annex III, 4.1. pt\n13",
  "page_15": "Final version to be published in the Journal of Environmental Law (2022)\ngoods’.?° For electricity, the approach is different: default values are used, unless the importer chooses to determine the actual embedded emissions of electricity. °!\n3.4. The Interaction with Other Countries’ Carbon Pricing Policy\nA fourth design choice concerns the interaction of the CBAMs with the carbon pricing imposed by third countries. The implementing country can either ignore or acknowledge the existence of carbon pricing policies in place in third countries. °* The recognition of third countries’ carbon pricing policies permits the application of different carbon prices on imported products based on their origin country. Under this method, products imported from countries with similar (or more ambitious) carbon pricing policies as those in place in the implementing country will not be subject to the CBAM.°? Products imported from other countries will be subject to the CBAM, the amount of which will depend on whether part of the carbon cost has already been internalised in the country of production.\nThe Commission’s proposal integrates this method by allowing importers to obtain a reduction in the number of CBAM certificates to be surrendered when they have already paid a ‘carbon price’ in their country of origin. °* However, it is not yet clear how this reduction will be calculated and implemented in practice. > It worth pointing that this method is likely to be prone to manipulation.*° To avoid paying the higher carbon costs imposed on products from one specific country, importers could decide to artificially shift the origin of the products, pretending that they come from a ‘climate friendly’ country. Moreover, this method will require the assessment of the quality of the carbon pricing policies in place in third countries. This could raise complex questions as to which carbon policies are of ‘equal’ quality to the EU’s carbon price, which foreign partners could see as controversial, if not unacceptable. For goods originating from countries or territories with a carbon pricing system that has been linked to the EU ETS (eg Switzerland), the situation is nevertheless simple. The Commission’s proposal provides that the CBAM will not apply to those goods. ?’\n3.5. The Revenue Allocation\nA fifth design choice concerns the allocation of the revenues generated by the future CRAM when it is imposed on imports. Many options exist. First, the revenue could contribute to the general budget of the implementing country following the same allocation rules that apply to other import taxes. Second, given CBAMs’ overarching goal of limiting the increase in global average temperature, the revenue could be earmarked for climate mitigation projects. Earmarking could take place at the national, regional, or global level. For example, the revenue could be allocated to a global environmental funds, such as the Green Climate Fund.°’ Finally, the revenue could be redistributed to developing or less- developed countries in order to alleviate the potential negative effects that CBAMs might have on their\nibid\n°! EU CBAM proposal (n 9) 7.3; Annexes I and III. art\n» Pirlot (n 5) 149-51.\n3 Unless these countries\nexempt\nexported products from the carbon price.\n°4 EU CBAM proposal (n 9) 3.23; 9. arts\n°5 ibid 9.4 (empowering the Commission adopt implementing acts).\nart\nto\n°6 Note that the Commission ‘shall take action (...) address practices of circumvention’ of its the EU CBAM (EU CBAM\nto\nproposal (n 9) art 27).\n°7 BU CBAM proposal (n 9) 2.3; 2.5; Annex IIA. For electricity, 2.7-2.9. arts see arts\n°8 United Nations Framework Convention Climate Change, Decision 1/CP.16, FCCC/CP/2010/7/Add.1, on 102.\n14",
  "page_16": "Final version to be published in the Journal of Environmental Law (2022)\n?? !0° economy. In the context of the EU’s proposal, the plan is to allocate most revenues to the EU budget. In its impact assessment report, the EU Commission recognises the ‘need for targeted ways to support LDCs [least developed countries]’, including through financial support.!°! However, at this stage, there is no clear indication that part of the revenue will be redistributed to developing and least developed countries.\n4. The Interaction between CBAMs’ Primary Purpose and their Legal Design\nWhen CBAMs are thought of as concrete policy proposals, it becomes clear that many different options exist for transforming a generic CBAM proposal into a concrete measure. In this section, which corresponds to the second step of my analytical framework, I examine the links between CBAMs’ legal design and their objectives based ona though experiment. Assuming that the primary purpose of a future CBAM was ‘X’ [eg promoting fair competition], how would its legal design look like in practice? This section thus presents simplified models of CBAMs aimed at a specific purpose. !°? As they all differ from each other, these simplified models can illuminate the complex regulatory nature of CBAMs. I use the EU legal framework as a basis for this analysis as a way of contextualisation: the interactions between CBAMs’ legal design and purpose appear more clearly when discussed in a specific legal context than when analysed in the abstract. The following questions guide my analysis: What do the design choices made by the Commission for its CBAM”’ proposal tell us about its main objectives? Do the choices made by the Commission in terms of legal design correspond to the objectives on which the Commission has based and justified its proposal? By comparing the Commission’s proposal with each of the simplified CBAMs’ models, I show that the legal design of the Commission’s proposal is not fully in line with its stated objectives, and I am able to uncover the types of objectives that the future European CBAMs will (or not) effectively achieve.\n4.1. CBAMs as Part of a Fair Competition Story\nA simplified model of CBAM, which primary objective is to address carbon leakage risks, would include the following design elements. This simplified model of CBAM would complement the EU ETS and replace the system of free allowances. It would include adjustments on both imports and exports in order to fully remove differences in carbon prices between European and foreign products. !°? On the import side, a charge on imported products would allow the EU to impose a similar carbon price on EU and non-EU products sold into the EU market. EU products would be indirectly subject to a carbon price through the EU ETS and the charge on imported products would directly subject them to a carbon price equal to the EU ETS. The charge on imported products should, if possible, be broad in scope. If the measure is limited to energy products and basic materials, manufacturing industries relying on basic products would be put at a disadvantage in comparison to competitors operating in jurisdictions with no carbon price. This trade disadvantage would mean that the CBAM does not fully meet its objective in\n°° Mehling and others (n 5) 478\n100 EU CBAM proposal (n 9) Explanatory memorandum 10-11, referring Council Decision (EU, Euratom) 2020/2053 of 14 to December 2020 on the system of own resources of the European Union and repealing Decision 2014/335/EU Euratom [2020] OJ L 424/1.\n.\n101 Commission, ‘CBAM Impact report’ (n 39) 30. assessment\n102 My goal is of ‘ready-to-implement’ CBAMs, which is why I largely disregard the technical difficulties not to presenta range linked to some of the design features of the models presented below in terms of implementation. Some of these technical issues have already been discussed ins 3.\n103 See Stuart Evans and others, ‘Border Carbon Adjustments and Industrial Competitiveness in European Green Deal’ (2021) a 21(3) Climate Policy 307.\n15",
  "page_17": "Final version to be published in the Journal of Environmental Law (2022)\nterms of providing fair competition. !4 To equalize the EU price, the charge on imported products would, if possible, be determined based on the actual level of ‘EU-ETS like emissions’ of imported products (ie the emissions of imported products that correspond to the emissions that would have been subject to the EU ETS if these products had been produced in the EU) and the charge would take into account the carbon price level imposed in third countries.!°5 On the export side, the EU ETS costs would be reimbursed to producers in proportion to their share of exported products to countries with no equivalent carbon price to the EU ETS. For countries with a lower carbon price than the EU ETS, the EU ETS costs could be reimbursed in part to ensure that EU products compete on an equal basis with foreign products when they are exported abroad. Alternatively, the costs of the EU ETS on exported products could be reimbursed in full. This solution might be considered ‘fairer’: EU products exported to a third country will not only compete with the products produced in this particular third country, but also with products from other third countries, which might not be subject to any carbon price. Regarding revenue allocation, the fair competition story does not require any specific use for the revenue generated by the CBAM. The purpose of achieving a level playing field between domestic and foreign producers is achieved through the mechanisms of the CBAM, irrespective of how the revenue is being used.\nAlthough the Commission’s proposal primarily aims at preventing carbon leakage risks, it differs from this simplified model of CBAM in four main respects. First, the Commission’s proposal is limited in scope, which the Commission explained by reference to the high administrative costs linked to the inclusion semi-manufactured and manufactured products.!°® Second, the scope of the embedded emissions covered by the Commission’s proposal differs from the ‘EU-ETS like emissions’: it is limited to direct emissions, excluding indirect emissions which are nevertheless covered by the EU ETS. !°7 This design choice seems to have been justified by reference to the lack of easily available data on indirect emissions. !°8 Third, the Commission’s CBAM proposal will co-exist with the system of free allowances, which it will gradually replace. The Commission justified this design choice as a way to ‘ensure a prudent and predictable transition for businesses and authorities’ .!°® Fourth, the Commission’ s proposal does not include adjustments on exports. The option of including adjustments on exports was discarded by the Commission at an early stage of the legislative process for two main reasons.!!° First, the Commission considered that it would have been contrary to the environmental objective of the mechanism. Second, the Commission thought that it would ‘undermine the global credibility of EU’s raised climate ambition’. !1!\nNone of these four design choices are consistent with the simplified model of a CBAM aimed at mitigating climate leakage risk but the Commission convincingly justified the first two by reference to practical reasons linked to the administrability of the measure.!!* By contrast, the two other design elements raise questions as to whether the Commission’s proposal is effectively primarily aimed at addressing carbon leakage risks and creating a level playing field between EU and foreign producers. The gradual phase-in of the CBAMs suggests that the Commission does not consider its proposal ready\n104 As explained in 3.2, this economic justification would need be balanced against practical considerations. See Kortum s to and Weisbach (n 43) 429-432.\n105 OECD (n 15) 23-24: ‘A BCA regime could credit foreign producers for the carbon pricing they have already been subject to domestically, which is sensible from a leakage-prevention perspective’.\n106 Commission, ‘CBAM Impact report’ (n 39) 21, 75 and 84; EU CBAM proposal (n 9) recitals 28-29. assessment 107 EU CBAM proposal (n 9) recital 17; 3.15; 3.16; 3.28; 6.2(c); 22.1; 30.1; Annexes I and III. See also Commission, arts “CBAM Impact assessment report’ (n 39) 17-18.\n108 Commission, ‘CBAM Impact report’ (n 39) 18. assessment\n109 EU CBAM proposal (n 9) explanatory memorandum 10-11.\n110 Commission, ‘CBAM Impact report’ (n 39) 42. assessment\n\"1 ibid\n‘2 Commission, ‘CBAM Impact assessment report’ (n 39) 17-18, 21.\n16",
  "page_18": "Final version to be published in the Journal of Environmental Law (2022)\nto immediately replace the system of free allowances, which is the Union’s main tool to address carbon leakage risks. Moreover, adjustments on exports area key feature of CBAMs aimed at mitigating carbon leakage risks and it is hard to understand why the EU discarded this option so quickly. In the absence of CBAMs on exports, EU products could become non-competitive in foreign markets. This could lead to higher demand for products from jurisdictions with no climate policies in place, which could translate to higher levels of greenhouse gas emissions at the global level. From this perspective, and maybe counterintuitively, adjustments on exports are not necessarily contrary to the environmental objective of CBAMs when this objective is defined by reference to the mitigation of climate leakage risks (as under the fair competition story). CBAMs on exports might be necessary to reduce greenhouse gas emissions globally by preventing that a decrease of emissions physically released in the EU leads to a relatively higher increase of emissions physically released in third countries.\n4.2. CBAMs as Part of a Paris Agreement Story\nUnder the Paris Agreement story, the primary purpose of a CBAM is intrinsically tied to the success and implementation of the Paris Agreement. In this hypothesis, a simplified model of a EU CBAM would serve as an instrument to reduce the risk of carbon leakage in favour of ‘non-cooperative countries’ !!3 and would entail the following design elements. The CBAM would complement the EU ETS as part of the EU’s carbon pricing policy but the design of the CBAM would not mirror the design of the EU ETS. It would only involve adjustments on the import side. There is no reason to include adjustments on exports: the objective, under the Paris Agreement story, is not to systematically prevent any form of carbon leakage. The adjustments on imports would be based on the actual embedded emissions of imported products and their level as high as needed to force non-cooperative countries to cooperate. '!4 Similarly, the scope of the CBAM could be as broad as needed to infer cooperation. The CBAM could first be imposed ona small list of basic materials and be latterly extended to more products if the non-cooperative country still refuses to join global efforts to mitigate climate change. The calculation of the adjustments would not need to take account of carbon pricing policies in place in non- cooperative third countries as the objective is not to match the EU’s carbon price but rather to foster compliance with the Paris Agreement. Finally, revenue generated through the CBAM should be used to ‘assist developing country Parties with respect to both mitigation and adaptation’, in line with Article 9 of the Paris Agreement.\nThe Commission’s proposal is not primarily aimed at fostering compliance with the Paris Agreement, which explains that its design differs from this model in two main respects. First, it does not target imported products from non-cooperative countries but generally applies to all imported products. Second, CBAM’s revenue will be allocated to the EU budget and not redistributed to developing countries. These differences, and more specifically the first one, imply that the Commission’s proposal is unlikely to achieve the objective of fostering compliance with the Paris Agreement. CBAMs imposed indiscriminately on all imported products cannot serve as a sanction against non-cooperative countries (given that their products will be subject to the same CBAM as the products from cooperative countries). Importantly, and as explained in section 2.2, the indiscriminate application of CBAMs is inconsistent with the approach of the Paris Agreement.\n4.3. CBAMs as Part of a Climate Leadership Story\n113 As defined under 2.2. s\n'l4 The application of the adjustments the actual embedded emissions of imported products would allow the EU on not to impose an adjustment on products from producers using climate-neutral production methods but located in non-cooperative countries.\n17",
  "page_19": "Final version to be published in the Journal of Environmental Law (2022)\nIf the main purpose of a simplified model of CBAM was to encourage third countries to adopt similar carbon pricing policies as in the EU, it would include the following design features. This model of CBAM would complement and mirror the EU ETS. It would be limited to adjustments on the import side: relieving exported products of the costs of the EU ETS would undermine the EU’s objective of extending the territorial scope of the European carbon price. The adjustment on imports would be imposed on products from countries with no equivalent carbon price to the EU ETS. If possible, the level of the charge would be based on the actual ‘EU-ETS like’ emissions of imported products and be a function of the carbon price that has (or not) already been imposed in the country(ies) of production. The scope of the CBAM on imports would be as broad as possible, including basic materials as well as semi-manufactured and manufactured products. Under this version of the climate leadership story, the more products that are subject to a carbon price equivalent to the EU ETS, the better. Finally, the revenues could be used for any purpose. This version of the climate leadership is not about leading by example by funding projects related to climate change. Instead, it is about making all countries adopt a carbon price as ambitious as the EU carbon price. This latter objective does not require any specific use for CBAMs’ revenue.\nThe Commission’s proposal differs from this simplified model only in two respects. Its scope is limited; it does not include semi-manufactured and manufactured products. Moreover, embedded emissions will initially not cover all ‘EU-ETS like’ emissions but be limited to ‘direct emissions. !!> As explained before (s 4.1), these design choices are justified by practical reasons, including the need to minimise compliance costs. The high correspondence between the Commission’s proposal and this simplified model of CBAM suggests that the Commission’s proposal has been primarily designed to achieve this objective, even though it has not been explicitly listed as part of the objectives to be achieved by the EU CBAM.\n4.4. CBAMs as Part of a Consumption-based Story\nIn the context of the consumption-based story, a simplified model of CBAM would replace the EU ETS altogether in order to reverse the production-based approach to climate mitigation that has prevailed so far in the EU and globally. Such a simplified model of CBAM on imports would be used to make consumers pay for the carbon costs of all services and products they consume on the EU’s territory, including imports and excluding exports. This model, often referred to as ‘carbon added tax’, would follow the logic of the value added tax, which is imposed on all services and products consumed on the EU’s territory. !'!© However, instead of being based on products’ price, the charge would be based on the actual greenhouse gas emissions released at each stage of a product’s life cycle.!!7 Whether or not a carbon price has been levied in the country of production would be of no importance: under a consumption-based approach, the country of consumption is responsible for establishing the carbon price that it deems sufficient to influence consumption behaviours on its territory. Finally, the\n\"5 BU CBAM proposal (n 9) recital 17; 3.16; 3.28; 30.1; Annexes I Annex III. See also Commission, ‘CBAM Impact\narts\nassessment report’ (n 39) 17-18.\n6 CE Delft, ‘Carbon Added Tax Alternative Climate Policy Instrument’ (2015) <https://cedelft.eu/wp- as an content/uploads/sites/2/2021/04/CE_Delft_7A48_Carbon_Added_Tax_FINAL.pdf> accessed 17 August 2021; Ramboll and others (n 42) 34. This model is the closest to the traditional concept of ‘border tax adjustments’. See Alice Pirlot, ‘Environmental Border Tax Adjustments (BTAs): a Forgotten History’, in Larry Kreiser and others (eds), Environmental Pricing. Studies in Policy Choices and Interactions (EE 2015) 147-60.\n\"7 CE Delft (n 116); Courchene and Allan (n 58) 62-64; McAusland and Najjar (n 58). On the definition of ‘embedded emissions’ under this model, see Ramboll and others (n 42) 104-10.\n18",
  "page_20": "Final version to be published in the Journal of Environmental Law (2022)\nconsumption-based story does not require the revenue raised by the CBAM to be used for a specific purpose. The consumption-approach is achieved through the carbon pricing mechanism itself.\nThe Commission’s proposal is not aimed at internalising greenhouse gas emissions in the consumption- country, which explains why it fully differs from this model. The Commission discarded the option for a CBAM as part of a ‘carbon added tax’ at an early stage of the discussions on different CBAMs’ models, mainly due the practical difficulties linked to its implementation, including high administrative and compliance costs. !!8\n4.5. CBAMs as Part of a Budgetary Story\nA simplified model of EU CBAM primarily!!? aimed at generating revenue would complement the EU ETS as part of the EU’s carbon pricing policy, but its design would not need to match the design of the EU ETS. In principle, it should be limited to imports. Adjustments in respect of exports would likely involve a loss of revenue as exported products would no longer be subject to a carbon price. The adjustments on imported products should have the broadest scope possible: basic materials but also semi-manufactured and manufactured products should be included as it would generate more revenue. The carbon charge could be based either on the actual or on the average embedded greenhouse gas emissions of the products covered. The method that leads to higher levels of adjustments should be preferred. For the same reason, adjustments on imported products would be imposed regardless of the carbon price imposed in third countries. Finally, the revenue generated would be allocated to the EU budget.\nThe Commission’s proposal differs from this model in two main respects: it has a limited scope, and it does not disregard the carbon price imposed in third countries. These differences can be explained by the hierarchy of objectives defined by the Commission for its proposal. The generation of revenue is not the priority.\n5. The EU CBAM as an Instrument of Climate Leadership\nThe analysis of different simplified models of CBAMs illustrates how CBAMs’ legal design is heavily influenced by their primary purpose. Conversely, CBAMs’ legal design illuminates the type of purposes that they can achieve. The table below gives an overview of the different purposes attached to CBAMs, their underlying assumption and their matching design. In this table, the boxes coloured light grey include all the design choices that correspond to the design of the Commission’s proposal. From this, it appears clearly that the European CBAM is closer to the climate leadership model than to the fair competition model.\nDue the absence of adjustments on exports, the Commission’s proposal is likely to be more effective at fostering the EU’s climate leadership than at mitigating carbon leakage. This is not to say that the European CBAM will have no effect on carbon leakage. Adjustments on imports will reduce carbon leakage risks but not fully eliminate them. !?° Regarding its effects in relation to the Paris Agreement, the European CBAM will allow the EU to meet its commitments in terms of climate neutrality and might encourage some non-cooperative countries to increase their commitments in line with the Paris Agreement. However, as explained in sections 2.2. and 4.2, the systematic and indiscriminate use of\n18 Commission, ‘CBAM Impact\nassessment\nreport’ (n 39) 42.\n119 Note that, ideally and explained in 2.5, CBAMs’ primary objective should be the generation of revenue. as s not 120 See Ramboll and others (n 42) 50.\n19",
  "page_21": "Final version to be published in the Journal of Environmental Law (2022)\nCBAMs is inconsistent with the approach of the Paris Agreement. The European CBAM will not only impose a carbon price on products from non-cooperative countries but also on products from cooperative countries, namely countries whose climate policy meet the requirements of the Paris Agreement. For these countries, the CBAM will impose a higher carbon price on part of their greenhouse gas emissions (namely the emissions embedded in products from cooperative countries imported into the EU) than what would have been necessary in the light of their national circumstances. Due to the CBAM, these cooperative countries will no longer be able to fully decide upon their domestic climate policy.!?! From this perspective, the European CBAM should not be considered as an appropriate tool to foster compliance with the Paris Agreement. Regarding the budgetary objective, the design of the European CBAM seems suitable: the plan is to allocate most of the revenues to the EU budget. !72\nThe design of the EU CBAM proposal as first and foremost an instrument of climate leadership is surprising in some respects and unsurprising in others. On the one hand, it is surprising because the Commission has primarily justified its proposal by reference to the objective of addressing carbon leakage risks not by reference to the promotion of its climate leadership. It suggests that the Commission has either misrepresented the goals that it sought to achieve through the European CBAM or that it has not (or insufficiently) thought about the relationship between the design of its proposal and its main purpose and thus made the wrong design choices. On the other hand, it is unsurprising as it confirms the EU’s leadership role in climate change matters. The EU has long been portrayed as a ‘global environmental leader’ because it has encouraged the adoption of international environmental agreements, including climate change agreements.!*? Moreover, the EU has been described as a ‘directional leader’ who leads by example through the adoption of ambitious domestic climate policies. !74\nThe EU CBAM proposal could be seen as putting an end to the EU’s global climate leadership because it is inconsistent with the approach of the Paris Agreement. Yet, the Commission’s proposal could also be viewed as an attempt by the EU to support a new and more ambitious international climate agreement that would impose a minimum carbon price equivalent to the price applied under the EU ETS. The EU CBAM proposal implements and goes beyond directional leadership. It does not only set an example that others might decide to follow but it also allows the EU to enforce its carbon price on foreign products. A similar strategy was used in 2008 when the EU adopted a directive extending the scope of the EU ETS to the aviation sector, including for flights which do not fully take place over the EU’s territory but merely arrive at or depart from an aerodrome situated in the EU. !*° Third countries strongly opposed this new EU approach!?° and the Commission decided to defer enforcement of the EU ETS obligations on aircraft operators in respect of activities to and from aerodromes in countries outside the Union. !?7 Given that it extends, in a similar way, the scope of the EU ETS, the Commission’s proposal for a CBAM might attract the same kind of opposition.\n21 They will have impose carbon price equivalent the EU carbon price avoid that their products subject the to a to to are to European CBAM. Otherwise, part of their greenhouse gas emissions will be priced through the EU CBAM.\n22 EU CBAM proposal (n 9) Explanatory memorandum 10.\n23R. Daniel Kelemen and David Vogel, ‘Trading Places: The Role of the United States and the European Union in International Environmental Politics’ (2010) 43(4) CPS 427.\n!24 Sebastien Oberthiir and Claire Roche Kelly, ‘EU Leadership in International Climate Policy: Achievements and Challenges’ (2008) 43(3) The International Spectator 35, 36-37.\n125 Directive 2008/101/EC of the European Parliament and of the Council of 19 November 2008 amending Directive 2003/87/EC so as to include aviation activities in the scheme for greenhouse gas emission allowance trading within the Community [2009] OJ L8/3.\n126 Alan Thomas and others, Joined letter the EU regarding unilateral aircraft emissions control (6 April 2007). to\n27 Decision 377/2013/EU of the European Parliament and of the Council of 24 April 2013 derogating temporarily from Directive 2003/87/EC establishing a scheme for greenhouse gas emission allowance trading within the Community [2013] OJ L 113/1. See also Regulation (EU) 421/2014 of the European Parliament and of the Council of 16 April 2014 amending\n20",
  "page_22": "Final version to be published in the Journal of Environmental Law (2022)\nParis\nAgreement\nClimate\nConsumption-\nleadership !2® based approach\nCarbon leakage Non-compliance of\nrisks preventing some countries (ie\ncountries’) with\nterms of climate-\nthe Paris\nneutrality\nAgreement\nIdeally, a global\nIdeally, all\ncarbon price — to countries should\nbe imposed on\nGHG emissions\nnormative\nreleased — should Paris Agreement. (equivalent to\napply worldwide There is no ‘right’ the EU carbon amount of this\nor ‘wrong’ carbon price) on GHG\ncarbon price\nprice as it will\nemissions\nshould be\ndepend on the\nwhere they are determined by\nnational\nreleased\neach\ncircumstances of\n‘consumption’\neach country\ncountry\nComplementing\nComplementing\nComplementin\nIndependent\nthe EU ETS\nthe EU ETS\ng the EU ETS\nmechanism\nETS\nAll imports and\nImports of non-\nAll imports\nAll imports and\nexports\ncooperative\n(regardless of\nexports\n(regardless of\ncountries only\ncountry of\n(regardless of\ncountry of\norigin)\ncountry of\norigin/destination)\nComplementin\ng the EU ETS\nActual or\naverage\nemissions,\nregardless of\nthe carbon\nprice in third\ncountries\nNeed for new\nEU own\nresources\nActual\nemissions,\na function of regardless of the\ncarbon price in\nthird countries\nActual\nadjustment on and a function of and adjustment ‘as emissions, and\nimports\nthe carbon price\nhigh as needed’\nin third countries\nthe carbon\nprice in third\ncountries\nAll imports\n(regardless of\ncountry of\norigin)\nSpecific\nproblem to be the EU to meet its “non-cooperative\nsolved by\ncommitments in\nCBAMs\nUnderlying\nassumption\nBasis for the Actual emissions, Actual emissions,\nType\nThe ‘ideal’\nprice should be carbon price is\nthe carbon\nemissions\nprice that\nembedded in\ngenerates the\nproducts. The\nmost revenue\nto the EU\nbudget\nRevenue\nIrrelevant (EU In line with Article Irrelevant EU\nEU budget\nallocation\nbudget or other)\n9 of the Paris\nbudget or\nA reement\nother\n6. Conclusion\n21\nLack of\nLack of\nsufficiently internalisation of\nambitious\nembedded GHG\ncarbon prices\nemissions in\nin third\nconsumption\ncountries\npatters\nIdeally, all\nIdeally, a carbon\ncountries\ncomply with the should impose imposed on the\na minimum\nwhere they are expectations of the carbon price\nNature\nreplacing the EU\norigin/destination\nIrrelevant EU\nbudget or other)\nIn this article, my objective has been to illuminate the complex regulatory nature CBAMs as climate mitigation measures, and, on this basis, to offer a critical analysis of the purpose and legal design of the latest Commission’s proposal for a regulation establishing a CBAM. In a first step, I have explained the\nDirective 2003/87/EC establishing a scheme for greenhouse gas emission allowance trading within the Community, in view of the implementation by 2020 of an international agreement applying a single global market-based measure to international aviation emissions [2014] OJ L129/1; Regulation (EU) 2917/2392 of the European Parliament and of the Council of 13 December 2017 amending Directive 2003/87/EC to continue current limitations of scope for aviation activities and to prepare to implementa global market-based measure from 2021 [2017] OJL350/7.\n128 Understood by reference the role of CBAMs in encouraging third countries adopt ambitious carbon pricing policies to to as as those that have been adopted in the EU (ss 2.3 and 4.3).\n29 The budgetary does explicitly refer this overarching objective. However, for the mentioned above (s story not to reasons 2.5.), this objective should prevail over a budgetary objective.",
  "page_23": "Final version to be published in the Journal of Environmental Law (2022)\nunderlying differences between each of the purposes that have been attached to CBAMs in the legal and policy discourse. In a second step, I have examined how CBAMs’ specific purpose and legal design affect each other.\nThis two-step analytical framework contributes to the understanding of CBAMs and their deep consequences for the climate change debate. Importantly, the different ‘stories’ surrounding CBAMs that I have analysed are not just stories about CBAMs. They are stories about countries’ preferences in terms of climate mitigation strategy and how they view the Paris Agreement. Under the Paris Agreement story, CBAMs are used to strengthen the Paris Agreement that lacks an enforcement mechanism. In contrast, neither the fair competition nor the climate leadership and consumption-based stories are consistent with the approach of the Paris Agreement. This suggests that countries that propose CBAMs to address carbon leakage risks, promote their climate leadership (defined in reference to their ability in imposing their carbon price on third countries) or internalise greenhouse gas emissions embedded in consumption patterns, do not view the Paris Agreement as an appropriate solution to maintain the increase of global average temperature below an acceptable level. Countries using CBAMs to promote fair competition seem to consider that climate mitigation should be based on the adoption of a global carbon price to be imposed on greenhouse gas emissions where they are physically released. Countries using CBAMs as part of the climate leadership story consider that the carbon price in place in third countries should be at least equal to their domestic carbon price. Finally, countries following the consumption-based approach reject the idea that greenhouse gas emissions from production processes should be internalised in the country where they are physically released. Instead, they favour a new approach aimed at internalising greenhouse gas emissions embedded in consumption patterns.\nThese contrasting views on climate mitigation explain why CBAMs are hard to discuss in the abstract: there is no generic and uniform concept of CBAMs. The more countries will introduce concrete proposals in favour of CBAMs, the easier it will become to understand the full breath of their regulatory complexity.\nAcknowledgement\nI would like to thank all the colleagues with whom I discussed this topic over the past months. This work also benefitted from the comments I received during several conferences and events, including the webinar organised by the Cambridge Tax Discussion Group in May 2021, the XVIII Seminar on Advanced Issues of EU Law organised by the University of Zagreb Jean Monnet Centre of Excellence in May 2021, the Colloquium Series of the Institute for Austrian and International Tax Law in May 2021, the CBS Tax Colloquium Series organised by Yvette Lind in March 2021, the webinar organised by the Catolica Lisbon School of Business & Economics in June 2020, the Lund environmental tax seminar organised by Cécile Brokelind in January 2020, the Brussels conference on the ‘Future of EU Tax Harmonization’ organised by Edoardo Traversa in December 2019, the event on ‘Carbon Taxation: Challenges & Opportunities’ organised by the Belgian Representation to the European Union in Brussels in October 2019 and the two Nuremberg environmental tax seminars organised by Roland Ismer in 2018 and 2019. Special thanks go to Manuel Haussner and Timo Gerres as well as the students who I had the opportunity to lecture on environmental tax law and who, through their questions, also contributed to this work. Finally, I would like to thank Liz Fisher and the two anonymous referees for their constructive and stimulating comments. The usual disclaimers apply.\n22"
},
  "language": "Languages.ENGLISH",
  "total_pages": 23
}
