{
  "file_name": "4_58.pdf",
  "pages": {
  "page_1": "RESOURCES\nfor the FUTURE\nIndustrial Decarbonization and Competitiveness: A Domestic Benchmark Intensity Approach\nIssue Brief 22-03 by Raymond J. Kopp, William A. Pizer, and Kevin Rennert — May 2022\n1. Background\nTo achieve the net-zero ambitions of the Paris Agreement, emissions from the “hard-to-abate,” greenhouse gas-intensive industrial sectors (steel, aluminum, cement, and chemicals) must be reduced. The pace of current decarbonization efforts will be aided by the introduction of new low- and zero-carbon production technologies driven by government policies. In many cases, products from these sectors are exchanged on highly competitive international markets, raising concerns that domestic decarbonization policies could result in lost competitive advantage vis-a-vis nations with weaker environmental policies.\nTo address such competitiveness concerns, decisionmakers have proposed policies to couple domestic industrial decarbonization efforts with trade policies and thereby address three goals: a) maintain domestic competitiveness against imports produced in countries with relatively weaker environmental policies, b) maintain competitiveness in export markets, and c) provide incentives for trading partners to improve their environmental performances. A prominent example of such a trade policy is a carbon border adjustment mechanism (CBAM) that applies a fee to imported goods. A proposed CBAM is under active discussion in the European Union, and CBAM legislation is in the early stages of development within the US Congress. Traditionally, trade policies to address competitiveness concerns have been proposed as a layer on top of a country’s preexisting approach to decarbonizing the industrial sector. Another approach, which may be more appropriate for the current state of global climate policy, is to design an industrial decarbonization policy that natively and explicitly addresses competitiveness concerns.\nThis issue brief outlines such an alternative approach. This policy would define a performance metric for a selected set of industrial sectors and apply a fee based on the greenhouse gas (GHG) content of produced goods in those sectors, but only to the extent the goods’ GHG content exceeds the metric. The fee would be applied equally to both foreign and domestically produced goods, maintaining a level playing field. Overall, this policy approach inherently addresses competitiveness concerns and creates incentives to reduce emissions down to the performance metric, while offering additional advantages. By starting with a performance metric close to current US industrial performance, it would primarily affect those trading partners with higher emissions and not US producers. By assessing the fee only on emissions above the performance metric, the approach would reduce potential effects on the price of regulated industrial goods compared to a traditional carbon price, thereby minimizing downstream and export disruptions.\nIn a follow-on issue brief, we will introduce the idea of an alliance of like-minded nations working to drive decarbonization in selected industrial sectors through an alignment of comparable efforts. Such an alignment would level the playing field of economic competition and negate the need for border measures within the alliance. Border measures would continue to be imposed on countries that do not choose to meet the minimum comparable effort and join the alliance.\n2. Measuring Policy Performance\nA key feature of the policy is its focus on emission performance. Specifically, we focus on the greenhouse",
  "page_2": "gas intensity of industrial production, i.e., the metric tons of GHGs emitted per ton of manufactured product or products. The emissions accounted for include those emitted directly by the industrial facility (scope 1), emitted upstream by electricity suppliers (scope 2), and possibly those emitted upstream by other producers of energy-intensive inputs and embodied in purchased materials (scope 3).\nThe policy approach uses the GHG intensity of an industrial sector’s production processes as the “benchmark” against which both domestic performance, as well as the performances of nations seeking to export commodities to the United States, are measured.? The policy would: a) identify the industrial sectors and commodities to be covered, b) calculate the greenhouse gas intensity for each production facility in the sector as well as for imports, c) set the initial benchmark intensity for each sector based on current performance, and d) charge a fee on each ton of GHGs emitted above the intensity benchmark. The benchmark intensity could be defined to remain static over time or decline each year to reach a desired future emissions level for a sector.\n3. Key Design Questions\nThere is an expansive set of decisions that must be made to implement such a policy. Here we highlight and briefly comment on several of the most significant ones.\n3.1. Which industrial sectors should be covered by the policy?\nThe selection of sectors to be covered by the policy will involve tradeoffs between the overall emissions covered\nA GHG intensity measure would normally include scope 1 and 2 but may also include scope 3.\nRegardless of the mitigation policies a nation has in place, trading partners with comparable GHG intensities for specific industrial sectors and well-defined commodities are likely deploying similar production processes and technologies, and, therefore, are unlikely to be facing competitive disadvantages vis-a-vis their partners. The exception would be a country with a carbon price that does not provide free allocation or tax rebates to the industrial sector. Industrial producers in those countries would face the additional cost of the tax or permit purchases even if they achieve a comparable greenhouse gas intensity. We will discuss this in more detail in our companion paper.\nThe disaggregation issue is exemplified by the 6-digit NAICS sector 331110 - Iron and Steel Mills and Ferroalloy Manufacturing. While 6-digit NAICS is quite disaggregated, it does include both basic oxygen furnace (BOF) steel production and electric arc furnace (EAF) production. The GHG intensities of these two processes are radically different. Setting a performance standard at this level of disaggregation would heavily burden the BOF facilities. To the extent one believes that virgin steel produced from BOF facilities is qualitatively different from EAF facility steel (due to impurities in the scrap used in the EAF process), one might want to further disaggregate this sector. Alternatively, one might want them to begin at different performance levels (as an accommodation) but converge over time.\nand the administrative complexity of the policy. The selection process could be guided by the magnitude of current emissions from each sector (perhaps choosing the most-emitting sectors), the number of facilities in each sector (choosing high-emitting sectors with a small number of facilities), the product mix, the capacity of the regulator to manage multiple sectors, and the international competitive pressures each sector faces.\n3.2. How disaggregated should the regulated sectors be? Should products within a regulated sector face different benchmarks?\nHighly aggregated industries, e.g., at the 4-digit NAICS code level, can have very heterogeneous production processes with significantly different GHG intensities. At the facility level, these differences can be further related to the mix of commodities produced. Such heterogeneity suggests that the ideal level of disaggregation would most likely be at least at the 6-digit NAICS code level. A detailed examination of production processes, commodity mix, and GHG intensities will help guide the choice of disaggregation and is the subject of ongoing research at Resources for the Future.°\nOnce the level of sectoral aggregation for inclusion or exclusion in the policy is defined, the default would be to assign the same benchmark to all facilities and products within that sector. However, different benchmarks could instead be applied to different products produced by an identified sector—if there is an agreed upon and appropriate protocol to differentiate product emissions.\nResources for the Future — Industrial Decarbonization and Competitiveness",
  "page_3": "3.3. Which indirect emissions should be included in the intensity measure, and how should they be calculated?\nIf even that country-level, sector-wide information is unavailable, the policy could default to taking the ratio of country-level, economy-wide GHG intensity to US country-level, economy-wide GHG intensity and multiply the US commodity-level intensity by that average. The policy could allow for importing firms to have the option to provide verifiable information that allows for the computation of a firm-level intensity against the default behavior that would otherwise be applied.\nAs with the selection of regulated sectors, the determination of scope of emissions coverage will involve tradeoffs between overall emissions coverage and administrative complexity. In the United States, scope 1 (direct) industrial facility emissions are already reported to the US Environmental Protection Agency (EPA) and are readily available. The purchased electricity emissions component of scope 2 emissions can be readily estimated from facility-supplied information on purchased electricity and grid-level carbon emissions per megawatt hour of generation.’ Upstream scope 3 emissions, which include the emissions embodied in other purchased inputs, can be difficult to track in a meaningful way among domestic and foreign producers. As a starting point and provided the benchmark is not far below domestic emission rates, limiting the intensity calculation to scope 1 and scope 2 emissions may provide a reasonable balance between of implementation and overall emissions 5 ease coverage.\n3.5. At what level should the benchmark intensity be set?\nThe benchmark GHG intensity for a given sector, against which domestic and international performance of firms is measured, is a critical policy lever. The level at which the benchmark is set determines a) progress towards net-zero emissions, b) which facilities will pay a fee and thereby be incentivized to reduce emissions, c) the amount of revenues generated from the domestic policy, and d) the amount of revenues generated by the tariffs imposed on imports.\nEach industrial sector has a distribution of GHG intensity across its facilities. The level at which the benchmark is set will therefore determine how many of these facilities pay a fee. For example, if the initial benchmark was set at the median intensity within the sector, half of the facilities would pay a fee for emissions above the benchmark. Alternatively, if the benchmark was defined by the upper quintile (1/5th) of the intensity distribution, only the most GHG-intensive 20 percent of the facilities would be paying the fee, reducing the collected domestic revenues relative to the median, and incentivizing 20 percent of facilities to reduce emissions rather than 50 percent. Setting the initial benchmark\n3.4. How should the GHG intensity of imported commodities be calculated if equivalent data are not available from other countries?\nThe policy would ideally incorporate reliable information to calculate the firm-level GHG intensity of regulated imported commodities in exactly the same manner as applied to US firms. If such firm-level information is not available, the policy could default to using a country- level, sector-wide average intensity for the commodities\n4\nScope 2 methane emissions from the local gas distribution company (LDC) can be approximated with knowledge of facility natural gas purchases, but the quality of the approximation will vary by LDC.\nIn some instances, scope 3 emissions could be important, and it is reasonable to grant the regulator some degree of discretion to include scope 3 emissions in the GHG intensity calculation.\nUsing firm-level GHG intensity measures of imported commodities allows for the possibility that the GHG intensity of an imported commodity from a particular firm is well below the intensity of those produced by other firms in that nation. This could lead to “reshuffling” as low-GHG firms shift to exporting to the US market, while high-GHG firms shift to producing for the domestic market (and exports to other nations). Concern about this potential for reshuffling has to be balanced against the desire to reward foreign companies that improve performance. The proposal to use firm-level averages can be viewed as midway between using facility averages and national averages.\nResources for the Future — Industrial Decarbonization and Competitiveness",
  "page_4": "at other points along the distribution of energy intensities has similar consequences with respect to the percentage of facilities incentivized to reduce emissions and the size of revenues collected.\n3.6. At what level should the fee be set?\nHigher fees would drive relatively greater environmental performance, produce greater revenues (from both the domestic policy as well as the border tariff), have relatively greater economic effects on the regulated sector and downstream product consumers, and have greater consequences for trade partners. The opposite is true for relatively lower fees. Since fees incentivize future decarbonization in the sector, the desired path of future sectoral emissions will additionally be a consideration in setting the initial fee and its potential evolution over time. Another important consideration for the fee on imports is whether the poorest countries should face the same fee as wealthier countries and those with emerging economies.\n3.7. How should the schedule for reducing the benchmark intensity be determined?\nChanges in the benchmark, combined with changes in the fee, determine the incentive properties of the domestic policy and the domestic and tariff revenues derived. The evolution of these two components of the policy must therefore be considered in tandem. A low fee coupled with an aggressively declining benchmark, for example, will not guarantee a rapid decline in emissions, only rapidly expanding revenues. Both the fee (static or rising) and the benchmark must align with the mitigation options available to the regulated sector for such mitigation options to be incentivized and emissions reductions to occur. This is especially true if the mitigation options require large-scale investments in new technologies. Reaching a prespecified future emissions goal for industrial sectors, therefore, will likely require pairing a declining benchmark with a rising fee.\n3.8. What should be done with the revenues?\nThis proposed approach, with a fee based off of a given benchmark, is a form of performance standard regulatory policy; the vast literature discussing the incentive properties of different revenue uses from such policies applies. A general lesson from that literature is that ensuring that revenues from the policy are recycled back to the regulated sector would help to mitigate price effects on products due to the policy. One common revenue-recycling approach is to rebate the revenues collected to each regulated facility on the basis of the output produced by each facility (termed output-based rebating). The rebate could also be tied to the emissions level, so cleaner firms receive higher rebates Cthis is often referred to as a “feebate”). Such rebating keeps the revenues in the regulated sector and maintains the emissions-reduction incentive properties of the fee. Instead of rebates, one could use the revenues to fund programs to support technology improvements in regulated sectors—for example, investment in new low- emissions production processes.\nMany other uses for revenues are possible but should be guided by the requirement that any use of the revenues maintains the emissions-reduction incentives of the fee. If the rebate were to be relatively greater for higher-emitting firms than lower-emitting firms, for example, the incentive to reduce emissions is weakened. Any direct rebates to domestic firms should provide similar treatment for imports in order to create a level playing field. Specifically, foreign producers selling into the US should receive the same rebate received by a US firm producing domestically with the same emission intensity. Outside of the emphasis on equal treatment, tariff revenues could instead be used for different purposes, for example, to support activities in poorer countries.\nA separate question is whether to rebate the fees paid by producers covered by the domestic regulation on the commodities they export. Such a rebating scheme would\nResources for the Future — Industrial Decarbonization and Competitiveness",
  "page_5": "encourage export of the most GHG-intensive products in a sector, saving the least GHG-intensive products for the domestic market and weakening the incentive to reduce emissions. However, it would address competitiveness concerns related to those firms.’ The need for such rebates will depend on the level of the fee and the relative performance of the producer compared to the benchmark intensity.\n3.9. Who would administer the program?\nAdministration of the policy is likely to require coordination across agencies. EPA has considerable experience measuring and monitoring domestic emissions and may be well positioned to collect data on foreign emissions. The Office of Enforcement and Compliance at the US Department of Commerce has experience in evaluating accounts of exporters to the United States in the context of dumping and other cases. The US Department of Treasury is well positioned to collect tariffs as well as payments on domestic emissions.\n4. Summary\nIn the past, climate policy debates have largely focused on domestic regulations with trade effects treated as a later consideration. This may have been a reasonable approach when such policies were focused primarily on the electric power sector or imagined as part of a globally harmonized solution. As national mitigation efforts have diverged and as attention turns to driving emissions reductions in the industrial sector where traded goods play an important role, however, the policy approach may need to better integrate trade considerations. That suggests a policy that does not drive price changes as much as ordinary carbon pricing, thereby mitigating trade effects overall, and that treats imported goods and domestically produced goods ina parallel fashion.\nThis brief outlines an approach defining emissions benchmarks for products from major-emitting sectors and applying a fee on emissions above the benchmark\n7 The rebate would be calculated on the basis of a company-level GHG intensity and not at the facility level. It is not clear how disadvantaged exporters will be given they are only paying for emissions above the benchmark.\nfor both domestically and foreign-produced goods. Such an approach could be a useful policy option to address emissions in the industrial sector, reducing the carbon price cost to only those emissions above the benchmark intensity and treating foreign and domestically produced goods the same.\nResources for the Future (RFF) is an independent, nonprofit research institution in Washington, DC. Its mission is to improve environmental, energy, and natural resource decisions through impartial economic research and policy engagement. The views expressed here are those of the individual authors and may differ from those of other RFF experts, its officers, or its directors.\nRaymond J. Kopp is a senior fellow and director of the International Climate Policy Initiative at RFF; his work focuses on the design of domestic and international polices to combat climate change.\nWilliam A. Pizer is Vice President for Research and Policy Engagement at RFF; his work focuses on how we value the future benefits of climate change mitigation, how environmental regulation and climate policy can affect production costs and competitiveness, and how the design of market-based environmental policies can address the needs of different stakeholders.\nKevin Rennert is a fellow and director of the Federal Climate Policy Initiative at RFF; his work focuses on federal climate policy analysis.\nResources for the Future — Industrial Decarbonization and Competitiveness"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
