{
  "file_name": "52_609.pdf",
  "pages": {
  "page_1": "AEGIS EUROPE\n\nAEGIS Europe on CBAM\n(EESC public hearing on the proposed\nCarbon Border Adjustment Mechanism)\nThursday, 16 September 2021",
  "page_2": "Presentation of AEGIS Europe\nAEGIS Europe is an industry alliance that brings together over 20 European manufacturing associations committed to free and fair international trade.\nCerame—\nThe European Ceramic\ninctustry Association\nCCG\n8 PURE EIFI\nESTA)\nfertilizers\neurope\nOur members account for more than €500 billion in annual turnover, as well as for millions of jobs across the EU.\nCIRFS\n©\nrade\nEUROPEAN\nZB\n—Sarm—\nEUWA Corfederstion of the European\nMANUFACTURERS\nASSOCIATION\nEUROPEAN MAN-MADE\nFa om FIBRES ASSOCIATION\natte\n@ Eu\npe on Leasow (rows tems of Fenno Aumars European Manhole Cover Producers Association\nev Eurometaux\nEUROFER\nEuropean Association of Metals\nFEVE\n* o\nContainer GlassFibreEurope\nThe\n* Gloss\nEuropean\nv Glass Federation\nAPFE - Evropean Cinss Fiore Producers Association (AISBL\nmedicines\nsm € ike FS snes Mecone | qanret hw 0\nSEA Euro p\nte sunita\nEuropean Industrial Fasteners Institute\nEU-*:ProSun *ProSun*®\ncoat\nEUROPEAN ALUMINIUM LLIACES\nWe are representative of the whole value chain, from commodities down to consumer end products.\n***\nAEGIS EUROPE",
  "page_3": "AEGIS Europe Missions\nTo promote manufacturing, investment, employment, growth and innovation in Europe in a fair\ninternational competition\nand a level playing field\nenvironment.\nTo promote an effective\nand predictable\nenforcement of the EU’s\ntrade defence system.\nTo advocate against distortions, notably those from state-run or other non-market economies, which risk endangering jobs and know-how in Europe’s industrial value chains.\nAEGIS EUROPE",
  "page_4": "AEGIS Europe working structure\nAEGIS EUROPE\nChair\nInes Van Lierde\nEUROALLIAGES\nVice-Chair\nRenaud Batier\nCerame-Unie\nStatutory bodies\nCarbon Border Adjustment Mechanism is one of these topics\nSteering Committee\nGeneral Assembly\nEach working group addresses a trade related topic deemed to ensure a level playing field in a globalised competition framework\nWorking groups\nSecretariat\nDaily administrative and logistic management of the Alliance",
  "page_5": "AEGIS Europe - Preliminary Comments\ne AEGIS Europe supports the goal of the EU to fight climate change and make Europe the most sustainable economy globally\n¢ To achieve those goals, it is essential to put in place policies which avoid carbon leakage, strengthen EU manufacturing and keep manufacturing value chains\ncompetitive\nIt is essential that decarbonisation policies do not cause the productive systems and social cohesion throughout the EU\ncollapse of\n¢\nAEGIS Europe has been involved in the CBAM initiative since inception and has contributed to both Commission consultations: inception impact assessment\ne\nand public consultation\n¢e AEGIS Europe\nhas solid expertise when referring to the key requirements and\nred lines\n¢ Independent legal study carried out by King & Spalding and Nctm on behalf of AEGIS Europe: http://www.aegiseurope.eu/publications\nAEGIS EUROPE",
  "page_6": "AEGIS Europe — main comments to EC’s proposal 1/3\nEU INDUSTRIES OPPOSE THE AUTOMATIC PHASE-OUT OF FREE ALLOWANCES & INDIRECT COSTS COMPENSATION MUST REMAIN:\nFree allowances and indirect cost compensation should be maintained in full for such time as necessary to allow the deployment of low carbon technologies to minimise the impact on downstream industries and users...and to show that\nCBAM works!\nAlso carbon leakage risk linked to indirect carbon costs passed through in electricity prices - which are different from indirect emissions embedded in traded products - need effective protection\nETS free allowances and CBAM are not alternatives but are complementary measures — maintaining both does not amount to double protection.\nAEGIS EUROPE",
  "page_7": "AEGIS Europe — main comments to EC’s proposal 2/3\nCOMMISSION HAS NOT PROPOSED ADJUSTMENT MEASURES TO PREVENT LEAKAGE DERIVED FROM DISPLACEMENT OF EU EXPORTS\n¢ If there are no export adjustments, EU exports will become uncompetitive and will be replaced by products from high carbon sources. This is carbon leakage.\n¢ Adjusting the carbon cost burden for European exports would avoid this.\n¢ If the adjustment for exports is fully integrated into the ETS, it is not a subsidy under WTO rules — AEGIS Europe legal study on WTO consistency of export adjustments under the EU ETS available on our website\nAEGIS EUROPE",
  "page_8": "AEGIS Europe — main comments to EC’s proposal 3/3\nHIGH RISKS OF LOOPHOLES AND CIRCUMVENTION REQUIRES BETTER ENFORCEMENT PROVISIONS:\n¢ The CBAM proposal is complex & open to loopholes and circumvention.\n¢ The definition of circumvention is narrow and vague covering only cases of slight product modification while in fact, more situations should be considered:\n>\nResource shuffling through allocating low carbon production only to the EU with no\nor negative effect on the overall CO2 emissions\nTransshipment strategies if the possibility for exempted countries is included\nAvoidance based on slight modification of the product\nCost absorption\nExemption through customs regime (inward processing, for instance)\nAEGIS EUROPE",
  "page_9": "AEGIS Europe - EESC public hearing on the proposed CBAM\nAEGIS EUROPE\n\nMany thanks for your attention!\nAEGIS Europe contact: email: info@aegiseurope.eu www.aegiseurope.eu"
},
  "language": "Languages.ENGLISH",
  "total_pages": 9
}
