{
  "file_name": "52_608.pdf",
  "pages": {
  "page_1": "&\nhy a\nPit\nae aan Ss i\nQ let\nmY *\n&,\noF\nA\ncd\nv\nira\n\\\n€\n*\n.\nZig\n. »\n4\n_Abarbon Mechanism Bide: (cBAM) that <4\nsworks for the EU ix\n5 Pd mafiufactdring\nOe ha\n\nToday’s challenging geopolitical and economic context (i.e. the war in Ukraine, soaring energy prices, transport difficulties, and raw materials shortages) has demonstrated that the EU cannot build its economic and sustainability ambitions on import dependencies. Maintaining a strong manufacturing base in the EU is critical to its strategic autonomy in sectors where it cannot afford to depend on the rest of the world, and it is essential to realising the transition to a more sustainable economy and society\nHowever, the competitiveness of European manufacturers on the global market is eroded due to the EU’s higher regulatory costs and energy prices. If the EU does not find a solution to this issue in the short\na\nee\n_\ndA\nndjosiment\n”\nee\n4.4\ncd x05\nThe CBAM could be an efficient instrument to prevent carbon leakage and encourage decarbonisation in third countries However, sectors in the EU respond to different market dynamics and it is therefore key to define a CBAM that will not negatively affect their interests. If it is to become the flagship measure addressing carbon leakage, as envisaged by the Commission, it needs to be watertight carefully tested, and well adapted to all industries that are proposed for inclusion under the scope of the regulation today, and in the future\n24\nI~ 4\n4M:\nS,\nge.\nyy,\nterm, more production will take place outside the EU in third countries with laxer emission constraints. The world will produce more climate change-inducing greenhouse gases as a result, an effect known as ‘carbon leakage\n<<\na\nAEGIS EUROPE",
  "page_2": "Mags\n4\ny\nME\nG3\nCa\na\neZ\nJobs and contribution to EU economy\nThe pressure currently exerted on businesses in our sectors, a large portion of which are SMEs, is unprecedented. This is jeopardising around 7.8 million jobs [1] in EU energy-intensive industries alone. European exports are also at risk. EU industries export up to 22% for ‘CBAM sectors’, 50% for some other energy-intensive sectors and 100% for some specific installations of their production outside the EU. If an export adjustment does not complement the CBAM, EU exports will become uncompetitive on the global market. For AEGIS Europe members, direct exports amount to over 135 billion euros annually.\n‘nt\nfl\noly OF l\nLi\n7.8 million people\n4.55% of EU value added (EUR 549 billion)\nemployed\nA Greener production model\nThe European manufacturing industry is one of the cleanest globally and constantly invests in decarbonisation technologies at levels unmatched in other parts of the world. But if low carbon production in the EU becomes even more uncompetitive, more market opportunities will go to heavy polluters based outside of the EU. Less income means fewer investments into research and innovation.\nClimate change mitigation ambition\nIf an ineffective CBAM replaces current measures to avoid carbon leakage, European industries will face higher regulatory costs than their competitors and lose competitiveness. This will lead to closures, curtailments, and relocation to countries where production costs are lower but more carbon-intensive. European production is already among the least carbon-intensive globally. Therefore, a rushed CBAM, replacing current carbon leakage measures rather than complementing them, without strong anti-circumvention measures and fraud-proof verification tools, will lead to the replacement of European production, thereby increasing global emissions and jeopardising the EU’s climate ambitions.\n[1] Source: Annual Single Market Report 2021, Energy-Intensive Industries Ecosystem\n02\nAEGIS EUROPE\n‘~\n=)\nf=\nWhat's at stake?",
  "page_3": "<\nra\nI\nA\n‘\\\nv,\nae\nti\ni\nOur top recommendations for a\nwell-functioning CBAM\nThe EU needs to maintain free allowances alongside a CBAM during the transition period\nThe EU should maintain the current ETS free allowance allocation until the CBAM has been carefully reviewed and tested during a real transition period, which should last at least until 2030. ETS free allowance allocations have proven efficient in preventing carbon leakage and encouraging investments into decarbonisation technologies. A faster phase-out of free allowances would increase EU carbon costs for companies, limiting their ability to continue investing in low carbon technologies\n2026\n2030\n\n\nFinancial consequence for importers applies to the costs not covered by the current Carbon Leakage framework (i.e. no double protection ensured).\nDuring these 3 years, there is no CBAM fee for the importers hence its efficiency cannot be tested\nCBAM should be fully implemented only after having proven that it is as efficient as the current provisions\nThe Commission to assess the effectiveness of CBAM, which is conditional to:\n1\nEffectiveness in tackling carbon leakage\n2 No circumvention\n3\nSolution for exports\n4 Assessment of value chain impacts\nExports\n135 billion €\nThe EU must introduce export adjustments alongside the gradual phase-out of free allowances\nA gradual phase-out of free allowances should be accompanied by the introduction of export adjustments to ensure EU exports do not become uncompetitive on global markets due to the EU’s more ambitious climate goals and higher regulatory costs. This can be done in compliance with WTO rules, as proven in a legal study commissioned by AEGIS Europe.\n03\nAEGIS EUROPE\nFree allocation\n1.75 billion €\nValue of free carbon allocation dwarfed by EU exports, 2019\nBased on a €40/mt carbon reference price Source: Eurostat, AEGIS Europe",
  "page_4": "F As\nCH\nGZ\n1S\nLoopholes in the CBAM proposal must be addressed to prevent circumvention\nThe current CBAM regulation is open to loopholes and circumvention because the definition of circumvention is too narrow and vague. The regulation must be watertight if it is to really encourage decarbonisation in third countries. More situations should be considered such as resource shuffling, transshipment strategies, avoidance based on slight modification of the product and/or price absorption, cost absorption and exemption through customs regime.\nCBAM needs to be periodically re-assessed involving the industry sectors\nAs mentioned above, CBAM is a complex instrument. It needs to take into account sectoral specificities in terms of, for instance, value chain complexity, production processes, trade flows, circumvention risks, and downstream impacts. The system should be periodically re-assessed for its Capacity to incentivise emissions reduction in third countries AND protect European industrial value chains against carbon leakage.\nEU ETS system incorporating a CBAM, continued free allowances, and a new export adjustment mechanism can be WTO consistent. To ensure WTO compatibility, export adjustments must be an integrated but independent component of the EU ETS and apply to EU products exported to third countries with lower climate ambitions. A legal study commissioned by AEGIS Europe has identified the two most probable legal pathways that a WTO compatible export adjustment could take:\n1 Extending free allowances to EU exports (de facto export adjustments)\n2. Granting refund/credit for allowance obligations on exports (de jure export adjustments).\nae\nF 4,\n[2] Based on WTO Consistency of “Export Adjustments” in the context of the EU emissions trading system, King & Spalding, Nctm, 2021\n4\nAEGIS EUROPE\nsy ee\nS<\nODT\nExport adjustments should be kept in place until third countries align their climate policies to the EU’s to prevent carbon leakage. [2]\n“a p~\nge\nXa\nSe\nae\neS\nA?\n4) i\noy.\nPy %\na\nNFP\nIEC\nos\n+6\nCB\nfio St May ©\nThe WTO compatibility of a CBAM with free\nallowances & export adjustments\nAn\nfot\no>",
  "page_5": "fg\nZ ES,\nty y aa\n' he 4\noie”\nsf\nSa\nZ\nTY\nke 5 Ge\nZ ‘oy PA\nM te\n»\nA\neo:\na\nMe\nos\naoa\n\\\\ fog\nmS\nLe\n7”\nfe\no?\nG, }\nG4,\nG,\nSF\nSs.\nA A\n&\n4:C4\nie\noO, ( RS\n= AC]\n\"e SSN\nee\n/ Jba GF\no]\n0\n%,\n4\nAEGIS Europe is an industry alliance that brings together more than 20 European trade associations committed to manufacturing in the EU on a truly level playing field ensured by a rules- based free and fair international trade. Our members account for more than €500 billion in annual turnover, as well as for millions of jobs across the EU\ninfo@aegiseurope.eu | www.aegiseurope.eu\nles\nDus\neg\n4:\nZw\na\n6,\nEy Mi\ngf\nvf\nSy\nAe\nae\nsax,\nSs,\ny\nyY\nLs Z\neS\n*\n* &» *\neee —~ > ——aet\nofonte\neV European Eurometaux Association of Metals EUROFER\nfev\nA\nunife )\nSEA Europe\n©\nEUROPEAN\nZB MANUFACTURERS\nBICYCLE\nEUWA\nASSOCIATION\n@® Eu\n06 Linmom ows Iowa rms 06 Femme Aas smons European Manhole Cover Producers Association\n=:\nFare Poccen Aswocetor ASR |\nfe\n)\nCL\nCCG\nEUROPEAN ALUMINIUA\nePURE\nre\nUnie:\nESA Ge\nEU-*-ProSun\nCIRFS\n——\nEUROPEAN MAN-MADE\nft. © FIBRES ASSOCIATION\n1LtActrs\naste\nfortitsors\nGloss\nAEGIS EUROPE"
},
  "language": "Languages.ENGLISH",
  "total_pages": 5
}
