{
  "file_name": "52_610.pdf",
  "pages": {
  "page_1": "Vi\nAEGIS EUROPE\n444465\nAEGIS Europe’s assessment of the EU Parliament vote on Carbon Adjustment Mechanism\nBrussels, 11 March 2021 — AEGIS Europe welcomes the outcome of the European Parliament’s vote on the complementarity of the CBAM with existing carbon leakage measures but remains concerned about the scope of the CBAM.\nOn the one hand, AEGIS Europe warmly welcomes the European Parliament’s recognition of the importance of keeping EU ETS free allocation of allowances and indirect costs compensation to counter carbon leakage. Combining CBAM and existing ETS measures, which currently do not fully level the playing field and are conditional to the best performance of benefiting EU installations, can be perfectly WTO compatible and avoid excessive protection for industry. It will furthermore minimise the impact on downstream partners in the value chains.\nOn the other hand, AEGIS Europe is concerned by the European Parliament’s opinion on the scope of the CBAM and the automatic inclusion of all energy-intensive sectors. Depending on its design, CRAM could be an effective tool to protect some but not all energy-intensive industry sectors against carbon leakage’. Therefore, we particularly regret that the Resolution explicitly references pilot sectors to fall under the measure from 2023. For a number of sectors, CBAM would be clearly ineffective and other level playing field measures should be identified with industry to complement existing carbon leakage protection measures. This would also benefit the sectors that will be included in the CBAM.\nAEGIS Europe believes a well-designed CBAM could provide strong incentives for third countries to decarbonise local manufacturing and reach a common approach with the EU on carbon pricing and related issues in some sectors. To do so, the carbon footprint assessment of imports must be comprehensive and cover all countries.\n“European Industries support the European Union’s goal to fight climate change and make Europe the most sustainable economy globally. However, to achieve these goals, it is essential for the EU to put in place policies that accompany the Union’s manufacturing industry along its decarbonisation journey and keep EU manufacturing value chains globally competitive,” concluded Inés Van Lierde, Chair of AEGIS Europe\nENDS\nMedia contact: email: info@aegiseurope.eu | www.aegiseurope.eu\nAbout AEGIS Europe:\nAEGIS Europe is an industry alliance that brings together more than 20 European manufacturing associations from metals and ceramics to energy and transportation industries committed to manufacturing in the EU on a truly level playing field ensured by a rules-based free and fair international trade. Our members account for more than €500 billion in annual turnover, as well as for millions of jobs across the EU.\n1 The relocation of manufacturing and investment to regions where CO2 emissions not priced and climate are policy is much laxer"
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
