{
  "file_name": "53_624.pdf",
  "pages": {
  "page_1": "BUSINESSEUROPE\n|\nLLL\nSTATEMENT\n4 April 2025\nBUSINESSEUROPE CALLS FOR A SWIFT ADOPTION OF CBAM SIMPLIFICATION PROPOSALS\nEnsuring the successful implementation of the Carbon Border Adjustment Mechanism (CBAM) is crucial to achieving its objectives of levelling the playing field, preventing carbon leakage and supporting European industry in its decarbonisation efforts. Striking the right balance between simplification and safeguarding CBAM’s effectiveness is essential.\nCBAM should be implemented in a way that minimises the administrative and reporting burdens for all declarants, including large companies and particularly small and medium- sized enterprises, while effectively preventing circumvention. Any simplification efforts must be carefully calibrated to preserve the climate objectives that underpin the mechanism and ensure that European producers in the sectors covered by CBAM remain competitive in global markets — thereby contributing to the transition to a more sustainable and resilient European economy.\nBusinessEurope welcomes the CBAM simplification proposals included in the first Omnibus package, which overall go in the right direction. We see merit in several measures, such as a higher de minimis threshold, which would relieve many companies of reporting obligations while still covering the vast majority of embedded emissions. Other welcome adjustments include granting more flexibility for importers, such as the option to delegate CBAM tasks to a third-party representative. These adjustments can make CBAM more workable in practice without undermining its integrity.\nTo provide businesses with the legal certainty and predictability they need, we urge legislators to swiftly adopt the Commission’s simplification proposals. Early adoption is key to ensuring that companies have sufficient time to prepare and comply with the new rules before they enter into force in the definitive regime.\nLooking ahead, it is still not clear how effective CBAM will be in addressing carbon leakage. Further improvements to CBAM will be necessary, as already highlighted for example in the Commission’s communications on the Clean Industrial Deal and the European Steel and Metals Action Plan. For instance, it is crucial that a WTO-compatible export solution is found swiftly to maintain the competitiveness of European products in third markets. BusinessEurope stands ready to contribute constructively to this process to ensure that CBAM is both effective in achieving its climate objectives and supportive of industrial competitiveness.\nBUSINESSEUROPE a.i.s.b.I.\nWWW.BUSINESSEUROPE.EU\nFollow us on Twitter/X @BUSINESSEUROPE\nTEL +32(0)2 237 65 11\nFAX +32(0)2 231 14 45\nE-MAIL: main@businesseurope.eu\nEU Transparency register 3978240953-79\nAV. DE CORTENBERGH 168 BE-1000 BRUSSELS BELGIUM VAT BE 0863 418 279"
},
  "language": "Languages.ENGLISH",
  "total_pages": 1
}
