{
  "file_name": "53_642.pdf",
  "pages": {
  "page_1": "EUROPE\n|\nREDUCING REGULATORY BURDEN TO RESTORE THE EU'S COMPETITIVE EDGE\n~~\n/\nIe\n68 PROPOSALS FOR THE\nREDUCTION OF REGULATORY\nBURDEN IN 2025\ng”\n~\na\nRS\n-\nWWW.BUSINESSEUROPE.EU\nJANUARY 2025",
  "page_2": "BUSINESSEUROPE\nCC\nINTRODUCTORY REMARKS\nRegulatory burdens are one of the two top problems named by businesses operating in the EU when it comes to the investment climate. BusinessEurope agrees with the analysis provided by the high-level reports of Mr Enrico Letta and Mr Mario Draghi who put the challenge of regulatory burdens and EU law simplification among the top priorities. Regulation is seen by more than 60% of EU companies as an obstacle to investment, with 55% of SMEs flagging regulatory obstacles and the administrative burden as their greatest challenge. The majority of BusinessEurope member federations considers administrative burdens to have increased over the past year as a consequence of legislative changes introduced and implemented by the European Commission, let alone the incoming mass amount of delegated and implementing acts.\nCompanies operating in Europe urgently need a bold signal that the EU is set to cut the regulatory burden as its major priority. Therefore, BusinessEurope welcomes the new focus of the European Commission, as well as the European Parliament and the EU Council, on competitiveness and reduction of burdens. We welcome President von der Leyen’s initiative to reduce reporting requirements by at least 25% (and 35% for SMEs) and her mission letters mandating the Commissioners to contribute to this endeavour as well as perform the “stress test” of the entire EU acquis. We support the President’s commitment to the so-called “Omnibus” approach that should address a number of pieces of legislation to reduce reporting requirements in one or a few targeted steps to follow.\nThe proposal to integrate the CSRD-CS3D-Taxonomy ‘triangle’ into the first omnibus proposal is welcome. Although they have their own specificities, these three texts aim to establish a common European framework on business sustainability. Without calling this objective into question, legitimate questions arise about their cumulative cost, the complexity of their implementation and ultimately the competitiveness impact for our companies. It is therefore urgent to simplify these texts so that they become more operational and in line with business reality. This revision must move fast to quickly reduce burdens and provide clarity to businesses on this simplified framework.\nAt the same time, we urge the policy makers to go beyond reduction of mere reporting put on the shoulders of companies, because reporting represents just a fraction of all regulatory burdens which translate into high costs on doing business in Europe. The EU should also urgently cut overall regulatory compliance costs, remove the burdens stemming from barriers in cross-border business operations in the Single Market, and get rid of excessive bureaucracy. We call to set an overall regulatory burden reduction target with a\ndedicated program to achieve it within clear deadlines.\nThe governance of such an initiative should also include a regular dialogue with stakeholders, learning from the lessons of last mandate’s challenges faced in the Fit-for-Future Platform. Meaningful consultations and the bottom-up approach allowing societal stakeholders to identify priorities should be the driving force in this endeavour to reduce regulatory burdens and improve our investment climate. Today’s urgent need for a dedicated burden reduction program following recent legislatures also demonstrates the need to reinforce application of better regulation principles in policy and law-making, with effective ex-ante impact assessments, ex-post evaluations and independent regulatory oversight by the Regulatory Scrutiny Board.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_3": "BusinessEurope is tabling 68 identified most pressing burdens in 11 areas and suggestions how to address them as contribution of our members to the action on reduction of regulatory burdens. The measures bearing an asterisk mark are those which BusinessEurope has not been actively working on, still put forward by our members as very relevant for the burden reduction programme. The key pressing burdens are concentrated in the regulations on:\nenergy and climate circular economy consumer policy sustainable finance and company law taxation financial reporting international value chains and trade digital economy employment and social policy food law financial services\nWe structured the identified 68 burdens around 3 pillars of origin of disproportionate compliance costs: administrative burdens (including reporting requirements), excessive adjustment burdens and cross- border regulatory barriers. The major share of burdens stretches beyond mere reporting requirements.\nBusinesses operating in the EU need a swift action across all the three pillars of burdens. We urge the European Commission to put forward a clear plan of action that would define the scope, timetable and governance of the measures to be taken. BusinessEurope remains open for a constructive dialogue with policy makers and will keep updating or supplementing this set of suggestions.\nFOR FURTHER INFORMATION\nInternal Market Department\nMartynas Barysas, Director - m.barysas@businesseurope.eu Michelle Marie Philipp, Adviser - mm.philipp@businesseurope.eu\nBUSINESSEUROPE\nAv. de Cortenbergh 168 — 1000 Brussels\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_4": "Neegisason burden” | Surdendescrption\nI.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n| Suggestesimprovement\nEnergy / Climate: duplicative, disproportionate or inconsistent (reporting) requirements and certain conditionalities for the allocation of free allowances under the EU ETS create unnecessary bureaucracy\nAdministrative\ne Inconsistent requirements spread across different legislations: Many of the legislative proposals adopted by the EU legislator in the last years on, inter alia, the environmental, climate and energy fields provide for the adoption of corporate transition plans under different names and forms. CSRD, the Industrial Emissions Directive (IED), CS3D, Energy Efficiency Directive, the EU Emissions Trading System (EU ETS) and certain prudential rules for financial institutions are some examples of pieces of legislation that include rules and requirements related to this. This poses a high risk of fragmentation and inconsistencies. It risks creating important administrative burdens and costs for companies when fulfilling their reporting obligations as well as uncertainty and effort duplication. High dependency on external factors: Transition plans are an important tool for companies in their transition strategising, however, such plans are highly dependent on external factors such as effective carbon leakage protection, availability of affordable low carbon energy, critical new infrastructure, and the creation of markets that reward lower carbon production.\n| e\nCarry out a mapping of the different requirements and provisions on transition plans established across the different pieces of EU legislation. This exercise should lead to the below point. Introduce a unique set of requirements under a common transition plan template for non-financial corporates that is used to comply with all the different EU legislations requiring this exercise. The common transition plan template must: 1) Be applicable at company level only, for those companies in scope. Meaning that, i) at installation level, there should not be any obligation for a transition plan (e.g. climate neutrality plan under EU ETS, Industrial Emissions Directive), ii) there should be an exemption for subsidiaries to produce individual transition plans, as it implies additional regulatory burden without clear environmental benefits. 2) Consider the fact that companies’ efforts to transition depend on external factors such as the provision of renewable energy in sufficient quantities and reasonable prices or the availability of key infrastructures. Hence, a transition plan can only provide an approximate orientation regarding the ecological transformation of business models. 3) Avoid creating additional legal obligations for companies. For instance, it must not depart from the clear text of ESRS E1, as laid down in AR 2 and AR 26, according to which companies need to benchmark and demonstrate their best efforts to get as close as possible to the 1.5°C trajectory while there is no obligation for them to reach this trajectory individually.\nburdens\n1 | Transition\nplans",
  "page_5": "| |\nCarbon Border | Excessive\nAdjustment adjustment\nMechanism burdens\n(CBAM): “de\nminimis”\nthreshold, use\nof default\nvalues and\nfrequency of\nreporting\nRegulation (EU)\n2023/956\nMany businesses consider that the minimum threshold of 150 EUR above which CBAM applies leads_ to disproportionate burdensome requirements, especially for imported products with very low embedded emissions but falling above the threshold. In such cases, the increased administrative costs of CBAM are reported to be disproportionate in relation to the climate impact of the shipment and the CBAM fees to be paid being considerably lower than the cost of reporting. Moreover, for companies whose core business is not directly related to the goods currently in scope of CBAM, this threshold brings a significant amount of additional administrative burden. For example, the goods in scope that may be imported irregularly by companies in industries not directly concerned may only be small parts to repair machinery, e.g. iron/steel tubes or screws. With the current low threshold, nearly all such irregular imports would need to be reported and systems set up, which requires significant resources and investments due to the complex nature of the reporting that do not match the low limit. Many businesses cannot yet foresee when they will be able to submit the actual emissions data and consider they will not be able to submit real emissions data before the end of the transition period. This is mainly explained by uncertainties regarding suppliers’ abilities or willingness to provide reliable data. Most of the\n4) Guarantee the protection of sensitive business information. For instance, information like projects pipeline should not be mandated to be made public as it would give the market insight into competitively sensitive investments.\n2 Establish a higher “de minimis” threshold (currently 150 EUR) directly in the CBAM Regulation and independent from the discussions on the reform of the Union Customs Code. Allow companies to submit CBAM reports every six months rather than quarterly and extend the deadline to submit a CBAM report to two months after the end of each reporting period.\nAdditional proposals will follow shortly by BusinessEurope. Simplification proposals for CBAM’s implementation must be carefully designed to uphold the climate goals underpinning the mechanism and ensure that European producers in the sectors covered by CBAM remain competitive in global markets, advancing towards a more sustainable economy.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_6": "|\nEU Emissions Excessive\nTrading\nadjustment\nSystem (ETS) burdens\nDirective: Opt-\nout\nIn the EU ETS1, receiving 20% of free allocations is conditional on the implementation of recommendations of an energy efficiency audit. Free allocation is in place to counteract carbon leakage, while the audits already mandated by the Energy Efficiency Directive and their\nDirective\n2003/87/EC\nEnergy\nefficiency -\nimplementation burdens\nof energy\nefficiency audit\ncompanies are in contact with their suppliers, trying to make estimations on when they will be able to submit the data. Even when using default values, reporting on embedded emissions in CBAM goods is an onerous task and businesses have reported difficulties in meeting the deadline to submit CBAM reports at the required interval (quarterly).\nA large number of small and medium size enterprises are required to participate in a European system. The EU ETS is rather complex to manage for small and medium size companies. It already includes an opt-out option for small emitters, but the threshold is very low (less than 25.000 teqCO2).\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nExcessive\nadjustment\ne Increase the threshold for the opt-out for small emitters from 25.000 teqCO2 to 50.000 teqCO2. Increasing this threshold would allow a much larger number of small and medium size companies, which still represents a minor part of the overall industrial emissions, to benefit from less administrative burdens. As the opt-out system requires that those companies reach the same COz2 reduction target as in the EU ETS, increasing the threshold would introduce a relevant simplification without jeopardising the climate targets. Such a simple yet significant simplification for a large number of small-emitting installations retains the integrity of the overall emissions reduction targets by focusing regulatory oversight on larger emitters, where it will have the most impact. In essence, this change would make the system more efficient and less cumbersome for small businesses without compromising environmental goals.\nRemove the conditionality of free allocation on the implementation of energy efficiency audit recommendations in Article 10a(1) of the EU ETS Directive.",
  "page_7": "Directive\n2003/87/EC\nEnergy\nEfficiency\nDirective —\nCHP\nDirective\n2023/1791\nNet Zero\nExcessive\nIndustry Act adjustment\n(NZIA)\nburdens\nRegulation (EU)\n2024/1735\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nExcessive\nadjustment\nburdens\nimplementation is pursuing a completely different aim. Energy efficiency audit reports and their recommendations vary significantly even for identical sites and are often formulated in general terms, and a 20% reduction of free allocation has a_ significant economic impact to the company. The parallelism and combination of policy tools result in unnecessary duplication and bureaucracy. In some cases, energy efficiency requirements could even impede companies' efforts to reduce greenhouse gas emissions, as new technologies often demand more energy, e.g. carbon capture installation or decarbonisation through electrification, which increases electricity consumption.\nCogeneration units are already obligated to reduce emissions under the EU ETS. The least efficient installations, based on a product benchmark, must produce a climate-neutrality plan. Requiring an additional plan to progressively reduce emissions to meet an EED limit creates a double reporting burden for operators.\nNZIA represents an important first step to simplify and fast-track permitting procedures for manufacturing of net- zero technologies in the EU. The text agreed by co- legislators includes improvements in terms of expanded scope of application. However, it does not fully take a value chain perspective, leaving out for instance the manufacturing of parts, materials and intermediate products of the simplification and fast-tracking efforts.\ne\nRemove the requirement to reduce progressively the emissions to meet the threshold of less than 270 gCO2 per 1 kWh by 1 January 2034.\nParts, other materials and intermediate products in the production of net-zero technologies should be included in the scope of NZIA, through an adjustment of Article 3(1).",
  "page_8": "ll.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n\nAdministrative\n| e\nReporting could be consolidated, through for instance the RED Union database, where _ all information on sustainable fuels could be managed - by companies.\nburdens\nRemove Environmental Management Systems (EMS) and chemical management systems at installation level: it is very burdensome to have dedicated environmental or chemical management systems for installations, which are often embedded in larger corporate structures. It should also be clarified that existing EMS that meet internationally accepted standards (e.g., ISO 14001, ISO 50001, EMAS) are sufficient to comply with obligations under Article 14a. The implementation of indicative environmental performance limit values is essential to support innovation and thus promote the production of long- lasting, high-quality, low-carbon products. For activities listed in Annex | of EU ETS Directive 2003/87/EC, Member States should not impose requirements laid down in Article 14(1), point (aa) and\ne\nEmissions\nDirective (IED)\nDirective\n2010/75/EU ;\nDirective (EU)\na\n2024/1785\na\n7 | Aviation —\nReFuelEU\ne With ReFuelEU Aviation, there will be a further reporting requirement - also for Sustainable Aviation Fuel — for airlines from 1 January 2025. The reporting cycle and the recipients of the information are not identical. There is also the risk of additional administrative effort when reporting non-CO2 emissions in aviation as part of a respective monitoring-reporting-verification system that is linked to the EU ETS. On the one hand, the rules for this were only published in September 2024. On the other hand, an IT tool that is to be set up to support companies is behind schedule and it is unclear whether it will be ready for use from January 2025.\nCircular Economy: burdensome reporting requirements, unworkable definitions and divergent national requirements creating single market barriers\nAdministrative e The recently agreed Industrial Emissions Directive burdens includes a range of new reporting requirements, with risks of overlaps and inconsistencies with other EU legislations Excessive (e.g. CSRD, CS3D, EU ETS, REACH). E.g. adjustment [e) ‘Transformation Plan’ on how installations covered by burdens the Directive will transform themselves during the 2030-2050 period to contribute to the emergence of sustainable, clean, circular and _climate-neutral economy by 2050. [e) A very prescriptive Environmental Management System (EMS, Article 14a) with the installation of chemical inventory management system that is required for each installation and shall be reviewed periodically. [e) An obligation to submit to the competent authority regularly, and at least annually, information on the\n8 Industrial\nAviation, EU\nETS\nRegulation (EU)\n2023/2405 ;\nDirective\n2003/87/EC",
  "page_9": "Neegisason [burden ” Surdendescrption\nll\nEcodesign for Administrative\nSustainable burdens\nProducts\nRegulation\n(ESPR),\necodesign\nrequirements\nfor energy-\nrelated\nproducts:\nrequirements to\nbasis of results of emission monitoring referred to in point (c) and other required data that enables the competent authority to verify compliance with the permit conditions (Article 14.d.i.). Establishing binding environmental performance limit values (EPLVs) for energy, waste generation and water in permits (Article 15.4) can impede innovation which is crucial for the green transition. Such limit values can hinder companies from adopting greener and more innovative practices as the transformation to zero pollution and increased circularity will often demand more energy / increased use of resources. There is an overlap with the EU ETS provisions relating to energy management and combustion units. Sectors covered by the ETS would have double administrative burden if a Member State’s competent authorities would choose to also impose requirements relating to energy efficiency as part of the operating permit under IED. Giving Member States this choice creates administrative burden for installations under the EU ETS that are also under IED. Cogeneration units in many sectors are already obligated to reduce emissions under the EU ETS.\nTo be placed on the market, product groups covered by upcoming delegated acts will need to fulfil information requirements specific to their product group, which will be laid down in the respective delegated acts. Article 7 of ESPR states that companies will be required to provide information to facilitate the tracking of substances of concern (SoCs) throughout the life cycle of products, including for instance name, location and concentration of substance. This information will have to be included in the Digital Product Passport.\n| Suagestimprovement\ne Change the definition of SoCs in ESPR (Article 2(27)) to cover only ‘substances of relevance to circularity’, i.e impeding the reuse or recycling of a product. The assessment of whether a substance is impeding recycling or reuse should be based on state-of-the-art recycling technologies, to be continuously evaluated ensuring that new innovative technologies for recycling and reuse are taken into account. It should also be clarified that this definition is specific to the ESPR, thereby avoiding unintended consequences of the definition’s application\nArticle 15(4) relating to energy efficiency in respect of combustion units or other units emitting carbon dioxide on the site.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_10": "track\nsubstances of\nconcern in\nproducts, DPP\nRegulation (EU)\n2024/1781\nDirective\n2009/125/EC\nThe definition of SoCs covers an immense number of substances even without counting the substances that may be defined as substances of concern due to their negative impact on reuse and recycling (paragraph d). This extremely broad definition creates legal uncertainties, including overlaps with the chemical legislations such as REACH, since any substance may potentially be targeted. It will create significant burdens across the value chain and take away resources in the supply chain for reasons unrelated to circularity. This is particularly a risk for many SMEs. ESPR requires products to have a Digital Product Passport (DPP) to be placed on the market. Depending on the information requirements and its set up, there are concerns on burdens for companies (especially SMEs). The obligation to have an independent third party DPP service provider for storing back-up copies of the DPP is concerning. Firstly, the number of companies that are insolvent or stop their activities is very small, and companies in the scope of ESPR even smaller. If companies are not allowed - if they wish so - to use their internal storage systems for DPP and back-up copies, they would be obliged to sustain high economic and environmental costs (including putting pressure on the electric grid due to the necessity of establishing new data centres). Preliminary estimates from a large company suggest eight-figure costs and hundreds of tonnes of carbon dioxide equivalents (COze) for their DPP.\noutside this Regulation and limiting the overlaps with REACH. Information required to be included in the DPP should be limited to data needed for circularity and sustainability purposes, adhering to the data minimisation and need-to- know principles. Neither Article 6 nor Annex | should enable adoption of performance requirements that restrict substances based on chemical safety, as this risks leading to a duplication of requirements with REACH. It should be clarified in Article 5(1)(g) that the ecodesign requirements should focus on substances present in the end product. Remove references to “independent third party” in the Recital 38 and Article 2(32) of the ESPR.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n10",
  "page_11": "Neegisason [burden ” Surdendescrption\n10 | Packaging and | Cross-border\nPackaging\nregulatory\nWaste\nbarriers\nRegulation\n(PPWR):\nExcessive\ndivergent\nadjustment\nnational\nburdens\nrequirements\nand\ndiscriminatory\nreuse targets\nfor transport\npackaging\ne Today, European companies are confronted with divergent national packaging, labelling and information requirements as well as bans on packaging materials. These market barriers lead to additional operational costs and burdens for companies. Moreover, they prevent the development of a circular economy by undercutting economies of scale and investments in innovation because of the increasing market fragmentation. The business community is concerned about the risk divergent systems caused for instance by Article 4(3), Article 29(15 and 16) and 51(2)(c), allowing Member States to adopt higher reuse targets, for other products, and maintain or introduce national sustainability information requirements. Certain transport packaging used to deliver products another economic operator within the same Member State or between company locations in the EU are subject to a 100% reuse target by 2030. This applies pallets, foldable plastic boxes, trays, plastic crates, intermediate bulk containers, pails, drums, canisters, well as flexible formats and pallet wrappings and straps for stabilisation and protection of products put on pallets during transport. Well-functioning recycling cycles exist for transport packaging while there are currently no reusable alternatives for some types, such as shrink and stretch film. The 100% reuse obligation within a Member State contradicts the basic principles of the EU internal market as it puts companies in larger Member States at disadvantage compared to companies in smaller Member States, since the latter have a higher proportion of cross- border transport to which the 100% reuse quotas do not apply. These rules also penalise SMEs which, unlike large export-oriented companies, often only serve one national market and would therefore be more affected these reuse obligations.\n| Suagestimprovement\nfor\nor\nas\na\nby\ne Remove provisions that may cause market fragmentation, allowing Member States to maintain or introduce national sustainability or information requirements including Article 4(4), Article 29(15), and 51(2(c). The requirement on 100% reusable transport packaging within a Member State and between company sites within the EU in Article 29(2) and (3) should be removed.\nto\nto\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n11",
  "page_12": "REDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nClassification, Excessive\nlabelling,\nadjustment\npackaging\nburdens\n(CLP)\nRegulation:\nLabels and font\nsizes\nRegulation (EC)\n1272/2008\n12 Classification, Administrative\nlabelling,\nburdens\npackaging\nExcessive\n(CLP)\nRegulation: adjustment\nArticle 45 and burdens\nAnnex VIII\nRegulation (EC)\n1272/2008\nAllow PDFs of safety data sheets (SDS) to be sent to designated bodies.\n\nAnnex | section 1.2.1 should be revised via a legislative adjustment or a comitology process. To this end, a dedicated analysis should be initiated to establish an appropriate formatting for the labels, considering technical constraints for both manufacturers and exporters of chemicals to the EU. The new minimum font sizes and other formatting rules (back-ground colour, line spacing) should give industry the necessary flexibility. The characteristics for a text on the label should merely be: i) printed in black on a white background, and ii) using a single font that is easily legible and without serifs. The reference to ‘easily legible font’ is sufficient and does not require further descriptions.\ne\nIn the previous version of the CLP Regulation, label elements were required to be in “such size and spacing as to be easily read” with no legally binding font size prescribed, except the required dimensions for the labels and hazard pictograms. In the revised version, minimum font sizes requirements are introduced. They result in various technical, operational, and practical challenges as well as additional costs. A mismatch with international rules is evident, as the font sizes for safety instructions, pictograms, and net weight must adhere to ISO standards. This requirement may result in varying font sizes on a single label, leading to conflicts regarding available space. It is common practice to display text in different languages. The new minimum font size requirements will lead in many cases to the impossibility to print multiple languages on one label. This will particularly cause legal concerns in countries with multiple official languages.\nMixtures classified as hazardous on the basis of the CLP Regulation because of their health or physical effects must be notified to the designated bodies of all EU Member States in which the mixture is placed on the market.\n12",
  "page_13": "Single Use\nExcessive\nPlastics (SUP) adjustment\nburdens\nDirective (EU)\n2019/904 (and\nDirective\n94/62/EG,\namended by\nCommission\nDirective\n2013/2/EU)\ne Reduce the scope of the producer’s responsibility on Single Used Plastics by providing a minimum amount of packaging material in kg to be exempted from this scheme. For the implementation of the SUP Directive, businesses in scope must report quarterly or put up safety deposit. The reporting should be reduced to annual reporting, without requiring safety deposit.\nHarmonise reporting requirements and_ calculation methodologies, including in the upcoming revision of the WEEE Directive, taking into account that EPR systems vary across Member States. Introduce a provision under Article 5(3) that when a Member State communicates its decision to accept a by- product status for commercialisation, the Commission will review its application for all Member States.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nWaste — Waste | Cross-border\nfrom\nregulatory\nelectronical\nbarriers\nequipment\n(WEEE\nDirective,\nBatteries\nDirective,\nBatteries\nRegulation)\nDirective\n2012/19/EU;\nDirective\n2006/66/EC ;\nRegulation (EU)\n2023/1542\nIf a food specialist or supermarket gives an order to print their name, logo or brand on packaging material (e.g. a coffee to go cup) that is considered a Single Use Plastic (SUP), this food specialist / supermarket is considered to be the importer/producer of this SUP packaging material and as such they become responsible for placing the packaging on the market. Article 13 of the SUP Directive requires Member States to report to the Commission on e.g. data on single use plastic products placed on the market. The definition of SUP products under Article 3(2) as products that contain partly plastic as single-use plastic is not logical.\nNational implementation of the directives leads to diverging requirements and reporting structures (templates, monthly quarterly etc.), different calculation methodologies to establish the targets, on the definitions in different Member States. Adds to the high reporting burden regarding circularity and product compliance. Currently, the producer of a material must request acceptance of by-product status on a Member State-by- Member State basis in order to commercialise it. This is a slow process that not only hinders commercial activity through increasing fragmentation but also does not benefit the environment.\n13",
  "page_14": "17 |Green Claims Administrative\nburdens\nCOM(2023) 166\nfinal (ongoing) Cross-border\nregulatory\nbarriers\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n14\nWaste - Waste Cross-border\nFramework\nregulatory\nDirective (WFD) barriers\nDirective\n2008/98/EC\nWhere criteria to establish the end-of-waste status have not been set at Union level, Member States may establish detailed criteria for certain types of waste. Those detailed criteria take into account any possible adverse environmental and human _ health impacts of the substance or object and shall satisfy the requirements laid down in article 6 of the WFD.\nThe requirements for sufficient data on waste shipments are equally high in the Member States through which the shipments are passing as in the Member States which are exporting and importing the waste. This adds to the high reporting burden and prolongs the process of shipping waste which needs to be smooth and effective to accelerate the transition to a circular economy.\nConsumer policy: disproportionate proposed rules on environmental (green) claims on products/services leading to cross- border regulatory burden and green hushing. Additional burden in B2C sales with new consumer rules on guarantees, repair and spare parts.\ne The proposed Directive (now in trilogue) aims to tackle greenwashing claims, by requiring companies to verify and back up environmental claims by providing scientific evidence and information; it sets minimum requirements for the substantiation, communication, and verification of explicit environmental claims on products and services. EP and Council texts have made some improvements but the EP text for example hints at a ban on making green claims for products that contain hazardous substances.\nlil.\nAs priority, harmonised end-of-waste criteria should be implemented across the EU in order to avoid market distortions. Moreover, the time and administrative burden to obtain the end-of-waste status should be reduced. Make available the criteria for the cessation of waste status issued by a single Member State, ensuring mutual recognition within the EU.\ne\n16 | Waste —\nCross-border e\nThe requirements for data on waste shipments should be less extensive in transit countries than in the country exporting and importing the waste respectively.\n* Shipment of regulatory\nwaste\nbarriers\nRegulation (EU)\n2024/1157\nDuring the upcoming trilogue negotiations, the focus should be put on the following elements:\n(1) this initiative should not lead to overcomplex and over- prescriptive rules that instead of just addressing greenwashing will trigger another phenomenon, which is green hushing. The latter translates into companies adopting defence (risk-averse) mechanisms leading to \"silence\" on their sustainability strategies or on the green objectives achieved or intended to be achieved. Also, a reasonable transition system that allows companies to continue to use existing claims/labels that broadly fulfil the directive requirements is necessary.",
  "page_15": "|\n(2) further harmonisation of the ex-ante verification and certification process in order to avoid creating diverging approval systems across Member States.\n(3) a simplified verification procedure for certain claims needs to be ensured. Consider exempting already existing ISO standards on environmental labels from verification.\n(4) this Directive is not the appropriate legislative vehicle to tackle hazardous substances which is why such language should be deleted.\n(5) restrict the scope of the Directive to ensure consumer protection and fair competition, rather than regulate (voluntary) carbon markets. Caution should be exercised in order not to over-scrutinise company-free choices and practices and discourage them from following voluntary sustainability initiatives.\nRight to Repair | Administrative\nRepairability is introduced as a new legal standard for all\nThe Directive should remain aligned with other EU legislation (Empowering Consumers Directive, Eco- design Regulation, and Green Claims Directive) When providing a report under the Directive, prevent the extension in the categories of products where the producer needs to provide repair beyond the legal guarantee (the current scope is linked to the Eco-design Regulation categories of products) Safeguards should be duly applied to ensure that trade secrets are adequately protected against unjustified requests for repairability information The right to repair should not be considered as an absolute right. Certain products are dangerous and can only be repaired by trained professionals. Also, the freedom of companies to reject cases where repair is non-feasible anymore should be respected Finally, this Directive should remain limited to B2C products because, at B2C level maintenance of products is specifically defined at “contract level”, taking\nDirective\nburdens\nproducts sold to consumers, as well as for products\nwhere there are no repairability requirements in the EU\nDirective (EU) Cross-border\nThis will add legal uncertainty and costs for sellers\n2024/1799\nregulatory\n(B2C)\nbarriers\nThe legal guarantee period is extended by a minimum\nof 12 months if consumers opt for repair as a remedy\nExcessive\nduring the initial legal guarantee period\nadjustment\nManufacturers will be required to publish information\nburdens\nabout their repair services, including indicative prices of\nthe most common repairs\nMandatory disclosure of technical information by\nproducers to repairers to enable repairability.\nSpare parts for technically repairable goods must be\navailable at a reasonable price. Manufacturers are\nprohibited from using contractual hardware or\nsoftware-related barriers to repair, such as impeding the\nuse of second-hand, compatible, and 3D-printed spare\n15\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_16": "|\n|\n19 | Empowering Administrative\nConsumers for | burdens\nthe Green\nTransition\nCross-border\nDirective\nregulatory\nbarriers\nDirective (EU)\n2024/825\n|\nparts by independent repairers, in line with applicable laws\nCompanies are obliged to provide information on the repairability score of a product they sell; when the repairability score is not established at the EU level, the obligation remains to provide other information on spare parts and repairability details to accommodate information related to the right to repair. A commercial guarantee of durability (when it is available) must be provided to the consumer, including a reminder of the already existing legal guarantee of conformity. Information must be provided on environmentally friendly delivery options, where available. The new information requirement on “environmentally friendly delivery options” in the Consumer Rights Directive is potentially a catch-22 for companies. There is no clarification on what an “environmentally friendly delivery option” means in this context. If it is supposed to be interpreted the same as an “environmental claim” in the UCP and Green Claims Directives, then there will probably not ever be an “environmentally friendly delivery option” and the new information requirement is therefore probably redundant only adding legal uncertainty. If, on the other hand environmentally friendly delivery options” are supposed to be interpreted more broadly in the Consumer Rights Directive than in the UCPD/Green Claims, then companies risk violating either the CRD or the UCPD/Green Claims no matter what they do (Catch 22)\ninto account the peculiarity of the given device/machinery, its operative context, safety issues and other specialistic aspects related to the “business interaction” among users and producers\nTransposition of information requirements, including the design of the harmonised label and notice, should reduce to a minimum discrepancies and administrative burdens for companies In a delegated act, the design of the harmonised label and notice should include only the essential information requirements and follow an approach that takes into account the costs borne by producers, manufacturers and traders. The label should be in black and white avoid having too much text, and in general have features that do not make it too difficult or costly for the trader to place it in areas of their packaging or shop for the consumers to see It shall be ensured that guidance and secondary legislation by the Commission under this Directive are delivered in a timely manner and do not overlap with obligations under separate instruments (Right to Repair and Green Claims Directive)\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n16",
  "page_17": "Revision of Cross-border\nDirective on regulatory\nAlternative\nbarriers\nDispute\nResolution\n(ADR)\nCOM(2023) 649\nfinal (ongoing)\nDigital\nlabelling\nGeneral\nProduct Safety burdens\nRegulation\n(GPSR)\nRegulation (EU) burdens\n2023/988\nCross-border\nregulatory\nburdens\nExcessive\nadjustment\nburdens\nAdministrative\nExcessive\nadjustment\nBroadening the material scope of the ADR Directive to cover all kinds of EU consumer law disputes (i.e. not limited to those relating to a contract). Duty for traders to reply to an ADR entity inquiry, whether they intend to participate in the proposed ADR process or not.\nCurrent and future regulation requires more information to be provided to consumers on technical or safety issues, as well as in multiple languages (Empowering Consumers Directive, Green Claims, Digital Product Passport), however, the space on products for such information tends to be small.\nEach economic operator has the responsibility to conduct a detailed risk assessment of the products they market. This process introduces an additional requirement for producers and may involve hiring specialised professionals or implementing quality systems and internal controls to verify compliance with the Regulation. Furthermore, it could result in higher\nExclude from the scope of the Directive disputes related to pre-contractual stages or statutory rights such as switching of service providers or to be protected against geo-blocking. These practices are matters for national supervisory authorities and not for the ADR body (e.g. mediator, arbitrator, ombudsman). The ongoing adjustment to the ADR Directive should preserve the nature of the ADR entities. ADR entities are focal points and should remain able to resolve disputes, amicably and swiftly, rather than becoming “delegated authorities”. Performing tasks usually attributed to authorities would not encourage more efficiency within the ADR community. Preserve the voluntary nature of ADR: it is not appropriate to introduce an obligation for the professional to notify whether or not he participates in the ADR, in any case when an automatic sanction is associated. Introduce digital labels adjusted to the market, thus reducing operational and transaction costs and ensuring a coordinated overall approach to digital labelling to avoid market fragmentation resulting from sectoral and national legislation. Digital labelling will improve consumer information, facilitate consumer accessibility, especially for the most vulnerable, and is more sustainable. Simplification of procedures and documentation: create standardised and simplified forms that facilitate risk assessment, tailored to the needs of SMEs. These should be available on accessible electronic platforms, which would reduce the time and costs associated with gathering and submitting documentation.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n17",
  "page_18": "Proposal for a Excessive\nToy Safety\nadjustment\nRegulation\nburdens\nCOM(2023) 462\nfinal (ongoing)\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\ncosts and administrative complexity for businesses, especially for SMEs, which may lack the necessary resources to meet these requirements. Overall, the GPSR introduces an additional burden for producers, who must not only ensure the safety of their products through a risk assessment but also ensure that the packaging contains the relevant information for consumers.\nKeeping the CE mark together with the DPP, which has the same function. Including in the DPP a list of substances of concern present in toys, when toys cannot contain substances of concern except those expressly allowed because they are safe in such an amount and for such use. That means that displaying the list is not justified by safety and therefore undermines the provision of adequate information to consumers. Reputable companies will try to meet this requirement, and consumers might think safe products are not safe if they include a ‘substance of concern’ and will be nudged to toys from rogue traders who do not disclose this information. This is not in line with the ESPR which empowers the Commission to clarify which substances are covered per product group (toys may fall under several product groups under the ESPR). Excluding toys from the CLP limits will increase the request of third-party test reports from toy retailers and\nExemption or reduction of requirements for low-risk products: establish clear thresholds for low-risk products and reduce the requirements for risk assessment and labelling for certain products that do not pose significant risks. Recognition of international certifications: allow companies that hold certifications for compliance with international standards (such as ISO) to use them as evidence of compliance with local regulations. Reduce information obligations and limit the amount of information included on labels and in risk assessment to an amount feasible also for small product volumes or\nmarket scopes.\nDeleting the substances of concern list from the content of the DPP. Maintain CLP limits for toys or set specific limits for substances no lower than 1.000 mg/Kg to make them realistic.\n18",
  "page_19": "Neegisason [burden ” Surdendescrption\nIV.\n24 | Taxonomy\nRegulation (EU) 2020/852 ; Delegated Acts on climate change mitigation and adaption ;\n19\nmany authorities. Considering that the restrictions of the TSR apply to more than 4.000 substances, for most of which there are not harmonised tests available, this will mean that manufacturers will have to pay for unreliable tests or develop a huge amount of literature to prove the non-existence below the CLP limits of 4.000 substances in their toys. While this will not improve safety, it will make compliance difficult. Moreover, it is unlikely that market surveillance authorities will be able to enforce these.\nSustainable Finance / Due diligence / Company law: disproportionate and excessive (reporting) requirements, mismatches between the objectives, tools to achieve them and consequently their relevance for the capital markets, additional fragmentation within the EU, leading to Single Market barriers, incomparability at international level and limited impact in attracting financing\nExcessive\ne\nCompanies must identify relevant activities and assess them based on_ technical screening criteria (high administrative burden) while: — KPIs are not comparable across industries — the current Taxonomy legislation does not meet the target of supporting the financing of transformation. The reporting template and associated footnotes indicate that an economic activity must be assessed multiple times to determine all applicable EU Taxonomy activities\ne Significant improvements must be made to solve the many problems in application and interpretation of the Taxonomy.' These include the improvement of the readability and the reduction of complexity of the reporting templates, establishing a principle of proportionality, as well as reconsidering the DNSH requirements which are often highly complex. The scope of the Regulation should be reviewed to deal with the specific needs of the smaller categories of large\nadjustment\n| burdens\n1 Comment by Bundesverband der Deutschen Industrie (Federation of German Industries, BDI) and Industriellenvereinigung (Federation of Austrian Industries, IV): The central purpose of the taxonomy has not been fulfilled, and is very unlikely to be ever achieved, due to irreparable design flaws. The practical relevance of the taxonomy for financial markets is close to zero, yet the burden for companies in almost all fields is clearly huge and out of proportion. Although some companies use the EU Taxonomy to support the development, presentation and implementation of their sustainability efforts, the large majority does not. Therefore, the application of the taxonomy should be shifted from an obligation to a voluntary basis.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n| Suagestimprovement",
  "page_20": "Neegisaion [burden ” Surdendescrption\nEnvironmental\nDelegated Act\n*\n| Suagestdimprovement\n(eligibility). Furthermore, an alignment assessment is necessary for all eligible EU Taxonomy activities. This approach leads to redundancy and ineffective efforts to separate reported KPI values without enhancing the sustainability performance of business operations. Additionally, the administrative burden is increased, as this new framework compels companies to repeat their internal calculations and evaluations of technical screening criteria, resulting in further complications. In addition to the assessment by companies, lengthy discussions with auditors as well as third party certifications are required (the scope and level of detail often being defined by auditors). Without background knowledge in the financial sector about the various industries and the specific application of the EU Taxonomy, taxonomy KPIs can be misinterpreted (especially while comparing different industries or companies with different product portfolios within an industry). A possible consequence might be lower access to financing instruments for specific companies or industries which need funding for their transformation.\nOther examples of regulatory burdens:\ne Generic compliance criteria for minimum social safeguards. The report of the Platform for Sustainable Finance (PNF) from February 2022 refers to the initial drafts presented by EFRAG regarding the social policy standards that were subject to public consultation until August 2022, some of which deviate from the ESRS ultimately adopted by means of a delegated regulation. The report recommends these drafts as _ suitable guidelines for assessing the effectiveness of existing due diligence systems; while the Commission’s FAQs from June 2023 too refers to the non-binding PNF-report and reiterates its cross-references with no clear guidance for companies.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\ncompanies (as it is already the case for SMEs). Companies with up to 1,000 employees and 450 ME€ turnover — in line with CS3D - should not be subject to reporting obligations but supported with simpler guidance.\nSpecific examples of improvements include:\nTechnical screening criteria and criteria for substantial contribution need to be fulfillable and verifiable. E.g.: - if referenced legislation for technical screening criteria (e.g. ETS) has a different product scope, the methodology should also be applied to activities/products laid out in EU Taxonomy certificates from non-European countries for non- European activities/production assets should also fulfil the technical screening criteria/criteria for substantial contribution as long as they are comparable to the European standard Considering the overlap in social topics identified by the Taxonomy Regulation, CSRD, CS3D and the pay transparency directive, clarify the interaction of these requirements and prevent overlaps. Clear and timely guidance and support will be needed for companies to avoid overlap/inconsistencies with similar obligations in other pieces of EU legislation.\ne\n20",
  "page_21": "[|\nTaxonomy\nAdministrative\nburden\nDisclosure\nDelegated Act ;\nRegulation (EU)\n2021/2178\nDuplicate, complex and unclear social sustainability requirements in the Taxonomy Regulation in relation to CSRD/ESRS S. Inadequate handling of installations and business units outside the EU and methodological weaknesses, such as the linking of calculation methods with the national energy mix.\nOpex KPI disclosures: The Opex KPI is not a leading indicator for the transition towards sustainable activities. The backward-looking sustainability performance of a company is already covered by the Turnover KPI, while the Capex KPI covers the forward-looking performance. Capex and Turnover KPI disclosures: The Taxonomy Disclosures Delegated Act (Article 8) under the Taxonomy Regulation does not include a minimum threshold for activity-level reporting. This results in an activity from which for instance only 1% of a company's turnover derive from, currently having to be reported on its own. This results in very granular and detailed, and hence costly, reporting for companies. In financial reporting, a 10%- threshold in terms of granularity of reporting levels is typically applied. Since Taxonomy does not include that threshold, companies must break down their financial and non-financial reporting in different ways, including setting up different internal data structures to facilitate the reporting. Further, the high level of granularity in the taxonomy report may in some cases require companies to disclose sensitivity information, such as capital expenditure that give the market insight into competitively sensitive investments.\ne More proportionality must be introduced in the disclosure of KPIs: - Disclosure of Opex should be voluntary and disclosed only if deemed necessary by the company. Mandatory disclosures should thus be limited to Turnover and Capex only, which are clear indicators to assess whether an undertaking is transitioning towards sustainable economic activities, and which constitute by far the largest monetary values. Furthermore, a minimum threshold of 10%should be introduced to point 2(a) in Annex 1 of the DA, allowing for aggregation of activities that sit under a 10% Turnover/Capex/Opex (KPI) minimum threshold. A company may choose to report below this threshold, but that would be on a voluntary basis. Enabling and Transitional activities are needed at objective level to support financial reporting but not at activity level. Remove the obligation to link CAPEX and revenues to the green bond issued by the company. It is difficult to link the disclosure as the allocation of the green bond is made after the CAPEX has been financed (and revenues generated).\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n21",
  "page_22": "Taxonomy\nClimate and\n27 Corporate\nReporting\nDirective\n(CSRD) /\nEuropean\nReporting\nStandards\nSustainability burden\nSustainability\n(ESRS) based\non EFRAG\nadvice\nExcessive\nadjustment\nburdens\nAdministrative e\nThe EU Taxonomy Appendix C (“Generic Criteria for DNSH to pollution prevention and control regarding the use and presence of chemicals”) not only sets the ambition level higher than the requirements of EU chemical legislations and creates usability challenges, but also leads to burdensome assessments on the availability of suitable alternative substances or technologies through value chains. In addition, it might trigger lengthy discussions with auditors as well as third party certifications.\nESRS sector agnostic in their current shape represent a gigantic sum (~ 1,200 data points to be disclosed) of extremely granular reporting obligations in the environmental, social and governance fields that European companies need to report on. As a result of the CSRD, a large industrial company’s budget for 2024 foresees a 40% increase in overall reporting costs compared to reporting costs in 2023. Costs linked to hiring employees to work on reporting have also increased by 134%. German government's conservative estimates with regard to the annual implementation costs for the sector- agnostic ESRS is set at 1.6 billion EUR. The costs are created by the need to collect and process the data, hiring and training employees to conduct the reporting, as well\ne DNSH criteria for chemicals should refer to existing chemicals legislation which would also define thresholds of concentration. Without those thresholds, the definition is up to individual companies and auditors creating legal uncertainty. Requirements of the current Appendix C text are disproportionate and open the door to different assessment of whether a substance meets the criteria of Article 57 of REACH, which will be unmanageable for enforcement authorities. A clearly defined list of substances in scope and removal of paragraph f) and f) bis is needed. Clarify that valid RoHS exemptions (Article 4(6) and Annexes III and IV) are accepted to prove alignment with paragraph d).\nWith a view to delete or amend unclear, superfluous or impractical disclosure or application requirements, an in- depth review and simplification of the sector-agnostic (“set 1”) standards must start in 2025, learning from the first publication by large listed-companies. Extend the implementation date for companies whose reporting is required in 2026 and 2027 for at least two years so that there is sufficient time to conduct the simplification exercise. This will ensure that these companies will not spend resources and efforts on issues that will be deleted and amended. The scope of the Directive should be reviewed to deal with the specific needs of the smaller categories of large\nEnvironmental\nDelegated Acts\nRegulation (EU)\n2023/2486 ;\nRegulation (EU)\n2023/2485\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n22",
  "page_23": "Directive (EU)\n2022/2464\nas developing the required IT systems. The company also had to hire an external consultant to guide through the process and make sure the company is compliant, due to the complexity of the reporting requirements. An external auditor is also required to verify the accuracy of the company’s statements. Sector-specific standards: Additionally, once sector specific ESRS are adopted, there might be overlaps in the disclosures required by them and the sector-agnostic ESRS as well as additional disclosure requirements. In addition, the current version of the draft sector OG, MCQ standards require companies to disclose vey granular data and, in some cases, sensitive information. SMEs _ sustainability reporting standards: Risk of overburdening SMEs and microenterprises with ESG disclosure requirements that are \"out of their reach\" in terms of capabilities and internal resources. Other burdens: CSRD requires a “quality” standard based on the idea of “reasonable assurance,” which requires guaranteeing the traceability of information at source. In addition, guidance on the “Value Chain’, “operational control” seems to be misaligned with IRFS 11 and may force companies to report information on assets over which they have no operational control and for whose fulfilment they depend on third parties who, in many cases, will not be legally or contractually obliged to provide that data.\ncompanies (as it is already the case for SMEs). Companies with up to 1,000 employees and 450 M€ turnover — in line with CS3D - should not be subject to reporting obligations but supported with simpler guidance. Ensure __ full interoperability of European mandatory reporting requirements with existing and upcoming global reporting requirements to promote global comparability. Interoperability should be integrated into the standard- setting process from the beginning (‘interoperability by design’) rather than approached as a retrofitting effort. Freeze the sector-specific standards approach. Priority should be given to having a workable and usable Set 1 of disclosures that delivers for both preparers and users. Additional obligations and data points that increase the burden for companies should be avoided. Keep the SMEs standards as simple and workable for SMEs and microenterprises as possible. ESG disclosures required by these standards should be easy to understand and collect by SMEs without the need to resort to external professional services. They must not exceed the disclosure requirements and granularity foreseen for larger companies. The adoption of the voluntary standard must represent a valid element for the entire supply chain in order to avoid having to respond to further requests on the topic (e.g. questionnaires, ratings) and limiting the “trickle-down” effect. Enquiries in the value chain should not be necessary until 2027 at the earliest and not before the final VSME standard is available. As non-listed SMEs generally do not have comparable capacities to listed SMEs, the so-called ‘value chain cap’ should be lowered from the current LSME-standard to the VSME-standard.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n23",
  "page_24": "Directive on Administrative\nCorporate\nburden\nSustainability\nDue Diligence Cross-border\n(CS3D)\nregulatory\nbarriers\nDirective (EU)\n2024/1760\nExcessive\nadjustment\nburdens\nThe CS3D introduces for the first time an EU horizontal framework on due diligence. It is the most advanced and ambitious legislation of its kind worldwide and it also includes extraterritoriality provisions both on the companies covered (some third-country companies are included in the scope) and on the jurisdiction of EU courts. It is potentially the costliest piece of legislation from the previous legislature with a wide impact on companies, both inside and outside of its scope.\ne Companies are obliged to map environmental and human rights risks in their value chains (as defined, including parts of the downstream value chains) and those of their suppliers. This mapping involves huge resources around information gathering through independent reports, notification mechanisms, and the complaints procedure. Certain European companies have 100,000 suppliers just in the first tier which makes this exercise very burdensome. SMEs that are contractual partners of companies under CS3D are expected to provide contractual assurances relating to environmental and human rights due diligence, adopt or sign codes of conduct, and subsequently ensure compliance via measures such as independent third-party verification or through industry or multi-stakeholder initiatives. Potential differences in national laws will multiply the already heavy compliance and administrative burdens imposed on companies. Companies must adopt a climate change transition plan (not only to report on one like in the CSRD) with some considerable granularity on how to implement it. Far-reaching requirements on mandatory stakeholder involvement in company decisions around due diligence which may have a disruptive/delaying effect on decision- making in companies. Far-reaching and disproportionate powers of authorities, for example in Article 25(5)(a)(i), that seem to allow\n1. As the Omnibus proposal will cover CS3D, any changes introduced to the Directive must be meaningful:\na. Ensuring workability, legal certainty and real harmonisation giving little room for fragmentation/gold- plating.\nTo achieve a level playing field and avoid further internal market fragmentation in the European Union, it must be ensured, as much as possible, that Member States cannot go beyond the European requirements in the key areas of regulation when transposing the directive at national level. Otherwise, European companies will be confronted with 27 different individual transpositions. Divergent national legal regimes on due diligence would not only be costly and burdensome for companies of all sizes but, more importantly, risk undermining the achievement of the goals of the legislation in an efficient and effective manner. The single market clause in Article 4 should therefore be expanded.\nb. More balanced enforcement (e.g. too much discretion in the power of authorities, disproportionate sanctions) and liability provisions (e.g. caution when it comes to granting far-reaching litigation powers that can lead to frivolous litigation).\nc. Proceed to a better alignment with other legislations including the Sustainability Reporting Directive (e.g. on climate transition plans) for coherence and to ensure CS3D remains a best-efforts legal framework (obligation of means).\nPrevent overlap/inconsistencies in the obligation to adopt a transition plan with similar obligations in other pieces of EU legislation (e.g. Industrial Emissions Directive, CSRD) via the omnibus if necessary and appropriate. See comment above in the section regarding transition plans.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n24",
  "page_25": "a\nif\ne\nof\nis\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n25\n2\nRegarding implementation/transposition\nA comprehensive competitiveness assessment of CS3D should be immediately launched in consultation with businesses and their business associations, to identify and address priority areas where simplification and clarification should be achieved within upcoming implementing legislation and guidance. The competitiveness assessment should ensure that upcoming implementing legislation and guidance are designed to help companies effectively comply with the new rules and that practical solutions are co-developed to address gaps or excessively burdensome provisions, rather than introduce additional layers of complexity or de facto extend the scope of the CS3D.\nUrgent and quick issuing of the official guidelines by the Commission (Article 19) to secure (timely) availability and a Clear understanding well before companies have to start applying and complying with the rules (in 2027, as foreseen in the legal text). These guidelines should not in any case complicate or expand the legal requirements and the scope of the Directive but should focus on simplifying the application of the CS3D. Urgent and quick establishment of the “Single Helpdesk” for companies by the Commission (Article 21). The Commission should not expand the list of conventions/treaties in the Annex, which is already quite extensive and includes many vague concepts, most of which are more suitable to be addressed by states than by companies. Compatibility of CS3D with other EU sectoral and thematic due diligence legislation should be secured (Deforestation, Minerals, Forced Labour, and Batteries Regulations) Prevent double reporting, especially with reference to the CSRD_ and the information on human rights &\n(when read together with the definition of appropriate measures) for authorities to order companies to make changes to strategies, business plans, design products, facilities and other operational processes and infrastructures, that is intrinsic to running a company (internal management). Unlike in Article 25(5)(c), no requirements (e.g. in the event of imminent risk or severe irreparable harm) for the exercise of those powers are foreseen. This can amount to disproportionate interference in the autonomy of private companies and consequently their competitiveness. The obligation to terminate contracts/business relationships, even as a last resort measure, could lead to over-compliance and challenges for companies. Termination of (risky) contracts may be required even there are no alternative suppliers. This could, for example, jeopardise Europe's ability to access materials like tungsten, lithium, uranium, cobalt, and other raw materials (Some of these are subject to country monopolies) essential to the twin transition, strategic autonomy, and our European security. The cost and exposure to potential litigation risk to increase substantially as the CS3D openly awards litigation powers to mandated NGOs and trade unions which are associated with a broad scope relating to the value chains of the company and their suppliers. There are references to many conventions on the protection human rights and the environment that help define the notion of impacts that can lead to lawsuits. Complex obligations and wide (extraterritorial) EU court competencies can potentially lead to extensive frivolous claims or lawsuits. Additionally, no mechanism foreseen to coordinate lawsuits when there are parallel litigation cases in the EU and third countries covering the same facts/victims. CS3D, as a Directive, largely implies minimum harmonisation, meaning that Member States retain\nof",
  "page_26": "some freedom to impose more stringent national rules, except on the provisions covered by the internal market clause.\nenvironment. In addition, there should be an assessment of the way in which the requirements in CSRD, CS3D, Industrial Emissions, and EU ETS regarding transition plans contain overlaps or inconsistent language. If that is the case, this should then be appropriately addressed. Existing, proven sector initiatives should be considered as sector-specific solutions, as defined in Article 3(1)(g). While these initiatives are referenced throughout the directive, there is no procedure for the \"Recognition of supply chain due diligence schemes,\" similar to Article 8 of the Conflict Minerals Regulation. Article 8 of the Conflict Minerals Regulation could serve as a model to devise solutions regarding further recognition of these schemes. Devise safeguards against frivolous litigation, which should include transparency of and requirements for claiming entities (e.g., NGOs) and regulation of third-party litigation funding. Powers of authorities should remain balanced as they seem to be too unrestrained (e.g. there are no requirements and no sufficient due process) when it comes to ordering companies to take specific behaviours/appropriate measures. A high level of harmonisation of the exercise of powers by national authorities is essential, by enhancing cooperation for example. The European Network of Supervisory Authorities should operate in a way that prevents fragmented approaches from arising in the internal market, focusing on how to best support and guide companies in the application of this complex and heavy piece of legislation. Both national authorities and the Commission should avoid taking predominantly punitive approaches and instead support and guide companies in the application of CS3D This will be key to ensuring that the CS3D has sought positive effects on human rights and the environment and avoids meaningless and burdensome check-box exercises.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n26",
  "page_27": "Neegisason [burden ” Surdendescrption\nll\nDigital\nCross-border\nCompany Law regulatory\nDirective\nbarriers\nThe Directive should eliminate the need for an apostille | e\nfor business register-related information, which is an\nimportant measure of burden reduction.\nReadily available information about subsidiaries and\nultimate parent companies in a group can be useful\ninformation also for our member companies (e.g. to avoid\ndealing with bogus - or otherwise risky - customers,\nsuppliers, commercial partners, etc). Therefore, making\nthis information more readily available without causing\nany new administrative burden for companies is a good\nidea. However, we are not sure whether the Member\n| Suagestimprovement\nFinally, in case the above right conditions are not met, and the necessary guidelines and supporting measures are not delivered on time and at least two years before legal obligations kick in for companies, the Commission should extend the transition period for companies. Also, during an omnibus exercise (as mentioned above) application and transposition periods should be suspended for a limited period of time (e.g. 1-2 years) to allow for a timely inclusion of changes likely to occur in the law as a result of this exercise (avoiding transposing two times). During transposition, it is crucial to strictly adhere to the Directive's scope, ensuring the downstream definition is not expanded to include sales and that exceptions for downstream activities are respected. The complaints mechanism under Article 14 must remain limited to human rights and environmental impacts as defined in the Directive, with clear obligations for subsidiaries and a legitimate interest requirement for claims.\nIt should be ensured in the transposition of the Directive that the Member States do not over-implement or introduce new or extended reporting requirements (e.g. information about group structure (Article 19b)). Monitoring whether Member States - contrary to the spirit of the Directive - will still demand translation of copies or extracts of documents (because the Directive ended up only requiring Member States to “endeavour” not to require translations (see Article 16(g)).\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n27",
  "page_28": "| |\nLate Payment Excessive\nDirective\nadjustment\nburdens\nCOM(2023) 533\nfinal (ongoing)\nState-option in Article 19(b)(2) (on the proportion of capital held between the ultimate parent and each of the subsidiaries) is a piece of information that can be automatically extracted from the consolidated accounts.\nThe Commission proposal limits all payment terms in the European Union to 30 days for all commercial transactions. This approach, which does not consider freedom of contract as a key element of the business environment and its multi-faceted ecosystems, will make it impossible for businesses to negotiate payment terms. The proposal risks creating a dramatic financing gap affecting mostly SMEs, which, for instance, will have to go through loan applications and procedures. Financing the gap would cost 2 trillion EUR for the EU economy (Allianz Research, April 2024). Besides, the proposal not only renders valueless the increased transparency on payment practices in force pursuant to CSRD (see Disclosure Requirement G1-6), but risks putting a double burden on businesses which will also have to comply also with obligations imposed by the Late Payment proposal (e.g. v.a.v. the enforcement authorities).\n|e\nMonitoring to what extent Member States makes use of the right to” “exceptionally” and on a case-by-case basis” refuse to accept information and documents about a company from a register in another Member States as evidence (Article 16(f)).\ne Withdraw the proposal, i.e. maintain the current legislative framework of the Late Payment Directive. The aim of the proposal for a regulation (i.e. tackle the problem of breach of contract) can be achieved with flanking measures such as the European Observatory on Late Payment, CSRD, enforcement, mediation or factoring.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n28",
  "page_29": "Neegisason burden” | Surdendescrption\nV.\n31 IIntrastat/VAT Administrative\nburden\nRegulation\n2019/2152\n| Suggestedimprovement:\nTaxation: Significant compliance and administrative burdens on businesses operating in multiple EU Member States, lack of tax certainty and transparency, as well as fragmented implementation, undermine effectiveness\ne Sales and movements of goods between Member States must be reported on company level for each Member State of goods departure and each Member State of goods arrival. This can result in 54 declarations (27 Member States, outbound- and inbound declaration for each Member State). The reconciliation of these declarations with VAT declarations (particularly from comparing the VAT return with Intrastat and analysing and explaining differences) represents the undue and inefficient burden. For a large European company, creating Intrastat declarations and reconciling them with VAT declarations (EC-sales listings and local VAT returns) takes 250 minutes per month per legal entity for all goods departure and goods arrival Member States relevant for this legal entity - on average. Based on figures, this means 0.03 FTEs are needed for each company and each Member State affected. On average, a large European company issues 427 declarations per month meaning 12.8 FTEs are needed to deal with the Intrastat declaration and its reconciliation with the VAT returns. This represents a cost of 1.28 million EUR per year (assuming 100.000 EUR full cost per FTE p.a.). This is one of the most cumbersome bureaucratic burdens for businesses active in EU cross-border trade. As the thresholds for reporting exemptions are rather low (ranging from 700 EUR for Malta up to 1.5 million EUR for Belgium), SMEs are heavily affected as well. Intrastat does not need to be reported for sales of goods on domestic markets. Thus, businesses might refrain from selling or purchasing goods in other Member States which is a single market barrier.\ne Intrastat should be abolished. e Figures from the VAT reporting obligations should be sufficient. This is currently the monthly EC sales listings (“Recapitulative Statements”). In the future, the transaction based Digital Reporting Requirements (Articles 262 et. seq. of Draft Directive 2006/112/EC as proposed by the Commission on December 8, 2022, Document COM (2022) 701 final) should be used.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n29",
  "page_30": "AAT: VAT in the Administrative\nburden\nDigital Age\n(ViDA)\nMinimum\ntaxation\nDirective (EU)\n2022/2523\nAdministrative\nburden\nFuture requirement for reporting all sales to EU businesses and customer confirmation within a few days, posing a significant burden that may not justify the desired combat against VAT fraud. This would lead to extensive daily reporting and practical challenges, especially when buyers confirm a purchase without a proper basis, such as goods invoiced but not yet delivered. The ViDA proposal, especially the proposed introduction of common standardised Digital Reporting Requirements and mandatory e-invoicing for intra- community transactions, ensures that costs are kept low especially for SMEs, and that it does not compromise the competitiveness for European businesses. These aspects have not been sufficiently prioritised during the ViDA negotiations.\nThe rules apply to all large groups (whether they operate on a purely domestic or international basis) whose annual turnover exceeds 750 million EUR, and which have either a parent company or a subsidiary in an EU Member State. The EU committed to rely on the implementation framework currently developed by the OECD. This framework is still not fully developed despite the fact that rules take effect in six months’ time and is worrying considering the disproportionately large amount of data required to calculate the effective tax rate of a group of companies. The granularity of the data being requested requires significant investment for businesses to adjust their existing processes to new capability requirements in a short time. In addition, EU companies are not comfortable with the fact that commercially sensitive economic data needs to\ne Practical guidelines are needed for when a supply needs to be invoiced and for reporting timeframes for businesses of all sizes. Ensure that the implementation of ViDA does not result in high investment costs that could negatively impact the sustainable growth and competitiveness of EU companies.\nA permanent country-by-country reporting safe harbour would help to reduce corporate reporting burdens and potentially compliance costs. A revision of the rules in the Directive on Administrative Co-Operation and the Anti-Tax Avoidance Directive to eliminate overlapping rules with the introduction of the Minimum Tax Directive would help streamline the EU’s tax framework.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n30",
  "page_31": "UL\n34 |Anti-tax\nAdministrative\nAvoidance\nburdens\nDirective\n(ATAD)\nCross-border\nregulatory\nDirective (EU) barriers\n2016/1164\nbe disclosed as this could lead to unjustified tax audits and economic competition amongst others. No incentive to optimise the tax systems in the Single Market- with the implementation of the Minimum Tax Directive, a number of existing requirements that stem from the EU anti-avoidance legislation will become redundant or will no longer have any purpose. An evaluation of the efficiency and proportionality of these directives is needed to remove any overlapping obligations and reduce complexities. The rules apply to groups with over 750 million EUR in turnover. Very few companies will end up in the so-called tax position — but all must report.\nThe measures increased the administrative burden for tax administrations and compliance costs for businesses. Moreover, measures are outdated considering economic developments. Controlled Foreign Company (CFC): o Different interpretations by Member States leads to inconsistent treatments (Article 7 sections 2.a) in fine, 3 and 4), with risk of double taxation. Interaction with Pillar Two: Pillar Two functions as an overarching CFC rule, capturing any Group income not subject to a minimum ETR of 15%. This creates overlap with existing CFC rules, resulting in potential double taxation and interpretative conflicts. Interest Deduction limitation rules: o The tax rule limiting the deductibility of financial charges has become an obstacle to business investment and recovery, in a_ slow-moving economic context. Exit taxation:\nHarmonising application of ATAD rules among Member States (e.g., Article 4 sections 4, 6 and 7), addressing new legislative and economic developments, and enhancing the coherence of measures. Assessing the extent to which ATAD has achieved its objectives in addressing aggressive tax planning and tax avoidance so far and evaluating if the original ATAD’s goals remain relevant considering other EU legal instruments now in force and economic developments. Removal of CFC rules considering the new Pillar Two rules: in cases where an MNE is subject to Pillar 2 rules (Article 2 of P2 Directive), CFC rules should not apply. Review whether the implementation of ATAD in some Member States exceeds EU measures to prevent abuse or contradicts the substantive economic activity carve- out in Article 7.2(a) of ATAD. Withdraw and cancellation of the Debt-Equity Bias Reduction Allowance “DEBRA” Directive (Proposal COM (2022) 216) as appears overlapping and\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n31",
  "page_32": "Neegisason [burden ” Surdendescrption\nl\nPending\nExcessive\nproposals in adjustment\ntaxation\nburdens\nmatters\nUnshell COM\n(2021) 565 final\n(“ATAD 3”) ;\nDEBRA COM\n(2022) 216 final ;\nBEFIT COM\n(2023) 532 final\nPossible conflicts and overlapping between EU pending\nproposals (in particularly Unshell, DEBRA and BEFIT)\nand the already existing EU measures (for instance: ATAD, CFC rules, Pillar Two). [e) Unshell: ATAD (Articles 6-8) and Pillar Two [e) DEBRA: conflict and overlapping with Article 4 of ATAD. [e) BEFIT: possible conflict with Article 4 of ATAD and Article 13 BEFIT Proposal; redounding elements with Pillar Two.\no Exit taxes provides a disadvantageous treatment for the cross-border situations with respect to a domestic situation (taxpayer moving within a country). Possible infringement of the freedom of establishment within the EU (Article 49 of TFEU).\n| Suagestimprovement\nredundant given that the same topic is already regulated by the ATAD measures in place. To simplify administration, it is recommended to increase the ceiling for the deductibility of expenses. The current ceiling could be raised from 3 million EUR (Article 4.3.a) to 5 million EUR, to account for inflation, at a minimum. The ceiling of 3 million EUR was established in 2015 within the OECD and is now due for revision. Exempt Exit Taxation for movements within EU countries, to uphold the fundamental freedoms for companies relocating within the EU (Title IV of TFEU). Given the current exchange of information framework, Member States should already be capable of tracking companies moving within the EU/EEA. Tax should only be imposed upon actual realisation (e.g. transfer to a third party) or when assets are transferred outside the EU/EEA.\nWithdraw and cancellation of the Debt-Equity Bias Reduction Allowance “DEBRA”. Reevaluate the “Unshell” Directive to ensure alignment with ATAD and Pillar Two. Do not introduce anything until Pillar Two is effectively implemented and evaluation of ATAD is complete. Wait until Pillar Two is effectively implemented to evaluate a BEFIT proposal that aligns with it in determining the Taxable Base.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n32",
  "page_33": "Neegisason burden” | Surdendescrption\nVi.\n36 [Administrative | Administrative\nCooperation burdens\n(DAC)\nDirective 2011/16/EU [which was amended several times to extend the scope of automatic exchange of information]\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n| Suggestedimprovement:\nFinancial reporting: huge fragmentation across the EU Member States and complexity in reporting, resulting in Single Market barriers, duplication of some reporting and excessive administrative costs\ne 2014/107/EU on automatic exchange of financial account information (“‘DAC2”): requires financial institutions to report information of financial accounts of non-residents to their tax authorities (including interest, dividends and similar type of income, gross proceeds from the sale of financial assets and other income, and account balances) that would then be exchanged automatically with other interested tax authorities of other Member States. 2016/881/EU on automatic exchange of information of Country-by-Country reports (“DAC4”): requires large companies to report certain financial and tax data to their tax authorities who will then exchange this information with other interested tax authorities of other Member States. 2018/822/EU on the mandatory disclosure and automatic exchange of information in the field of taxation in relation to potentially aggressive cross- border tax planning arrangements (“DAC6’”): (0) Mandatory reporting of cross-border reportable arrangements began on 1 July 2020 with retroactive reporting of historical arrangements that took place from 25 June 2018 to 30 June 2020. Requires EU-based intermediaries or taxpayers to report certain cross-border arrangements that meet the hallmarks in the Directive and that present certain features of a cross-border arrangement that suggest a potential risk of tax avoidance to their tax authorities who will then exchange this information with other interested tax authorities of other Member States.\n33",
  "page_34": "(0) Hallmarks have been drafted so broadly that a large amount of data is required to be analysed, assessed against the hallmark tests and provided to tax authorities. This presented difficulties for businesses given the complexity of certain transactions and the short amount of time within which a transaction needs to be reported. There are scenarios where different parties to one transaction end up reporting the same transaction. In addition, certain non-tax transactions and/or transactions in line with applicable tax rules/market practices need to be reported given the breadth of the hallmarks (for example, debt/equity swaps, commercial acquisition financing transactions carried out for non-tax benefits). Under hallmark C1(b)(ii), it is not clear which countries are considered as being “non- cooperative” within the framework of the OECD, as the OECD does not publish a list of non- cooperative jurisdictions. e 2021/514/EU (\"DAC 7\"): requires platform operators subject to reporting to collect data about sellers who use the Platforms and the compensation they earn on the Platforms. This information must be reported to the tax authority. The control task must contain information about the compensation that the seller has received for the rental of real estate, personal services, the sale of goods and the rental of means of transport. It thus concerns such incomes that have arisen within the so- called platform economy. DAC6 was extremely burdensome and expensive for businesses to implement. Increased compliance costs were incurred by businesses to be compliant with DAC6\nand in order to train non-tax employees.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n34",
  "page_35": "Neegisason [burden ” Surdendescrption\niL\n37 EU Public\nAdministrative\nCountry-by- burdens\nCountry\nReporting\nCross-border\nregulatory\nDirective\nbarriers\n2021/2101/EU\namending the\nAccounting\nDirective\n(Directive\n2013/34/EU)\nAbsence of harmonised guidance and inconsistent interpretation of the DAC6 directive amongst Member States is giving rise to legal uncertainty for taxpayers and increased tax disputes. Penalties are not uniform across Member States, and some have stipulated significant fines for late or non- reporting. This is seen as disproportionate considering the large amount of normal business transactions that may be in scope of reporting. It is not clear or transparent for taxpayers what tax authorities are doing with the data, if anything, and the sentiment across the business community is that DAC 6 has created a huge administrative burden for taxpayers with very little effectiveness of the rules. The Directive mandates a reporting obligation for cross- border tax arrangements if in scope, no matter whether the arrangement is justified according to national law.\nInformation needs to be disclosed per EU country and for all jurisdictions included in the EU list of non- cooperative jurisdictions for tax purposes and on an aggregate basis for all other tax jurisdictions. Companies/groups with over 750 million EUR in turnover fall within the scope of the Directive. The information to be disclosed consists of: Name of the ultimate parent company/unaffiliated enterprise, the financial year concerned and the currency used The nature of business activities Number of employees Total net turnover made Profit made before tax\n| Suagestimprovement\nUntil the Commission issues a harmonised template for the publication of pCbCR data in all Member States, companies should be allowed to provide only information that is readily available without any additional administrative burdens and without any associated penalties for non-compliance.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n35",
  "page_36": "Amount of income tax due in the country by\nreason of the profits made in the current year in\nthat country\nAmount of tax actually paid during that year\nAccumulated earnings\nThe report should be made accessible on the public\nregistry of the relevant Member State and on the\ncompany website free of charge for a minimum of five\nconsecutive years.\nChapter 10: Requires large EU companies operating in\nthe extractive or logging sectors to report annually on\npayments to governments.\nWill come in addition to the DAC4 requirements\nmentioned above. As such, tax authorities already have\naccess to CbCR data and can evaluate this data to\ndetermine companies’ behaviour. As a consequence,\npCbCR_ only introduces an_ additional reporting\nobligation to the public.\nIn force as of 21 December 2021 with rules to take effect\nby 22 June 2023 at the latest. This will require large\ncompanies to publish certain financial and tax data\nwithin 12 months from the date of the balance sheet of\nthe financial year in question.\nMember States are only given minimum requirements,\ni.e. transposition into national law is not harmonised and\nis placing increased pressure and_ scrutiny on\nbusinesses’ obligations in those Member States that\nhave opted to adopt public CbCR with more stringent\nrules than the maximum allowed under the Directive.\nThe Commission is expected to issue a harmonised\ntemplate for the publication of pCbCR data in all\nMember States, but this is not expected to be available\nbefore mid-2024 despite the fact that some Member\nStates would already have transposed the directive.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n36",
  "page_37": "Directive\n2013/50/EU,\n(Art. 4) ;\nCommission\nDelegated\nRegulation\n2019/815/EU ;\nAnti money\nlaundering\nDirective (EU) Excessive\n2015/849\nadjustment\nburdens\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n37\nAdministrative\nburden\n39 [Annual\nreports\nfinancial\nNon-compliance with any of the obligations may give rise to a penalty, the type and amount of which is to be decided by Member States, i.e. no uniform penalties among the Member States.\nWider regulatory scope: 4AMLD expands the regulatory scope of AML/CFT legislation, imposing customer due diligence obligations (CDD) on many previously unregulated firms, all credit and financial institutions and many designated non-financial businesses and professions (DNFBP). Similarly, 4AMLD expanded CDD obligations to certain types of transactions and financial products, including transactions outside of business relationships and, for the first time, some e-money products. Requirements for EU countries to record ultimate beneficial ownership (UBO) information in centralised registers and adjusted the definition of ultimate beneficial ownership to include senior management Officials. Record-keeping requirements were also introduced for trustees of express trusts.\nAccording to Regulation 2019/815/EU in connection with Directive 2013/50/EU, issuers shall prepare their entire annual financial reports in XHTML format and where annual financial reports include IFRS consolidated financial statements, issuers shall mark up those consolidated financial statements in XBRL. According to Directive 2022/2464/EU, undertakings shall prepare their management report in XHTML format and shall mark up their sustainability reporting. Issuers must prepare their entire annual financial and management reports in ESEF (XHTML/XBRL) annually.\ne\nSimplification and centralisation of legal requirements: Registrations/identifications: Minimum validity periods for which certain registrations/ identifications are valid (do not need to be repeated). Beneficial ownership: Reduce the scope by exempting very small companies that are not active in a sector that is sensitive to money laundering or terrorist financing.\ne\nThe requirements to prepare reports in XHTML and mark- up reports in XBRL (ESEF) should be removed completely. Publishing financial and sustainability reports in PDF- format is widely accepted by private and institutional users and which is easy to use since decades. In addition, financial and non-financial information is easily accessible on companies’ websites for the purpose of investor information and user’s analysis. Therefore, European regulators and OAM should accept PDF reports as standard digital electronic reports as the user\nAdministrative\nburdens",
  "page_38": "Directive\n2022/2462/EU\n(Art. 29d)\nESEF Tagging Administrative\nof sustainability burdens\ndata\nIFRS 19\nSubsidiaries\nWithout Public\nAccountability:\nDisclosures\nMarkets in\nfinancial\ninstruments\n(MiFID, MiFIR) Cross-border\nregulatory\nbarriers\nDirective\n2014/65/EU\nAdministrative\nburdens\nAdministrative\nburdens\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nPreparing the reports in XHTML and _ particularly marking-up consolidated financial statement or sustainability reporting in XBRL is highly technical and very complex; it increases compliance risks and costs disproportionately without a real benefit.\nESEF tagging (digital reporting in XBRL) of financial data in the annual reports of listed companies, which analysts do not effectively use. Future requirements for ESEF tagging of all data points and all texts, including detailed expressions, in the entire sustainability report.\nIn May 2024, the International Accounting Standards Board issued IFRS 19 Subsidiaries without Public Accountability: Disclosures. IFRS 19 has an effective date of 1 January 2027. IFRS 19 specifies reduced disclosure requirements that an eligible entity is permitted to apply instead of the disclosure requirements in other IFRS Accounting Standards.\nObligation to provide details of own positions to investment firms and segregate risk reducing positions from non-risk reducing positions adds an additional layer of reporting. In order to be able to serve clients seamlessly across the EU, companies need further harmonisation on both the regulation (MiFID/R) and the supervision (ESMA), to avoid national discretions and gold plating. On MiFID/R best execution (level Il), ESMA's proposal goes in the\nunfriendly and highly complicated XBRL format is clearly lacking market demand.\nGiven the limited use of digital ESEF data in the financial information sector, further extending the ESEF tagging to all data points and texts in the entire sustainability report should be restricted to fewer data points (for example only quantitative data points) and delayed by a few years relative to the implementation and simplification of CSRD.\nIFRS 19 should be endorsed by the EU as soon as possible. IFRS 19 specifies reduced ___ disclosure requirements that an eligible entity is permitted to apply instead of the disclosure requirements in other IFRS Accounting Standards. This contributes to reducing the administrative burden for companies that may apply IFRS in the EU.\nImproving and further converging EU legal frameworks, such as insolvency, and supervisory practices. Undertake a recalibration of MiFID 2/R, including as best execution policy in level Il. It is essential that ESMA provides greater clarity and flexibility in order to mitigate the economic impact on entities. Furthermore, entities should have greater freedom to define the selection and evaluation criteria for execution venues and order routing that best suit their\n38",
  "page_39": "Regulation (EU)\n600/2014\nopposite direction, as it forces entities to develop very costly processes to offer execution or reception and transmission of orders services, without significantly improving quality for clients. Additionally, due to the fragmentation of the European market, where entities do not benefit from the economies of scale seen in other regions, companies observed in recent years that some European entities, unable to bear the costs associated with connecting multiple execution venues and monitoring orders, have been pushed out of the market and replaced by entities from outside the EU. ESMA's proposal will require entities to develop new information-gathering capabilities and implement more exhaustive continuous evaluation processes, leading notable expenses and increased fixed costs, exacerbating the previously mentioned negative effects. It is also worth noting that the proposal itself acknowledges that no impact analysis has been conducted, which is essential given the significance the proposed measures. Incorporating sustainability preferences into portfolio advisory/discretionary management requires initiating dialogue with clients about their sustainability concerns. However, the lack of a standardised \"entity-investor- product\" language creates a barrier between supply and demand for such products. Additionally, the way sustainability preferences are currently framed under MiFID (% of environmentally sustainable investments under Taxonomy/SFDR Article 2.17 or consideration of sustainability factor PIAs) starkly contrasts with market realities. Despite ESG- focused product design, data gaps and an incomplete regulatory framework have resulted in a limited sustainable asset market. This leads to lower alignment\nto\nof\na\nbusiness realities, which would be more appropriately regulated through Guidelines or Q&A. These requirements should come into effect before the launch of the \"Consolidated Tape,\" as much of the necessary information will be obtainable from that source. For this, it is essential to have a greater level of detail regarding the format, content, and granularity of the information provided by the tape. It is necessary to align MiFID sustainability preferences regime and language with simple labels, in turn, aligned with SFDR. Additionally, it is necessary to foster access to ESG data, among others, regulating ESG data providers.\nto\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n39",
  "page_40": "fo]\nEuropean\nAdministrative\nMarket\nburdens\nInfrastructure\nRegulation\n(EMIR)\nRegulation (EU)\nNo 648/2012\nSustainable Excessive\nFinance\nadjustment\nDisclosure\nburdens\nRegulation\n(SFDR)\nRegulation (EU)\n2019/2088\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\npercentages than investors expect when asked about their sustainability preferences under the current rules.\nReporting obligations generate costs and working hours on a daily basis. In the case of EMIR REFIT, it forced companies to interact with counterparties to request new information. The new reporting format required developments with software consultants that took months. In addition, the obligation to report retroactively after 6 months meant that many of these had to be reported manually.\nThe SFDR framework has _ significantly improved transparency regarding the sustainability of financial products, but it still faces major issues with clarity, complexity, and alignment with the broader Sustainable Finance framework. The successive reforms and lack of clarity in this regulatory framework have posed and continue to pose a significant risk to legal certainty and the development of the sustainability market. This has also significantly increased the costs of launching ESG products compared to mainstream ones and has resulted in information difficult to understand for retail clients.\ne\nFor the sake of simplicity, it should not be compulsory reporting of NFC- with NFC-, since as stated by EMIR, non-financial counterparties activity poses less of a systemic risk to the financial system than the activity of financial counterparties.\nTo effectively redirect capital towards sustainable activities and enhance investor protection, particularly for retail investors, reforms are needed to provide: (i) greater legal certainty; (ii) an adequate system for ESG-focused product categorisation and labelling; (iii) consistency with other regulations (including PRIIPS, MiFID, BMR and CSRD and Fund naming guidelines among others); (iv) fair treatment of financial products across the EU; (v) simplification of pre-contractual and periodic information to client to improve legibility. The materiality principle should be introduced for all Principle Adverse Impacts (PAI) indicators to ensure that these disclosure requirements are fit for purpose and consistent with the CSRD. The PAI indicators should moreover be based on the disclosures required by the ESRS.\ne\n40",
  "page_41": "Packaged retail Administrative\nand insurance- burdens\nbased\ninvestment\nproducts\n(PRIIPS)\nRegulation (EU)\n1286/2014\nQuantitative Administrative\nreporting\nburdens\ntemplates for\nInsurers\nImplementing\nRegulation (EU)\n2023/894\ne Existing SFDR information requirements risk incoherence with PRIIPS and overlaps in relation to information that is already available. Regulation (EU) No 1286/2014 provides that the Commission shall be empowered to adopt delegated acts in accordance with Article 30 specifying the details of the procedures used to establish whether a PRIIP targets specific environmental or social objectives.\ne The templates for the submission by insurance and reinsurance undertakings of information necessary for their supervision, may be simplified prioritising objectives, avoiding duplication (once-only principle), and focusing on materiality.\nPRIIPS sustainability information requirements should simply refer to the corresponding SFDR information.\ne\nThe revision of the ITS on supervisory reporting in the current review of Solvency Il, specifically taxonomy 2.10.0, should prioritise reducing the reporting burden rather than introducing new templates. Changes to existing templates should be minimised unless they significantly reduce the reporting burden. Adding new templates or data points increases the administrative burden and raises costs associated with data production, quality checks, and reporting. Documentation on the usefulness of every template, including an explanation on why it is necessary, would enhance transparency and prioritisation. QRTs should be reviewed to reduce their number, focusing on those most relevant to insurers’ core operations. EIOPA is well-positioned to identify less critical templates. Reporting should emphasise key areas: technical provisions, own funds, assets, SCR/MCR calculations. Monthly reporting, as is potentially envisaged for ECB Securities Holdings Statistics reporting should be avoided. This does not align with the objective to reduce reporting. Instead, the required request from ECB should be limited to already available information and the reporting frequency should be maintained.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n41",
  "page_42": "Vil.\n47 |Forced labour Administrative\nburdens\nRegulation (EU)\n2024/3015\nExcessive\nadjustment\nburdens\nInternational value chains / trade / transport: inconsistency across the EU legislation and the challenge of extra-territorial application that could put companies in a difficult situation when EU legislation conflicts with legislation in third countries, excessive administrative cost, advantageous position for competitors that do not have to comply with similar requirements and possible reaction from third countries including refusal to serve the EU market\nCompanies must provide very detailed information if there is an investigation from the authorities due to concerns of a possible violation of the obligation of not putting products made with forced labour in the EU market. Important elements of the proposal are overlapping with the CS3D and it is not very clear at this stage how the two will interact and this has also an impact on reporting obligations for companies. In some jurisdictions it is becoming increasingly difficult, if not illegal, to request and obtain detailed information needed to prove that a product is not manufactured or provided with forced labour. Even if the Regulation does not introduce a reversal of the burden of proof, the reporting requirement is a strict one. Another important point is the following: when it comes to the withdrawal of products, an exception is indeed included to prevent disruptions of supply chains that are strategic or of critical importance for the EU. In this case, the lead competent authorities may decide against the disposal of the product concerned. Instead, they could order that the product is withheld for a period of time, at the cost of the economic operator. Economic operators should then demonstrate that they have eliminated forced labour from the supply chain of the product concerned, then the lead competent authority shall review its decision with a view to releasing the product. If economic operators are not able to demonstrate that forced labour has been eliminated from the supply chain\ne\nWe need to make sure that all the tools that are necessary for the smooth and effective implementation of the Regulation, including the Commission’s database with information on forced labour risk, the Forced Labour Single Portal and the Union Network Against Forced Labour Products, are available well before the end of the transition period of three years before the Regulation enters into application. The timely publication of guidelines for economic operators that will also include support measures for micro and small and medium-sized enterprises (MSMEs) is also crucial.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n42",
  "page_43": "|\n|\nDeforestation Administrative\nburdens\nRegulation (EU)\n2023/1115 (to Cross-border\nenter into\nregulatory\napplication on 30 barriers\nDecember 2024\nfor large firms Excessive\nand in June\nadjustment\n2025 for SMEs) burdens\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nApprove the extension of the entry into implementation of the EUDR by 12 months, from 30 December 2024 to 30 December 2025, in order to ensure that all entities involved in the implementation of the Regulation — Member States’ competent authorities and the private sector — are ready. Ensure that the benchmarking system for the classification of third countries (low, standard or high risk) is in place as soon as possible. Provide more guidance and clarifications on the obligations of economic operators, related to due diligence and the implementation of geolocation. Look into simplifying and streamlining declarations by importers. Enhance the IT system and provide data protection guarantees.\nReduce scope and streamline merger control procedures: o Introduce time limits for pre-notification procedures and provide transparency about the average duration; o Avoid excessive data requests, ensuring that requests are unambiguous, specific, and limited to the information required for the analysis;\nof the product concerned, then the lead authorities will move with the disposal of the product.\nThe Regulation requires economic operators to collect geographic coordinates (geolocation) of the plots of land where the commodities covered by the Regulation are produced. This information needs to be included in the due diligence statements of the importers. A lot of questions remain on how this will be implemented in practice. It is crucial to ensure that the Regulation does not overlap with the EU Timber Regulation and Forest Law Enforcement, Governance and Trade (FLEGT). Increased administrative burden, slowing down trade and potentially disrupting supply chains. The implementation of geolocation remains a challenge, especially for smaller firms in the EU and in developing countries. Without the benchmarking system in place companies will not be able to adapt their due diligence activities and decisions. Lack of harmonisation across Member States, for instance on controls and penalties, will lead to discrepancies.\nAs a third party: The process of information gathering from the market by the European Commission is extremely burdensome and _ highly inefficient. The practice of sending out lengthy and _ detailed questionnaires to customers, suppliers and competitors of the notifying parties with responses required within very short timeframes (typically, around five business days) leads to pseudo-robust results. Response rates\n49 Mergers and Administrative\nconcentrations | burden\nRegulation (EC)\nNo 139/2004\n(including the\npackage\npublished on 20\n43",
  "page_44": "50 |Critical raw\nmaterials\nApril 2023 aimed\nat simplifying\nmerger control\nprocedures\nunder the\nEUMR)\nRegulation (EU) Excessive\n2024/1252\nadjustment\nburdens\nAdministrative\nburdens\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nare typically low and the questions are often leading. The third parties receive these requests without prior notice and the short time frames for the response require immediate attention of a large number of employees in order to provide a consolidated view of various stakeholders within the responding undertaking. Also, rather than allowing undertakings to provide the responses in a format which would make it easy for undertakings to discuss and _ align internally, the Commission requires the use of a non-user-friendly online mask. As a notifying party: Even after the most recent round of simplifications, concentrations without any local nexus to the EU need to be notified. Even in straightforward cases, the Commission requires information on “all plausible market definitions” from the notifying parties. The policy regarding referrals under Article 22 EUMR has not only created a high level of legal uncertainty but also requires undertakings to engage with potentially all national merger control authorities in the EU to bring the case to their attention.\nThe proposal sets a framework for systematically monitoring critical raw material supply risks at different stages of the value chains, including reporting obligations on Member States and companies. o Article 19 and 20 - monitoring and information obligations: Member States shall identify key market operators in the critical raw materials value chain, whose activities shall be monitored (e.g., by regular surveys to economic operators). [e) Article 21 and 22 - reporting on strategic stocks and coordination: Member States shall submit information to the Commission on strategic stocks\no Grant notifying parties and third parties more flexibility when responding to information requests. [e) Third party reporting: Other authorities engage with third parties orally or with targeted and sensible questions. The European Commission should take a similar approach. [e) Notifying parties: A local nexus should be required to trigger an EUMR notification, in line with ICN best practices. The requirement to provide detailed information on all plausible market definitions in Form CO should be deleted. If the Commission wants to continue with this policy regarding referrals under Article 22 EUMR, the process should be defined and streamlined.\ne Article 19-20: Adopt risk-based monitoring: Consider a targeted monitoring system to replace general periodic surveys and minimise unnecessary data collection. For instance, it could be more effective to create communication channels so that companies can identify (imminent) disruptions in supply chains at an early stage, allowing for targeted and risk-based action. Such an ‘early warning’ system would be better than a general periodic survey that is not risk-based nor targeted. Article 26-30: Align reporting obligations: Integrate CRMA\nreporting with existing frameworks like ESPR and the\nDigital Product Passport to prevent duplication. The\n44",
  "page_45": "of strategic raw materials. The information shall also cover level of stocks held by economic operators charged by a Member State to build up stock on its behalf. Therefore, this reporting obligation applies indirectly to business. Article 23 - company risk preparedness: large companies that manufacture strategic technologies using strategic raw materials shall subsequently perform an internal audit of supply risks in their supply chains every two years (Article 23(2)). Article 26 — recovery of critical raw materials from extractive waste: operators obliged to submit waste management plans in accordance with Article 5 of Directive 2006/21/EC shall provide to the competent authority as defined in Article 3 of the same Directive a preliminary economic assessment study regarding the potential recovery of critical raw materials from, amongst other, the extractive waste stored in the facility. Article 27-30 - declarations regarding permanent magnets and environmental footprint: obligations for economic operators (amongst others) to possibly make product declarations for products with critical raw materials, including permanent magnets. e Article 26-30 - the waste management plan and environmental footprint product declarations must be fully consistent with other sectoral legislation, such as the (proposed) Eco-design for Sustainable Products Regulation (ESPR). The CRMA should not create parallel system but build on provisions already applicable in sectoral/environmental product legislation (e.g., incorporation in the Digital Product Passport).\na\na\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\nCRMA should not create a parallel system but build on provisions already applicable in sectoral product legislation. Simplify stock and waste recovery obligations: Streamline processes and ensure economic feasibility of compliance requirements. Support SMEs: Consider exemptions or simplified requirements for small and medium-sized enterprises.\n45",
  "page_46": "Neegisason [burden ” Surdendescrption\nUL\nTraceability of Administrative\nproducts\nburdens\nCross-border\nDirective\nregulatory\n2014/40/EU (Art | barriers\n15) ; subsequent\nsecondary\nlegislation\nArticle 19-20: Monitoring is an important pillar of the CRMA, but it risks turning into a paper tiger. Systematically collecting a wide range of data points from economic operators on the basis of Articles 19 and 20 will lead to disproportionate administrative burdens. Article 23: The obligation for certain large companies in the chain to conduct periodic internal audits should be proportionate and consistent with the monitoring provision for sharing information with the competent authorities in Article 19/20 (consistency articles 19/20 and 23). The added value of Article 23 is unclear because: (a) targeting companies that produce certain technologies rather than companies using certain materials (so provision is burdensome, no added value for CRMA’s scope and not incentivising substitution) and (b) Member States are already required to identify key market operators along the CRM value chain and monitor their activities through regular surveys.\nThe EU Track and Trace system, as regulated under TPD2, has been designed as one of the tools to help fight against illicit trade. It requires all packaging levels (down to unit pack) of tobacco products to be marked with a digital Ul code (unique identifier code). This system requires tobacco manufacturers to cover the total cost of the T&T system. The focus here is on the cost of the UI codes.While every UI code is scanned and reported, cost of the UI codes varies significantly across Member States. While the Commission Impact Assessment mentions that the total cost for ID issuers will be 14 MM EUR, based on the assessment of a rough unit price per UI code of 0.000429 EUR (i.e., 0.43 EUR per 1,000 UI codes), the actual cost varies between 0.30 and 3.4 EUR per 1,000 UI codes (with an\n| Suagestimprovement\ne\nCommission should challenge these costs and request for a justification of the costs which are unreasonably higher than the average given the significant discrepancies in fees charged for largely identical services (as service requirements are set out in the legislation). Article 5 of Commission Implementing Regulation (EU) 2018/574: o Proposal 1: Instead of payment based on the number of ordered codes, setting up a system where manufacturers pay for the codes that were actually consumed/used. Proposal 2: Extension of UI codes lifetime due to frequent changes in the production plan (e.g. late delivery of the non-tobacco products components).\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n46",
  "page_47": "Neegisason [burden ” Surdendescrption\nll\nextreme\nInternal Market | Administrative\nEmergency and| burdens\nResilience Act\n(IMERA)\nRegulation (EU)\n2024/2747\nof Member State where the cost is\ncase one 9.4 EUR per 1,000 UI codes). As per Article 5 of Commission Implementing Regulation (EU) 2018/574, Unique identifiers generated by ID issuers may be used to mark unit packets or aggregated packaging, as provided for by Articles 6 and 10, within a maximum period of six months from the date of receipt of the unique identifiers by the economic operator. After this time period unique identifiers shall become invalid and economic operators shall ensure that they are not used to mark unit packets or aggregated packaging. Manufacturers are required to pay for the Ul codes based on the number of codes ordered, rather than the codes actually used which very often leads to a lot of wasted codes, due to expiration date. According to the legislation, ID issuers must “electronically transmit” the UI codes following a request from a manufacturer. Ul codes are received by the manufacturer within maximum 24h after request. Manufacturers can also request “fast delivery” of codes, in which case codes are delivered within maximum 2h. Ordering UI codes in faster procedure than a regular one is significantly more expensive. To monitor strategic supply chains, Member States shall\nidentify the ‘most relevant economic operators’ within\nthe relevant strategic supply chains and request\ninformation from companies on a _ voluntary basis.\nHowever, ultimately it is up to Member States how to\ncollect information which may become a mandatory\nobligation on companies.\n| Suagestimprovement\nAdditionally, the expiration date of codes is not aligned with the logistic processes at manufacturing level, which often last longer than the prescribed 6 months. This is especially going to be a troubleshot with OTPs (Other Tobacco Products). e Electronical transmission of Ul codes: Fast electronic UI codes ordering feature should be at the same cost and enabled by default for all ID issuers. (the same as what exists in Romania currently and does not result in any burden for the code issuer or the Member State as the technical process remains the same)\nArticle 24-27: Delete from Regulation the possibility of an implementing act for information collection, in order to make the information requests genuinely voluntary to avoid burdening companies during a crisis.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n47",
  "page_48": "Neegisason [burden ” Surdendescrption\n| Suagestimprovement\n53 \\International Administrative\n* passenger\nburdens\ntransport\nCross-border\nRegulation (EU) regulatory\n3361/2014 ;\nbarriers\nRegulation (EU)\n1073/2009\nIn addition, on the basis of Article 24(2-5), the mandatory information requests may ultimately end up being mandatory for companies through an implementing act.\nJourney form for the international carriage of passengers by coach and bus, which is a paper document containing information about a journey (such as the route, number of passengers, type of transport, etc.). The compliance costs mainly concern man-hours and fines to be paid for forms which are incorrectly filled in. The sector's estimation is that compliance costs will exceed 23,5 million EUR per year, in a sector with margins between 3-5%, so it represents a large burden on the sector for a form that is (almost) obsolete. Moreover, the document is error-prone and Member States use different enforcement rules. As a result, entrepreneurs run into fines that are impossible to avoid. The form serves as a source of information for the Commission to understand and quantify the different types of international bus transport. The filled in journey form must be collected by the Member State and submitted to the European Commission by the Member State. This is for instance not done by the Netherlands. It is likely that other countries do not send the travel sheets either. In addition, the document contains information that companies also have available digitally (and therefore more manageable for both company and driver). Conclusion: the journey form is an old-fashioned, unworkable document that misses its target.\ne\nA better, more efficient and workable option is a system like the IMI portal for minimum wages. When needed, roadside inspectors can demand the drivers or companies to upload the relevant documents/evidence.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n48",
  "page_49": "Vill.\nCybersecurity | Administrative\n(NIS2, CER\nburdens\nDirective, CRA,\nGDPR)\n(Directive (EU)\n2022/2555 ;\nDirective (EU)\n2022/2557 ;\nRegulation (EU)\n2024/2847 ;\nRegulation (EU)\n2016/679\nDigital Economy: numerous duplications across EU legal acts and multiple implementation bodies involved, resulting in fragmented implementation, Single Market barriers and offsetting of resources from the major objectives of safety and security of goods and services\nThese pieces of legislation inconsistently require entities to report incidents which have or can cause a disruption of the provision of the essential or important service. In a hypothetic situation where a physical intrusion/accident (CER-scope) in an energy sector entity, leads to compromise of data, integrity and authenticity of the service (NIS2-scope), the incident is reportable under those two laws, and if the compromise was a function of a _ publicly known exploited vulnerability of a product integrated in the system, a report of that is also due under CRA-scope (the entity notifies the manufacturer, which still requires a process and human resources allocation); and if personal data was breached the entity must report under the GDPR.\nImplementation of the “once-only” principle. A clear instruction that a report of a significant incident to one of the competent authorities (whenever they do not overlap) is deemed sufficient and compliant with all those rules should be introduced. In addition, the interim reports “upon request” by the competent authorities under incidents in the scope of CRA and NIS2 Directive should have the option to be refused by the entity, if there is no capability for an action to be taken by the competent authority to directly help the mitigation of the incident (only want interim report if you know you can act upon the information as a competent authority). The first step is to conduct a thorough mapping of these requirements and administrative setup with respective competences of the authorities in charge to understand the linkages between them as well as potential risks for inconsistencies, fragmentation and negative effects on dedicated resources. Streamlining and simplifying the requirements of the various regulations should be the next step. Compliance authorities are encouraged to make provision for synergies in the event of overlapping reporting obligations in order to avoid unnecessary financial and administrative burdens and to ensure that the notification process runs smoothly and on time. Notification requirements should therefore be harmonised with regulatory frameworks, and a realistic notification timeframe should be defined, taking into account the operational realities of the entities involved. Perfect synergies between the competent authorities will\n(0) NIS2 Directive requires Cybersecurity incidents to be notified within 24h and reported with more details 48h later (72) to the CSIRT, and vulnerabilities to be reported voluntarily. Overlap with GDPR (EU) 2016/679: requires data breaches (which can be a result of cybersecurity incident subject to the reporting in NIS2 or in CRA) to be reported in 72h to the data protection authority. Newly adopted Cyber Resilience Act, introduces reporting obligations of 24h to the competent authorities for an incident and/or vulnerability in a product (again potentially overlapping with a cybersecurity incident NIS2, that can also entail data protection breach, GDPR).\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n49",
  "page_50": "Market\nSurveillance burdens\n(Market\nSurveillance\nRegulation\nGPSR, DSA)\nRegulation (EU)\n2019/1020\nRegulation (EU)\n2023/988\nRegulation (EU)\n2022/2065\nAdministrative\nBusinesses of all sizes are confused with all the reporting requirements and their potential overlaps or reporting similar information several times to different bodies. Even if one legislation is addressed to entities (NIS2) and the other to processors and controllers (GDPR), or product manufacturers, some service providers (CRA), these roles may overlap in certain cases: an entity can be a controller/processor; a manufacturer could also be a_ processor/controller; service provider being entity. All this will cost not only legal fees to understand the obligations, but also man hours to execute the different processes and respond to also ad-hoc requests (as NIS2 and CRA allow for authorities to ask companies to give updated information \"upon request\"). Businesses are afraid that resources inevitably will be diverted from the core mission of the cyber-team, i.e. fixing incident or vulnerability.\nUnder DSA, users, and trusted flaggers can report illegal product or services (where “illegal” means non- compliant with Union or Member State law). Since “unsafe” products (GPSR et al.) would essentially be always “illegal” to be sold at the EU marketplaces (as it is not compliant with safety requirements.), technically there is a big overlap of scope. Hence, if a safety issue with a product is reported by the trusted flagger entity as illegal content, the marketplace must act under the DSA to disable access, but also must notify the trader, and most likely the market surveillance authority (Though we could not really find direct texts pointing at this obligation — does it go without saying if you have actual knowledge, given MSR recital 19 mention that — “hosting service providers should not be held liable as\nensure that exchanges of confidential information between authorities are limited to those cases strictly necessary to protect the commercial interests of companies. Clear instructions of what a critical product is must be analysed, taking into account the specifics of various industrial sectors/applications.\nClearly defining the scope and leaving no margin for diverse interpretations, i.e., “Unsafe products” will be the products that do not comply with safety requirements under EU or national law, which makes them fall under the definition of “illegal content” in DSA. Trusted flaggers should also report to the Market Surveillance Authority the relevant unsafe product, in order to enable: a) MSAs to take action, and b) MSAs to instruct the marketplace, whether the product must be removed/disabled access to.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n50",
  "page_51": "|\n|\nAI Act & Radio | Administrative\nEquipment\nburdens\nDirective\nCross-border\nRegulation (EU) regulatory\n2024/1689\nbarriers\nDirective\n2014/53/EU\nlong as they do not have actual knowledge of illegal activity or information and are not aware of the facts or circumstances from which the illegal activity or information is apparent.”).\nUnder the Al Act, Article 6.1 states that an Al system can become high-risk if it is used as a safety component or is a product itself under sectoral EU legislation and is required to undergo a third-party conformity assessment. This implies that an Al product that benefits from the presumption of conformity granted to it by Harmonised European Standards under respective EU sectoral legislation would allow the product to avoid being classified as high-risk and the costs related to this classification. However, the Commission under the Radio Equipment Directive believes that the Al system would be high-risk under the Al Act irrespective of the existence or application of harmonised standards. In the case of the energy sector, Al systems intended to be used as safety components in the management and operation of critical infrastructures are considered “high-risk” per the Al Act’s Annex Ill. 2. Yet due to the lack of specificity under Annex Ill.2 there is no EU common list of infrastructures considered critical. This leaves their identification at Member State level, which risks a fragmented interpretation of ‘critical infrastructure’ under the Al Act. Moreover, EU countries must identify critical entities by July 2026 (according to the Resilience of critical infrastructures Directive) while the deadline to comply with high-risk Al systems is August 2026. Therefore, energy companies would only have one month to\ne The interpretation of the Commission under the Radio Equipment Directive should be changed not to create a precedent of expanding the scope of the high-risk classification into products that may not warrant additional measures. A common list of infrastructure considered critical should be identified at EU level and enough time should be given to identified Al systems to be certified.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n51",
  "page_52": "|\n57 |Radio\nEquipment\nDirective\nCommission\nDelegated\nRegulation (EU)\n2022/30\n|\nExcessive\nadjustment\nburdens\nidentify which Al systems will need to be certified as high-risk and apply the extensive Al Act requirements.\nThe lack of published harmonised European standards under the radio equipment directive. Specifically, the EN 18031 series under the delegated Regulation 2022/30 (RED DA). The Regulation comes into application 1 August 2025, and the standards are still not published. Consequently, companies producing products that are directly or indirectly connected to the internet need to plan for two scenarios. [e) Relying on the standards now published as European standards - in the hope the Commission will publish them as harmonised in time; Plan for the involvement of notified bodies — not knowing if their involvement will be needed on 1 August 2025. If the standards are not published before the application date, companies will have to stop placing products on the market if they have not been prone to assessment by a notified body. If the standards are published before the application date, the companies that have gone through notified bodies will have taken on unnecessary costs and administrative burden related to the buying of the service. Furthermore, companies who are buying assistance from notified bodies today risk having their certificates withdrawn, if the notified bodies are in doubt they have certified on a non-legal basis. Furthermore, access to notified bodies is limited within the EU. That means companies are not certain of having access to sufficient capacity to have their products assessed.\nTake into consideration the time needed for standards development when determining application date for new legislation. In this specific instance, it means postponing the application so that harmonised European standards are made available well in advance and legal certainty ensured. The European Commission took a more proportionate approach to approving standards for publication, better balancing their own need for legal certainty and the need for a well-functioning internal market (for more, see point 3 below), including publishing the EN 18031-series in the OJEU. If the European Commission does not accept harmonised European standards for publication within 6 months, the European standards should get a similar status as harmonised ones granting presumption of conformity. For Member States to object to such standards granting presumption of conformity, they should be obliged to document why the standards do not comply with the essential health and safety requirements of the regulation they serve (as is the case for formal objections today).\ne\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n52",
  "page_53": "Neegisason burden” | Surdendescrption\nIX.\nRegulation (EC) regulatory\nNo 883/2004 ; barriers\nDirective\n2014/67/EU ;\nDirective\n2005/36/EC\n53\n| Suggestedimprovement:\nEmployment / Social affairs: Remove excessive regulatory burdens for employers deriving from the posting of workers directive and social security coordination regulation / A1 forms, pay transparency directive, platform work directive, transparent and predictable working conditions directive, as well as the draft directives on European works councils and traineeships.\nAdministrative\ne Various procedures and different information requirements related to (prior) notification following the requirements of EC/883/2004 and 2014/67/EU often create unnecessary red tape with regards to labour mobility within the single market. Posting notification (2014/67/EU) via national notification system of the receiving Member State requires many detailed information, i.e. on the service provider, the contact person in the receiving Member State, the posted employee as well as the place, start and duration of the posting — in most cases to be notified individually for each posted employee and/or each posting of the same worker. Multiple notifications, i.e. in case of posting a group of workers to the same company, is not possible. Submitting various documents, often including the employment contract, pay slips and timesheets. In most cases, these must be _ translated into the official language of the receiving Member State. Many Member States have also introduced additional information requirements at national level: VAT identification number (FR, AT), social security number (AT), professional qualification (FR), fiscal code in destination state (IT, LUX), A1 certificate (FR, LUX), beginning of the employment contract (AT). In some Member States, additional documents must also be submitted: health certificate (FR, LUX), copy of A1 certificate (FR, AT, IT, LUX).\nThe ongoing revision of Regulation 883/2004 on coordination of social security systems should provide that all business trips together with brief and short-term employment postings are completely exempted from the need to apply for an A1 certificate. To prevent abuse, sectoral derogations should be allowed, for example in the construction industry. In parallel, the further development of the European Social Security Pass (ESSPASS) would help to reduce the administrative burden faced by employers. Regarding (2014/67/EU): Effective implementation of an EU-wide digital tool (the so-called eDeclaration”) that is to be used by all Member States on the voluntary basis and enables to have an EU-wide system for notifications for the posting of workers and a harmonised list of information requirements. Abolish legislative separation: The notification obligations under labour law and the application for an A1 certificate under social security law should be merged into one procedure. Creating “Help Desk” for companies at the European Labour Authority (ELA) where clear and updated information on posting as well as national social security rules would be easily available. Further work on improving Single National Websites on posting of workers to increase its user-friendliness and coherence of available information. Ensuring that the current systems for mutual recognition of professional qualifications when posting workers are simplified and the applications for mutual recognition are\nburdens\nCross-border\n58 [Posting of\nworkers/A1\nforms\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_54": "Neegisason [burden ” Surdendescrption\nll\nTraineeship Administrative\nDirective\nburdens\nCOM(2024 132 Excessive\nfinal (ongoing) adjustment\nburdens\nReporting and notification obligations under Enforcement Directive and Regulation (EU) No 883/2004 overlap. A German study on quantifiable regulatory burden from posted workers directive in combination with A1 portable documents calculated the costs for applying an A1 Certificate at company level in four Member States (France, Austria, Italy and Germany) (total economic costs in the examined countries in EUR (2019)): e Austria: 660.000,- e France: 830.000,- e Italy: 1.660.000,- e Germany: 16.720.000,- A study conducted by the German Foundation for Family Businesses shows that the average processing time for the posting notification per posted worker takes 66 minutes in Austria, 80 minutes in France, 66 minutes in Germany and 71 minutes in Italy. These estimates do not include the time required for legal research on the process and working conditions to be respected, which is estimated to be at least 360 minutes for France in case of reoccurring posting (and up to 1,200 minutes for the first posting to France). Additional costs arise, among other things, from translation obligations.\nThe provision of traineeships that focus on learning outcomes towards improving the employability and employment prospects of trainees across the EU. There needs to be a practical, realistic and understandable framework at the national level that does not put excessive and unnecessary administrative burden onto employers. The Commission’s proposed Directive would put considerable reporting obligations and burden of\n| Suagestimprovement\nBusinessEurope is calling on the Commission to withdraw the proposed Directive. If a complete withdrawal is not achieved then significant improvements are needed to the text in order to ensure an appropriate regulatory context, where schemes already regulated through third parties, such as collective agreements or national law are unbound by new regulatory demands and_ burdens. Thereby\ndigitalised. Such an approach of digitalising applications should also be more broadly applied in order to reduce administrative burdens, thereby contributing to the free movement of people and services and make the area more dynamic and reduce waiting times for employers in relation to ensuring mutual recognition of qualifications.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n54",
  "page_55": "| |\nCertificate of Excessive\nProfessional adjustment\nCompetence burdens\n(CPC)\nDirective (EU)\n2022/2561\nPay\nTransparency burdens\nDirective\nDirective (EU) regulatory\n2023/970\nbarriers\nAdministrative\nCross-border\nExcessive\nadjustment\nburdens\nproof onto employers, which run the risk of discouraging employers, especially SMEs, from providing traineeship opportunities.\nTo obtain a Certificate of Professional Competence (CPC), which is a 140 or 280 training course, it is mandatory to work as a driver for buses, coaches and trucks. CPC only exists in the EU and can only be obtained in EU Member States. While CPC is important, it acts as a barrier when looking for drivers from third countries for the road transport industry. Both the requirement of this mandatory certificate to carry out the activity and its lack of recognition by third countries, as well as the fact that the course and exam cannot be taken outside the EU, hinder the admission of drivers from third countries, further exacerbating the shortage of skilled labour and aggravating the problem compared to other sectors that also suffer from a lack of skilled workers but whose requirements of access to the profession are not limited by European regulation.\nArticle 6.2 provides that Member States may exempt employers with fewer than 50 workers from the obligation related to the pay progression. By making this exemption optional, the Directive risks imposing disproportionate administrative burdens on SMEs and micro-enterprises. Due to the overly prescriptive and highly detailed nature of the reporting obligations as set out in Article 9, companies with fewer than 250 workers should not fall under the scope of this article in order to avoid substantial administrative and financial burden.\ne\nrespecting national competences and _ taking into account the role of social partners within the context of diverse industrial relations systems and education and training practices across the EU.\nFacilitating the employment of non-EU professional drivers through an adequate EU legal framework recognising third-country professional driving licences and competence certificates. Increase the flexibility of the requirements to allow the training and exam to take place outside the EU (for instance, at embassies).\nArticle 6: All companies with fewer than 50 employees should be excluded from the scope of this article without making this optional for the Member States, as is currently set out in article 6.2. Article 9: o The scope of this article needs to be changed to exclude all SMEs with less than 250 workers from the reporting obligations. [e) A presumption of appropriateness should be included according to which a reference to the relevant collective agreement is sufficient in case of\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n55",
  "page_56": "ll\nEuropean\nExcessive\norks Council adjustment\nDirective\nburdens\nCOM(2024) 24\nfinal (ongoing)\nThe practical implementation of a single source establishing the pay conditions and the related expectation that employers should enable comparisons with hypothetical workers under Article 19 creates many concerns for employers. This is a clear example of the excessive burden stemming from a legal provision that is at odds with the practical HR challenges faced by employers. Moreover, the single source concept would significantly reduce the flexibility for both employers and workers to negotiate wages which reflect local or sectoral realities, including varying cost of living standards, degree of job mobility, scarcity differentials, and employers taking into account and rewarding individual employee performance. This would also fundamentally change the decentralised wage-setting system that many Member States maintain to more rigid and centrally set wage systems, which will have substantial effects on the competitiveness and attractiveness of a company.\ne About 1.000 EWCs exist in the EU, based on individual agreements and practices. e The new definition of “transnational” and extension of competences leads to legal and practical complications (Article 1(1) and (4)): the proposed changes extend the scope of the Directive and risk that matters that in practice are national have to be taken to EWC. This will overburden the companies’ structures and make it difficult\ne\ne\nundertakings adhering to collective agreements. This presumption of appropriateness should not only cover reporting on pay gap in Article 9 but also employee right to information as set out in Article 7. The reporting requirements under this article should be fully aligned with the reporting obligations stemming from the CSRD (e.g. disclosure requirement ESRS S1-16) to make sure that companies can streamline their actual reporting processes and make use of the same information in compliance with both directives at once. The reporting on the pay gap between female and male workers (Article 9) should be limited to the gender pay gap only (Article 9.1.(a)) which is the most relevant information with regards to the “principle of equal pay”, while significantly reducing the extremely detailed reporting and assessment obligations required. Article 19: It is important to limit employers’ obligation to assess whether workers are in a comparable situation to circumstances that are under the control of employers. The single source requirement should be deleted and replaced with an article making it clear that employers are only bound to compare workers working for the same company/organisation.\nKeep the previous definition of “transnational” (Article 1(1)): No extension of competences of the EWC. Delete several requirements for the information and consultation procedure (new Article 9) that hinder necessary and unavoidable company decisions, such as mandatory prior procedure and obligatory written reaction for the company management.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n56",
  "page_57": "Neegisason [burden ” Surdendescrption\ni\nTransparent Administrative\nand predictable} burdens\nworking\nconditions\nDirective (EU)\n2019/1152\nto differentiate with the competences of national employee representation bodies. There would be a risk of conflicting opinions between the EWC and national employee representation bodies, which will harm the social dialogue. The changes in Article 8 and in particular the new Article 8a_ seriously limit the companies’ ability to protect confidential information, for instance market sensitive information. The increased risk of leakage of market sensitive information will increase the administrative burden of the companies to ensure compliance with market abuse regulations. The detailed requirements of the information and consultation procedure (new Article 9) will complicate and even impede rapid decision-making in companies. Existing agreements not protected: The weak grandfathering of Article 14a does not sufficiently respect existing EWC agreements and forces them to change nearly every existing agreement.\nIn the reformation of the written statement directive, the content of the information to be provided to an employee at the beginning of the employment relationship was extended and the time limit for providing information was shortened compared to the previous regulation, creating an additional administrative burden for employers. Also, the information obligations related to minimum predictability of work (Article 10) and obligation to give reasoned written response related to transition to another form of employment (Article 12) imposes an additional administrative burden for employers.\n| Suagestimprovement\n| e\nKeep the “grandfathering clause” for existing agreements as in the previous revision of 2009. Safeguard existing agreements: Amendments to existing agreements may only be made by mutual agreement. Delete changes in Article 8 and the new Article 8a.\ne\nSimplify Article 10 related to minimum predictability of work. Remove the obligation to give reasoned written response related to transition to another form of employment in Article 12. Simplify Articles 4 and 5 related to the obligation and the timeline to provide information with a view to define one common period of one month of the first working day for providing all information.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n57",
  "page_58": "Neegisason [burden ” Surdendescrption\n64 Platform Work | Administrative e\nDirective\nburdens\nDirective (EU)\n2024/2831\nX.\n65 |Transparency Administrative\n* land\nburdens\nsustainability o\nthe EU risk\nassessment in\nthe food chain:\nUse of IUCLID\nlas standard data\nformat\nRegulation\n2019/1381\nIn particular, transparency obligations in chapter 3 and 4 towards employees and competent authorities risk evaluation obligation and information and consultation obligations create significant additional administrative burden and costs for companies.\nFood law: Misaligned digitalisation for regulatory processes as well as overlapping confidentiality requirements result in duplications and thus unnecessary compliance costs”\ne Requires the implementation of standard data formats for regulatory processes in scope of the Regulation. For processes regulated under Articles 7 and 14 of Regulation 1107/2009 and Regulation EC 396/2005 this Standard Data Format was defined as being the software IUCLID. All dossiers for the approval and renewal of plant protection active substances and setting or changing existing EU Maximum Residue Levels (MRLs) must be submitted using the IUCLID software and associated technology. IUCLID does not fully meet the legal requirements to support the dossier generation, submission, and especially evaluation end-to-end. This misaligned digitalisation leads to a situation where the respective dossiers are being duplicated in the previous document- centric format to ensure completeness and facilitate evaluation within Member State administrations. Currently IUCLID Dossiers are submitted as a pure compliance exercise to meet the requirement, but the evaluation of data is still based on the dossier format used before and which is submitted separately. The additional resource needs for industry to prepare an IUCLID dossier in addition to the format required before\n|\n| Suagestimprovement\ne\n58\nSimplify Articles 10 on human oversight and 11 on human review with a view to reducing the related administrative burdens for digital platforms.\nCompletion of the digitalisation process. Improvements should consist of two elements:\ne Make the IUCLID software fully compliant to meet all legislative requirements regarding dossier submission. Make IUCLID fit-for-purpose to support the evaluation process and in parallel ensure IUCLID is used for evaluation preventing Member States to ask any side submissions from applicants.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_59": "Neegisason [burden ” Surdendescrption\nUL\nTransparency Administrative\nand\nburdens\nsustainability o\nthe EU risk\nExcessive\nassessment in adjustment\nthe food chain burdens\nConfidentiality\nClaims\nRegulation (EU)\n2019/1381 (in\nconjunction with\nEFSA Practical\narrangements on\nConfidentiality\n(Art. 6 and 10))\n(and still needed) average 2000 hours per submission. Based on associated costs this would be roughly 200.000 EUR extra per submission (so 2.4 million EUR on average per year for a large European company). The additional costs for EFSA and Member State administrations are difficult to estimate for business, but as there are additional delays of several years(!) in most of the regulated processes since the implementation of IUCLID, they can be considered significant. The severity of the current delays against the applicable deadlines is highly alarming, also in terms of the public perception of the regulatory system overall which appears to contradict the entire objective of having Regulation 2019/1381 in the first place.\nAll information claimed confidential either by falling under GDPR or by being Confidential Business Information (CBI) as defined by Article 63 of Regulation (EC) 1107/2009, requires individual justification on the precise piece of information. In addition, the Practical Arrangements referred to have introduced another set of substantial requirements which lack any legislative foundation. The current resource needs to individually justify each confidentiality claim is roughly 500 hours per submission for business. This would average 50.000 EUR a month, so 600.000 EUR a year, but there are large variations across years. A similar resource need is estimated for evaluating those claims.\n| Suagestimprovement\ne It should not be necessary to provide any justification for items which are obviously falling under GDPR by their very nature (e€.g., names). In addition, it should not be necessary to meet the cumulative requirements on CBI where Article 63 of Regulation (EC) 1107/2009 already provides a straightforward closed list of items treated confidential. e Article 6 of Practical arrangements concerning confidentiality in accordance with Articles 7(3) and 16 of Regulation (EC) No 1107/2009 and Article 10 of Practical arrangements concerning transparency and confidentiality should be removed in their entirety. They are superfluous as EU law already provides a clear definition of items deemed confidential in a Dossier under Regulation (EC) 1107/2009 Article 63 (and in addition, the GDPR).\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n59",
  "page_60": "Neegisason burden” | Surdendescrption\nXl.\n67 |Capital\nExcessive\nRequirements adjustment\n(CRD, CRR)\nburdens\nDirective 2013/36/EU ; Regulation (EU) No 575/2013\n68 Precontractual Administrative e\ninformation in burdens\ninsurance\nDirective (EU)\n2016/97 ;\nRegulation No\n1286/2014 ;\nDirective\n2009/138/EC\n60\ne The ESAs should ensure that the options they pursue do not contradict the spirit of the level 1 in terms of conservatism. Level 2 proposals should include an impact analysis. There should be political scrutiny on both regulatory and supervisory activities (i.e. holding supervisory authorities accountable.\nPrecontractual information requirements should be simplified, avoiding overlapping elements, and focusing on the key aspects to allow consumers an informed decision taking when purchasing an insurance policy. The number of pieces of information should be reduced significantly. Certain pieces of information that are not relevant for the majority of customers should be removed from the general information requirements and could be provided only on demand. Other pieces of information might be provided to the supervisory\n| Suggestedimprovement:\nFinancial services: Extensive and overly complex regulatory framework in the financial sector create a burden for both companies and consumers”\nAlthough the implementation of the Basel 3 framework in the EU has been completed, more than 140 regulatory technical standards (RTS) are still pending to finalise the framework, for which the EBA is in charge. There are many RTS where companies have already identified the risk of potential additional capital requirements. These RTS are published without any impact assessment. While supervisors / regulators such as the EBA are granted with huge discretion, in some cases companies see some kind of gold plating that runs counter to the competitiveness of financial companies operating in the EU. In the EU, the legislation of policy cycle 2019-2024 has produced 440 mandates for the ESAs. On some occasions, these mandates act as an opportunity to increase conservatism versus the level 1 text. This is done by either choosing the most constraining approach possible, or even gold plating the mandate of legislators.\nConsumers looking for an insurance product face an overwhelming amount of pre-contractual information, due to extensive and overlapping requirements from multiple EU laws on insurance, including the Insurance Distribution Directive (IDD), Solvency II Directive and Packaged retail and insurance-based investment products (PRIIPs). On top of that, additional information stems from other EU Laws such as the SFDR, e- Commerce Directive, General Data Protection Regulation (GDPR) etc. This overwhelming number of\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE",
  "page_61": "disclosures, instead of supporting consumers in taking an informed decision, create confusion and discourage citizens to pay attention to the pre-contractual information. For example, consumers looking for a sustainable IBIP (insurance-based investment product) receive 339 pieces of precontractual information.\nauthority, without need to include them in the precontractual information documents for potential customers. The design of simplified and clear info requirements should be based on extensive consumer testing and behavioural analysis.\nREDUCING REGULATORY BURDEN TO RESTORE THE EU’S COMPETITIVE EDGE\n61",
  "page_62": "CONFINDUSTRIA\nItaly\n¢¢¢\nhd\n+\nSOHNE 7F8 ECHER APRETTGEBFRUFREANN\nJs TR ueeenn Toe\nSwitzerland\nC\\BII|\nUnited Kingdom\nAustria\n[ anise Keaee! * Le\nDenmark\nBDI\nUNIJA POSLODAVACA\nMontenegro\nVNONCW\nBUSINESSEUROPE\noe\nFFF\nBusinessEurope is the leading advocate for growth and competitiveness at the European level, standing up for companies across the continent and campaigning on the issues that most influence their performance. A recognised social partner we speak for enterprises of all sizes in 36 European countries whose national business federations are our direct members\n®\nVBO FEB\nBQ: CATs INCUSTRIAL LGARIAN Ld \\o'a MG.) CEA apes’ Assoulice\nPesteea:iar ob rbarpeewe le Codedin\nUrien of the Buiger'an Susinass\nCroatian Crp\nOEB\nBelgium\nBulgaria\nCroatia\nCyprus\nDe\nCK\nbusiness E)\nEE /UNLON ELL) uy Lene ibe\nConfederation of\n\"BDA\nDanish Industry\nFinnish Industries\nUR RRR SORT\nDE ARBETSESER\nDenmark\nEstonia\nFinland\nFrance\nGermany\nSEV\ne,\n@,@ atvinnulifsins\naration oF caternrises\nbe\nFi fob ee et\nGreece\nHungary\nIceland\nIceland\nIreland\nQ\n@* Cen alist\niP\n“L\nK\nGr Industr\nEDIL\na\nSeenctrmemcn eee THE MALTA CHAMBER\nEMPLOVERS CONFEOERATION OF LATVIA\nLatvia\nLithuania\nMalta\nLuxembourg\nANIS 'O@ C SONFEDERATIA PaTRORLALE,\n(CONCORDIA ‘SERBIAN ASSOC ATION OF EMPLOYERS\nTHHUA TOCHORARAUA CHSHUE\nLEWIATAN\nroy pata\nsesamin\nPoland\nPortugal\nRep. ot San Marino\nRomania\nSerbia\nO\nCZOE\nZDS\nEmpresas\nEspanolas\nWi\npe J\nSwCOISM EWTERPRISC\necanomlesulsse\nSlovenia\nSpain\nSweden\nSwitzerland\nN3\na2\" TISK\nNY\nTUSIAD\nFROSRATION\n‘ihn aesocunegs\nOF FL OVERS\nOF UXRAINE:\nUnion of Ukrainian\nEntrepreneurs\nTurkey\nTurkey\nUkraine\nUkraine\nSR EORESEIR -eAPLIOEN 10\nMC TC\nSlovak Republic\ni)\n€@NHO | HUNK CURE EUEI2S LN\nNorway\nUF nous In g OF COMPETE TIE EISCH ATION REPL\nCzech Republic\nREPUSLING¥A UNIS\nMagy\nThe Netherlands\nee\nAvenue de Cortenbergh 168 B - 1000 Brussels, Belgium Tel: +32(0)22376511 / Fax: +32(0)22311445 E-mail: mainfabusinesseurope.eu\nWWW.BUSINESSEUROPE.EU\nEU Transparency Register 3978240953-79\nGermany"
},
  "language": "Languages.ENGLISH",
  "total_pages": 62
}
