{
  "file_name": "56_676.pdf",
  "pages": {
  "page_1": "\\\\\nGuidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nUNECE\nConsultant: Andrey Dodonov\nAugust 2020",
  "page_2": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nExecutive Summary\nUnited Nations Economic Commission for Europe (UNECE) is one of the partners implementing UNDA project “Global Initiative towards post-COVID-19 resurgence of the MSME sector.” The overall goal of the project is to strengthen the capacity and resilience of micro-, small and medium enterprises (MSMEs) in developing countries and economies in transition to mitigate the economic and social impact of the global COVID-19 crisis.\nAs part of its task under the project, UNECE is developing Guidelines and Best Practices for MSMEs in delivering energy-efficient products and in providing renewable energy equipment (can be shortly termed “Clean Energy MSMEs”) after the COVID-19 crisis.\nThe severe health crisis caused by the COVID-19 has forced governments of the world to take drastic measures such as administrative business shutdowns, quarantines and restrictions on mobility and social contact to contain the spread of virus and has brought economies of the world to a standstill. Business are seeing a downturn in their revenues and the financial commitments to suppliers, employees, lenders and investors are depleting liquidity buffers of the firms. The reversal of earnings expectations has significantly weakened the projected interest coverage and profitability ratios for these companies. Effect of the pandemic on a large number of industries simultaneously and the drop in sales of producers of intermediate goods and services even if confinement measures did not apply to them is also a cause for concern. Many companies along with the supply chains also face liquidity shortfalls, increase in trade credit losses, further adding to loss of cashflow.\nThese are the main findings from the analysis in the report:\n- Availability of various funding programmes, which have been used to financially stabilize the MSMEs or start-ups. These funding programmes are helpful in giving financial security to the MSMEs working in renewable and energy efficiency sectors in such uncertain times. There should be more such initiatives by funding agencies to support the vulnerable MSMEs who have lost a source of financing their businesses during the pandemic. Many MSMEs have adjusted already to the new normal of remote working conditions and social distancing. Thus, it is evident that to survive the pandemic, it is imperative to follow the social distancing norms while working. Work from home can be an option that can be explored more by MSMEs. Delaying the non-essential and non-priority projects to some future date is also a way in which the crisis could be mitigated. As the focus of the world is to fight the virus and search for technologies which help in this fight, it is obvious that some of the funding sources might be temporarily unavailable for the projects which are not relevant to this end. Thus, the MSMEs can delay such projects which do not put into jeopardy their immediate survival. The funds, which are currently available in the MSMEs, can be used to develop and implement only those projects which have a direct and immediate effect on the sustenance of the company. Virtual (online) activities for MSMEs become the most important now. By remaining active on social media and through blog posts on the website, the MSMEs can tap into the",
  "page_3": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\ninvestors and customers even amidst social distancing norms. These blog posts or activities that the organization does over social media or the internet also instil confidence among the current and potential investors and customers. It is also a means of keeping the MSMEs relevant during these times. Companies could start to provide classes and skill-based sessions to students and professionals worldwide during the pandemic at a nominal fee. These sessions are primarily based on the sustainable energy knowledge dissemination. This is also a way to counter the threat of becoming irrelevant in such difficult times. Some MSMEs have repackaged their products and have branded themselves as a health- tech start-up amidst the pandemic. This is one more option for companies to get funds for their operations. It is also possible, instead of full rebranding, to put out products aimed at fighting the pandemic in addition to their regular products.\nI",
  "page_4": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nTable of Contents\nExecutive Summary Pee ee\neee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee ee eee eee eee eee ee eee eee eee eee ee eee eee ey\nIntroduction eee e ee ee eee\neee eee eee eee eee eee eee eee eee ee eee eee eee ee eee eee eee eee eT eee eee eee eee eee eee eee ee eee ee eee eee eee eee ee eee ee\n1 Analysis of the environment the clean energy MSMEs face as a result of the COVID-19 crisis Pere eee rere ere eee reer eee ee ee eee eee ee eee ee eee eee eee eee ee eee eee eee ee ee eee eee eee eee ee eee eee ee eee ee ee ee eee ees 1.1. General impact of COVID-19 crisis on MSMEs Pere eee eee eee ee eee eee ee eee ee eee eee eee ee eee ee ees 1.2. Impact of working environment on MSMEs as a result of the COVID-19 crisis PePeeee eee ee eee eee eee eee eee eee eee eee eee eee eee eee eee ee eee eee ee ee eee eee eee eee eee eee eee eee eee eee eee eee ee eee eee eee 1.3. Overview of specific conditions for MSMEs_ facing new working environment eee eee eee eee eee eee eee ee eee eee ee eee eee eee ee eee ee eee eee ee eee eee eee ee eee ee ee eee eee eee eee ee ee eee Best practices in the energy efficiency sector relevant for MSMEs response to the COVID-19 crisis and post-crisis recovery eee eee eee eee ee eee ee eee eee ee ee ee eee ee eee ee eee eee 2.1. Estonia: energy efficiency equipment in the industry sector eee eee eee eee eee eee eee eee eee ee 2.2. Switzerland: energy-efficient solutions for large data storage eee eee eee eee eee eee ee eee 2.3. Russian Federation: production of energy-efficient battery packs tence cent e teen eae eeeeneeneee 10 2.4. Spain: information technology based solutions for equipment operations monitoring eee eT eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee eee eee eee eee eee eee eee eee ee eee eee eee eee eee eee ee ee ee 10 2.5. Slovakia: software for energy consumption optimization eee ree eee eee eee ee eee eee eee ee 11 Best practices in the area of renewable energy relevant for MSMEs response to the COVID-19 crisis and post-crisis recovery eee eee ree eee eee ee eee eee ee eee eee eee ee ee eee eee ey 12 3.1 Sweden: installation of a solar energy park Peer eee eee eee eee ee ee eee ee eee eee eee eee eee eee eee 12 3.2 Belgium: installation of backup energy supply eee eee eer eee eee eee eee eee ee eee eee ee ee ee eee 12 3.3 Sweden: project development and services, wave energy technology eee cect eee en eee eeeeene 13 3.4 Latvia: recycling of PET plastic waste eee eee eee eee ee eee eee eee ee eee eee ee ee ee eee eee eee ee ee ey 14 3.5 Sweden: wooden wind turbine tower eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee eee ee eee ee 15 Case studies on practical measures for MSMEs in getting access to markets, financing, and advanced technologies to MSMEs providing renewable energy equipment and energy efficiency products and services eee eee eee eee eee eee ee eee eee ee eee eee eee 16 4.1. European Union: Horizon 2020 Funding Programme for MSMEs eee ee eee eee 16 4.2. European Union: European Institute of Innovation and Technology InnoEnergy PowerUp! Challenge PORE ePCee eee e ree eee eee eee eee eee eee eee ee eee eee ee eee ee eee eee eee eee eee ee eee 17 4.3. European Union: support for MSMEs from the clean energy sector by the European Investment Bank Peer eee eee eee ee eee eee ee eee ee eee eee ee eee ee eee eee eee eee eee ee ee ee eee eee ee 17\niil",
  "page_5": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n4A. Italy: Life Material Match Making Platform Peer eee eee eee eee ee ee eee ee eee eee eee eee eee eee eee 18 45 Poland: Internationalization of Wielkopolska’s MSMEs Bence cence nee e cence eee ene e eee e eee eneeeeenes 19 4.6 Ireland: Trading Online Voucher Scheme eee eee eee eee eee ee eee ee eee eee eee eee eee ee ee ee eee eee eee ee 19 4.7 Spain: Centr@tec Program: Advanced Innovation Services for SMEs eee eee n eee ee cece eeeeneee 20 4.8 Spain: SME innovative and financing facility Pere eee eee eee ee eee eee ee eee ee eee eee eee ee eee ee ees 20 4.9 Netherlands: Business Cluster collaboration Pere eee eee eee ee eee eee ee eee ee eee eee eee ee eee ee ees 21 4.10. Germany: entrepreneurial crisis management of innovative start-ups during COVID-19 Pereeeeerer rer rere eee errr eee eee eee eee eee eee eee ee eee ee eee eee ee eee ee eee eee eee eee ee eee eee eee eee ee eee ee ey 21 Guidelines to MSMEs delivering energy-efficient products and providing renewable energy equipment on access to financing, markets, and advanced technologies ere ere eee eee eee eee eee eee eee eee ee eee ee ee eee eee eee eee eee eee eee ee eee ee eee eee ee eee ee eee eee ee ee ee eee eee ey 22 5.1. Analysis of potential for use and dissemination eee eee ee eee eee eee eee eee ee ee eee ey 22 5.2. Activities for the post-pandemic recovery strategy development of MSMEs Pee ee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee ee eee eee eee eee ee eee eee eee eee ee eee eee ey 24 5.3. Guidelines for MSMEs in the UNECE Subregions Pere eee eee eee eee eee eee eee eee ee ee ee eee 25\nConclusions ePPEPCeT eee ee eee eee eee eee ee eee eee eee ee eee eee eee eee eee eee eee eee eee eee eee eee eee eT eee ee eee eee eee eee eee eee ee ee eee eee eee eee 29\nRecommendations eee eee eee eee\neee eee eee ee eee eee eee eee eee eee eee eee eee ee eee eee ee eee ee eee eee eee eee eee eee ee ee ee eee eee eee ey 30\nRecommendations to governments for developing policy guidelines eee eee eee eee ey\n30\nRecommendations to governments for establishing financial incentives schemes\nee Eeeee eee eee e reer eee eee reece eee eee eee eee eee eee eee ee eee ee eee ee eee eee ee eee eee ee eee ee eee eee ee eee ee eee eee eee eee eee eee eee 31\nReferences\nPereeeeererr err er errr errr rere ere er errr eee eee eee eee eee eee ee ee eee eee ee eee eee eee eee eee eee ee eee eee eee eee ee ee eee eee eee eee eee ee ee 33\nAnnex 1. Measures taken by selected countries from the UNECE region to support\nMSMEs during COVID-19 crisis Peer eee eee eee ee eee eee ee eee ee eee eee ee eee ee eee eee eee eee eee ee ee ee eee eee ee 40\nEuropean Union eee eee eee eee eee eee eee ee eee eee eee eee eee eee eee eee eee ee eee eee ee eee ee eee eee eee eee eee eee ee ee ee eee eee eee ey 40\nWestern and Central Europe Pere eee eee eee eee eee ee eee eee ee eee eee ee eee ee eee eee ee eee eee ee ee ee eee eee eee ee ees 41\nSouth-Eastern and Eastern Europe and Turkey eee eee eee eee eee eee ee eee eee eee eee eee eee eee eee ee eee eee eee 64\nRussian Federation, Central Asia and the Caucasus eee eee eee eee ee ee eee eee eee ee eee eee ee eee eee eee ee ey 69\nIV",
  "page_6": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nList of Figures and Tables\nFigure 1: Impact of pandemic on MSMEs and large industries eee eee\neee ee eee eee ee eee ee eee ee ee ee eee\nFigure 2: Overall impact of the pandemic on businesses in Europe eee\neee eee eee ee eee ee eee eee\nFigure 3: Availability of funds with MSMEs eee eee eee eee ee eee eee eee eee\nee ee ee eee ee ee eee eee eee ee ee eee ey\nFigure 4: Percentage loss in sales for MSME and self-employed\neee eee eee eee ee ee eee ees\nFigure 5: Share of different businesses shutdown by the pandemic Pee e eee e nee e een\nence eee n sense eee eeeeeeeens\nFigure 6: Potential impact of pandemic on investments in different sectors eee eee eee eee ee eee eee\nFigure 7: Opinion of MSMEs on governmental financial support measures\neee eee eee eee ee eee eee 23\nTable 1. Measures taken by MSMEs during the pandemic lockdown eee eee\neee ee eee ee ey 23",
  "page_7": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nList of Acronyms\n5G\nABS\nALL\nALTUM\nAMD\nAVRA\nAZN\nCBA\nCBAM\nCEO\nCHF\nCIT\nCOSME\nCZK\nDKK\neBOl\nECB\nEFSI\nEIB\nEIC\nEIF\nEIT\nEKF\nELY\nEMS\nERDF\nESF\nESIF\nETF\nFifth Generation\nAsset-Backed Securities\nAlbanian Lek\nThe National Development Finance Institution of Latvia\nArmenian Dram\nAndalusian Agency for Homes and Rehabilitation\nAzerbaijani Manat\nCentral Bank of Armenia\nCarbon Border Adjustment Mechanism\nChief Executive Officer\nSwiss Franc\nCorporate Income Taxes\nCompetitiveness of Enterprises and Small and Medium-sized Enterprises\nCzech Koruna\nDanish Krone\nElectronic Database of Investment Areas of the Wielkopolska Region\nEuropean Central Bank\nEuropean Fund for Strategic Investments\nEuropean Investment Bank\nEuropean Innovation Council\nEuropean Investment Fund\nEuropean Institute of Innovation and Technology\nDanish Export Credit Fund\nCenters for economic development, Transport and Environment in Finland\nEnvironmental Management Systems\nEuropean Regional Development Fund\nEuropean Social Fund\nEuropean Structural and Investment Funds\nExchange-Traded Funds\nVi",
  "page_8": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nETS\nEmissions Trading Schemes\nEXIMBANKA\nExport-Import Bank of Slovakia\nFFA\nFrench Insurance Federation\nFIN-FSA\nFinnish Financial Supervisory Authority\nFTA\nFree Trade Agreements\nGEL\nGeorgian Lari\nGHG\nGreenhouse Gas\nH2020\nHorizon 2020\nHAMAG-BICRO Croatian Agency for SMEs, Innovation and Investment\nHBOR\nCroatian Bank for Reconstruction and Development\nICE\nInstitute for Business Competitiveness, Spain\nICE1\nItalian Trade Promotion Agency\nIFO\nInternational Institute for Economic Research\nINSEE\nITC\nInternational Trade Council\nKOSGEB\nK2ZT\nKazakhstani Tenge\nMKD\nMacedonian Denar\nMNC\nMultinational corporation\nMNE\nMinistry of National Economy, Kazakhstan\nMSME\nMicro-, Small and Medium Enterprises\nNBM\nNational Bank of Moldova\nOBR\nOffice for Budget Responsibility, United Kingdom\nOECD\nOrganisation for Economic Co-operation and Development\nPolyethylene terephthalate\nPET\nPHA\nPublic Health Authority of Slovak Republic\nPLN\nPolish Ztoty\nR&D\nResearch & Development\nRON\nRomanian Leu\nSACE\nServizi Assicurativi del Commercio Estero, Italy\nNational Institute of Statistics and Economic Studies, France\nvii\nSmall and Medium Enterprises Development Organization of Turkey",
  "page_9": "SID\nSSP\nSZRB\nTESI\nTL\nUNDA\nUNECE\nVAT\nWEF\nWTO\nGuidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nSlovenska izvozna in razvojna banka, d.d., Ljubljana\nStatutory Sick Pay\nSlovak Guarantee and Development Bank\nFinnish Industry Investment Ltd.\nTurkish Lira\nUnited Nations Development Account\nUnited Nations Economic Commission for Europe\nValue Added Tax\nWorld Economic Forum\nWorld Trade Organization\nviii",
  "page_10": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nIntroduction\nUnited Nations Economic Commission for Europe (UNECE) is one of the partners implementing UNDA project “Global Initiative towards post-COVID-19 resurgence of the MSME sector.” The overall goal of the project is to strengthen the capacity and resilience of micro-, small and medium enterprises (MSMEs) in developing countries and economies in transition to mitigate the economic and social impact of the global COVID-19 crisis.\nAlthough there is no particular definition of MSME as it can depend on many factors, such as business culture, the size of the country’s population, industry and the level of international economic integration. In this report we will be taking the European Commission’s definition of MSMEs as a reference, established according to the number of employees and the annual turnover or balance sheet:\n- Micro-enterprise: fewer than 10 employees and an annual turnover or balance sheet below €2 million. Small enterprise: fewer than 50 employees and an annual turnover or balance sheet below €10 million. Medium-sized enterprise: fewer than 250 employees and annual turnover below €50 million or balance sheet below €43 million.\nAs part of its task under the project, UNECE is developing Guidelines and Best Practices for MSMEs in delivering energy-efficient products and in providing renewable energy equipment (can be shortly termed “Clean Energy MSMEs”) after the COVID-19 crisis.\nThe severe health crisis caused by the COVID-19 has forced governments of the world to take drastic measures such as administrative business shutdowns, quarantines and restrictions on mobility and social contact to contain the spread of virus and has brought economies of the world to a standstill. Business are seeing a downturn in their revenues and the financial commitments to suppliers, employees, lenders and investors are depleting liquidity buffers of the firms. The reversal of earnings expectations has significantly weakened the projected interest coverage and profitability ratios for these companies \"!. Effect of the pandemic on a large number of industries simultaneously and the drop in sales of producers of intermediate goods and services even if confinement measures did not apply to them is also a cause for concern. Many companies along with the supply chains also face liquidity shortfalls, increase in trade credit losses, further adding to loss of cash-flow.\nMSMEs have an above average representation in sectors affected by the COVID-19. These sectors are transport, manufacturing, construction, wholesale and retail trade, air transport, accommodation and food services, real estate, professional services, and other personal services (e.g. hairdressing) !. As per a recent OECD data, although overall MSMEs account for over 50% of employment across OECD countries, particularly in these sectors the share of MSMEs in employment is 75% on average across OECD countries and 90% in Greece and Italy. The share of microenterprises in the affected sectors in some OECD countries is very high, for example, in Greece and Italy in the affected it is 60% and their share of total employment is 45% and 55% of",
  "page_11": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nthe business economy respectively ?!. The good news is MSMEs in the eco, energy efficiency, renewable and building were already at the edge of implementing innovative, circular, green and sustainable initiatives before the COVID-19 pandemic hit \"1.\nThe role of MSMEs in delivering energy-efficient products and in providing renewable energy equipment can become crucial in the post-COVID-19 recovery phase if they are provided with necessary incentives. This can be one of the ways to restart MSMEs or even to create new ones when job opportunities are scarce. MSMEs can benefit from clear guidelines on access to financing, access to markets, access to advanced technologies, and a favorable environment created by proper government policies and legislation. They will also benefit from concrete examples of successful implementation of measures by MSMEs, including repurposing that led to significant economic gains. In return, MSMEs can become engines for post-crisis economic recovery, creating job opportunities and leading socially responsible and environmentally friendly economic development thus helping to achieve numerous sustainable development goals.\nIn the absence of a robust government policy response and financial incentives the liquidity crisis may turn into a global corporate solvency crisis. With less or no income revenue the firms may decide on voluntary closure followed by bankruptcy. Human and organizational capital may vanish altogether. Global value chains would be disrupted if highly integrated firms are forced to exit the market. This could lead to serious long-term negative effects on world economies by dragging down employment, productivity, growth, and well-being.\nOn both the supply and demand sides MSMEs have been severely affected by the pandemic. While on the supply side, companies are experiencing a reduction in the supply of labour due to workers being unwell or having to look after their family and interruptions due to shortage of parts and intermediate goods. Measures to contain the disease through lockdowns and social distancing have led to severe drops in capacity utilization.\nOn the demand side, a dramatic and sudden loss of demand and revenues has affected MSMEs ability to function and has led to severe liquidity shortages. Furthermore, uncertainty of the economy and fear of contagion has reduced consumption demand.\nThe risk of a financial crisis is very high. Highly uncertain future of the economy will reduce corporate investment and consumption demand. Significant number corporate defaults would undermine balance sheets of banks and institutional investors. To avert this risk, governments have adopted several emergency measures such as direct and indirect financing of the wage bill (including by extending the coverage and increasing the unemployment benefit replacement rate, short-term work schemes and temporary unemployment benefits), tax deferrals, debt moratoria and extension of state loan guarantees I.\nThe effect on MSMEs is especially severe, particularly because of higher levels of vulnerability and lower resilience related to their size. Due to the low level of digitalization and difficulties in accessing and adopting new technologies, the costs of prevention and change in work processes may be relatively higher for MSMEs given their smaller size. To add to their problems, MSMEs may find it hard to obtain information on COVID-19 prevention, possible business strategies to lighten the shock and government initiatives available to provide support.",
  "page_12": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n1. Analysis of the environment the clean energy MSMEs face as a result of the COVID-19 crisis\nAs a major consumer of energy Europe faces several challenges to meet its demand in the future. Under the Paris Agreement many European countries have pledged to reduce their Greenhouse Gas Emissions. Countries are rapidly developing their renewable energy capacity, but to meet the growing demand it becomes increasingly important to invest in energy efficiency to avoid increased capacity addition and mounting infrastructure costs.\nDue to number of obligations taken by the countries towards promotion of the green and renewable energy capacity, the rising cost of energy can be detrimental to the financial health of MSMEs during the post COVID recovery phase, and potentially require more subsidiary stimulation from the side of national and local governments.\n1.1. General impact of COVID-19 crisis on MSMEs\nAs per the International Trade Council’s (ITC) report titled “COVID-19: The Great Lockdown and its Impact on Small Business”'®!, the MSMEs travel through 4 phases as a result of the impact of the COVID-19 crisis, namely, Shutdown Impacts, Supply Chain disruptions, Demand Depression and eventually the recovery. The survey done by ITC on the various companies and the impact that they have faced due to the COVID-19 crisis throws further light on the matter. Fig. 1 shows impact of pandemic on MSMEs and large industries.\nFigure 1: Impact of pandemic on MSMEs and large industries\n120%\n100%\nGf\nae\n80%\n60%\n40%\n31%\n38%\n30%\n28%\n20%\n23%\na 2\naod\n0%\nTotal\nSmall\nMedium\nMicro\nLarge\nCompany Size\nB Not Affected @ Slightly Affected\nModerately Affected @ Strongly Affected\nFor the above data, the definitions of the micro, small, medium and large enterprises is as follows\nMicro enterprise: Up to 4 employees Small enterprise: 5-19 employees Medium enterprise: 20-99 employees Large enterprise: 100 and above employees",
  "page_13": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nThe above data as obtained from the survey paints a clear picture on how badly the small businesses have been impacted by the lockdown situation. The data, however, includes responses from world over and is not Europe specific.\nHowever, another data set from the same report points to the possible impacts on the businesses in Europe (Fig. 2).\nFigure 2: Overall impact of the pandemic on businesses in Europe\nG\n= Not affected = Slightly affected\nModerately affected = Strongly affected\nThe above data is collected from the survey in Europe and contains information on all the enterprise sizes taking part in the survey. However, the major portion of the enterprises is formed by the MSME sector. Also, the survey also throws some light on the general business environment prevalent in Europe due to the Coronavirus crisis.\n1.2. Impact of working environment on MSMEs as a result of the COVID-19 crisis\nThe COVID-19 crisis has had an extraordinary impact on the MSMEs worldwide. However, the impact is felt especially hard in parts of Europe which reeled under the lockdown for months. The supply chains have been adversely impacted and the market access is either limited or in some cases there is no market access at all because of the measures taken up the states to prevent the spread of the virus. Consumers are changing their market behavior and many industries are experiencing massive market slumps as result.\nFig. 3 shows the effect of pandemic on MSMEs' financial situation. Two third of the MSMEs surveyed reported that with normal business disrupted, they had funds that would last only for a few weeks",
  "page_14": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nFigure 3: Availability of funds with MSMEs\n@\n= Funds for one year = More than two months = Only a few weeks\nMore than half of the MSMEs surveyed in the report experienced over 30% loss in their sale. This was largely due to the government-imposed lockdowns preventing MSMEs from conducting business (Fig. 4).\nFigure 4: Percentage loss in sales for MSME and self-employed\n®@\n= 80-100% loss = over 50% loss = over 30% loss = below 30% loss\nThe above pie-charts show the effect of pandemic on MSMEs' availability of funds and loss in sale.\nThe manufacturing sector, which is more integrated in supply chains than the service sector faces a decline of around 30% in output once input-output linkages and the fact that few manufacturing industries are shut down directly. Manufacturers of building materials, metals and electrical equipment are among the most affected by supply linkages. Service industries have been hit the hardest, with the strongest impact on travel, tourism, food services, arts and recreation and retail",
  "page_15": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\ntrade. Survey by OECD also suggested that around 20-30% of companies have shut down temporarily during the pandemic.\nProductive investment could potentially fall by around 20% in selected advanced economies if it were to decline proportionately with output in sectors in which full or partial shutdowns took place.\nAlthough industrial, construction, services and trade were largely unaffected; accommodation, food services, entertainment and recreation sectors were severely affected as people stayed at home and avoided crowded and enclosed spaces to prevent exposure to the virus (Fig. 5).\nFigure 5: Share of different businesses shutdown by the pandemic\n100\n90\ni\n80\n|\n|\n70\n|,\n60\nhl\n50\n40\nli\n30\n20\n10 Mt\n0\nIndustry\nConstruction\nServices\nTrade\nAccomodation & Arts Entertainment\nFood Services\n& Recreation\nm@ Belgium Mlreland wm Portugal ™@ United Kingdom\nResults of the pandemic impact analysis shows, that worst affected are the transportation manufacturing, wholesale and retail sectors as well as professional activities, as more and more people are staying at home and avoiding crowded places like markets or public transport to prevent the spread of virus (Fig. 6).",
  "page_16": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nFigure 6: Potential impact of pandemic on investments in different sectors\nBenchmark estimates of the potential impact of shutdowns on productive investment in selected advanced economies\nkee\n20\n25\nInformation on consumer spending during lockdowns are relatively limited but a sharp decline is seen in several countries from indicators of consumer spending. One study estimated that private consumption could be reduced by about a third during the shutdown in France!”!. In Ireland, the central bank estimated that consumption could drop by 28% during a full month of shutdown™!,\nEffect on different industries:\n- Agriculture: The impact of COVID-19 is generally estimated to be relatively mild in this sector. Although constraints such as transport and the availability of seasonal workers may affect the output. Manufacturing: This is one of the more severely affected sectors. In the United Kingdom, ©! [9° a 55% decline in activity is assumed and for France it is estimated at about 40% in view of the pandemic. A milder decline of 15% is estimated in manufacturing output is for Germany by \"4. In Italy, the estimates suggest a decline by over 50% in the industrial sector!], For Europe as a whole a 40% loss in manufacturing activity is estimated \"3. In Estonia, a decline of 25% is estimated!4), Construction: Impact of shutdowns on construction activity vary widely across countries, from a decline of around 75% in France to under 10% in Estonia and Germany; 40% hit has been estimated for the euro area as a whole.\nAnother report by SME United throws further light on the specific impact on the MSMEs in Europe due to the COVID-19 pandemic and the subsequent lockdown. Some of the key points from the report are listed as below!**!:\n- On average, about 90% of MSMEs report to be economically affected. For instance, in France and Spain 90% and 95% of MSMEs were affected respectively. The most impacted sectors are services (60%-70%), construction and production (35%-55%); followed by the food sector with an impact of 10%-15%.\n10\n15\n~\n30\nTransportation Manufacturing m Construction\nWholesale & Retail\n®@ Hotel, Restaurant and Air Travel ™ Professional Activities\n@ Other Personal Activities",
  "page_17": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\n- Moreover, 30% of total MSMEs reported that their turnover is suffering at least an 80% loss, with an European Union average of about 50%. For instance, Belgium reported a decline in turnover of 72% for MSMEs and for 28% of MSMEs a loss of more the 75%; Germany reports a decline of 50%, France and Spain a decline of 80% and 75% in sectors confined. In addition, although a detailed forecast on employment is premature, MSMEs expect an increase in the unemployment rate in a range between 3% and 5% points.\n1.3. Overview of specific conditions for MSMEs facing new working environment\nStart-up founders reported that the current economic climate for innovation is unfavorable. Key allies, consumers and investors are themselves completely engaged to reacting to the crisis, and the confusion regarding how the crisis will grow discourages any experiments. Start-ups recorded being compelled to take corrective actions and adopt alternate behavior. Also, most of the interviewees were of the view that their companies had to change their operational structures suddenly, because the processes of value-creation are on hold and the supply chains are disrupted by the crisis.[6\nMSMEs are quite vulnerable to sudden changes in their working environment due to their scarce technological, human and financial resources. Therefore, a stable and certain climate policy and legislation are required along with an enabling framework at European Union and national level to unlock their true potential to fight climate change.\nTailored government programmes to meet urgent demand for financing for MSMEs have been formulated in the form of capital investment. These include purchases of short-term commercial paper and corporate bonds in primary and secondary markets, purchases of shares of investment funds and exchange-traded funds (ETFs) of corporate bonds, indirect lending through banks, either by providing expanded collateral eligibility that increases banks’ ability to borrow from central banks and indirect and direct lending to firms to ensure viable firms remain liquid until economic and market stability are restored. Many lending programmes — particularly for MSMEs — rely on banks facilitating lending, which requires them to take on additional credit risk. Some banks, however, have been permitted to retain a small portion of the loans to limit this credit risk exposure. A few government programmes also provide support through credit guarantees or forms of equity. These credit guarantee serves to support losses on debt that can help absorb downside risks, and thereby incentivizing banks to lend to businesses. Some governments also have provided support through equity investment and co-investment in the businesses, this provides the firms with greater financial flexibility to reduce cash constraints due to high interest payments on debt!1.\nDesign features of these governmental programmes limit the scope to only those businesses in need, while protecting the government against material loss. The government lending programmes have sought to ensure broad-based availability of loans to corporate issuers and as well as MSMEs.",
  "page_18": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n2. Best practices in the energy efficiency sector relevant for MSMEs response to the COVID-19 crisis and post-crisis recovery\n2.1. Estonia: energy efficiency equipment in the industry sector\nIn Estonia!°l, funding has been provided to improve resource efficiency in MSMEs on circular economy principles. This has been mainly accomplished by raising awareness of companies, supporting resource use analyses/audits and investments in resource efficient solutions. Measure \"Improving resource efficiency in enterprises\" is being implemented for the European Union budget period of 2014 - 2020 through the European Union Structural Funds amounting to €101 million.\nCase study\nProgramme on \"Improving resource efficiency in enterprises\" includes 4 activities: raising awareness of companies, training resource specialists/auditors, supporting resource use analyses/audits and investments in resource efficient solutions, including implementation of environmental management systems (e.g. EMAS). This action has a special focus on MSMEs and the manufacturing industry.\nResource audit is required for investment support. In the first stage, 5 sectors could apply for funding, i.e. mining, food processing, wood industry, paper and pulp industry, and processing of mineral material. In the beginning there were no resource efficiency specialists in the market, Estonia trained these specialists with funding support. In the second phase, the scope was broadened to all the mining and manufacturing industries.\nCompanies who apply for funding must provide at least 50% financing. Analysis of local needs and situation was necessary prior to the implementation of this measure.\nThis type of measure helps to fulfill these gaps in energy efficiency knowledge in industries and the financing difficulties. Following this measure, resource productivity of Estonia has improved by 10%.\n2.2. Switzerland: energy-efficient solutions for large data storage\nCompany: Swiss Vault Systems Gmbh\nNumber of employees: 1-10\nBackground: Basel-based Swiss Vault Systems Gmbh provides storage and protection systems for large data. Industries including genomics, Telecommunications, Seismic, Astronomy require an exceptional amount of data storage as well as intensive data access and analysis operations. Their unique hardware design and software setup ensures rapid analysis, with secure long-term storage at exceptionally low energy consumption ?4),\nCase study\nSwiss Vault, like any other organization has had to adapt to the new normal of remote working and social distancing during the COVID-19 pandemic. The company’s website states that all the employees are working from home and the office space is completely out of bounds. This,",
  "page_19": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nhowever, has not deterred the tech start-up (founded in December 2017) to work around to find ways of improving and growing even in the crisis. The data solutions company providing energy- efficient storage solutions for large data has pitched in to provide one for the healthcare systems. Their project has received a multi-million-euro fund through the EIC accelerator programme through the emergency fund sanctioned to fight off against COVID-19 situation. The organization has also placed itself and is in contention for the award of the Top Swiss Health-Tech Startup award.\n2.3. Russian Federation: production of energy-efficient battery packs\nCompany: Volts Battery LLC\nNumber of Employees: 13\nBackground: Volts Battery LLC is a manufacturer of Li-ion based energy storage systems and solar panels, founded in the year 2017 and, headquartered in St. Petersburg, Russia. The company has more than 30 representative offices in Russia, the CIS and Europe.\nCase study\nDue to COVID induced travel bans and restrictions, the company's logistics were completely halted. They were unable to receive necessary components to manufacture the battery packs. This in turn affected their production.\nHowever, as the restrictions eased, the company took a production facility on lease and started their own production. For this they hired 5 new employees, who followed COVID safety protocols and, the company was able to manufacture 10 units.\nSince the unique selling point of their product required demonstration. The company also took the opportunity to engage with their future consumers at a time when, most people were staying at home and might be actively engaging in social media, to promote their product.\n2.4. Spain: information technology based solutions for equipment operations monitoring\nCompany: AEInnova\nNumber of employees: 11-20\nBackground: Based out of Terrassa, Spain, and founded in 2014, AEInnova is a young and small company that owns a very strong conviction and very clear ideas about who they are, where they are going and how they want to go. The organization is currently involved in researching and developing Waste Heat Recovery (WHR) systems including thermoelectric energy generation offering the cutting-edge technology capable of improving its energy efficiency and reducing its environmental impact. The organization is also involved in developing Energy Harvesting and IIOT solutions for Industry 4.0 (the 4\" Industrial Revolution) 2).\nCase study\nCOVID-19 lockdown has not had much of an impact in terms of R&D work being carried out by the organization. The primary reason for this being the decision to work exclusively from home. This has ensured that the research part of the operations continue unabated. However, the production\n10",
  "page_20": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nof new units of WHR systems has been hampered due to the lockdown because of the labour shortage. Due to the logistics disruption, the organization has had implementation hurdles as far as the WHR units are concerned. However, during the lockdown phase, the organization had also applied for funding from European Union for their INDUEYE under the Horizon 2020 programme and received €507.6 thousand for the project. INDUEYE is a wireless industrial IT device aimed at solving the limitations in digitization of industrial systems where heat is involved. Apart from this, AEInnova has also come up with an IT-based solutions for monitoring the operation of ventilators used in the treatment of COVID-19.\n2.5. Slovakia: software for energy consumption optimization\nCompany: Fuergy\nNumber of employees: 11-50\nBackground: FUERGY, a Slovak start-up, has developed its own proprietary, highly scalable hardware device and Al-powered software called “brAln”. This unique solution helps to optimize energy consumption and maximize efficiency of renewable energy sources. Through this software’s automated energy management, one can significantly reduce energy costs and achieve an exceptional 3-year payback period of the investment in renewables 2G4,\nCase study\nCOVID-19 lockdown impacted the companies’ non-essential projects which had to be either put on hold or shelved. The reason for this has been a low demand and hampered office activities. It meant that almost all the activities that involved close physical contact had to be put on hold. Research work, however, continued as is. The employees were either working from home or came to office in a staggered manner for only the most essential and priority projects.\nAs aresult of putting a break on other activities, the company could focus on installing and putting into service 2 large-scale battery systems. Both are first of its kind in Slovakia and the neighborhood countries. This has allowed the company to sustain and remain relevant in these challenging times. Another important aspect has been the unwavering support and faith by the investors and the clients in the company. This was made possible due to frequent communication through social media and other virtual modes with these important stakeholders.\n11",
  "page_21": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n3. Best practices in the area of renewable energy relevant for MSMEs response to the COVID-19 crisis and post-crisis recovery\n3.1. Sweden: installation of a solar energy park\nCompany: Azelio\nNumber of employees: 117 as of December 2019\nBackground: Azelio is a Swedish solar company founded in 2008, headquartered in Gothenburg. Azelio's solution uses a Stirling engine-based renewable energy storage system to store excess solar energy to be used later and lower the renewable energy cost. It also allows grid flexibility '25).\nCase study\nDue to COVID-19 and its associated travel restrictions, Azelio's overall operations had stopped completely pushing their timeline forward by 3 months. The travel restrictions also disrupted the verification of their new project installation at Noor Solar Park in Morocco.\nTo overcome these problems, Azelio devised a plan to verify the installation at the company's development center in Amal, Sweden, which is identical to the installation in Morocco. Thus, the adjustments for COVID-19 have been implemented without the need to cancel any projects or lay off personnel.\nThe postponed timeline of the projects has led the company to an additional funding of approximately SEK 75 million. As a result of this, Azelio's financing needs stood at SEK 375 million compared to SEK 300 million as estimated during earlier stages of the Q1 of 2020. At the same time, investments related to the start of production have been moved forward, which is why the company is now financed until December 2020 (earlier September 2020).\nThe saving grace for the company was inauguration of its energy storage system at Noor Solar Park in Morocco that garnered considerable attention worldwide. This led to a large influx of new opportunities from potential customers and partners. Commercial development of the company continues with new Memorandums of Understanding with partners and clients. The latest is with VOGT, a leading supplier of pump systems in Latin America, including supply to the mining industry.\n3.2. Belgium: installation of backup energy supply\nCompany: Energy Engineering BVBA\nNumber of Employees: 11-50\nBackground: EREA is a manufacturer of highly efficient electrical transformers, founded in 1933 and headquartered in Wijnegem, Antwerp, Belgium. They supply to a variety of sectors such as renewable, marine and offshore, agriculture, public transport, medical applications, telecoms and for EV charging infrastructures [27],\n12",
  "page_22": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nCase study\nEREA had completely stopped production at its factory due to COVID 19 related restrictions. Although the commercial services of the company remained open, delivery of new products to their customers had completely stopped. The company's sales were not affected as much, since they had existing product stock that they could sell. They also stopped taking any new in-person appointments in order to comply with government regulations.\nAfter the restrictions were relaxed EREA also started installation and commissioning of its medical transformers and insulation monitor for operation quarters in hospitals. Two hospitals in Jolimont and Waremme were among the first hospitals to receive the new services. These new services add value to the total solution already being provided by the company and also generates additional revenue, at a time when other energy projects might be delayed.\nThe company has also been active on the LinkedIn about its products and associated new services. This will help them become a one-stop solution for medical transformers, by providing both the product and its commissioning. This is particularly attractive to the customers, since they do not have to contact multiple entities to get one job done.\n3.3. Sweden: project development and services, wave energy technology\nCompany: EWPG Holding AB\nNumber of Employees: 15\nBackground: EWPG Holding AB is a Swedish company, founded in 2011 and headquartered in Stockholm, Sweden with operations also in Tel Aviv, Israel. Eco Wave Power has developed a cost- effective way of harnessing wave energy to generate electricity. Eco Wave Power also claims to be the only wave energy company in the world, to own and operate a wave energy array, which is connected to the grid in accordance with a Power Purchase Agreement (PPA) !281(29],\nCase study\nLike all business that heavily rely on production and logistics, Eco Wave Power too was affected by the COVID pandemic. In an interview with Israel21c, the company CEO admitted that the pandemic has created unforeseen challenges, since most of their projects are B2G (Business to Government). As the pandemic sweeps across the globe, for many governments, investments in renewable energy is not on their list of priorities; this will affect EWPG's ability to secure new projects in different countries.\nAlthough the pandemic had halted their work on already installed projects, the company decided to stick to their strong growth strategy. The company has prioritized expansion in markets which present significant business opportunities for project development, such as those with significant wave heights, governmental support for renewable energy projects, favourable feed-in-tariffs or subsidy schemes, high electricity demand, strong promotion of renewable energy, lack of electricity access and available grid-capacity. For this, Eco Wave Power has focused on growth in Europe, North America, and Oceania, where there is high wave energy potential and established support for renewable energy technologies. Potential local investors and development partners, such as utilities and ports are also being engaged for new project collaborations. Target customers,\n13",
  "page_23": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nsuch as utilities and ports are selected and targeted in order to produce additional reference customers and to establish a robust market presence, with strategic partners.\nThrough IPO they raised enough capital for execution of one commercial scale project and decided to take the time to decide where such a project will be built. At the same time, they are submitting to multiple grant opportunities to leverage on such financing and achieve additional projects execution possibilities. Upon the execution of their first commercial scale wave farm their goal is to secure debt financing, which will enable the company to execute several projects in parallel and create a resilient, self-sufficient wave energy business.\nEco Wave Power also has plans to expand its product offering by providing increased project development products and services for its wave energy technology such as feasibility studies, power plant design, project management, and project planning. These activities will generate additional revenue for the company.\nEco Wave Power has also been active in their communication with investors, partners, and consumer alike. They have continuously showcased their technology and have proven its feasibility through projects at multiple locations. This in turn adds to their credibility and may help overcome the fact that they do not have any sales.\nThe company's growth strategy seems to be working well as for the coming years the company will be working on EWP-EDF project at Jaffa Port and have won another contract in Portugal with APDL to set up 2OMW power plants in 4 locations. This has also helped them generate funds through European Union funding programmes.\n3.4. Latvia: recycling of PET plastic waste\nCompany: Polylabs\nNumber of employees: 1-10\nBackground: PolyLabs is a chemical production company established in close partnership with the Institute of Wood Chemistry of Latvia. Their main area of expertise is manufacturing bio polyol - a polyol synthesized from renewable materials, such as rapeseed or tall oils 82)83)641,\nCase study\nCOVID-19 and the associated lockdown has led to reduced manufacturing activities for the company. Lack of labor, because of the disrupted transport and mandatory social distancing practices, is one of the main reasons behind this situation. Moreover, the slowdown in the polyurethane industry has led to low demand of bio-polyol by the regular customers. This, together with the travel restrictions imposed throughout the region have led to a situation where the sales have been adversely impacted for the company.\nOne of the innovative ways in which the company has operated during the lockdown has been by strengthening its R&D portfolio. As the manufacturing activities are at a minimum due to the lack of labor, the company has been able to dedicate the available resources in devising a new solution for recycling previously unprocessed polyethylene terephthalate (PET) plastic waste into an energy-saving material — polyurethane. Polyurethane is one of the most prominent materials that\n14",
  "page_24": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\ncan be used in the industries as a substitute for the fossil fuels, hence the energy saving aspect. This solution has also been selected to represent Latvia at the InnoEnergy PowerUp challenge finals. This innovative solution also helps in tackling the problem of waste generation while helping the company generate some funds at the same time.\n3.5. Sweden: wooden wind turbine tower\nCompany: Modvion\nNumber of employees: 11-50\nBackground: Gothenburg-based company Modvion develops demanding designs for large-scale applications in laminated wood — nature’s own carbon fiber. By replacing emission-intensive materials such as steel and concrete, wooden structures offer radical reductions in greenhouse gas emissions. The company’s current focus is on wind turbine towers made out of wood, where Modvion’s patented module system offers reduced manufacturing costs and more efficient transportation of high towers to installation sites 25/64),\nCase study\nCOVID-19 lockdown has impacted and delayed certain development and implementation projects of the company in the areas in and around Gothenberg. Logistics disruption has led to a situation where procurement of material has been hampered a great deal. However, the organization has fought the odds and secured a €6.5 million investment from the European Investment Bank (EIB) through the EIC Accelerator Programme. This investment has helped the company erect its first Modvion wooden wind tower outside Gothenberg during the lockdown. This, despite the other disruptions and hurdles. The European Commission too, while financing the company, highlighted the contribution of Modvion’s technology can make to restarting the post-COVID economy. The company, in its official press release has stated that such an honour is a seal of quality for the company and has been helpful in increasing the workforce at the company, building the trust in other potential investors and partners, and creating more turbines even amidst the lockdown.\n15",
  "page_25": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n4. Case studies on practical measures for MSMEs in getting access to markets, financing, and advanced technologies to MSMEs providing renewable energy equipment and energy efficiency products and\nservices\n4.1. European Union: Horizon 2020 Funding Programme for MSMEs\nOne of the biggest and most important European Union research and innovation programme is the Horizon 2020 programme \"“4!l45]. The programme has made a funding of nearly €80 billion available over a period of 7 years (2014-2020). This year, European Commission has pledged to invest €1 billion from the European Union Horizon 2020 programme into corona virus research and innovation. Together, along with the Programme’s objectives to promote and accomplish the European Green Deal (policy initiatives by the European Commission with the aim of creating a climate neutral Europe by the year 2050), it provides the MSMEs working in the Renewable Energy and Energy Efficiency sectors to sustain through the pandemic and be the growth engines in Europe after the pandemic is over.\nSome of the MSMEs have already received funding under some of the thematic areas, which has helped them in developing and innovating ways to revive the European economy in a Green Recovery mode. A few of these MSMEs working in the Renewable Energy and Energy Efficiency projects are Abora Energy (Spain), AEInnova (Spain), Energy and Meteo Systems (Germany), HPNow (Denmark), Hypermo (Finland), Modvion (Sweden), Nabrawind (Spain), Nova Innovation (United Kingdom) and Swiss Vault Systems Gmbh (Switzerland). All these MSMEs have started their respective projects from the month of May after receiving the funding.\nThese organizations have received funding from the Commission under the Horizon 2020 programme in the range of €500k to €2 million. The projects for which they have received funding have also ranged from a simple renewable energy application such as self-erecting wind turbine towers (Nabrawind) to much complex and immediate solutions such as energy-efficient, space efficient and cost-effective data storage system for healthcare (Swiss Vault Gmbh).\nMoreover, out of the 12 projects that have been shortlisted for the EIC Horizon Prize (€5 million) for the “Affordable High-Tech for humanitarian Aid”, 3 are related to energy efficiency and renewable energy projects. These projects are BioGas from HomeBiogas (Israel) which is a waste management involving off-grid energy creation and safe sanitation, with a minimized environmental impact, Bright by Bright Products AS (Norway) which is an affordable and recyclable phone charging combined with a solar lantern and featuring a “whitestock” (supply depot) deployable within 72 hours and PowHumLeb by the Netherlands Red Cross (Netherlands) which is a solar and wind generator backpack enabling people to safely operate their own mini power station.\nHence, it is evident that the Horizon 2020 fund has not only helped some of the MSMEs to ward off the impact of the virus on their business activities (less business involving close physical contact) but has also provided a way for the region to recover from the impact through these clean\n16",
  "page_26": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\ninnovation strategies. This grant, thus, provides an opportunity for other MSMEs as well to bring in a change in their business practices and align them with the immediate crisis.\n4.2. European Union: European Institute of Innovation and Technology InnoEnergy PowerUp! Challenge\nThe InnoEnergy PowerUp! of the European Institute of Innovation and Technology (EIT) is a challenge for the for start-ups, scale-ups and SMEs from Central and Eastern Europe whose products in the fields of energy, smart technologies, mobility are solving today's problems with tomorrow's technologies [461l47[481!49] The 2020 edition is the sixth edition of the challenge. Part of the hand-holding support and guidance was given during the period of March to May. The final funds would be disbursed in June.\nOne of the attractions of the challenge is the main prize of €50,000 and an opportunity to develop the business on a global scale. This year, the competition was virtual due to the threat of COVID- 19 and the social distancing measures in place in the area. The challenge is open for the ideas in 6 implementation areas — Energy for circular economy, Smart Technology, Energy Storage, Energy from Renewable Sources, Energy Efficiency, and Mobility and PV.\nAll these start-ups and MSMEs have proposed varied projects in the mentioned verticals. An additional benefit of this challenge is the continued support and guidance provided to the MSMEs in terms of building their ideas through boot camp workshops. Here, the ideas are prepared for the next stages by recognized European Business Leaders.\nThis challenge too, helped the MSMEs ward off the pandemic crisis. The Governments in these countries help the selected MSMEs to develop the ideas further. These funds have helped them solve the problem of cash crunch during the COVID lockdown. The solutions have ranged from creating network of ultra-fast power stations for electric cars to developing new type of material that can generate energy through vibrations and use it instead of batteries.\nThese MSMEs can thus, as is evident, be at the forefront in terms of innovation to drive the European recovery post COVID in a Green and Sustainable manner.\n4.3. European Union: support for MSMEs from the clean energy sector by the European Investment Bank\nThis programme is aimed on support for MSMEs, especially from the clean energy sector, to recover from the unexpected shock that has been the COVID-19 pandemic S°51[521(53154], The programme has also sought to increase innovation in the sector and align the future of Europe with the United Nations Sustainable Development Goals (SDGs), European Green Deal, Green Recovery from COVID-19 and the Horizon 2020 vision.\nSome of the major steps that were taken under this programme are:\n- The European Investment Bank (EIB) and Banco Sabadell’s initiative to provide €576 million to finance MSMEs and Mid-caps in Spain — A major part of the agreement includes a commitment to direct the investments to promoting clean tech. Projects including renewable energy, energy efficiency, refurbishing of commercial buildings to reduce energy use, and those involving use of low-emissions commercial vehicles and agricultural\n17",
  "page_27": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nequipment. Estimates indicate that this fund would support over 1,400 companies involving 79,000 people. EIB and DLL’s (wholly owned subsidiary of Rabobank) initiative to provide up to €400 million to finance investments in MSMEs in Italy and Spain — Two of the most affected economies in Europe due to the COVID-19 pandemic have been Spain and Italy, and hence, it is imperative that the MSMEs operating in these countries receive special attention in terms of funding from different sources. As a part of this effort, EIB joined forces with DLL, to facilitate an investment of €400 million to the SMEs in these countries. Organizations operating in the Renewable and Energy Efficiency sectors would be a major beneficiary as the funds are aimed to provide a Green and Sustainable recovery pathway to Europe’s economy. (Press Release on 10 June 2020) €10 million support to MSMEs in Bosnia and Herzegovina — EIB has partnered with the Raiffeisen Leasing to provide for €10 million support for the local MSMEs in B&H. The priority areas have been Youth Employment, Environment Protection, Healthcare and Education. Thus, this funding would help the MSMEs working in the area of Renewable Energy and Energy Efficiency in fighting off the economic slowdown and retain the workforce in their organizations. (Press Release on 23 April 2020)\nSome other initiatives by the EIB to aid the affected enterprises have been a €3.4 billion investment towards COVID-19 health and business resilience, energy, transport and education. This includes investments in renewable energy and energy efficiency projects, and to the most impacted enterprises in the sector. (Press Release on 15 May 2020)\nEIB support (amounting to €18 million) to 66 small scale, independent photo-voltaic plants in Poland through Energy Solar Projekty sp.z 0.0 (a subsidiary company of the Energy and Infrastructure SME Fund), is another example of the institution coming to the aid of the SMEs operating in the Energy sector. (Press Release on 27 May 2020)\n4.4. Italy: Life Material Match Making Platform\nLife Material Match Making Platform (M3P) is an online platform that matches the demand and supply between companies offering waste stream and requesting materials 27). It emphasizes on the industrial waste and the technology necessary to make them fit to be reused as secondary raw materials. The information is collected and catalogued in a dedicated database and allows users to identify a “match” between supply and demand of materials.\nThe M3P Platform is used by more than 350 companies in 8 European Union states/regions. Agreements with other several organizations have been signed to exploit M3P Platform in other regions/sectors.\nCentrocot’s Board of Directors has approved a business plan for the next 3 years 2020-2022 with the objective of supporting innovation on MSMEs.\nA similar kind of program post COVID crisis can help connect MSMEs nationally and internationally and be mutually beneficial to both the seller and buyer.\n18",
  "page_28": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n4.5. Poland: Internationalization of Wielkopolska’s MSMEs\nThis project aims to tackle the issue of Wielkopolska's MSMEs internationalization by organizing regional stands at international trade/investment fairs and promotion of regional brands 7°).\nThe following steps were taken under the project:\n- Economic promotion - MSME participated in international trade fairs organized outside European markets to strengthen Wielkopolska's image of attractive economic partner. Investment promotion - Wielkopolska's investment sites, real estates and projects were promoted. The region's great economic potential and well developed transport infrastructure, rich scientific and research facilities, qualified staff and stable development conditions were highlighted. An Electronic Database of Investment Areas of the Wielkopolska Region (eBOl) is maintained. Wielkopolska Brand building - A brand building exercise using the image and promotion campaign at international events was used to promote the Wielkopolska brand.\nPost the COVID crisis, this practice might be helpful for regions willing to promote their industries outside European market, not only in terms of economic promotion but also building the brand. The approach of \"Gospodarna Wielkopolska\" gathers in one project all promotional activities addressed outside Europe, enables for cooperation between regional authority, MSMEs and business environment institutions.\n4.6. Ireland: Trading Online Voucher Scheme\nThis scheme introduces Trading Online Vouchers to incentivize MSMEs in developing online trading as their business in order to better compete in a tough environment created by COVID-19 39]. The scheme utilizes the rapid growth of internet usage, adoption of mobile technologies, globalization and COVID-19 pandemic.\nMSMEs are in a difficult position given their limited resource and slow adaption to changing business environment. The scheme addresses these issues through an incentivized program to introduce Irish businesses to online trading through a voucher to cover a part of their expenditure up to €2,500 in value and develop a commercial internet presence. The scheme is being administered by the Local Enterprise Offices.\nStakeholders include the Local Enterprise Offices supported by other relevant agencies. MSMEs successfully trading for a minimum of 12 months with up to 10 employees and turnover less than €2 million can get access to this scheme.\nThe scheme was very successful with a strong uptake in particular sectors, e.g. retail (24%), creative/manufacturing (17%), traded services (16%), professional (14%), and food (6%). Companies that availed this scheme had an 85% increase in enquiries, 40% increase in overseas enquiries, sales grew 21% and on average 1.4 jobs were created per enterprise.\nThis scheme provides businesses an opportunity to go online which is seen as essential for many enterprises during the current COVID-19 pandemic. The scheme also complies with European Union funding rules / De Minimus Aid, etc. which facilitates a smoother transfer.\n19",
  "page_29": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n4.7. Spain: Centr@tec Program: Advanced Innovation Services for SMEs\nCastile and Ledn is one of the largest regions in Europe where 95% of the companies are very traditional MSMEs and lack innovation 9. The strategy for innovation, entrepreneurship and self- employment of Castile and Ledn involves technological collaboration and better use of community resources to improve competitiveness. Centr@tec Program is a program used by Institute for Business Competitiveness (ICE) for the implementation of the Research & Development (R&D) regional policy in companies.\nRegional Technological Centers in charge of the program's execution. These centers help the companies in planning for training actions, make diagnostics and guide MSMEs on the best way to improve their capacities and technologies in order to be more competitive, through collaboration with the regional working groups.\nCentr@tec plans to achieve its goals through 5 key points: Industry 4.0, Digitization, Innovation in Processes and Design of Products/Services, Internationalization of R&D and Support for Entrepreneurs of Technological Base.\nThe program includes:\n- Demonstrations meetings, expert workshops and training in new technologies. - Internationalization through bilateral meetings, agreements of collaborations and participation in international R&D programmes. Diagnostics and formulation of implementation plans through personalized analysis of the company, action plans and finding funding sources. Innovative Projects Bank through analysis of innovative projects, business plan, and search for financing.\nThe structure of Centr@tec is such that it allows MSMEs to participate in the program in various ways and provides the opportunity to be involved in support and training that helps them develop their potential of innovation and competitiveness.\n4.8. Spain: SME innovative and financing facility\nThis programme helps start-ups to successfully apply for Horizon 2020 (H2020) SME Instrument through information, awareness raising and technical advice and support 4).\nThe H2020 SME Instrument is an innovative and attractive financing facility that supports technology-based MSMEs to check and accelerate their growth proposals. The SME Instrument helps fast-growing companies to overcome difficulties in going from business plan to the market and offers features such as external endorsement of the business plan, a seal of excellence and the access to venture capital.\nThis program features:\n- A workshop on the characteristics and requirements of the SME Instrument program and tips for successful application. A 3-hour meeting with a specialized consultant to review the project idea and assess its readiness for the SME Instrument.\n20",
  "page_30": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n- For companies whose projects are considered ready for submission, advice is provided on the preparation of the application.\nThe program has contributed to the high turnout of San Sebastian companies in the SME instrument and a large number of these companies have been funded. Up to March 2018, 17 companies were funded: 5 - in Phase | and 12 - in Phase ll.\nThis program could be replicated in the other UNECE member States, as it is not based on national regulations. The program helps start-ups to review their business models and growth strategies as part of SME Instrument and enhance their management skills and choose the right advisors.\n4.9. Netherlands: Business Cluster collaboration\nBusiness clusters in the Netherlands have been active in globalizing MSMEs even before the outbreak of COVID-19 pandemic '42!. These clusters support thousands of MSMEs in 60 countries.\nCluster activities, such as the following, are organized every year:\n- Global Investor Pitching which demonstrated the need for investors during this crisis. Several Danish clusters have also successfully hosted several large events where Danish entrepreneurs met online with international investors with positive results. Online International Matchmaking Events which showed that through international matchmaking, it is possible to find collaboration partners. There also has been an increased international participation in the online matchmaking events. International Knowledge which brings in international Chief Executive Officers (CEOs) as speakers for webinars. This helps transfer international knowledge easily to the cluster members while maintaining social distancing norms International Projects Meetings proved many international cluster activities are organized as projects with partners from around the world. It is easier for partners to collaborate online through video meetings.\nThese activities clearly show how MSMEs can stay in the business post the COVID crisis and still be profitable.\n4.10. Germany: entrepreneurial crisis management of innovative start-ups during COVID-19\nStartups have been relying heavily on their relational capabilities ever since the start of pandemic. They have combined available internal resources and external resources through their network like goodwill partners, support of the startup community and access to social capital.\nCompanies reported mismatch between the government policy and the organizations’ characteristics thus are being excluded from the benefits. Thus they boosted their financial capabilities by gathering capital internally and then applied for government support.\nThe startups solved these new problems by identifying and pursuing new entrepreneurial opportunities and establishing new directions for their firms.\n21",
  "page_31": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n5. Guidelines to MSMEs delivering energy-efficient products and providing renewable energy equipment on access to financing, markets, and advanced technologies\n5.1. Analysis of potential for use and dissemination\nControlling the virus whilst preserving the economies and societies will require a coordinated emergency response and an effective risk-based exit strategy for all the UNECE member States. This should include supporting MSMEs in order to ensure a safe revitalization of economic activity along with health and safety precautions at the workplace; followed by the use of flexible formulas to suspend or reduce working time in order to limit contact between people.\nCountries are taking actions to help MSMEs adopt new work processes, speed up digitalization and find new markets. Policies aim to address urgent short-term challenges and strengthen the resilience of MSMEs in a more structural way and support their further growth by helping find new alternative markets, tele-working, digitization and retraining and upskilling of the workforce. MSMEs may not be able to adopt such new technologies and methods. At the same time, adopting new technologies and practices may enable them to become competitive in challenging post-crisis scenario.\nDigital learning should become an everyday reality. In addition to providing equipment and developing educator skills, it is important to implement comprehensive educational concepts in a way that meets the technological, social and personal skills requirements of a digitized world. An initiative to ensure that all businesses, MSMEs, and citizens can fully benefit from e-commerce without any barriers must be implemented!®).\nFig. 7 presents the results of the survey conducted by the ITC on understanding opinion of MSMEs on governmental financial support measures. It clearly indicates that the governments should continue providing measures of financial assistance and tax waivers, especially to MSME sector to stay relevant and continue them through to a sustainable and green recovery path.\n22",
  "page_32": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nFigure 7: Opinion of MSMEs on governmental financial support measures\n80\n70\n60\n50\n40\n28° il\n3 30\n© 20\n~ 10\nMicro\nSmall\nMedium\nLarge\n™@ Tax Waivers or Temporary Tax Breaks Support to self-employed people\n@ Financial Programmes\n@ Rent Subsidies\nm Employment Programmes\n™@ Cash Transfers\n@ Reduction of tariffs on imported inputs m Other\nAs the COVID pandemic spread across the UNECE member States, many countries had travel bans restricted movement of goods, suspended non-essential activities and imposed social distancing norms in public places and work places. To comply with these restrictions many industries had to shut down production for the period of lockdown\nOverview of measures taken by MSME’s during the pandemic lockdown and _ regional dissemination possibilities presented in the Table 1\nTable 1. Measures taken by MSMEs during the pandemic lockdown\nNo Measures taken\nWestern Europe Eastern\nand | Russian\nSouth-Eastern\nFederation\nEurope\nCentral Asia and\nthe Caucusus\nCommunication\nthrough (+)\n(+)\n(-)\nsocial media or other\nplatforms on internet\nIncrease of on-line and sales (+)\n(+)\n(+)\nProvision of value-added (\n(+)\n(+)\nservices\nFixed growth strategy\n(+)\n(-)\n(-)\nAccessing only easier markets (+)\n(-)\n(-)\nRaising IPO\n(-)\n(-)\n(-)\nWork from home\n(+)\n(+)\n(-)\n23",
  "page_33": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nProviding paid online training (+)\nservices\nStrengthening R&D portfolio (-)\n10 Applying for International (+)\nfunding programmes\n11\nIncreasing focus on aligning (+)\nwith COVID related activities\nFollowing background information should be taken in consideration for support of the best practice dissemination process:\n- Production of companies who were heavily reliant on logistics for their operations were affected. Around 40% of the MSMEs were actively promoting their products on social media platforms during the period of lockdown. Around 40% of the MSMEs have access to from international development organizations under different programmes. These funding programmes offers grants for MSMEs, with innovative products prioritization. Industries not directly affected by COVID get indirectly affected by a shortage in demand from their consumers. Post the pandemic, companies also started prioritizing activities essential for the survival of business and offering additional value-added services. Companies have also introduced work from home for their employees and increasingly digitized their business. One company has also provided valuable paid training seminars during lockdown. Companies have also started focusing on projects related to fight against COVID. This provides additional stream of revenue and allows companies to have access to International Development Grants. Retrofitting for improved energy efficiency can lead to significant savings for MSMEs by reducing their energy consumption. Energy consumption data from unoccupied buildings can be collected when almost everyone is working from home for benchmarking. Associations at regional and national level have previously supported their respective members in globalization, finding vendors or new customers. This model can still be replicated at the time of pandemic. Companies, which are working in line with the Sustainable Development Goals (SDGs) can have additional access to funding from different International Development Organizations.\n5.2. Activities for the post-pandemic recovery strategy development of MSMEs\nGeneral guidelines are prepared with the focus on enabling environment for the MSMEs to withstand the impact of COVID-19 crisis, using own company resources and potential national (and international) support.\n(+)\n(+)\n(-)\n(-)\n(+)\n(+)\n(+)\n(-)\n24",
  "page_34": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nFollowing Activities were elaborated as a part of the Guidelines for the MSMEs and could be used as components of the companies’ post-pandemic recovery strategy actions.\n- Support development and increase of participation level in various relevant on-line based platforms and databases. Various business Associations and their MSMEs could improve cooperation on creation of a common best practices and solutions database, as well as actual products and services available from the member companies. Additional capacity building and awareness raising on-line activities should become a regular part of the established platforms. Participation in virtual trade fairs at local and international level. Business associations and administrations (national and local level), by request from the companies, could focus on additional promotion of their member MSMEs, by organizing virtual trade fairs. MSMEs can interact with their potential customers and build strong economic relationships with consumers, using these web-based platforms, made as a stand-alone engine or as a part of any available social networks. Voucher scheme support. A voucher scheme can be introduced by regional governments, to incentivize MSME to develop their commercial online presence. The voucher value can be decided by the regional government. Collaboration programmes. Collaboration programmes could be initiated by MSMEs with technical universities and MSMEs from different industries sectors. Support could be provided through workshops and training in new technologies and agreements of collaborations. This can also be used as an opportunity to access funding by working with an established industry. Technical and financing advisory support activities. MSMEs should look for a programme to set up at regional or national level, where they can get advice and technical support on successful application for funds various funding and technical support. Trainings and capacity building. Training programmes can be setup by business associations, by request from MSMEs, where they can interact with international partners and global leaders on successful running of a business. MSMEs, which already have a successful experience of overcoming COVID-19 crisis, could be supported to share their experience using these platforms. Enabling access to local and international financing. MSMEs can establish communication with relevant national level and international stakeholders, to initiate capacity building consultations, or browse through available platforms of regional, national and international funding programmes. MSMEs can find their most suitable ones and connect directly to potential donors.\n5.3. Guidelines for MSMEs in the UNECE Subregions\nDetailed country specific COVID-19 crisis impact compensation measures are presented in Annex 1. Summary of these available measures applicable in particular UNECE Subregions, as well as guidelines for MSMEs in the UNECE member States, are presented below.\n25",
  "page_35": "26\nGuidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nWestern and Central Europe\n- Extend the communication (through press releases or social media) to investors, clients, and partners by disclosure of the technical and financial status of the company after the COVID-19 crisis. This can bring confidence amongst existing and new investors and clients and invite new domestic and foreign users requiring the service. MSME associations across Europe could find ways to find new customers and investors in order to support their members during COVID pandemic outbreak. Be active on various social media platforms about their products. This will help make their product discoverable to the masses and bring in new customers. Find how existing products can fit different needs. Look at core competencies of your company and align them in such a way that it matches European Commission’s vision of the future of Europe after the crisis. It would not only increase avenues for funds for these organizations but will also ensure that they see through the tough period of COVID-19 lockdown with minimal financial implications. If an industry is severely affected by the pandemic, they might find it easier to transition to service industry by retraining the same experienced staff. This will provide them with an additional source of revenue that can be beneficial even after pandemic. It is advisable for MSMEs to formulate a strong growth plan, focus their efforts on areas with strong growth potential and easier access to the market. MSMEs could temporally embrace the new technologies and use their existing human resources in projects where remote assistance can be provided, this will be the most cost- effective way to keep their businesses running without laying-off employees. It is fine to prioritize the projects to fight for the COVID-19 slowdown. The low priority projects can be put on hold for the time being. This would ensure that the MSME works only on those projects which are vital to sustain through this tough period. It is advisable for MSMEs with expertise in their sectors to provide online training, it can either be skill based or knowledge based and can be provided to a student or a professional for a nominal fee. The current pandemic has proved the importance of up-skilling and re- skilling. Trainings like these will keep the current employees engaged and promote the company in their sector. It is advisable for the MSMEs to strengthen the research activities in their organizations and showcase the same through news bulletins on their websites. MSMEs working in energy efficiency and renewable energy sectors can attract funds from donor agencies for their solutions working towards increased sustainability. MSMEs can apply for funding programmes such as Horizon2020 and InnoEnergy Powerup. These programmes have helped some MSMEs to ward off the impact of the COVID-19 crisis on their business activities (less business involving close physical contact). MSMEs in Western European region have access to guarantee schemes on loans. Countries like Austria, Belgium, Czechia, Denmark, Finland, France, Ireland and Italy are providing such schemes.",
  "page_36": "27\nGuidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nMSMEs have an ability to participate in regional and national funding and liquidity support programmes. Such programmes are being offered by the Governments of Czechia, Germany, Italy, Portugal, Spain, Switzerland, Cyprus, Hungary. MSMEs not eligible to participate in funding programmes and affected by the pandemic are advised to use loans, subsidies and employee salary compensation. These are available in Czechia, Cyprus, Denmark, Estonia, Finland, France, Germany, Portugal, Slovakia, Switzerland and the United Kingdom. - MSMEs can also get loans to support their businesses. Such loans are available in Croatia, Latvia, Lithuania.\nSouth-Eastern and Eastern Europe and Turkey\n- Extended communication of MSMEs (through press releases or social media) to investors, clients, and partners by disclosure of the technical and financial status of the company after the COVID-19 crisis. This can bring confidence amongst existing and new investors & clients and invite new users requiring the service from the same region and abroad. MSMEs should investigate how their existing products can fit different needs. If an industry is severely affected by the pandemic, they might find it easier to transition to service industry by retraining the same experienced staff. This will provide them with an additional source of revenue that can be beneficial even after pandemic. MSMEs working in energy efficiency and renewable energy sectors can attract funds from donor agencies for their solutions working towards increased sustainability. MSMEs could focus on a customer care approach during the pandemic and deliver additional customer satisfaction services in these testing times. This would be helpful in building customer base even beyond the pandemic. It is also essential to inform about these measures (as reduced tariffs and promotional tariffs in the case study) through social media. It is recommended that MSMEs apply for relevant international funding programmes, that are currently available in the region. These programmes could help MSMEs to ward off the impact of the virus on their business activities. It is recommended that MSMEs in Eastern and South-Eastern Europe have tax benefits. The Governments of Albania and Montenegro are providing such benefits. MSMEs can also get salary compensation and unemployment benefits. Such benefits are being provided by the Governments of Albania, Bosnia and Herzegovina, North Macedonia, Serbia, and Turkey. MSMEs can also get loans to support their businesses. Such loans are available in North Macedonia and Turkey. Several countries are offering support in loan repayment, and MSMEs are having access to these benefits to reduce their financial burden. These are available in North Macedonia and Turkey\nRussian Federation, Central Asia, and the Caucasus\n- Extended communication of MSMEs (through press releases or social media) to investors, clients, and partners by disclosure of the technical and financial status of the company",
  "page_37": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nafter the COVID-19 crisis. This can bring confidence amongst existing and new investors & clients and invite new users requiring the service from the same region and abroad. Activities that promote globalization of their MSMEs and find new customers and investors could be supported by MSME Associations, National and International Development donors. MSMEs should be active on various social media platforms about their products. This will help make their product discoverable to the masses and bring in new customers. MSMEs should investigate how their existing products can fit different needs. It is recommended that MSMEs look at their core competencies and align them as much as possible with vision of the region’s future after the crisis, and relevant researches of relevant International Development Organizations, that are active in the region. It would not only increase avenues for funds for these organizations but will also ensure that they see through the tough period of COVID-19 lockdown with minimal financial implications. lf an industry is severely affected by the pandemic, they might find it easier to transition to service industry by retraining the same experienced staff. This will provide them with an additional source of revenue that can be beneficial even after pandemic. It is advisable for MSMEs to formulate a strong growth plan, focus their efforts on areas with strong growth potential and easier access to the market. MSMEs could temporally hold implementation of new technologies and use their existing human resources in projects where remote assistance can be provided, this will be the most cost-effective way to keep their businesses running without laying-off employees. MSMEs working in energy efficiency and renewable energy sectors can attract funds from donor agencies for their solutions working towards increased sustainability. MSMEs can get access and loans to support their businesses. These funds are being provided by Governments of Armenia, Azerbaijan, Kazakhstan, Kyrgyzstan, and the Russian Federation.\n28",
  "page_38": "29\nGuidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nConclusions\nHere are conclusions that could be drawn from the case studies covered in the report:\n- Availability of various funding programmes, which have been used to financially stabilize the MSMEs or start-ups. These funding programmes are fruitful in giving financial security to the MSMEs working in renewable and energy efficiency sectors in such uncertain times. There should be more such initiatives by funding agencies to promote the vulnerable MSMEs who have lost a source of financing their businesses during the pandemic. Many MSMEs have adjusted already to the new normal of remote working conditions and social distancing. Thus, it is evident that to survive the pandemic, it is imperative to follow the social distancing norms while working. Work from home can be an option that can be explored more by MSMEs. Delaying the non-essential and non-priority projects to some future date is also a way in which the crisis could be mitigated. As the focus of the world is to fight the virus and search for technologies which help in this fight, it is obvious that some of the funding sources might be temporarily unavailable for the projects which are not relevant to this end. Thus, the MSMEs can delay such projects which do not put into jeopardy their immediate survival. The funds, which are currently available in the MSMEs, can be used to develop and implement only those projects which have a direct and immediate effect on the sustenance of the company. Virtual (online) activities for MSMEs become the most important now. By remaining active on social media and through blog posts on the website, the MSMEs can tap into the investors and customers even amidst social distancing norms. These blog posts or activities that the organization does over social media or the internet, also instils confidence amongst the current and potential investors and customers. It is also a means of keeping the MSMEs relevant during these times. Companies could start to provide classes and skill-based sessions to students and professionals worldwide during the pandemic at a nominal fee. These sessions are primarily based on the sustainable energy knowledge dissemination. This is also a way to counter the threat of becoming irrelevant in such difficult times. Some of MSMEs have repackaged their products and have branded themselves as a health- tech start-up amidst the pandemic. This is one more option for companies to get funds for their operations. It is also possible, instead of full rebranding, to put out products aimed on fighting off the pandemic apart from their regular products.",
  "page_39": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nRecommendations\nRecommendations are formulated based on the analysis of Governments’ activities aimed on enabling secure development environment through appropriate policies and legislation for MSMEs (Annex 1), affected by COVID-19 crisis, to encourage delivery of energy-efficient products and provision of renewable energy equipment\nRecommendations to governments for developing policy guidelines\nAfter going through various policy measures and reports by different organizations, agencies, bodies who have been directly working MSMEs, we recommend the following actions for governments in the UNECE member States. The governments can tailor the recommendations to their local needs.\nPolicy Measures to avoid economic fallout\n- Temporary tax waivers on all transactions done by MSMEs' at national, regional or local level. This would free the MSMEs from any tax obligations for a temporary period. Temporary tax breaks to reduce the amount of taxes to be paid by MSMEs. Changes can also be made to tax system to benefit MSMEs. National financial programmes to support MSMEs though loans, credit guarantees on loans, and relaxation of laws on loan repayment.\nPolicy Measures to avoid immediate start-up failure\n- Offer payment delays, wage subsidies, line of credit and guarantee free loans to MSME start-ups. - Support direct payments for MSMEs to improve cashflow and reduce delays in payments. - Stimulate mutual assistance/solidarity in the MSME community.\nPolicy Measures to avoid workforce layoffs\n- Offer employee development programmes (e.g., for digitalization). - Support temporal downsizing (e.g., through wage subsidies). - Provide financial support to laid-off workforce. - Formulate policies to avoid situations when businesses receive financial support while downsizing workforce.\nPolicy Measures to support new businesses\n- Secure future innovations through mid-or long-term policy measures linked to larger policy objectives (e.g., sustainability and/or digital transformation). Lay foundations for post-crisis recovery (e.g., incentivize investors to provide additional growth capital). Nurture knowledge diversity and entrepreneurial culture in the ecosystem. Boost positive business climate for consumption and innovation. Decrease specific barriers for MSMEs starting up through specific support (e.g., consider future growth trajectories instead of past revenues).\n30",
  "page_40": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nPolicy Measures to mitigate disparities arising from initial policy measures:\n- Provide information and support services addressing the specific challenges of businesses (e.g., hotlines). - Fast track the process of providing financial assistance by partnering with major banks/institutions.\nRecommendations to governments for establishing financial incentives schemes\nFollowing recommendations were prepared for the governments for establishing financial incentives schemes for MSMEs:\n- Increased support for entrepreneurs and MSMEs is required in order to maintain sustainable development track for companies as well as presentation of available solutions, which could help to withstand the impact of COVID-19 crisis. Governments should prepare a clear guidance for companies on the available support provided at the local and national levels, such as how to access the different financial instruments, whom to contact for questions, who are the national bodies involved in funds disbursement, what is the role of national banks and what are their obligations, etc. Governments should use public procurement procedures for targeted support of MSMEs. Funds, that are normally used to support new companies, could be temporally redirected to MSMEs and entrepreneurs, which have had to close their business, to facilitate quick re-start. Governments should provide funding support through grants and low- or no-interest loans to the MSMEs working on low carbon technologies in the clean energy sector to facilitate green economic recovery. It can be difficult for companies to initiate clean energy transition as they have to maintain other expenses. A proposed European climate policy can support businesses, and particularly MSMEs, to transition into zero carbon production through a European Decarbonization Fund. Compensation should be provided to MSMEs for increase in incremental costs through reduction in energy taxes or tax rates on sustainable investments (e.g. circular economy, renewable energy, energy efficiency, etc.). Governments could establish a specialized clean energy financial institution to enable MSMEs as a driving force to clean and green economic recovery. Governments should establish a one-stop shop for MSMEs to get advice on how to deal with the crisis and to receive practical information on financing and other means to mitigate the impact of COVID-19 crisis, such as best practices to adapt their business models. Governments could provide urgent financial help to MSMEs on liquidity issues through existing grants and schemes. Other measures such as postponement of tax deadlines for MSMEs, delay in the repayment of government-guaranteed loans, maintaining government-based investments in MSMEs, and introducing a moratorium on social contributions could be adopted. Governments could pool their resources to attract more private investors. Governments could use an example of a pan-European Guarantee Fund, managed by the European Investment Bank (EIB) aimed to generate additional funds targeted for MSMEs impacted by the COVID-19 crisis.\n31",
  "page_41": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nTo address a significant reduction in tax revenue, which could last for several years, governments may ensure that their tax systems are adapted to become more supportive of growth by reducing taxation on both labour (including social contributions) and capital, including corporate tax, which can be particularly damaging to employment. Tax systems may be digitalized and simplified, and double taxation could be removed particularly in the area of Value Added Tax (VAT). This would make investment and trade more economically viable. Fiscal incentives (like tax credit) for investors in companies’ capital could be encouraged.\n32",
  "page_42": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nReferences\n1 htt www.oecd.or coronavirus olic -responses/corporate-sector-vulnerabilities-during- the-covid-19-outbreak-a6e670ea/\nhtt www.oecd.or coronavirus olic -responses/coronavirus-covid-19-sme-policy- responses-04440101/\n3 https: www.clustercollaboration.eu/achievements/spain-learnings-and-o ortunities-covid 19-crisis\nhtt www.oecd.or coronavirus olic -responses/coronavirus-covid-19-sme-policy- responses-04440101/#section-d1e167\n5\nhttps: www.oecd-ilibrary.or sites/Od1d1e2e-\nen/index.html2itemld=/content/publication/Od1d1e2e-en\n6\nhttps://www.intracen.org/uploadedEiles/intracenorg/Content/Publications/ITCSMECO2020.pdf\n7. INSEE (National Institute of Statistics and Economic Studies), 2020, https://www.insee.fr\n8\nhttps: www.oecd-ilibrary.or sites/fe40a82a-\nen/index.html?itemld=/content/component/fe40a82a-en\n9. OBR (Office for Budget Responsibility), 2020, https://obr.uk\n10. INSEE (National Institute of Statistics and Economic Studies), 2020\n11. IFO (Institute for Economic Research), 2020\n12. Banca d'Italia, 2020\n13. Battistini and Stoevsky, 2020\n14. Bank of Estonia, 2020\n15. A view on the COVID impact on and support measures for SMEs, SME United, 2020\n16. Startups in times of crisis - A rapid response to COVID-19 pandemic, Journal of Business Venturing Insights, Kuckertz, et al., 2020\n17.\nhttps: www.oecd-ilibrary.or sites/Od1d1e2e-\nen/index.html2itemld=/content/publication/Od1d1e2e-en\n18. https www.interregeurope.eu olicylearnin ood-practices/item/1769/ener -efficiency- retrofittin -in-public-social-housin -in-andalusia\nttps: Www.ener, livenews.com/2020/05/28/ener -management-during-covid-19\n20. https www.interregeurope.eu olicylearnin ood-practices/item/2040/funding-for- improving-resource-efficiency-in-smes/\n21. https://www.swissvault.io/\nttps: cordis.europa.eu roject/id/94684\n33",
  "page_43": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\n23. https: www.weforum.or agenda/2019/06/the-eu-wants-to-create-10-million-smart- lam osts\n24. http://www.oecd.org/coronavirus/policy-responses/coronavirus-covid-19-sme-policy- responses-04440101/\n25. https://www.azelio.com/investors/press-releases/2020/azelio-business-update---continued- progress-and-increased-capital-requirements-due-to-covid-19/\n26. https://erea.be/blog/veilige-totaaloplossingen-in-tijden-van-corona-b102.html\n27. https://www.linkedin.com/company/erea-energy-engineering\n28. https://news.cision.com/ew -holding-ab--publ-/r/eco-wave-power-enters-concession- agreement-with-apdl-to-enable-the-construction-of-an-up-to-20mw-wav,c3092835\n29. Eco Wave Power, Press release, https://www.ecowavepower.com/investor-relations\n30. https: www.hubhub.com/sk/coworkers-vs-crisis-5-eva-almasiova-from-fuer -4\nttps: fuer come\n32. https://www.crunchbase.com/organization/polylabs\n33. http://www.polylabs.eu/en/\nwww.kki.lv/?lang=en&id=75\n35. http: www.modvion.com/wp-content/uploads/2020/06/200615 Modvion-Awarded- Multimillion-Euro-EU-Grant-for-Wooden-Wind-Turbine-Towers EN.pdf\n36. http://www.modvion.com/\n37. https://www.interregeurope.eu/policylearning/good-practices/item/2296/life-m3p-platform- material-match-making-platform/\n38. https://www.interregeurope.eu/policylearning/good- practices/item/1155/internationalisation-of-wielkopolska-s-smes-key-project-within-regional- operational-programme/\n39. https://www.interregeurope.eu/policylearning/good-practices/item/2146/trading-online- voucher-scheme/\n40. https: www.interregeurope.eu/policylearnin ood-practices/item/1154/centrattec- program-advanced-innovation-services-for-sme-s/\nAl. https: www.interregeurope.eu/policylearnin ood-practices/item/1091/sme-instrument- donostia-inn/\n42. https: www.clustercollaboration.eu/achievements/denmark-online-session-digital- globalisation-danish-smes\n43. https://www.pwc.co.uk/premium/covid-19/uk-economic-update-covid-19.pdf\n34",
  "page_44": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n44. European Commission (19 June 2020). Affordable High-Tech for Humanitarian Aid. Retrieved from European Commission: https://ec.europa.eu/research/eic/index.cfm? rizes al\n45. European Commission (2020). What is Horizon 2020? Retrieved from European Commission: https://ec.europa.eu/programmes/horizon2020/en/what-horizon-2020\n46. EIT (30 April 2020). Country Finals Week #1. Retrieved from PowerUp! InnoEnergy: https://powerup.innoenergy.com/blog/PowerUp!%20Country%20Finals%20week%20%231\n47. EIT (15 May 2020). Country Finals Week #2. Retrieved from PowerUp! InnoEnergy: https://powerup.innoenergy.com/blog/Best%20startups%200f%20Bulgaria,%20Hungary,%2O0Lat via%20and%20Estonia%20have%20been%20chosen\n48. EIT (20 May 2020). Country Finals Week #3. Retrieved from PowerUp! InnoEnergy: https: oweru .innoener .com/blog/POWERUP!%20COUNTRY%20FINALS%20WEEK%20%233\n49. EIT (29 May 2020). Country Finals Week #4. Retrieved from PowerUp! InnoEnergy: https: oweru .innoener .com/blog/PowerUp!%20Country%20Finals%20Week%204\n50. European Investment Bank (23 April 2020). Bosnia and Herzegovina: SMEs to benefit from EUR 10. million loan EIB signed with Raiffeisen Leasing in B&H. Retrieved from  eib.org: https www.eib.or en ress/all/2020-104-smes-in-bosnia-and-herzegovina-to-benefit-from- eur-10-million-loan-eib-signed-with-raiffeisen-leasing-in-bh3\n51. European Investment Bank (15 May 2020). EIB backs EUR 3.4 billion COVID-19 health and business resilience, energy, transport and education investment. Retrieved from eib.org: https www.eib.or en ress/all/2020-113-eib-backs-eur-3-4-billion-covid-19-health-and- business-resilience-energy-transport-and-education-investment\n52. European Investment Bank (10 June 2020). EIB joins forces with DLL to provide up to €400 million to finance the investments of SMEs in Spain and Italy. Retrieved from eib.org: https://www.eib.org/en/press/all/2020-145-eib-joins-forces-with-dll-to-provide-up-to-eur400- million-to-finance-the-investments-of-smes-in-spain-and-italy\n53. European Investment Bank (27 May 2020). Poland: First EIB support for solar energy project. Retrieved from eib.org:\nhttps www.eib.or en ress/all/2020-127-first-eib-su ort-for-solar-ener -project-in-poland\n54. European Investment Bank (16 June 2020). Spain: EIB Group and Banco Sabadell provide €576 million to finance SMEs and mid-caps. Retrieved from eib.org: https: www.eib.or en ress/all/2020-151-eib-group-and-banco-sabadell-provide-eur576- million-to-finance-smes-and-mid-caps\n55. BusinessEurope proposals for a European economic recovery plan — BusinessEurope (20 April 2020)\n56. SME United’s position paper on the future EU climate policy (SME United, May 2020)\n57. https://www.euractiv.com/topics/businesseurope/\n35",
  "page_45": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n58. https: www.interregeurope.eu olicylearnin ood-practices/item/834/technopol- program-lower-austria/\n59. Peter Kurz, Lord Mayor of Mannheim, Germany, and PES Group member at https://pes.cor.europa.eu/covid-19-progressive-cities-and-regions-share-solidarity-projects\n60. https://www.debevoise.com/insights/publications/2020/03/covid19-so-far-state-sponsored- help-for\n61. https://www.interregeurope.eu/policylearning/good-practices/item/794/european-network-\nfor-early-warning-and-for-support-to-enterprises-and-second-starters/\n62. https://www.eib.org/attachments/pj/access_to finance study on bioeconomy_en.pdf\n63.\nhttps www.digitaleurope.or resources/digitaleuropes-covid-19-response-\nrecommendations/\n64. https: www.debevoise.com/insights ublications/2020/03/covid19-so-far-state-sponsored- help-for\n65. Government and institution measures in response to COVID-19, Update 12, pp. 6-8 (KPMG, 06 April 2020)\n66. htt www.oecd.or coronavirus olic -responses/coronavirus-covid-19-sme-policy- responses-04440101/#section-d1e7081\n67. COVID-19 CE Measures_V11 — Deloitte (27 May 2020)\n68. COVID-19 Summary of Government Financial Support Europe and Middle East_V8 — Squire Patton Boggs (4 June 2020)\n69. http://www.amcham.cz/news/government-measures-supporting-business\n70. https://www.mpo.cz/en/guidepost/for-the-media/press-releases/interest-free-funding-for- entrepreneurs-affected-by-coronavirus-infection-has-been-approved-by-the-government-- 253418/\n71. https://www.czechinvest.org/en/COVID-INFO/Support-programs-for-businesses/Covid-\nTechnologies-program\n72. Government and institution measures in response to COVID-19, Update 12, pp. 22-24 (KPMG, 06 April 2020)\n73. Government and institution measures in response to COVID-19, Update 12, pp. 26-29 (KPMG, 06 April 2020)\n74. Government and institution measures in response to COVID-19, Update 12, pp. 30-44 (KPMG, 06 April 2020)\n75. https://home.kpmg/xx/en/home/insights/2020/04/germany-government-and-institution- measures-in-response-to-covid.html\n76. COVID-19 CE Measures_V11— Page 42-44, Deloitte (27 May 2020)\n36",
  "page_46": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n77. COVID-19 CE Measures_V11— Page 45-47, Deloitte (27 May 2020)\n78. COVID-19 Summary of Government Financial Support Europe and Middle East_V8 — Squire Patton Boggs (4 June 2020)\n79. https://pes.cor.europa.eu/covid-19-progressive-cities-and-regions-share-solidarity-projects\n80. https://www.worldbank.org/en/data/interactive/2020/04/14/map-of-sme-support- measures-in-response-to-covid-19\n81. https://www.msiglobal.org/newsandknowledge/malta-measures-to-support-business-during- covid-19/\n82. COVID-19 Summary of Government Financial Support Europe and Middle East_V8 — Squire Patton Boggs (4 June 2020)\n83. Fernando Medina, Mayor of Lisbon, Portugal, and PES Group member ( https es.cor.europa.eu/covid-19-progressive-cities-and-regions-share-solidarity-projects )\n84. https: home.kpmg/xx/en/home/insights/2020/04/portugal-government-and-institution- measures-in-response-to-covid.html\n85. COVID-19, A panoramic view of measures to protect the clean energy sector around the world, Bird & Bird (May 2020)\n86. Emiliano Garcia-Page, President of Castilla-La Mancha region, Spain, and PES Group member ( https es.cor.europa.eu/covid-19-progressive-cities-and-regions-share-solidarity-projects )\n87. Sandra Gdmez Lopez, Deputy Mayor of Valencia, Spain (https: es.cor.europa.eu/covid-19- progressive-cities-and-regions-share-solidarity-projects)\n88. COVID-19 CE Measures_V11—pp. 78-80, Deloitte (27 May 2020)\n89. COVID-19, A panoramic view of measures to protect the clean energy sector around the world, Bird & Bird (May 2020)\n90. https://www.debevoise.com/insights/publications/2020/03/covid19-so-far-state-sponsored- help-for\n91. Government and institution measures in response to COVID-19, Update 12, p. 5 (KPMG, 06 April 2020)\n92. https: home.kpmg/xx/en/home/insights/2020/04/belarus-government-and-institution- measures-in-response-to-covid.html\n93. https: www.worldbank.or en/data/interactive/2020/04/14/map-of-sme-su ort- measures-in-response-to-covid-19\n94. Government and institution measures in response to COVID-19, Update 12, p. 17 (KPMG, 06 April 2020)\n95. https://www.hbor.hr/en/tema/esif-growth-and-expansion-loans/\n37",
  "page_47": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n96. https: home.kpmg/xx/en/home/insights/2020/04/c rus-government-and-institution- measures-in-response-to-covid.html\n97. https://www.worldbank.org/en/data/interactive/2020/04/14/map-of-sme-support- measures-in-response-to-covid-19\n98. https://www.worldbank.org/en/data/interactive/2020/04/14/map-of-sme-support- measures-in-response-to-covid-19\n99. https://home.kpmg/xx/en/home/insights/2020/04/latvia-government-and-institution- measures-in-response-to-covid.html\n100. https://www.worldbank.org/en/data/interactive/2020/04/14/map-of-sme-support- measures-in-response-to-covid-19\n101. COVID-19 CE Measures_V11 — pp. 50-51, Deloitte (27 May 2020)\n102. https: home.kpmg/xx/en/home/insights/2020/04/montenegro-government-and- institution-measures-in-response-to-covid.html\n103. https: www.worldbank.or en/data/interactive/2020/04/14/map-of-sme-su ort- measures-in-response-to-covid-19)\n104. https: home.kpmg/xx/en/home/insights/2020/04/north-macedonia-government-and- institution-measures-in-response-to-covid.html\n105. https://home.kpmg/xx/en/home/insights/2020/04/moldova-tax-developments-in-response- to-covid-19.html\n106. https://home.kpmg/xx/en/home/insights/2020/04/moldova-government-and-institution- measures-in-response-to-covid.html\n107. COVID-19 CE Measures_V11 — pp. 64-68, Deloitte (27 May 2020)\n108. https://www.worldbank.org/en/data/interactive/2020/04/14/map-of-sme-support- measures-in-response-to-covid-19\n109. https://home.kpmg/xx/en/home/insights/2020/04/serbia-government-and-institution- measures-in-response-to-covid.html\n110. Source: https: home.kpmg/xx/en/home/insights/2020/04/slovakia-government-and- institution-measures-in-response-to-covid. html\n111. https: www.lexolo com/librar detail.as x?g=5be3b4fa-1857-47f0-aeld-4d56c3dd9bc2\n112. COVID-19 CE Measures_V11 — pp. 74-75, Deloitte (27 May 2020)\n113. https: www.worldbank.or en/data/interactive/2020/04/14/map-of-sme-su ort- measures-in-response-to-covid-19\n114. https://www.worldbank.org/en/data/interactive/2020/04/14/map-of-sme-support- measures-in-response-to-covid-19\n38",
  "page_48": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\n115. https: home.kpmg/xx/en/home/insights/2020/04/azerbaijan-government-and-institution- measures-in-response-to-covid.html\n116. https://home.kpmg/xx/en/home/insights/2020/04/georgia-tax-developments-in-response- to-covid-19.html\n117.\nhttps://dataviz.worldbank.org/views/SME-\nCOVID19/Overview?:embed=y&:isGuestRedirectFromVizportal= &:displa count=n&:showAppB anner=false&:origin=viz_share_link&:showVizHome=n\n118. https://home.kpmg/xx/en/home/insights/2020/04/kazakhstan-government-and-institution- measures-in-response-to-covid.html\n119. https://home.kpmg/xx/en/home/insights/2020/04/kyrgyzstan-government-and-institution- measures-in-response-to-covid.html\n120. https: home.kpmg/xx/en/home/insights/2020/04/kyr zstan-tax-developments-in- response-to-covid-19.html\n121. https: home.kpmg/xx/en/home/insights/2020/04/russia-government-and-institution- measures-in-response-to-covid.html\n122. https: dataviz.worldbank.org/views/SME- COVID19/Overview?:embed=y&:isGuestRedirectFromVizportal= &:displa count=n&:showAppB anner=false&:origin=viz share link&:showVizHome=n\n123. https://home.kpmg/us/en/home/insights/2020/04/tnf-uzbekistan-tax-relief-measures.html\n39",
  "page_49": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nAnnex 1. Measures taken by selected countries from the UNECE region to support MSMEs during COVID-19 crisis\nEuropean Union\nMeasures\nResponsible\nBenefits\nNo\nTaken\nAgency\n1 Measures to\n1. European\n€1 billion was made available in a European Union\nsupport MSME Investment Fund budget guarantee to the European Investment Fund\n(EIF)\n(EIF) via the European Fund for Strategic\n2. European\nInvestments (EFSI).\nFund for\nThe EIF will then provide liquidity and guarantees to\nStrategic\nbanks, mobilizing €8 billion in working capital\nInvestments\nfinancing.\n(EFSI)\nMobilization\nEuropean\nAdditionally, the EIB has proposed to mobilize\nof €40 billion\nInvestment Bank another €40 billion of financing: €20 billion of\nby EIB\n(EIB)\nfinancing dedicated guarantee schemes to banks\nbased on existing programmes for immediate\ndeployment; €10 billion of financing dedicated\nliquidity lines to banks to ensure additional working\ncapital support for MSMEs and mid-caps; €10 billion\nsupport dedicated asset-backed securities (ABS)\npurchasing programmes to allow banks to transfer\nrisk on portfolios of MSME loans.\nA €37 billion\nA €37 billion investment package funded by\ninvestment\nrelinquishing the Commission’s obligation to\npackage\nrequest refunding of unspent pre-financing for\nEuropean structural and investment funds currently\nheld by Member States to direct €25 billion will be\nused to support the Member States. Funds will be\ndeployed directly by the Member States!©4!,\n40",
  "page_50": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nWestern and Central Europe\nBenefits\nAustria\nAustria has taken various measures funded by the COVID-19 Crisis Management Funds !©1. \"Digital Team Austria\" initiative consisted of companies in the digitization industry that has offered digital services to MSMEs free of charge for the first 3 months !©4,\nNew guarantees are Austria\nProvides guarantees for bridging financing to\nbeing provided for\nWirtschaft-\nbridge the liquidity of MSMEs in industry and\nMSMEs worth €10\nservice\ncommerce, as well as people or companies\nmillion up to 80% of\nwho are self-employed.\nthe loan amount or\n€2.5 million for 5\nyears. These\nguarantees have a\nonetime processing\nfee starting at\n0.25 % of the\namount to be\nfinanced anda\nguarantee fee,\nstarting at 0.3% p.a.\n(variable to risk) of\noutstanding liability\nBelgium\nBelgium is offering state guarantees on certain loans and the existing guarantees have been extended to includes companies that were affected by the COVID 19 pandemic.\n1\nExtension of MSME\nThe existing MSME guarantees have been\nguarantees in the\nextended to include companies that were\nFlanders region\nimpacted by the ongoing COVID-19 crisis.\nThese guarantees include bridge loan\nguarantee for existing non-bank debts up to 12\nmonths, low-interest subordinated loans for\nstartups and scale-ups, lowered one-off\npremium, guarantees for bank debts under\nexisting credit facilities and investment credits\n[67]\n.\n41",
  "page_51": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nMeasures Taken\nFederal Guarantee\nScheme (applies\nautomatically and is\nin force currently)\nBelgium has opened -\nup existing financial\ninstruments for\nMSMEs — such as\nMSME growth\nsubsidy [66].\nResponsible\nAgency\nBenefits\nThe federal state will provide a guarantee of\n€50 billion on certain loans issued by financial\ninstitutions in Belgium.\nLosses suffered will be apportioned between\nthe federal state and the financial sector:\n- First loss of 3% will be supported by the\nfinancial sector\nLosses between 3% and 5% will be shared\nequally between the financial sector and\nthe federal state.\nFor losses exceeding 5%, the federal state\nwill bear 80% of the loss.\nAll new loans with a maximum term of 1 year\n(unless extended) must be entered between 1\nApril 2020 and 30 September 2020 (unless\nextended). These guarantees do not include re-\nfinancings, draw-downs under agreements\nentered before 1 April 2020, financings that\ncannot contractually be used for Belgian\nactivities of the borrower and agreements that\nspecifically exclude the benefit of the\nguarantee [68),\nSupports firms to find alternative markets,\nparticularly where supply chains are impacted.\n42",
  "page_52": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nCroatia\nCroatia has introduced moratorium, loan and interest schemes through various agencies for MSMEs /9%4],\n1 The government has Croatian\nFunds can be approved for investments in\nincreased allocation Agency for\ntangible and intangible assets as well as the\nfor the \"ESIF micro\nSMEs,\ntransfer of ownership rights, whereas up to\nloans\" for working\nInnovation and 30% of loan amount can be earmarked for the\ncapital for MSMEs\nInvestment\nfinancing of working capital related to the\nrespective investment.!9!\nand the maximum\n(HAMAG-\nguarantee rate for\nBICRO)\nEuropean Structural\nand Investment\nFunds (ESIF)\nguarantees has been\nincreased from 65%\nto 80%.\nA new financial\nIt offers small working capital loans to a\nCroatian\ninstrument \"COVID- Agency for\nmaximum of €100,000, with an interest rate of\n19 loans\" has been\nSMEs,\n0.25%. The grace period, if repayment is more\nintroduced for\nInnovation and than 2 years, is up to 12 months, and the total\nworking capital for\nInvestment\nrepayment period is up to 5 years. The\nMSMEs.\n(HAMAG-\ncollateral requirement is only to a debenture.\nCOVID-19 loans\nBICRO)\nThese loans are targeted at lower risk clients to\nintroduced by the\nfinance working capital up to €2 million (with a\nCroatian Bank for\nminimum of €187,500). HBOR lends 50% of the\nReconstruction and\nloan amount to a commercial bank with zero-\nDevelopment\npercent interest rate, while the other 50% is\n(HBOR).\nassumed by the commercial banks. The total\nrepayment period is minimum 1 year,\nmaximum 3 years.\nA moratorium on\nCroatian Bank Prevents MSMEs from being forced to pay for\nobligations to banks for\ntheir loans for 3 months. Liquidity loans and\nhas been introduced Reconstruction export guarantees have also available.\nfor a period of 3\nand\nmonths, during\nDevelopment\nwhich banks will not (HBOR)\napply enforcement\nmeasures. The\nmoratorium is\nshared by HBOR.\n43",
  "page_53": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nGuarantee\nCroatian\ninstrument from\nAgency for\nHAMAG-BICRO that SMEs,\ncan be utilized to\nInnovation and\ncover 50-80% of the Investment\ntotal loan amount,\n(HAMAG-\nwhile the rest of the BICRO)\ncollateral will be\ndecided by the\ncommercial bank\nInterest rates on\nCroatian Bank Reduced interest rates will MSMEs receive\ninvestment loans\nfor\ncheaper loans.\nwith 30% share of\nReconstruction\nworking capital have and\nbeen reduced to 0.1- Development\n0.5%.\n(HBOR)\nCyprus\nCyprus is providing subsidies, loans and deference of loan instalment payment for MSMEs !°°!\n1 Small Business\nGovernment of | The scheme will provide a subsidy of 70% on\nSupport Scheme has Cyprus\nemployee salaries.\nbeen established\nAll performing\nGovernment of -\nbusiness and public Cyprus\nloans (capital and\ninterest) will be\nfrozen for 9 months.\nState guarantee on Government of A state guarantee of €2 billion for businesses\nbusiness loans\nCyprus\nhas been declared. Any losses from these loans\nwill be covered up to 70% by the government\nand 30% by the banks.\nNo loan instalment\nCollection of all loan instalments and interests\nor interest collection\nwill be suspended subject to borrower\nsubmitting a written request to this end and no\ndefault amounts to have existed, on the\nrelevant loans, over 30 days past due as at 29\nFebruary 2020.\nNo\nMeasures Taken\n44\nResponsible\nAgency\nBenefits\nThe indicative initial credit potential (HBOR’s\nand commercial banks in total) is close to €800\nmillion.",
  "page_54": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nCzechia\nCzechia is providing various loan and subsidy programmes for MSMESs. It is also providing guarantees on commercial loans. The Czech government has decided to provide state guarantee to MSMEs though the Czech-Moravian Guarantee and Development Bank on loans from commercial banks totaling CZK 600 billion '®9!. The Czech Republic has launched an emergency package for Czech exporters and other support to exporters. !©4\nThe COVID Loan\nCzech\nApplicants for the COVID Loan can benefit if\nprogramme will\nGovernment\ntheir contractual performance have been\nprovide support in\ndelayed, suspended or cancelled due to\nthe form of soft\nmeasures taken to prevent the spread of\nloans in the amount\ncoronavirus infection.\nof CZK 500,000 up to\nThe loan may be used for acquisition of small\nCZK 15 million with\ntangible or intangible assets, the acquisition\nzero interest rate.\nand financing of inventories or for other\nLoans are granted\noperating expenses and expenditures. There\nup to 90% of eligible\nare no processing and granting fees associated\nexpenditure with a\nwith the of the loan or early repayment.\nmaturity of 2 years,\nincluding the\nof Under this programme, subsidies would be and provided to businesses to adopt new (MIT) technologies (e.g. online retailing) and continue their business despite restrictive measures. Individual projects may also receive subsidy from CZK 250,000 to CZK 200 million. These funds can be used only to alter technology or prepare for production of medical supplies, or to implement software to produce medical supplies or adopt other measures related to fight against COVID-19\npossibility of\ndeferred repayment\nfor up to 12 months.\nGovernment is\nplanning on interest\nfree financing for\nCOVID-19 loan for\nMSMEs affected by\nCOVID-19. !7°!\nSubsidies Program — Ministry\n“Technologie\nIndustry\ncovib”!71]\nTrade\nApplicable for\nprojects that focus\non production of\nmedical supplies or\nanything related to\nthe fight against\nCOVID-19.\n45",
  "page_55": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nMeasures Taken\nBenefits\n“The Country for the Czech\nSuccessful applicants will receive funds for\nfuture” [71]\nGovernment\ncosts of invention and introduction of the\nThis is public\ntechnology into the real world.\ncompetition for\ntechnological\nsolutions for fight\nagainst the COVID-\n19 pandemic.\nThe programme has\nextensive\nrequirements\napplicable to the\napplication for grant\nwhich can be found\nonline.\nDenmark\nDenmark is providing guarantees on loans for MSMEs and salary compensations for employees of start-ups !72!.\n1 A loan guarantee is Government of The loan amounts to DKK 1 billion in losses in\nbeing provided to\nDenmark\nDenmark and is intended for MSMEs that are\ncover losses directly\noperating at a loss of 50% or more.\nrelating to COVID 19\non 70% of new\ncorporate loans that\nare being issued.\nSalary compensation Government of A compensation of up to 75 % of the\nfor employees of\nDenmark\nemployee's salary (not more than DKK 23,000\nstart-ups\nper month per employee) can be availed in\nstart-ups.\nThe Danish Export\nDanish Export An increase guarantees will assist some 250\nCredit Fund (EKF), a Credit Fund\nMSMESs in continuous export business.\nstate agency in\n(EKF)\nDenmark, will\nincrease its liquidity\nfor MSMEs. [66\nResponsible\nAgency\n46",
  "page_56": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nEstonia Estonia has taken measures to improve market liquidity and support MSMEs in certain sectors !97]. There are benefits introduced by the Estonian Government to support employers in sectors which are currently hit the hardest by the COVID 19 crisis in order to avoid/postpone redundancies and cover partial salaries. Liquidity release amounting to €73 million by the government.\nFinland\nFinland has taken measures to reduce negative financial effects due to the pandemic and is also providing grants, guarantees and subsidies for MSMEs !73!. Other Finnish institutions are also providing support for MSMEs. Commercial Banks provide grant instalment free periods for MSMEs up to 12 months and/or increase credit limits on case by approach.\nReduced solvency\n1. European\n1. Increase Finish credit institutions lending\nand liquidity\nCentral Bank\ncapacity by €30 billion.\nrequirements for\n2. Finnish\n2. Support banks’ credit loss buffers and\ninstitutions under it Financial\nlending to corporations in order to mitigate\nand other credit\nSupervisory\nadverse financial effects due to the outbreak.\ninstitutions\nAuthority (FIN-\nFSA)\nMSME guarantee for\nThe guarantee is always 80% of the total\nlimited liability\nfacility ranging €10,000 to €120,000.\nenterprises\noperating for more\nthan 3 years is being\nextended to include\nCOVID 19 immediate\ncash needs.\n47",
  "page_57": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nMeasures Taken\nSubsidies and loans Business\nfor MSMEs and mid- Finland\ncap companies\ntargeted\npredominantly at\nhotel and travel\nindustry\nELY (Centers for\nEconomic\ndevelopment,\nTransport and\nEnvironment) have\noffered\ndevelopment\nsubsidies,\ndevelopment\nservices and\ntransport support\nfor MSMEs. They\nhave received €50\nmillion\nsupplementary\nbudget to support\nMSMEs, similar to\nBusiness Finland.\nELY (Centers\nfor economic\ndevelopment, self-employed, min 1 employee/not owner,\nTransport and working 30 h/week) and have been financially\nEnvironment) affected by virus outbreak. The subsidies can\nbe applied for: research and planning of new\nbusiness operations. The project size may be in\ntotal €10,000 and ELYs share 80% of accepted\nexpense slip; development and execution of\nthese planned development actions. Max\n€100,000 and ELYs share 80%.\nAs change to ordinary terms, due to COVID 19\nin both forms of subsidy a 70% advance can be\npaid at project acceptance.\nResponsible\nAgency\nBenefits\n1. A subsidy of total 80% of total project\nexpenses, capped at €10,000 at which total\nproject cost is €12,500 for research and\nplanning of new business operations, replacing\ndelivery chains and reorganization of\nproduction and ways of working. A maximum\n70% advance payment can be applied\nbefore/during the project and the rest is\ncredited at project completion against\naccepted expense slips. 2. A subsidy of total\n80% of total project expenses, capped at\n€10,000 at which total project cost is €12,500\nfor development and execution of planned\ndevelopment actions. A maximum 70%\nadvance payment can be applied before/during\nthe project and the rest is credited at project\ncompletion against accepted expense slips.\nELY aid can be granted to any form of\nenterprises that employs 1-5 employees (not\n48",
  "page_58": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nFinnish Industry\nInvestment Ltd.\n(TESI) is providing\nprivate equity type\nfinancing for Finish\nMSME companies\nwho have strong\ngrowth outlook and\nmarket potential (up\nto 50 employees and\nmust be profitable\nbefore crisis and\nhave feasible\noutlook after crisis).\nFrance is providing various guarantee schemes, financing options and other services for MSMEs affected by the pandemic !”4!. The industry associations have supported MSMEs during the crisis through a toolkit on teleworking and advice to companies !®,\nGuarantee Fund\nBpi France\n\"Reinforcement of\nthe Treasury\"\nintended for Very\nSmall Enterprises\n(VSEs), MSMEs and\nmid-cap companies\nBpi France\n49\nMeasures Taken\nFinnish\nIndustry\nInvestment\nLtd. (TESI)\nFrance\nGuarantee Fund \"\nConfirmed Line of\nCredit\"\nIntended for MSMEs\nand mid-caps and is\nrenewable only\nonce.\nResponsible\nAgency\nBenefits\nFollow on equity investments are being offered\ninto portfolio companies and the investments\nrange from €1 million to €10 million. Targets\nare domestic employer with min €10 million in\nsales and must be profitable before crisis and\nfeasible outlook after crisis.\nGuarantee up to 90% liquidity enhancement loans from 2-7 years. Long- and medium-term loans, movable and immovable leases, financial leases etc. can be guaranteed. Term for 2-7 years (can be extended up to 15 years max. for loans with a security interest in real estate asset or in the case of sale and leaseback of real estate). Up to €5 million for MSMEs and €30 million for European Institute of Innovation and Technology (EITs) can be guaranteed. Elimination period has been reduced to 6 months. Up to 90 % guarantee on confirmed credit lines for a period of 12-18 months. Renewal of confirmed ST lines of credit (overdrafts, overdraft facilities, discounts, daily etc.) can be guaranteed. Can be used for financing the business operating cycle. Guarantee equal to the duration of the CT line (up to €5 million for MSMEs and up to €3 million for mid-cap companies).",
  "page_59": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nMeasures Taken\nMid Term Financing: Bpi France\nprovision of asset\nloans intended for\nVSEs, MSMEs and\nmid-cap companies\nwith at least 12\nmonths of balance\nsheets\nMid Term Financing: Bpi France\nready to bounce\nloans intended for\nVSEs, MSMEs and\nmidcaps. Being\nprovided in\npartnership with the\nregions and is co-\nfinanced\nIncrease in the\nBpi France\nmaximum\noutstanding amount\nof secured\nreceivables\nResponsible\nAgency\nBenefits\nCan be used for one-off cash requirements and\nan exceptional increase in working capital\nrequirement, linked to economic situation.\n€50,000 to 5 million for MSMEs and up to\n30million for midcap companies can be\nprovided. Time: between 3-5 years, of which 6-\n12 months of deferred depreciation. Provision\nof unsecured loans on assets of the company\nor its manager.\nAllows financing a cash requirement related to\ncyclical difficulty, a temporary fragile situation\nor a working capital requirement that does not\nallow normal operating condition. Financing\nceiling: €10,000 to 300,000. Term: 7 years,\nincluding 2 years of deferred capital\namortization.\nFor factoring companies currently benefitting\nfrom agreements for the benefit of MSMEs, it\nhas been proposed to increase the maximum\noutstanding amount of secured receivables\nfrom €200,000 to 500,000 and allow the\nrelease of security deposit.\n50",
  "page_60": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\npandemic, its policyholders (credit institution)\nup to 90% of issued and declared guarantee\ncommitments (export guarantee insurance) or\npre-financing setup (pre-financing guarantee)\ncompared to 80% previously. Companies\napplying for export pre financing guarantee will\nnow have 6 months (compared to 4 months\npreviously) for the bank to set up the\nunderlying pre financing credit as from the\nnotification by Bpifrance Assurance Expert of\nthe granting of its guarantee. For issuing\ninstitutions, this will reduce the risk of when\nissuing guarantees or setting up pre-financing\ncredits, as well as provide addition time to\nsetup pre-financing credits facilitating the\ngranting of such financing to the companies.\nCredit Mediation is being provided to company\nof any size and in any sector experiencing\nor that is suffering the consequences of a\nreduction in guarantees from a credit insurer.\nThe members FFA of have undertaken\ndeference of the payment of rents for MSMEs\nand VSEs belonging to one of the affected\nsectors whose activity is interrupted pursuant\nto the decree of 15 March 2020. These include\nauditoriums, conference, meeting, show or\nmultipurpose rooms; sales shops or shopping\ncenters; Restaurants and pubs; dance halls and\ngame rooms; libraries, documentation center;\nExhibition halls; covered spot establishments;\nmuseums.\n1. Bank of\nFrance\n2. Government financing difficulties with its banking partners\nof France\nFrench\nInsurance\nFederation\n(FFA)\nMeasures Taken\nExport Guarantees\nand pre financing\nthrough Bpi\nAssurance Export\n51\nResponsible\nBenefits\nAgency\nBpi Assurance For MSMEs Bpifrance Export Insurance will\nExport\nnow cover for the duration of COVID 19\n8 Deference of\npayment of rents\n7 Credit Mediation\nNo",
  "page_61": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nMeasures Taken\nSolidarity Fund €2bn\nfor small businesses\n(3 months)\nResponsible\nAgency\nBenefits\nMSMEs having turnover less than €1million,\nhaving lost 70% of their turnover between\nMarch 2019 and March 2020 will be paid an\nadditional aid by the region and these\ncompanies will be eligible for an flat rate aid of\n€2,000 if they employ at least 1 employee are\nunable to pay their debts within 30 days and\nhave been refused cash loan by their bank.\nFrom 1 April, all companies concerned will be\nable to make a simple declaration on tax\nwebsite - impots.gouv.fr - to receive aids up to\n€1,500 and since 15 April, the companies\nexperiencing the most difficulties will be able\nto obtain, on a case by case basis from the\nregion an additional aid of €2,000.\n52",
  "page_62": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nGermany\nGermany is providing easier loans for its MSMEs, with increased grace periods and no\nguarantee or collateral required [75].\n1\nKfW Quick Loans for KfW Bank\nMSMEs\nProvided that the company has made a profit\nin the sum of the years 2017-2019 or in 2019, if\nit has only been on the market for a shorter\nperiod a \"fast loan\" must be granted with the\nfollowing key points:\n- The loan is available to medium-sized\nenterprises with more than 10 employees\nthat have been active on the market at\nleast since 1 January 2019.\nThe loan volume per company is up to 25%\nof the total turnover in 2019, a maximum\nof €800,000 for companies with more than\n50 employees, a maximum of €500,000 for\ncompanies with up to 50 employees.\nThe company must not have been in\ndifficulty on 31 December 2019 and must\nbe in an orderly financial situation at that\ndate.\nOn request, up to 2 grace years at the\nbeginning is provided to reduce the short-\nterm burden.\nThe bank receives a 100% indemnity from\nKfW, secured by a guarantee from the\nFederal Government.\nThe loan is approved without further credit\nrisk assessment by the bank or KfW.\nCollateral is not provided and loan is\napproved quickly.\nThe term of the loan has been extended from 5\nup to 6 years, and even up to 10 years for loans\nof up to €800,000 and the assumption of a\npositive forecast for the continuation of\noperations is based on the assumption that the\ncompanies had sound financial circumstances\nas on 31 December 2019.\n53",
  "page_63": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nMeasures Taken\nGermany has set up\nan Economy\nStabilisation Fund\n(Wirtschafts-\nstabilisierungs-\nfonds)!66l\nHungary\nHungary has allowed moratorium on loan repayment '%8!,\n1\nLoan repayment\nmoratorium\nof Hungary\nNational Bank The central bank imposed a moratorium on\nrepayments on loans extended under its\nprovided MSMEs with cheap loans.\nHungarian\nGovernment\nand interest) has been established for both\nof the year. Individuals and company loan\nIreland is providing guarantee schemes for its MSMEs '”6!, Local Enterprise Offices in Ireland are providing vouchers worth between €2,500 and €10,000 with match funding for innovation, productivity and business continuity preparedness !©4!,\n1 Credit Guarantee\nGovernment of | MSME loans of up to €1 million would be\nScheme\nIreland\nsupport loans for periods of up to 7 years.\n2 COVID-19 Credit\nGuarantee Scheme\nIreland\nto MSMEs for terms ranging from 3 months to\n6 years, below market interest rates.\nmassive Funding for Growth Scheme that had\n2\nLoan repayment\nA loan repayment moratorium (both principal\nmoratorium\nprivate individuals and companies until the end\npayments has been stopped until December\n2020 and short-term company loans will get\nautomatically elongated until 30 June 2020.\nIreland\nGovernment of | €2 billion has been allocated to support lending\n54\nResponsible\nAgency\nBenefits\nIt aims to ring-fence businesses seen as of\ncritical importance for the German economy as\na whole.",
  "page_64": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nItaly\nItaly has introduced public guarantees and support for its innovative start-ups and MSMESs. It is also allowing suspension of loan repayment for MSMEs. The Italian export credit agency, Servizi Assicurativi del Commercio Estero (SACE) has announced a €4 billion package to help MSMEs address cash flow needs and diversify export markets. In addition, the Italian Agency for the promotion of business internationalization, Italian Trade Promotion Agency (ICE1) has absorbed the costs already incurred by companies for participation in fairs and events 4,\n1 Suspensions of loans Italian\nItalian MSMEs affected by the consequences of\nrepayment for\nGovernment\nCOVID-19 can have their loan repayments\nMSME !77]\nItalian Banking suspended until 30 September 2020 on\nAssociation\noutstanding bank loans as at 17 March 2020.\nItalian bank cannot revoke credit facilities until\n30 September 2020.\nPublic guarantees\nItalian\nUntil 31 December 2020, the state will grant\nfor loans to MSME\nGovernment\nfree guarantees through the guarantee fund\n(up to 499\nItalian Banking for MSME, covering the 90% of loans up to €5\nemployees) !77!\nmillion and duration up to 72 months. The\nAssociation\nguarantee would cover the 100% of loans up to\n€25,000, under certain conditions. The amount\nof the guaranteed loan shall not exceed (i) 25%\nof the turnover achieved in 2019 (ii) 200% the\nemployment costs borne in 2019 (iii) the\nexpected costs for investments in the following\n12-18 months.\n3 Support for\nItalian\nAdditional resources of €100 million for the\ninnovative start-ups Government\nyear 2020 were allocated to refinance loans\n[78]\nItalian Banking already granted to innovative start-ups. A fund\nAssociation\nof €10 million was established to grant\ninnovative start-ups non-repayable\ncontributions to be used to purchase services\nprovided by incubators, accelerators,\ninnovation hubs and business angels. A fund\naimed at sustaining venture capital was\nprovided with additional €200 million for the\nyear 2020 to support investments in innovative\nstart-up and innovative MSME share capital.\n55",
  "page_65": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nThe Ministry of\nInnovation and\nDigitalisations\nlaunched an\ninitiative “Digital\nSolidarity” [6\nLatvia\nLatvia has introduced measure to improve market liquidity and is also providing loans, guarantees and reduced interest rates '991[19l, Fintech initiatives are being developed to support MSME finance in the context of the crisis '.\n1\nLiquidity measures\nLatvian\nLiquidity release amounting to €118 million by\nGovernment\nthe government.\nLoans, guarantees\nNational\nALTUM will provide loan guarantees and loans\nand reduced interest Development for crisis solutions to businesses affected by\nrates\nFinance\nthe COVID-19 crisis.\nInstitution of\nInterest rates on loans for tourism sector\nLatvia (ALTUM) businesses will be cut by 50% for MSMEs.\nSupport to MSME\nMeasures Taken\nResponsible\nAgency\nBenefits\nAt the territory level an agreement was made\nbetween 14 municipalities of the South East\nMilan area to build a portal for MSMEs that\naims at giving support in consultation to micro\nand small businesses in the areas affected by\nthe recent COVID-19 pandemic !79!.\nThis includes a portal for MSMEs to access free\nof costs digital services from large private\nsector companies regarding smart/tele-\nworking, video conferencing, access to mobile\ndata, cloud computing etc.\nLithuania\nLithuania is taking measures to help MSMEs maintain liquidity and loans for paying bills '°!.\n1\nLoans to pay bills\nLithuanian\nMSMEs can apply for loans to pay bills to\nGovernment\nsuppliers who could not be paid on account of\nsuspended activities.\n2\nLoans for liquidity\nLithuanian\nMSMEs affected by COVID-19 can apply for\nfunding\nGovernment\nloans to maintain liquidity funding within 1\nday.\nMalta\nGovernment of Malta has introduced liquidity measures and a tax and insurance deferral of payment scheme.\nvernment of | Liquidity release in the amounting to €9 million by the government.!2°\n56",
  "page_66": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nResponsible\nMeasures Taken\nBenefits\nAgency\nDeferral of payment Government of | A 2-month deferral of payment scheme has\nscheme in respect of | Malta\nbeen introduced in respect of Value Added Tax\nValue Added Tax\n(VAT), provisional tax and national insurance\n(VAT), provisional\ncontributions on salaries which fall due in\ntax and national\nMarch and April 2020. These deferrals are\ninsurance\nexpected to improve liquidity by €700 million.\ncontributions on\nIt is applicable to businesses which have\nsalaries\nexperienced a significant downturn in\nturnover. 811\nNo\ndue to COVID-19, not exceeding PLN 3.5 million\nspecialists in\nMSMEs383]\nPoland\nPolish government is providing repayable grants to companies affected by the pandemic [2!.\n1\nRepayable\nPolish\nRepayable subvention (advanced payable)\nsubvention\nGovernment\ndepending on (i) value of sales of the\n(advanced payable)\nenterprise in 2019 and (ii) decrease in sales\nper enterprise.\n75% may be forgiven after 12 months: (i) 25%\nprovided that enterprise continues activity, (ii)\n25% depending on loss on activity and (iii) 25%\nprovided that the enterprise maintained\naverage employment for period of 12 months.\nRemaining can be paid back in 24 months\nFor commercial activity not for acquisitions; up\nto 25% for repayment of debt (not for intra-\ngroup payments).\nPortugal\nPortugal is providing financial and consultancy support for its MSMEs.\nCreation of a\nPortuguese\nThis team will ensure provision of information on all existing support for MSMEs, as well as consultancy to mitigate the effects of the crisis and promote economic recovery.\nsupport team of\nGovernment\nbanking and finance,\nconsulting,\ncommunication,\nlegal, etc. [831\nA marketplace is\nPortuguese\nIt will combine the needs of companies, institutions and municipalities with the skills and offers of the entrepreneurial ecosystem in Lisbon.\nbeing created for\nGovernment\n57",
  "page_67": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo\nMeasures Taken\n€200 million in loans Portuguese\nto support MSMEs\nGovernment\n[84]\nGovernment\nRomania\nRomanian government has waived off contract penalties for the duration of emergency and is also providing credit guarantee !°7,\n1 Contract penalties\nRomanian\nThe penalties stipulated for delays in the\nnot due for the\nGovernment\nexecution of contracts are not due for the\nduration of state\nduration of the state of emergency by MSMEs\nemergency\nthat have totally or partially interrupted their\nactivity and that hold the emergency situation\ncertificate.\n2 Credit guarantee\nRomanian\nThe Romanian State will provide guarantees\nGovernment\ncovering up to 80% of the principal amounts\nborrowed in the form of one or more credits\n€400 million in loans Portuguese\nto support start-\nups!#4l\nfor the realization of investments or credit lines\nfor working capital granted by credit\ninstitutions for MSMEs. The maximum\ncumulative value of grant has been capped at\nRON 10 million, and there is also a sub-ceiling\nof RON 5 million for the credit lines for working\ncapital (but cannot exceed the average of the\nexpenses related to the working capital of the\nlast 2 fiscal years) and finally, RON 10 million\nfor investment loans.\nResponsible\nAgency\nBenefits\nThe government announced it was allocating\n€200 million in loans to support MSMEs.\nA credit line to support treasury to companies\naffected by the outbreak, in the initial amount\nof €100 million. The package includes\nmeasures to support liquidity, but also to\nsupport of wages.\n€400 million in loans to support MSMEs.\nLaunch of a credit line to support treasury, in\nthe initial amount of €80 million. Including\nmeasures to support liquidity and temporary\nlayoff. Businesses will be able to withhold\ninterest and capital payments on bank loans\nfor 6 months. State grants mutual guarantee of\n90%.\n58",
  "page_68": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nSlovakia\nSlovak government is taking steps for improving liquidity and is also providing financial support to MSMEs through various schemes. Mortgage payments have been postponed by banks by 9 months.\n1\nLiquidity measures\nSlovak\nLiquidity release in the amounting to €527\nGovernment\nmillion.!2°\nSubsidy programme -\nSubsidies will be provided to employers who\nbeing provided to\nclosed or restricted their business operations\nemployers who\ndue to the decision of the PHA (Public Health\nclosed or restricted\nAuthority of Slovak Republic) amount to 80% of\ntheir business\naverage monthly salary up to €1,100\n/month/employee (to whom the employer is\nunable to allocate work). [110\nAllowance to\nSlovak\nAllowance will be provided to employers for\nemployers for\nGovernment\nkeeping a job (financed by European Social\nkeeping a job\nFund (ESF) and the state budget), though the\nemployers must maintain the work position\nbeyond quarantine. !111!\nShort-term interest- 1. EXIMBANKA Short-term interest-free loans will be granted\nfree loans\n(Export-Import for companies (mainly MSMEs) via EXIMBANKA\nBank) 2. Slovak (Export-Import Bank) and the Slovak Guarantee\nGuarantee and and Development Bank (SZRB) to overcome the\nDevelopment lockdown period.!*14)\nBank (SZRB)\nSlovenia\nSlovenia will be introducing portfolio guarantees. Various steps are being taken to help MSMEs hit by the pandemic \"21. Slovenia has offered aid for internationalization and measures to diversify export- and import markets.!©¢\nPortfolio guarantees under European Cohesion Policy Funds that can be used by participating banks and savings banks to finance MSMEs and their day to day operations.\n1\nPreparation introduction of portfolio guarantees\nfor\nSlovenska\nizvozna in\nrazvojna\nbanka, d.d.,\nLjubljana (SID)\n59",
  "page_69": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nMeasures to help\nMSME\n60\nmillion. The money can be used for a variety of\nSpain is providing aids to facilitate utility payments and financial and closure support for its MSMEs. Spain has offered €2 billion as part of its additional loan guarantee programme in guarantees to exporting companies. Measures to help digitize MSMEs have also been taken up to facilitate teleworking and prevent external (outside the European Union) takeovers of Spanish firms in strategic sectors. !®\n1 Aid to facilitate\nIberdrola\nAid to facilitate payment of electricity, gas and\npayment of utility\n(Spanish\nother energy services bills of its clients\nbills\nEnergy Utility including MSMEs by splitting invoices up to 12\nmonths. 2!\ncompany)\nNaturgy\nIt will postpone the electricity and gas bills of\n(Natural Gas\nMSMEs that will be issued during the second\nand Electrical\nsemester of the year.!®5!\nenergy utilities\nmarket)\nMeasures Taken\nResponsible\nBenefits\nAgency\nThe Ministry of | The Ministry of Economic Development and\nEconomic\nTechnology and the Slovenian Enterprise Fund\nDevelopment are currently working on measures to help\nMSMEs with a total indicative funds of €115\nand\nTechnology\nThe Slovenian purposes, from new quick liquidity loans by the\nEnterprise\nSlovenian Enterprise Fund, aimed at\nFund\neliminating the liquidity crashes of MSMEs,\nsole proprietorships and cooperatives due to\nthe COVID-19 and existing guarantees for bank\ncredit protection, prioritized for new\ninvestments and by adjusting also for financing\nreverse funds to manage the effects of virus.\nSpain\nNo\n2",
  "page_70": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\n3 ‘Re Activa Valéncia’\nliquidity measures\nResponsible\nMeasures Taken\nBenefits\nAgency\nFinancial aid for\nRegional\nSince the beginning of April, the Regional\nMSMEs in Castile-La Government of Government has coordinated a financial aid\nMancha\nCastile-La\nmechanism of €15 Million, aimed at MSMEs\nMancha\nback credit operations of up to €300,000.\n61\nNo\nand the self-employed of Castile-La Mancha, to\nIt has also designed a plan of more than €220\nmillion for economic recovery post COVID-19\ncrisis. The plan will feature measures such as\nthe creation of a €25 million non-refundable\nfinancial aid line aimed at MSMEs and the self-\nemployed resuming their activity immediately\nafter the lockdown was lifted while\nmaintaining their employees. |!\n‘Re Activa Valéncia’ is a series of liquidity\nmeasures designed for MSMEs to compensate\nfor closure or losses and targeted towards\nmaintaining employment. Under this payment\nof municipal taxes has also been delayed. An\nassistance and coordination service has been\nlaunched to ease the access to the\nadministration’s benefits, as well as a financial\ncontrol system about the effects of the\ncrisis. [87]",
  "page_71": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nSwitzerland\nSwitzerland has introduced loans and guarantees for certain MSMEs !28!, Swiss Government has offered compensation for reduced exports promotion activities of CHF 4.5 million. ©\nCOVID-19 loans for Swiss\nMSMEs that: are\nGovernment\nestablished /\nincorporated prior\nto 1 March 2020;\nhave an annual\nturnover lower than\nCHF 500 million;\nhave no ongoing\ndebt collection\nliquidation\nproceedings; have\nsignificant negative\nimpact on the\nturnover due to the\nCOVID-19 pandemic;\ndo not benefit from\nfederal financial\nsupport measures\nintroduced in the\nareas of culture or\nsport.\nThe Swiss Government has introduced government-guaranteed loans from Swiss banks as an interim measure for Swiss MSMEs to help alleviate liquidity problems due to COVID-19. An expected CHF 40bn in financing will be provided to MSMEs. MSMEs can apply for loans up to 10 % of their annual turnover, up to a maximum of CHF 2 million. For demands of up to CHF 500,000 will be guaranteed by the Swiss Government and will carry no interest rate. Demands in excess of CHF 500,000 will be guaranteed 85 % by the Swiss Government and the primary bank provider will bear the risk for the remaining 15%. The annual interest rate is currently 0.5 % and standard credit checks have to be imposed on the borrowing entity and this can make the approval process slower. The guarantees by the Swiss Government last for 5 business years with a possibility for extension up to 2 years and restrictions like no payments of dividends and no transfer of funds to parent-companies abroad and must be repaid within 5 business years at the latest.\n62",
  "page_72": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nUnited Kingdom\nUnited Kingdom has introduced various loan schemes and employee sick pay packages.\n1 Statutory Sick Pay\nGovernment of It includes refund to cover up to 2 weeks' SSP\n(SSP) relief package the United\nper eligible employee off work due to COVID-\nKingdom\nBounce Back Loan\n[90]\nBank of\nEngland\n19. The companies can reclaim expenditure for\nany employee who has claimed SSP because of\nCOVID-19. This scheme covers full-time\nemployees, part-time employees, employees\non agency contracts and employees on flexible\nor zero-hour contracts. Employers can claim\nback from both the Coronavirus Job Retention\nScheme and the Coronavirus Statutory Sick Pay\nRebate Scheme for the same employee but not\nfor the same period of time for an employee.\nUnder this scheme launched on 23 March\nCoronavirus\nBusiness\nInterruption Loan\nScheme [29]\nwith a government guarantee covering 80% of\nBritish\nBusiness Bank 2020, MSMEs with an annual turnover of less\nthan £45 million can borrow up to £5 million\nthe loan. The loan will only be available from\naccredited lenders, and the first year will be\ninterest-free.\nBritish\nAllows MSMEs affected by the pandemic to\nBusiness Bank receive loans of to 25% of their annual\nup\nturnover (capped at £50,000) from accredited\nlenders. These loans have a term of up to 6\nyears and benefit from a payment holiday\nduring the first year. The Government of the\nUnited Kingdom will guarantee the amounts\nprovided under these loans, and borrowers will\nnot have to pay any fees or interest during the\nfirst 12 months.\nBank of England has promised increased\nsupport for banks lending to the real economy\nand will unveil new incentives for banks that\nincrease their lending to MSMEs. In particular,\nit is offering a 4-year collateralized loans to\ncover at least 10% of real economy lending at\ninterest rates at or very close to Bank Rate and\nadditional funding to banks that increase\nlending to MSMEs.\n63\nBank of England!?°\n4 Increased support\nfor MSME by the",
  "page_73": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nSouth-Eastern and Eastern Europe and Turkey\nAlbania\nAlbania is offering various tax benefits and support to entrepreneurs 94),\n2020 simplified\nAlbanian\nincome tax\nGovernment\ninstallment for\nAlbanian Tax\ntaxpayers registered | Authorities\nas small tax business\nwill be postponed\nfor 20 October (ist\nand 2nd Quarters)\nand 20 December\n2020 (3rd and 4th\nquarters)\nSupport of a\nAlbanian\nminimum salary of\nGovernment\nALL 26,000 per\nAlbanian Tax\ndue to the pandemic.\nmonth would be\nAuthorities\nprovided to\nemployees working\nfor legal entities or\nsole entrepreneurs\nregistered for\n(Corporate Income\nTaxes) CIT or as\nsmall businesses and\nhaving an annual\nturnover not\nexceeding ALL 14\nmillion during 2019.\nDouble employed\nindividuals shall\nbenefit only 1\npayment.\nTaxpayers do not need to pay their taxes\nimmediately and pay later when the market\nconditions have become more favorable.\nThis measure will help employees and owners\nof small businesses which have been affected\n64",
  "page_74": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBelarus\nBelarus has introduced financial measure to support business and recommendations on interest rates 92], Softening of recommendations on interest rate ceilings on deposits and credits, and the associated risk assessment has also been undertaken. Recommendation to banks to restrain from increasing interest rates on restructured debt. Partially released the capital conservation buffer. The maturity of the Central Bank’s refinancing loans for banks has been extended.\n1\nFinancial measures\nMitigation of a number of prudential\nto support\nrequirements like softening of assets\nbusinesses\nclassification requirements (including looser\nprudential requirements on Foreign Currency\n(FX) loans); increasing the maximum risk\nstandard for 1 debtor; suspension of\nindexation of regulatory capital of banks or\nother financial entities; lowering the liquidity\ncoverage ratio; and softening credit risk\nrequirements for systemically important\nborrowers when calculating the normative\ncapital adequacy ratio.\nBosnia and Herzegovina\n1\nUnemployment\nGovernment of €5.5 million has been allocated for\nbenefits [93]\nBosnia and\nunemployment benefits for 2020 that could\nHerzegovina\nincrease to additional €10 million to support\njob retention and provide unemployment\nbenefits.\nMontenegro\nMontenegro is also providing various tax relief measures !1021[103],\n1 Tax relief measures Tax authorities Tax relief has been provided in Montenegro in\nresponse to the COVID-19 pandemic that\nincludes measures for the deferral of payments\nof individual (personal) income tax and social\nsecurity contributions.\n65",
  "page_75": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNorth Macedonia\nNorth Macedonia is proving financial support for salary payment and offering incentives on loans [04],\n1\nFinancial support\nGovernment of | Financial support will be provided for the\nbeing provided for\nNorth\npayment of salaries of up to MKD 14,500 per\nthe payment of\nMacedonia\nemployee to employers in the private sector\nsalaries\naffected by the COVID-19 crisis, for the months\nof April and May 2020.\nInterest Free Loans Government of A total of €5.5 million will be granted as\nNorth\ninterest-free loans to companies conducting\nMacedonia\nbusiness activities in the sectors most affected\nby COVID-19. Individual loans ranging from\n€3,000 to €30,000 will depend on headcount:\nenterprises with up to 10 employees are\nentitled to receive a loan up to €5,000;\nenterprises with 10 to 50 employees are\nentitled to receive up to €15,000; enterprises\nwith 51 to 250 employees are entitled to\nreceive up to €30,000.\n3\nExtension of loan\nBanks and savings houses are allowed to offer\n-\nrepayment period\nextension i.e. grace period for loan repayment,\nprolong the loan repayment for an extended\nperiod or provide lower interest rate, etc.\nRepublic of Moldova\nRepublic of Moldova is adopting a comprehensive fiscal package to help businesses affected by the pandemic 11. The Executive Board of the National Bank of Moldova approved a decision that has allowed licensed banks to postpone or change the payment deadlines and/or the amounts of due payments on loans granted to economic agents until 30 June 2020. These changes will not have the effect of automatic classification of these loans into a tougher category than the existing one, as of the date of adoption of this decision. !1°°\nA comprehensive\nTax relief for sectors affected by state-imposed\nfiscal package is\nrestrictions. Delayed tax payment deadlines to\nbeing adopted\nmid-2020. Suspending tax audits and other\ntargeting vulnerable\ncontrols. Increased state budget allocations to\nbusiness\nthe budget emergency fund and to a mortgage\nguarantee programme. A grant of 60% of\nincome paid tax and compulsory state social\ninsurance contributions to be paid by the\nemployer.\n66",
  "page_76": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nSerbia\n67\nNo Measures Taken\nSupport for\neconomy\nResponsible\nBenefits\nAgency\nNational Bank The National Bank of Moldova (NBM) took\nof Moldova\n(NBM)\nliquidity conditions, and enhance financial\napplied to the main short-term monetary\nsome measures to support the economy, ease\nsystem resilience by decreasing the base rate\npolicy operations by 2.25 percentage points to\n3.25%, decreasing the required reserve ratio in\nlocal currency by 6.5 percentage points to 34%\nand the required reserves ratio in freely\nconvertible currencies was increased by 1.0\npercentage point to 21%.\nSerbia has introduced support packages for businesses and employees and has put a 90-day moratorium on loan repayment.\n1\nMoratorium on loan Serbian\nA 90-day moratorium on loan repayment by\nrepayment\nCentral Bank\nclients of commercial banks and financial\nleasing companies, applicable to individuals,\nfarmers, entrepreneurs and companies are\nbeing provided.!108!\nFinancial support\nSerbian\nThe government has issued a decree and\nthat will be made\nGovernment\nsubsequent guidance concerning financial\navailable for\nsupport that will be made available for\nemployees and for\nemployees and for business entities which\nbusiness entities\nincludes direct aid in the form of financing of\nemployees’ salaries for up to 3 months. !209!\nGovernments new\nThe government's new package of support\nsupport package\nincludes: support to large enterprises, 50% of\nthe minimum wage to all employees whose\ncontract has ended and cover for 3-months\nwages in MSMEs. 2091",
  "page_77": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nTurkey\nTurkey is offering working capital loans, deferral on loan payments and additional liquidity for certain enterprises !113),\n1\nLoan payment\nSmall and\nThe loan repayments due for the months of\ndeferral\nMedium\nApril, May and June have been postponed by 3\nEnterprises\nmonths for 136,000 MSMEs which have\nDevelopment received loans through KOSGEB loan support\nOrganization\npackage. The MSMEs will not pay any expenses\nof Turkey\nin return for the deferral and KOSGEB will\n(KOSGEB)\ncover the financing costs (713 billion Turkish\nLira (TL) — $105 billion), arising from the\ndeferral.\nWorking capital\nKOSGEB\nNew working capital loans will be offered to all\nloans\nfirms, conditional on their preserving their\ncurrent employment level, within a 25 000 TL\nlimit, 36 months maturity, 6 months grace\nperiod and subsidized 7.5% interest rate.\nCraft-and-trade\nKOSGEB\nIt will be made available to all craftsmen and\ncredit card\nsmall traders under a 25,000 TL limit\nAdditional liquidity\nAdditional liquidity (as much as the next 3\nto enterprises where\nmonths’ staff expense) will be made available\nemployment was\nto enterprises paying staff salaries through\nnot reduced\npublic banks, under the condition that\nemployment was not reduced.\nUkraine\nUkraine has introduced measures such as credit holiday and is providing support to MSMEs and entrepreneurs !127], The government has suspended the requirement to pay tax on commercial real estate and land and defined COVID-19 quarantine as a force-majeure for legal contracts and suspended tax inspections of companies. Transaction registration rules have been eased for certain categories of entrepreneurs. Entrepreneurs have also been exempted from having to pay social security contributions. State-owned PrivatBank announced a “credit holiday” for MSMEs until the end of May.\n68",
  "page_78": "Guidelines and best practices for micro-, small and medium enterprises\nin delivering energy-efficient products and in providing renewable energy equipment\nRussian Federation, Central Asia and the Caucasus\nArmenia\nArmenia has introduced financial support for MSMEs that include loans, partial\nreimbursements and grants 114), The Government of Armenia announced that a grant (lump\nsum payment) will be made available to businesses (up to 50 employees), which was to keep\nthe wage bill and the number of employees the same as before COVID outbreak.\n1 Support package for 1.Investor\nThe support package will be provided MSMEs\nMSMEs most\nSupport Center that were the most-affected in particular\naffected by\n2. Licensed\nthrough loans of the Investor Support Center,\npandemic\nbanks and\nand the licensed banks and credit institutions\ncredit\nwill act as servicing agents for loans.\ninstitutions\nDirections to banks Central Bank\nThe Central Bank of Armenia (CBA) instructed\nfor softening loan\nof Armenia\nbanks to apply individual approach to softening\nterms.\n(CBA)\nloan terms for companies affected by COVID in\nthe area of tourism and services.\nPartial\nMinistry of\nA total of $50 million will be allocated to firms\nreimbursement of\nLabour and\nin the form of partial reimbursement of loans\nloans to cover\nSocial Affairs\ntaken to cover the salaries of their workers.\nsalaries of workers\nMinistry of Labour and Social Affairs has\nproposed amendment to the Labour Code to\nallow employees to receive compensation from\nemployers equal to the minimal hourly rate\n(409 Armenian Dram (AMD) set for the\nminimum wage (AMD 68,000).\nOne-time\nGovernment of A one-time supplement will be provided to\nsupplement for\nArmenia\nindividual entrepreneurs and will be calculated\nentrepreneurs\nbased on the 10% of their IV quarter sales\nturnover for 2019, but not less than the\nminimal wage (AMD 68,000) and not more\nthan AMD 136,000.\nOne-time assistance -\nA one-time assistance support will be provided\nfor MSMEs that are\namounting to 10% of the turnover of goods,\nobligated to use the\nservices and work performed during the first\ncash registry\nquarter of 2020, but not more than twice the\nmachines\nminimum wage (AMD 68,000) for MSMEs that\nare obligated to use the cash registry\nmachines. For the ones with no mandate to\nuse the cash registry, the size of the support\nwill be equal to the minimum wage.\n69",
  "page_79": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nAzerbaijan\nAzerbaijan has allocated funding to combat the pandemics adverse effects and is providing\nsupport through loans and guarantees !*15!. The Government of Azerbaijan have extended the\nblanket deposit guarantee until 4 December 2020. The guarantee covers all AZN (foreign\ncurrency) deposits within a 10.5% interest rate cap. The Central Bank of Azerbaijan left the\nrefinancing rate unchanged at 7.25% but raised the floor of the interest rate corridor (within\na de facto floor system) by 125 bps to 6.75%.\nAllocation of\nGovernment of | 2.5 billion AZN has been allocated from the\nAzerbaijani Manat\nAzerbaijan\nState budget to the Cabinet of Ministers for\n(AZN) 2.5 billion\nfinancing measures to reducing the negative\nimpact of COVID-19 as well as to support the\nsubsequent fluctuations in the global energy\nand stock markets on the economy,\nmacroeconomic stability, employment issues\nand businesses in Azerbaijan.\nState loan and\nGovernment of MSMEs operating in areas negatively affected\nguarantee in the\nAzerbaijan\nby the pandemic will be issued credit-\nsupport of the\nguarantee support programme for loans in the\neconomy and\namount of 0.5 billion AZN . This programme\nbusinesses\nincludes: state guarantee for 60% for new\nloans in the amounting to 500 million AZN;\nsubsidizing 50% of the interest on guaranteed\nloans from the state budget. Additionally, 50\nmillion AZN in funds have been allocated to the\nEntrepreneurship Development Fund in April-\nMay 2020. The programme will also support\nentrepreneurs with the existing loan portfolios\nin the sectors affected by COVID. The\ngovernment will subsidize 10% of the interest\nexpenses of these loans for 1 year.\n70",
  "page_80": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nGeorgia\nGeorgia is providing support to industries worst hit by the pandemic by providing VAT refunds, postponing tax liability and provision of subsidies. People employed in the informal sector or self-employed persons will receive on-time assistance of 300 GEL if they provide proof of loss of income.\n1\nPostponement of\nGovernment of | The Government of Georgia has postponed the\nliability of payment Georgia\nliability of payment of property and personal\nof property and\nincome taxes for enterprises engaged in\npersonal income\ntourism-related activities and other entities\nwho were affected by COVID until 1 November\ntaxes\n2020. For the obtaining the relief, taxpayers\nare required to submit an application to the\nRevenue Service of Georgia. Furthermore, no\nlate payment interest will be assessed on\ndeferred tax liabilities. [6\nBank loan interest\nGovernment of Hotels with 4 to 50 rooms will receive bank\nfor hotels with 4-50 Georgia\nloan interest rate co-financing (80% on loans in\nGeorgian Lari (GEL) and 70% in foreign\nrooms\ncurrency) during 6 months from the\nGovernment of Georgia. Within the state\nSupport programme, more than 2,000 hotels\nwill be eligible. To benefit from this measure\nthe following condition shell be met: loan\namount should not exceed GEL 1 million,\n$300,000 or €250,000 and the loan must be\nissued before 1 March 2020. Payments have\nalready been deferred for 4,500 businesses.\nDoubled VAT\nGovernment of To promote economic activity and liquidity\nrefunds\nGeorgia\nmanagement for private sector the\ngovernment will double its VAT returns and\ninstead of planned 600 million, VAT refunds\nwill amount to GEL 1,200 million.\nState subsidy for\nGovernment of Employers will receive state subsidies for every\nretained jobs\nGeorgia\nretained job for 6 months: 1) salaries of up to\n750 GEL will be fully exempted from income\ntax; 2) for salaries of up to 1500 GEL, 750 GEL\nwill be exempted from income tax.\n71",
  "page_81": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nBenefits\nCredit portfolios of GEL 2 billion will be issued\nwith guarantees: Guarantees on new loans -\n90% and on restructuring - 30%. Some changes\nwere also made by the state to the co-\nfinancing conditions: 1) increasing the period\nof co-financing of loans/leasing from 24\nmonths to 36 months; 2) changing the\nmechanism of interest co-financing; 3)\nlowering the minimum threshold for\nloans/leasing; 4) Increasing funding for\ncirculating assets and 5) more types of\nactivities will be funded.\nKazakhstan is providing guarantees on loans, exemption of taxes and increased support for MSME financing [117]. Preferential loans of KZT 600 billion for 1 year at 8% will be provided to support MSMEs affected by COVID. Business entities may apply for low-interest loans under the rescue package capped at KZT3 billion for MSMEs. MSMEs will be able to defer all types of taxes and other payments until 1 June 2020 !118),\n1\nProvision of loan\nwith guarantee\nNo Measures Taken\nCredit portfolio with\nguarantees to be\nissued\nKazakhstan\n-\nIncreased support of Ministry of\nMSMEs to receive\nNational\nfinancing\nEconomy\n(MNE)\nConcessional lending National Bank\nto MSMEs\nAgency for\nDevelopment\nof Financial\nMarkets\nMSMEs have been authorized to apply for a loan of up to 1 billion Kazakhstani tenge (KZT) with a state guarantee of up to 50% and smaller enterprises can obtain loans of up to 360 million KZT with guarantees of up to 85%. A programme that allows enterprises to receive financing of up to 30-50% of the size of the investment project or the declared increase in turnover has been declared. The Ministry of National Economy (MNE) has further increased support of MSMEs via the programme by increasing the maximum amount of the financing that can be obtained from 2.5 to 7 billion KZT. The National Bank in cooperation with Agency for Regulation and Development of Financial Markets has initiated concessional lending to support working capital for MSMEs'. Combined with “Economy of Common Goods” programme local entrepreneurs will receive KZT1 trillion from the government. !18\nResponsible\nAgency\nRegulation and\n72",
  "page_82": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nNo Measures Taken\nExemption from\npersonal income tax\nand social payments\nResponsible\nAgency\nBenefits\nMSMEs are exempt from personal income tax\nand social payments (social tax and insurance)\nfor 6 months (Apr-Sep.) Sectors include but not\nlimited to tourism, transport, IT, consulting,\nprivate education, private healthcare and other\naffected sectors. !118]\nKyrgyzstan\nKyrgyzstan has received funds from German KfW Bank and has introduced several measures to support businesses !19!,\nGovernment of | Provision of tax deferrals as part of the\n1 Tax deferrals\nKyrgyz\nGovernment's anti-crisis plan to support\nRepublic\neconomic sectors and businesses affected by\nas a result of the spread of the COVID-19\nSupport by German\nThe German Development Bank KfW agreed to\nDevelopment Bank\nprovide $30 million to ensure food security in\nKfW\nthe country and support in particular\ndevelopment of MSMEs.\nThe Government of\nProviding deferrals and instalments on\nthe Kyrgyz Republic\npayment of amounts of taxes and social\ndecided on several\ncontributions arising from the introduction of\nfiscal measures to\nthe state of emergency from 25 March 2020.\nsupport businesses\nExtending the moratorium on inspections by\n[120]\nstate regulatory authorities until 1 January\n2022. Restriction on field tax audits until 1\nJanuary 2021 (with the exception of scheduled\ninspections of business entities engaged in the\nproduction and turnover of excisable groups of\ngoods; unscheduled inspections conducted in\nthe event of reorganization, liquidation of\norganizations and termination of activity of an\nindividual entrepreneur; unscheduled\ninspections and cross-checks carried out in\ncase of receipt by the tax authorities of\ndocumented information indicating the facts of\nincorrect tax calculation by taxpayers after the\nend of the state of emergency. Deferral of\nrental payments for 3 months, from 1 April\n2020. Introduction of a temporary ban on\nconducting bankruptcy proceedings until 1\nJanuary 2021.\n73",
  "page_83": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nRussian Federation\nRussia is introducing various measures to help MSMEs like moratorium, preferential loans and incentives on interest rates !124, Tax and social security payments have been postponed for MSMEs. MSMEs can get preferential loans and restructuring of existing debt. MSMEs in hard-hit industries can defer loan payments up to 6 months.\n1\nMoratorium on\nThree-month moratorium has been declared\n-\ninsurance premium\nfor MSMEs on payments of mandatory\ninsurance premium and leasing payments for\nproperty to the state or municipal authorities\nas of 1 March 2020.\nIncentives on\nSix-month 0% interest loans will be provided to\ninterest loans for\nbusinesses in hard-hit industries to pay salaries\ncompanies to\nto the employees. A 2% interest loans on\ncontinue operating\nresumption of activities to businesses in hard-\nhit industries or in industries requiring support\nto resume its activities A 5% interest loans to\n‘systemically important’ companies (list of\nthese companies is adopted by the\nGovernment). An 8.5% interest loans to all\nMSMEs.\nMeasures for\nA 6-month delay in the payment of income tax\nMSMEs in particular\nfor 2019; delay for the payment of taxes\naffected by the\n(excluding VAT, taxes paid as tax agents) for\npandemic\nthe first quarter of 2020 — for 6 months, for 2\nquarter and first half — for 4 months\nDelay for social insurance contributions for the\nMarch-May period 2020 — for 6 months, for\nJune-July period 2020 — for 4 months\nDelay for the advance payment of\ntransportation tax, property tax, land tax for\nthe first quarter of 2020 (no later than 30\nOctober 2020) and second quarter of 2020 (no\nlater than 30 December 2020)\nSubsidies to be received by the MSME will not\nbe included in the tax base (profit tax)\nDeduction of VAT on goods (work, services) is\nprohibited and fixed assets acquired using\nsubsidies do not apply to subsidies received by\nthe MSME.\n74",
  "page_84": "Guidelines and best practices for micro-, small and medium enterprises in delivering energy-efficient products and in providing renewable energy equipment\nResponsible\nNo Measures Taken\nBenefits\nAgency\nSupport measures\nRegional\nEach Russian region may provide the\nby the region\nGovernments supporting measures applicable to companies\nof that particular region, for e.g. in Moscow\nkey measures are: i) 8% interest loans to the\npriority sectors MSMEs incorporated less than\n3 years ago; ii) subsidies to the MSMEs\nexporters, franchisees; iii) partial\ncompensation of expenses for purchase of new\nequipment (MSMEs — hotels and residents of\nMoscow innovation cluster); iv) partial\ncompensation (up to Ruble 700,000 until 31\nDecember 2020) to MSMEs for promotion of\ntheir commodities and services on online\nmarkets; for payment of services of online food\ndelivery services.\nUzbekistan\nUzbekistan has introduced tax reliefs for MSMEs and moratorium on bankruptcy filings '23!. A moratorium has been declared on initiating or declaring bankruptcy by enterprises faced with financial difficulties. Annual audits of certain taxpayers will be postponed.\n1 Tax relief for MSMEs\nThe tax relief is generally aimed at MSMEs and\nindividual entrepreneurs.\nFunds received by these business entities in\nthe form of interest free financial assistance\nwill not be subjected to income tax.\n75"
},
  "language": "Languages.ENGLISH",
  "total_pages": 84
}
