{
  "file_name": "59_694.pdf",
  "pages": {
  "page_1": "ii\nCONFINDUSTRIA\nFocus Energia\nn. 45 — Febbraio 2025",
  "page_2": "Sommario\nApprofondimenti e Posizionamenti\n1 Analisi congiunturale dei prezzi dell’energia elettrica e del gas Commento Confindustria al DL Bollette Caro-energia: la Strategia di Confindustria Osservazioni Confindustria alla consultazione Terna - TIDE Emission trading system: riparte il confronto Confindustria — Comitato DdL Delega al Governo in materia di nucleare sostenibile Evento di presentazione della Strategia IEA sul nucleare\n7 Nuove misure per la competitività e la decarbonizzazione: Clean Industrial Deal, Action Plan for Affordable Energy e semplificazione CBAM 23\n8 Energy Release 2.0: oggi scade il termine ultimo per la presentazione della manifestazione di interesse 27\n10\n9 MACSE: il MASE approva la proposta Terna di fabbisogno di stoccaggio elettrico 27 10 Nuovo Rapporto Adeguatezza Terna 28 11 Bilancio Energia Elettrica 29 12 Il FER X transitorio: entra in vigore 31 13 Circolari CSEA apertura portale sessione suppletiva - gasivori / elettrivori 33\n14\nETS\n17\n17\n22\nPrincipali novità di settore\n23",
  "page_3": "Approfondimenti e Posizionamenti\n1. Analisi congiunturale dei prezzi dell’energia elettrica e del gas\ndi Barbara Marchetti\n| prezzi energetici europei continuano a salire nel mese di febbraio toccando il massimo da 2 anni cioè da inizio 2023. In Italia il PUN Index del GME si porta a 150,36 €/MWh (+5% rispetto a gennaio, +72% rispetto a febbraio 2024); il gas IG-Index GME a 52,96 €/MWh (+ 6% rispetto a gennaio, + 81 % rispetto a febbraio 2024).\nLa causa della fase rialzista dei prezzi energetici europei è il restringimento del bilancio domanda/offerta gas: aumenta la prima (i dati provvisori di questo mese di Snam indicano un forte rimbalzo della domanda gas nazionale che risulta essere superiore del 20% rispetto a febbraio 2024), spinta dai maggiori prelievi del termoelettrico per compensare la minore produzione rinnovabile; resta contratta la seconda, per la riduzione dei flussi via tubo da Norvegia e lo stop al gas russo via Ucraina, della diminuzione del livello degli stoccaggi gas europei ora inferiore al 40% (-20% rispetto alle medie storiche e oltre -20 mld mc rispetto allo scorso anno confermando quindi le prospettive di un mercato gas ancora corto quest'anno). Inoltre, è in aumento la competizione per il GNL causata dalla ripresa della domanda dell’Asia e dell’Egitto (che da esportatore è diventato importatore) e dalle possibili conseguenze dell’avvio di una “guerra dei dazi” sui flussi e prezzi del GNL USA.\nNel mese di febbraio 2025 il prezzo italiano dell’energia elettrica (150,36 €/MWh) rimane più alto rispetto a quello francese che si attesta a 122,66 €/MWh (+20% rispetto al mese precedente), a quello tedesco che si attesta a 128,52 €/MWh (+13% rispetto al mese precedente) e a quello spagnolo che si attesta a 108,31 €/MWh (+11% rispetto al mese precedente). Il differenziale di prezzo Italia e Germania è del + 17%, con la Francia è del +23% e con la Spagna è del + 39%.\nConfronto prezzi medi mensili delle principali borse elettriche europee - €/MWh\n—— talia Francia\nGermania Spagna\n610,00\n543,15\n510,00\n441,65\n410,00\n429,92\n308,07\n245,97\n230!\n294,91\n310,00\n174,49\n211,\n36\n211\n128,44. 130,89\nvw\nLo;\n210,00\n134,97 112,09 Fo 115,46,\n105,34\n87,63\n99,16\n10,00\nCASA Èv % % % % VA O _ % % (O 9 VA O % % %,\nSr\n(*\no\n%,\n© >» > do °° è è è è ® è |>) Ea\nQ\nVS\n% 2\n%\n86,80\n94,88\n103,17 117,\n161,0736,38\n135,01 d43\n110,00\nFonte: Elaborazioni Confindustria su dati GME, NordPool, OMIE, Powernext\n3",
  "page_4": "Per quanto riguarda il mercato del gas naturale, in Italia il prezzo medio di febbraio (GME IG-Index) sale a 53 €/MWh mentre il prezzo del gas al TTF olandese si attesta a 51 €/MWh (+4% rispetto al mese precedente)\nConfronto andamento prezzi spot IT Gas — TTF, €/MWh\nSPREAD IT-TTF =——=|T-GAS* —— NL-TTF\n250,00\n232,658\n200,00\n150,00 128,314\n116,178\n0\n1,599,\n105,152\n100,00\n52,96\n80796\n67,643\n49,9 2\n56,521\n46,291\n45,028 36,\n890% Da\n36,100 40,8\n45,187,05\n50,00\no 31\n270\n31,04028,920\n30,618\n0,00\n%, D x Èv % Se % q, Se 4, , % %. CA D &, % dm % %\nDa (A\n% ©,\nA\nSo,\n©» >\n5\n© © vo\nCARAT\nx\nFonte: Elaborazioni Confindustria su dati GME, EEX\nRestano molteplici i fattori di incertezza che potrebbero spingere ulteriormente o rilassare i prezzi nel 2025\n- l'avanzamento delle trattative per una soluzione del conflitto in Ucraina, con l'eventuale successiva possibilità di ripresa dei flussi di gas russo all’EU (che resta molto incerta soprattutto dopo che il Commissario UE all'Energia, Jorgensen, ha recentemente ribadito di escludere questa ipotesi) l'impatto degli interventi della Commissione EU contro il caro energia (il 26/2 sono stati presentati i pacchetti “Clean industrial deal Affordable energy plan”) - le previsioni meteo che indicano temperature più miti a marzo (fine dell'inverno freddo)\nLa Commissione EU si concentra sulla competitività delle industrie energivore e sull’avanzamento della transizione energetica con le fonti elettriche rinnovabili. In particolare il “Clean industrial deal” intende mobilitare oltre 100 mld € di investimenti (creazione /ndustrial Decarbonization Bank revisione InvestEU) per offrire sostegno alle imprese per decarbonizzare ed elettrificare. Il “Affordable energy plan”, seguendo la strada della riforma del market design elettrico e del REPowerEU, punta alla riduzione dei costi dell'energia per cittadini e imprese già dal 2025, accelerando lo sviluppo delle rinnovabili e delle infrastrutture rafforzando l’unione dei mercati energetici, favorendo interventi sulle tariffe (ridurre le tasse sull’elettricità), una maggiore trasparenza e concorrenza nel mercato del gas (più controlli da",
  "page_5": "parte di ACER ed ESMA, e possibili contratti comuni per l'acquisto di GNL da fornitori affidabili) e spingendo per l'adozione di contratti di fornitura /ong-term.\nIn aggiunta, è stato anche approvato dalla Commissione EU il Pacchetto Omnibus di misure per semplificare le norme sulla sostenibilità aziendale, con modifiche del meccanismo di import del carbonio alle frontiere (CBAM) e delle direttive per la rendicontazione (CSRD).\nSul fronte nazionale, il Consiglio dei ministri del 28 febbraio u.s., ha approvato il DL Bollette contro il caro-energia destinando 3 miliardi di euro per finanziare il pacchetto di misure che dovrebbe dare sollievo a imprese e famiglie. Nel testo alla fine non figura la misura per l'azzeramento del delta prezzo tra TTF e PSV. Infine, è assente nel decreto anche qualunque riferimento al controverso tema dell'idroelettrico.\nProsegue la discesa delle quotazioni future: power Ita Cal26 = 103,24 €/MWh (- 2 €/MWh vs settimana precedente, -2%), Cal27 = 91,5 €/MWh (circa -1€/MWh, -1%); gas PSV Cal26 = 36,654 €/MWh (-3,2 €/MWh, -8%), PSV Cal27 = 31,336 €/MWh; TTF Cal26 =35,381 €/MWh (-3 €/MWh, -8%), TTF Cal27 =29,759 €/MWh (-2 €/MWh, -6%).\nPrezzi futures delle principali borse elettriche europee al 26.02.2025 - €/MWh\n150,00 ——\nIT-EEX__—-FR-EEX\nDE-EEX ES -EEX\n119,58\n121,95\n120,55\n119,75\n—TST _—_°Y!z_=—*-*\n109,63\n109,99\n100,00\nTLT\nTT=\n50,00\n0,00\nmar-25 apr-25 Q2/25 Q3/25 Q4/25 Q1/26 2026 2027\nFonte: Elaborazioni Confindustria su dati EEX",
  "page_6": "Prezzi futures PSV — TTF, €/MWh al 26.02.2025\n—+— PSV-EEX\n&-TTF-EEX\n45,00\n43,00\n41,00\n39,00\n37,00\n35,00\n33,00\n31,00\n29,00\n27,00\n25,00\n42,516\n42,561\n42,956\n43,704\n42,813\n41,715\n36,654\n31,336\nUS\nOI\nVA\nvb\ne\nO\nv\n6\noo\nQ\n2)\n“6\n“o\nFonte: Elaborazioni Confindustria su dati EEX\nIn riduzione rispetto al mese precedente le quotazioni CO: EUAs\nCO2 EUA valori mensili a consuntivo e future al 26.02.2025\n100,00 90,66\n80,00\n60,00\n80, fo, 52 83,80\n78,7\n74,54\n74\nCO2 EUA €/ton — - -CO2 EUA €/ton future\n91,86\n90,05g6,35\nPE 00\n80,66\n71,3\n20\n70,30\n64,99\n64,\n29\n55,7\n63,40\n75,81 69,870,148>° 71:58\n59,645\" 270, 6110 02.\n40,00\n20,00\nCA WE, Wa % 86; %, IC 4A END Fod% 4A %, SAM Vo 86,\nDn DT ID DI VT I a VI Tp As TALIA\nFonte: elaborazioni Confindustria su dati EEX\nA gennaio sul Mercato organizzato dei Titoli di Efficienza Energetica (MTEE) il valore medio sale a 247,39 €/tep (+1% in meno rispetto al mese precedente) mentre il prezzo medio delle Garanzie d’Origine (MGO) scende a 0,23 €/MWh (-24% vs mese precedente)",
  "page_7": "Mercati ambientali: andamento TEE e GO\n=———TEE tipo unico €/tep\n265,00\n260,00\n255,00\n259,86\n260,92\n8,72 257,79\n255,74 97\n5,68\n9,32\n7;77257,68 1594 7,15\n155,70\nA\n6,33 6,35\n4,95\n,63\n251,\n253,38\n10,00\n9,00\n8,00\n7,00\n6,00\n250,00\n245,00\n(a\n1,88 1,89\n18\n0,82\n0,85\n1,080,640,620,52\n0,51\nx 4 SIENA >\n%,_% % “a IEREA o KA %, %, d x, % o\nLAOS\noo 79 97\n1,\n96\n2,75\n3,0:\nN79\n246,\n4,097\n21\n240,00\nFonte: Elaborazioni Confindustria su dati GME\n235,00\n47,59\n245\n246,08\n247,64 399 00\n247,\n4,00\n3,00\n2,00\n0,450 39,\n1,00",
  "page_8": "cx&°®©®f(r!«*:‘--—-—<—« ee a ae”>y>»=-»\niii iii is >\niN*€*è”ìNNS€È€È SsS5SÀ.S\nPrezzi medi mensili delle principali borse elettriche europee - €/MWh\npread Elettrico €/MWh\n— italia —Franda Germania Spagna\nBI IT-FR MIT-DE MIT-ES\n610,00\n543,15\n510,00\n441,65)\n136,43\n410,00\n429,92\n308,07\n71,3:\n29491\n310,00\n145,97\n211,6:\n210,00\n211,69)\n174,49\n61.0136,38\nL13497 112,08, pus \"115,46 99,16 3040 103,17) 128,04, pot\n134,26\n335,06143.0 350,36\n68,5\n110,00\n121,74,\n[37,68\nil 40,33 lil\n50,50\n45,48 43,79 43,74\n28,61\n34,23\ni\nO,\n4049\n10,00\n% LA % % % % %, % % % % % LA % % %\n& @ & A & ©,\n@\n6\n16,2 3,53\n© > ® o. d I ® > e) vi © > Si a S bo\nv Là\nv\n2021 2022 2023 2024 2025* 2026\nMedia prezzi giornalieri fino al 28.02.2025\n2025: quotazioni al consuntivo; 2026: quotazioni future del 26.02.2025\n——— IT-EEX. —FR-EEX —DE-EEX  ——ES-EEX\n119,58\n91,45\n4/25\nPrezzi futures delle principali borse gas europee al 26.02.2025 - €/MWh\n42,561 42,956\n,704\nAd TTF-EEX\n42,516\n42,813\n41,715\n109,63\n140,00\n120,00\n100,00\n80,00\n60,00\n40,00\n20,00\n0,00\n119,75\nPrezzi medi delle principali borse gas europee - €/MWh\ntil]\n150,00 I\n1257\n100,00\n09\n105\n001\n1068\n‘0.057\n1\n50,00\n045\n0-0\n0.043\n121,95\nPrezzi futures delle principali borse elettriche europee al 26.02.2025 - €/MWh\n109,99\n120,55\n103,24\nQ2/25\n2027\n2026\numa SPREAD IT-TTF — IT-GAS* NL-TTF\napr-25\nmar-25\n03/25\nQ1/26\n,654\n1,336\n%. :\n>\n—- Brent Crude $/bbl\n73,00 72,53.\n—#- ATW-Rotterdam Coal Future $/tonn\nCA do. ds ® o 4 i\n% %\nCol\n*Valori IG Index GME dal mese di agosto 2023\n**Media prezzi giornalieri fino al 28.02.2025\nMercato Commodities\nPrezzi future al 26.02.2025\n104,00\n2,07\n71,61\n101,20.\n71,19\n101,95\n102,00\n—+_ PSV-EEX\n100,00\n72,00\n250,00\n0.233\n200,00\n70,78.\nTRTIIPARI\n45; 1887,65\n0364 ‘00270;\nCASI %, Ve % e, CA n° % CA do, SS % CA “a %.,%, Sue Se.\nSI > > © ® % CA\n% 23\nho\n99,10\n70,00 L\n68,00\n0,00\n11\n49907\n52,96\n2\n0460 003; /_ 0.036.\n0.031 0.029\n0.031\n|\n4\n6\n97,45\n98,00\n71,00\n94,00\n69,07\n95,25\n69,34\n69,00\n‘96,10\n68,84\n94,35.\n100,10\n45,01\n43,00\n41,00\n39,00\n37,00\n35,00\n33,00\n31,00\n29,00\n27,00\n25,00\n92,00\n70,37\n96,00\n93,65\n69,65\n93 93,2\n67,00\nmar-25 apr-25 mag-25 giu-25 lug-25 ago-25 set-25 ott-25 nov-25 dic-25 gen-26\n90,00\n+ 88,00\n66,00\nMercati AMbIEMtAli\nCO2 EUA valori mensili a consuntivo e future al 26.02.2025\n265,00\ne TEE G.0.\n—\nTEE tipo unico €/tep ——e-G.0. - Mercato GME €/MWh\n100,00\n90,00 85,22\n809\n80,00\n70,00 74,54 70,30\n60,00\n50,00\n40,00\n30,00\n20,00\nTutti i diritti sono di Confindustria e ad essa riservati. E vietato pubblicare, riprodurre, memorizzare, trasmettere in forma elettronica o con altri mezzi, creare riassunti e/o estratti, distribuire, ‘ommercializzare e/o comunque utilizzare, in tutto o in parte il contenuto, per qualunque finalità, In ogni caso deve essere citata la fonte “Confindustria”. Confindustria non è responsabile per eventuali danni derivanti dall'utilizzo del contenuto e non garantisce la completezza, aggiornamento e totale correttezza dello stesso né di quello tratto da fonti esterne.\n8\n— CO2 EVA €/ton - -C02 EUA €/ton future\n90,66\n91,86\n260,92\n83,80\n90,05,\n‘86,35\n260,00\n259,86\n72\n257,79\n17sn 7,15\n68754”\n9,00\n8,00\n74,78\n78,71\n10,66\n64,99 CXIPA sas Mi s2302\n7130 7581 ot:\nSgero:\n7158\n255,00\n25574\n5,70,\n,33\n253,38\n7,00\n5,73\n5\n‘53,40\n5,68\n0,88\n251,4\n247,39 5.00\n6,00\n250,00\n41\n148,63 408\n79\n7,5:\n245,93 245,8)\n247,64\n83 4,00\n245,00\n180,\n2,75\n3,00\n240,00 0,7:\n121\n188\n2,00\n235,00\n04503923\n1,00\nCASSA RSI LICEI Re Day ASIA\n3 o 9 da 9\no\nO. w% rta, IA\n% %, % % % % vata, x, % % % ,% %, %\n® è» >, ®\nCA\n“> ® ® o, o, , 9\n6: I\nvu\nFonte: dati pubblici EEX, GME, NordPool, OMIE, Powernext,The ICE",
  "page_9": "2. Commento Confindustria al DL Bollette\ndi Barbara Marchetti\nIn linea generale Confindustria esprime apprezzamento sul provvedimento che destina una cifra complessiva di 3 miliardi dando un segnale di attenzione ed equilibrio.\nSi condivide, inoltre, il segnale dato con la compensazione dei costi indiretti ETS e con la riduzione degli oneri di sistema, anche se questa seconda misura è prevista per un periodo di tempo. Si auspica però che nel dibattitto parlamentare per la conversione del Decreto-legge le misure possano essere arricchite e potenziate con ulteriori interventi in modo da supportare anche i settori rimasti esclusi (es. i gasivori), aumentare l’entità della riduzione dei costi e avere effetti strutturali.\nDi seguito un primo giudizio sul piano tecnico. L'esame è stato fatto sulla versione del decreto che sta circolando, quindi del testo in entrata al CDM, e sulla base della conferenza stampa del Ministro Giorgetti e delle dichiarazioni della Premier Meloni.\nIl decreto vale 3 miliardi di euro: 1,6 miliardi alle famiglie e 1,4 miliardi alle imprese (sostanzialmente Cassa Servizi Energetici e Ambientali anticipa e poi lo Stato rimborsa quando ha disponibilità):\nPER LE FAMIGLIE:\n- Per l’anno 2025 si prevedono 200 euro a titolo di contributo straordinario per le famiglie da 0 a 25.000 euro di Isee; si arriva a 500 euro per le famiglie che godono del bonus sociale (contributo straordinario + bonus sociale) Acquisti centralizzati di Acquirente Unico per ribaltare l'energia ai clienti domestici vulnerabili (non ha impatti economici ed è misura regolatoria) Riduzione tariffaria elettricità e gas tramite ARERA qualora il prezzo del gas superi del 20% il prezzo del gas riportato nel documento di programmazione presentato alle Camere con copertura derivante dal maggior gettito IVA (misura solo eventuale e il maggior gettito IVA lo dovrà accertare il MEF) Meccanismo di sostegno dei prezzi attraverso utilizzo di una quota del fondo clima (che ha altre finalità) a favore di clienti domestici e microimprese vulnerabili (misura solo eventuale e la quota potrebbe essere di 3,5 miliardi di euro)\nPER LE IMPRESE:\n- 600 milioni per la compensazione dei costi indiretti ETS per il 2025. Questa misura, che nelle comunicazioni del Governo viene riferita a favore delle grandi imprese, vale una riduzione di circa 20 €/MWh su una bolletta di circa 100 €/MWh, ma riguarda solo alcuni settori, e cioè acciaio, metalli non ferrosi, chimica, carta, raffinazione, ghisa e pellame ma non si applica, invece, tra gli altri, alla ceramica, al vetro, al cemento, alla gomma- plastica e all’alimentare, che sono settori in ETS ed energivori. In questo caso non si tratta di nuove risorse, poiché la legge già lo prevedeva (è stata quindi riconosciuta la somma che da tempo Confindustria invocava in linea con le norme europee e con quanto avviene negli altri Paesi.\n9",
  "page_10": "- 800 milioni dovrebbe essere la quota destinata per azzerare la componente Asos, per sei mesi, degli oneri generali di sistema per le imprese con potenza impegnata oltre 16,5 KW -\nTuttavia, nel provvedimento mancano alcuni elementi ugualmente importanti. Mancano le misure per i gasivori, molti dei quali non hanno neanche diritto alla compensazione dei costi indiretti ETS (come ceramica, vetro e cemento, ecc.), assenti anche le misure consistenti per i grandi consumatori non energivori in senso giuridico, che potrebbero avere effetti strutturali. Per questo riteniamo che:\no sulsettore del gas sia importante eliminare il differenziale fra le quotazioni di prezzo italiane e quelle del centro nord Europa (c.d. spread PSV-TTF) a beneficio di tutti i consumatori (per un valore di circa 1,3 MId€ l’anno) e interventi puntuali per la competitività delle imprese gasivore, come le release di gas e biometano, che potrebbero avere un valore di circa 600-700 MIn€; sul settore elettrico si possano mettere in campo misure di breve e medio-lungo termine, fra le prime rientrano ad esempio quelle sulle componenti di prezzo fissato dagli impianti termoelettrici (ogni intervento su quel fronte abbasserebbe la bolletta per famiglie e imprese). Fra le misure strutturali possono invece essere annoverate, da un lato, il rinnovo delle concessioni idroelettriche ai gestori scaduti o uscenti con la riserva di una quota dell'energia prodotta a favore delle imprese e, dall’altro, iniziative affinché il GSE possa stipulare contratti con le imprese per la cessione dell'energia che verrà sviluppata nei prossimi anni nell’ambito dei meccanismi di incentivo finalizzati al raggiungimento dei target di decarbonizzazione del PNIEC (cd disaccoppiamento), nonché la valorizzazione del contributo da parte degli impianti da fonti rinnovabili arrivati a fine incentivazione e/o soggetti a repowering\n3. Caro-energia: la Strategia di Confindustria\nPROPOSTA DI CONFINDUSTRIA DISACCOPPIAMENTO MERCATO ENERGIA ELETTRICA - DL PNRR/EMERGENZE\ndi Barbara Marchetti\nLo scorso 18 febbraio l'Aula della Camera ha approvato, con 151 voti favorevoli, 92 voti contrari e 3 astenuti, il DL “Misure organizzative urgenti per fronteggiare situazioni di particolare emergenza, nonché per l'attuazione del Piano Nazionale di Ripresa e Resilienza” contente all’art.8 “Misure urgenti per l’attuazione della riforma 4 del capitolo Repower Pnrr” che introducono i commi 2-bis e 2-ter all’articolo 28 del D.Lgs 199/2021.\nIntervenendo sull'articolo 28 del Dlgs 199/2021 si attua quanto previsto dalla citata riforma PNRR}, per la quale è stata prevista l'adozione della normativa primaria entro il terzo trimestre 2024 e delle norme attuative entro la fine del 2024. Nel capitolo Repower EU del Piano di ripresa e resilienza si parla infatti di predisporre un sistema di garanzie che mitighi il rischio finanziario del PPA da FER, in particolare quelli di durata almeno quinquennale. Una misura\n10",
  "page_11": "che si colloca nel contesto del nuovo Regolamento (UE) 2024/1747, che prevede appunto che gli Stati membri provvedano a promuovere i PPA riducendone i rischi.\nCon la riforma si dovrà:\ni) prevedere che ciascun contraente assicuri una copertura parziale del controvalore dei contratti mediante strumenti di garanzia previsti dalla regolazione del mercato elettrico;\nii) introdurre misure per mitigare il rischio di default, compresi requisiti e vincoli per i contraenti e sanzioni in caso di inadempimento del produttore;\niii) individuare un soggetto istituzionale che assuma il ruolo di venditore/acquirente di ultima istanza, che subentri alla controparte in default e assicuri l'adempimento delle obbligazioni assunte nei confronti della controparte in bonis.\nIl dl Emergenze si occupa di questo, aggiungendo un comma 2-bis all'articolo 28 del Dlgs 199/2021 sulle modalità per la promozione dei PPA.\nII comma 2 del citato art. 28, come noto, tratta della piattaforma di mercato a partecipazione volontaria per i PPA gestita dal GME.\nIl nuovo comma 2-bis in arrivo con il dl Emergenze prevede invece che, nell’ambito della suddetta piattaforma, il MASE definisca criteri e condizioni in base ai quali il GSE assuma il ruolo di garante di ultima istanza, in modo coordinato con il sistema di garanzia previsto dalla disciplina della piattaforma. Il Gestore, cioè, dovrà subentrare come compratore o come venditore nel caso in cui una delle due parti venga meno a quanto previsto dal contratto PPA.\nSi prevede inoltre che la disciplina della piattaforma GME definisca un sistema di garanzie, nonché i requisiti e gli obblighi per i contraenti, oltre alle misure disciplinari in caso di inadempimento, con l’obiettivo di contenere i rischi di inadempimento di una delle controparti e il conseguente intervento del GSE come garante di ultima istanza.\nTale decreto dovrà inoltre definire un sistema di garanzie complessivo contenente i requisiti e gli obblighi per i contraenti, anche attraverso gli strumenti utilizzati nel mercato elettrico, e le misure disciplinari in caso di inadempimento. Il comma 2-ter prevede che per gli oneri derivanti dalla misura, rientranti nel limite di 45 milioni di euro annui tra 2025 e 2027, si provveda utilizzando una quota dei proventi delle aste ETS.\nL'emendamento sostenuto da Confindustria, relativo alla proposta di evoluzione del ruolo del GSE è stato trasformato in un Ordine del Giorno a firma Squeri (FI) e Zucconi (Fdl) approvato dall’Aula della Camera che impegna il Governo “ad adottare iniziative affinché il GSE, in relazione all'energia elettrica da fonti rinnovabili contrattualizzata in esito ai meccanismi di cui all'articolo 6 del decreto legislativo 8 novembre 2021, n. 199, e fino al 100% dei relativi volumi, possa stipulare con le imprese quali consumatori finali residenti nel territorio dello Stato e stabili organizzazioni nel territorio dello Stato di soggetti non residenti, indipendentemente dalla forma giuridica, dal settore economico di appartenenza, dalla dimensione e dal regime fiscale di determinazione del reddito dell'impresa, compatibilmente con la disciplina sugli aiuti\n11",
  "page_12": "di stato, contratti di cessione a lungo termine, nella forma di contratti per differenza a due vie, attraverso meccanismi competitivi e secondo criteri di efficienza”.\nNella nostra proposta abbiano chiesto, in particolare, che il GSE assuma non solo il ruolo di Garante di ultima istanza (ruolo che peraltro recepisce quanto suggerito nella proposta Confindustria di riforma del mercato elettrico del 2022) per mitigare il rischio finanziario dei contratti PPA che verranno sviluppati tra produttori e consumatori in caso di fallimento di una delle parti in causa, ma che possa anche siglare contratti con le imprese consumatrici, per rivendere l'energia verde acquisita dagli operatori che partecipano ai meccanismi di supporto, come ad esempio le aste del FER X.\nULTERIORI PROPOSTE DI MISURE PER RIDURRE IL COSTO DELL’ENERGIA ELETTRICA E DEL GAS NATURALE PER LE IMPRESE\ndi Elena Bruni\nI recenti aumenti del prezzo del gas, dell’ETS e dell'energia elettrica stanno nuovamente ponendo a rischio la continuità della produzione delle imprese, in particolare di quelle per le quali l'energia rappresenta la principale voce di costo. Occorrono strumenti idonei per le imprese maggiormente esposte al problema del caro energia per accedere a forme di energia elettrica e gas naturale competitive ed allineate alle medesime condizioni dei Paesi con cui competiamo.\nNell'ambito del Gruppo Tecnico Energia di Confindustria si stanno sostenendo in particolare tre proposte ulteriori rispetto a quelle indicate nei paragrafi precedenti:\n1 Gas Release: tale misura è stata normata per la prima volta nel marzo 2022 con il DL 17 del 2022 (art. 16) e poi nuovamente riproposta con il DL 181 del 2023 (art. 2). Nonostante siano trascorsi ormai 3 anni i DM attutativi non sono mai stati adottati né le procedure di release effettuate, a causa anche di elementi di criticità nella definizione dei siti idonei all'estrazione e al prezzo di cessione da parte degli operatori. Considerando la grave situazione delle imprese manifatturiere a causa dei recenti aumenti, è assolutamente prioritario sbloccare l'attuazione della norma e conferire all'interno di un meccanismo di release volumi di gas naturale non solo derivanti da nuova produzione nazionale ma anche dai canali di importazione esteri e/o dagli impianti di biometano italiani in misura idonea a sostenere la produzione industriale maggiormente esposta al costo del gas (2-4 mld smc/anno), attraverso l'impegno alla sottoscrizione di contratti di fornitura pluriennali; Oneri Distribuzione gas: Confindustria sta chiedendo all’ARERA un intervento affinché venga assicurata una corretta parità competitiva per tutte le imprese industriali italiane eliminando condizioni di svantaggio legate a differente allocazione degli oneri infrastrutturali fra clienti industriali, anche appartenenti allo stesso settore, in funzione della connessione alla rete di distribuzione o di trasporto del gas naturale;\n12",
  "page_13": "Concessioni idroelettriche: le centrali idroelettriche sono infrastrutture pubbliche rilevanti sia per gli obiettivi di decarbonizzazione sia per sostenere un modello di sviluppo industriale sostenibile. Riteniamo utile rilanciare il settore attraverso la riassegnazione delle concessioni ai gestori uscenti e permettere al settore manifatturiero di avere a disposizione energia rinnovabile per accompagnare la decarbonizzazione dei processi industriali a prezzi competitivi; Compensazione costi indiretti ETS: Confindustria ha ottenuto l’incremento a 600 MIn€/a del fondo per la compensazione dei Costi indiretti ETS e porterà avanti la necessità di rivedere il contingente in funzione dell'andamento delle quote ETS sul mercato (copertura del 75% dei costi) oltre ad allargare la lista dei settori elegibili; Diversificare il mix delle fonti per la produzione energia elettrica: Confindustria sta sviluppando un progetto di approfondimento sugli impianti nucleari di piccola taglia (SMR/AMR) attraverso un apposito Steering Committee e con il supporto scientifico di ENEA; Revisione del meccanismo ETS: il Sistema ETS deve essere modificato per poter essere effettivamente uno strumento di decarbonizzazione e non una tassa ambientale. Ciò potrà essere ottenuto: (e) ridefinendo la traiettoria di riduzione ad oggi prevista per le assegnazioni gratuite (modifica dei fattori di riduzione dei Benchmark e del cap alle emissioni complessive a livello europeo) per renderle coerenti con le effettive possibilità tecnologiche; evitando qualsiasi tipo di speculazione finanziaria e prevedere una azione della Market stability reserve per iniettare liquidità nel mercato in condizioni di incremento della volatilità dei prezzi delle quote; Relativamente al trasporto marittimo, definendo un quadro normativo globale e uniforme, al fine di prevenire la creazione di nuove rotte alternative e garantire un equo J/evel playing field; Allocazione risorse ETS: Confindustria ritiene fondamentale allocare tutti i proventi dell’ETS ai settori coinvolti nel meccanismo in maniera proporzionale al loro contributo; Stanziamento Fondi comuni europei: Confindustria ritiene importante stanziare fondi comuni europei per la decarbonizzazione dei comparti industriali, in particolare di quelli hard to abate, prevedendo misure — come, ad esempio, i Carbon Contract For Difference - che possano promuovere investimenti in tecnologie di trasformazione, fra cui l'idrogeno, la CCUS, le bioenergie (in forma liquida, solida o gassosa) e le rinnovabili; Revisione CBAM: Confindustria auspica una pronta modifica del Carbon Border Adjustment Mechanism per affrontare le seguenti criticità: ° assenza di export rebate;\n13",
  "page_14": "applicazione solo sulle materie prime (tranne che per i fertilizzanti) e non sui prodotti finiti; scelta dei Paesi terzi di distinguere gli impianti in relazione al mercato di riferimento (fuga di carbonio a valle); ° difficoltà applicative e aggravi burocratici molto onerosi in particolare per le PMI;\n10.Transizione 5.0: 6,3 miliardi di euro per gli anni 2024 e 2025 attraverso un credito d'imposta per beni 4.0 che permettono una riduzione dei consumi energetici ottenuti a cui si possono aggiungere impianti di autoconsumo di energia rinnovabile e sistemi di accumulo. Confindustria sta portando avanti delle proposte di semplificazione volte a:\n° ridurre gli scaglioni (da 3 a 2) per le differenti aliquote previste e aumentare le aliquote del credito d'imposta per tutte le dimensioni di investimento; aumentare le aliquote del credito di imposta per il fotovoltaico made in EU ad alta efficienza; consentire la cumulabilità con altri fondi europei (es. ZES unica); Facilitare il raggiungimento dei risparmi energetici minimi con beni 4.0 anche attraverso ESCO; ampliare il novero delle attività ETS che possono partecipare con investimenti correlati ai flussi di fonte e quello delle attività che producono rifiuti speciali pericolosi in elevata dose; ammettere la possibilità di realizzare più progetti contemporaneamente nello stesso sito; prorogare i tempi entro cui devono essere realizzati gli investimenti.\n3. Osservazioni Confindustria alla consultazione Terna - TIDE\ndi Barbara Marchetti\nConfindustria ha risposto alla proposta Terna di modifica del Codice di Rete, pubblicata lo scorso 16 dicembre, e contenente l'aggiornamento degli schemi di contratto di dispacciamento in immissione e in prelievo, il nuovo schema del contratto per la fornitura dei servizi ancillari nazionali globali (Allegato A.26) e il nuovo Regolamento del sistema di garanzie (Allegato A.61), esprimendo la forte preoccupazione degli operatori del sistema per le modifiche introdotte che potrebbe portare a un possibile inasprimento delle garanzie richieste da Terna agli utenti del dispacciamento, introducono penali in carico al BRP/BSP e all'estensione delle casistiche di risoluzione dei contratti.\nAlla luce delle simulazioni che gli operatori stanno effettuando usando l’apposito tool messo a disposizione da Terna, emergerebbe che, a differenza degli impianti per i quali Terna dispone\n14",
  "page_15": "direttamente del dato di misura (impianti rilevanti con potenza nominale di almeno 10 MW collegati in AT) per i quali la richiesta di copertura sarà di 4 giorni, la revisione delle regole sulle garanzie per gli impianti non monitorati e teleletti in AT avrebbe un impatto molto significativo, la richiesta di copertura sarà in questo caso di 45 giorni, determinando un drastico e difficilmente giustificabile aumento dell'ammontare delle garanzie da prestare.\nPiù nel dettaglio, le nuove garanzie sembrano critiche sotto diversi profili:\n- L'aumento dell'ammontare richiesto, con la revisione delle regole sull’Indice di Onorabilità e il Fattore di Correzione, oltre all'obbligo di presentare una copertura finanziaria addizionale proporzionale all’intera potenza dell'impianto; la limitazione delle forme di garanzia ammesse, con l'impossibilità di ricorrere a garanzie prestate da intermediari finanziari ed assicurazioni.\nTale inasprimento, inoltre, non troverebbe giustificazione in eventuali problematiche di crediti non riscossi da parte della stessa Terna poiché dal 2016, anno in cui sono state implementate le regole attuali, non ha chiesto al Regolatore modifiche atte a mitigare il rischio creditizio.\nAllo stesso modo, sul dispacciamento in prelievo la richiesta di copertura di 10 giorni implica un importo della garanzia iniziale decisamente superiore rispetto a quella attuale. Nello specifico, l'ammontare richiesto da Terna come garanzia per la gestione di un impianto non teleletto direttamente corrisponde all'incirca al 30% del fatturato annuo per impianti idroelettrici, 60% del fatturato annuo per impianti eolici, 100% del fatturato annuo per impianti solari. Tali importi non riflettono le effettive esposizioni degli operatori e comportano un notevole incremento dei costi gestionali per gli operatori.\nSi è evidenziato, inoltre, che anche per gli impianti monitorati e teleletti per cui, sebbene la copertura sia limitata a 4 giorni, il tool di calcolo mostra un aggravio della copertura finanziaria che può raggiungere un livello di dieci volte superiore a quanto richiesto con le attuali regole.\nÈ stato poi segnalato che, se queste previsioni fossero confermate, sarebbe prevedibile ipotizzare che gli operatori considerino l’extra-costo nella formulazione dei prezzi offerti in vendita sul mercato. Si è evidenziato quindi che l'impatto maggiore della riforma sarebbe sostenuto dagli operatori di minori dimensioni, dato che per questi sarebbe molto più complesso trovare un BRP disposto a sostenere costi così elevati, oppure affidare il dispacciamento a quegli operatori dotati di rating causando una forte concentrazione del mercato.\nCiò premesso, si è chiesto a Terna di effettuare delle simulazioni e verifiche sull'ammontare delle garanzie con le nuove regole utilizzando, come base dati, i portafogli impianti registrati nei contratti di dispacciamento sottoscritti dagli UAD nel 2024. Se ciò non fosse possibile, Terna è stata invitata a riconsiderare le modifiche proposte, tenendo conto delle criticità sopra evidenziate, individuando quindi soluzioni alternative.\nSi è segnalato, inoltre, che, considerati gli impatti sopra riportati, anche il fattore tempistiche sarebbe critico: sebbene questa consultazione sia stata eseguita con tempistiche idonee, l'entità (non prevista) delle modifiche fa sì che il periodo di tempo intercorrente tra la data di approvazione delle nuove regole e l’entrata in vigore delle stesse il 1° febbraio 2026 potrebbe\n15",
  "page_16": "essere ristretto per adeguare il sistema di garanzie. Inoltre, l'impatto potenziale richiederebbe una completa revisione delle posizioni commerciali in essere dal 2026 in poi, posizioni per lo più già contrattualizzate.\nL'introduzione di penali in carico al BRP/BRP rappresenta un altro elemento di forte criticità per Confindustria. In particolare, la penale, particolarmente gravosa in caso di mancato rispetto dei requisiti tecnici di connessione prescritti dal Codice di Rete, appare eccessivamente afflittiva e non proporzionata all’effettiva entità dell'inadempimento. Inoltre, l'applicazione di tale penale a un soggetto diverso dal titolare e/o gestore dell'impianto di produzione (BRP/BSP), causerebbe allo stesso un danno sproporzionato, in quanto esso — seppur ricomprendendo tali obblighi nei propri contratti verso il produttore — non è direttamente responsabile dei macchinari di impianto né gode della piena facoltà di intervento sugli stessi essendo esso un delegato con mandato senza rappresentanza. Discorso analogo vale per l'aggiornamento dei dati tecnici di Gaudì, per cui il BRP/BSP non è il titolare dell’unità di produzione.\nConfindustria ha sottolineato quindi che l'introduzione delle penali non sia la migliore soluzione per tutelare il Gestore di Rete dal mancato rispetto dei gravi requisiti di connessione e che le sanzioni debbano rimanere di competenza del Regolatore e disciplinate dalla legge istitutiva dell’ARERA stessa. Si evidenzia, inoltre, che i requisiti di connessione (Cfr. A.79, A.15, A.25) sono oggetto di continua revisione da parte di Terna e — a maggior ragione in presenza di un meccanismo di penalizzazione economica così incisivo — è necessario che tali aggiornamenti siano calibrati nel rispetto delle segnalazioni e difficoltà degli operatori impattati.\nConfindustria ha segnalato, inoltre, come ulteriormente critica la facoltà concessa a Terna di risolvere, previa diffida ad adempiere e rispettivamente a BRP e BSP, i Contratti di dispacciamento o di erogazione dei servizi nei casi di inadempimento o inosservanza degli obblighi e delle condizioni previsti dal Contratto. L'aspetto critico di questa disposizione è che nelle versioni sottoposte a consultazione dei contratti non c'è chiarezza su quali siano le ulteriori casistiche di risoluzione che invece dovrebbero essere circoscritte e ben identificate. In caso contrario, una formulazione così vaga dei contratti lascerebbe da un lato un'insufficienze trasparenza e chiarezza per i BRP/BSP sui requisiti e le condizioni da rispettare e dall'altro un'eccessiva discrezionalità per Terna di determinare le casistiche di risoluzione.\nInfine, un'ulteriore riflessione riguarda le tempistiche, considerati gli impatti che si potrebbero avere nell’aggiornamento dei contratti privati tra BRP/BSP e gestore/titolare dell’impianto, si è chiesto quindi a Terna di considerare un tempo sufficientemente ampio, almeno pari a 6 mesi, per l'aggiornamento dei contratti verso terzi.\n16",
  "page_17": "4. Emission trading system: riparte il confronto Confindustria - Comitato ETS di Elena Bruni\nIl 20 febbraio scorso si è tenuto un incontro tra Confindustria e l’Ing. Mallone, attuale Presidente del Comitato ETS, insieme al suo team di lavoro.\nRiparte così il proficuo dialogo, già intrapreso negli scorsi anni, sul tema ETS e che consente al sistema di Confindustria di poter sottoporre quesiti e richieste di approfondimento relative ai sistemi ETS 1 e 2. In particolare, in questo primo incontro, si è dato risposta ad un nutrito pacchetto di domande in parte già anticipate al Comitato nei giorni precedenti la riunione.\nLo stesso Ing. Mallone ha auspicato ci riuscire a chiudere le questioni più urgenti per poi organizzare un altro incontro per maggiori informazioni in vista del Comitato ETS 2. In tal senso si sollecita anche ad aprire un ticket sul portale per consentire al Comitato di prendere in carico esigenze specifiche. A questo proposito è stata sottolineata la fase di rodaggio sul tema ETS 2 che vede coinvolte più istituzioni con la regia del Ministero dell'ambiente.\n5. DdL Delega al Governo in materia di nucleare sostenibile\ndi Alessandro Alessio\nIl 28 febbraio 2025 è stata pubblicata la versione definitiva del DAL Delega al Governo in materia di nucleare sostenibile, provvedimento già annunciato in più occasioni dal Ministro dell'Ambiente e della Sicurezza Energetica, Gilberto Pichetto Fratin e anticipato in bozza il 22 gennaio 2025.\nIl testo contiene tutti gli elementi atti a definire un Programma Nazionale per il ritorno all'energia nucleare, stabilendo tutti gli aspetti tecnici, economici e normativi, la governance del settore e la strategia per il potenziamento del know-how settoriale.\nIl testo è diviso in quattro articoli, i quali stabiliscono i seguenti aspetti (che dovranno essere successivamente definiti nei loro dettagli operativi):\n1 articolo 1: definisce le finalità del Disegno di Legge e disciplina il procedimento di adozione dei Decreti legislativi atti a normale tutte le attività inerenti alla filiera nucleare (stabilendo che questi dovranno essere adottati entro dodici mesi dalla data di entrata in vigore della Legge, su proposta del Ministro dell'Ambiente e della Sicurezza Energetica, di concerto con altri Ministri competenti, previa acquisizione di vari pareri e intese); articolo 2: stabilisce l'oggetto della Delega e tutti gli aspetti tecnici del Programma Nazionale (strumenti informativi e formativi, realizzazione progetti, decommissioning, ricerca e sviluppo, formazione, ecc.);\n17",
  "page_18": "3. articolo 3: stabilisce i principi e criteri direttivi della Delega, compresivi degli aspetti economici, di mercato e quelli inerenti alla sicurezza e alla vigilanza; articolo 4: reca la clausola di invarianza finanziaria (il Programma dovrà essere portato avanti senza nuovi o maggiori oneri per la finanza pubblica, ad eccezione del caso di entrata in vigore di specifici provvedimenti legislativi di stanziamento delle risorse finanziarie necessarie).\nLa bozza del Disegno di Legge è stata trasmessa alla Presidenza del Consiglio e sarà iscritto all'esame del primo CdM utile.\nOBIETTIVI DEL DISEGNO DI LEGGE\nIl Disegno di Legge delega (ai sensi dell’art. 76 della Costituzione) il Governo italiano a definire un quadro normativo chiaro e organico per la produzione di energia da fonte nucleare sostenibile, in linea con gli obiettivi europei di decarbonizzazione al 2050, l'Indipendenza energetica (riduzione della dipendenza dalle importazioni di energia elettrica e mitigazione dei rischi geopolitici) e il contenimento dei costi dell'energia (garanzia di energia a prezzi accessibili per utenti - domestici e industriali - con aumento della competitività del sistema economico nazionale).\nL'energia nucleare viene, infatti, vista come una tecnologia energetica che rispetta la natura trivalente del parametro della sostenibilità, in quanto, consente il bilanciamento delle componenti economica, sociale ed ambientale della sostenibilità. In particolare, la delega ha ad oggetto:\na la previsione di un Programma Nazionale, finalizzato allo sviluppo della produzione di energia da fonte nucleare sostenibile; la disciplina delle competenze per l'approvazione, l'attuazione e il monitoraggio del Programma e le modalità di formazione di tecnici, ricercatori, ingegneri e altre figure professionali; la previsione di adeguati strumenti informativi e formativi; l'adeguamento della normativa nazionale a quella europea e internazionale; la disciplina della disattivazione e dello smantellamento delle installazioni nucleari esistenti che la disciplina della destinazione d’uso dei relativi siti; la disciplina della sperimentazione, della localizzazione, della costruzione e dell'esercizio di: ©) nuovi impianti di produzione di energia da fonte nucleare sostenibile; ©) impianti di fabbricazione e di riprocessamento del combustibile nucleare; impianti di stoccaggio temporaneo e smaltimento definitivo dei rifiuti radioattivi non riutilizzabili (dei relativi sistemi di sicurezza e radioprotezione);\n18",
  "page_19": "la disciplina della ricerca, dello sviluppo e dell'utilizzo dell'energia da fusione (anche per i profili regolatori); le modalità di promozione delle attività di ricerca e sviluppo in campo nucleare (fissione e fusione), anche mediante forme di incentivazione dei relativi investimenti; la previsione di misure di promozione e valorizzazione dei territori interessati; la disciplina sulla sicurezza, sulla vigilanza e sul controllo, anche mediante l'istituzione di un’autorità amministrativa indipendente; la disciplina di un sistema di garanzie in relazione all'intero ciclo di vita degli impianti; la disciplina delle eventuali modalità di sostegno alla realizzazione di impianti e alla produzione di energia da fonte nucleare sostenibile; il coordinamento della disciplina della produzione di energia da fonte nucleare con le altre norme che regolano il mercato energetico.\nMOTIVAZIONI TECNICHE\nLe motivazioni tecniche che spingono al ritorno al nucleare sono (nel totale rispetto del principio della neutralità tecnologica):\n1 la produzione di energia stabile e programmabile: il nucleare garantisce una fornitura di energia continua a differenza delle fonti rinnovabili non programmabili (eolico e fotovoltaico) e permette di affrontare i picchi di carico legati all'aumento della domanda, aiutando anche nel processo di bilanciamento della rete elettrica. Questo punto risulta estremamente importante per il settore industriale e ancor di più per tutti quei settori industriali (energivori e non) che ricorreranno all’elettrificazione (totale e/o parziale) dei processi produttivi e che, di conseguenza, dovranno gestire un aumento della domanda di energia elettrica decarbonizzata, stabile e continua, disponibile 24 ore al giorno e 7 giorni su 7; la riduzione delle emissioni e dei costi energetici: secondo l'Agenzia Internazionale per l'Energia (IEA), il nucleare è indispensabile per raggiungere gli obiettivi di decarbonizzazione, integrare le rinnovabili e ridurre i costi complessivi del sistema (quindi per i consumatori finali, domestici e non domestici); 3 l'innovazione tecnologica: o) reattori modulari di piccole dimensioni (SMR): ridotti tempi di costruzione, maggiore sicurezza intrinseca e flessibilità operativa; reattori avanzati (AMR) e microreattori: per applicazioni industriali come la produzione di idrogeno a basse emissioni di carbonio; energia da fusione nucleare: progetti dimostrativi in corso con orizzonte temporale di 5-10 anni per l'avvio della commercializzazione; produzione di idrogeno;\n19",
  "page_20": "4. gestione dei rifiuti radioattivi (minimizzazione della loro produzione) e del combustibile nucleare esaurito: il DAL prevede una disciplina specifica per la gestione sicura dei rifiuti radioattivi e del combustibile nucleare esaurito, cercando, inoltre, di valorizzare le tecnologie che riducono al minimo la produzione di rifiuti radioattivi e migliorano l'efficienza nell'uso del combustibile nucleare.\nQUADRO NORMATIVO\nLa Tassonomia UE (Reg. 2020/852 e Reg. Delegato 2022/1214) identifica l'energia nucleare tra le attività ecosostenibili, in quanto, genera emissioni di gas serra prossime allo zero nella fase di produzione. Le Direttive Euratom (Direttiva 2009/71/Euratom - sicurezza nucleare e la Direttiva 2011/70/Euratom - gestione dei rifiuti radioattivi) stabiliscono obblighi di sicurezza e gestione del ciclo di vita del nucleare. Con riferimento al quadro italiano, il PNIEC 2024 prevede, per la prima volta dopo decenni, scenari energetici con una quota di energia elettrica e termica derivante dall'energia nucleare. Secondo il PNIEC 2024, infatti, entro il 2050, il nucleare potrebbe rappresentare tra l'11% e il 22% del fabbisogno energetico nazionale, con una capacità installata compresa tra gli 8 e i 16 GW. Quanto previsto dal PNIEC è in linea con la volontà di costruire un mix equilibrato di rinnovabili, nucleare e gas naturale (mediante il ricorso ai sistemi di cattura e stoccaggio dell’anidride carbonica, ossia la CCS - Carbon Capture and Storage).\nREGOLAMENTAZIONE\nA livello nazionale, tuttavia, rimangono da chiarire i principi di regolamentazione per le seguenti attività:\n1 ciclo di vita\ncompleto degli impianti: o) normativa per localizzazione, costruzione, esercizio e smantellamento (decommissioning); o) gestione dei rifiuti radioattivi, con impianti di stoccaggio temporaneo e smaltimento definitivo; sicurezza e vigilanza: creazione di un’Autorità indipendente per la sicurezza nucleare per il controllo di tutti gli aspetti operativi e ambientali; integrazione con il sistema energetico, da coordinare con i gestori delle reti (TSO e DSO) per garantire stabilità e bilanciamento del sistema.\nASPETTI FINANZIARI E CLAUSOLA DI INVARIANZA\nCon riferimento agli aspetti finanziari, il ritorno al nucleare avrà comunque bisogno di ingenti investimenti privati e pubblici: sul tema la legge prevede di attrarre capitali attraverso un quadro normativo stabile, integrando eventuali incentivi economici e strumenti di sostegno pubblico. | promotori dei progetti dovranno coprire i costi di costruzione, di gestione e di smantellamento;\n20",
  "page_21": "i costi per la gestione dei rifiuti radioattivi e del combustibile esaurito; la costituzione di fondi per la sicurezza e il decommissioning degli impianti.\nPer l’attuazione degli investimenti previsti dalla delega verranno assegnate al Ministero dell'Ambiente e della Sicurezza Energetica (ai sensi dell'articolo 1, comma 875, della legge 30 dicembre 2024, n. 207) € 20 milioni per ciascuna delle annualità 2027, 2028 e 2029;\nIl DAL prevede anche l'attuazione di una campagna di informazione ai cittadini per la quale è autorizzata una spesa di € 1,5 milioni per l'anno 2025 e di € 6 milioni per l'anno 2026 (la copertura finanziaria di queste spese sarà garantita mediante riduzione delle proiezioni dello stanziamento del fondo speciale di parte corrente del bilancio triennale 2025-2027). Un aspetto importante previsto dal DdL è la Clausola di Invarianza Finanziaria, secondo la quale il programma di ritorno al nucleare dovrà essere implementato senza nuovi oneri per la finanza pubblica. Gli oneri aggiuntivi saranno coperti da risorse private o da specifici provvedimenti legislativi. Eventuali incentivi alla produzione nucleare saranno armonizzati con i meccanismi esistenti per le rinnovabili e altre fonti energetiche.\nMISURE DI PROMOZIONE E SOSTENIBILITÀ\nUn ritorno all’energia nucleare in Italia dovrà, infine, prevedere strategie definite per:\nformazione: piani per la formazione di tecnici, ingegneri e ricercatori in collaborazione con università e centri di ricerca; valorizzazione dei territori: accordi tra operatori e amministrazioni locali per promuovere il coinvolgimento delle comunità interessate; trasparenza e informazione: campagne di sensibilizzazione sull'energia nucleare, con particolare enfasi su sicurezza e benefici economici.\n21",
  "page_22": "6. Evento di presentazione della Strategia IEA sul nucleare\ndi Alessandro Alessio\nCONFINDUSTRIA\nROMA, 20 febbraio 2025 | Ore 9.00\nConfindustria | Viale dell'Astronomia, 30\nIl 20 febbraio 2025 presso la sede di Confindustria è stato presentato il rapporto dell’IEA (Agenzia Internazionale dell'Energia) “cammino verso una nuova era per l'energia nucleare”, alla presenza del Ministro dell'Ambiente e della Sicurezza Energetica, Gilberto Pichetto Fratin e del Direttore della IEA, Fatih Birol.\nDurante l’evento, il Delegato per l'Energia di Confindustria, Aurelio Regina, ha ricordato la posizione di Confindustria sul tema, ricordando l’importanza dell'energia nucleare per il sistema industriale, in quanto, l'utilizzo degli SMR sarebbe essenziale per la produzione di energia elettrica e calore di processo nei siti industriali hard-to-abate ed energy/gas intensive. Regina ha ricordato anche come il nucleare potrà essere importante per stabilizzare il prezzo dell'energia (riducendo l'esposizione alle fluttuazioni del prezzo dei combustibili fossili), raggiungere gli ambiziosi obiettivi di riduzione delle emissioni di gas climalteranti italiani ed europei, raggiungere gli obiettivi del PNIEC (600 TWh/anno di energia elettrica al 2050).\nIl Ministro dell'Ambiente e della Sicurezza Energetica ha ricordato il Ddl delega sul nucleare, il quale sarebbe già pronto e potrebbe arrivare in uno dei prossimi Consiglio dei ministri, così da avere il via libera alla delega entro l'autunno.\nIl Direttore della IEA, Fatih Birol, ha ricordato l'IEA gli SMR possono spianare la strada a una nuova era per il nucleare tanto che per il futuro si prevedono oltre 70 GW di nuova capacità, attualmente in costruzione, in più di 40 paesi in tutto il mondo.\nL'evento ha anche ospitato una tavola rotonda con esperti del settore afferenti a diverse imprese del sistema, moderate dal Direttore Generale dell'ENEA, in qualità di knowledge partner dell’iniziativa di approfondimento che Confindustria sta portando avanti sulle nuove tecnologie nucleari sostenibili.\n22",
  "page_23": "Principali novità di settore\n7. Nuove misure per la competitività e la decarbonizzazione: Clean Industrial Deal, Action Plan for Affordable Energy e semplificazione CBAM\ndi Stefano Terzaghi\nIl 26 febbraio, l'Unione Europea ha presentato un pacchetto di iniziative volte a rafforzare la decarbonizzazione, migliorare la competitività dell’industria europea e semplificare gli oneri per le imprese. Tra le misure più rilevanti figurano il Clean Industrial Deal, l’Action Plan for Affordable Energy e la proposta di revisione del Regolamento CBAM, quest'ultima inserita nel contesto del pacchetto omnibus. Questi strumenti, pur differenti per natura — due comunicazioni strategiche e una proposta legislativa — delineano obiettivi e misure operative per la transizione energetica e industriale, con un focus su competitività, sicurezza dell’approvvigionamento e decarbonizzazione.\nCLEAN INDUSTRIAL DEAL\nIl Clean Industrial Deal offre una visione strategica a medio-lungo termine, finalizzata a trasformare l’industria europea in un modello a basse emissioni e competitivo. Il documento si articola in vari ambiti:\nTransizione Industriale e Sostegno Finanziario\nIl CID anticipa l'intenzione della Commissione di pubblicare strumenti quali l’/ndustrial Decarbonisation Accelerator Act, che mira a semplificare le autorizzazioni per infrastrutture energetiche e progetti di decarbonizzazione, abbattendo gli oneri burocratici che attualmente frenano l'innovazione. Accanto a questo, il documento prevede l’istituzione di una Banca per la Decarbonizzazione Industriale, destinata a mobilitare investimenti pubblici e privati e a sostenere la ricerca e lo sviluppo in tecnologie low carbon, come le energie rinnovabili, l'idrogeno, il CCS e i biocarburanti.\nScelte Tecnologiche e Neutralità\nIl principio della neutralità tecnologica è chiaramente menzionato nella Comunicazione, che esplicita anche la volontà di lasciare agli Stati membri la libertà di scegliere il proprio mix energetico. In questo contesto, il documento evidenzia il ruolo strategico del nucleare, con particolare riferimento agli Small Modular Reactors (SMR) e agli investimenti in programmi di fusione. Pur riconoscendo l’importanza dell’elettrificazione, vengono integrate anche soluzioni alternative, senza imporre una scelta univoca, permettendo così una diversificazione delle strategie di decarbonizzazione.\nAspetti Energetici\nGarantire energia a prezzi accessibili è descritto come un pilastro fondamentale per la competitività, soprattutto per i settori ad alta intensità energetica. Il documento sottolinea la necessità di:\n23",
  "page_24": "° Accelerare l’elettrificazione e la transizione verso l’energia pulita prodotta internamente. e Migliorare le interconnessioni fisiche per completare il mercato interno dell’energia e promuovere un uso più razionale delle risorse.\nLe misure sono poi declinate in maniera approfondita nella comunicazione ad-hoc, l’Action Plan for Affordable Energy\nCARBON BORDER ADJUSTMENT MECHANISM (CBAM)\nNella Comunicazione vengono inoltre citate le intenzioni della Commissione di apportare future modifiche al CBAM, che non si limitano alla sola semplificazione. Queste modifiche sono oggetto di una proposta ufficiale di revisione, pubblicata nell'ambito del pacchetto Omnibus.\nIn particolare, si prevedono:\n° Una possibile estensione del CBAM a nuovi settori ETS e a prodotti trasformati, con una revisione prevista nella seconda metà del 2025. L’inclusione delle emissioni indirette in tutti i settori coperti dal CBAM, diversamente dalla proposta attuale che esclude tale integrazione per l'elettricità. L'introduzione di misure antielusione, con strumenti specifici per contrastare il resource shuffling e altre pratiche di cirrumvention, in contrasto con il mero potenziamento del monitoraggio doganale proposto. La possibilità di sviluppare un meccanismo per le esportazioni (export rebate), volto a proteggere l’export UE e ridurre il rischio di rilocalizzazione delle emissioni, pur senza dettagli operativi definiti. L'adozione, a partire dal 2027, di prezzi predefiniti del carbonio nei paesi di origine per facilitare il riconoscimento del carbon pricing extra-UE, rispetto alla proposta che si limita a riconoscere genericamente i prezzi pagati all’estero. L'utilizzo del CBAM come strumento di diplomazia climatica per incentivare l'adozione globale del carbon pricing.\nCompetitività e Obiettivi Climatici\nInfine, la Comunicazione collega la decarbonizzazione alla resilienza industriale, definendo l’obiettivo di ridurre le emissioni nette di gas serra del 90% entro il 2040. Il documento evidenzia la necessità di sviluppare strumenti operativi che permettano all'industria europea di affrontare un contesto globale in cui solo una parte delle emissioni è soggetta a meccanismi di tassazione del carbonio.\n24",
  "page_25": "ACTION PLAN FOR AFFORDABLE ENERGY\nL’Action Plan for Affordable Energy intende proporre misure concrete e operative a breve termine per abbassare i costi energetici e rafforzare la sicurezza dell’approvvigionamento. Questa comunicazione traduce in azioni pratiche i principi strategici anticipati nel Clean Inudstrial Deal, con particolare attenzione ai seguenti aspetti:\nInterventi su Tariffe e Tassazione\nIl piano stabilisce la necessità di rivedere le regole tariffarie delle reti elettriche, introducendo modalità che consentano una maggiore flessibilità e competitività. In parallelo, si prevede una riduzione delle imposte sul settore energetico, con particolare riferimento alle accise e all’IVA, ribadendo l’intenzione della Commissione di concludere l’iter legislativodella proposta di revisione della tassazione sull'energia (Energy Taxation Directive).\nContratti a Lungo Termine e Meccanismi Tripartiti\nPer stabilizzare i prezzi dell'energia e mitigare la volatilità dei mercati, l’Action Plan promuove l'adozione di accordi a lungo termine come i Power Purchase Agreements (PPAs) e i Contracts for Difference (CfDs). Questi strumenti, favorendo la collaborazione con i produttori di energia rinnovabile, mirano a ridurre la dipendenza dal gas e a fornire una maggiore prevedibilità dei costi. Inoltre, viene menzionato un “Contratto Tripartito” tra governi, produttori e industrie, che potrebbe tradursi in un modello operativo di disaccoppiamento dei costi energetici.\nAccelerazione dei Tempi di Autorizzazione e Investimenti Infrastrutturali\nUno degli obiettivi principali della Comunicazione è la riduzione dei tempi di autorizzazione per i progetti di energia rinnovabile. Tradizionalmente, tali progetti possono richiedere tra 7 e 10 anni per ottenere l'approvazione; il piano mira a ridurre questo lasso di tempo a meno di 12 mesi per impianti solari e a meno di 2 anni per parchi eolici offshore. Parallelamente, è previsto un massiccio piano di investimenti — pari a €584 miliardi entro il 2030 — destinato a migliorare le interconnessioni tra gli Stati membri, riducendo le disparità di prezzo e rafforzando la resilienza del sistema energetico europeo.\nIl piano, pertanto, traduce in azioni concrete e misurabili i principi strategici indicati nel Clean Industrial Deal, concentrandosi soprattutto sulla riduzione immediata dei costi energetici e sul rafforzamento delle infrastrutture necessarie a garantire una fornitura stabile e competitiva.\nRevisione del Regolamento CBAM\nLa proposta di revisione del Regolamento CBAM è un intervento legislativo attualmente finalizzato esclusivamente a semplificare gli adempimenti amministrativi relativi al meccanismo, pubblicato nel contesto del pacchetto Omnibus. | punti salienti della revisione SONO:\nSemplificazione della Rendicontazione\nIl documento introduce l’uso di valori predefiniti per il calcolo delle emissioni e dei prezzi del carbonio, basati sull’intensità delle emissioni nei paesi esportatori affidabili. Inoltre, gli\n25",
  "page_26": "importatori avranno la possibilità di delegare la rendicontazione a soggetti terzi, mantenendo però la responsabilità legale, per ridurre il carico burocratico.\nEsenzioni e Nuovo Calendario\nViene stabilita una soglia di esenzione pari a 50 tonnellate di massa, con revisione annuale e possibilità di aggiustamento in caso di variazioni superiori a 5 tonnellate. Le scadenze per la dichiarazione e la restituzione dei certificati CBAM sono posticipate, con la vendita dei certificati che inizierà il 1° febbraio 2027 e con nuove regole per la copertura trimestrale, che verrà ridotta dall’80% al 50%.\nRafforzamento del Monitoraggio\nLa revisione prevede un potenziamento del ruolo delle dogane e una maggiore cooperazione tra la Commissione e le autorità nazionali, anche mediante la creazione di un registro centralizzato per le installazioni extra-UE. Inoltre, il meccanismo di determinazione del prezzo del carbonio viene aggiornato per riconoscere il carbon pricing pagato in altri paesi, e, a partire dal 2027, saranno introdotti prezzi predefiniti per il carbonio nei paesi di origine.\nCONCLUSIONI\nIn sintesi, l'UE ha adottato un approccio multilivello per la transizione energetica e industriale:\noe Il Clean Industrial Deal offre una visione strategica integrata, presentando strumenti finanziari, scelte tecnologiche e misure per garantire energia a prezzi accessibili, rimandando i dettagli operativi all’Action Plan. L’Action Plan for Affordable Energy traduce in misure concrete i principi strategici del CID, concentrandosi su interventi specifici su tariffe, tassazione, accordi a lungo termine e investimenti infrastrutturali per ridurre i costi energetici e rafforzare la sicurezza dell’approvvigionamento. La revisione del CBAM si configura come un intervento legislativo mirato a semplificare il meccanismo di adeguamento del carbonio, introducendo nuove regole per la rendicontazione, esenzioni e monitoraggio.\nQuesti strumenti, pur differenziandosi per natura e ambito, si integrano con l’obiettivo di sostenere la competitività, la sicurezza e la sostenibilità dell'Europa in un contesto energetico e industriale in rapida evoluzione.\n26",
  "page_27": "8. Energy Release 2.0: oggi scade il termine ultimo per la presentazione della manifestazione di interesse\ndi Barbara Marchetti\nLunedì 3 marzo 2025, alle ore 23:59, scade il termine ultimo per la presentazione della manifestazione di interesse a partecipare alla procedura di assegnazione dell'energia prevista nell'ambito del meccanismo dell'Energy Release, regolato dal Decreto del\nMinistro dell'Ambiente e della Sicurezza Energetica del 23 luglio 2024, n. 268.\nIl GSE evidenzia nel comunicato che per effettuare la manifestazione di interesse è necessario disporre, ai fini dell'invio, della seguente documentazione:\n° documento d'identità del Rappresentante Legale o del firmatario con procura, qualora quest'ultimo non coincida con il Rappresentante Legale; contabile bancaria rilasciata dall'istituto di credito a conferma dell'avvenuto pagamento della cauzione; attestazione della titolarità del Conto Corrente del soggetto che presenta la manifestazione di interesse solo se Il'IBAN inserito non viene automaticamente verificato dal servizio Check IBAN di PagoPA.\nPer ulteriori approfondimenti è possibile consultare la Guida all'utilizzo del Portale E-RELEASE presente nella sezione “Documenti\" dell'area dedicata.\n9. MACSE: il MASE approva la proposta Terna di fabbisogno di stoccaggio elettrico\ndi Barbara Marchetti\nIl Decreto del Ministro dell'ambiente e della sicurezza energetica n. 53 del 27 febbraio 2025\napprova la proposta di fabbisogno di stoccaggio elettrico ai fini dello svolgimento della prima asta del meccanismo di approvvigionamento a termine di nuova capacità di stoccaggio elettrico di cui all'articolo 18 del decreto legislativo 8 novembre 2010, n. 210.\nNella proposta inviata da Terna al MASE e approvata dal ministero il fabbisogno nazionale di accumulo da batterie al litio per l’anno di consegna 2028 nell’ambito del meccanismo MACSE ammonta a 10 GWh.\nPiù nel dettaglio, per l'individuazione del fabbisogno con anno di consegna 2028 sono stati considerati i benefici derivanti dall’installazione degli accumuli in termini di overgeneration evitata (valorizzata al costo variabile di un ciclo combinato alimentato a gas naturale) e in termini di adeguatezza di sistema, valorizzata a 8.000 €/MWh/anno (facendo riferimento per il 2028 a tecnologie con capacità di accumulo di 4 ore). Questi benefici devono essere confrontati con i costi di installazione degli accumuli, stimati pari a 43.000 €/MWh/anno.\nPer effettuare tale confronto si è effettuato un insieme di simulazioni, variando la capacità di accumulo installata e, per ogni simulazione, si è calcolato il beneficio netto (i.e., beneficio overgeneration evitata + beneficio adeguatezza — costo accumuli) della capacità installata. Il fabbisogno ottimo di capacità di accumulo abilitata a MSD si ottiene quando il beneficio netto calcolato raggiunge il suo massimo.\n27",
  "page_28": "Viene, inoltre, identificato un quantitativo minimo e massimo di capacità per le sei zone di mercato, definito in funzione dell’installato FER previsto all'anno orizzonte analizzato e dalle caratteristiche del sistema elettrico in tali aree. La concentrazione maggiore è nell’area Sud/Calabria con 7 GWh, seguita dal Centro Sud con 3 GWh, dalla Sicilia con 1,5 GWh (minimo di 0,5 GWh) e dalla Sardegna con 1 GWh (minimo di 0,5 GWh). Nessuna capacità invece al Nord e Centro Nord.\nDal momento della pubblicazione da parte di Terna del fabbisogno, decorre il termine minimo di 180 giorni per lo svolgimento dell’asta.\n10.Nuovo Rapporto Adeguatezza Terna\ndi Barbara Marchetti\nLo scorso 28 febbraio Terna ha pubblicato il nuovo Rapporto Adeguatezza Italia, con cui studia l'evoluzione attesa del sistema elettrico nei prossimi anni e analizza le risorse necessarie per garantirne l'adeguatezza.\nLe conclusioni del Rapporto evidenziano che l’importante incremento delle FRNP e degli accumuli determinerà una sostanziale riduzione delle ore di funzionamento del parco di generazione termoelettrico da fonte fossile, con contrazione dei margini di guadagno e conseguente rischio di dismissione per insostenibilità economica. Le simulazioni effettuate mostrano come la capacità termoelettrica complessivamente stimata come “indisponibile per insostenibilità economica” (ovvero con margini di contribuzione inferiori ai costi fissi) risulta pari a 20,8 GW già nel 2028, per poi crescere fino a 23,6 GW nel lungo termine (2035). Se ciò accadesse effettivamente, la capacità termoelettrica disponibile si ridurrebbe a valori ben inferiori al minimo necessario per garantire l'adeguatezza del sistema nei tre anni orizzonte. Il risultato sarebbe un sistema con centinaia di ore di LOLE, due ordini di grandezza in più rispetto al livello massimo ammissibile di 3 ore.\nLe analisi effettuate da Terna hanno evidenziato che, senza meccanismi di contrattualizzazione a termine della capacità necessaria, il sistema — qualora si affidasse ai soli segnali di prezzo provenienti dai mercati spot - si porterebbe a un punto di equilibrio economico (in termini di capacità termoelettrica disponibile) non compatibile con gli standard di adeguatezza. A tale evidenza modellistica si aggiunge la considerazione che, nonostante i prezzi potenzialmente elevati raggiunti sui mercati spot nelle ore di scarsità possano fornire un incentivo a evitare la dismissione di tali impianti, l'incertezza nella frequenza e intensità di tali eventi risulta sostanzialmente incompatibile con le giuste aspettative di copertura dei costi da parte dei soggetti titolari di impianti di generazione.\nSi conferma quindi che, negli scenari di lungo termine, la capacità termoelettrica servirà sempre meno per la copertura del carico in energia (MWh), ma al contempo rimarrà fondamentale per coprire i picchi di potenza (MW) nelle ore più critiche dell’anno, il tutto\nin piena coerenza con le evidenze presentate nel precedente Rapporto Adeguatezza Italia.\nNegli anni orizzonte analizzati si osserva un progressivo spostamento dei periodi critici per l'adeguatezza dalla stagione estiva a quella invernale. Questo fenomeno è attribuibile\n28",
  "page_29": "all'effetto combinato della marcata stagionalità della produzione fotovoltaica e dell’atteso aumento dell’utilizzo delle pompe di calore per il riscaldamento degli edifici.\nNel breve-medio termine le simulazioni evidenziano la possibilità di riscontrare rischi di adeguatezza anche nel periodo estivo, ma tali fenomeni tendono a ridursi nel lungo termine grazie al forte sviluppo atteso della fonte solare associato a una adeguata distribuzione della capacità di accumulo. Ciononostante, si conferma che, anche negli scenari futuri, il picco di carico si verificherà nel periodo estivo e, pertanto, non si possono escludere possibili criticità nel caso di condizioni di scarsa idraulicità in concomitanza di elevate punte di carico e di ridotta disponibilità di import dai Paesi limitrofi.\nLe analisi confermano infine che, in assenza di dismissioni per ragioni di insostenibilità economica e ipotizzando la permanenza in esercizio della capacità già contrattualizzata nelle precedenti aste del CM, il sistema futuro non solo risulterà adeguato, ma potrà parzialmente anche rinunciare a una parte della capacità termoelettrica esistente.\nL'esatta entità delle dismissioni ammissibili risulta, però, fortemente dipendente dall'evoluzione nel tempo e nello spazio della capacità di generazione degli accumuli e del fabbisogno, nonché dall’effettiva realizzazione degli sviluppi di rete previsti dal Piano di Sviluppo della RTN. Anche in questo caso, un adeguato meccanismo di remunerazione della capacità risulterà fondamentale per guidare le eventuali dismissioni fornendo i giusti segnali economici agli operatori.\n11.Bilancio Energia Elettrica\ndi Barbara Marchetti\nDal Rapporto Mensile di Terna emerge che nel mese di gennaio, la richiesta di energia elettrica è stata di 26,936 TWh, in aumento rispetto allo stesso mese dell’anno precedente (+1,0%) e al valore di gennaio 2023 (+3,7%). La richiesta di energia elettrica è stata soddisfatta per il 50,4% dalla produzione da Fonti Energetiche Non Rinnovabili, per il 31,9% da Fonti Energetiche Rinnovabili e la restante quota dal saldo estero.\n29",
  "page_30": "Copertura del Fabbisogno Elettrico nazionale (%)\n® Fonti Energetiche non Rinnovabili = Saldo Estero ® Fonti Energetiche Rinnovabili\nFonte: Rapporto Mensile Terna\nA gennaio 2025 il maggior contributo alla produzione da fonti energetiche rinnovabili è dato dalla produzione idroelettrica rinnovabile (34,4%) e dalla produzione eolica (29,9%).\nNel 2025 il peso della produzione fotovoltaica e delle biomasse è in aumento, mentre il contributo delle restanti fonti è in generale diminuzione rispetto al 2024.\nCopertura per fonte rinnovabile del Fabbisogno Elettrico nazionale (%)\n® Geotermia Idrico rinnovabile m Eolica © Fotovoltaica m Biomasse\nGen-Gen 25\n34,4\n29,9\n12,8\nGen-Gen 24\n34,6\n31,2\n12\nGen-Gen 23\n29,5\n30,6\n18,4\nFonte: Rapporto Mensile Terna\nA gennaio 2025 la capacità rinnovabile in esercizio è aumentata di 421 MW (inferiore di 266 MW, ossia il 39% in meno, rispetto allo stesso periodo dell’anno precedente) ed è così\n30",
  "page_31": "ripartita: + 419 MW di nuova capacità FV in esercizio (il 36% in meno rispetto a gennaio 2024); + 2 MW di nuova capacità eolica in esercizio (il 95% in meno rispetto a gennaio 2024).\nDi seguito si riporta la tabella della variazione netta di capacità installata da gennaio 2021 a gennaio 2025 suddivisa per regione e il relativo target progressivo a gennaio 2025.Tale target è determinato facendo riferimento alla ripartizione regionale prevista nel DM Aree Idonee riproporzionando mensilmente la potenza aggiuntiva prevista per l’anno in corso.\nVariazione della capacità installata gen. 2021 - gen. 2025 e scostamento dal target regionale\nRegione\nVar. installato Target Aree\ngen 21 - gen 25\ngen 21 - gen 25 Var. installato vs Target gen 21— dic 25\nTarget Aree Idonee?\nABRUZZO\n376\n470\n-94\n640\nBASILICATA\n423\n560\n-137\n748\nCALABRIA\n396\n575\n-178\n857\nCAMPANIA\n1.103\n941\n162\n1.297\nEMILIA ROMAGNA\n1.481\n1.335\n146\n1.851\nFRIULI VENEZIA GIULIA\n677\n418\n259\n573\n1.986\n967\n1.019\n1.346\nLAZIO\n178\n205\n27\n281\nLIGURIA\nLOMBARDIA\n2.558\n2.026\n532\n2.714\nMARCHE\n408\n476\n67\n679\nMOLISE\n115\n183\n69\n273\nPIEMONTE\n1.439\n1.135\n304\n1.541\nPUGLIA\n1.360\n1.733\n-373\n2.405\nSARDEGNA\n823\n1.044\n-221\n1.553\nSICILIA\n1.807\n1.919\n-112\n2.764\nTOSCANA\n600\n696\n1.019\nTRENTINO ALTO ADIGE\n397\n288\n110\n381\nUMBRIA\n246\n292\n46\n429\n24\n29\n47\nVALLE D'AOSTA\n1.725\n1.416\n309\n1.889\nVENETO\nTOTALE ITALIA\n18.122\n16.706\n1.415\n23.287\nFonte: Rapporto Mensile Terna\nA gennaio 2025 la potenza nominale degli accumuli in esercizio è aumentata di 136 MW (in riduzione del 26% rispetto allo stesso periodo del 2024).\nPer maggior dettagli si rimanda alla pubblicazione “Rapporto Mensile sul Sistema Elettrico”, consultabile sul sito www.terna.it\n12.Il FER X transitorio: entra in vigore\ndi Barbara Marchetti\nIl 28 febbraio 2025 è entrato in vigore il decreto Fer x transitorio che stanzia 9,7 miliardi di euro per incentivare impianti da fonti rinnovabili. Il meccanismo sostiene la realizzazione degli impianti a fonti rinnovabili con costi di generazione vicini alla competitività di mercato, come il fotovoltaico, l'eolico, l’idroelettrico e i gas residuati dai processi di depurazione.\n31",
  "page_32": "L’atto, ricordiamo, punta a sostenere un totale di 17,65 GW di nuova capacità rinnovabile in Italia: 3 GW saranno riservati a impianti fino a 1 MW, mentre 14,65 GW verranno assegnati tramite aste per impianti di potenza superiore, di cui 10 GW destinati al fotovoltaico.\nLo schema incentivante vale fino al 31 dicembre 2025 oppure, per gli impianti sotto 1 MW, fino sessanta giorni dopo la saturazione del contingente di 3 GW (se cioè avverrà prima del 31 dicembre 2025).\n| contingenti:\nfotovoltaico: 10 GW eolico onshore: 4 GW idroelettrico: 0,63 GW gas da reflui: 0,02 GW\nIl bilancio totale stimato della misura è di 9,7 miliardi di euro, per circa 490 milioni l’anno finanziati dagli oneri di sistema.\nLa tariffa incentivante sarà garantita fino a un massimo di 20 anni. Per gli impianti sopra 1 MW, il 95% dell’elettricità prodotta sarà supportato nell’ambito del CfD bidirezionale, lasciando il restante 5% esposto al rischio di mercato.\nPrezzi di esercizio per gli impianti in asta, mentre per l’accesso diretto sarà il Regolatore a definirli:\nfotovoltaico: eolico onshore: idroelettrico: gas da reflui:\n80 €/MWh (max 95, min 65)\n85 (max 95, min 70)\n90 (max 105, min 80)\n85 (max 100, min 75)\nConfermati anche i correttivi per il fotovoltaico: +4 €/MWh al Centro, +10 €/MWh al Nord; +27 €/MWh per sostituzione amianto e +5 €/MWh per impianti su specchi d’acqua.\nIl ribasso minimo per le aste è del 2%. Gli impianti devono essere operativi entro 36 mesi dall’aggiudicazione, pena taglio della tariffa dello 0,2% al mese per ritardi fino a 9 mesi e 0,5% al mese per i successivi.\nConfermati anche i cosiddetti contingenti dinamici basati sulla curva di offerta, pensati per evitare gare sotto-partecipate, come il capo dipartimento Energia al Mase ci aveva spiegato a dicembre.\nLa potenza incentivabile in ogni asta dipenderà, quindi, dalla partecipazione e dai livelli delle offerte raccolte: oltre una certa partecipazione non si potrà accettare il prezzo di esercizio superiore e, se l'asta sarà molto competitiva, saranno escluse anche le offerte al prezzo di esercizio mediano e rimarranno in gioco solo quelle sotto il prezzo inferiore.\nAltre novità sono l'obbligo di partecipare a MSD (Mercato dei Servizi di Dispacciamento) per i progetti sopra 1 MW e il fatto che in alcuni casi si pagherà in base alla capacità produttiva e non alla produzione effettiva. In particolare, questo accadrà in caso di limitazioni di rete, prezzi zonali zero o negativi; oppure, per gli impianti in MSD, in caso di offerte di bilanciamento accettate.\n32",
  "page_33": "13. Circolari CSEA apertura portale sessione suppletiva - gasivori / elettrivori\ndi Elena Bruni\nLa Cassa Servizi Energetici Ambientali ha pubblicato sul portale delle imprese elettrivore e imprese gasivore le circolari con riferimento all’Apertura del Portale per la presentazione, nel corso della sessione suppletiva, della dichiarazione per l'ammissione all’agevolazione per l'annualità di competenza 2025, da parte delle imprese a forte consumo di energia elettrica e di gas naturale.\nLa CSEA procederà all'apertura del Portale elettrivori e di quello gasivori per la presentazione delle dichiarazioni per l’anno 2025 — sessione suppletiva — a far data dal 24 febbraio 2025 e fino alle ore 23:59 del 26 marzo 2025. (https://www.csea.it/settore-elettrico/circolare-n-9- 2025-elt/ e https://www.csea.it/settore-gas/circolare-n-10-2025-gas/)\n33"
},
  "language": "Languages.ITALIAN",
  "total_pages": 33
}
