{
  "file_name": "5_68.pdf",
  "pages": {
  "page_1": "UNIT DN\nONS CONFERENCE O EEE AND DEVELOPMENT\nUNCTAD\n»\niS\nten\n\\\ni\nN\n\"7\nì\n5LIMATE CHANGE\nGREEN\nAND TRADE/\nc\nRECOVER I\nREV\n”.\nSII.)\nLal\nPR\nage”\nsa\nY\nnisi in\ne\n79:\n+\n«TR,\nat\nmato\nè\n{ SY\nEs\nti\ntt \"x\nè, U\nÈ\nLoto.\nA\nar 0,\n© do\n>\nti\n4A\nRI”\n2% A\ngg\nPARCRI A\nLet)\n€\nN SI\nun\ndal\nAR\nputti\n”\nness se\nEER,\n<d\nvar\npera Bi) Pia\n£ Toro\n& >\n\"%\nNON\n><a\nRES\nsé\nrt\nVIS\nta\nSo\nSaniitoni. Polat\n9E\nSa di\n$ ®& 4,\nLee a\nA\nMd\nse\nUNITED. NATIONS\nrai\ndx ia",
  "page_2": "",
  "page_3": "Vg\nvs\niA\n1\n7,\nONS CO\n131] re Be\nRE\nah\nAND DEVELOPMENT\nCTAD\n—_\nOS\n4\nCLIMATE CHAN\nGREEN\nRECOVE\nAND TRADE\nve\nVi, rc me\nPe\n~\nve\nJ\n<i\na\nae\nwre\neae\naes\nee\n<r YF =\nins\ny ily\n—/ uP y anesthe a 5, NATIONS 2021\n.\nSS Sa\n“Sh,\n=\nCam . 2\nes\nse\ng= 7 Ea\n—_\naw\n<\nUNITED\nGeneva,",
  "page_4": "ll\n© 2021, United Nations\nThis work is available through open access, by complying with the Creative Commons licence created for intergovernmental organizations, at http://creativecommons.org/licenses/by/3.0/igo/.\nThe findings, interpretations and conclusions expressed herein are those of the authors and do not necessarily reflect the views of the United Nations or its officials or Member States.\nThe designations employed and the presentation of material on any map in this work do not imply the expression of any opinion whatsoever on the part of the United Nations concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries.\nPhotocopies and reproductions of excerpts are allowed with proper credits.\nThis publication has not been formally edited.\nUnited Nations publication issued by the United Nations Conference on Trade and Development.\nUNCTAD/DITC/TED/2021/2\nelSBN: 978-92-1-005630-4",
  "page_5": "ll\nContents\nNote IV Acknowledgements IV Acronyms and abbreviations\nINTRODUCTION eer eee CeCe CeCe eee eee CeCe eee ere eee errr e ree ree errr rrrrrrerrerrrrrrcrrerrrrrrrrrrerrrrrrerrr rrr rrr\nPUTTING A PRICE ON CARBON eee CeCe CeCe ree rrr err errerrrrrrrrrrrrrrrrrerrrrrrrrrrerrerrrrrrrrrrrrr rrr\nPUTTING A CARBON PRICE ON IMPORTS eee eee CeCe eer eee eer reece errr errr rrrrrr rrr rrrrrrrr rrr err rrr,\nBEYOND CARBON PRICING: SUSTAINABILITY TRANSITIONS eee e eee eee eee e eee eee eee ee eee ey 13\nGREEN RECOVERY: LOW CARBON VERSUS LOW CONTACT eee e Cree eee err e errr errr ree rer ere\n16\nCLIMATE CHANGES, SO DOES TRADE Terre er reer r err errr rrrerrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr errr rr rer ns 19\nMARKET ACCESS VERSUS MARKET CREATION eee eee e CeCe ere errr ere errr errr rrr rrr rrr errr rrr ery 23\nCONCLUSIONS eee eee ee Cee Ce eee CeCe ee Cee eee CeCe eee ee Cee eee ree CeCe eee ee eee eee eee eee ee eee eee eee eee eee eee ee ee 26\nReferences 30 Notes 34",
  "page_6": "IV\nNote\nReference to dollar and $ indicate United States of America dollars, unless otherwise stated. Use of an en dash (-) between dates representing years, e.g., 2015-2018, signifies the full period involved, including the initial and final years. Decimals and percentages in this document do not necessarily add to totals because of rounding.\nAcknowledgements\nThis paper was prepared by Alexey Vikhlyaev, Senior Economic Affairs Officer, Division on International Trade and Commodities.\nThe author is grateful to the following for contributing valuable information and insights to the paper: Jakob Werksman, European Commission, Vitalis Vangelis, Ministry of Foreign Affairs and Trade, New Zealand, Bernard Hoekman, European University Institute, Tomasz Chruszczow, High-level Champion on Climate, Thomas Cottier, World Trade Institute, Joost Pauwelyn, Graduate Institute, Gary Horlick, William Kojo Agyemang-Bonsu, United Nations Framework Convention on Climate Change, Kusum Lata, United Nations Framework Convention on Climate Change, Andrei Marcu, European Roundtable on Climate Change and Sustainability Transitions, Grzegorz Peszko, World Bank, Peter Govindasamy, Ministry for Trade and Investment, Morgenie Pillay, Department of Trade and Industry, South Africa, Aaron Cosbey, International Institute for Sustainable Development. Desktop formatting was done by Rafe Dent.\nFor further information on the activities of UNCTAD’s trade and environment, please consult the following website: https://unctad.org/topic/trade-and-environment.\n16 April 2021\n“This is the first time in the history of mankind that we are setting ourselves the task of intentionally, within a defined period of time, changing the economic development model that has been reigning for at least 150 years — since the industrial revolution”.\nChristiana Figueres\n“We only accept change when it is necessary, and we only see necessity in the crisis”.\nJean Monnet\nCLIMATE CHANGE,",
  "page_7": "GREEN RECOVERY AND TRADE\nAcronyms and abbreviations\nAB32\nACTS\nASCM\nBCA\nBUR\nCBAM\nCDM\nCETA\nCMA\nCO\nCOP\nORSIA\nCOVID-19\nCPTPP\nEEDI\nERTCST\nETS\nFTA\nG20\nG2G\nGATT\nGDP\nGHG\nIATA\nICAO\nICT\nIEA\nIIA\nILO\nIMO\nIPCC\nISO\nITMO\nKAFTA\nLDC\nMFN\nNDC\nNGO\nNTB\nRTA\nSCC\nSDM\nSEEMP\nSIDS\nUNCTAD\nUNEP\nUNFCCC\nWTO\nAssembly Bill 32\nAgreement on Climate, Trade and Sustainability\nAgreement on Subsidies and Countervailing Measures (WTO)\nBorder carbon adjustment\nBiennial update reporting\nCarbon border adjustment mechanism\nClean development mechanism\nComprehensive Economic Trade Agreement\nConference of the Parties serving as the Meeting of the Parties to the Paris Agreement\nCarbon dioxide\nConference of the Parties\nCarbon Offsetting and Reduction Scheme for International Aviation\nCoronavirus disease 2019\nComprehensive and Progressive Agreement for Trans-Pacific Partnership\nEnergy Efficiency Design Index\nEuropean Roundtable on Climate Change and Sustainability Transition\nEmissions trading system\nFree trade agreement\nGroup of Twenty\nGovernment-to-government\nGeneral Agreement on Tariffs and Trade\nGross Domestic Product\nGreenhouse gas\nInternational Air Transport Association\nInternational Civil Aviation Organization\nInformation and Communication Technologies\nInternational Energy Agency\nInception Impact Assessment\nInternational Labour Organization\nInternational Maritime Organization\nIntergovernmental Panel on Climate Change\nInternational Standards Organization\nInternationally Transferred Mitigation Outcomes\nKorea-Australia Free Trade Agreement\nLeast developed country\nMost favoured nation\nNationally Determined Contribution\nNon-Governmental Organization\nNon-tariff barriers to trade\nRegional trade agreement\nSocial costs of carbon\nSustainable Development Mechanism\nShip Energy Efficiency Management Plan\nSmall Island Developing States\nUnited Nations Conference on Trade and Development\nUnited Nations Environment Programme\nUnited Nations Framework Convention on Climate Change\nWorld Trade Organization",
  "page_8": "CLIMATE CHANGE,\n=\nia!\na\n—\nS\na.\n—\nDra\n= a\n>=.\n~——\n=,\n‘a\nss\n=\n=a\n——\na\n—\nie\ni |\nae)\neS\na\nTe\nshe,\n= t mi Zo\ner,\noe\nPa\nyy?\nee\n—_\nwe\n=<\n=A\n=.\nAw\nee\nie.\nma\na eh,\nBeg\nz.\nAlby,\nes ON\n=%\nale al\n>\n—_\n>\n—\nas ‘FE\n——",
  "page_9": "GREEN RECOVERY AND TRADE\n1. INTRODUCTION\nIn 2008-2009, financial, socio-economic and environmental problems converged into a triple crisis. There were immediate problems with the banking system, private and sovereign debt. There were also medium-term problems with global markets, high unemployment and growing inequality. Finally, there were long-term problems relating to climate change, biodiversity loss, air and chemical pollution, freshwater water and land use.\nThe triple crisis signaled the possibility of a systemic tipping point, opening the way to a new development paradigm. Governments spent around $3.3 trillion on stimulus measures. A substantial part of this spending went into green packages, which boosted investment in renewable energy, energy efficiency, public transport, and electrical grids (Barbier, 2011). UNEP recommended an expenditure of 1 per cent of global GDP as green stimulus (UN Environment, 2009).\nHowever, by 2012 this window of opportunity was already closing, with most green packages coming to an end. New financial outlays were pre-empted by austerity measures. There was a noticeable change in political discourse. The idea of a green recovery, i.e., fixing the economic engine and putting it on a new track at the same time, became controversial and started to wither. The public attention re-focused on the costs. Environmental activity shifted to local and regional initiatives.\nAction on the trade policy front was mainly in forms of state largesse (Hoekman and Nelson, 2020). Cash-constrained companies were lobbying their governments for cash rather than tariff increases. During 2009, subsidies to import-competing goods manufactures were widespread enough to cover more than 7 per cent of global trade in goods. On top of this, new export incentives covered over 28 per cent of world goods trade (Evenett, 2019).\nAttempts by governments to turn green growth into competition over jobs translated into trade disputes in the WTO concerning goods used in conjunction with renewable energy sources. This trend accelerated in 2012-2013 among key producers of renewable energy. More than 41 cases on antidumping and countervailing duties have been initiated against biofuel, solar energy and wind products (UNCTAD, 2014a). These cases represented the next generation\nof trade and environment conflicts, prompted by the rise of green industrial policy (Wu and Salzman, 2014).\nGlobalization reached its peak in 2012, and since then global value chains (GVCs) were turning more local than regional. The average length of supply chains was decreasing by 52 kilometres per year (Miroudot and Nordstrom, 2019). Concerns were mounting about the impact on GVCs of catastrophic events such as a massive tsunami that hits Japan and flooding that submerges seven of Thailand’s largest industrial zones in 2011. On average, every three years a catastrophic event causes disruption lasting two to four weeks (McKinsey, 2020a).\nSince then, environmental risks have consistently featured among the top-ranked global concerns as evidenced by the Global Risks Reports (WEF, 2020). Concealed in these concerns are actual or potential markets disruptions and concomitant socio-economic changes. Unemployment or under-employment is the major underlying concern, along with novel trade-offs between the digital and green transformations as well as adaptation towards equitable social outcomes amidst changing demographics.\nNowhere are the risks more obvious than in climate change. In the 2020 Global Risk Report (WEF, 2020), climate-related issues dominate all the top-five long- term risks to the economic system. Two potential shocks to the economy include extreme weather events, known as tail events or black swans (Wagner and Weitzman, 2015), and the imposition of new trade barriers based on carbon footprint, both of which affect low-income groups disproportionately.\nIn retrospect, the triple crisis of 2008-2009 and its aftermath look like a dry run for the pandemic, which is again putting countries at a socio-economic tipping point. The combination of a pandemic-induced public health and economic crisis has created a situation where threats and opportunities are at their maximum level, the future is unknown and it is up to countries, individually and collectively, to shape it.\nPandemics and climate risks are similar in that they both represent physical shocks, which then translate into an array of economic and social impacts. While countries’ experience, whether in the public or the private domain, has been shaped by economic and financial shocks, not physical ones. Both pandemics and climate are systemic in their direct impact and knock-on effects. The world at large is ill prepared to prevent or deal with either. In both cases, individual",
  "page_10": "actions can run counter to the collective good. Neither can be confronted without true global coordination and cooperation.\nThe pandemic has reduced emissions in the most expensive way possible _ through economic lockdowns. These reductions will not be enough to meet climate policy goals, but they will make it difficult to oppose less disruptive and affordable alternatives, e.g. carbon pricing. The pandemic has also demonstrated that bottom-up changes in consumption, transportation and production patterns are possible even within available technologies. In the longer run, these changes can favourably affect energy consumption, the overall energy mix and carbon emissions trends.\nWhile the COVID-19 crisis has reduced emissions, it will not reduce climate change if emission reductions remain temporary. The ongoing interventions by governments foreshadow measures commensurate with the ambition of the Paris Agreement, suggesting the possibility of combining the solutions to both crises — COVID-19 and climate change — into a coherent response. Indeed, the $11 trillion in stimulus measures that policy makers have allocated could be decisive for the world’s low-carbon transition (World Resources Institute, 2020).1\nFinding a low-carbon, high-growth recovery formula is not going to be easy. As with the aborted attempt after the 2008-09 financial crisis, there is a risk of green recovery falling victim to a tragedy of the horizon (Carney, 2015). The response to COVID-19 will unfold in three phases: rescue, recovery transitions to new economic and social modes and models. These phases may overlap and interweave but necessarily involve different priorities. Winning propositions for a long- term economic growth, may look like the worst choice between now and 2025. Moving from the short-term to the long-term requires successfully negotiating the medium-term. It is the medium-term is where economies will be shaped (UNCTAD, 2020).\nThis crisis is unprecedented not just in terms of the impact it has had so far but in the kind of new or next normal that is going to come in its aftermath. While Covid-19 may well be a once in a lifetime opportunity to reset economies along a low-carbon trajectory, economic recovery will first and foremost be organized in order to manage contagions.\nThe rise of the low contact economy is the single most important factor that differentiates this crisis\nCLIMATE CHANGE,\nfrom previous ones. Apart from partial economic shutdown, the pandemic is shifting the economy to a low-contact, or low-touch modes, with health safety becoming a defining concern (De Ridder, 2021). Low- contact economy, or intact, is an important parameter of the Republic of Korea’s $62 billion New Deal, which calls for investment in self-driving vehicles, drones, robotics and other technologies that will reduce the need for person-to-person contact (Bloomberg, 2020). In the same vein, Japan plans to encourage more use of contactless and remote services, low- speed, autonomous delivery vehicles (The Straits Times, 2020).\nGovernments find themselves in uncharted territory, with the 2008-09 crisis providing perhaps the most relevant policy marker. One lesson from that crisis is that green policies often have advantages over colourless fiscal stimulus (Jagger, 2020). Recovery packages that seek synergies between climate and economic goals have better prospects for increasing national wealth, enhancing productive human, social, physical, intangible, and natural capital.\nThe response to the economic impacts of the pandemic has ushered in a new wave of green policies. The European Union plans to dedicate around 30 per cent of its $880 billion plan for COVID-19-crisis plan to climate-change-related measures, including the issuance of at least $240 billion in green bonds. China pledged to reduce its net carbon emissions to zero by 2060. Japan has pledged to be carbon neutral by 2050. the Republic of Korea’s Green New Deal aims to reach the net-zero emissions goal by 2050. The newly elected president of the United States Biden pledged to invest $2 trillion in clean energy related to transportation, power, and building. Canada is linking recovery to climate goals (McKinsey, 2020c).\nEven as economies attempt a green transition, they tend to resort to fossil fuels to restart their economies in the wake of recessions. For instance, following the 2008-09 crisis, the consumption of coal increased, in fast-growing economies such as China, India, Viet Nam, South Africa and Indonesia (Reuters, 2020).\nGiven the prevailing low price of fossil fuels, history may repeat itself. In the first half of 2020, G20 countries committed $151 billion to fossil fuels ($136 billion to oil and gas and $15 billion to coal) of which only 20 per cent was made conditional on even modest green requirements, such as setting climate targets or implementing pollution reduction plans (IISD, 2020).",
  "page_11": "GREEN RECOVERY AND TRADE\nAs China started reopening its economy in March 2020, more coalfired power plants were approved in less than a month than in the whole of 2019 (Reuters, 2020).\nGreen policies that wipe out parts of the (brown) economy, destroying the economic value of physical and human capital and undermining any prospects for renewed employment cannot yield economic benefits. The recovery has to be much more than green. It has to put countries on a path to a better economy, to better health and wellbeing, to inclusion and a just transition. Even in the countries that are leading in terms of green packages European Union, France, Germany), the COVID-19 green stimulus so far is lower relative to total stimulus than it was during the 2008-2009 crisis as the overall recovery packages are so much larger now (Jagger, 2020).\nFor the developing countries, green recovery is a particularly difficult proposition as it implies a choice between catching up or developing differently. Deviating from established economic models will necessitate structural changes, which are bound to raise equity and distributional concerns. Financing challenges may tip them into debt distress or lead to financial instability and may require official support.\nA first glimpse of the fiscal crises comes from countries as diverse as Argentina, Zambia and Lebanon. Several African nations, including Ghana, Kenya and Nigeria, have resorted to emergency financing to deal with the effects of the pandemic (IMF, 2020). There is no simple solution to the problem of developing country debt. However, debt-for-climate-protection swaps, if implemented at scale, can provide significant debt relief and support climate action in many developing countries.\nThe post-COVID-19 stimulus packages are in danger of widening global inequality and pushing poorer countries to turn to fossil fuels. Recovery plans deemed green are almost entirely domestic and of little help to poorer countries trying to recover from the economic fallout of Covid-19. A truly global green recovery, featuring debt cancelation, fossil fuel subsidy removal and greater investment in overseas renewables rather than fossil fuels is what is required.\nDespite their limited resources developing countries are attempting to recover greener. The ten ASEAN members are committed to collectively meeting 23 per cent of their primary energy needs from renewable sources by 2025 (IRENA, 2020). The United Arab\nEmirates is at the forefront of green recovery the Gulf Cooperation Council area, with approximately 79 per cent of installed solar photovoltaic capacity across its six members. Ten countries in Latin America and the Caribbean, led by Colombia, have set a regional goal of meeting at least 70 per cent of electricity needs from renewable sources by 2030 (Oxford Business Group, 2020). Fifty four leaders of the African Adaptation Initiative endorsed the Integrated Responses to Building Climate and Pandemic Resilience in Africa (African Review, 2020).\nWhile national policy is critical, global problems invariably require multiple forms of international cooperation. It is important to overcome the omission bias, typical of the climate policy in general, where emitting carbon is perceived to be worse than not taking action to reduce emissions caused by others although the consequences for the climate are the same. Indeed, in terms of pollution and social damage, atonne of emissions prevented in developing countries is worth more.\nInnovation is perhaps the only climate policy that enjoy support across the entire political spectrum. Given that 75 per cent of emissions will come from in developing economies by 2040, a winning strategy is to focus on stimulating innovation fostering the global public good of affordable and clean energy technology that can be implemented in most countries (Let’s Fund, 2020).\nThere are plans for the European Union’s New Green Deal to include a strong African component and to involve Africa in the global transformation of energy systems by investing in solar and wind power and hydrogen. The European Union and the African Union are currently discussing partnerships in ten policy areas, including the energy transition, digital transformation and sustainable growth (Clean Energy Wire, 2019).\nA global trade collapse and defensive nationalism undercut the single strongest common. incentive countries have in dealing with the crises. In order to prepare for a different economy post-COVID, countries will need to reverse this trend by allowing goods, services and technologies to move into new businesses and sectors.\nCooperation across borders can help countries take forward the necessary economic transition, just as the constraints international rules and institutions can limit the scope for climate-friendly policies. At a moment when the legitimacy of global economic governance is",
  "page_12": "increasingly in question, a positive, proactive climate agenda can serve to rebuild support for international economic cooperation.\nThe importance of the Paris Agreement stems from the fact that it opens the prospects of a collective transformation, not just for individual economies, but\nCLIMATE CHANGE,\nfor the global economy as well (UNCTAD, 2017). Re- discovering the logic of — and potential for — cooperation in international trade will challenge countries to figure out ways in which trade could help all countries, developed and developing, big and small, share the benefits from transforming their economies.",
  "page_13": "GREEN RECOVERY AND TRADE\n2. PUTTING A PRICE ON CARBON\nThere is a long-held view that carbon pricing — charging for the carbon content of fossil fuels or their emissions — is the single most effective mitigation instrument. After all, carbon price encourages emissions reduction wherever and however they can be achieved at a low cost, without needing to know beforehand what those reductions will be.\nKnown as the most important number in climate circles, the social costs of carbon (SCC) is derived from modelling that tracks the impacts of higher carbon emissions on climate, sea levels, agricultural production, health, storms, etc. The current estimates put the global SCC, which is the sum of different national SCC per ton of carbon at $50 (Environmental Defense Fund, 2020).\nIn a free-riding policy environment, where countries reduce their emissions only to the level of national SCC, the average carbon price based on national interest would be closer to $4 than $50, and the level of abatement will be nearly Zero. This is approximately where countries are today (World Bank, 2020). The low actual price of carbon is an economic reflection of the fact that countries, collectively, have not made significant enough efforts to reduce carbon emissions.\nIn 2019, less than 5 per cent of global emissions were priced at a level consistent with achieving the goals of the Paris Agreement, i.e., $40-80 by 2020 and $50-100 by 2030 (World Bank, 2019). Out of the 185 Parties that have submitted their Nationally Determined Contributions (NDCs) to the Paris Agreement, 96 — representing 55 per cent of global emissions — have stated that they are planning or considering the use of carbon pricing as a tool to meet their commitments (UNCTAD, 2016a).\nIncreasing carbon prices have often been depicted as an intolerable burden to society. After COVID-19, it is going to be difficult to maintain this line of argument as the projected costs of limiting climate change to below two degrees Celsius are orders or magnitude lower than those of COVID-19 (Klenert et al., 2020).\nThe commitment to net-zero climate neutrality several decades into the future is still a very “alchemical piece of policy”. Whether or how it turns into climate action is not entirely clear. For instance, the European Union is translating the net-Zero target into legislation. Together\nwith making it legally binding, the European Union is putting in place a series of governance arrangements to make sure members regularly review their targets as well as their progress toward these targets along the trajectories that will bring Europe towards that net-zero goal.? If there is a similar commitment and a logical follow-through emerging from China’s five- year plan, Japan’s Energy Strategy, Republic of Korea’s Green Deal and President Biden’s campaign promise developed into the first stages of policy in the new administration, this very distant, but incredibly powerful signal can start turning into a real change.\nInternational cooperation through markets will be essential for achieving net zero, because not every country has the same opportunities to reduce or remove emissions — while others have more opportunities than they need. The carbon trading system envisioned in Article 6 of the Paris Agreement aims to bring these opportunities and needs together for mutual benefit of the countries involved. The required financial flows from developed to developing countries are comparable to all official development aid. Given the problems in organizing large, new flows as direct G2G transfers, governments tend to link the compensation regime to carbon markets.\nFree trading of carbon offsets under a global scheme could cut the costs of implementing the Paris Agreement by up to 33 per cent by 2030 (CFIC, 2020). The Paris Agreement stipulates that countries can cooperate in delivering their NDCs, but the rules for international transfers and for the mechanism have yet to be agreed by Parties, possibly at COP 26 in Glasgow in 2021.\nThe relationship of carbon markets and carbon neutrality, or net Zero, is an interesting one. At least until now, the announcements and intentions, particularly from the private sector and some governments, the assumption is that carbon neutrality will be achieved through off-sets. In other words, country or industry or company can move down the path towards net-zero by continuing to emit but paying or investing in others not to do so.\nHowever, according to the concept introduced at COP 21, the whole planet must become carbon neutral in the second half of the century in order to achieve the 1.5 target. Therefore, relying on carbon markets as a source of offsets would appear somewhat misguided. It is not entirely clear what will carbon markets mean when everybody needs to be net-zero or have",
  "page_14": "negative emissions. It could be that the markets are purely designed to trade in carbon removals, i.e., the only activities that achieve below-net Zero emissions get credit and are traded. This is something that needs to be reflected upon, particularly in the context of corporate claims to climate neutrality.\nA highly contested Article 6 of the Paris Agreement introduces the concept of Internationally Transferred Mitigation Outcomes (ITMOs), which are essentially about transferring part of one country’s NDC to another country’s NDC. The negotiations are complicated from the political and technical points of view. In many ways, they reflect the most challenging part in the changeover from the top-down Kyoto Protocol regime, where only the developed countries had specific targets, to the bottom-up Paris Agreement regime, where all parties have some form of emissions reduction commitment, but of a vastly different nature.\nUnder the Kyoto Protocol, emissions trading and as well as accounting thereof was relatively straightforward. Each party with a target was assigned a carbon budget. Any emissions trading was accounted for by removing a tonne of carbon as it was transferred to another country’s budget. There were no emissions reductions as a result, and there were no emissions increases, while the transfer led to greater cost efficiency, at least in theory.\nUnder the Paris Agreement, each country has a completely different NDC, which is not immediately transformable into a fungible unit of trade. Countries must design methods of transparency, tracking, reporting and reviewing that would allow, at least in theory, that trading between countries, with very different NDCs, would still be accountable for in such a way as to make sure there is no double counting.¢ It is just much more difficult to do once countries move into the bottom-up approach to target design.\nThe nature of tradable units — ITMOs® — is subject to debate, with some countries preferring to decide for themselves what they can trade in and others wanting all trades to be in terms of emissions measured in tonnes of CO,e.° ITMOs might, therefore, include emissions cuts or, for example, renewable energy capacity or hectares of newly planted forest. Countries could also link their ETS via this mechanism.\nFurthermore, the Paris Agreement calls for the creation of a new international carbon market, governed by a United Nations body, for the trading of certified emissions reductions (CERs) created anywhere in\nCLIMATE CHANGE,\nthe world by the public or private sector.’ This new market is sometimes referred to as the Sustainable Development Mechanism (SDM). It is still to be seen whether this is going to evolve into a Kyoto-type clean development mechanism — CDM 2.0 — or will be broader on the thematic and sectoral scale. A key question is whether CERs could be treated as ITMOs.\nBoth mechanisms — ITMOs and CERs -— raise issues around what counts as inside versus outside a country’s NDC, given some NDCs only cover part of the economy®. An important question is whether and under which conditions mitigation outcomes that are not covered by the scope of NDCs should be eligible for international transfer and use by another country to achieve its NDC. On the one hand, allowing the transfer and use of outside-scope mitigation could maximize the mitigation potential and reduce the costs of achieving NDCs. On the other, it can act as a disincentive for countries to broaden the scope of their NDCs, be perceived as unfair towards countries with similar circumstances and economy-wide targets, compromise the quality of carbon market units generated, and lead to double counting (Schneider et al., 2020).\nUnder the Kyoto Protocol, a share of the proceeds from the CDM was set aside for the Adaptation Fund. The Paris Agreement has carried over that mechanism into article 6.4. The adaptation share of these proceeds is an important political issue in the negotiations, particularly for vulnerable small island developing states.\nBeing interested in more predictability and scale of adaptation finance, developing countries would like to see the same mechanism, i.e., the same share of the proceeds that has been agreed for Article 6.4, also applied to all international transactions under Article 6.2. Developed countries find this difficult to accept. First, they consider this an international transaction tax on what is essentially a bilateral transaction between parties. Second, they cannot agree to such an international transaction tax being adopted through a CMA? decision rather than through a ratification as a treaty instrument that goes back to parliaments for endorsement.\nArticle 6 was the last one to be agreed in Paris and the only chapter of the Katowice Rule Book not agreed at COP 24. At COP 25, Parties tried again — and failed — to produce this missing piece of the rulebook and find a way to link the various existing carbon markets. The",
  "page_15": "GREEN RECOVERY AND TRADE\ncurrent negotiating issues relating to Article 6 are as interesting as they are controversial.\nIt is yet to be decided whether old — Kyoto regime — credits may be counted towards the Paris goals. There are no criteria for projects that can be offset or credited. SDM could operate at the project or at the sector level. Governance arrangements could be centralized or decentralized.\nHow ITMOs and CERs are going to be created is not clear. A priori, mitigation outcomes, achieved by a Party, may turn into ITMOs at the time of a first transfer. Alternatively, the creation and a first transfer of ITMOs may require, as a pre-condition, that a bilateral cooperation arrangement were in place, particularly with respect to standards for such mitigation outcomes. ITMOs may or may not be subjected to quantitative limits to address environmental integrity’° concerns or to ensure that a minimum of mitigation action takes place domestically.\nThere are two overriding concerns. Frist, there is a risk of bilateral ITMOs becoming a tool for interfering with other Parties’ NDCs. Second, carbon markets may turn into a mechanism for off-loading developed countries Paris targets into developing countries.\nGiven that there is no clarity on the emerging issues, defining safeguards is challenging, especially when it comes to outgoing transfers. Tentative provisions on unilateral measures and discriminatory practices have met with opposition and are seen by many Parties as linked to the WTO.\nWithin the context of international trade rules, Parties can use ITMOs toward their NDCs as they see fit or as a matter of fact. The vacuum in rules may lead to some Parties’ defining their own rules or setting up plurilateral arrangements. While it is likely that many of these arrangements would be set up in good faith and with the best intentions, they may prove sub-optimal.\nThe draft Article 6.4 rulebook, somewhat cryptically, refers instead to “purposes other than contributions towards NDCs.” Arguably, that could justify the transfer of ITMOs or CERs between the Paris Agreement and other regimes, e.g., to offset emissions from air travel under the Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA) by the International Civil Aviation Organization (ICAO) and, possibly, measures by the International Maritime Organization (IMO).\nIf aviation were a country, it would be the sixth largest in the world, between Japan and Germany (Carbon\nBrief, 2019). So far, CORSIA has been developing parallel to UNFCCC’s carbon markets. Its aim is to compensate the growth in emissions from international flights above the 2020 levels through the purchase of carbon offsets.\nIts first, pilot stage, based on voluntary compliance, will extend over the 2021-2026 period. The compulsory regime will be enacted for the 2027-2035 phase, except for LDCs, SIDS and developing countries with no coastline. Over 65 countries, accounting for most of the international aviation activity volunteered for the first phase, including China (ICAO, 2020).\nCORSIA covers only international flights, and only the growth in emissions will be compensated. In total, CORSIA will therefore only cover about 10 per cent of global aviation CO, emissions (Carbon Brief, 2019).\nMoreover, CORSIA only covers CO, emissions, without considering other impacts which air travel has on climate. These so-called “non-CO, impacts” can be massive, and act as a multiplier to the impact from CO, emissions.\"' It is not easy to come up with the exact value of this multiplier, but the estimates put it between two and four times the impact of CO,-only (CE Delft, 2017).\nTo compensate for their emissions, airlines will therefore have to buy carbon credits, but it is not entirely clear where these credits will come from. With an estimated demand of around two billion credits, airlines will probably be the largest source of demand for carbon credits after 2020, which means that what they can or cannot buy will have a major impact on the future carbon markets.\nCORSIA is the first global market-based measure scheme for any industry sector. Still, it is a voluntary agreement and in practice can serve only to avoid binding regulation, thus lowering the level of ambition and reach. The implied carbon price underlying that type of offsetting-credit mechanism is generally low, less than 10 euros, which limits its impact (ICAO, 2020).\nBecause of the Covid-19, the airlines are putting pressure on ICAO to make it easier for them to curb emissions in the 2020s as the industry reels from the collapse of air travel because of the pandemic. The International Air Transport Association (IATA), which represents the world’s airlines, called on the ICAO’s Council — and the Council agreed — to change the baselines from which traffic growth will be judged in coming years to pre-",
  "page_16": "pandemic levels in 2019 to “avoid an inappropriate economic burden on the sector” (Climate Home News, 2020). This decision may have implications for the subsequent phases of CORSIA considering how the sector’s recovery would take place.\nWhile the developments in the IMO have not reached this stage, the Organization is expected to come up with regulations on the use of bunker fuel with a view to lowering sulphur content in 2020. The work on the Arctic black carbon regulations is in process. The Energy Efficiency Design Index (EEDI) and Ship Energy Efficiency Management Plan (SEEMP) could influence the cost of marine freight shipping. In 2018 the IMO members set the goal of 50 per cent reduction in emissions from shipping by 2050 (F&L Asia, 2020).\nIn the UNFCCC setting, Article 6 is known as both the markets Article and the cooperation Article. Indeed, Article 6.8 speaks of non-market approaches. This concept is still vague but is meant to boost mitigation, adaptation, finance, technology transfer and capacity-building in situations where no trade\nCLIMATE CHANGE,\nis involved. For example, a country could support a renewable energy scheme overseas via concessional loan finance, but there would be no trading of any emissions cuts generated. Non-market approaches might also overlap with other parts of the Paris deal on climate finance (Article 9), capacity building (Article 11) or, more importantly for this analysis Article 4.15, on response measures.\nCooperation is considered an essential factor in creating international carbon markets as well as in using ITMOs toward meeting NDCs. The current proposals under Article 6.8 seek to promote non- market forms of cooperation, explore complementarity with other provisions of the Paris Agreement with a view to ensuring the sustainability of mitigation outcomes. From the trade perspective, the most promising proposals are aimed at addressing issues of competitiveness in a cooperative manner, with a notional link being made to Article 4.15 of the Paris Agreement, which concerns the impacts of response measures, i.e. mitigation measures with transboundary effects.",
  "page_17": "GREEN RECOVERY AND TRADE\n3. PUTTING A CARBON PRICE ON IMPORTS\nIn the UNFCCC parlance, the term response measures — or impacts of response measures — refers to the spill-over effects from actions to prevent climate change taken by one country, or a group of countries, on other countries. Response measures are directly concerned with international trade. On the one hand, they influence trade flows through changes in relative prices and in supply and demand for goods, services, and technologies. On the other, trade policy measures can be and are used for mitigation purposes, as is the case with local content requirements or trade remedies — anti-dumping and countervailing duties and safeguards — used to promote renewable energy. Countries on the receiving end experience impacts on their economic and social fabric and may have to respond to response measures. '2\nThere are trade measures proper that qualify as response measures: border carbon adjustments (BCAs), standards and labelling requirements and tariff assistance. There are also trade-related measures, i.e. measures affecting trade flows. Some of these trade-related measures are disciplined by trade rules, e.g. R&D subsidies and subsidies contingent on local content requirements. Others are not, e.g. national carbon pricing (carbon tax or cap and trade), international carbon pricing (maritime and aviation levies), mandates and targets for renewable energy, or a reform of fossil fuel subsidies (Cosbey, 2018).\nUncertainty about the impact of response measures makes pursuing climate policy more difficult. Resource rich countries may mistake structural transformations for cyclical fluctuations. Important technological innovations may be overlooked. Some countries may not be prepared for transformations in the global marketplace or taken by surprise when trading partners introduce a border adjustment policy (UNCTAD, 2017).\nWhile political deliberations on response measures have been going on for years, if not decades, there is a lack of studies and methodologies to report on and assess their impact. Existing economic models cannot accurately predict the impacts of response measures on a country basis. A reduction in the demand for fossil fuels is to be expected. Indeed, historically, discussions on response measures are\nrelated to compensation to oil-producing countries for not exploiting their reserves.\nThere is a lack of empirical studies to provide substance to the UNFCCC discussions on response measures. Existing approaches are meant to bring vulnerable sectors into focus using three criteria : (i) trade intensity, i.e., the ratio of exports to domestic production, (ii) GHG emissions per unit of value added (g CO,e/$), or energy use, depending on the available data, and (iii) significance of the sector to the economy, defined as value added as a percentage to GDP. Sometimes other criteria are used: employment at fulltime equivalency, or labour input value; exports as share of national and world exports; top three export destinations and their share in the total exports of the sector (ERTCST, 2019).\nThe higher the trade intensity, the higher the relevance and vulnerability of the sector for the analysis. In its pilot study for Chile, the ERTCST suggested the following criteria, Higher than 19 per cent: high trade intensity; between 10 and 19 per cent: medium trade intensity; lower than 10 per cent: low trade intensity: sector does not pass the threshold. When energy use serves as a proxy for GHG emissions, the suggested threshold is 0.2 gCO,e/$. The sector is considered important in the economy if its value added as a percentage of GDP is greater than 1 per cent (ERTCST, 2019).\nShould the sector pass the three thresholds, it is considered vulnerable to response measures. Thresholds might need to be adjusted depending on the country being assessed. For example, due to differences in structure of economies between developed and developing countries.\nThe same criteria or values can be used in a weighted average formula. In this case, each value is assigned a weight based on its importance to calculating the sector’s vulnerability to response measures. Thus, in the above-mentioned study, trade intensity and GHG emissions per unit of value added are each assigned a weight of 40 per cent. Sectoral significance through value added relative to GDP is assigned a weight of 20 per cent. The weighted average method allows for differentiation of criteria and provides a clear overview for each sector, including those that can be automatically eliminated though the non-weighted formula (ERTCST, 2019).\nFor a sector to be classified as vulnerable to response measures, it must achieve a certain overall cut-off score in this assessment. The score may have to",
  "page_18": "10\nbe adjusted once the results raise doubts, e.g., if no sectors pass) through stakeholder consultations, which may be designed to capture sectors of concern that the methodologies may have missed, with subsequent fine tuning of the method in an iterative Process.\nFor extractive sectors and other primary sectors, such as mining, oil, and gas, and possibly forestry and fisheries, the impacts may also be assessed by looking at royalties, corporate income taxes, and concession fees.\nOnce the vulnerable sectors are ascertained, the next step is to identify top importers or export destinations and the types of response measures in the destination markets that are likely to have an impact. This requires looking at mitigation measures in trading partners, including their NDCs. At the same time, it is important to consider international measures, in particular by ICAO and IMO.\nFinally, the nature and extent of vulnerability is analyzed through quantitative and qualitative assessment, looking at economic, social, and environmental factors. Depending on the data and rESOUrCES available, quantitative analysis would be done using general equilibrium modelling. Qualitative overview will concentrate on a basic description of vulnerability, and the causal chain of intended or unintended impacts, positive or negative.\nThe most controversial response measures are BCAs.\nBCAs are a straightforward extension of domestic climate policy to imports. Inevitably denounced as green protectionism by developing countries, the idea of BCAs is making a comeback in the context of green recovery. The European Union Green Deal includes a proposal for carbon border adjustment mechanism — CBAM, to be introduced in June 2021. Such trade measures have been proposed not only on those countries where carbon emission have already been restrained, e.g. in Europe or in Australia, but also in the United States, where a BCA is generally viewed as a political sine qua non for the imposition of carbon caps on domestic production. '? (Sapir, 2020)\nBCAs may find themselves at odds with the UNFCCC framework as well as the multilateral trading system.\nIn the context of the Paris Agreement, BCAs imply that certain NDCs, which are essentially promises, or their delivery are simply not good enough, and therefore there is a need for second-best instruments. Given the\nCLIMATE CHANGE,\ngreater historic responsibility of the European Union and the United States for climate change, as well as their above-average emissions per capita, particularly in case of the United States, countries such as China, Brazil, India, and South Africa continue to argue that the primary obligation still is on developed economies to act. They would likely see BCAs as going against the principle of common but differentiated responsibilities.\nIn the WTO context, any BCA is going to be seen as backdoor protectionism, likely to be at odds with the rule book and fall between the cracks of exceptions under Article XX. Perhaps the most puzzling question is, what impact BCAs would have on the multilateral trading system. A priori the BCA can provoke escalation from the United States and China. Ascertaining equivalency in climate mitigation measures could create diplomatic tensions. If extended to cover agriculture, it can make it harder to secure FTAs or even make some FTAs impossible, e.g., the European Union’s agreement with Mercosur, specifically Brazil.\nA smart design may address these questions, but only to an extent. De minimis level of carbon footprint could be agreed below which the border tax would not be applied. A higher level of non-actionable de minimis level could be applied to a defined group of (small or vulnerable) developing countries. The BCAs could be designed with a view to ensuring compliance with obligations under UNFCCC, which calls for common but differentiated responsibilities in the fight against climate change.\nHowever, such attenuating measures will most probably come at the cost of efficiency. With inputs originating from many different countries and regulatory jurisdictions, calculating the embedded carbon within a given product is not easy and quite expensive. A decision would have to be taken how and when to account for emissions associated with transport. Agricultural emissions could prove controversial with some countries, e.g. Brazil, and would need to be justifiable vis-a-vis domestic producers, whose emissions are largely untaxed. '*\nIf an exporting company can prove that its process and production methods are less carbon intensive than the average producer in the European Union, it will be eligible for a reduced border tax rate, or no tax at all, regardless of its location. The financial and administrative burden, particularly for small and medium-sized companies, will be big. There will be",
  "page_19": "GREEN RECOVERY AND TRADE\nother costs: consumer prices could rise; retaliation measures could be taken against agricultural and food exports of the European Union.\nGiven the need to minimise the risk of a legal challenge onthe one hand, and technical problems in defining the carbon content of each individual category of goods, BCA could initially be applied to a limited number of standardized commodities, such as steel, cement, and aluminium and be subject to regular review. This would make exporters of these commodities de facto participants in the European Union’s ETS, with a high cost for some of them. The Russian Federation is the most exposed compared to all other countries. The United States follows well behind in rank 2, while ranks 3 through 7 are occupied by oil-producing developing economies. China follows only in rank 8 and features a more diverse portfolio, with its top three emission exports originating from chemicals, pharmaceuticals and aluminium (Euler Hermes, 2020).\nOther steps could be taken to minimize the risk of retaliation. BCA could be phased in, with exports from economically advanced countries like Australia, Japan, Saudi Arabia, and the Republic of Korea targeted first. If a phasing-in approach were deemed incompatible with the WTO principle of non-discrimination, small island states and lesser developed countries could be exempted. Also, part of the proceeds from a carbon tariff could be used to fund a major initiative aimed at building resilience and supporting low-carbon investment in the most vulnerable countries, adding moral and political weight to the cause.\nThe European Union could also reduce its aggregate Most Favoured Nation tariff that is levied on all imports from countries with which there is no preferential trade agreement in place. An across-the-board tariff reduction would also serve to assuage third countries that new border carbon taxes are not undercover protectionism.\nBCAs continue to receive political support indicating that it is more likely than not to go forward. For example, most recently the Netherlands and France, while calling for more climate ambition in trade talks, have explicitly supported the European Commission’s proposal for a BCAs (Aylor et al., 2020). In July 2020, the European Commission released the Inception Impact Assessment on Carbon Border Adjustment Mechanisms for public review and commenting. Over 600 contributions have been received from corporations, think tanks, NGOs, and private citizens\nim\nfrom around the European Union. Most of these contributions veer towards a conclusion that the BCA is a good instrument to address carbon leakage (EU Green Deal: Carbon Border Adjustment Mechanism, 2020).\nBilateral carbon pricing mechanisms could act as a substitute to BCAs. Countries with net-zero commitments such as Japan, the Republic of Korea, New Zealand and China, as well as potentially the United States, are the natural candidates such mechanisms. However, the developing countries will likely be excluded from the mechanism. The remaining developing economies, particularly the poorer ones, will thus be affected the most, because they lack the administrative infrastructure or the financial resources to satisfy the regulatory requirements of the BCAs (Euler Hermes, 2020).\nThe concept of a climate club provides a plurilateral alternative. The architecture of the Paris Agreement (Article 6.1) offers a conducive space for willing parties to enter into a frontline co-operative arrangement — a club — that is subject to carbon pricing. For such clubs to be effective, their members would need to complement their NDCs with collectively determined contributions and apply an enforcement mechanism based on reciprocity.\nIn the so-called Nordhaus proposal'® the club idea is taken further and combined with the BCA to penalize outsiders (Nordhaus, 2015). A country considering whether to undertake costly emissions reduction would have to weigh those costs against the potentially larger costs of reduced trade with countries in the club. If implemented, this would create a strategic situation that is the opposite of today’s free-riding and constitute a major departure from all known climate regimes — from Kyoto to Paris. An added advantage is the simplicity of implementation, compared with BCAs.\nThe economic effects of the Nordhaus proposal by 2030 have been modelled for three scenarios. The reference, or business as usual path is defined as the potential trajectory of the countries under consideration, given their demographic dynamics, factor productivity, energy efficiency, and an oil price based on the projections of the International Energy Agency (IEA).\nIn scenario one, only the Paris Agreement is implemented. In scenario two, the three largest emitters — the European Union, United States and",
  "page_20": "12\nChina form a club with a single market in tradeable emissions permits, aligning the club with the European Union targets, i.e. a 40 per cent reduction in emissions relative to 1990 (2011 for China, to take account of differences in the level of development). In scenario three, “Nordhaus scenario”, European Union, United States and China apply to their trading partners a uniform customs duty of 2 per cent.\nComparing these scenarios to the business as usual and the baseline — implementation of the Paris Agreement, with an oil price based on the projections of the IEA — yields the following conclusions. Both the club and Nordhaus scenarios bring about a 42 per cent reduction in emissions, which would be on a par with the climate change problem. Their costs in terms of world GDP are higher than the Paris scenario. At the world level, the fall in GDP by 2030 is 1.8 times higher than that simulated in the Paris scenario, but\nCLIMATE CHANGE,\nthe reduction in emissions is 12 times larger (Fouré and Fontagné, 2017).\nThe Nordhaus scenario has an advantage though. By reducing their emissions, the club member countries trigger a fall in demand and prices for fossil fuels, causing indirect leakage, i.e. non-members using more fossil fuels and thus reducing the effectiveness of the policy. The simulation shows that the Nordhaus scenario reduces carbon leakage in relation to the Paris scenario — 12.2 per cent versus 13.1 per cent (Fouré and Fontagné, 2017).'®\nWhile unilateral measures are always associated with strong-arm tactics, acting in concert, countries make a claim on climate leadership. The potential impact of coordinated initiatives between economic majors, e.g., the European Union, the United States and China, would represent a seismic shift in climate policy and remove the risk of retaliation.",
  "page_21": "GREEN RECOVERY AND TRADE\n4. BEYOND CARBON PRICING: SUSTAINABILITY TRANSITIONS\nWhile carbon pricing is considered as the primary policy approach to climate change, it runs into major challenges. Carbon pricing defines climate change as a market failure rather than a systemic problem. It privileges efficiency over effectiveness.'’ It is aimed at the optimization of existing systems rather than their transformation. It promotes a universal as opposed to context-specific policy approach. Finally, it largely ignores realpolitik (Rosenbloom et al., 2020).\nA review of prominent carbon pricing schemes points to limited opportunities for innovation and system- wide transformation (Tvinnereim and Mehling, 2018). Their trajectories deviate little from business-as-usual scenarios, even in the case of Sweden’s $140 carbon price for the transport and building sectors (Ball, 2018). Carbon pricing may function reasonably well in sectors, such as electricity, where alternative technologies are available, and producers cannot relocate easily. However, it is more difficult to implement in transport, heavy industry, and the agri-food sector.\nCarbon pricing come with major distributional consequences. It may prove too costly for low-income groups and exacerbate income inequality. In 2019 France saw a wave of social unrest in the wake of an attempt to increase fuel taxes.'® There are other examples are: the public rejection of a proposed carbon tax in the state of Washington and the protests in Ecuador’s against the removal of fuel subsidies (World Bank, 2019).\nThis is not to say that carbon pricing is not needed, it certainly is. However, it has drawbacks such as carbon leakage that necessitate robust international cooperation. Regulation, which is essentially a punitive carbon pricing, has similar drawbacks. Fossil fuel subsidies, which functions as a negative carbon price, may be reformed, but even cutting them completely will only have modest impacts on climate change.\nSustainability transitions present an alternative approach, predicated on the notion that climate change is not one single big problem. It is many distinct problems to do with unsustainable drivers of development, each with its own attributes and challenges. Green growth goes well beyond a carbon transition; climate change is felt from the financial\n13\nsector to the creative economy; it affects public health and health care. Tackling these problems involve mutually reinforcing changes on the technological, economic, and social fronts.\nSustainability transitions are aimed at transforming existing systems, such as energy, transportation, natural resources, or food through a mix of policies. Carbon pricing can be part of this policy mix but should not be the single best or primary instrument. Thus, all the jurisdictions with carbon pricing also rely on renewable energy support. The measures range from upstream subsidies for R&D and manufacturing to downstream subsidies that support deployment. In the European Union, the value of interventions for renewable energy exceeds the value of all the emissions trading allowances allocated (Fischer, 2016).\nSubsidies and tax incentives are important, especially to early technology adopters, e.g. various green transport initiatives. However, deliberate fostering of disruptive innovation would require bold public investments and buying power that can shape or create markets via pre-commercial public procurement.\nSustainability transitions cannot be limited neither to some sector(s), nor to one isolated economy. Africa will play a crucial role in the development of the hydrogen economy, which is a necessary component of energy transition in Europe. Africa has an abundant potential for producing inexpensive green hydrogen through solar and wind energy. Indeed, the development of a hydrogen economy in Africa is a primary aim of the European Union — Africa strategy announced earlier this year (Euler Hermes, 2020).\nDriven primarily by environmental considerations, sustainability transitions come with important non- environmental implications in various sectors and necessitate coordinated shifts in global value chains.\nThe electromobility transition provides some useful insights. Its most obvious effect is the loss of markets for oil exporters as road transport consumes 43 per cent of the oil produced (IEA, 2017). Lower demand, leading to drop in oil prices, will decrease the need for fossil fuels (consumption) subsidies, including implicit ones, i.e., selling domestically at prices lower than those on the world market. Many non-oil producing countries, where transport fuel levies constitute a significant portion of revenues, will need to shift tax rates and base to accommodate the loss of revenues as fuel sales drop.",
  "page_22": "14\nTo satisfy the predictions for electrical fleet by 2030, and assuming current battery technologies, the production of lithium and cobalt will need to increase by 300 per cent and 127 per cent, respectively (Bloomberg, 2017). Miners and smelters of lead will suffer from a major drop in the demand for lead-acid batteries, to which almost three quarters of their production goes (UNCTAD, 2019).\nThe demand is likely to rise for other metals. Experts predict a growing market for aluminium, including its key constituent, bauxite, copper, iron ore, lead, nickel, manganese, the platinum group of metals, rare earth metals including cadmium, molybdenum, neodymium, and indium, silver, steel, titanium and zinc (World Bank, 2017).\nWhile electrical vehicles require more material inputs, primarily because of their batteries, they are not as labour intensive as conventional automobiles because their engines are much simpler and more easily amenable to automation (ING, 2017). This will reduce employment in a sector that has traditionally employed large numbers of workers.\nThere will be an increase in demand for electricity. At the local level, the so-called last mile, some distribution grids are simply not built to accommodate the huge spikes in power demand. Even at relatively low rates of market penetration, some jurisdictions, e.g. California and Texas, require that utilities be notified when customers in their service areas buy electrical vehicles (Fleetcarma, 2017). New technology, referred to as Vehicle-to-Grid (V2G), which allow an electric car to operate in a discharge mode may be needed to stabilize the grid.\nSome of these effects will be disruptive and, unless properly managed, may _ set back sustainable development more broadly. Only governments have the capacity to direct economies toward new “techno-economic paradigms” (Perez, 2002) and in the process socialize key risks, bridge the gaps in innovation, invest in large scale infrastructure projects, and ensure that the benefits are shared broadly.\nGovernment intervention has already proved transformative, creating entirely new markets, including for the internet, nanotechnology, biotechnology, and clean energy. For example, during the ICT transition, government did not just correct market failures. Rather it took risks and invested in radical technologies such as the internet, GPS, touch screen etc. Investments were made across the entire innovation chain, from\nCLIMATE CHANGE,\nbasic research, to science-industry clusters, to the provision of long-term finance and public venture capital fund upstream, to the use of procurement and demand-side policies downstream.\nSustainability transitions will require the same level of strategic investment and partnership, except this time it is to solve environmental, not only technological, problems. In fact, green recovery may become a demand-side pull for the ICT, leading to a constant increase in the proportion of intangibles in production and in consumption.\nGlobal reach is in the very nature of ICT, but it will result in development only if shaped by sustainability. Pioneering companies such as Tesla have benefited from supply-side strategies of their home countries and demand-side policies — taxation regimes that favour the use of electric cars — in countries, where their products are sold (Mazzucato, 2019).\nGovernment intervention is going to be important to make sure the current low fossil-fuel prices do not delay or derail sustainability transitions in some countries. It is possible that demand could recover strongly post-pandemic. It is also possible that a second wave of the pandemic or years of disruption could lead to further downward price dynamic in the future. In any case, there is still a risk that during a period of very cheap oil economies may be tempted to abandon the green recovery and revert to business as usual, with the prospects of ending up with stranded assets in a few years.\nOne way to avoid this is to create a floating tax that compensates for movements in oil prices. For instance, the target might be to keep the prices to the levels seen in the beginning of 2020. At current levels, this could generate revenues of 30 cents per litre, or the equivalent of around €100 billion a year (Grzegorz et al., 2020). Considering the struggle to raise funding for the European Green Deal, such an amount would not be insignificant.\nIn developing countries, it is the dire need for funds that may push policy makers in this direction. India has for instance already raised the excise taxes on transport fuels like gasoline. In India, the excise duties on these fuels have been increased by 3 rupees per litre, which is estimated to give an additional revenue of 400 billion rupees (over $5 billion) (Grzegorz et al., 2020). Although the main purpose is more fiscal than climate related, a decrease in emissions is to be expected.",
  "page_23": "GREEN RECOVERY AND TRADE\nCountries such as India and Costa Rica have increased taxation on oil and gas consumption as a way to generate funds for their COVID-19 responses. But more countries could seize the opportunity for reform. A tax of 12.5 cents per litre on gasoline and diesel, for example, could raise $1 billion per day globally (Roth and Laan, 2020).\nA shift in taxation from labour to fossil fuels can help ensure countries have enough revenue to maintain high social spending and reduce the impact of higher energy prices on the public. For countries with less developed tax systems, benefits can be provided through other tools such as basic income payments, cash transfer schemes, or free public transport. Using revenues to fund employment, health or education programs is another way to enhance the acceptability\n15\nand inclusiveness of higher energy taxes.\nIf enough importing countries follow this policy, it may contribute to reducing demand, keeping international pre-tax oil prices low. This can disincentivize new fossil investments and provide positive incentives for renewables thus enabling a positive spiral with more consumer taxes, continued low producer prices of fossil fuel and incentives for renewables.\nA drop in oil prices is an opportunity to cut fossil fuel Consumption subsidies. Taking advantage of the slump to save its much-needed reserves, the Nigerian authorities announced an end to the old system (Bloomberg, 2020). With government revenue projections decimated because of the pandemic, not only will the measure save money, it will also provide funds that are urgently needed for capital investments to aid the diversification of the economy.",
  "page_24": "16\n9. GREEN RECOVERY: LOW CARBON VERSUS LOW CONTACT\nGreen recovery is a unique opportunity to accelerate sustainability transitions. The economic effects of the pandemic mimic disruptive green industrial policy. Forced and abrupt changes are taking place in production and consumption patterns. There are observable environmental effects from the scaled down human and economic activity on the CO, emissions level, quality of air, water and soil as well as for the conservation of species and ecosystems.\n“Rescue is rescue” (N. Stern)'%. It is meant to prevent the economy from imploding and to protect employment. There are obvious risks in discriminating against specific industries, such as airlines or energy. While political and other circumstances related to the national interest may render some climate-negative measures unavoidable, even these measures can be designed to have longer-term positive outcomes by attaching appropriate conditions.\nAs countries move from the rescue to the recovery phase, policymakers have an opportunity to invest in green assets for the medium- and longer-term. Such investments can make the most of, indeed embed shifts in human habits and behaviour already under way. In the lead up to COP26, recovery packages are likely to be scrutinized on their climate impact and contributions to the Paris Agreement. For many countries, this will be a matter of upgrading their NDCs.\nIn a recent survey, more than 200 economists and economic officials supported the view that green economic-recovery measures stimulate growth and create jobs as effectively as, or even better than, colourless programs (Hepburn et al., 2020). An econometric study of government spending on energy technologies showed that spending on renewables creates five more jobs per million dollars invested than spending on fossil fuels (Garrett-Peltier, 2017).\nGovernments have already announced $11.8 trillion in fiscal stimulus in response to the COVID-19, more than three times the amount spent in response to the financial crisis of 2008-09. Roughly 30 per cent of stimulus packages are environmentally friendly (Dagnet and Jaeger, 2020), i.e. reduce dependence on fossil fuels, enhance energy efficiency, invest in preserving and restoring natural capital, among\nCLIMATE CHANGE,\nothers. Some of these packages come with “do no harm” environmental safeguards (Green Stimulus Index, 2020).\nVivid Economics has analysed stimulus spending in 18 countries and concluded that in 14 countries government spending may be detrimental to the environment (Vivid Economics, 2020).2° In another analysis, it was found that G20 countries pledged $207 billion to fossil fuels in their stimulus measures (as of September 9, 2020) compared to only $137 billion for clean energy, and only 13 per cent of the fossil fuel spending has environmental conditions attached (Energy Policy Tracker, 2020). Only four countries — France, Spain, the United Kingdom and Germany — and the European Union have packages that will produce a net environmental benefit (Vivid Economics, 2020).?!\nthe Republic of Korea set out plans for a Green New Deal, which is worth about $135 billion. At the same time, it continues spending on fossil fuels and carbon- intensive industries. Canada is allocated C$6 billion of its infrastructure funding on home insulation, green transport and clean energy, but its total recovery package is worth more than $300 billion and contains measures such as a massive road expansion and tax relief for fossil fuel companies. India is spending about $830 million on its green economy but plans to support coal (Plato, 2020).\nSince both fossil fuel and low-carbon investments are under considerable _ stress, policies have an opportunity to tilt the balance towards more sustainable energy sources. For instance, conditional green bailouts for airlines could require achievement of net-zero emissions by 2050 with intermediate targets set at 5- or 10-year intervals.” If airlines are unable to meet these targets, bailout funding would be converted to equity at today’s very low stock market spot prices. Bailouts for fossil fuels sectors should also be made conditional on companies’ developing a measurable plan for transitioning towards a net-zero emissions. Governments can Invest in low-carbon infrastructure and thus avoid locking-in emission intensive technologies.\nBeing more dependent on brown sectors, emerging economies have the hardest task. China, India and Mexico have announced measures that are bound to have negative environmental impacts. South Africa and the Russian Federation’s stimulus is largely reinforcing their existing brown trajectories. The",
  "page_25": "GREEN RECOVERY AND TRADE\nsame is true of the response measures deployed by Indonesia and Brazil, whose brown trajectories are dominated by high carbon industrial and energy sectors and unsustainable agriculture practices (Vivid Economics, 2020).\nThere are some promising examples of a green recovery in developing countries. Nigeria is planning to phase out fossil-fuel subsidies and to install solar-power systems (World Bank, 2020b). Ghana’s adaptation plans aim to ensure that post-COVID-19 recovery is climate-proof (UN Environment, 2020). Senegal is deploying solar and wind energy (Smart Energy International, 2020). However, by and large, developing countries are lacking — financial and technological capabilities to match developed countries in assisting their green sectors.\nThe low-contact economy, prompted by the pandemic, gives a new narrative to green recovery. Proximity or contact-related considerations are going to influence how economic activity is organized and performed. In the low contact economy, location matters less, size matters more, and enhancing accessibility is more important than mobility. Local economy, including food production assumes new significance.\nThe low contact economy is broadening in scope, driven by health and safety concerns on the demand side, and digital technologies such as 5G, cloud platforms, artificial intelligence and data analytics on the supply side. There are two broad branches to this phenomenon: at-home consumption and contactless outside home consumption. According to some estimates, the at-home consumption will grow more than two-fold to reach $3 trillion, with almost 20 per cent of this increase due to the pandemic. The three sectors with highest predicted growth are financial services, health and consumer products. The three sectors with the largest market share are consumer products, leisure and recreation, and education. (Deloitte, 2020).\nThere are a lot of white spaces (Mootee, 2013) in the low-contact economy, with unarticulated needs and uncovered innovation opportunities, where goods and services do not yet exist based on the prevailing perceptions, values, competencies and business models. There may be gaps in existing markets. New customer values could be translated into economic value creating entirely new markets. Transformations, previously deemed remote or unfeasible, may suddenly take shape.\n17\nIt is not clear to what extent the emerging low- contact economy will be a low-carbon economy as well. They may well bifurcate into two inter-related transformations. The carbon footprint of each economic activity is independent of how risky it is in terms of infections. Whether or not these activities would also result in emissions reduction is likely not going to be an overriding concern, at least for now.\nThere is a considerable impact on public transport. The number of passengers riding buses and trains in major cities has plummeted by up to 90 per cent. Over the longer term, passenger traffic may decline by 8 per cent. To meet social distancing and hygiene requirements, the number of trains and buses than are currently deployed would have to be quadrupled. (Ernst&Young, 2020).\nExclusive forms of mobility have received a boost. During the crisis, the share of trips by car in Germany rose by 10 per cent and interest in owning a car increased by 45 per cent among people under the age of 35 (Ernst&Young, 2020). Car traffic is already higher in large Chinese cities than it was on average last year (Bloomberg.com, 2020). This trend is at cross-purposes Climate policies, of course: emissions per person-kilometre by public transport are less than half the emissions of cars (IPCC, 2018).\nThe low contact economy is also conducive to micro- mobility and active forms of mobility, such as walking and cycling. These trends have been one of the key contributors to the observed 17 per cent drop in emissions around the world (The Independent, 2020).\nChanges will be needed in public transport organization and working times to make sure passenger loads allow enough physical distancing while maintaining the low-emission potential of public transport. At the same time, policy support to micro-mobility — both in terms of infrastructure and financial incentives — can help provide a flexible, accessible and low-carbon transport alternative. Multimodal mobility systems could reduce household costs by 70 per cent within Europe by 2050 and reduce global CO, emissions by 70 per cent in 2040 (Ellen MacArthur Foundation, 2020).\nThe interplay between the spatial organization of economic activity and its carbon footprint will be particularly important to cities, which are on the frontline of responses to the COVID-19 crisis. Urban activities are major sources of greenhouse gas emissions, which makes cities a key factor in climate",
  "page_26": "18\nchange. Estimates suggest that cities are responsible for 75 per cent of global CO, emissions, with transport and buildings being among the largest contributors (UNEP, 2017).\nSome, companies are closing their offices in city centres. The virtual space is becoming integral to public spheres as companies are making home office permanent, and municipal services, information and cultural resources are digitalized. There are various opportunities to prioritize climate-resilient and low-carbon urban infrastructure, for instance by redesigning mobility and the built cities structure — streets and buildings, producing and procuring renewable energy where feasible.\nCLIMATE CHANGE,\nCities serve as implementation vehicles for nation- wide rescue and recovery measures. At the same time, they spearhead bottom-up, innovative responses, resorting to green technology and building on their unique proximity to citizens. Concepts such as localization of the Sustainable Development Goals, the circular economy, tactical urbanism’? and the 15-minute city** can all help achieve better quality of life while preserving the environmental and promoting social inclusion. While these strategies have already been in place before COVID-19, cities are now using the global policy frameworks as policy tools rather than compliance agendas to guide the design and implementation of their recovery strategies.",
  "page_27": "GREEN RECOVERY AND TRADE\n6. CLIMATE CHANGES, SO DOES TRADE\nInternational trade drives an increase in CO, emissions. By 2049, emissions from the transportation of goods, all modes included, are projected to triple. Putting air travel aside, international freight — with maritime shipping generating more than half of its pollution — is set to overtake passenger transport as a source of emissions (Durant, 2020).\nThe scale of emissions related to international transport, the fact that sea and air cargo holds are excluded from countries’ commitments, and difficulties in introducing international emission-reduction measures call into question the benefits of trade. By buying locally, countries would save on transport costs and CO, emissions, while creating jobs at the same time — or so the argument goes.\nHowever, halting international trade would be particularly ineffective to reduce emissions. Simulations, based on the general-equilibrium model of the Centre d’études prospectives et d’informations internationals (CEPII) shows to counter the pull effect economic growth and stop trade growth the customs duty would have to rise over time: by 5 per cent in 2020, 11 per cent in 2025 and so on to reach 17 per cent in 2030. That would reduce global emissions by 3.5 per cent, which is 7 times less than in the optimistic scenario of the full implementation of the Paris Agreement, based on the same model. By comparison, opening borders causes a rise of about 5 per cent in world emissions relative to a situation with no international trade. This is less than annual emissions of India, comparable with those of the Russian Federation (Fouré and Fontagné, 2017).\nMore importantly, trade is used to make goods, not just to sell goods. Countries, industries, and companies — large, medium, and small — compete on their GVCs, as much as on their actual products. At the same time, they are engaged in cooperation through international trade and other modes of collaboration. Multiple layers of competition and collaborations create the coopetition phenomenon, with actors from different layers of global trade networks working together and forming complex relationships that create ecosystem competency.\nOver the last 20 years or So, arapid expansion of GVCs was responsible for changing patterns of international\n19\nproduction. In 2009, world exports of intermediate goods exceeded the combined export values of final and capital goods for the first time, representing 51 per cent of non-fuel merchandise exports (WTO, 2020).\nIn the past decade this trend has been weaker, the main reasons being digital transformation and closer proximity between producers and consumers. Both factors contribute to emissions reductions through reduced transportation.\nThe COVID-19 pandemic appears to be accelerating another withdrawal from these trade patterns. What was at the beginning a supply shock due to stopping of production turned into a demand shock causing a drop in economic activity. Demand shock affects more countries with high forward linkages, and supply shock impacts more countries with high backward linkages. This difference is important when considering potential impacts of climate change.\nGovernments are taking measures to boost domestic production of goods, reshaping industries in ways that market forces alone would not. Strategic autonomy, industrial sovereignty and repatriation of GVCs are being advocated.*° Subsidies are being used to bring the production back. Up to a quarter of global goods exports, worth up to $4.5 trillion annually, could shift to different countries in the next five years or so (Sneader and Lund, 2020).\nBCAs could cause a further unravelling of GVCs. Emissions are exported more than once and enter GVCs. This carbon-in-transit now constitutes 10 per cent of global emissions (Hertwich, 2020). This means BCAs, although designed for imports, are bound to affect exports, too.\nlf a country decided to impose a BCA, carbon-in- transit would also be taxed. Given the amount of carbon-in-transit, estimated to be 5 billion tonnes, and if the BCA were to be set at $30 per tonne, taxes on the carbon-in-transit alone would amount to round $150 billion a year (Hertwich, 2020). This is bound to provoke commercial tension.\nMore evidence is needed to assess the implications of shorter GVCs for climate change. Overall, GVCs contribute to reducing emissions associated with the production of individual products.2° While products that enter GVCs tend to be more energy intensive than average products, they are, on average, less emissions-intensive than other products (Hertwich, 2020).",
  "page_28": "20\nVery often one of the largest contributors to a company’s carbon footprint, the supply chain is typically a corporation’s Achilles heel when it comes to efforts to reduce emissions. One of the biggest obstacles is that companies often do not have enough visibility into supplier operations to get a full appreciation of their carbon footprints.\nOne solution is to look at how components in GVCs are produced, and tax their main inputs using existing technology to track the origin of components. The products most involved in GVCs are chemicals, cars, machinery, and ICT. The most carbon intensive inputs into the production of these products are crude petroleum, iron and steel, chemicals, metal products and ICT components (Hertwich, 2020). Taxing these inputs would do the most to clean up GVCs.\nThe response of some companies to the current disruption has been to add domestic suppliers to their mix or to give those they already use a bigger share of their business. In some cases, companies have experimented with nearby 3-D printing to replace certain components in shortage because of lockdowns. Either solution would reduce transport- related emissions, which suggests the approach should be retained after COVID-19 subsides (Wyman, 2020).\n“Short circuiting” GVCs is not necessarily the best option for climate change. It would have to be undertaken within the carbon budgets countries committed to in Paris, while carbon markets are being designed because reducing emissions can sometimes be more easily pursued in a developing country context. It can compound the welfare effects of BCAs, which have the potential to shift the burden of climate adjustment to developing countries.\nRe-shoring carries substantial risks for trade and development trajectories (Keane, 2020). It may accentuate existing market asymmetries, curtailing the prospects for economic diversification and a just social transition — the two overriding priorities within climate change strategies. Sourcing internationally is not necessarily inimical to resilience or robustness (Brandon-Jones et al., 2014).?” Indeed, localised production is not recommended for robustness as disasters can happen within a country. Complex GVCs are not always robust, but they are quite resilient (Miroudot, 2020).\nIn the current iteration of GVCs, the export of manufacturing goods has mostly been limited to a\nCLIMATE CHANGE,\nnarrow set of countries of which China accounted for over a half (Baldwin and Freeman, 2020). This in turn created a commodity boom that benefitted other developing economies. Cost differences among developed and many developing countries are narrowing. For instance, in manufacturing, companies that adopt Industry 4.0 principles (data and analytics, human-machine interaction, advanced robotics, and 8-D printing) can offset half of the labour-cost differential between China and the United States (McKinsey, 2020c).\nThe next iteration of GVCs is going to be more about services, with consequent changes the channels and forms of international trade (Backer et al., 2015). The whole issue of transportation may essentially disappear through digital technologies and the internet resulting in a wider geographical spread and a dramatically different trade-climate equation. With the right policy frameworks in place, GVCs may help developing countries share the benefits from these technologies and move towards a circular and lean economy.\nThe architecture of GVCs is such that businesses are the ones making decisions, rather than governments. However, state involvement within GVC-led trade is becoming greater since COVID-19. A coordinated approach by governments and the private sector can help manage the complexity of modern GVCs.\nGovernmental involvement may be needed for resource security, which is vital for energy transitions. Typically, the idea of resource security is associated with oil and gas. By contrast, clean energy technologies are often seen as immune from such risks. However, clean energy technologies generally require more minerals than fossil fuel-based counterparts. For instance, an electric car uses five times as much minerals as a conventional car, while an onshore wind plant requires eight times as much minerals as a gas-fired plant of the same capacity (IEA, 2020).\nMany renewable energy technologies critically depend on metals, such as aluminium, cobalt, copper, lithium, nickel, silver, zinc and key rare earths. The production of metals and rare earths is highly concentrated. According to the IEA, China produces 63 per cent of world’s output of rare earths and 45 per cent of molybdenum. More than 70 per cent of cobalt is mined in the Democratic Republic of Congo, with China having a majority ownership of these mines. Australia produces 55 per cent of world’s lithium, with China as its major importer. South Africa mines up to",
  "page_29": "GREEN RECOVERY AND TRADE\n75 per cent of world’s platinum output. Indonesia is by far the largest producer of nickel. For lithium, cobalt and various rare earths, the top three producers control well over three-quarters of global output. (IEA, 2020).\nRare earths are an essential part of GVCs in the form of raw materials, component parts, or finished goods such as wiring, circuit boards, magnets, electronic consumer goods, clean energy, automotive, and defense equipment. Without rare earth elements, GVCs would instantly shut down.\nSomewhat belying their name, rare earths are not “rare.” Rather, they are relatively abundant but highly scattered and usually found mixed with other deposits. This makes it difficult to find rare earths in a concentration high enough to make mining these deposits economically feasible. Consequently, the number of producers is generally limited to those that can operate while subject to such high cost — low value conditions.\nThe dominance of China across the value chain from mining to processing is remarkable. China produces 67 per cent of germanium, indispensable for solar panels, and 95 per cent of rare earths.?? Not only does China have the biggest deposits of rare earths and produces over 90 per cent of the world’s supply, the price of rare earths from China is about 75-80 per cent less than other from other sources.\nThe more commoditized the supply chain is, the larger the number of downstream players that may be affected by spiking prices from a sudden reduction in supply. Rare earths are a commodity supply chain, which is highly geographically concentrated in regions with an increasing probability of relevant climate hazards. Thus, the probability heavy rare earths production is severely disrupted from extreme rainfall may increase two to three times by 2030 (McKinsey, 2020a).\nBetween 2007 and 2008, China raised export taxes on its rare earths from 10 per cent to 15 per cent for some earths and to 25 per cent for most of them (UNCTAD, 2016b). Later, China introduced export quotas on the grounds that these measures were needed to tackle an environmental crisis associated with the mining of rare earth. When in 2010 China suspended exports of rare earth minerals to Japan for 59 days, their prices have increased in the range of 60 to 350 per cent and returned to the pre-existing levels only after a year (Chacha, 2020).\n21\nArguably, the quotas and (temporary) export taxes have been part of a broader government strategy to foster the development of strategic emerging industries downstream, including in green sectors, and to induce foreign firms that relied on these metals to move their production to China. Although they have negative consequences for upstream extraction firms, China is able to implement these restrictions because several upstream firms are state-owned enterprises.\nThese measures affected the supply of these essential inputs in international markets, resulting in substantial increases in the prices of rare earths. For example, the price of yttrium increased by 250 per cent between 2012 and 2014. Over the same period, the respective prices of dysprosium, erbium, samarium and terbium rose by 100 per cent or more (UNCTAD, 2016b). This led to commercial tensions with countries and regions that rely heavily on imports from China to develop their renewable industry sector. The so-called China—Raw Materials and China—Rare Earths disputes that have been brought before the WTO by countries affected by the Chinese export restrictions — the European Union, Japan and the United States.%°\nSignificant repercussions on the market were caused by the decision of the Democratic Republic of the Congo to nearly triple the royalty rate on cobalt in 2018, and Indonesia’s ban on nickel ore exports starting in 2020. The pandemic practically stopped copper-mining in Peru, which accounts for 12 per cent of global production. The lockdown in South Africa disrupted 75 per cent of the global output of platinum (IEA, 2020). The post-COVID-19 slowdown in manufacturing is likely to lead to major changes in trade of REEs between China and the U.S., lithium between Australia and China, and cobalt between Democratic Republic of Congo and China.\nAn important aspect of the problem is the environmental and health footprint. Production of rare earths is exposed to high levels of environmental stress and subject to social disruptions. Processing a ton of REE requires on average 200 m° of water (Pitron, 2018). Up to 20 per cent of cobalt production in the DRC relies on artisanal miners who extract minerals with rudimentary tools in hazardous conditions. Rare earth processing involves large amounts of harmful chemicals and produces high volumes of solid waste and wastewater, which are not always appropriately handled (IEA, 2020).",
  "page_30": "22\nit is still not quite clear to what extent recycling technologies could help manage the demand for these commodities. Rare earths recycled from electronic waste is a growing business and a potential source of rare-earth materials for companies. Recycling plants are being built and operated in Europe, Asia and North America and considered as part of sourcing strategy. Within this context, several countries, including Japan, Viet Nam, the Republic of Korea, the United States, and the United Kingdom, have launched research initiatives towards increasing the efficacy of recycling of these commodities (Switzer et al., 2015).\nSome countries, particularly those with heavy reliance on rare earths for high-tech industries, such as Germany and Japan have already proceeded to initiate attempts at doing so, and in some cases have already signed trade agreements with potential source countries, such as India, Viet Nam, Mongolia and Kazakhstan (Switzer et al., 2015).\nCLIMATE CHANGE,\nA new industry association was launched in Brussels in June 2019 with the aim of bringing together all the players in the supply chain of rare earth metals, which are vital to renewable and low-carbon technologies. Named Rare Earths Industry Association (REIA), it is the first truly global network for rare earth metals. It has 12 founding members from nations such as the United Kingdom, Germany, France, the Netherlands, Japan and China (GIoREIA, 2020).\nThe Association may helo explore the various options for diversifying the supply of REEs through access arrangements, the development of domestic reSOUrces, recycling, unconventional sources of supply, such a resources located in areas such as the deep seabed; and, finally, through legal approaches, either in international fora or within the countries that apply mineral export restrictions themselves. Whether climate change will become the main policy driver in relation to access to minerals and metals critical for emissions reductions is an open question.",
  "page_31": "GREEN RECOVERY AND TRADE\n7. MARKET ACCESS VERSUS MARKET CREATION\nMaking trade and trade policy an integral part of sustainability transitions would require a change in mind set from market access to market creation. The point is not to be for free trade, nor to be against free trade per se, but to ensure that countries do not fall victims to their own (trade) rules.\nSubsidies and subsidy-like interventions to support domestic production and exports have dominated the post-2008 trade policy landscape. In responding to the COVID-19 crisis, countries are again turning to subsidy-like instruments to support green recovery. Governments are also resorting to managed trade, dealing bilaterally with large producers, avoiding competitive-sourcing procedures required by public- procurement (Hoekman and Nelson, 2020). While driven by the crisis and by perceptions that arms- length transactions are not always reliable, such practices can create negative spill-overs on other countries.\nFrom a global standpoint, subsidies are preferable to tariffs. The former expands the global supply of clean technologies while the latter restricts it. So far, that is largely what countries have been getting (Low and Reinaud, 2012). However, there is no guarantee that this trend can be extrapolated into the future, especially given the recent recourse to the use of tariffs on the grounds of national security.\nClimate policies offer a striking example of trade tensions over subsidies. Subsidizing the downstream deployment of renewable energy to support upstream local manufacturing in Ontario*' was opposed by the European Union, Japan and others and struck down by the WTO panel and Appellate Body. China’s subsidies in the form of cheap loans, land, and capital to photovoltaic producers prompted antidumping and anti-subsidy complaints on the part of the European Union and the United States.\nTrade disputes concerning renewable energy are important from the systemic point of view. These cases — as some older cases about trade and the environment — are not about whether the rules are followed or not. They are about whether the rules are right or not.\nThe most important question to ask is, whether these measures are not about designing systems\n23\nthat encourage and create a new market rather than using trade remedies against subsidized exports from other places. By and large, environmental markets are simply not strong enough to justify approaches based on market access. Trying to promote equal competitive opportunities is in vain where there is no or little competition. Environmental goods (and services) may be dynamic but not yet as vital to the broader economy as e.g., the information technology products (Vikhlyaev, 2004) .\nExisting disciplines for industrial policies have been seen to be inadequate for quite some time. They target mainly upstream subsidies, which are particularly important to market creation, and lack exceptions for the environment. There are no rules for subsidies in services sectors, and thus the code misses a large part of what drives — and the value addition that occurs — along GVCs. Also, they do not cover state- owned enterprises or investment incentives. De facto subsidization due to differential taxation or regulatory policies falls outside the scope of the WTO Agreement on Subsidies and Countervailing Measures.\nGiven the many trade-offs concerning upstream interventions, more research is needed on the global effects of subsidies for green goods. Production subsidies in one country may have the effect of aiding production and exports in another. While downstream subsidies can indeed be designed in a non-discriminatory fashion, upstream subsidies almost always offer preferential treatment to domestic producers. It is important to understand whether an economic rationale exists to carve out exceptions in the WTO subsidies code to make room for market creation (UNCTAD, 2014b).\nAssessing critically the interplay between the green and the industrial components of trade measures Is important. The trade disputes relating to renewable energy demonstrate that while the rise of green industry policy poses the problem of reserving more policy space for good, green subsidies, an equally if not more problem is shrinking the larger than optimal policy space for bad, industrial trade remedies (UNCTAD, 201 4a), (UNCTAD, 2014b), (Espa, 2019).\nA number of steps could be taken to update the trade rulebook.\nTo avoid legal collisions a group of WTO members may request a collective waiver due to the exceptional circumstances created by climate change. Although temporary by definition, such a waiver could help",
  "page_32": "24\novercome prevailing diplomatic disengagement (Bacchus, 2017).\nSubsidies could be treated on the basis of their environmental as well as economic effects. Local content requirements may be allowed in conjunction with subsidies to feed-in tariff schemes.\nAntidumping could be changed. The prices used to calculate dumping could be adjusted to reflect GHG emissions. Injury could be assessed looking at harm to the environment as well as competitors—to include possible damage caused by local producers.\nWith respect to safeguards, the injury and causation analyses, and the proposed adjustment, could incorporate climate change factors.\nIn case of BCAs, non-discrimination between like products, e.g., high-carbon steel vs low-carbon steel, can be avoided by recourse to exceptions under Article XX.\nThe frustrated attempts at the liberalization of trade in environmental goods and services have shown the limits of “retail” tariff negotiations (Vikhlyaev, 2011). However, these limits have been known since the third and the fourth GATT rounds. A formula cut based on emissions could provide an alternative. Regional trade agreements may require emissions cuts to qualify for Art XXIV.\nThe treatment of export restrictions could be adjusted to account for climate change considerations on the one hand, and the problems of environmental and resource management in developing countries on the other. This would open the prospects for a more cooperative multilateral approach instead of relying on bilateral confrontation framed as a WTO dispute.\nCarbon footprint standards and labelling may enjoy preferential treatment, provided they follow good practice, including proper notice, opportunity to comment or if they are based on_ international standards. A group of Members could agree to implement specific standards, which would then be applied on an MFN basis. Members might also consider a smorgasbord approach, along the lines of the current trend in the ISO towards declaring specific national, or regional or international standards as equivalent rather than having one standard as the only option.\nRestricting fossil fuel subsidies is arguably the most meaningful contribution the trading system can make towards managing climate change. However,\nCLIMATE CHANGE,\nany progress in this domain is likely to be made in, or depend on, fora other than the WTO - G7, G20, World Bank, APEC and novel regional trading arrangements.More fundamentally, against the background of a constructive interpretation of the principles of sustainable development and common but differentiated responsibility, countries need to agree how far competitiveness considerations should shape both climate change policy and trade policy.\nA forward-looking trade policy agenda must seek to build strategic alliances between developed and developing countries. Market creation, as opposed to market access, calls for a new, dynamic approach to reciprocity and flexibilities, which should target specific challenges and areas of convergence such as renewables, for instance — as opposed to categories of countries — be time-specific and supported by proper capacity-building programmes.\nThe concept of S&D may be refined to accommodate the idea of applying WTO rules in a manner that the differing levels of green markets are taken into account, even considered as inherent to the rule itself. Such an approach would mean phasing in obligations, rather than defining opt-outs and exceptions.\nIt is important to make sure that the trade disciplines target those with the means of distorting markets and competition. Although the WTO Agreements contain provisions on S&D, with special rights for developing countries, they lack an effective graduation system for changing the status of developing countries and countries in transition.“\nThe idea of graduation is closely related to the principle of common but differentiated responsibilities. Rather than merely differentiating between developed and developing countries, graduation could link substantial obligations to objective indicators, such as a country’s absolute or per capita CO, emissions. Graduation, based on recourse to economic factors within substantive rules, and scheduling of additional commitments could replace traditional perceptions of S&D treatment and render the WTO more responsive to the needs of developing member states (Cottier, 2006).\nIn the absence of progress on the multilateral level, counties will be seeking out novel regional and bilateral deals and pursuing sector-specific cooperation arrangements. RTAs are becoming the new, hidden form of strategic trade policy.",
  "page_33": "GREEN RECOVERY AND TRADE\nMany legacy FIAs are silent on environmental questions, and newer versions typically relegate climate (and other) issues to separate chapters which can have uncertain impacts. During the last decade, a new generation of FTAs has emerged, including the Comprehensive and Progressive Agreement for Trans- Pacific Partnership (CPTPP, 2018); the European Union-Singapore Economic Partnership Agreement (2018); the European Union—Canada Comprehensive Economic Trade Agreement (CETA, 2016); the Republic of Korea—Australia Free Trade Agreement (KAFTA, 2014).\nThere has been a clear expansion of environment- related language in the European Union-Singapore, CETA and CPTPP deals, and to a lesser extent in KAFTA (EIU, 2019). All four agreements have a chapter dedicated to the environment or sustainable development. These chapters address a wider scope of issues compared with traditional agreements, including NTBs for environmental goods. All four contemporary FTAs include a chapter on the liberalisation of public procurement markets and reference the environment in their provisions regulating tenders. none includes a specific obligation to use low-carbon goods and services in its procurement.\nWhat has not changed, however, is the weak legal status of environment-related provisions. Language remains soft and aspirational, and provisions focus on\n25\ndomestic protection and law enforcement.* Objectives beyond this are typically broad, non-binding best endeavours. The four FTAs thus largely fail to promote climate change goals. This means that any initiative to meet NDCs must come from the individual parties to the FTAs rather than from the FTAs themselves.\nOne can expect the proliferation of small high-quality rules agreements in priority areas such e-commerce, the free flow of data, the interoperability of technology, services, and sustainability. Once concluded, these agreements will look to expand the membership over time and shape emerging trade rules and architecture, creating turbulence in the process as outsider economies will seek some agency over the process. The launch of negotiations for an Agreement on Climate, Trade and Sustainability (ACTS) between Costa Rica, Fiji, Iceland, New Zealand and Norway — which will focus on fossil-fuel subsidy reform, market access for climate-friendly technologies, and climate-related labelling — is a valuable pathfinder for addressing the intersection of climate, trade and sustainability.\nPrioritizing environmental goods and services for liberalization in ongoing and future FTAs could potentially helo advance the negotiations on the plurilateral Environmental Goods Agreement as well as the development of criteria for environmental services given the increasing priority given to services liberalization.",
  "page_34": "26\n8. CONCLUSIONS\nMarkets are embedded in institutions and rules, and incumbent policy processes help shape the kind of outcomes that result. Reforming the institutions and changing the rules at play requires ambitious innovation in the policies themselves and in the institutional configuration.\nThere are institutions that are designed to encourage inkages that increase the gains from cooperation and strengthen the incentive for compliance. For instance, the evolution of the General Agreement on Tariffs and Trade (GATT) and the WTO encouraged, until about a decade ago, a single undertaking® because benefits were large and readily extended to all members through the MFN treatment and reciprocity. These norms made it easier to link many trade-related issues, and the reciprocal nature of trade encouraged such linkages as well.\nIn the climate policy setting, institutional design favours fragmentation as it is difficult to link different regulatory arrangements. Indeed, the climate regime is an entire universe, with the UNFCCC and Paris Agreement, formal funding mechanisms and non-binding political agreements, e.g., the Copenhagen Accord, IPCC, national assessments and international technical examination processes. It has not come about through deliberate decision-making, but emerged in path-dependent, historically shaped ways (Andonova et al., 2019).\nHowever, there is a need to identify and articulate principles for coordination across international economic and environmental governance and _ for conflict resolution. In such a complex sphere as climate change, this is impossible without governance entrepreneurs, i.e., actors with high normative or incentive-based motivation to build new coalitions and engage in experimental institutions and processes. Such entrepreneurship can be driven by private, non-state actors, but also by institutional actors, intergovernmental organizations, or government agencies. It is particularly important now that countries around the world are shifting to an inward-looking stance, trade collapses and multilateral institutions are too weak to respond.\nGiven the bottom-up nature of the Paris Agreement, a growing number of actors and institutions make claims on governance. Network-based instruments, voluntary standards and soft regulations compensate\nCLIMATE CHANGE,\nfor the risks associated with failing international cooperation and weak state capacities.\nThere is a myriad of initiatives: bilateral cooperation arrangements (Norway — Indonesia, United States — India, United Kingdom — China), clubs (MEF, APP, G20, G7); multilateral development assistance (mainstreaming climate at MDBs, World Bank prototype carbon fund, clean energy and adaptation funds); adaptation initiatives (programmes by United Nations agencies and development banks); subnational action (California ETS with international offsets under AB32 and other legislation, Regional Greenhouse Gas Initiative in the north-eastern states; subnational procurement rules); financial markets rules (regulation of cross-border emissions trading); intellectual property and investment rules (clean energy provisions in bilateral investment treaties) and international trade regimes (possible accommodation of subsidies or BCAs).\nDecentralized approaches are used to articulate the issues that lie in-between regimes. Trade and the environment, trade and climate change etc. have emerged as complex governance spheres in and of themselves, connected to, but not subsumed by pre- existing regimes governing trade, energy and climate.\nDecentralized governance may be signalling the coming end of international rulemaking as we know it. Or it may be and stay a second-best to the traditional regimes. In the absence of state actors, governance with small “g ” raises questions of legitimacy and accountability. However, it can also serve to expand the possibility for states to exercise authority, since there are many more opportunities to engage with and coordinate non-state actors. Thus, engagement with non-state actors is the raison d’étre of the Marrakech Partnership for Global Climate Action, which was agreed at COP 22 in Morocco and acknowledged at subsequent Conferences of the Parties (UNFCCC, 2020c).The UNFCCC is being flanked by an increasing number of other institutions, both formal and informal. In this horizontal rescaling, issues become linked or grafted-on to the mandates of other institutions. These organizations offer an institutional space where negotiators and decision makers can set aside their mandates, engage with experts and resolve their differences among themselves rather than relying on formal negotiations or dispute settlement.\nIn this complex institutional setting, the priority for climate and trade policies is to build effective co-",
  "page_35": "GREEN RECOVERY AND TRADE\noperation, with the necessary financial and technology transfers to ensure acceptability for developing countries. UNCTAD is well positioned to promote such cooperation in several areas.\nUNCTAD has a role to play in organizing evidence-based dialogues between trade and climate negotiators with a view promoting cooperative approaches to response measures.\nMany countries are considering various forms of climate-related unilateral trade measures, including BCAs, carbon standards and labelling, or supply chain conditionalities. While a lot of attention is being paid the legality of these measures, less is known about their economic and environmental effectiveness as well as their impacts on developing country exporters.\nIn this context, it is important to promote better understanding of the climate impacts of unilateral trade measures and explore the scope for coordinated approaches with a view to raising their effectiveness, reducing commercial tensions while preserving the fairness of international climate action.\nParties submissions to the UNFCCC Forum on Response Measures note that fostering economic diversification and just transition of workforce — the two priorities of the Forum — are a matter of concern for several agencies and organizations, and that the UNFCCC process “on its own will not be able to make significant progress in these areas” (UNFCCC, 2018).\nUNCTAD, along with the World Bank Group and the ILO participates in the technical arm of the Forum, with a view to building confidence and promoting understanding between the climate and _ trade negotiators. Since COP24, this work has moved to the Katowice Committee of Experts on the Impacts of the Implementation of Response Measures. or the Katowice Committee on Impacts for short. (UNFCCC, 2020a). It is important for UNCTAD to engage with the Katowice Committee on Impacts and contribute to its meetings, which are held twice a year in conjunction with the joint sessions of the Subsidiary Body for Implementation (SBI) and the Subsidiary Body for Scientific and Technological Advice (SBSTA) — the two governing bodies of the UNFCCC.\nOn a more practical plane, a technical assistance project could be deployed with a view to assisting interested parties with reporting on the economic and social consequences of response measures. This work could be linked to the biennial update reporting (BUR)\n27\nadopted at the UNFCCC, which includes identifying vulnerable sectors and response measures that might affect them (UNFCCC, 2020b).\nAs a member of the Marrakesh Partnership (UNFCCC, 2020c), UNCTAD can engage in targeted networking with a view to maximizing its presence and promoting a positive agenda on climate and trade at various fora and COPs.\nThe Marrakech Partnership is meant primarily to promote interaction between Parties and non-Party stakeholders. The technical examination processes are considered an integral part of the Marrakech Partnership, and strong synergies can be created with the UNFCCC constituted bodies, where objectives and work programmes are aligned and overlap. UNCTAD joined the Partnership in 2019 with a view to leveraging a positive agenda on climate and trade.\nThe Partnership is directed by High-level Climate Champions (UNFCCC, 2020d). Climate Champions provide guidance to the UNFCCC secretariat on the organization of technical expert meetings, and work with the Executive Secretary and the current and incoming Presidents of the Conference of the Parties to coordinate annual high-level events. Access to Climate Champions was instrumental in securing the participation of the President of COP 24 in the first UNCTAD Trade Forum, held in October 2019.\nThe Partnership engages in a variety of activities, including Regional Climate Weeks, the organization of meetings at Conferences of the Parties, the Global Climate Action Summit, the technical examination process on mitigation, etc. can be used for targeted networking, engaging new audiences, and influencing relevant governance arrangements. Regional Climate Weeks provide a particularly useful platform for UNCTAD’s participation.\nUNCTAD couldhostorparticipateinacoordinated effort to develop a body of competent, peer reviewable work on green subsidies, which might eventually lead to an international agreement on good practices and standards.\nThe massive COVID-19-motivated subsidies for green recovery have raised the need for transparency with a view to managing competitive spill-overs and avoiding a negative-sum competition game between subsidising programmes. Since an agreement, let alone new rules, is out of reach, enhancing transparency and deliberation might be a useful first step to at least",
  "page_36": "28\nassess the situation and preserve some coordination in this area (Hoekman and Nelson, 2020).\nLittle is still Known about the interaction between subsidies and potential BCAs. As pandemic stricken industries are seeking emission leniency and oncoming subsidies are set to skew competitiveness, the effectiveness of BCAs at levelling the playing field requires careful consideration.\nThe political economy of carbon taxation policies may be used to gain greater insights into the policy package as well. For instance, the European Union also sees the BCA as a tax policy option to finance the post-COVID-19 economic recovery in Europe.°” Today, countries such as India and Costa Rica have increased taxation on oil and gas consumption as a way to generate funds for their COVID-19 responses.\nIn collecting information on subsidies and analysing their effects, it will be important to determine where competition spill-overs are both large and systemic in nature. Doing so requires going beyond trade ministries and bringing in finance and line ministries, as well as competition authorities.\nUNCTAD could help countries conduct assessments of and update and develop public policy frameworks vis-a-vis climate risks, mitigation options, circular economy models and strategic supplies in GVCs.\nPressing questions are being raised about resilience and robustness, autonomy and_ control. These questions are directly relevant to climate risks. As some countries are aggressively evaluating near-shore and on-shore options, deeper analysis is needed to get a better understanding of how GVCs influence resource use and the environment.\nGeographic dispersion is one of the most often cited points of carbon leakage, and one of the hardest to overcome. Shortening GVCs is not necessarily the best or the only option though. Being essentially bottom-up arrangements, GVCs are instrumental in capturing opportunities across countries and sectors, drawing companies together that are not used to working together. They serve as a primary mechanism for meeting combined economic and environmental goals, with companies committing to a climate-neutral value chain and even climate positive values. In a way, they mirror the Paris Agreement, with its bottom-up architecture.\nCLIMATE CHANGE,\nApproaches based on diversification, creating multiple loops at differing scales and _ circular economy deserve thorough investigation (UNCTAD, 2017). Within this context, UNCTAD could also help countries conduct periodic assessments of demand and supply prospects for critical minerals to inform strategies aimed at ensuring security of supply. These assessments could also incorporate lessons from traditional energy security frameworks, adapting those to the special nature of mineral resources, which may require additional approaches to limit the impact of supply disruptions, e.g. long-term contracts and strategic partnerships.\nUNCTAD’s background in carbon markets may prove instrumental in exploring options that go beyond the Kyoto type offsetting mechanisms and towards financing climate projects that truly drive the low-carbon transition in developing countries.\nWhile Article 6 of the Paris Agreement is still unfinished business in climate negotiations, there is the expectation that carbon markets will evolve towards something better than offsetting, that they will aim to accelerate the transition rather than offering an easy way out and replacing somebody's efforts with those of someone else. There are proposals for using existing carbon markets to disburse climate finance by buying carbon credits and cancelling or discounting them, without claiming the actual emission reductions. There are even calls to expand international cooperation beyond trading in pollution, and towards financializing and trading mitigation and adaptation activities.\nSome 20 years ago, UNCTAD served as the first secretariat to the International Emissions Trading Association. In the years that followed, UNCTAD has facilitated market readiness activities relating to carbon off-setts. These activities may inform the negotiations and deliberations relating to Article 6.\nIn addition to the main, so-called compliance markets, set up for their participants to meet binding targets defined by governments, some private entities also choose to buy carbon credits on a voluntary basis, most often as a tool for corporate social responsibility or marketing. Specialized companies are being established, which offer services relating to carbon footprint management and _ certification. UNCTAD could work with select companies in developing countries to test the various practical approaches to achieving carbon neutrality.",
  "page_37": "GREEN RECOVERY AND TRADE\nUNCTAD XV or ECOSOC could provide a platform for a political (ministerial) statement outlining the importance of trade for a global green recovery.\nUNCTAD XV is an opportunity to renew a commitment to cooperation in pursuing a global green recovery, with a follow up agenda for work for UNCTAD XVI. The political statement would identify the most important strategies, demonstrate their potential contribution to sustainable development goals, and note actual or potential problems in deploying green innovation and industrial policies in developing countries. It would frame these policies in a way that speaks to both the climate and trade communities. It would also outline a set of political principles, including greater\n29\ntransparency on green industrial policy, preventing development aid and trade liberalization working at cross purposes, linking aid-for-trade with financial instruments.\nThe economic and political background against which climate and trade policy have been discussed for decades has evolved dramatically, particularly with respect to overly sensitive questions of subsidies, BCAs and climate finance. The role of the state in the economy is being altered in practice because of the rescue and recovery programmes. These programmes are extraordinary in scale and in scope. An important open question is to what extent they will change perceptions about trade, climate change and, more generally, sustainable development.",
  "page_38": "30\nCLIMATE CHANGE,\nReferences\nAfrican Review (2020). African leaders endorse plan to build climate resilience into recovery from COVID-19. 25 May. Andonova L, Halle T and Roger C (2019). The Comparative Politics of Transnational Climate Governance. Aylor B et al. (2020). How an EU Carbon Border Tax Could Jolt World Trade. (accessed 6 January 2021). Bacchus J (2017). The Case for a WTO Climate Waiver. 36.\nBacker KD, Desnoyers-James | and Moussiegt L (2015). “Manufacturing or Services — That Is (Not) the Question”:\nThe Role of Manufacturing and Services in OECD Economies. OECD Publishing.\nBaldwin R and Freeman R (2020). Trade conflict in the age of Covid-19. Available at https://unctad.org/topic/ trade-and-environment.\nBall J (2018). Hot Air Won't Fly: The New Climate Consensus That Carbon Pricing Isn’t Cutting It. Joule. 2(12):2491-2494.\nBarbier E (2011). Transaction costs and the transition to environmentally sustainable development; Environmental Innovation and Societal Transitions. 58-69.\nBloomberg (2017). We’re Going to Need More Lithium.\nBloomberg (2020). Traffic Jamming Chinese Cities Has Energy Demand Rebounding.\nBrandon-Jones E, Squire B, Autry CW and Petersen KJ (2014). A Contingent Resource-Based Perspective of\nSupply Chain Resilience and Robustness. Journal of Supply Chain Management. 50(8):55-73. Carbon Brief (2019). Corsia: The UN’s plan to ‘offset’ growth in aviation emissions. 4 February. Carney M (2015). Mark Carney: Breaking the tragedy of the horizon — climate change and financial stability. CE Delft (2017). Towards Addressing Aviations Non-CO, Climate Impacts. (accessed 27 January 2021). CFTC (2020). Managing Climate Risk in the U.S. Financial System. 196. Chadha R (2020). Brookings. Available at https:/Awww.brookings.edu/research/skewed-critical-minerals-global-\nsupply-chains-post-covid-19/ (accessed 17 December 2020).\nClean Energy Wire (2019). African countries can avoid CO,-intensvie growth path — German-African business association. 19 November.\nClimate Home News (2020). Airlines urge UN body to ease climate goals for 2020s as traffic collapses. 6 April. Cosbey A (2018). Just transition, economic diversification and trade. Bonn: 7.\nCottier T (2006). From Progressive Liberalization to Progressive Regulation in WTO Law. Journal of International Economic Law. (Issue 4):779-821.\nDagnet Y and Jaeger J (2020). Enough Climate Action in Stimulus Plans. World Resources Institute. De Ridder P (2021). Low Touch Economy. Available at https://www.calameo.com/read/0054 1 92602a096fed 1 d24\n(accessed 17 March 2021).\nDurant | (2020). Trading Places: The World in 2049, UNCTAD.\nEIU (2019). Climate change and trade agreements: Friends or foes?\nEllen MacArthur Foundation (2020). The circular economy: a transformative Covid-19 recovery strategy. (accessed 20 January 2021).\nEnergy Policy Tracker (2020). Available at https:/Awww.energypolicytracker.org/ (accessed 10 December 2020). Environmental Defense Fund (2020). The true cost of carbon pollution. Available at https://www.edf.org/true-\ncost-carbon-pollution (accessed 21 December 2020).\nErnst&Young (2020). Taking advantage of the coronavirus crisis to strengthen sustainable mobility with the help\nof digital solutions. (accessed 15 January 2021).\nERTCST (2019). Reporting on the impacts of Response Measures.\nEspa | (2019). New Features of Green Industrial Policy and the Limits of WTO Rules: What Options for the Twenty-first Century? Journal of World Trade. 53(6):.\nEU Green Deal: Carbon Border Adjustment Mechanism (2020). Available at httos://ec.europa.eu/info/law/ better-regulation/nave-your-say/initiatives/12228-Carbon-Border-Adjustment-Mechanism (accessed 21 December 2020).\nEuler Hermes (2020). EU carbon border adjustments and developing country exports: saving the worst for the last. (accessed 2 February 2021).",
  "page_39": "GREEN RECOVERY AND TRADE\n31\nEvenett S (2019). Protectionism, state discrimination, and international business since the onset of the Global Financial Crisis. Journal of International Business Policy. Volume 2.\nFischer C (2016). Strategic Subsidies for Green Goods. MITP: Mitigation, Innovation and Transformation Pathways No. 234311. Fondazione Eni Enrico Mattei (FEEM). (accessed 14 December 2020).\nF&L Asia (2020). IMO committee approves amendments to cut ship emissions. 19 November.\nFleetcarma (2017). FleetCarma. Available at https://www.fleetcarma.com/impact-growing-electric-vehicle-\nadoption-electric-utility-grids/ (accessed 1 February 2021).\nFouré J and Fontagné L (2017). . Focus du Conseil d’Analyse Economique. N°015-2017(CAE):p.1-9. Garrett-Peltier H (2017). Green versus brown_ Comparing the employment impacts of energy efficiency,\nrenewable energy, and fossil fuels using an input-output model. Economic Modelling. 9.\nGIoREIA | THE GLOBAL RARE EARTH INDUSTRY ASSOCIATION — REIA (2021). Available at https://global-reia. org/ (accessed 1 February 2021).\nGreen Stimulus Index (2020). Available at httos:/Awww.efc.be/good-practice-post/green-stimulus-index/ (accessed 14 December 2020).\nGrzegorz P et al. (2020). Diversification and Cooperation in a Decarbonizing World: Climate Strategies for Fossil Fuel-Dependent Countries. Climate Change and Development. Available at https://openknowledge. worldbank.org/handle/10986/3401 1.\nHepburn C, O’Callaghan B, Stern N, Stiglitz J and Zenghelis D (2020). Will COVID-19 fiscal recovery packages accelerate or retard progress on climate change? 23.\nHertwich EG (2020). Carbon fueling complex global value chains tripled in the period 1995-2012. Energy Economics.\nHoekman B and Nelson D (2020). Subsidies, Spillovers and Multilateral Cooperation. Robert Schuman Centre for Advanced Studies.\nICAO (2020). What would be the impact of joining CORSIA? Available at https:/Awww.icao.int/environmental- protection/pages/a39_corsia_faq3.aspx (accessed 21 December 2020).\nIEA (2017). World Energy Outlook 2017 — Analysis. (accessed 28 January 2021).\nIEA (2020). Clean Energy Progress after the Covid-19 Crisis Will Need Reliable Supplies of Critical Minerals — Analysis.\nISD (2020). G20 Governments Have Committed $151 Billion to Fossil Fuels in COVID-19 Recovery Packages. International Institute for Sustainable Development.\nIMF (2020). COVID-19 Funds in Response to the Pandemic, IMF COVID-19 Special Series. (accessed 5 January 2021).\nING (2017). Breakthrough of electric vehicle threatens European car industry.\nIRENA (2020). Renewable Energy Outlook for ASEAN: A REmap Analysis. 108.\nJagger J (2020). Lessons from the Great Recession for a COVID-19 Green Recovery. WEF/World Resources Institute.\nKeane J (2020). (ODI), Enhancing resilience within global value chains: the implications of COVID-19 for climate change adaptation and mitigation policies.\nKlenert D, Funke F, Mattauch L and O’Callaghan B (2020). Five Lessons from COVID-19 for Advancing Climate Change Mitigation. Environmental and Resource Economics. 76(4):751-778.\nLow P and Reinaud J (2012). The Interface between the Trade and Climate Change Regimes: Scoping the Issues. Journal of World Trade. 46(8):.\nMazzucato M (2019). Industrial Policy and the Climate Challenge — The American Prospect. McKinsey (2020a). Risk, resilience, and rebalancing in global value chains.\nMcKinsey (2020b). How a post-pandemic stimulus can both create jobs and help the climate. (accessed 11 January 2021).\nMcKinsey (2020c). The next normal arrives: Trends that will define 2021—and beyond. (accessed 9 January 2021).\nMiroudot S (2020). Resilience versus Robustness in Global Value Chains: Some Policy Implications, in COVID-19 and Trade Policy: Why Turning Inward Won’t Work, Edited by Richard E. Baldwin and Simon J. Evenett. A VoxEU.org Book. CEPR Press Centre for Economic Policy Research.",
  "page_40": "32\nCLIMATE CHANGE,\nMiroudot S and Nordstrom H (2019). Made in the world revisited. Available at https://papers.ssrn.com/sol3/ papers.cfm?abstract_id=34891 37.\nMootee | (2013). White Soace Mapping — Seeing the Future Beyond the Core. (accessed 7 January 2021). Nordhaus W (2015). Climate Clubs: Overcoming Free-Riding in International Climate Policy. American Economic\nReview. 105(4):1339-1370.\nOxford Business Group (2020). Can emerging economies afford a “green” recovery from Covid-19? 28 April. Perez C (2002). Technological Revolutions and Financial Capital.\nPitron G (2018). LA GUERRE DES METAUX RARES. La face cachée de la transition énergétique et numérique.\nRevue Projet. N° 363(2):90-92, C.E.R.A.S.\nPlato (2020). Available at https://zephyrnet.com/are-post-covid-recovery-plans-green-not-so-much/ (accessed 22 January 2021).\nReuters (2020). Global coal plant development fell for fourth year running in 2019: research. 26 March.\nRosenbloom\nD, Markard FWG and Fuenfschilling L (2020). Why carbon pricing is not sufficient to mitigate climate change—and how “sustainability transition policy” can help. Available at https://www.researchgate.net/ publication/340515278_Why_carbon_pricing_is_not_sufficient_to_mitigate_climate_change-and_how. sustainability_transition_policy_can_help.\nRoth J and Laan T (2020). Green recovery know-how from the Nordics.\nSapir A (2020). Political Assessment of Possible Reactions of EU Main Trading Partners to EU Border Carbon Measures. 15.\nSchneider L, Theuer SLH, Howard A, Kizzier K and Cames M (2020). Outside in? Using international carbon markets for mitigation not covered by nationally determined contributions (NDCs) under the Paris Agreement. Climate Policy. 20(1):18-29, Taylor & Francis.\nSmart Energy International (2020). Senegal opens West Africa’s first large-scale wind farm. 25 February. Sneader K and Lund S (2020). COVID-19 and climate change expose dangers of unstable supply chains. Switzer S, Gerber L and Sindico F (2015). Access to Minerals: WTO Export Restrictions and Climate Change\nConsiderations. Laws. 4617.\nThe Independent (2020). Climate crisis. 19 June.\nThe Straits Times (2020). Covid-19 gives boost to “touchless” tech in Japan. 13 April.\nTvinnereim E and Mehling M (2018). Carbon pricing and deep decarbonization. Energy Policy, 2018. 121 (Issue C, 185-189; others have observed similar patterns):\nUN Environment (2009). Global green new deal: policy brief. March 2009. (accessed 10 December 2020). UN Environment (2020). ‘COVID-19 is a wake-up call’: Ghana to develop national plan for climate adaptation.\nUNCTAD (201 4a). Trade Remedies Targeting the Renewable Energy Sector. 41. UNCTAD (201 4b). Local Content Requirements and The Green Economy. 46. UNCTAD (2016a). Nationally Determiend Contributions: Climate Change and Trade. 64. UNCTAD (2016b). Commodities at a Glance: Special Issue on Rare Earths. Commodities at a Glance. UN. UNCTAD (2017). Implementing Paris Agreement: response measures and trade. UNCTAD (2019). Commodities and Development Report 2019, Commodity Dependence, Climate Change and\n(accessed 2 February 2021).\nthe Paris Agreement.\nUNCTAD (2020). Impact of the COVID-19 Pandemic on Trade and Development: Transitioning to a New Normal. UNEP (2017). Cities and climate change. (accessed 15 January 2021).\nUNFCCC (2020c). Marrakech Partnership for Global Climate Action | UNFCCC. Available at https://unfccc.int/\nclimate-action/marrakech-partnership-for-global-climate-action (accessed 21 December 2020).\nUNFCCC (2020a). Katowice Committee of Experts on the Impacts of the Implementation of Response Measures (KCI) | UNFCCC. Available at https://unfccc.int/KCl (accessed 21 December 2020).\nUNFCCC (2020b). Biennial Update Report submissions from Non-Annex | Parties | UNFCCC. Available at https://\nunfccc.int/BURs (accessed 21 December 2020).\nUNFCCC (2020d). Meet the Champions | UNFCCC. Available at https://unfccc.int/climate-action/marrakech- partnership/actors/meet-the-champions (accessed 21 December 2020).",
  "page_41": "GREEN RECOVERY AND TRADE\n33\nUNFCCC (2018). Modalities, work programme and functions of the forum under the Paris Agreement on the impact of the implementation of response measures.\nVikhlyaev A (2004). Environmental Goods and Services: Defining Negotiations or Negotiating Definitions? Journal\nof World Trade. 3893-122.\nVikhlyaev A (2011). WTO negotiations in environmental goods: selected technical issues.\nVivid Economics (2020). Greenness of Stimulud Index.\nVivid Economics (2020). Available at https://www.vivideconomics.com/ (accessed 14 December 2020). Wagner G and Weitzman ML (2015). Climate Shock: The Economic Consequences of a Hotter Planet. Princeton\nUniversity Press.\nWEF (2020). The Global Risks Report 2020. (accessed 10 December 2020).\nWorld Bank (2019). State and trends in carbon pricing.\nWorld Bank (2020a). State and trends of carbon pricing.\nWorld Bank (2020b). World Bank Project : Nigeria Electrification Project - P161885. Text/HTML. (accessed 2\nFebruary 2021).\nWorld Bank Group (2017). The Growing Role of Minerals and Metals for a Low Carbon Future. World Bank,\nWashington, DC. (accessed 25 December 2020).\nWorld Resources Institute (2020). Available at https://www.wri.org/.\nWTO (2020). WTO Trade in Value-Added (TiVA) Database and the Global Value Chain (GVC) Indicators Database. Available at httos:/Awww.oecd.org/sti/ind/measuring-trade-in-value-added.htm.\nWu M and Salzman J (2014). THE NEXT GENERATION OF TRADE AND ENVIRONMENT CONFLICTS: THE RISE\nOF GREEN INDUSTRIAL POLICY. NORTHWESTERN UNIVERSITY LAW REVIEW. 75.\nWyman O (2020). The Intersection Of COVID And Climate. (accessed 5 January 2021).",
  "page_42": "34\nCLIMATE CHANGE,\nNotes\nMcKinsey estimates that the G-20 nations have announced fiscal measures averaging 11 per cent of GDP— three times the response to the 2008-09 financial crisis. Some countries will commit up to 40 per cent of GDP to their economic-stimulus packages. The European Union’s green-recovery plan indicate some €1 trillion in economic assistance (McKinsey, 2020b). Thus, Denmark has recently made achieving “net zero by 2050” a legal responsibility (Roth and Laan, 2020). The Kyoto Protocol established an international trading system, which was extended till 2020 but effectively replaced by the Paris Agreement. Avoiding double counting in this case would mean that when there is credit for any tonne of emission reduction in one jurisdiction transferred to another jurisdiction, these two jurisdictions are not using the same tonne reduced to prove their compliance with their targets. Article 6.2 of the Paris Agreement. A carbon dioxide equivalent or CO, equivalent, abbreviated as CO,-eq is a metric measure used to compare the emissions from various greenhouse gases on the basis of their global-warming potential (GWP), by converting amounts of other gases to the equivalent amount of carbon dioxide with the same global warming Article 6.4 is the only part of the text that directly refers to private sector participation in the Paris process. Countries are looking for opportunities to raise their ambition by updating mitigation and adaptation targets and broadening the scope of their NDC to cover a greater part of the economy. Conference of the Parties serving as the meeting of the Parties to the Paris Agreement. 10 Environmental integrity is a key principle of Article 6 applied to the way ITMOs are generated and accounted for. Essentially, it means that reductions that are transferred must be real and that are not counted towards more than one NDC (double counting). 11 Aviation’s non-CO, climate effects including NOx emissions at altitude, contrails, cirrus cloud formation, soot and water vapour etc. can equal or exceed the climate impact of aviation CO,,. 12 Ad Hoc Expert Group Meeting on Implementing the Paris Agreement: Response Measures and Trade, 3 October 2017, Geneva; httos://unctad.org/meeting/ad-hoc-expert-group-meeting-implementing-paris- agreement-response-measures-and-trade. 13 Currently, the only known carbon border adjustment mechanism in operation is applied to the power sector and is not applied at a national, but only a subnational border. While certain elements may be learned from this mechanism, it should be noted that the measures in California are inherently much simpler than any proposed mechanism that the European Union would need to implement. Since these existing measures only capture Scope 2 emissions from power generation, there is no need to calculate embedded carbon content of complex supply chains. In addition, the European Union CBAM may not have the same level of flexibility as these measures since it must adhere to international law. 14 A large majority of Brazil’s emissions come from deforestation mainly of the Amazon biome for agriculture and livestock land uses. 15 Named after Nobel prize laureate William D. Nordhaus. 16 Leaks can be direct or indirect, relating respectively to competitiveness effects or transition effects through the energy market. Indirect leakage — increased emissions due to the fall in energy prices because of lower demand in regulated countries — accounts for between one half and two thirds of the total effect. Having to do with the world energy market, it can hardly be contained by trade policy. 17 As of 2019, existing carbon pricing schemes only cover about 20 per cent of global emissions and more than two-thirds of these have prices below $20 per ton of CO, equivalent (World Bank, 2019). This is far too low to be effective. 18 The events were exacerbated by a move to reform the national pension system. 19 Petersberg Climate Dialogue, press conference, 27 April 2020. 20 The “greenness” of stimulus spending is assessed across agriculture, energy, industry, transport, waste. Measures such as a bail-outs — with or without green strings attached, infrastructure investment — environmentally harmful or not, R&D subsidies, up- or down-regulation of environmental standards, subsidies or tax reduction — for green of brown sectors, nature-based solutions.",
  "page_43": "GREEN RECOVERY AND TRADE\n35\n21 It is worth noting that transport and industry are two sectors that have been hit hard by the crisis, are receiving substantial government support, and have a large environmental impact. 22 For instance, Scandinavian Airlines are to cut emissions by 25 per cent by 2025. Air France is expected to reduce emissions by 50 per cent and reach a minimum standard of 2 per cent renewable fuel by 2030. Both Air France and Austrian Airlines are expected to abolish air routes that can be reached by train in less than 3 hours (Harrell, 2020). 23 Also known as Do-it-Yourself Urbanism, Planning-by-Doing, or Urban Prototyping, this approach refers to a city, organizational, and/or citizen-led approach to neighborhood building using short-term, low-cost, and scalable interventions to catalyze long-term change. 24 Developed by Carlos Moreno, the concept of “la ville du quart d’heure” is one in which daily urban necessities are within a 15-minute reach on foot or by bike. 25 Thus, Japan has unveiled a $2.3 billion plan to reform supply chains, including subsidies for Japanese companies that bring manufacturing home. More broadly, policymakers are calling for greater self-reliance in general and repatriation of international supply chains in particular. President Macron has renewed calls for industrial sovereignty as one of the key pillars of France’s economic recovery plan (Reuters, 28 August). According to the United States Trade Representative Robert Lighthizer, “...businesses have been rethinking the way that overextended, overseas supply lines expose them to unacceptable risk ... the era of reflexive offshoring is over... ” (The Era of Offshoring U.S. Jobs Is Over, The New York Times, May 11, 2020). Similar views were expressed in the 17 April 2020 resolution of the European Parliament, which declared support for the reintegration of supply chains inside the European Union. 26 As discussed in the World Development Report (2020), scale effects (economic activity) are detrimental to the environment, whereas composition effects (distribution of tasks) are ambiguous; and technique effects (environmental cost per unit of production) are positive. 27 Resilience can be defined as the ability to return to normal operations over an acceptable period, post- disruption. Robustness is the ability to maintain operations during a crisis. 28 Rare earths consist of 17 elements — metals, including cerium, dysprosium, thulium etc. that have unique characteristics, such as magnetism, luminescence, and strength. They have a wide range of uses, including in many green technologies. 29 Rare metals are a larger class than rare earths and include indium, germanium, cobalt, etc. 30 China — Measures Related to the Exportation of Rare Earths Tungsten and Molybdenum, WT/DS481/17, 26-05-2015; https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/WT/DS/431-17. pdf&Open=True China — Measures Related to the Exportation of Various Raw Materials, WT/DS394/20, 23-01-2013; https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/WT/DS/394-20. pdf&Open=True. 31 Feed-in-tariff with local content requirement. 32 “European Union — Anti-Dumping Measures on Biodiesel from Argentina,” Dispute Settlement: Dispute DS473, updated as of February 7, 2014, http:/Awww.wto.org/english/tratop_e/dispu_e/cases_e/ds473_e. htm. “United States — Countervailing and Anti-dumping Measures on Certain Products from China,” Dispute Settlement: Dispute DS449, updated as of September 30, 2018, http://www.wto.org/english/tratop_e/ dispu_e/cases_e/ds449_e.htm. “European Union and a Member State — Certain Measures Concerning the Importation of Biodiesels,” Dispute Settlement: Dispute DS443, updated as of August 17, 2012 http:/Awww.wto.org/english/ tratop_e/dispu_e/cases_e/ds443_e.htm. “European Union and Certain Member States — Certain Measures on the Importation and Marketing of Biodiesel and Measures Supporting the Biodiesel Industry,” Dispute Settlement: Dispute DS459, http:// www.wto.org/english/tratop_e/dispu_e/cases_e/ds459_e.htm. “India — Certain Measures Relating to Solar Cells and Solar Modules,” Dispute Settlement: Dispute DS456, http:/Awww.wto.org/english/tratop_e/dispu_e/cases_e/ds456_e.htm. “European Union and certain Member States — Certain Measures Affecting the Renewable Energy Generation Sector,” Dispute Settlement: Dispute DS452, http://www.wto.org/english/tratop_e/ dispu_e/cases_e/ds452_e.htm. “China — Measures concerning wind power equipment,” Dispute Settlement: Dispute DS419, https://www. wto.org/english/tratop_e/dispu_e/cases_e/ds419_e.htm.",
  "page_44": "36\nCLIMATE CHANGE,\n“Canada — Certain Measures Affecting the Renewable Energy Generation Sector,” Dispute Settlement:\nDispute DS412, http:/Awww.wto.org/english/tratop_e/dispu_e/cases_e/ds412_e.htm. “Canada— Measures Relating to the Feed-in Tariff Program,” Dispute Settlement: Dispute DS426, www.wto. org/english/tratop_e/dispu_e/cases_e/ds426_e.htm. 33 Of course, Members already are free to adopt such standards, subject to the provisions of the TBT. Doing so in the context of climate related vertical NIM packages would be just another way to reduce fragmentation an promote harmonization efforts where they make sense. 34 The idea of graduation is based upon the concept that while all members are bound by general principles and rules, more detailed commitments should be commensurate with levels of social and economic development and competitiveness on world markets. It builds upon the idea of individual commitments listed in schedules for goods and services and applies it to non-tariff barriers. 35 Under KAFTA, disputes related to environment provisions are explicitly excluded from the main dispute settlement mechanism, with an emphasis instead on consultation and dialogue. The CPTPP, in contrast, has a stronger dispute-resolution mechanism, which is applicable to environmental provisions. 36 Single undertaking means every item of the negotiation is part of a whole and indivisible package and cannot be agreed separately. 37 Carbon taxation, with an estimated potential to raise between €5-14 billion annually, features as one of the possible additional new revenue sources for the European Union’s budget and to finance the post- COVID-19 economic recovery. https://ec.europa.eu/commission/presscorner/detail/en/ip_20_940.",
  "page_45": "",
  "page_46": "",
  "page_47": "Pe\noe\ni\ntei\n3. ag\nre\nSee rss\npak\n3y.\naoe\nTiny\nTo\nPrinted at United Nations, Geneva — 2105424 (E) — April 2021 — 631 - UNCTAD/DITC/TED/2021/2"
},
  "language": "Languages.ITALIAN",
  "total_pages": 47
}
