{
  "file_name": "60_709.pdf",
  "pages": {
  "page_1": "Ausschussdrucksache 20(25)54\n20. Wahlperiode\nZ N\n2 A Ss\nDeutscher Bundestag\nAusschuss für Klimaschutz\nund Energie\n10. Mai 2022\nStellungnahme\nBundesverband der Deutschen Industrie e. V. (BDI)\n10. Mai 2022",
  "page_2": "&BDiI\nStellungnahme\nStellungnahme zum CBAM (Carbon Border Adjustment Mecha- nism)\nanlässlich der öffentlichen Anhörung des\nAusschusses für Klimaschutz und Energie\ndes Deutschen Bundestages\nAma Marsuuyngnahme BDI\nBundesverband der Deutschen Industrie e.V.\nStand: 09.05.2022",
  "page_3": "&BDiI\nKernpunkte\n* Das Klimaschutz-Ambitionsgefälle zu Wettbewerbern wächst; ein erwei- terter Carbon Leakage-Schutz ist erforderlich. ° Zusätzliche technologieneutrale Maßnahmen und marktwirtschaftliche Anreize sind nötig, um die notwendigen Investitionen und Innovationen für die Realisierung des Green Deal zu ermöglichen. « Es gibt starke Bedenken gegen den vorgeschlagenen CO>-Grenzaus- gleichsmechanismus (CBAM). Bislang existiert kein überzeugendes Konzept. ° Der CBAM kann kostenfreie Zuteilung und Strompreiskompensation nicht ersetzen. Noch fehlen Antworten auf Fragen zu praktischer Umsetzbarkeit, Aus- wirkungen auf komplexe Wertschöpfungsnetzwerke, auf handelspoliti- sche Beziehungen/Exporte etc. Die WTO-Kompatibilität kann nicht garantiert werden; das schafft große Unsicherheit. Der Vorschlag sollte ernsthaft überdacht werden. Carbon Leakage-Schutz kann bis 2030 mit den bewährten Instrumenten erreicht werden. Insbe- sondere vor dem Hintergrund des Krieges in der Ukraine sollte für die Unternehmen keine zusätzliche Unsicherheit durch die Einführung eines nicht erprobten Mechanismus geschaffen werden. Der Krieg verändert das Energiesystem Europas. Knappes Angebot ver- teuert die Energie, nicht der Klimaschutz. Deshalb sollte am FF55-Paket festgehalten und der Ausbau der Erneuerbaren noch beschleunigt werden. Auf einen CBAM kann bis 2030 allerdings verzichtet werden.\nBundesverband der Deutschen Industrie e.V. Mitgliedsverband BUSINESSEUROPE\nLobbyregisternummer\nR000534\nHausanschrift Breite Straße 29 10178 Berlin Postanschrift 11053 Berlin\nAnsprechpartner Dr. Joachim Hein T:+493020281555 F:+493020282555 E-Mail: J.Hein@bdi.eu Internet www.bdi.eu",
  "page_4": "&BDiI\nEinleitung\nDas im Green Deal formulierte Ziel der Klimaneutralität Europas bis 2050 wird dem Weltklima nur helfen, wenn andere Volkswirtschaften ebenfalls substanziellen Klimaschutz betreiben. Letztlich müssen die Staaten enger als bisher kooperieren, damit das Klima wirksam geschützt werden kann. Ein auf G20-Ebene vereinheitlichtes CO>2-Bepreisungssystem würde hierfür einen großen Beitrag leisten. Verschärft die EU-Kommission einseitig die europä- ischen Klimaziele, wächst das bestehende Ambitionsgefälle zu unseren inter- nationalen Wettbewerbern noch weiter. Ohnehin haben vor allem energiein- tensive Unternehmen in Deutschland bereits erhebliche Energiewende-be- dingte Sonderlasten zu tragen.\nEine Verringerung der freien Zuteilung von Treibhausgas-Zertifikaten und steigende CO>-Kosten in Kombination mit weiteren Einschnitten bei der Strompreiskompensation machen auf absehbare Zeit einen erweiterten Car- bon Leakage-Schutz notwendig. Ohne diesen werden ganze Industriebran- chen in Europa durch internationale Wettbewerber mit niedrigeren Klima- schutz-Standards in der Existenz bedroht sein. Eine Verlagerung industrieller Produktion in Regionen mit weniger strengen Auflagen konterkariert auch das globale Klimaziel.\nDie politisch gewünschte Transformation hin zu CO>-neutralem Wirtschaf- ten ist eine gesamtgesellschaftliche Aufgabe. Sie wird von der Industrie mit- getragen und vorangetrieben, nicht zuletzt da sie grundsätzlich neue Markt- chancen eröffnet und eine Lenkungswirkung für Investitionen entfalten kann. Die Industrie kann diese enorme Transformation aber nicht allein stemmen und benötigt deshalb zusätzliche Unterstützung. Die EU-Kommission sollte daher zusätzliche technologieneutrale Maßnahmen und marktwirtschaftliche Anreize beschließen und die nötigen Freiräume für Investitionen und Inno- vationen schaffen, um bei dem durch den Green Deal vorgegebenen Umbau unserer Gesellschaften voranzukommen.\nwww.bdi.eu\nSeite\n3von7",
  "page_5": "&BDiI\n1 Zum CBAM im Einzelnen\nGegen den von der EU-Kommission vorgeschlagenen CO>-Grenzausgleichs- mechanismus hegt der BDI starke Bedenken; dessen Anwendungskonzept ist noch ziemlich unklar. Vor allem ist unklar, wie der Vorschlag Carbon Leakage verhindern soll. Konkrete Regelungen, ohne die der Effekt des Vor- schlags nicht beurteilt werden kann, werden in sehr viele später zu schaffende Umsetzungsrechtsakte verschoben. Bevor das Instrument erprobt werden kann, sollte die Kommission ihre Überlegungen präzisieren und ggf. weiter- entwickeln. Sollte tatsächlich ein Grenzausgleich eingeführt werden, ist ins- besondere eine Lösung für die Neutralisierung des damit zwangsläufig ver- bundenen Exportpreisanstiegs unabdingbar. Dies hat auch der Rat anlässlich seines Beschlusses zur Allgemeinen Ausrichtung (12. März 2022) zu diesem Dossier betont.\nDer vorgeschlagene CO>-Grenzausgleichsmechanismus kann keinesfalls die kostenfreie Zuteilung und die Strompreiskompensation ersetzen. Zum Schutz der Industrie sollte das aktuelle System der freien Zuteilungen von Zertifika- ten sowie der Strompreiskompensation fortgeführt werden, bis eine wirklich wirksame Alternative für effektiven Carbon Leakage-Schutz verfügbar ist. Dabei spielt die ausreichende Höhe der Freizuteilung eine entscheidende Rolle.\nDie Dekarbonisierung braucht massive Investitionen und daher in jedem Falle eine ausreichende freie Zuteilung. Investitionen müssen sich lohnen. Die Vorschläge im Rahmen des Fit-for-55-Pakets berücksichtigen nicht, dass die drastische Reduktion der freien Zuteilungen im EU ETS die Investitions- kraft und Investitionsmöglichkeiten insbesondere der energieintensiven In- dustrie deutlich einschränkt.\nEine mit den Regeln der Welthandelsorganisation (WTO) kompatible Aus- gestaltung hat hohe Hürden und kann nicht garantiert werden. Insbesondere darf es nicht zu gemäß dem Überabkommen über Subventionen und Aus- gleichsmaßnahmen unzulässigen Subventionen kommen, und es darf nicht gegen die Prinzipien der Meistbegünstigung und der Nichtdiskriminierung des Allgemeinen Zoll- und Handelsabkommens (GATT) verstoßen werden.\nEbenso wenig können trotz aller Bemühungen um einen WTO-kompatiblen Mechanismus Retorsionsmaßnahmen von Drittstaaten ausgeschlossen wer- den. Sollte ein von der EU unilateral eingeführter Grenzausgleich angegriffen werden, würde ein hochkomplexes und vor allem auch sehr zeitaufwändiges Verfahren folgen, das ganz erhebliche Unsicherheit für die betroffenen Un- ternehmen mit sich bringen würde.\nEine besondere Herausforderung besteht darin, dass die Kompatibilität mit internationalen Verpflichtungen wie den WTO-Handelsregeln und internati- onale Gegenreaktionen, einschließlich klärender Streitschlichtungsverfah- ren, vorab kaum akkurat eingeschätzt werden können. Damit bleibt auch die von dem beabsichtigten CBAM ausgehende zusätzliche große Belastung der\nwww.bdi.eu\nSeite\n4von\n7",
  "page_6": "&BDiI\nkomplexen globalen Lieferketten ein großes Risiko. Es sollte vermieden wer- den, dass europäische Konsumenten und Produzenten die Kosten eines In- struments tragen, bei dem sehr unklar ist, ob es Drittländer überhaupt zu sig- nifikant mehr Klimaschutz bewegt.\nEine einfach zu handhabende Einordnung von Produkten nach ihrer CO>-In- tensität ist nicht ersichtlich. Die im Anhang III des Kommissionsvorschlages enthaltenen Vorgaben für die Berechnung der „embedded emissions“ sind komplex und so noch nicht anwendbar. Sie bedürfen unbedingt der weiteren Konkretisierung sowie der gründlichen Prüfung, was Machbarkeit bei den Importeuren, Datenverfügbarkeit, Datenqualität etc. anbelangt. Es drohen ein unverhältnismäßiger bürokratischer Aufwand für Administration und Wirt- schaft sowie erhebliche Informationsprobleme. Pauschalierungen können weitere Verwerfungen auslösen (ungerechtfertigte Diskriminierung, Handel- sumleitungen und handelsrechtliche Konflikte). Ein Mechanismus, der einen hohen CO2-Fußabdruck von Produkten bestraft, sollte auch eine Kompensa- tion für den Export von Produkten mit niedrigem CO>-Gehalt zulassen, d. h. solche Exporte müssten entlastet werden.\nMit Grenzmaßnahmen würden zudem europäische Carbon Leakage-Schutz- mechanismen auf das derzeit besonders unsichere Feld der internationalen Handelspolitik verlagert. Die Grenzmaßnahmen können schnell ein Ein- gangstor für Protektionismus und handelspolitische Gegenmaßnahmen zu Lasten der Exportnation Deutschland bilden. Bislang ist kein überzeugendes Konzept für die EU bekannt, das die Klimaschutzziele, ökonomische Not- wendigkeiten, Vereinbarkeit mit internationalen Verpflichtungen und politi- sche Durchsetzbarkeit zusammenbringt. Ein solches Ausgleichsinstrument dürfte auch nicht dem Zweck dienen, der EU-Kommission neue fiskalische Einnahmequellen zu erschließen.\n2. Fazit\nDie praktische Umsetzbarkeit und mögliche Auswirkungen auf die komple- xen Wertschöpfungsketten und -netzwerke sind bislang nicht hinreichend un- tersucht worden. Der Ukrainekrieg sowie die aufgrund der No-COV ID-Poli- tik Chinas entstandenen und sich noch entwickelnden immensen Belastungen der Wirtschaft behindern dringend erforderliche Investitionen. Zusätzliche negative Auswirkungen auf Downstream-Industrien und Disruptionen in in- ternationalen Wertschöpfungsketten müssen vermeiden werden. Der CBAM sollte nicht vor 2030 eingeführt werden.\nKlimaschutz muss wirtschaftlich erfolgreich betrieben und ein Verlust an in- dustrieller Wertschöpfung verhindert werden. Bestehende Maßnahmen für\nwww.bdi.eu\nSeite\n5 von\n7",
  "page_7": "&BDiI\nden Schutz vor Carbon Leakage (z. B kostenfreie Zuteilung und Strompreis- kompensation) müssen in jedem Fall erhalten bleiben, neue hinzukommen. Auch die Rahmenbedingungen (z. B. Innovationsumfeld, Errichtung und Er- weiterung von Infrastrukturen (Strom, H> etc.)) müssen angesichts der vor dem Hintergrund aktueller Krisen immensen Herausforderungen des Green Deal deutlich verbessert werden. Sie spielen eine entscheidende Rolle für den Erhalt der Wettbewerbsfähigkeit in diesem Transformationsprozess.\nDie deutsche Grundstoffindustrie steht vor einer extremen Herausforderung: Große Reinvestitionen stehen an und Emissionen müssen schon bis 2030 sehr deutlich und bis 2045 auf nahe Null sinken. Erhebliche CO2-Mengen können durch Technologiewechsel eingespart werden. Konkrete Projekte für milliar- denschwere Klimaschutzinvestitionen liegen in einigen Branchen vor und sind entscheidungsreif. Jetzt muss der politische Rahmen für diese Projekte so bereitgestellt werden, dass der Wechsel in der zweiten Hälfte der Zwanzi- gerjahre gelingt und die Klimaziele 2030 erreicht werden können.\nIn den Verhandlungen in Brüssel über die vielen komplexen und miteinander verflochtenen Dossiers des FF55-Paketes muss sichergestellt werden, dass die an verschiedenen Stellen notwendigen Kompromisse widerspruchsfrei zusammenpassen. Die Transformation hat nur eine Chance zu gelingen, wenn sichergestellt wird, dass sich die aus volkswirtschaftlicher Sicht geforderten enormen Investitionen für den einzelnen Investor (d. h. vor allem für Bürger- innen und Bürger und Unternehmen) auch rechnen. Der Infrastrukturaus- und -umbau muss zügig durchgesetzt werden, denn für Nullemissionen im Jahr 2045 bzw. 2050 müssen bereits heute die entscheidenden Weichen richtig gestellt werden.\nwww.bdi.eu\nSeite\n6von\n7",
  "page_8": "&BDiI\nÜber den BDI\nDer BDI transportiert die Interessen der deutschen Industrie an die politisch Verantwortlichen. Damit unterstützt er die Unternehmen im globalen Wett- bewerb. Er verfügt über ein weit verzweigtes Netzwerk in Deutschland und Europa, auf allen wichtigen Märkten und in internationalen Organisationen. Der BDI sorgt für die politische Flankierung internationaler Markterschlie- Bung. Und er bietet Informationen und wirtschaftspolitische Beratung für alle industrierelevanten Themen. Der BDI ist die Spitzenorganisation der deut- schen Industrie und der industrienahen Dienstleister. Er spricht für 40 Bran- chenverbände und mehr als 100.000 Unternehmen mit rund acht Mio. Be- schäftigten. Die Mitgliedschaft ist freiwillig. 15 Landesvertretungen vertre- ten die Interessen der Wirtschaft auf regionaler Ebene.\nImpressum\nBundesverband der Deutschen Industrie e.V. (BDI) Breite Straße 29, 10178 Berlin www.bdi.eu T: +49 30 2028-0\nLobbyregisternummer: R000534\nAnsprechpartner\nDr. Joachim Heim Referent Energie- und Klimapolitik Telefon: +49 30 2028-1555 j.hein@bdi.eu\nBDI Dokumentennummer: D 1569\nwww.bdi.eu\nSeite\n7von7"
},
  "language": "Languages.GERMAN",
  "total_pages": 8
}
