{
  "file_name": "60_703.pdf",
  "pages": {
  "page_1": "Ausschussdrucksache 20(25)752\n20. Wahlperiode\nZ N\n2 Ss\nA\nDeutscher Bundestag\nAusschuss für Klimaschutz und Energie\n13.01.2025\nStellungnahme\nBundesverband der Deutschen Industrie e. V. (BDI)\nGesetzentwurf der Bundesregierung\nEntwurf eines Gesetzes zur Anpassung des\nTreibhausgas-Emissionshandelsgesetzes an die\nÄnderung der Richtlinie 20023/87/EG\n(TEHG-Europarechtsanpassungsgesetz 2024)\nBT-Drucksachen 20/13585, 20/13962\nDem Ausschuss ist das vorliegende Dokument in nicht barrierefreier Form zugeleitet worden.\nSiehe Anlage",
  "page_2": "© BDI\nStellungnahme\nSitzung des Ausschusses für Klimaschutz und Energie\nÖffentliche Anhörung zum Entwurf des TEHG-Europarechtsanpassungsgeset- zes 2024\n(TEHG-Novelle)\nBundesverband der Deutschen Industrie e.V.\nStand: 15.01.2025",
  "page_3": "©& BDI\nTEHG-Novelle\nZusammenfassung\nMit dem TEHG-Europarechtsanpassungsgesetz 2024 werden die Vorgaben der geänderten europäischen ETS-Richtlinie 2003/87/EG durch umfangrei- che Änderungen des TEHG in nationales Recht umgesetzt. Weiter enthält das Gesetz Anpassungen des BEHG hinsichtlich des Übergangs vom nationalen Brennstoffemissionshandel zum künftigen EU ETS2. Schließlich legt dieses Gesetzes die Grundlage für die Anwendung des CBAM in Deutschland. Für den EU-Emissionshandel im Luftverkehr dient die TEHG-Novelle der Um- setzung des globalen marktbasierten „Carbon Offsetting and Reduction Scheme for International Aviation“ (CORSIA) der Internationalen Zivilluft- fahrt-Organisation (ICAO) und der EU-Anforderungen an das Monitoring von Nicht-CO2-Effekten. Darüber hinaus wird die seit 2024 bestehende Ab- gabepflicht des Seeverkehrs im EU ETSI geregelt.\nDie Fristen zur Umsetzung der ETS-Richtlinie (EU) 2023/959 sind seit lan- gem verstrichen. Der Inhalt der TEHG-Novelle ist in vielen Punkten unstrit- tig; sie sollte so rasch wie möglich in Kraft treten, um Rechtssicherheit für die Betroffenen zu schaffen. Letzteres gilt insbesondere für die Importeure von CBAM-Waren. Berechtigte Nachbesserungsanliegen (bspw. Carbon Leakage-Schutz im ETS2 für die Nicht-ETS1-Anlagen, praxistaugliche Fris- ten und Begrenzung des Erfüllungsaufwands) sollten direkt im Anschluss an das Inkrafttreten umgesetzt werden.\n„First things first“: der Gesetzgeber sollte sich jetzt auf das „Pflichtenheft“ konzentrieren, d. h. die zwingenden EU-rechtlichen Vorgaben aus der Emis- sionshandelsrichtlinie und der CBAM-Verordnung jetzt umsetzen. Nach der TEHG-Novelle wird es weitere Regelungsvorhaben geben. In der jetzigen angespannten Situation hilft jede Beschränkung der Diskussion über den Re- gelungsumfang der TEHG-Novelle, die weitere Verzögerung bei der Umset- zung des „Pflichtenhefts“ in Grenzen zu halten.\nBundesverband der\nDeutschen Industrie e.V.\nLobbyregisternummer\nR000534\nHausanschrift\nBreite Straße 29\n10178 Berlin\nPostanschrift\n11053 Berlin\nAnsprechpartner\nDr. Joachim Hein\nT:030 20281555\nE-Mail:\nj.hein@bdi.eu\nInternet\nwww.bdi.eu",
  "page_4": "©& BDI\nTEHG-Novelle\nUmsetzung von EU-Vorgaben jetzt rasch realisieren\nDer BDI fordert die zügige Umsetzung der ETS-RL (EU) 2023/959, da ins- besondere für Anlagenbetreiber sowie Inverkehrbringer von Brennstoffen zahlreiche Pflichten unmittelbar aus dieser Richtlinie und den entsprechen- den Durchführungsrechtsakten erwachsen (z. T. schon seit 2024) und daher dringend verlässliche Planungsperspektiven für die Unternehmen gewähr- leistet werden müssen. So brauchen Inverkehrbringer von Brennstoffen im ETS2 etwa eine entsprechende Genehmigung. Diese wiederum erfordert die Umsetzung eines Genehmigungs- und Überwachungsplans (Artikel 30f Ab- satz 2). Unternehmen mussten aufgrund der fehlenden Umsetzung und damit auch fehlenden Angaben zum Überwachungsplan bisher Daten „nach bestem Wissen und Gewissen auf Vorrat‘ sammeln. Dies bedeutet erhebliche Pla- nungsunsicherheit und potenziell zusätzlichen hohen administrativen Auf- wand, sollte es nötig sein, nachträglich andere Daten zu erheben. Es ist daher zwingend erforderlich, die Umsetzung in nationales Recht endlich zu reali- sieren.\nDer Artikel 1 der Novelle setzt ı. W. die Inhalte der ETS-RL im Hinblick auf das EU ETS1 um, ist aber an einigen wenigen Stellen noch umstritten. Letz- tere betreffen überwiegend die Abfallwirtschaft.\nSo fordert der Bundesrat von der Bundesregierung, von der Opt-in-Möglich- keit für die Verbrennung von gefährlichen Abfällen keinen Gebrauch zu ma- chen und diese nicht in das EU ETSleinzubeziehen. Dies hätte nach jetzigem Stand zur Folge, dass die Verbrennungsanlagen im BEHG verblieben; aller- dings ist im nEHS die Zertifikatemenge nur bis 2026 nicht begrenzt. Das ETS2 wird unter einem Cap (Emissionsobergrenze) und daher mit Knapp- heitspreisen operieren. Vor dem Hintergrund dessen, dass die Klimaziele ge- samtgesellschaftlich erreicht werden müssen, sich also alle Sektoren an der Emissionsminderung zu beteiligen haben, scheinen an der Forderung nach einem Verzicht auf das Opt-in Zweifel angebracht. Zumal die Weiterführung des nationalen Systems zusätzlich zum ETS2 unnötige Komplexität nach sich zöge, bspw. eine doppelte Berichtspflicht für die Betreiber der Abfallverbren- nungsanlagen.\nDer Artikel 2 befasst sich mit dem Übergang vom nationalen Emissionshan- del (BEHG) zum EU ETS2. „Scharfgeschaltet“ werden soll das ETS2 im Jahr 2027, allerdings begannen die Berichtspflichten (gemäß Artikel 30b, Nr. 1 und konkretisiert durch die EU-Monitoring-Verordnung) bereits mit dem 01.01.2025. Dies führt in gewissem Maße zu doppelten\nSeite\n3von7\nwww.bdi.eu",
  "page_5": "©& BDI\nTEHG-Novelle\nBerichterstattungspflichten (BEHG / ETS2) in den Jahren 2025 und 2026. Der Entwurf ist bemüht, diese Doppelbelastung zu minimieren. Der BDI geht davon aus, dass der Vollzug des ETS2 durch die DEHSt weiter so ausgestal- tet wird, dass der administrative Aufwand für die betroffenen Verantwortli- chen möglichst geringgehalten wird und Synergieeffekte bezüglich der Be- richterstattung zwischen ETS2 und nEHS genutzt werden können.\nEin weiterer Punkt, bei dem noch Uneinigkeit herrscht, betrifft die Preisge- staltung im Jahr 2026, für das das BEHG einen Preiskorridor zwischen 55 und 65 € pro Zertifikat vorsieht. Von verschiedenen Seiten wird gefordert, auch im letzten Jahr vor dem Übergang ins EU ETS2 einen Festpreis (65 €/Zertifikat) beizubehalten und kein rein deutsches Verfahren für ein Jahr aufzusetzen (denn ab 2027 werden die ETS2-Zertifikate EU-weit verstei- gert). Dies wird mit der hohen Komplexität und dem dadurch wohl erforder- lichen hohen Aufwand (auch zeitlich) für die Schaffung einer „wasserdichten Versteigerungsverordnung 2026“ begründet. Es erscheint deshalb sinnvoll, auch i. S. der Beschleunigung einer Einigung, vor dem Übergang in das ETS2 (ab 2027 Cap und damit Knappheitspreise) die Festpreisphase um ein weite- res Jahr (2026) zu verlängern. Im Sinne der Rechtssicherheit sollte von Ver- ordnungsermächtigungen (z. B. 20/13585, Artikel 2, Nummer 5 (das betrifft BEHG $ 10 Absatz 3)) so rechtzeitig Gebrauch gemacht werden, dass für den Verantwortlichen im Vorwege belastbar kalkulierbar ist, mit welchen Zerti- fikatskosten er rechnen kann. Keinesfalls dürfen ihm Kosten für 2026, die bereits verkaufte Produkte betreffen, erst nachträglich im Jahr 2027 auferlegt werden.\nDer BDI kann die jeweiligen Pro- und Contra-Argumente nachvollziehen. Die Ansichten in der Mitgliedschaft sind unterschiedlich, sodass eine eindeu- tige Positionierung für den BDI nicht möglich ist. Entscheidend ist für den BDI, dass so rasch wie möglich regulatorische Sicherheit für die Betroffenen hergestellt wird. Nicht zuletzt deshalb plädiert der BDI für die Konzentration auf das Wesentliche und den zügigen Abschluss des Gesetzgebungsverfah- rens zur Novellierung des TEHG. Darin sollte jetzt ein Festpreis für das nEHS im Jahr 2026 (und für den Fall der Verschiebung des ETS2-Beginns auf 2028 auch für das Jahr 2027) geregelt werden.\nIm Übrigen spricht sich der BDI mit Blick auf die Investitionssicherheit seit langem für einen glaubwürdigen CO2-Preis aus, der in einem auf berechen- baren und zuverlässigen Regeln basierenden System ermittelt wird. Damit der CO2-Preis lenkend in Richtung CO2-neutraler Investitionen wirken kann, dürfen die geltenden Regeln nicht immer wieder in Frage gestellt\nwww.bdi.eu\nSeite\n4von7",
  "page_6": "©& BDI\nTEHG-Novelle\nwerden. Die Einführung des ETS2 im Jahr 2027 (spätestens im Jahr 2028) ist geltendes EU-Recht. Die Bundesregierung sollte sich in Brüssel dafür einset- zen, dass die Ausweitung des EU-Emissionshandels nicht wieder in Frage gestellt wird. Fortwährende Änderungen und Korrekturen bei der CO2-Be- preisung schaden den Betroffenen (Unternehmen, Hausbesitzer, Autofahrer) und schrecken Investitionen in die Transformation ab. Gleichzeitig sollte sich die Bundesregierung für einen Prüfauftrag einsetzen dazu, ob nicht zwei ge- trennte ET-Systeme für Gebäude und Straßenverkehr - angesichts deutlicher Unterschiede bei den Vermeidungskosten — eine geeignetere langfristige Lö- sung darstellen.\nÜbergang vom nEHS ins ETS2 rasch konkretisieren\nNicht alle Sektoren und Brennstoffe, die derzeit durch das Brennstoffemissi- onshandelsgesetz (BEHG) reguliert werden, sind auch im Anwendungsbe- reich des ETS2. Dazu gehören beispielsweise die Abfallverbrennung und landwirtschaftliche Feuerungsanlagen. Eine Fortführung des nationalen Brennstoffemissionshandels wäre parallel zum ETS2 sowohl unions- als auch verfassungsrechtlich zulässig. Dies wäre allerdings mit Abgrenzungs- fragen und damit einhergehender Rechtsunsicherheit verbunden. Es ist daher zu begrüßen, dass mit dem vorliegenden Entwurf der nationale Emissions- handel im EU ETS2 aufgehen soll.\nObwohl der Entwurf eine rechtliche Grundlage für die Überführung des BEHG in das ETS2 schafft, bleiben die genauen Details teils noch unklar und lassen Fragen offen. Die präzise Ausgestaltung der notwendigen Regelungen soll durch eine Verordnung erfolgen, zu der die Bundesregierung ermächtigt wird. Infolgedessen stehen Unternehmen, die von diesen Regelungen betrof- fen sind, bis heute vor erheblichen administrativen Unsicherheiten und Her- ausforderungen, da viele Aspekte noch nicht hinreichend geklärt sind. Es ist daher unabdingbar, dass der Verordnungsentwurf rasch erfolgt und, dass die- ser ausreichend mit den betroffenen Unternehmen und Verbänden konsultiert wird. Die Grundlage für die Verordnung wiederum muss jetzt dadurch ge- schaffen werden, dass die TEHG-Novelle rasch in Kraft treten kann, um für die Unternehmen die notwendige Stabilität und Vorhersehbarkeit zu gewähr- leisten und das Vertrauen in das regulatorische Umfeld zu stärken.\nSeite\n5 von\n7\nwww.bdi.eu",
  "page_7": "©& BDI\nTEHG-Novelle\nSchaden von CBAM-Anmeldern fernhalten\nMit der CBAM-Verordnung ((EU) 2023/956) wird ein CO2-Grenzaus- gleichssystem (Carbon Border Adjustment Mechanism) geschaffen. Die Er- wartung bzw. Hoffnung ist, dass Verlagerungsrisiken (Carbon Leakage) be- gegnet wird, indem die CO2-Emissionen von Einfuhren und inländischen Er- zeugnissen annähernd identisch bepreist werden. Die TEHG-Novelle muss rasch die nationalen Rechtsgrundlagen für den CBAM schaffen.\nInsbesondere letzteres ist von entscheidender Bedeutung für die deutschen Industrien, denn die vielfältigen Wertschöpfungsketten, die auch auf den Im- port von CBAM-Waren angewiesen sind, könnten reißen. Wenn sich Import- eure solcher Waren dieses Jahr nicht, wie in der CBAM-Verordnung vorge- schrieben, autorisieren können, werden sie ab dem 1. Januar 2026 keine CBAM-Waren mehr einführen dürfen.\nDem Vernehmen nach soll mit der Autorisierung eine zu beleihende Organi- sation betraut werden. Dafür bedarf es unbedingt der durch die TEHG-No- velle zu schaffenden Rechtsgrundlage.\nDie Unternehmen brauchen die Rechtsgrundlagen sehr rasch. Sonst gibt es einmal mehr sehr große Unsicherheit beim ETS und dem CBAM und gefähr- liche Hängepartien. Besonders dringlich ist eine Rechtsgrundlage für die Umsetzung des CBAM: es darf nicht sein, dass die Versorgung einer großen Zahl von Industriezweigen mit für die Produktion unerlässlichen CBAM- Waren (das können u. U. spezielle Schrauben, Ersatzteile o. ä. sein) ab dem nächsten Jahr nicht mehr möglich ist, weil sich die Importeure nicht ord- nungsgemäß autorisieren lassen konnten. Es ist davon auszugehen, dass dies ein zeitaufwendiger Prozess ist, und dass selbst bei raschem Inkrafttreten der Novelle die Zeit bis zum Ende des Jahres 2025 für diesen Prozess nur mit Mühe ausreichen könnte.\nIm Übrigen gilt, die Bundesregierung möge sich dringend in Brüssel dafür einsetzen, dass die Handhabung des CBAM vereinfacht und die bürokrati- sche Belastung der Betroffenen (CBAM-Anmelder) deutlich verringert wird — vor Beginn der Regelphase am 1. Januar 2026. Die Kernforderungen von BDI und DIHK finden sich hier.\nSeite\n6von7\nwww.bdi.eu",
  "page_8": "©& BDI\nTEHG-Novelle\nÜber den BDI\nDer BDI transportiert die Interessen der deutschen Industrie an die politisch Verantwortlichen. Damit unterstützt er die Unternehmen im globalen Wett- bewerb. Er verfügt über ein weit verzweigtes Netzwerk in Deutschland und Europa, auf allen wichtigen Märkten und in internationalen Organisationen. Der BDI sorgt für die politische Flankierung internationaler Markterschlie- Bung. Und er bietet Informationen und wirtschaftspolitische Beratung für alle industrierelevanten Themen. Der BDI ist die Spitzenorganisation der deut- schen Industrie und der industrienahen Dienstleister. Er spricht für 40 Bran- chenverbände und mehr als 100.000 Unternehmen mit rund acht Mio. Be- schäftigten. Die Mitgliedschaft ist freiwillig. 15 Landesvertretungen vertre- ten die Interessen der Wirtschaft auf regionaler Ebene.\nImpressum\nBundesverband der Deutschen Industrie e.V. (BDI) Breite Straße 29, 10178 Berlin www.bdi.eu T: +49 30 2028-0\nLobbyregisternummer: R000534\nAnsprechpartner\nDr. Carsten Rolle\nDr. Joachim Hein\nc.rolle@bdi.eu\nj.hein@bdi.eu\nBDI Dokumentennummer: D 2034\nSeite\n7von7\nwww.bdi.eu"
},
  "language": "Languages.GERMAN",
  "total_pages": 8
}
