{
  "file_name": "60_712.pdf",
  "pages": {
  "page_1": "INITIATIVE\nLIEFERKETTEN\nGESETZ.DE\nRoliback des European Green Deal? Omnibus-Verordnung droht EU-Lieferkettenrichtlinie auszuhöhlen\nEin Briefing der Initiative Lieferkettengesetz, 13. Februar 2025\nDie nächste Empfängerin des renommierten Aachener Karlspreises heißt Ursula von der Leyen. Ausgezeichnet wird sie Ende Mai unter anderem „für ihre Impulse zum Green Deal“. In der Tat gebührt der Kommissionspräsidentin dafür große Anerkennung. Die bittere Ironie: In ihrer zweiten Amtszeit könnte Ursula von der Leyen aktuell die Weichen zur Rückabwicklung von Kernprojekten des Green Deal stellen, deren Umsetzung in großen Teilen noch gar nicht begonnen hat. Für den 26. Februar 2025 hat sie ihren Vorschlag zu einer „Omnibus“- Verordnung angekündigt, welche die EU-Lieferkettenrichtlinie (CSDDD), die Richtlinie zur Nachhaltigkeitsbericht-erstattung (CSRD) sowie die Taxonomie-Verordnung „vereinfachen“ soll.\nVereinfachung klingt harmlos. In Wahrheit droht jedoch ein radikaler Kahlschlag - nicht zuletzt für die CSDDD, die im Juli 2024 in Kraft getreten ist und demnach bis Juli 2026 in nationales Recht der EU-Mitgliedstaaten umgesetzt werden muss. Hintergrund ist eine massive Lobbykampagne deutscher, französischer und italienischer Wirtschaftsverbände gegen jegliche Nachhaltigkeitsvorgaben unter dem Deckmantel des Bürokratieabbaus.\nTatkräftige Unterstützung erhalten sie von der Europäischen Volkspartei (EVP), die seit der Europawahl in der EU den Ton angibt, und nicht zuletzt von der CDU und CSU. Angesichts der klaren Opposition der sozialdemokratischen und grünen Fraktionen im Europäischen Parlament kann die EVP ihre Pläne wahrscheinlich nur gemeinsam mit rechtsextremen Gruppierungen durchsetzen. Droht also auch im Europäischen Parlament ein Fall der Brandmauer, diesmal zur Abschaffung von Menschenrechts-, Umwelt- und Klimavorgaben für die Wirtschaft?",
  "page_2": "Meilenstein für eine nachhaltige Wirtschaft\nKinderarbeit auf westafrikanischen Kakaoplantagen und beim Mica-Abbau in Indien; Hungerlöhne, Pestizidvergiftungen und Repression von Gewerkschaften auf ecuadorianischen Bananenplantagen; Hunderte Todesopfer durch vermeidbare Brände und Einstürze asiatischer Textilfabriken sowie Dammbrüche von Rückhaltebecken brasilianischer Eisenerzminen; die Zerstörung von Umwelt und Lebensgrundlagen beim Bauxitabbau in Guinea: An all diesen Menschenrechtsverletzungen und Umweltzerstörungen waren oder sind auch europäische Unternehmen direkt oder indirekt beteiligt. Gegen solche Missstände richtet sich die CSDDD, indem sie sehr großen Unternehmen ab 1.000 Mitarbeitenden und einem Jahresumsatz von 450 Millionen Euro sogenannte Sorgfaltspflichten auferlegt, nämlich Risikoanalysen, Vorbeuge- und Abhilfemaßnahmen, Wiedergutmachung, transparente Kommunikation über die getroffenen Maßnahmen sowie die Einrichtung von Beschwerdestellen.\nTrotz erheblicher Schwächen geht die CSDDD in einigen wichtigen Punkten über das deutsche Lieferkettensorgfaltspflichtengesetz (LKSG) hinaus, das Anfang 2023 in Kraft getreten ist.: Insbesondere müssen Unternehmen ihre Risiken von Anfang an nicht nur bei direkten Zulieferern, sondern in der gesamten „Aktivitätskette“ betrachten. Dabei können sie allerdings priorisieren und zunächst nur bei den schwersten und wahrscheinlichsten Risiken ansetzen. Verstöße ahndet der Gesetzgeber nicht nur mit Zwangs- und Bußgeldern. Betroffene können künftig unter bestimmten Bedingungen auch vor Zivilgerichten in EU-Mitgliedstaaten Schadensersatz einklagen, wenn europäische Unternehmen durch Sorgfaltsverstöße Schäden kausal verursacht haben. Umweltbezogene Sorgfaltspflichten werden gegenüber dem deutschen Gesetz auf die Achtung der biologischen Vielfalt, der Ozonschicht, Feuchtgebiete und der Meeresumwelt erweitert. Und schließlich verpflichtet die CSDDD Unternehmen, Klimapläne im Einklang mit dem 1,5°C-Ziel des Pariser Klimaabkommens zu veröffentlichen. Die CSDDD muss bis zum 26. Juli 2026 in das nationale Recht der Mitgliedstaaten überführt werden und ab dem 26. Juli 2027 zur Anwendung kommen.\nWettbewerb auf Kosten von Umwelt und Menschenrechten?\nDie Zukunft der CSDDD ist jedoch seit dem 8. November 2024 höchst ungewiss, als der EU-Rat die Erklärung von Budapest zum New European Competitiveness Deal verkündete und eine so genannte „Vereinfachungsrevolution“ lancierte. „Administrative, regulatorische und Berichtspflichten“ sollen demnach „drastisch reduziert“ werden, um ein „Mindset“ zu schaffen, das „auf Vertrauen beruht“, damit Unternehmen „ohne übertriebene Regulierung aufblühen“ können. Die Erklärung nimmt Bezug auf die Berichte Much more than a marketvon Enrico Letta und 7he future of European competitiveness von Mario Draghi, die Ursula von der Leyen in Auftrag gegeben und im September 2024 veröffentlicht hatte. Draghi hatte die europäischen Regelwerke zu Nachhaltigkeitsberichterstattung und Sorgfaltspflichten als eine\n1 Initiative Lieferkettengesetz: Was liefert das EU-Lieferkettengesetz? Kurzbewertung der EU-Lieferkettenrichtlinie, 24.5.2024: https://lieferkettengesetz.de/wp-content/uploads/2024/o5/Initiative-Lieferkettengesetz_Kurzanalyse-CSDDD-2.pdf.\n2",
  "page_3": "„große Quelle regulatorischer Bürden bezeichnet und eine „Vereinfachung“ von Regeln vorgeschlagen.?\nIn der Pressekonferenz nach dem EU-Treffen ın Budapest kündigte die Kommissionspräsidentin erstmals die Omnibus-Verordnung zur Vereinfachung der CSDDD, der CSRD und der Taxonomie-Verordnung an. Dabei betonte sie jedoch ausdrücklich: „Der Inhalt der Gesetze ist gut. Wir wollen ihn erhalten und wir werden ihn erhalten Ziel des Omnibus sei vielmehr die Reduzierung redundanter und überlappender Berichtspunkte. „Unsere Aufgabe ist es, die bürokratische Last zu reduzieren, ohne den korrekten Inhalt des Gesetzes zu verändern das wir alle wollen.“ Bei der Vorstellung der neuen Kommission und ihres Programms im Europäischen Parlament am 17. November 2024 wiederholte von der Leyen diese Ankündigung In einem Schreiben vom 13. Dezember 2024 erinnerte die Fraktion der Sozialdemokraten im Europäischen Parlament von der Leyen an ihre Zusage, auf der sogar die sozialdemokratische Zustimmung zur neuen Kommission gegründet habe, und forderten: „Die CSDDD muss unter allen Umständen von der Vereinfachungsübung ausgenommen werden\nStreichorgie der Wirtschaftslobby\nDavon unbeirrt wittern deutsche, französische und italienische Wirtschaftslobbyverbände jetzt die Chance, die CSDDD aufzuschieben, auszuhöhlen oder ganz abzuschaffen, die sie jahrelang bekämpft hatten.“ In einer internen E-Mail wandte sich eine regionale Industrie- und Handelskammer (IHK) an ihre Mitglieder mit der Bitte um Vorschläge zur Überarbeitung der CSDDD In der E-Mail heißt es „Eine Anpassung der in der CSDDD vorgesehenen weitreichenden Sorgfaltspflichten über die Berichtspflichten hinaus ist nicht vorgesehen sollte aber aus unserer Sicht von der IHK-Organisation eingefordert werden\nBereits im Dezember 2024 hatte die Bundesvereinigung der Deutschen Arbeitgeberverbände (BDA) der Kommission umfassende „Vorschläge für eine Reduzierung von Auflagen zur CSDDD, CSRD, Taxonomie und anderer Regelwerke vorgelegt. Mit Blick auf die CSDDD forderte sie unter anderem eine Begrenzung des Anwendungsbereichs auf Unternehmen ab 5.000 statt 1.000 Mitarbeitenden womit europaweit nur noch rund 1.000 statt 3.400 Unternehmensgruppen erfasst würden.5 Des Weiteren strebt die BDA eine Begrenzung der Sorgfaltspflichten auf direkte Zulieferer an, womit die tatsächlichen Risikobereiche - etwa Umweltzerstörungen im Bergbau oder Kinder- und Zwangsarbeit auf Plantagen in Ländern des Globalen Südens - ausgeblendet würden. Und schließlich will die BDA den Artikel 29 der\nMario Draghi: The future of European competitiveness. Part B. In depth-analysis and recommendations, S. 318 https commission.europa.eu/document/download/ec1409c1-dub 882-8bdd\n3519f86bbbg2 en?filename=The%2ofuture%200f%20European%2ocompetitiveness %2oln\ndepth%2oanalvsis%20and%2orecommendations o.pdf\n3\nVgl. Pressekonferenz vom 8.11.2024, ab Minute 28:14: Informal meeting of Heads of State and Government in Budapest, Hungarv „YouTube\n4 vgl. Initiative Lieferkettengesetz: Glaubwürdigkeit über Bord: Die Kehrtwende der FDP beim EU-Lieferkettengesetz und warum Olaf Scholz jetzt Führung zeigen muss, Januar 2024:\nhttps: www.misereor.de/fileadmin/user upload/Infothek/2024012 Initiative-Lieferkettengesetz-Briefing-FDP.pdf\n5 Vgl. SOMO: CSDDD Datahub reveals law fewer than EU-based corporate Januar covers 3,400 groups, 2025 https://www.somo.nl/csddd-datahub-reveals-law-covers-fewer-than-3400-eu-based-corporate-groups/\n3",
  "page_4": "CSDDD streichen, wonach Unternehmen zivilrechtlich für Schäden haften, die sie durch Verstöße gegen die Sorgfaltspflichten verursacht haben. Opfer von Menschenrechtsverstößen europäischer Unternehmen würden somit jeglicher Chancen auf Schadensersatz und Wiedergutmachung beraubt.\nAm 22. Januar 2025 legte der Bundesverband der deutschen Industrie (BDI) gemeinsam mit seinen französischen und italienischen Pendants MEDEF und CONFINDUSTRIA nach. In einem gemeinsamen Positionspapier forderten sie, die Umsetzung der CSDDD zu verschieben und zunächst eine „umfassende und detaillierte Folgenabschätzung für die Wettbewerbsfähigkeit der Richtlinie in Konsultation mit den Unternehmen“ durchzuführen. Die Verbände unterstützen nicht nur die bereits weitreichenden Forderungen der BDA. Darüber hinaus verlangen sie die Abschaffung von Bußgeldern bei Verstößen gegen Sorgfaltspflichten, wodurch der CSDDD die letzten Zähne gezogen würden. Streichen wollen sie auch die Verpflichtung für Unternehmen, Klimapläne im Einklang mit dem Pariser Klimaabkommen zu erstellen. Auf dem Wunschzettel steht außerdem eine Klausel zur „maximalen Harmonisierung“, womit nationale Gesetze verboten würden, die über die entkernte CSDDD hinausgehen würden. Der Wirtschaftslobby reicht also nicht die komplette Aushöhlung der CSDDD selbst. Darüber hinaus soll der Omnibus auch das deutsche LKSG und die französische Loi de Vigilance niederwalzen, die über eine derart geschröpfte EU-Richtlinie in wesentlichen Punkten deutlich hinausreichen.\nGeschlossene Gesellschaft: Zivilgesellschaft muss draußen bleiben\nÄhnlich wie die europäischen Sozialdemokraten zeigten sich am 13. Januar 2025 auch die Grünen in einem Brief an die Kommissionspräsidenten „alarmiert“ durch die Ankündigung der Omnibus-Verordnung. Die CSDDD, CSRD und Taxonomie seien das „Herz des Europäischen Green Deal“ und dürften nicht wieder geöffnet werden. Sie kritisieren den übereilten Zeitplan und „inhärent undemokratischen“ Prozess zur Veröffentlichung des Omnibus am 26. Februar ohne vorherige Konsultation relevanter Stakeholder und Mitgliedstaaten. Der Prozess beruhe „aktuell allein auf den Sichtweisen eines Segments von Industrievertretern“. Auch 158 Nichtresierunssorganisationen und Netzwerke kritisierten am 5. Februar 2025 anlässlich der Roundtable Consultations der Kommission die wirtschaftszentrierte Konsultation und das Fehlen einer angemessenen Folgenabschätzung sowie jeglicher empirischen Evidenz, welche die Omnibus-Verordnung rechtfertigen würde. Dies verstoße auch gegen die eigenen Regeln der Kommission zur „Besseren Rechtssetzung“ (Better Regulation Framework).\nSelbst innerhalb der Kommission mangelt es an Transparenz, Partizipation und Verlässlichkeit. So hatte sich der eigentlich zuständige liberal-konservative Justizkommissar Michael McGrath während der Anhörung vor dem Europäischen Parlament eindeutig gegen Änderungen der CSDDD ausgesprochen und eine fristgerechte nationale Umsetzung in den EU-Mitgliedstaaten angemahnt. Auch der liberale Kommissar für Industriepolitik und Vize-Kommissionspräsident\n4",
  "page_5": "Stephane Sejourne, die sozialdemokratische Kommissarin für gerechte und saubere Transformation und Vize-Kommissionspräsidentin Teresa Ribera und andere Kommissare hatten sich klar gegen ein Aufschnüren der Nachhaltigkeitsgesetzgebung positioniert. Kommissionpräsidentin Ursula von der Leyen übertrug die Federführung jedoch an Valdis Dombrovskis, den Kommissar für Wirtschaft und „Vereinfachung“. Und es mehren sich die Anzeichen, dass sie dessen Vorhaben deckt, nicht nur die Umsetzung der CSDDD und anderer Richtlinien zu vereinfachen, sondern die Richtlinien selbst zu entkernen. So kündigte von der Leyen am 21. Januar beim Weltwirtschaftsforum in Davos an, die EU werde „die Vorschriften für nachhaltige Finanzierungsinstrumente und die Sorgfaltspflichten erheblich vereinfachen“.®\nTreiber dieser radikalen Abkehr von der Nachhaltigkeitsagenda der EU sind vor allem die Europäische Volkspartei (EVP), deren Vorsitzender Manfred Weber (CSU) und der CDU- Vorsitzende und Kanzlerkandidat Friedrich Merz. Beide hatten das deutsche wie auch das europäische Lieferkettengesetz stets als „Bürokratiemonster“ diffamiert und zu verhindern versucht. Noch im Juni 2024 hatte die Union im Bundestag einen Gesetzentwurf zur Aufhebung des deutschen LkSG eingebracht, das sie noch 2021 gemeinsam mit der SPD beschlossen hatte. Den Antrag zur Aufhebung begründete sie damit, dass 2027 ohnehin die CSDDD zur Anwendung komme: „Anstatt eine weitere Umsetzung des LkSG zu begleiten, Berichte anzufordern und zu prüfen, sollten das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) sowie der Helpdesk Wirtschaft und Menschenrechte der Bundesregierung darauf ausgerichtet werden, Unternehmen in Deutschland auf die kommende Verpflichtung zur Beachtung der europäischen Lieferkettenrichtlinie durch entsprechende Beratungsangebote vorzubereiten“,\nZu diesem Zeitpunkt hatte die Union aber längst die Axt an jene EU-Richtlinie gelegt, auf deren Umsetzung die Bundesregierung die Unternehmen angeblich vorbereiten sollte. In ihrem Wahlprogramm für die Europawahl hatten CDU und CSU bereits im März 2024 erklärt: „Das EU- Lieferkettengesetz in seinem aktuellen Entwurf lehnen wir ab. Hierzu wollen wir eine Erfolgs- und Effizienzkontrolle durchführen.“ Nach der Europawahl haben manche Vertreter der Union sogar öffentlich gefordert, die Abschaffung der CSDDD zur Bedingung der Wiederwahl von der Leyens zu erklären. Eine solche Zusage musste von der Leyen vor ihrer Wiederwahl verweigern. Im Gegenteil versprach sie den Sozialdemokraten und Grünen, die CSDDD selbst nicht zur Disposition zu stellen, um im Europäischen Parlament eine Mehrheit auch ohne Unterstützung von Rechtsextremen zu sichern.\nJetzt, wo dies gelungen ist, kommt der Vorstoß mit dem Omnibus also durch das Hintertor. Entsprechend verabschiedete die EVP bei ihrer Klausurtagung (leaders‘ Retread) in Berlin am 17. und 18. Januar 2025 in Berlin ein Positionspapier für „mehr Wettbewerbsfähigkeit durch Rückbau von Bürokratie und Überregulierung“. Darin fordert die EVP eine Verschiebung der CSDDD, der CSRD, der Taxonomie-Verordnung und des CO2-Grenzausgleichsmechanismus (CBAM) „um mindestens zwei Jahre“. Zu den Teilnehmenden des ARefreat gehörte auch Ursula von der Leyen. Sind ihre „Impulse zum Green Deal“ damit Schnee von gestern? Die drohende Streichorgie erinnert jedenfalls eher an die Kettensäge des argentinischen Präsidenten Javier\n6 European Commission, Special Address by President der Leyen atthe World Economic Forum, Januar von 2025: https://europa.eu/newsroom/ecpc-failover/pdf/speech-25-285_en.pdf.\n5",
  "page_6": "Milei, dessen Zey Omnibus gleich zu Beginn seiner Amtszeit ebenfalls zu einem sozialen und ökologischen Kahlschlag führte.\nFrankreich fordert „massive Regulierungspause“\nAktuell deutet manches darauf hin, dass Merz und Weber sich diesmal durchsetzen könnten. Dem Vernehmen nach hat Kommissar Dombrovskis den Justizkommissar McGrath bereits aufgefordert, weitreichende Reformvorschläge zu allen Aspekten vorzulegen, deren Abschaffung auf dem Wunschzettel der Wirtschaftsverbände stehen.\nBesorgniserregend ist auch eine geleakte „Note“ der „französischen Behörden“ (french Authorities) vom 20. Januar 2025, in der eine „massive Regulierungspause“ und eine Revision auch solcher Gesetze gefordert wird, die in jüngster Zeit verabschiedet worden waren. Zwar habe Frankreich die CSDDD unterstützt, wie es dort heißt. Die Richtlinie enthalte jedoch „eine Reihe von potenziellen Risiken, die von Unternehmen identifiziert wurden und die wahrscheinlich ihre Wettbewerbsfähigkeit beeinträchtigen“. Daher „befürworten die fran- zösischen Behörden eine Verschiebung des Inkrafttretens der Richtlinie auf unbestimmte Zeit“. Diese Zeit solle genutzt werden, um „Anpassungen“ der Richtlinie vorzunehmen, unter anderem eine Begrenzung des Anwendungsbereichs auf Unternehmen ab 5.000 Mitarbeitenden. Ob die Note tatsächlich die Position der französischen Regierung repräsentiert, ist noch unklar.\nDie Bundesregierung hatte sich ihrerseits am 17. Dezember 2024 mit einem gemeinsamen Schreiben von Justizminister Volker Wissing, Finanzminister Jörg Kukies, Wirtschaftsminister Robert Habeck und Arbeitsminister Hubertus Heil an Kommissar Dombrovskis und die Kommissarin für Finanzdienstleistungen Maria Luis Albuquerque gewandt. Darin begrüßten sie ebenfalls die Ankündigung der Omnibus-Verordnung, „um Bürokratie im Bereich der Nachhaltigkeitsberichterstattung zu reduzieren und die CSRD mit der Taxonomie-Verordnung in Einklang zu bringen“. Insbesondere forderten sie eine „deutliche Reduzierung“ der Berichtspunkte der Sustainability Reporting Standards (ESRS), die der CSRD zugrunde gelegt werden, sowie eine zweijährige Verschiebung der Berichtsfristen für kleinere Unternehmen, die sonst ab 2025 erfasst würden. Gleichzeitig bestehen sie aber auf einer Beibehaltung der „Ziele des Green Deal, einschließlich des Schutzniveaus der CSDDD und anderer wichtiger Maßnahmen“.\nFür Verwirrung sorgt allerdings ein eigenes Schreiben von Bundeskanzler Olaf Scholz an Kommissionspräsidentin von der Leyen vom 2. Januar 2025, in dem er den Omnibus „sehr begrüßt“ und weiter ausführt: „Die deutsche Wirtschaft hat hier zurecht weiteren dringenden Handlungsbedarf angezeigt, insbesondere hinsichtlich der Belastungen im Rahmen der Nachhaltigkeitsrichtlinie (CSRD), der EU-Taxonomie und der Europäischen Lieferkettenrichtlinie (CSDDD).“ Seine konkreten Vorschläge beschränken sich - ebenso wie das Schreiben seiner Bundesminister — zwar auf die CSRD. Ein klares Bekenntnis zum Schutzniveau der CSDDD fehlt indes.",
  "page_7": "Breite Unterstützung für nachhaltige Lieferketten - auch in der Wirtschaft\nGemeinsam mit über 160 Menschenrechts-, Entwicklungs-, Umweltorganisationen und Gewerkschaften hat die Initiative Lieferkettengesetz die Kommissionspräsidentin aufgefordert, die Errungenschaften der EU-Lieferkettenrichtlinie und des European Green Deal nicht zu untergraben. In einem offenen Brief appellierten auch kirchliche Entwicklungswerke aus ganz Europa an Ursula von der Leyen, die Nachhaltigkeitsrichtlinien zu erhalten und fristgerecht umzusetzen.\nAngesichts der fortschreitenden Klimakrise, des Artensterbens und weltweiter Angriffe auf Menschenrechte und das Völkerrecht muss Europa Kurs halten in Sachen Nachhaltigkeit, bereits beschlossene Regelwerke konsequent umsetzen und ambitioniert weiterentwickeln. Wer jetzt mit Donald Trump und Elon Musk, Javier Milei, Wladimir Putin oder Xi Jinping in einen Unterbietungswettbewerb um die niedrigsten Umwelt- und Sozialstandards für die Wirtschaft eintritt, opfert die Zukunft der Menschheit für grenzenlosen Profit einiger weniger rückwärtsgewandter Konzerne und Milliardäre.\nAnders als deutsche Wirtschaftsverbände behaupten, befürwortet eine Mehrheit deutscher Unternehmen die gesetzliche Verankerung von Sorgfaltspflichten. Nur sieben Prozent lehnen sie aus Prinzip ab. Zu diesem Schluss gelangte 2024 eine Studie des Handelsblatt Research Institute im Auftrag der Creditreform auf Grundlage einer repräsentativen Befragung von 2.000 Entscheidungsträger*innen deutscher Unternehmen. 81 Prozent der Befragten gaben an, die Sorgfaltspflichten bereits wahrzunehmen oder teilweise wahrzunehmen. Gut ein Drittel der Befragten erkennt darin auch betriebswirtschaftliche Chancen wie eine Steigerung der Unternehmensreputation, eine höhere Qualität der Vorprodukte, und eine verbesserte Resilienz in der Lieferkette.7\nZu ähnlich positiven Ergebnissen kommt auch eine Studie von /ntegrityNext und dem Bundesverband Materialwirtschaft, Einkauf und Logistik (BME).® 69 Prozent der befragten Unternehmen, die vom LkKSG erfasst sind, sehen darin „einen entscheidenden Hebel für mehr Nachhaltigkeit“. 79 Prozent der Unternehmen sehen positive Effekte „zum Beispiel im Hinblick auf Transparenz“. Und 80 Prozent sehen sich durch das LkSG besser auf die CSDDD vorbereitet. Der BME zählt nach eigenen Angaben über 10.000 Mitglieder in allen Branchen und Unternehmensgrößen.\nDaher verwundert es kaum, dass auch zahlreiche Unternehmen in den letzten Wochen proaktiv mit der Forderung an die EU-Kommission herangetreten sind, die CSDDD vollständig zu erhalten und umzusetzen. Dazu gehören unter anderen 211 Investoren, elf Unternehmen aus\n7 Sabine Haupt und Frank Christian May: Sorgfaltspflichten in der Lieferkette. Wo steht die deutsche Wirtschaft? Handelsblatts Research Institute und Verband der Vereine der Creditreform e.V. 2024:\nhttps://research.handelsblatt.com/sliderel/sorgfaltspflichten-in-der-lieferkette/\n8 IntegrityNextund dem Bundesverband Materialverband, Einkauf und Logistik (BME): Zwei Jahre deutsches Lieferkettengesetz. Erkenntnisse, Fazitund Ausblick, Januar 2025: https://www.bme.de/news/umfrage-Iksg-setzt-wichtige-impulse-fuer- nachhaltigkeit/\n7",
  "page_8": "unterschiedlichen Branchen, zu denen auch Nestle, Mars, Primark, Ferrero und Unilever zählen, sowie ein Verband von über 400 Führungskräften aus Nachhaltigkeitsabteilungen französischer Unternehmen. Sie alle heben die Praktikabilität, Angemessenheit und die wirtschaftlichen Potenziale der CSDDD hervor und treten dem Vorwurf entgegen, die CSDDD und andere Nachhaltigkeitsrichtlinien würden ihre internationale Wettbewerbsfähigkeit untergraben.\nWackelt die Brandmauer auch im Europäischen Parlament?\nNoch ist unklar, welche „Vereinfachungen“ die Kommission am 26. Februar mit der Omnibus- Verordnungen vorschlagen wird und ob diese lediglich untergesetzliche delegierte Rechtsakte zur Umsetzung der betroffenen Richtlinien und Verordnungen betreffen werden oder auch die Richtlinien und Verordnungen selbst. Im letzteren Fall wäre dazu ein ordentliches Gesetzgebungsverfahren erforderlich, und damit die Zustimmung einer qualifizierten Mehrheit im EU-Rat sowie der Mehrheit der Abgeordneten im Europäischen Parlament. Im Parlament haben sich die Fraktionen der Sozialdemokraten und der Grünen bereits eindeutig gegen eine Öffnung der CSDDD ausgesprochen. Dies gilt auch für die Fraktion Die Linke. Die Haltung der liberalen RENEW-Fraktion, welche die CSDDD im Gegensatz zur deutschen FDP mehrheitlich befürwortet hatte, ist bislang unklar.\nKlar ist jedoch, dass die EVP ihre Pläne zur Verwässerung des CSDDD nicht ohne die Unterstützung der rechtspopulistischen und rechtsextremen Fraktionen der „Patrioten für Europa“, „Europa der Souveränen Nationen“ (mit der AfD) und/oder der „Europäischen Konservativen und Reformer“ wird durchsetzen können. Vor und bei ihrer Wahl zur Kommissionspräsidentin hat Ursula von der Leyen stets großen Wert darauf gelegt, ihre Politik auf die demokratische Mitte des Parlaments zu stützen. Wird diese Brandmauer weiterhin Bestand haben, wenn es um den Schutz von Menschenrechten, Umwelt und Klima in der Wirtschaft auch in geopolitisch schwierigeren Zeiten geht? Ein veritabler Glaubwürdigkeitstest für die vielbeschworene europäische Wertegemeinschaft.\nImpressum\nAutor: Armin Paasch (Misereor)\nRedaktion: Sofie Kreusch (Initiative Lieferkettengesetz), Cornelia Heydenreich und Finn Schufft (beide Germanwatch)\nHerausgeberin: Initiative Lieferkettengesetz, Stresemannstraße 72, 10963 Berlin www.lieferkettengesetz.de | info@lieferkettengesetz.de\nDie Initiative Lieferkettengesetz wird getragen von über 90 Menschenrechtsorganisationen, Umweltverbänden, Gewerkschaften, kirchlichen und entwicklungspolitischen Organisationen."
},
  "language": "Languages.GERMAN",
  "total_pages": 8
}
