{
  "file_name": "61_719.pdf",
  "pages": {
  "page_1": "MEUI ACADEMY EUROPEAN OF LAW\nJOO\nJOO\nJOO\nJOO\nJOO\nWORKING\nPAPER\nThe Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nAEL 2024/15\nAcademy of European Law\nloanna Hadjiyianni",
  "page_2": "",
  "page_3": "European University Institute\nAcademy of European Law\nThe Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win- win or a Difficult Fit?\nloanna Hadjiyianni\nAEL Working Paper 2024/15",
  "page_4": "ISSN 1831-4066\n© loanna Hadjiyianni, 2024\nThis work is licensed under a Creative Commons Attribution 4.0 (CC-BY 4.0) International license.\nIf cited or quoted, reference should be made to the full name of the author(s), editor(s), the title, the series and number, the year and the publisher.\nPublished in May 2024 by the European University Institute. Badia Fiesolana, via dei Roccettini 9 | — 50014 San Domenico di Fiesole (Fl) Italy WWW.eui.eU\nViews expressed in this publication reflect the opinion of individual author(s) and not those of the European University Institute.\nThis publication is available in Open Access in Cadmus, the EUI Research Repository:\n[Ae With the support of the The European Commission supports the EUI through the European Union budget. This publication Erasmus+ Programme _ feflects the views only of the author(s), and the Commission cannot be held responsible for any use of the European Union which may be made of the information contained therein.",
  "page_5": "Abstract\nThere is an impetus under the Multiannual Financial Framework for 2021-2027 and the Next Generation EU recovery instrument to move away from a strong focus on Member State contributions to common sources of revenue that simultaneously serve common EU objectives. New own resources, including the plastic levy and the proposed own resources based on the EU Emissions Trading System (ETS) and the carbon border adjustment mechanism (CBAM), represent a significant shift in the EU’s funding architecture to ‘purposeful sources’ of revenue. This paper assesses the emergence of own resources relating to the green transition in terms of suitability, genuineness, and fairness. ‘Green’ EU revenue emerges as a significant policy steering mechanism with both internal implications, by furthering EU integration while testing solidarity, and external implications, affecting the EU’s relations with its trading partners and raising concerns of international distributive justice.\nKeywords\nown resources; Carbon Border Adjustment Mechanism; Emissions Trading System; plastic levy; Next Generation EU; ‘green’ EU revenue; leadership; funding architecture",
  "page_6": "loanna Hadjiyianni\nTable of Contents\n1 Introduction eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee eee eee eee eee eee eee ee eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee eee eee eee eee eee 2 The Emergence of ‘Purposeful’ Sources of EU Funding: The Momentum of COVID-19 and the NGEU eee eee eee eee eee reer eee eee eee eee eee eee ee ee eee eee eee eee ee ee ee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee ee eee eee ee\nA. Moving Away from ‘Juste Retour’: Achieving EU Policy Priorities and Repaying a Common Debt eee eee eee eee ee ee eee ee eee eee eee eee eee eee eee ee eee eee ee eee eee ee eee eee eee eee eee eee eee ee ee eee eee eee eee eee eee eee eee eee eee eee eee eee\nB. Spending and Repaying the NGEU: A Pivotal Moment for Restructuring EU Funding... 6\n3 Roadmap and Criteria for New Own Resources: The Momentum of the Green Transition\neee eee E eee eee eee eee eee ee ee ere rere eee eee eee ee eee e reer rere rere eee eee eee reer ee reer rere ere e ere reer rere errr reer eee rere eee eee ere reer eee rere ee ee eee eee eee eee eee\nA. Criteria for the Introduction of New Own Resources: An Overview eee eee eee ee eee eee ee eee eee Ty\nB. The Green Transition as an Underlying Objective of EU Revenue: Potential and\nLimitations eee eee e ee eee eee ee eee eee eee eee ee eee eee eee ee eee eee eee eee ee eee eee eee eee eee eee ee eee eee eee eee eee eee eee eee eee eee eee ee ee eee eee eee eee eee ee! 10\nC. Adjusted Criteria: Assessment Benchmarks for New ‘Green’ Sources of Revenue seeeeee 15\n4. Assessing the New Green Own Resources: Different Shades of Genuine, Suitable, and\nFair 16\nA. The Plastic Levy as a Source of EU Revenue eee eee eee eee eee eee ee eee eee eee ee eee eee eee eee ee eee eee eee eee eee eee 16 B. The EU Emissions Trading System as a Source of EU Revenue eee eee eee eee eee eee eee eee eee eee ey 21 C. The Carbon Border Adjustment Mechanism as a Source of EU Revenue eee eee eee 30 Conclusions eee eee eee rere eee eee ee eee eee ee ee eee eee eee eee eee eee eee eee eee ee eee eee eee ee eee eee eee eee eee eee eee eee eee eee eee eee eee eee eee ee ee ey 41\n5\nAcademy of European Law",
  "page_7": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives:\nA Win-win or a Difficult Fit?\n1 Introduction*\nUnder the European Union’s Multiannual Financial Framework (MFF) for 2021-2027 and the temporary recovery instrument known as Next Generation EU (NGEU), there is an impetus to move away from a strong focus on Member State national contributions to common sources of revenue that simultaneously serve common European Union (EU) objectives.’ The new own resources (ORs), including national contributions on non-recyclable plastic packaging waste and the ORs based on revenues from the EU Emissions Trading System (ETS) and the Carbon Border Adjustment Mechanism (CBAM), represent a significant shift in the EU’s funding architecture to ‘purposeful sources’ of revenue. EU funding thereby serves EU policy objectives not only in allocating expenditure but also in raising revenue by putting a price on products/activities. The purposes and sources of EU funding thus more clearly emerge as two sides of the same coin, aligning new ORs with the EU’s priorities to better focus expenditure on common public goods and priority areas, including the green transition.\nThis paper explores the ways in which the purposes and sources of EU funding become inextricably linked and how the COVID-19 crisis and the need to repay the recovery fund have created a renewed momentum for restructuring the alignment between the revenue and expenditure of EU funding, particularly by creating economic incentives for introducing new ORs. It focuses on the emergence of ‘green’ sources of EU funding, which aim to deliver key policy objectives of the European Green Deal thereby embodying environmental integration in the EU’s funding. The analysis draws on different criteria developed in EU policy and legal documents and existing literature and categorises these into three factors — suitability, genuineness, and fairness — using them as benchmarks for assessing the new green ORs. While the paper adjusts and applies these criteria to the specific characteristics of the green ORs, they could also be relevant more broadly for additional ORs proposed in the future.\nThe ‘greening’ of the EU budget is also determined by horizontal mechanisms through which EU funding seeks to reconcile environmental and climate objectives with economic development and social equity by attaching ‘green strings’ on the expenditure of EU funds. They include targets to ensure that sufficient funds are spent on green objectives and compliance with the ‘Do No Significant Harm’ (DNSH) principle which seeks to ensure that recovery and resilience measures and action under the cohesion policy funds are not harmful to environmental objectives. Green conditionalities as well as the establishment of policy- specific funds, such as the Social Climate Fund, set the broader context within which the new ORs will operate and ultimately influence their legitimacy.\nSection || explores the context of the emergence of new ‘purposeful sources’ of EU funding. It discusses how addressing the consequences of the COVID-19 pandemic and repaying the NGEU without unduly burdening the Member States emerge as significant new purposes of EU funding, which create a pivotal moment for the introduction of new ORs. Discussed for some years, the introduction of new ORs, based on EU policies and serving EU common objectives, signals a shift towards the EU’s budgetary autonomy that gains a renewed momentum.\nSection Ill analyses the potential of the green transition, which serves as the first and predominant policy reason for introducing new, purposeful sources of EU funding, exhibiting clear European Added Value in the context of the European Green Deal. This Section also\n* This\npaper\nwill be published in Collected Courses of the Academy of European Law Vol. XXxXII/1:\nClaire Kilpatrick and Joanne Scott (eds), New Frontiers of EU Funding: Law, Policy, Politics\n(forthcoming).\n1 The analysis in this paper reflects legal developments as they were on 20 June 2023.\nEuropean University Institute",
  "page_8": "loanna Hadjiyianni\nsets out the roadmap and discusses the criteria that are used in this paper for the assessment of the new ORs, focusing on their suitability, genuineness, and fairness, with both internal and external implications. Strategically creating economic incentives to promote EU priorities presents a significant tool for furthering EU integration while testing the foundations of solidarity among Member States. At the same time, from the perspective of the rest of the world, unilaterally raising revenue for the EU’s budget and recovery from global issues such as climate change, on which international negotiations are ongoing, can harm the EU’s international credibility. In this context, Section IV analyses each of the new green sources of EU funding (the plastic levy, the ETS, and the CBAM) and assesses their legitimacy against these criteria, presenting their overall performance in summarising tables. The analysis also draws attention to the inter-relationship between the internal and external implications of the policy instruments underlying the EU’s new ORs, which affects the legal complexity of their introduction as well as their political acceptability.\n2. The Emergence of ‘Purposeful’ Sources of EU Funding: The Momentum of COVID-19 and the NGEU\nThe need to move away from the high dependence on national contributions in the EU budget and the culture of ‘juste retour’ had already emerged during the negotiation of the previous MFF, particularly with pressure from the European Parliament, which only gave its consent to the 2014-2020 MFF on the condition that an interinstitutional high-level group would examine reform options for the own resources system. This led to the creation of the High-Level Group on Own Resources, which issued its final report in December 2016 on new ORs.* However, the need to raise revenues to recover from and address the effects of the COVID-19 pandemic crisis led to the Commission being authorized to borrow on the international markets on an unprecedented scale. Subsequently, the need to repay the recovery debt has created novel incentives and a renewed commitment to introducing, for the first time since 1988, new ORs of EU funding.\nA. Moving Away from ‘Juste Retour’: Achieving EU Policy Priorities and Repaying a Common Debt\nFor a long time, the EU budget centred on the logic of ‘juste retour’ or ‘I want my money back’,? with Member States seeking to achieve a balance between what they contribute to the EU budget and what they get back. This logic persisted because the national contributions to the EU’s annual budget, consisting of a proportional share of national budgets based on Member States’ relative economic strength,* prevailed as the single largest source of the EU’s revenues. While initially conceived as a residual source of revenue, to balance the budget in case other ORs did not cover the EU’s expenditure, ultimately, national contributions, known as the Gross National Income (GNI)-based resource, ended up accounting for roughly two- thirds of the EU’s revenue.\n2M. Monti et al., ‘Final report and recommendations of the High-Level Group on Own Resources’, December 2016 (Monti Report).\n3 Famously Margaret Thatcher, when negotiating the UK’s European community budget rebate in 1979, declared ‘We want our own money back’ at the Press Conference after the Dublin European Council. 4 This is calculated the basis of their national income. on gross\nAcademy of European Law",
  "page_9": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nProceeds that accrue directly to the EU budget (as an obligation under EU legislation) are considered genuine ORs, even if the collection of the funds is done at the national level.° On this basis, of the existing ORs, only traditional ORs relating to customs duties qualify as truly ‘genuine’. This is because the decision-making underlying the customs policy is largely based on the community method. Therefore, the incidence and proceeds from these resources cannot be easily attributed to any particular Member State, and the largest part of proceeds accrues directly to the EU budget (even if collected nationally) and is not accounted as expenditure in national budgets. Notably, similarly to some of the new ORs, the traditional ORs also involve ‘taxing foreigners’ to raise revenue for the EU budget.\nOn the contrary, although classified as an OR, the GNI-based resource is not founded on an EU common policy and the amounts are essentially taken out of the general income of national budgets. As Schratzenstaller-Altzinger aptly put it, both the GNI-based and the OR calculated as a percentage of the estimated Value Added Tax (VAT) collected by the Member States, are transfers that Member States ‘provide’ and not resources ‘owned’ by the EU.®° There has been a tendency to seek to reduce national contributions on the revenue side, particularly given that the benefits and purposes served by the EU budget are often not clearly visible and cannot be easily measured. This led to the creation of correction mechanisms in the form of rebates for those Member States contributing excessively to the EU budget in relation to their relative prosperity, to compensate for the difference between their contribution and what they got back from the EU budget. While the GNI-based resource is generally favoured because it is seen as reflecting fair burden-sharing, calculated on the basis of each Member State’s ability to pay, the correction mechanisms and reductions granted to certain Member States call into question the fairness achieved.’ They rather lead to a ‘regressive’ system in the sense that the contributions are not proportional to the GNI per capita of each Member State.®\nOverall, the predominance of GNI-based resources rendered the discussion around EU funding highly political, focusing on net balances and not on the European Added Value of raising common revenues that also serve in achieving European common goals.° Within this context, discussions on reforming the OR system had already been ongoing, particularly taking into account Brexit and the need to create supplementary sources of revenue, as well as in light of the need to phase out the rebates. Following the Monti report,'° the European Commission proposed a basket of new ORs in 2018, which consisted of a national contribution based on non-recycled plastic packaging waste, an own resource based on ETS revenues, and an own resource based on the Common Consolidated Corporate Tax Base (CCCTB).\" Overall, Member States had been reluctant to introduce new ORs hesitating to surrender their tax sovereignty to the EU. Also, the requirement of unanimity for the adoption of certain economic instruments that would form the basis of new ORs renders agreement particularly complex given that different kinds of ORs affect the Member States in different ways. As further explained below, the emergence of the pandemic and the subsequent raising of funds\n5 ORs defined ‘revenue allocated irrevocably to the Union to finance its budget and accruing are as as to it automatically without the need for any subsequent decision by the national authorities’, Monti report (n. 2).\n8 M. Schratzenstaller-Altzinger, ‘The next Multiannual Financial Framework (MFF), its Structure and the Own Resources’, in-depth analysis requested by the BUDG Committee (October 2017).\n7 Monti report (n. 2) 8.\n8 Ibid. 38.\n8 C. Fuest and J. Pisani-Ferry, ‘Financing the European Union: New Context, New Responses’ Paper for presentation at the Informal Ecofin under German presidency (September 2020).\n10 Monti report (n. 2).\n11 Commission Proposal for Council Decision the system of Own Resources of the European Union, a on SWD (2018) 172 final.\nEuropean University Institute",
  "page_10": "loanna Hadjiyianni\ncollectively at EU level created a different momentum for the introduction of new ORs. As Heber notes, ‘the EU’s enormous debt financing of the recovery fund has reshuffled the cards and new own resources will be needed in the future to avoid placing a too high burden on national budgets’ .'2\nB. Spending and Repaying the NGEU: A Pivotal Moment for Restructuring EU Funding\nFor the first time ever, funds are being raised on the financial markets as EU debt, including for providing non-repayable support to the Member States. In a remarkable effort described as ‘creative legal engineering’,'? which stretches conventional understandings of key budgetary principles,'* the Member States authorized the Commission to borrow on the international financial markets on behalf of the EU on an unprecedented scale to assist the Member States recover from the consequences of the COVID-19 crisis. In particular, the EU Commission has been authorized to borrow up to EUR 750 billion in 2018 prices. The NGEU, which is financed by this borrowing, provides a new and significant source of revenue. At the same time the NGEU involves two new significant types of expenditure. On the one hand, in the short-term, spending the NGEU funds by 2026 emerges as a priority and immediate purpose. This is limited in time and confined to the consequences of the pandemic. '* On the other hand, repaying the NGEU, both capital and interest, by the end of 2058 emerges as a significant purpose, mainly, for future EU budgets. The repayment of NGEU costs is meant to be at least partly covered by the new ORs, thereby creating a pivotal moment for the restructuring of the EU’s own resources system.\nThe architecture of the NGEU, particularly as regards its spending, raises questions regarding its compatibility with core budgetary principles. NGEU funds are assigned as ‘other revenue’ in the sense of Article 311(2) Treaty on the Functioning of the European Union (TFEU), consisting of sources of revenue for the EU budget, which, unlike ‘own resources’, do not require unanimity in the Council or national ratification.'* The fact that such large scale funds are assigned as ‘other revenue’ may call into question the integrity of the own resource system as provided in Article 311(2) TFEU, whereby ORs should be the predominant source of EU revenue. However, arguably the guarantees of its exceptional nature, limited in time and scope, ensure that this is additional to ORs. The complementary nature of the NGEU funds is reflected in the guarantees of its temporary nature, as it is to be used solely for addressing the consequences of COVID-19, and not for operational expenditure.'” The NGEU is thus characterised by ‘additionality’ in the sense that it is a supplementary source of revenue to\n12 C. Heber, ‘European Legal Limits for the Recovery Fund’, Max Planck Institute for Tax Law and Public Finance Working Paper 2020-16.\n13 De Witte, ‘The European Union’s COVID-19 Recovery Plan: The Legal Engineering of an Economic\nPolicy Shift’ 58(3) Common Market Law Review (2021) 635.\n14 The reinterpretations of key principles and legal competences needed to establish the NGEU are considered by some to be situated ‘in the grey zone between creative legal engineering and illegality’, Leino-Sandberg and Ruffert, ‘Next Generation EU and its constitutional ramifications: A critical assessment’ 59(2) Common Market Law Review (2022) 433, at 439.\n15 Council Decision 2020/2053, OJ 2020 L 424/1 (Own Resources Decision ‘ORD’), Art. 5(1).\n16 The requirements set out in Article 311(3) TFEU for introducing new ORs are of a quasi-constitutional nature as the resulting decision only enters into force after approval by all Member States in accordance with their national constitutional requirements. On the other hand, other revenue only requires modification of the underlying policy.\n17 Restricting the use of the NGEU funds as ‘other revenue’ to specific purposes was deemed important by the German Federal Constitutional Court (Bundesverfassungsgericht), which held that the 2020 Own Resources Decision does not evidently violate the principle of conferral of competences nor affects the constitutional identity of the Basic Law, Judgment of 6 December 2022, 2 BvR 547/21, 2 BvR 798/21.\nAcademy of European Law",
  "page_11": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nnormal ORs relating to the exceptional situation of the pandemic recovery and is not considered a normal spending programme. Alternatively, the NGEU’s exceptional character and additionality justifies a derogation from the normal understanding of Article 311 TFEU, in the context of dealing with the pandemic crisis.'® The flexibility of using ‘other revenue’ to supplement the EU’s ORs in setting up the NGEU is not similarly reflected in the introduction of new sources of revenue as discussed below, which instead take the form of ‘own resources’.\nAt the same time, restricting the use of the funds to purposes related to COVID-19 may be seen as problematic in light of the principle of universality governing the EU budget. According to this principle, all revenue should be used to finance all expenditure without distinction.\"? However, the Financial Regulation (which sets out the rules according to which the EU budget is spent) provides for the possibility to indicate that revenue is earmarked for specific purposes (either as internal or as external assigned revenue to the EU budget).”° In applying this exception, the EU Recovery Instrument (EURI) acts as the basic act, based on the ‘crisis’ competence embedded in Article 122 TFEU, and designates the NGEU funds as external assigned revenue.”' As De Witte notes, this technique had been traditionally employed for Member States wishing to contribute additional amounts to certain programmes or external aid schemes. In the NGEU context, it is employed for ‘compartmentalizing’ the proceeds of the loans taken by the Union on the financial markets.2? While this derogation from the principle of universality emerges as a novel and broadened use of assigned revenue, it seems confined to the NGEU for now. As discussed below, the proposed ORs are usually not earmarked and will accrue to the general EU budget, partly for repaying the NGEU debt.\nApart from spending the NGEU funds, repaying both capital and interest by the end of 2058 also emerges as a significant new purpose for future EU budgets.”* The loans are to be repaid by individual Member States unless the EU budget guarantee is called on in the event of a default, using contingent liabilities. The grants component will be repaid directly from the EU budget, with Member States remaining responsible for their future contributions to the EU budget. In order to guarantee the repayment through the EU budget, the maximum level of resources that can be called from Member States (the own resources ceiling) has been temporarily increased by 0.6 per cent, devoted exclusively to repaying the NGEU costs.”\nAgainst this background, the extent to which the Member States will have to contribute to the repayment of the NGEU from national budgets depends on whether the EU will establish new resources to strengthen its own budgetary capacity.”° First, repayment could be achieved by reducing funding for other EU policies, an option to which the European Parliament would unlikely consent. Second, repayment could be covered through the increase of the own resources ceiling provided under the Own Resources Decision, thereby increasing national contributions to the EU budget. Third, the introduction of new ORs, ensuring that sufficient revenue from EU policies accrues to the EU budget, would ensure timely repayment of the NGEU debt without unduly burdening the Member States. Although the creation of new ORs for the EU budget may mean a reduction of certain revenue for the Member States, such as revenue from most auctioned EU ETS revenues, ensuring that the EU budget is based on sufficient ORs shields the Member States from increasing their GNI-based contributions (by\n18 De Witte (n. 13); De Gregorio Merino, ‘The Recovery Plan: Solidarity and the Living Constitution’ 50 EU Law Live Weekend Edition, 6 March 2021.\n12 Parliament and Council Regulation 2018/1046 OJ 2018 L 193/1 (‘Financial Regulation’), Art. 20. 20 Ibid. Art.21(5).\n21 Council Regulation 2020/2094 OJ 2020 LI 433/23 (EU Recovery Instrument EURI), Art. 3.\n22 De Witte (n. 13).\n23 ORD (n. 15) Art. 5(2).\n24 Ibid. Art. 6.\n25 De Witte (n. 13).\nEuropean University Institute",
  "page_12": "loanna Hadjiyianni\ntriggering the application of the default guarantee). The discussion on the new ORs proposed on 22 December 2021 thus emerges in a spirit of ‘agree or pay the money yourselves’.\nThe interconnection between the pandemic recovery package and the introduction of new ORs was initially made in the July 2020 Council Conclusions, a political agreement on the EU budget and recovery fund, which provided the EU Commission with a clear mandate to introduce proposals for new ORs with a specific timeline.2” With a catalytic role played by the European Parliament, this mandate was subsequently included in the preamble to the new Own Resources Decision?’ and into a legally binding roadmap in the 2020 Interinstitutional Agreement on the EU budget.”° The Interinstitutional Agreement clarifies that the repayment of the principal and interest of the NGEU will be financed by the general budget of the EU including new ORs. New ORs should cover the NGEU costs, and any excess is to be assigned to the EU general budget in accordance with the principle of universality.*° It also stresses that repayment of the EURI should not lead to an undue reduction in programme expenditure or investment instruments under the MFF as well as mitigate increases in the GNI-based own resource from the Member States.*' The Interinstitutional Agreement thereby embodies and further clarifies the new momentum for the introduction of new ORs, partly to repay the NGEU. This new momentum carries with it a sense of urgency as expressed in a commitment by EU institutions to take the necessary steps to facilitate a swift decision on legislative proposals on new ORs.°2\nIn this context, the roadmap set out in Annex II of the Interinstitutional Agreement incorporates a timeline for the introduction of a variety of new ORs. Notably, the Agreement is based on Article 295 TFEU which provides the possibility for institutions to conclude interinstitutional agreements which may be binding. Also, the Preamble of the Agreement itself indicates that it is binding on the institutions for as long as it is in force. The European Parliament can now claim that the Commission has a legal duty to come forward with proposals for the creation of new ORs and the Council may be required to discuss these within a specific timeframe, but the actual creation of new ORs requires a unanimous decision of the Council.*? The existence of the roadmap in the Interinstitutional Agreement cannot force individual Member States to approve the creation of a specific new OR. In light of the strict requirements for the introduction of ORs, new sources of EU funding could have been introduced as ‘other revenue’. Apart from the NGEU, ‘other revenue’ ranges from fines to surpluses and contributions from EU staff. According to the Monti report, other revenue which stems directly from EU policies and concerns funds that would not have been otherwise raised, represents a genuine source of income that is directly linked to EU policies and competences. It is also more legally flexible, as it is based on a modification of secondary legislation (the relevant policy instrument) rather than requiring a ratification by all Member States according to national rules as is the case with the introduction of ORs under Article 311(3) TFEU. While this flexibility was used in relation to the NGEU, the potential of ‘other revenue’ to supplement the EU’s ORs has not been leveraged by the Commission in introducing other new sources of EU funding. Presumably this choice\n26 Kira Taylor, New ‘ORs’ for EU budget will come from carbon market, executive says (2021), https://www.euractiv.com/section/energy-environment/news/new-own-resources-for-eu-budget-will- come-from-carbon-market-executive-says/ (last visited 1 December 2022).\n27 European Council Conclusions (17-21 July 2020) EUCO 10/20.\n28 ORD (n. 15) Recitals 6-8.\n29 Parliament Council and Commission Interinstitutional Agreement of 16 December 2020, OJ 2020 L 433 1/28. Such an agreement on the budget and inter-institutional cooperation is typically concluded at the start of a new MFF. It did not usually involve agreement on new ORs.\n30 [nterinstitutional Agreement (n. 29) Annex II, Preamble, Para. F.\n31 Ibid. Annex II, Preamble, Para. E.\n32 Ibid. Annex II, Part A, Para. 3.\n33 De Witte (n. 13).\nAcademy of European Law",
  "page_13": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\navoids violating Article 311(2) TFEU, maintaining ORs as the predominant source of the EU budget. It also reflects the intended permanent and long-term contribution of the new sources of revenue to the EU budget.\nOverall, the NGEU has been designed on the basis of a novel understanding of key budgetary principles, which may reshape the future operation of EU funding. This understanding is founded on the guarantees of its exceptional and temporary character as well as the targeted increase of the ceiling, providing for a potential increase of GNI-based contributions as a default guarantee for repaying the NGEU costs. This will be triggered if sufficient ORs are not created in time. The NGEU’s architecture therefore provides the context for new sources of EU funding, creating the urgency for their swift adoption.\n3. Roadmap and Criteria for New Own Resources: The Momentum of the Green Transition\nAccording to the timeline set out in the Interinstitutional Agreement, the first batch of new ORs includes the plastics tax, which has already been introduced, followed by ORs based on the EU ETS, the CBAM, and a digital levy, that were meant to be proposed by June 2021 and introduced by January 2023. For these, the Council had to ‘deliberate’** by 1 July 2022 at the latest in view of their introduction by January 2023.*° The timeline was politically motivated, aiming to avoid the introduction of new ORs, apart from the plastic levy, in the 2020 Own Resources Decision. This Decision had to be quickly ratified to allow for the necessary increase in the own resources ceiling that would enable the EU Commission to start borrowing on the international markets. Incorporating new ORs at that stage would have further complicated things, potentially preventing a swift ratification. The second batch of ORs could include a financial transaction tax and a contribution by the corporate sector, possibly based on a new CCCTB, to be proposed by June 2024 and introduced by January 2026. These additional ORs will increase revenue flow to the EU budget and potentially complement the green ORs that are due to decrease as the EU’s environmental and climate goals are reached. This paper focuses on the green ORs included in the first batch, which are relevant for the reform of new own resources within the current MFF and demonstrate the potential (and challenges) in establishing purposeful ORs with significant regulatory implications both internationally and externally.\nA. Criteria for the Introduction of New Own Resources: An Overview\nDifferent sets of criteria have been advanced for the introduction of new sources of revenue for the EU budget. According to the Monti report, some candidates for own resources or ‘other revenue’ are more genuine and suitable than others. Genuineness relates to European Added Value,*° based on a common policy and contributing to the achievement of common policy objectives while suitability relates to the stability, long-term contribution to the EU budget, and the legal complexity for agreeing and implementing the OR.°’ Fuest and Pisani-Ferry put forward a different combination of criteria for assessing the candidates for new ORs: whether the origin of revenue can be assigned to a particular Member State, whether corresponding revenue can be raised in isolation or requires pan-European tax coordination, whether the\n34 While the Interinstitutional Agreement does not specify what ‘deliberate’ in this context, it likely means refers to legislative deliberations on draft legislative acts proposed by the Commission.\n35 [nterinstitutional Agreement (n. 29) Annex II, Part B, para 9.\n36 This is determined as the value resulting from an EU intervention which is additional to the value that would have been otherwise created by Member State action alone, Monti Report (n. 2). 37 Ibid.\nEuropean University Institute",
  "page_14": "loanna Hadjiyianni\nintroduction of new resource can help tax distortions in the EU, and whether the resource is related to EU policies.*®\nThe Interinstitutional Agreement on the EU budget also reflects some of these criteria in Annex Il. Among the most important is the alignment of the sources of revenue with EU policy objectives and priorities (purposeful sources). They are thus meant not only to serve as sources of revenue but also to create economic incentives to achieve policy priorities. The Interinstitutional Agreement sets out such priorities relating to climate change, the circular economy, Europe for the Digital Age, fair taxation, the fight against tax fraud, and tax evasion. The underlying rationale for such policy-based ‘owned’ resources also relates to creating and strengthening the autonomy of the EU budget as proceeds are not easily attributed to particular Member States (moving away from ‘juste retour’). When the underlying policy is EU based, it is more difficult to attribute to particular Member States (that, of course, varies in relation to the different candidates for new ORs). This links to and reinforces the argument that ORs exhibit European Added Value, with policy issues better addressed by pooling resources at the EU level rather than through national expenditure. Special attention is also drawn to the fairness of ORs, which links to the fair distributions of costs among the Member States. This leads to the need for a mix of different ORs, which would affect different Member States to different degrees due to structural differences. For example, France, Germany, and Italy are more impacted by the plastic levy, whereas Poland would be more heavily affected by the reform of the ETS. The predictability and stability of revenue flow is also highlighted in the Interinstitutional Agreement, as is the need to raise additional ‘fresh’ revenues rather than redirecting existing funds from national budgets, which would not assist in moving away from a logic of ‘juste retour’ and would not avoid an undue burden on the Member States.\nB. The Green Transition as an Underlying Objective of EU Revenue: Potential and Limitations\nAgainst this background, various features of environmental protection and climate change make these policy issues relevant and attractive for EU funding both on the expenditure and revenue sides. Climate change and many environmental problems are inherently transboundary, exhibiting features that necessitate collective action and justify a coordinated EU response.*? The EU has a clear democratic mandate for increased EU action in this domain with environmental and climate action presenting clear European Added Value and a potential for the EU to take a global leadership role. The green transition emerges as a reinforced policy priority at the EU level, particularly within the context of the Commission’s flagship policy instrument, the European Green Deal, which, among other aims, seeks to align EU policy priorities with EU funding.*° The reinforced priority is also expressed in relation to the climate mitigation target which has been embedded in a legally binding obligation in the EU climate law with an aim to achieve net-zero greenhouse gas emissions by 2050 and a strengthened target for reducing emissions by at least 55 per cent by 2030.*' The Member States therefore share increasingly ambitious climate and environmental objectives and, in delivering such common goods, pooling and leveraging resources at the EU level can prove more efficient and effective than uncoordinated action by Member States through their national budgets. In this context, Member States are more likely to accept the adoption of new green sources of EU funding.\n38 Fuest and Pisani-Ferry (n. 9).\n39 D’Alfonso, ‘Climate Action: A policy with the potential to redefine the EU budget’ in B. Laffan and A.\nDe Feo (eds), EU\nFinancing for Next Decade, Beyond the MFF 2021-2027 and the Next Generation\nEU (2020) 145.\n40 Commission Communication, The European Green Deal, COM (2019) 640 final. 41 Parliament and Council Regulation 2021/1119 OJ 2021 L 243/1, Art. 4(1).\n10\nAcademy of European Law",
  "page_15": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nGreen taxes and economic instruments have been emerging as useful tools for delivering the environmental objectives of the European Green Deal, with the potential to provide the necessary price signals and incentives to instigate behavioural change and stimulate innovation, as well as presenting the potential to simultaneously reduce taxes in other areas, through cost-effective policies. The revenue side of EU funding has been identified as a significant policy tool for some time, but its contribution to policy priorities is not straightforward. There is an inherent danger with green economic instruments serving as ORs for the EU budget. They may bring inflow of revenue to the EU budget while not achieving the primary policy objective relating to the environment/climate and ensuring the burden is not borne by the poorest and most vulnerable. It is important to be cautious not to ‘greenwash’ the EU budget with ORs based on policy instruments, which may not ultimately contribute to the achievement of the underlying policy goal, offering the ‘wrong trousers’ for addressing wicked problems, such as climate change,** while seemingly offering the right (and easier to agree on) instruments to establish revenue sources for the EU budget. As Kendrick notes, certain ORs are inherently designed in a way that the success of one initiative (raising sufficient ORs to repay the NGEU debt by 2058) is dependent on the failure of another (decarbonisation).** However, the need to increase the revenue raising capacity, which is meant to be a secondary purpose of these measures, cannot be given priority over the primary environmental objectives. To deliver the perceived policy benefits of economic instruments serving green objectives, revenue sources should be carefully designed and monitored to deliver the rationale behind the polluter pays principle rather than removing the moral stigma from environmental pollution and giving companies a way to buy out their obligations by passing on the costs to consumers. Their potential to serve as genuine ‘purposeful resources’ thus depends on their legal design and implementation in the broader policy context.\nOverall, despite its attractiveness for EU funding, the green transition also presents challenges. The strategic use of EU funding to achieve green objectives unilaterally through economic instruments can give rise to global implications that might constrain the EU’s ability to adopt purposeful sources. Furthermore, if green sources are successful in delivering results, i.e. reducing plastic waste or GHG emissions, they will inherently lead to a reduction of the calculation base, calling into question the long-term stability, predictability, and contribution of such revenue to the EU budget. It therefore seems that a significant number of new sources of EU funding, three out of the four new ORs, are characterized by a temporal mismatch, serving as temporary solutions to the long-term autonomy of the EU budget, particularly in light of the ambitious goals set in the European Green Deal which, if successful, would lead to a reduction of revenue. Nonetheless, the green transition will not happen overnight, and in the meantime, green policies provide promising new sources of revenue that can be supplemented by other types of ORs.\nAn additional layer of complexity relates to the alignment between policy-based sources of revenue and what the proceeds from those sources are spent on. How the money will be used is a controversial issue, with both internal and external implications. While the principle of universality indicates that revenues cannot be appropriated for specific spending purposes, and the Interinstitutional Agreement stresses the need to follow the principle of universality, the Financial Regulation allows, by way of exception, for a basic act to earmark revenues as ‘internally or externally assigned revenue’ to be spent on specific purposes (as the EURI does\n42 G. Prins and S. Rayner, ‘The Wrong Trousers: Radically rethinking climate policy’ (2008) Joint Discussion Paper of the James Martin Institute for Science and Civilization, University of Oxford and the MackKinder Centre for the Study of Long-Wave Events, London School of Economics.\n43 M. Kendrick, ‘NextGenerationEU: Will the Debt be Repaid by EU Own Resources Member State or Taxpayers?’, 48(1) European Law Review (2023) 29.\nEuropean University Institute\n11",
  "page_16": "loanna Hadjiyianni\nfor the NGEU funds).** While earmarking revenues may not always significantly affect the potential of an OR to contribute to a specific policy priority (i.e. its potential to be ‘purposeful’), it may influence its fairness and ultimately the likelihood of its acceptability and legitimacy. At the same time, earmarking funds for corresponding policy purposes might raise questions as to the sufficiency of new ORs in repaying the NGEU. In light of the three options for repaying the NGEU explained above, if revenue from new OR is earmarked as assigned revenue for specific policy purposes and there is not sufficient money left to repay the NGEU, there will have to be either a reduction of current funding instruments (such as Horizon etc.) or the default guarantee enabling the increase of GNI-based sources will be triggered. There is therefore a conflicting tension between assigning revenue and ensuring that sufficient funds are available to repay the NGEU without reducing existing funding allocations.\nAdditional mechanisms for aligning EU funding with green policy priorities may to a certain extent mitigate any potential mismatches between the policy-oriented character of new ORs and the purposes on which the funds will be spent through earmarking of revenue. As shown in Table 5.1, alongside the introduction of green purposeful resources, three types of conditionalities aim to further ‘green’ the EU budget and align the EU’s funding with the policy priorities relating to the green transition.\nFirst, spending targets embody what can be termed as ‘positive’ environmental integration,*® by ensuring that a sufficient proportion of funds furthers environmental and climate objectives. This is usually done through environmental and climate ‘tracking’. For example, 30 per cent across the current MFF and the NGEU is devoted to climate objectives, and this translates into different targets in sectoral legislation and in national recovery and resilience plans. Even in the context of the Recovery and Resilience Facility (RRF), where individual national recovery and resilience plans have to achieve a target of 37 per cent towards climate purposes,*© concerns have been raised about the use of markers in inflating climate spending. It is particularly problematic that while green tracker organisations that assessed the submitted recovery and resilience plans concluded that a large number fell short of the target, the Commission approved them.*’ Much will depend on how rigorously targets and milestones associated with the targets are examined for the disbursement of the funds, but this should have been much more rigorous from the outset. Notably, the Interinstitutional Agreement notes that in case of insufficient progress to ensure this target, the EU institutions are to consult each other on appropriate measures to be taken to ensure its achievement.*®\nSecond, the DNSH principle applies horizontally in different kinds of EU funds to avoid harm to environmental objectives, thereby embodying what can be characterised as ‘negative’ environmental integration. It aims to integrate a spectrum of environmental objectives,*® by\n44 Ibid.\n45 The principle of environmental integration, set out in Article 11 TFEU, requires environmental protection requirements to be integrated into the definition and implementation of the Union's policies and activities.\n46 Parliament and Council Regulation 2021/241, OJ 2021 L 57/17 (RRF Regulation), Art. 18(4)(e)\n47 For example, see the country reports b the Green Recovery Tracker project, https://www.greenrecoverytracker.org/ (2021), (last visited 16 June 2023) and Climate Action Network (CAN) Europe ‘Reaching for a green recovery: what holds back progress in ten EU recovery and resilience plans’ (2022), https://caneurope.org/reaching-for-a-green-recovery-what-holds-back- progress-in-ten-eu-recovery-resilience-rrf-plans-covid-climate/ (last visited 14 June 2023). 48 Interinstitutional Agreement (n. 29) Part Il, A(d).\n49 These objectives are set out in Parliament and Council Regulation 2020/852 OJ 2020 L 198/13, Art. 17: climate change mitigation and adaptation, sustainable use and protection of water and marine resources, transition to a circular economy, pollution prevention and control, protection and restoration of biodiversity and ecosystems.\n12\nAcademy of European Law",
  "page_17": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nensuring that actions falling within EU structural funds and the RRF do not negatively impact these objectives. It thereby aims to increase coherence and synergies between different parts of the EU budget. However, it is not clear how demanding the DNSH is in practice, particularly in light of the exception created for natural gas according to Commission Guidance on the principle’s application in the context of the RRF,°° and the overall lack of transparency and participation by civil society in the assessment process of national recovery and resilience plans.\nThird, the creation of new dedicated budgetary instruments, such as the Social Climate Fund®' and the Just Transition Fund,°? further seeks to achieve a balance between the different pillars of sustainable development within the EU encompassing specific social aspects of a just transition. This is to be realized by redistributing some of the funds raised by climate-related sources of revenue among the Member States in ways that increase their fairness. The former, as further discussed below, aims to alleviate the burdens placed on transport users, micro- enterprises, and vulnerable households as a corollary to the new ETS on road transport and buildings. The latter focuses on regions and sectors most affected by transition given their dependence on fossil fuels or greenhouse gas-intensive industrial processes, provided they align with the EU’s climate targets. See Table 5.1.\n50 Commission technical guidance the application of the DNSH under the RRF Regulation, OJ 2021 on L C 58/1, Annex III.\n51 Parliament and Council Regulation 2023/955 OJ 2023 L 130/1.\n52 Parliament and Council Regulation (EU) 2021/1056, OJ 2021 L 231/1.\nEuropean University Institute\n13",
  "page_18": "loanna Hadjiyianni\nTable 5.1. Mechanisms for Aligning EU Funding with EU Policy Priorities in relation to the Green Transition\nMechanisms for Aligning EU Key Developments in relation to the Funding with Policy Priorities Green Transition\nPurposeful sources of revenue\nSpending targets\nComplementarity, coherence, and Do No Significant Harm synergies\nPolicy-specific budgetary Just Transition Fund and Social Climate instruments Fund\nSource: Data in left column adapted from A. D’Alfonso, ‘Matching priorities and resources in the EU budget’, European Parliament Briefing, May 2021.\nEven though revenue raised from green ORs may not be earmarked for specific green purposes, the spending targets indirectly ensure that sufficient funds from the EU budget are devoted to environmental objectives, the DNSH principle ensures that funds will not go to environmentally degrading purposes, and dedicated funds aim to mitigate inequalities and unfairness of environmental policies which may raise revenue for the EU budget while detrimentally impacting vulnerable individuals and households.\nWhile the mismatch between where the money is coming from and where it is going in terms of the underlying policy objective may be somewhat alleviated internally through a solidarity- based redistribution of funds to related purposes, for example by allocating part of the ETS revenues to the Social Climate Fund, it is not clear if a similar redistribution will be ensured externally towards affected third countries. This raises fairness concerns relating to international distributive justice particularly when EU unilateral measures that serve as ORs impose obligations on third country actors. The extent to which the EU’s policies on global issues are accepted internationally might ultimately determine the likelihood and sustainability of each new OR. Earmarking or re-distributing some proportion of revenues to international funding can externally show that the EU is aware of concerns arising from the introduction of unilateral policies on global issues like climate change, as well as increase the likelihood of compliance with the law of the World Trade Organization (WTO). This arguably provides a more direct and visible way of showing that funds raised from unilateral EU policies on international issues go to related policy goals of global concern rather than exclusively serving the EU’s recovery needs.\nPlastic levy, ETS revenues, and the CBAM\n30% of MFF and NGEU to climate objectives\n14\nAcademy of European Law",
  "page_19": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nC. Adjusted Criteria: Assessment Benchmarks for New ‘Green’ Sources of Revenue\nDrawing on the discussion of different criteria for assessing new ORs and on the peculiarities of serving the green transition through the revenue side of the EU budget, this paper adopts the criteria of ‘genuine’, ‘suitable’, and ‘fair’, as set out in Table 5.2, for carrying out an assessment of the three green new ORs. These criteria combine features deemed important in the literature and in the interinstitutional understandings. They are also adapted to the distinct complexities of green sources of revenue.\nTable 5.2. Criteria for the Introduction of New Green Own Resources\nAssessment Criteria\nGenuine: not easily attributed to individual Member States, based on EU policy, incentivizing potential, European Added Value\nSuitable: long-term stability of revenue, fresh revenue, legal complexity, and international implications\nFair: solidarity among the Member States and international distributive justice\nThese criteria are interrelated to some extent and could be categorized in different ways. This classification reflects key controversies, enables a comparative analysis of the different new ORs, and provides a benchmark for assessing their legitimacy, both internally and externally, in light of the broader operation of EU funding. The extent to which specific ORs are genuine, suitable, and fair depends on the design of each OR, the broader regulatory framework, as well as additional (horizontal) mechanisms of integrating EU funding with EU policy priorities, such as spending targets, the DNSH principle, and allocations to specialised funds serving related policy purposes. Earmarking funds raised by green sources to matching green purposes also cuts across all three criteria.\nAs a preliminary observation, a spectrum of genuineness emerges, with the initial 1970s understanding relating to customs duties on the one end and national GNI-based contributions on the other. The new ORs exhibit a ‘hybrid’ quality of genuineness, in between these two models. The suitability of the new green ORs is also particularly distinct in light of the unavoidable reduction of the calculation base as climate targets and environmental goals are reached. Finally, in terms of fairness, the new ORs raise novel issues internally relating to solidarity among Member States but also externally given that a large portion of the money, at least in relation to the ETS and CBAM ORs, comes from outside the EU. Taxing foreigners established outside the EU is a theme already present in the traditional ORs such as customs duties, but the new ORs present additional and distinct complexities considering their scale, the countries affected, and the legal context, which includes external implications (including WTO law, the Paris Agreement on Climate Change and the principle of Common but Differentiated Responsibilities and Respective Capabilities (CBRRC)).\n15\nEuropean University Institute",
  "page_20": "loanna Hadjiyianni\n4. Assessing the New Green Own Resources: Different Shades of Genuine, Suitable, and Fair\nIn terms of the timeline of implementation, although the proposals for the underlying policies on the revision of the ETS and the introduction of a CBAM were announced in July 2021 as part of the ‘Fit for 55’ package, the package on the corresponding ORs was delayed, as the work on a new digital levy was put on hold in the aftermath of a long-awaited agreement at the OECD/G20 level on the reform of the international taxation. The three new ORs were finally proposed as a ‘Christmas present’ on 22 December 2021.°° The package on all three new ORs is necessary to generate sufficient funds and limit the revisions of the Own Resources Decision. According to the legally binding timeline under the Interinstitutional Agreement, the Council had to ‘deliberate’ on these by 1 July 2022 with a view for their introduction by 1 January 2023. The introduction of all new ORs first requires the adoption of the underlying sectoral policy instruments and second, the ratification of the new Own Resources Decision by all Member States, in accordance with national procedures. The timing of the proposal on the Next Generation of ORs, while negotiations on the underlying policy instruments were ongoing, created additional pressure for their swift adoption at EU level.\nDrawing on the criteria set out in Table 5.2, the following analysis examines the extent to which the three green ORs provide genuine, suitable, and fair ORs that align the EU’s sources of funding with the achievement of EU policy priorities. The following sections analyze the three new green own resources by setting out the regulatory problem to be addressed as well as the basic design of both the underlying regulatory measure and the OR itself. In light of this, the analysis then evaluates the incentivizing potential of each OR, in terms of its extent to serve as a purposeful source of revenue that contributes to the achievement of the underlying policy objective. Attention is also drawn to any mismatches between the source of revenue and where that money is going to be spent, which may complicate its introduction from both an internal and an external perspective. This assessment also draws on the broader operation of the EU budget and the mechanisms for aligning the EU budget with the green transition set out in Table 5.1, which may address this mismatch indirectly.\nA. The Plastic Levy as a Source of EU Revenue\nThe so-called ‘plastic levy’ represents the first new OR introduced in the EU since 1988, and was already agreed as part of the 2020 Own Resources Decision. It is based on the EU’s existing policy on plastic packaging waste (in terms of calculating the amount of plastic packaging waste not recycled in each Member State). Presumably, this rendered it easier to agree on, but inevitably carries forward existing problems of implementation and may not have a substantial, additional incentivizing potential towards decreasing non-recyclable plastic packaging waste.\nIts basic design stipulates that from 1 January 2021, Member States are to pay for all non- recycled packaging plastic waste placed on their market. The national contribution is, therefore, proportional to the quantity of plastic packaging waste generated in each Member State that is not recycled. The levy is multi-level in nature; it consists of a uniform call rate with each Member State having to pay a rate of EUR 0.80 per kg of plastic packaging waste generated in its territory that is not recycled™ while reflecting subsidiarity according to the discretion of the Member States on how to implement it. The charge is not a tax as it is payable at state level, not by individuals or corporations. Member States could seek to recover the cost\n53 Commission Communication, The next generation of own resources for the EU budget, COM (2021) 566 final.\n54 ORD (n. 15) Art. 2(1)(c).\n16\nAcademy of European Law",
  "page_21": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nof the charge through taxation but this is up to individual countries. They could decide to recoup the cost of meeting the charge from differing parts of the supply chain, leading to potential regulatory divergence. Rather than providing a truly genuine own resource, the plastic levy emerges as a different kind of national contribution. The proceeds do not accrue directly to the EU budget from a common EU policy but the national contribution transferred to the EU budget should create additional incentives to comply with existing EU obligations on plastic packaging. Additionally, the funds are easily attributed to individual Member States, which limits the possibilities to move away from a logic of ‘juste retour’.°°\nFrance, Germany, and Italy are expected to pay the highest national plastic contributions.°° In order to ease the financial burden on poorer Member States, an adjustment mechanism with an annual lump sum reduction is applied to Member States with below EU average GNI per capita in 2017. The reduction corresponds to 3.8 kg of plastic packaging waste per capita and seventeen Member States will be entitled to this reduction applied to their respective contributions. Anticipating issues of fairness that may arise between Member States, this adjustment mechanism is embedded in the design of the measure and appears like the ‘reverse’ lump sum reduction similarly applied to GNI-based own resource. Its long-term contribution to ensuring solidarity among Member States remains to be seen, as both national GNI and EU recycling targets change.\nQuestions are also raised regarding its European Added Value, with some claiming that it reduces a primarily local environmental issue.°’ Although the amount of the contribution is directly proportional to the amount of plastic packaging waste not recycled in a specific Member State, this levy presents European Added Value by supplementing the EU Plastics policy and the Circular Economy policy, particularly ensuring that no displacement of plastic waste occurs within the EU. Additionally, reducing and potentially eliminating plastic packaging waste in seas and oceans is not a localized issue, nor is the carbon emitted from plastic production and treatment. Inherently, the treatment of plastic packaging waste presents significant transboundary and global elements that can be better addressed through coordinated action at the EU level. Nonetheless, the inter-connection of the plastic levy with the EU’s broader policy on recycling and the circular economy should be more systematically pursued.\nThe Packaging and Packaging Waste Directive (PPWD) sets legally binding recycling targets for plastic packaging waste, aiming to reach a recycling target of 50 per cent by 2025 and 55 per cent by 2030.°° Member States are legally obliged to take the necessary measures to reach the binding targets, but they have discretion on the kinds of measures to reach them. Member States may apply measures to ensure that producers of products bear the cost of respective waste management, including through extended producer responsibility schemes. They could also, or alternatively, levy a real plastic tax on the production or use of plastic packaging. The national contribution is not linked to a legal obligation for Member States to introduce additional measures targeted at the reduction of non-recycled plastic packaging waste. Although it provides indirect incentives, these are complementary to direct incentives already set in EU environmental legislation.\nThe Commission is currently assessing options to review the PPWD; this review will contribute to reaching the objective of the European Green Deal and the new circular economy action plan (CEAP) to ensure that ‘all packaging on the EU market is reusable or recyclable in an economically viable way by 2030’.*° It will also contribute to the objective of 2018 European\n55 Fuest and Pisani-Ferry (n. 9).\n56 Based available data from Eurostat. on\n57 Fuest and Pisani-Ferry (n. 9).\n58 Parliament and Council Directive 94/62/EC (as amended) OJ 1994 L 365/10.\n58 Commission Communication, A New Circular Economy Action Plan, COM (2020) 98.\nEuropean University Institute\n17",
  "page_22": "loanna Hadjiyianni\nStrategy for Plastics, in which the Commission committed to ensure that ‘by 2030 all plastics packaging placed on the market can be reused or recycled in a cost-effective manner’.°° Beyond the PPWD, the single-use Plastics Directive, aims to reduce plastic litter and ban certain products with readily available alternatives.°' Member States had to transpose it by July 2021, but its correct implementation has presented multiple obstacles. In this context, the plastic levy could function as a complementary measure to further incentivize Member States to comply with existing obligations, but it does not solve any of the problems in this regime, particularly how to increase recycling capacity and increase the recyclability of products. It rather carries with it the weaknesses of the existing regime, demonstrating that the legal complexities of the underlying policy instrument ultimately influence its suitability as an OR.\nThe rate for the national contribution will be proportional to the weight of non-recycled plastic packaging waste generated in each Member State, calculated as the difference between the weight of plastic packaging waste generated and the weight of plastic packaging recycled in that Member State. The calculation is dependent on the calculation of plastic packaging waste reported as recycled under PPWD Directive 94/62/EC. Up to 2019, the amount of plastic packaging waste recycled was measured at different points of the value chain and based on inaccurate estimations of plastic packaging put on the market. According to the Court of Auditors, this was due to a combination of reasons.™ First, Member States had the discretion to measure the amount of recycled plastic at different points in the value chain after plastic packaging had turned into waste —collection, sorting, or recycling. Second, the amount of plastic packaging put on the market was actually higher than that reported by the Member States. This inaccurate estimation was due to the incomplete inclusion of packaging from online sales, from small manufacturers, and of reusable packaging put on the market for the first time. The underestimation of the actual amount of plastic packaging waste was roughly proportional to an overestimation of the actual recycling rate. To improve the quality and accuracy of the data reported, an amendment in 2018 introduced a harmonized calculation method and EU-wide requirements for the calculation, monitoring and reporting of data. Following these revisions, the weight of packaging waste deemed to be recycled is measured at the point where packaging waste, after having been collected, sorted, shredded, and cleared, enters the actual recycling operation (input). The implementation of this harmonised method of calculation is expected to lead to a decrease in EU-wide recycling rate by 10 per cent. This means there will be a considerable gap between current rates and strengthened recycling rates for 2025 and 2030.\nFurthermore, plastic packaging waste will become subject to the stricter controls of the Basel Convention and thus not as easy, or even possible, to export outside the EU for recycling, reflecting the proximity principle. From January 2021, most plastic packaging waste will be considered hazardous waste under the Basel Convention.** The EU amended the Waste Shipment Regulation to reflect the changes introduced by the 14 COP to the Basel Convention, with the effect of banning exports of certain types of hazardous plastic waste to non-OECD countries and subjecting a broader range of plastic waste to prior informed consent procedures requiring the application of equivalent standards of recycling in the third\n6° Commission Communication, A European Strategy for Plastics in a Circular Economy, COM (2018) 28.\n$1 Parliament and Council Directive (EU) 2019/904 OJ 2019 L 155/1.\n2 Court of Auditors Report, EU action to tackle the issue of plastic waste, 4/2020.\n63 The rules expected to lead to downward correction in the EU’s reported plastic new are a average packaging recycling rate from 41% (2017) to as low as 32-39%, ibid.\n64\nBasel Convention Plastic Waste Amendments (2020) http://www.basel.int/Implementation/Plasticwaste/Amendments/Overview/tabid/8426/Default.aspx (last visited 18 January 2024).\n18\nAcademy of European Law",
  "page_23": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\ncountries. These changes are significant given that shipments for recycling outside the EU account for 27-30 per cent of reported shipments and for the period 2012-2017 shipping for recycling outside the EU played a significant role in reaching plastic packaging recycling targets. The introduction of the plastic levy does not anticipate or directly address the impacts on transnational waste trade and on the adjustments that third country facilities need to implement to ensure that their recycling standards are equivalent to those set in EU legislation.\nIn light of the stricter 2025 and 2030 legally binding recycling targets, the Member States will have to increase their capacities to respond to changes both in the calculation of non-recycled plastic packaging waste and in relation to controls on exports under the Basel regime,® which necessitate higher recycling capacity within the EU. The extent to which the plastic levy is going to help or incentivize Member States deal with the challenges ahead is questionable. It does not solve infrastructure shortages and legislative barriers that limit the ability of the market to increase recycled material suitable for food-grade packaging and hazardous material packaging. Instead, until chemical recycling matures and provides enough volume of material to tackle shortages, the implementation of the national contribution, at least in the short-term, will probably be passed on to consumers.\nAn additional concern which may reduce the plastic levy’s incentivizing potential relates to the fact that, in accordance with the principle of universality, proceeds are not earmarked for objectives relating to the circular economy or in supporting waste management infrastructure. It will therefore not directly increase recycling capacities. It will rather accrue to the general EU budget, to be partly used to repay NGEU costs, while any financing of relevant purposes may be achieved through established EU spending programmes (e.g cohesion funds, LIFE, Horizon Europe etc.). Funding actions under the cohesion policy and the RRF are governed by the DNSH principle, which includes the objective of a transition to a circular economy. At the same time, the circular economy and waste management form part of the purposes on which EU funds are spent through the Member States. However, there are significant divergences between EU countries in terms of how much is invested in waste management.®’\nUltimately the incentivizing potential of the plastic levy to achieve the underlying environmental objective and its genuineness and suitability as an OR will depend on how each Member State finances this contribution. In the first years at least, a majority of Member States will pay it out of their national budget, which limits its incentivizing potential for further reductions of plastic packaging waste. Some countries will pay it out of their national budget irrespective of whether they set up a new tax system to collect the contribution (Austria and Belgium will do this at least for the first year). Other Member States, including Italy and Spain,®® have introduced plastic levies nationally and others are considering the possibility. These include Austria, Bulgaria, Croatia, Cyprus, Germany, Finland.£° Depending on how each Member State sources the funds for this contribution, the levy does not necessarily constitute ‘fresh’ revenues, thereby detrimentally affecting its suitability as an OR, given that for many Member States, funds from their general budget will be redistributed to the EU budget in the form of the\n85 Commission Delegated Regulation 2020/2174 OJ 2020 L 433/11.\n86 Court of Auditors Report 4/2020 (n. 62).\n87 Commission, DG Environment, Study on investment needs in the waste sector and on the financing of municipal waste management in Member States, (2019) https://op.europa.eu/en/publication-detail/- /publication/4d5f8355-bcad-11e9-9d01-01aa75ed71a1 (last visited 18 January 2024).\n88 EY webcast\nPlastics and packaging taxes in Europe, (2021)\nsummary,\nhttps://assets.ey.com/content/dam/ey-sites/ey-com/en_gl/topics/tax/tax-pdfs/ey-plastics-and-\npackaging-taxes-webcast-summary.pdf (last visited 18 January 2024).\n69 WTS Global, ‘Plastic Taxation in Europe: Update 2023’ (2023) https://wts.com/global/publishing- article/20230522-plastic-taxation-europe-update-2023~publishing-article?language=en (last visited 18 January 2024).\nEuropean University Institute\n19",
  "page_24": "loanna Hadjiyianni\nplastic related national contribution. As more national tax policies on plastic waste are rolled out, its incentivizing potential is likely to increase in the medium term.\nThe long-term stability of the plastic levy, as with any green source of revenue, is called into question. The Commission estimates that the levy will finance, on average, 4 per cent of the annual EU budget (7 billion euros) for the period 2021-2027. However, this does not take into consideration the potential change in behaviour (reducing plastic packaging waste as a result). The lack of recognition in this respect can be problematic in light of the levy’s dual purpose: to create incentives to reduce the consumption of single-use plastics, foster recycling, and boost the circular economy as well as generate revenues for the EU budget and repay the NGEU costs.” If the levy does actually incentivize Member States to reduce plastic packaging waste, then it will not be a continuous, reliable source of revenue. As put by Perissich, ‘the idea to transfer to the EU the revenue of part or the entirety of a tax on recyclable plastic is little more than a gimmick. It would concern goods that we are busy eliminating from the market...’”' However, moving to higher recycling rates and viable alternatives will take time. According to a Commission analysis carried out following a request from the Court of Auditors in 2018, at least within the current MFF, the revenues from the plastic levy are expected to remain relatively stable.’\nThe diversity in the implementation of the plastic levy at the national level is also likely to complicate things for transnational trade. It may ultimately influence trade in terms of additional costs incurred, as well as lead to implications at different levels of the supply chain, impacting exports of waste to third countries. However, these external implications do not seem to have played a significant role in the legal design of the measure. The plastic levy is not an EU-wide measure, for example imposing an import tax on plastic packaging producers exporting products to the EU or a tax on waste management when plastic packaging waste is exported to be treated in foreign facilities. Rather, the external implications emerge as unavoidable and indirect, borne out incrementally, as the plastic levy is implemented variously throughout the EU, and across the global supply chain. This is a significant differentiating factor of the plastic levy in comparison with the other two new ORs discussed below, which strategically implicate direct obligations on third country actors that will contribute towards raising funds for the EU budget. The choice of the level of regulatory interference by the EU plastic levy at the Member State level and not at the level of individual operators, follows the existing structure of the PPWD, which the EU did not seek to alter when introducing a new source of revenue for the first time in 32 years. Altering the regulatory structure, with EU law directly imposing obligations on operators/producers would likely have involved longer and more contentious negotiations, as well as giving rise to significant external implications if such obligations were extended to imports. This difference, as to the type and extent of external implications for operators outside the EU, partly explains why the plastic levy was easier to agree on already in the 2020 Own Resources Decision, whereas the other ORs have been the subject of intense negotiations, complicated by the looming impacts on the EU’s relations with its trading partners and its credibility as a cooperative actor in international fora. See Table 5.3.\n70 ORD (n. 15) Recital 7; Interinstitutional Agreement (n. 29).\n71 R, Perissich, Did we say ‘new own resources’ for the recovery fund? (2020) https://www.ceps.eu/did- we-say-new-own-resources-for-the-recovery-fund/ (last visited 18 January 2024).\n72 Commission Staff Working Document, Financing the EU budget: report the operation of the on own resources system, SWD (2018) 172 final.\n20\nAcademy of European Law",
  "page_25": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives A Win-win or a Difficult Fit?\nTable 5.3. The Plastic Levy as a New Own Resource\nGenuine: National contributions based on the amount of non-recycled plastic packaging waste can be easily attributed to individual Member States. The plastic levy is based on an EU policy but partly addresses a localized issue. Its incentivizing potential is dependent on how each Member State implements it, and its European Added Value relates to its interconnection with the EU-wide plastic packaging targets and the circular economy package.\nSuitable: The long-term stability of revenue is likely to reduce as recycling targets are met. The freshness of revenue depends on how Member States implement it and whether they impose national taxes. Its legal complexity relates to implementation challenges in calculating waste that is recycled, and in controlling exports. International implications will depend on how transnational trade is affected (but this is incidental).\nFair: Solidarity among the Member States is built into the measure through a GNI- based reduction but its long-term effects will have to be reassessed. Fairness questions may be raised if costs are passed on to consumers, as well as international distributive justice concerns in light of impacts on waste treatment facilities abroad.\nOverall, while the incentivizing potential of the plastic levy very much depends on how it is implemented and sourced at the national level, for the time being, it can provide an additional source of funding that is expected to contribute substantially, at least to the current MFF. If it simultaneously provides indirect incentives for the Member States to comply with existing EU legal obligations on the calculation of recycled plastic packaging waste, as well as recycling and elimination targets, including putting the Single Use Plastics Directive in place correctly, it already provides a purposeful source of revenue that contributes revenue flows to the EU budget alongside a combination of other ORs.\nB. The EU Emissions Trading System as a Source of EU Revenue\nThe second new source of revenue is based on a policy instrument, the ETS directive,’? which has been operational for some time so, in principle, its introduction as an OR should be straightforward. However, the EU’s flagship climate measure has struggled to create a functional carbon market through a top-down approach. Also, establishing an OR based on ETS revenues involves redirecting funds from the Member States to the EU and is based on a revised version of the ETS that expands to additional sectors of the economy, covering a broader scope of emissions from aviation, emissions from maritime transport, as well as creating a separate ETS for road transport, buildings, and other industrial sectors not currently covered by the ETS.” It is therefore likely to raise concerns both internally in relation to the\n73 Parliament and Council Directive 2003/87/EC, OJ 2003 L 275/32.\n74 Commission Proposal on the Revision of the ETS Directive COM (2021) 551 final; Commission Proposal on the Revision of the ETS Directive as regards aviation’s contribution COM (2021) 552 final. The legislation amending the ETS was published in the OJ in May 2023 and entered into force on 5 June 2023. Amendments will apply from 1 January 2024. The relevant legislative instruments are available at https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=OJ:L:2023:130:TOC.\nEuropean University Institute\n21",
  "page_26": "loanna Hadjiyianni\ndisproportionate impact on certain Member States, the impact on vulnerable households and transport users, and externally in relation to the EU’s trading partners. The climate debate is a ‘contest over what values are going to shape the global society in the future’.’° The unilateral extension of the EU’s regulatory choices, favouring carbon pricing and covering activities partly taking place outside its territorial borders, can raise legitimacy concerns. It has to be carefully designed alongside the introduction of the CBAM in order to be acceptable both within and outside the EU. Assessing the genuineness, suitability, and fairness of the OR based on the ETS requires an explanation of the basic operation of the ETS and the proposed OR, the ETS’s recent revision in 2023, as well as the ways in which ETS revenue is being used and will be used following its revision and its designation as an OR.\nThe EU ETS is (or is meant to be) the ‘cornerstone’ of the EU’s climate change response. It currently covers about 10,000 installations in the power sectors and manufacturing industry, as well as airlines operating between EEA countries, covering about 45 per cent of emissions in the EU. It is a ‘cap and trade’ ETS, which requires all covered installations to surrender one EU allowance (EUA) for each tonne of carbon emitted. Within the limit of emissions, operators are allowed to buy and sell allowances as they require. Since 2013, the cap has been set at EU level and linearly reduced each year. The mitigation target that contributes to the overall EU target is currently set at 43 per cent reduction by 2030 compared to 2005. Since January 2009, a mechanism known as the ‘Market Stability Reserve’ automatically reduces allowance auction volume in case of surplus to increase resilience of the system to shocks and deal with the surplus of allowances that emerged because of the economic crisis in 2009.\nThe Monti report had already identified ETS-based revenues for the EU budget as a promising source, albeit sporadic and unpredictable.” The ETS-based OR presents clear European Added Value as it links to the common, transboundary aim of the fight against climate change, as well as relating to the better functioning of the single market. According to Fuest and Pisani- Ferry, among the candidates for new OR, ETS revenues should be the main source of new ORs given that it is based on a truly European policy.’” Additionally, while revenues from allowances can be easily allocated to the Member State where emissions are emitted, they argue that there is no reason why proceeds from auctions should be given to that country. The emitting industry does not impose any particular damage on that country in terms of its CO2 emissions. Taking the EU cap on emissions as a given, an additional emission in a particular Member State should be regarded as a ‘negative externality’ by other Member States in light of the common mitigation objectives.” The ETS revenues should therefore be allocated to the EU as the underlying corresponding policy is fundamentally a common policy as well.\nLooking more closely at the proposed ETS-based OR, 25 per cent of most revenues generated from allowances auctioned from emissions trading are to accrue to the EU budget.’ This would include revenues from the current ETS for stationary installations and aviation (for which additional allowances will be auctioned rather than allocated for free following the revision) and its extension to the maritime transport as well as from the introduction of the new ETS for road transport and buildings.®° The proposal includes a temporary solidarity adjustment mechanism to mitigate the regressive distributional impacts of the ETS-based own resource. It provides\n75 Prins and Rayner (n. 42).\n76 Notably, the Monti report suggested its introduction as ‘other revenue’ that would have only required a revision of the ETS and not the more demanding modification of OR decision. However, both the 2018 and the 2021 Commission proposals put forward ETS revenues as a new OR.\n77 Fuest and Pisany-Ferry (n. 9).\n78 Ibid. 11.\n79 COM (2021) 566 (n. 53).\n80 This would exclude allowances auctioned by the European Investment Bank for the Innovation Fund and the initial endowment of the Modernisation Fund.\n22\nAcademy of European Law",
  "page_27": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nfor a maximum contribution for lower-income and carbon-intensive Member States until 2030 and a minimum contribution for typically higher-income and low-carbon Member States. This will ensure that Member States do not contribute disproportionally to the EU budget in comparison to the size of their economy during the period of transition to more sustainable economies and societies and overall achieve a just contribution for all. Similarly to the plastic levy, the ETS OR anticipates fairness concerns and reduces, albeit temporarily, the effect of the OR on certain Member States depending on their income level and the carbon-intensity of their economy, thereby granting them more time to transition to low carbon solutions. Apart from this adjustment built into the ETS OR, additional mechanisms, such as the Social Climate Fund and the Just Transition Fund, also contribute to ensuring the just transition by allocating additional financial resources to carbon-intense economies and affected actors.\nThe Commission estimates that the revenues from the ETS will be around 9 EUR billion per year over the 2023-2030 period.®’ The Commission highlights the pan-European nature of the ETS servicing common EU objectives of reducing GHG emissions at the lowest cost, a policy which requires action at EU level and thereby constitutes an appropriate base for EU ORs.®? In brief, the ETS-based OR proposed by the Commission in December 2021 will partly redirect revenues from the Member States to the EU budget in the context of the current ETS, thereby not creating any new fresh revenue and partly on the revised, strengthened existing ETS (‘ETS 1’) and the new proposed ETS for road transport and buildings and other sectors (‘ETS 2’) to be operational from 2027, both of which would produce additional ‘fresh’ revenue. While some funds will be taken away from the Member States, overall the revisions will increase the number of allowances auctioned, including from additional sectors. The importance of the ETS- based OR for the EU budget and for ensuring sufficient funds are available for repaying the NGEU has created additional incentives to move the contentious negotiations on the ETS’s revision forward.\nIn terms of its regulatory ambition, the revised ETS Directive tightens the emissions cap to 62 per cent by 2030 compared to 2005 levels,®* in line with the overall increase in the EU’s ambition to reduce emissions by 55 per cent by 2030 compared to 1990 levels and achieve carbon neutrality by 2050 under the EU Climate Law.* This should be realized with the linear reduction factor increased from 2.2 per cent to 4.3 per cent for the period 2024-2027 and to 4.4 per cent for 2028-2030 combined with two one-off adjustments of the cap reducing it by 90 million allowances in 2027 and by another 27 million allowances in 2026. The strengthened targets require further reductions and are likely to lead to a higher number of auctioned allowances, at least in the medium term. At the same time, as climate targets are strengthened and met, the revenue will incrementally decrease, calling into question its suitability as an OR.\nAs to the scope of the ETS, the coverage of aviation and maritime emissions raises significant legal challenges, particularly in light of coexistence with applicable international regimes, which may influence the suitability of the ETS as an OR. In relation to emissions from aviation, the revised ETS provides that the ETS will not cover flights between the EEA and third countries until 31 December 2026. Flights between third countries and the EU will be covered by the international market-based instrument known as Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA) under the International Civil Aviation Organization (ICAO)® for those states that implement it. The revised ETS requires the Commission to report on the\n81 COM (2021) 566 (n. 53).\n82 Ibid.\n83 Parliament and Council Directive 2023/959 OJ 2023 L 130/134, Recital 39. 84 COM (2021) 551 (n. 75).\n85 Directive 2023/959 (n. 84) Art. 1 (13) amending Article 9 of Directive 2003/87/EC. 86 Commission Proposal aviation emissions COM (2021) 552. on\nEuropean University Institute\n23",
  "page_28": "loanna Hadjiyianni\nprogress of implementation and the environmental integrity of CORSIA consistently with the objectives of the Paris Agreement and proceed with a legislative proposal where appropriate. From 2027, departing flights from the EEA to third countries will be included in the ETS if the Commission’s report shows either that the ICAO Assembly has not strengthened CORSIA in line with the long-term aspirational goal by 31 December 2025 towards meeting the Paris Agreement goals, or that the list compiled by the Commission that have implemented CORSIA in a certain way®’ represents less than 70 per cent of international aviation emissions.®* The revised ETS also indicates that flights to/from Least Developed Countries (LDCs) and Small Island Developing States (SIDS), as defined by the UN, other than those listed in the implementing act on states that apply CORSIA for the purposes of EU law, and other than those with GDP per capita that equals or exceeds the EU average, will be exempted from the ETS and CORSIA indefinitely.2° This exemption seeks to incorporate distributive justice concerns as embedded in the principle of CBDR.\nThe European Parliament’s position on 8 June 2022 was, overall, more demanding in relation to the interaction of the ETS with the international instrument.°° It considered that CORSIA is already not aligned with the level of ambition required to keep the temperature goals of the Paris Agreement. Therefore, the ETS should apply to all departing flights to third countries from an EU airport as of 2024. The money spent on credits used for CORSIA for flights to countries that are implementing CORSIA should be deductible from the financial obligations under the EU ETS. This, according to the European Parliament, strengthens CORSIA, while the EU safeguards its legislative autonomy to regulate global aviation emissions.°' Therefore the European Parliament wished to adopt a stricter ‘penalty default’ approach to climate ‘contingent unilateralism’,°? not giving carte blanche approval to CORSIA but maintaining the ETS in case CORSIA is not considered sufficient on the basis of the EU’s ambitions.\nOverall, under the revised ETS, the default position is thus the application of the international market-based instrument until 2026 and the ETS will apply from 2027 in case the global measure is evaluated by the EU as not being stringent enough or the extent of global implementation is not sufficient. While the revised ETS therefore extends the ‘stop the clock’ approach to the coverage of global aviation emissions, the original scope of the ETS is to fully cover global aviation emissions, but this is postponed repeatedly to allow international negotiations to move forward while maintaining the ‘threat’ of EU unilateral action.°° Effectively, the EU’s unilateral approach through the ETS emerges as a ‘penalty default’ in case of insufficient international progress. This is considered problematic by some as the EU’s unilateral (and subjective) evaluation of CORSIA’s progress compared to the EU’s gold\n87 Parliament and Council Directive 2023/958 OJ 2023 L 130/115, Art.1(9) amending Article 25a of Directive 2003/87/EC, ‘The Commission shall adopt an implementing act listing States other than EEA countries, Switzerland and the United Kingdom which are considered to be applying CORSIA for the purposes of this Directive, with a baseline of 2019 for 2021 to 2023 and a baseline of 85 per cent of 2019 emissions for each year from 2024.’ The choice of baselines corresponds to the latest ICAO decisions for the operation of CORSIA.\n88 Directive 2023/958 (n. 88) Art.1(10) replacing Article 28b of Directive 2003/87/EC. 89 Ibid. Recital 21 and Art. 25a(6).\n8° Revision of the EU Emissions Trading System for aviation, Amendments adopted by the European Parliament at first reading, 8 June 2022, P9_TA(2022)0230.\n*1 The application of the ETS to arriving flights is to be re-examined at a later stage in light of CORSIA’s implementation.\n8 Scott and Rajamani, ‘EU Climate Change Unilateralism’ 23 European Journal of International Law (2012) 469; Scott, ‘Extraterritoriality and Territorial Extension in EU Law’ 62 American Journal of Comparative Law (2014) 87; | Hadjiyianni, The European Union as a Global Regulator for Environmental Protection, A Legitimacy Perspective (2019).\n83 On this approach, Scott (n. 93) 117; Hadjiyianni (n. 93) 37. see\n24\nAcademy of European Law",
  "page_29": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nstandard in the ETS may potentially undermine international negotiations. The international implications and reactions overall call into question the suitability of the ETS-based OR.\nAdditionally, the scope of the revised ETS is broadened to cover maritime transport of intra- EU voyages, 50 per cent of the emissions from extra-EU voyages (arriving from or departing to a third country), and emissions from ships while at berth in an EU port.°° Surrendering of allowances for maritime transport will be phased in from 40 per cent of verified emissions for 2024 increasing. gradually to 100 per cent by 2026.°° Given that there is no global market- based action in relation to maritime emissions (unlike aviation), the Commission proposed to cover parts of global emissions in line with the CBDRRC principle and allowing third countries to decide on appropriate action in respect of the other share of emissions. The inclusion of global maritime emissions is again formulated in contingent terms providing for the Commission to review the ETS application to maritime emissions in light of future international developments and efforts to achieve the Paris Agreement objectives, including within the auspices of the International Maritime Organization (IMO) and negotiations concerning a global market-based measure.®” It is meant to encourage third countries to take appropriate action on the share of emissions from extra-EU voyages not covered by the ETS or support the development of global market-based mechanisms. The incentivizing element was even more prevalent in the European Parliament’s position, which clarified that IMO developments are not sufficient, and in the meantime, the EU should include 10 per cent of emissions from international shipping trips from 2027 with possible derogations if an IMO market-based measure is put in place.°® The IMO measure should be in line with the PA and at least comparable to the reductions resulting from EU measures. It calls for a proportionate reduction of the scope of application of EU measures while keeping at least 50 per cent of international shipping trips within the EU ETS. The European Parliament’s position was more demanding and involved a greater scope of coverage. It ranges from simply accepting any international action on GHG emissions in the maritime sector as sufficient to withdraw the EU unilateral measure, to a requirement that would incude assessing the sufficiency of internaitonal action and requiring for at least comparable ambitions, thereby exhibiting ‘contingent unilateralism’®? that is reactive and persistent.\nThe final compromise covering 50 per cent of extra-EU voyages with incremental consideration of further coverage in light of international developments and third country action amounts to less demanding unilateralism. The revised ETS provides for the Commission to review the coverage of maritime transport emissions if a global market-based measure is adopted, examining its ambition in light of the objectives of the PA, its overall environmental integrity compared to the ETS, and any issues relating to its coherence with the ETS.'® In this context, the Commission may propose amendments that would be consistent with the Union’s 2030 climate target and the climate neutrality objective of the EU Climate Law as well as preserve the environmental integrity and effectiveness of EU climate action ‘while avoiding any\n94 Rafael Schvartzman, IATA Regional Vice President for Europe, ‘EU ETS reform destabilizes international consensus for aviation carbon reductions’, (2023),\nhttps://www.iata.org/en/about/worldwide/europe/blog/eu-ets-reform-destabilizes-international-\nconsensus-for-aviation-carbon-reductions/ (last visited 18 January 2024).\n% Directive 2023/959 (n. 84) Art.1(7) inserting Art. 3ga to Directive 2003/87/EC.\n86 Ibid. Art.1(7) inserting Art. 3gb to Directive 2003/87/EC.\n87 COM (2021) 551 (n. 75) Recital 18 and Art. 3ge.\n88 Amendments adopted by the European Parliament at first reading 22 June 2022 the proposal on on to revise the EU Emissions Trading System, P9_TA(2022)0246.\n89 Scott and Rajamani (n. 92).\n100 Directive 2023/959 (n. 84) Art.1(7) inserting Art. 3gg to Directive 2003/87/EC.\nEuropean University Institute\n25",
  "page_30": "loanna Hadjiyianni\nsignificant double burden’.'°' Additionally, if the IMO does not adopt a global market-based measure by 2028 at least comparable to the reductions resulting from the ETS, the Commission will examine the need to extend the ETS coverage to more than 50 per cent of emissions from extra-EU trips to/from foreign ports, in light of the objectives of the PA. It will also examine progress at IMO level and any third country market-based measures equivalent to the ETS.1°\nWhatever the eventual geographic scope of the ETS regarding aviation and maritime emissions looks like pending future reviews of international developments, its extraterritorial reach and the fact that revenues raised through allowances surrendered by operators established outside the EU are not earmarked for international climate purposes raises concerns from the perspective of third countries and can harm international negotiations under the ICAO/IMO. These legal complexities call into question the suitability of the ETS-based OR and make it difficult to predict the level of revenues from auctioned allowances that will accrue to the EU budget in the long term on the basis of differentiated geographic scope.\nThe Fit for 55 revision also includes the introduction of a new, separate ETS on road transport, buildings, and additional industrial sectors not currently covered by the ETS (‘ETS 2’).'° The new ETS will focus on upstream fuel suppliers and not on householders and road transport users. While not directly imposing obligations for surrendering allowances to fuel consumers in these sectors, it is expected to lead to price increases for consumers, with varying effects in different Member States and exposing vulnerable households to the risk of energy poverty, and it was met with significant resistance by certain Member States. For this reason, the Social Climate Fund has been introduced, which seeks to mitigate the impacts of this regime on vulnerable households and urge investments in cleaner mobility, which is further discussed below.\" ETS 2 will have its own cap that will be set from 2027 with a linear reduction factor to achieve a 42 per cent reduction in these sectors by 2030 compared to 2005 levels,'° and all allowances will be auctioned. The operation of the new ETS may be delayed until 2028 if energy prices are deemed exceptionally high between 2023-2026.'%\nThe amount of ETS revenues also depends on how they are allocated to covered operators. From phase 3 of the ETS (2013), auctioning is the default method for allocating emission allowances to companies participating in the EU emissions trading system. However, in sectors other than power generation, the transition to auctioning is taking place progressively. Some allowances continue to be allocated for free until 2020 and beyond.'”” The gradual elimination of free allowances and eventual phaseout, particularly in sectors falling within the scope of the CBAM'® and their conditional allocation based on decarbonization efforts, 1°\n101 Ibid.\n102 Ibid.\n103 Additional sectors that correspond to industrial activities not covered by Annex | of Direct 2003/87/EC such as the heating of industrial facilities.\n104 Regulation 2023/955 (n 51).\n105 Directive 2023/959 (n. 84) Recital 80.\n106|bid. Recital 92 and Art.1(29) insertin Art. 30k to Directive 2003/87/EC.\n107 In the current period, the target is to auction 57per cent of allowances available and separate target a of auctioning 15 per cent of aviation allowances (allocated on the basis of historical emissions).\n108 The allocation of free allowances to deal with the risks of carbon leakage to sectors and sub-sectors covered by the proposed CBAM, discussed below, will be gradually phased out from 2026 to 2034, leading to an increase of revenue from the ETS as more allowances will be auctioned, Directive 2023/959 (n. 84) Recital 46 and Art.1(13) inserting paragraph 1a to Art. 10a(b) of Directive 2003/87/EC. Free allowances for aviation are to be gradually phased out by 2026, Directive 2023/958 (n. 88) Recital 14.\n109 Directive 2023/959 (n. 84) Art.1(13) amending Art. 10a(1) of Directive 2003/87/EC.\n26\nAcademy of European Law",
  "page_31": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\ncombined with the tightened overall cap, is expected to increase decarbonization efforts in ETS sectors, as well as revenue stemming from ETS auctioned allowances.\nAs to the use of auctioned revenues, the revised ETS combined with the proposal on the Next Generation own resources alter their use by a) increasing the amounts that will be allocated to the ETS funds, b) accruing 25 per cent of most revenues from ETS allowances to the EU budget as a new own resource, a nominal share of which will be used to finance the Social Climate Fund (through the EU budget) while the rest is not earmarked for climate related purposes and c) creating a legal obligation for Member States to use the rest of the revenues from ETS allowances that accrue to them for climate related purposes.\nCurrently, the largest share of revenue from auctioned allowances accrues to the Member States, who may decide on how to use them subject to a recommendation under the ETS Directive that 50 per cent should be used for climate-related purposes, emissions mitigation, and adaptation measures and technologies, including renewable energy, energy efficiency, and carbon capture and storage.''? Member States received EUR 42 billion in auction receipts between 2012 and June 2019. According to the Commission, on the basis of reporting from the Member States, while approximately 80 per cent of ETS revenue is used for these purposes therein, the management decisions rest with the Member States.'\"’ The Fit For 55 revision of the ETS provides that all revenues from auctioned allowances‘? which are not attributed to the EU budget shall be used for climate-related purposes listed in the directive.''% This is now to be turned into a legal obligation for the total amount of revenue from auctioned allowances accruing to the Member States from the ETS. A legal obligation is also established for Member States to use revenues from the new ETS on road transport, buildings, and other sectors (apart from revenues constituting external assigned revenue or own resources) for climate and social purposes.'* Therefore, even though the ETS revenues accruing to the EU budget may not be earmarked for climate purposes, the revenue accruing to the Member States is to be used for climate purposes. Combined with spending targets under funding instruments including the RRF, they can mitigate any mismatches arising from the fact that the ETS OR funds are not earmarked, at least relating to operators based in the EU.\nA small portion of the revenue from auctioned ETS allowances is currently reserved for two EU funds (ETS funds). In particular, 2 per cent of the total quantity of allowances between 2021-2030 is allocated to the Modernisation Fund, a dedicated funding programme to support 10 lower-income EU Member States (with a GDP that is 60 per cent below the EU average) in their transition to climate neutrality by helping them to modernise their energy systems and improve energy efficiency. Additionally, the Innovation Fund receives 450 million allowances, the proceeds of which are used for promoting innovation in Carbon Capture and Storage technology and renewable energy in industrial low carbon processes and technology (helps decarbonise industry). The Fit for 55 Revision maintains and strengthens the ETS funds.'\"® On the one hand, the Modernisation Fund will receive an additional 2.5 per cent of total amount of allowances from 2024-2030 to support Member States with a GDP 75 per cent below the EU\n110 Ibid. Art. 10(3). Member States have to report to the Commission on how revenues are used. 111 For an overview of how revenues were used in practice, see Santikarn et a/, ‘The Use of Auction Revenue from Emissions Trading Systems’, ICAP, 2019.\n112 Except the used to compensate the most electro-intensive sectors for indirect costs related revenues to increases in electricity costs as a result of the EU ETS under Directive 2003/87/EC (n. 73) Art. 10a(6).\n113 Directive 2023/959 (n. 84) Art.1(12) amending Art. 10 of Directive 2003/87/EC. 114 Ibid. Art.1(29) inserting Art. 30d to Directive 2003/87/EC.\n115 Directive 2023/959 (n. 84) Art.1(12) amending Art. 10 of Directive 2003/87/EC.\nEuropean University Institute\n27",
  "page_32": "loanna Hadjiyianni\naverage during the period from 2016-2018.'1® The Modernisation Fund is thus expected to further contribute to ensuring solidarity between the Member States, thereby affecting the EU ETS-OR’s overall fairness. The revision also eliminates support for energy generation based on fossil fuels’? and increases the portion of the fund that must be invested in priority investments (renewable energy, support of households to address energy poverty, and just transition in carbon-dependent regions) under article 10d(2).'\"® On the other hand, the Innovation Fund will be financed by additional sources.'1? Furthermore, its scope will be extended to support innovation in low-carbon technologies in the buildings and road transport sectors as well as in maritime transport. Notably, the revised ETS has also integrated the DNSH principle as a condition for the use of revenue under both the Modernisation and the Innovation Funds from 2025.'7°\nConcerns relating to the revision of the ETS and its introduction as an OR relate to its social fairness and economic rationality, harming industries that have been significantly hit by the crisis (such as aviation and maritime) as well as vulnerable households and transport users. These impacts are meant to be mitigated through additional financial support.'*! How the incentivizing potential of putting a price on carbon in these sectors will be combined effectively and fairly through additional financial support of these same sectors (albeit at different levels of the production and distribution chain) is not straightforward. As a corollary to the new ETS on road transport and buildings, the Fit for 55 revision introduces the Social Climate Fund, which is meant to benefit vulnerable households, micro-enterprises and transport users in order to mitigate the effects of the ETS 2 and is considered an ‘important piece of the Fit for 55 jigsaw puzzle’.'*? It seeks to mitigate impacts of this regime for vulnerable households and urge investments in cleaner mobility. In the Commision’s Proposal on Next Generation ORs, the Commission indicated that the financial envelope of the Social Climate Fund would correspond to 25 per cent of expected revenues from the ETS on road transport and buildings.'2? Pending discussions on the adoption of a new OR based on the ETS, the Fund will initially be financed by revenues from the ETS and from the new ETS on road transport, buildings and other sectors, 124 ‘exceptional and temporary’ basis, in the form of external on an assigned revenue.'*° A maximum amount of EUR 65 billion should be made available for its\n116 This includes the same ten countries as before, but now Greece and Portugal can also receive funding from the Modernisation Fund.\n117 Except regards the support for such investments with from allowances voluntarily as revenue transferred to the Modernisation Fund in accordance with Article 10d(4) of Directive 2003/87/EC.\n118 Directive 2023/959 (n. 84) Recital 64.\n119 Directive 2023/959 (n. 84) Art.1(13) amending Art. 10a(8) of Directive 2003/87/EC.\n120 Ibid. Art 1(18) inserting Art. 10f to Directive 2003/87/EC.\n121 Through the FuelEU Maritime Initiative in combination with the Innovation Fund as well as through the Social Climate Fund.\n122 MEP Petros Kokkalis in interview with Evi Kiorri, Climate Social fund: crucial for the Fit for 55 an jigsaw puzzle, (2022), https:/Avww.euractiv.com/section/energy-environment/podcast/climate-social- fund-crucial-for-the-fit-for-55-jigsaw-puzzle/ (last visited 18 January 2024).\n123 An equivalent amount to this share will be available under the MFF to support the Fund. To this end, the Commission proposed a targeted revision of the MFF, COM (2021) 569 final.\n124 The Social Climate Fund will be financed by 50 million allowances from the ETS (previously allocated for free or auctioned) pursuant to Article 10a(8b), 150 million allowances from the ETS2 on buildings, road transport and additional sectors and additional revenue generated from auctioned allowances from the ETS2 up to the maximum of 65 million euros by 2032, Directive 2023/959 (n. 84) Recital 84 and Art.1(29) inserting Art. 30d to Directive 2003/87/EC.\n125 Directive 2023/959 (n. 84) Recital 84; Regulation 2023/955 (n. 51) Recital 30.\n28\nAcademy of European Law",
  "page_33": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nimplementation in the period 2026-2032.'° In the event that revenue from ETS allowances is established as an OR, the continuity and effectiveness of the fund will be ensured through appropriate proposals in the post-2027 MFF.'2’ The Fund will become operational in 2026, one year before the new ETS enters into force. Member States would have to prepare social climate plans and the money would go towards compensation (direct payments to citizens through temporary income support) and investment in climate measures such as insulating buildings. Member States should finance at least 25 per cent of the total costs of the Social Climate Plans.'#® As the RRF financial disbursements are meant to end by 2026, this Fund would complement it in time and scope. The introduction of the Social Climate Fund can potentially achieve fairness internally in redistributing funds to those most acutely affected by the ETS 2. Similar efforts, for example by allocating proportional funds to international funding mechanisms, are not reflected in the proposal in relation to operators established outside the EU to which the ETS will apply.\nNeither the Commission’s proposal on Next Generation ORs nor the revised ETS indicate any further how the money accruing to the EU budget from the ETS or corresponding shares from the EU budget will be used.'”? The European Parliament had been more explicit, particularly regarding revenues from maritime and aviation allowances, including for the international aspects of their coverage. Regarding maritime allowances, the Parliament proposed for 75 percent of revenues to be put into an Ocean Fund to support the transition to an efficient and climate-resilient EU maritime sector.'*° It also called for the Commission to engage with third countries about exploring options as to how they could also make use of the Ocean Fund. In addition, a corresponding share of the Ocean Fund is to be made available for those countries outside the Union, in particular LDCs and SIDS, whose voyages from or to a port outside the jurisdiction of a Member State are covered 100 per cent by measures aiming at adapting to climate change and decreasing their emissions in the maritime sector. As for aviation allowances, the European Parliament proposed that part of revenues should be allocated to the Climate Investment Fund to support innovations to reduce climate and environmental impact of the aviation sector. According to the Parliament, 15 per cent of revenues from flights leaving the EEA should be allocated to the UNFCCC climate funds to advance international action to mitigate climate change impacts on the most vulnerable communities. The Member States should use the rest for climate purposes and particularly for social dialogue and just transition. The revised ETS does not indicate any specific use for revenues attributed to the EU budget but revenues that accrue to the Member States shall be used for climate-related purposes provided in the ETS Directive.'*\"\nFinally, concerns may be raised about the long-term stability and contribution of ETS-based revenue to the EU budget. As more emissions are included in the ETS, including maritime emissions and emissions from the new ETS for road transport, buildings, and other sectors, and as more allowances are auctioned in the aviation sector and in CBAM sectors, more revenue from the ETS is expected. At the same time, as the cap is reduced based on a more demanding linear reduction factor and more emissions are placed in the MSR, future revenues\n126 Maximum annual amounts allocated to the fund provided in the directive and adjustments are are made in case the ETS 2’s start date is postponed to 2028, Directive 2023/959 (n. 84) Art.1(29) inserting Art. 30d to Directive 2003/87/EC.\n127 Regulation 2023/955 (n. 51) Art. 27(4).\n128 Ibid. Art. 15.\n128 Except for the funds raised by ETS allowances in CBAM sectors, previously allocated for free, which will accrue to the Innovation Fund as discussed further below, Directive 2023/959 (n. 84) Recital 46 and Art.1(13) amending Art. 10a(8h).\n130 Amendments adopted by the European Parliament, P9_TA(2022)0230 (n. 91).\n131 Directive 2023/958 (n. 88) Art. 1 amending Art. 3d(4) of Directive 2003/87/EC.\nEuropean University Institute\n29",
  "page_34": "loanna Hadjiyianni\nwill also be reduced. However, overall, the operation of the MSR, which is strengthened in the revised ETS,\" renders the system more resilient to economic shocks and stabilizes the revenue coming from the system. As the EU moves towards reaching its CO2 neutrality objective, revenues from auctions will fall. But during a time of transition that will likely last until at least 2050, the ETS will continue to generate revenue. See Table 5.4.\nTable 5.4. The ETS as a New Own Resource\nGenuine: Emissions are attributed to individual Member States, but the damage on climate and in light of EU-wide mitigation targets does not create externalities to a particular Member State. It is truly based on EU policy addressing the global problem of climate change and affecting the internal market. The incentivizing potential stems mainly from the reduction of free allowances and the tightening of the cap and not necessarily from its designation as an OR. European Added Value is inherent in the ETS, which enabled the creation of an EU-wide carbon market.\nSuitable: The long-term stability of revenue will be reduced as climate mitigation targets are met, but this will be gradual, and the MSR and the elimination of free allowances will increase revenue. Fresh revenue will be raised through the tightening of the cap, the inclusion of additional emissions, and the elimination of free allowances. Its main legal complexity relates to the global scope of coverage of emissions from aviation and maritime and its coexistence with the CBAM, which also raises international implications.\nFair: Solidarity among the Member States is meant to be ensured through the temporary solidarity adjustment mechanism, the Modernisation Fund, the Social Climate Fund, and the Just Transition Fund. These dedicated funds may address concerns about the non-allocation of revenues from auctioned allowances accruing to the EU (except for allowances in CBAM sectors previously allocated for free which will accrue to the Innovation Fund with special attention to CBAM sectors). International distributive justice concerns are not directly and sufficiently addressed although suggestions have been made by the European Parliament, particularly about the intended uses of the revenue raised.\nC. The Carbon Border Adjustment Mechanism as a Source of EU Revenue\nClosely linked to the ETS is the introduction of a new controversial EU policy aiming to regulate the carbon content of imports. The introduction of a carbon border adjustment, while discussed in the past, resurfaced in the European Green Deal in late 2019 and was reinforced in the European Council’s conclusions on the EU budget and recovery fund in July 2020. It consists of a new source of funding on the basis of a policy that is not yet agreed upon and which gained increased momentum after its identification as a new OR to be used partly to repay the NGEU. The proposal for the CBAM Regulation was announced as part of the Fit for 55 package\n132 The MSR will be strengthened in the revised ETS for the period 2023-2030, including by restricting the number of allowances that can be held in the reserve to 400 million, with any surplus being permanently cancelled, Directive 2023/959 (n. 84) Art. 2(1) amending Art.1(5a) of Decision 2015/1814.\n30\nAcademy of European Law",
  "page_35": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\non 14 July 2021,'*° and its identification as a new OR followed up in the new ORs package proposed on 22 December 2021.'*4 The CBAM Regulation entered into force in May 2023 and will enter into force in its transitional phase on 1 October 2023 and in its permanent phase on 1 January 2026.'°° Overall, the CBAM is a controversial policy, both internally and externally, initially proposed for selected sectors and with a gradual implementation schedule and a transition period that will take some time before it, if ever, produces funds for the EU budget, which is one, and not the primary, of its many purposes.\nThe CBAM is meant to serve multiple purposes, which reflect different kinds of motives behind the EU’s unilateral move and ‘translate into different choices in terms of legal design’.'°° The multiple purposes also demonstrate different degrees of alignment between the EU’s revenue and the underlying policy objective. The primary objective of the CBAM is to address GHG emissions embedded in imports that may undermine the EU’s efforts to reduce its global carbon footprint. Putting a price on carbon for products imported to the EU with the aim of enhancing the EU’s climate action, incentivizes producers in third countries to modernise their operations, and reduce the emission intensity of industries, as well as incentivizing third country governments to ratchet up their efforts in the fight against climate change. It also aims at reducing carbon leakage and protecting EU manufacturers from unfair competition.'?” Carbon leakage refers to the situation that may occur if, for reasons of costs related to climate policies, businesses transfer production to other countries with less stringent emission reduction requirements, or EU products are replaced by carbon-intensive imports. This could lead to an increase in emissions. Currently, the EU addresses concerns about carbon leakage (and competitiveness impacts) through free allocation (in the case of direct emissions for covered installations)'*® and indirect cost compensation (for the cost of carbon emissions related to electricity procured by covered installations).'°° According to the Court of Auditors, these mechanisms slowed down decarbonization and did not take into account the ability of industry to pass on costs to consumers.'*° The CBAM is an alternative to these mechanisms and would replace them over time,'*’ recognizing that free allowance mechanisms under the ETS weaken the price signal of the system for those sectors. 142\nAddressing the risks of carbon leakage is served in a different way than that provided in the EU ETS and would create the need and impetus for eliminating free allowances to sectors covered by the CBAM which have proven to threaten the environmental integrity and the decarbonizing potential of the system. At the same time, the revenues generated from the CBAM are then to be used for multiple purposes: repaying the recovery instrument, contributing to the just transition, and towards digitalisation. While, according to the European Parliament, the budgetary role of the CBAM should only be a ‘by-product’ of the instrument, '*°\n133 Commission Proposal for a Regulation establishing a carbon border adjustment mechanism COM (2021) 564 final.\n134 COM (2021) 566 (n. 53).\n135 Parliament and Council Regulation 2023/956 OJ 2023 L 130/52.\n136 Pirlot, ‘Carbon Border Adjustment Measures: A Straightforward Multi-Purpose Climate Change Instrument?’ 34 Journal of Environmental Law (2022) 25, at 27.\n137 Preventing the risk of carbon leakage identified the primary aim, COM (2021) 564 (n. 133) Art. 1. as 138 Directive 2003/87/EC (n. 73) Art. 10b.\n139 Directive 2003/87/EC (n. 73) Art. 10a(6).\n140 Court of Auditors Special Report, ‘The EU’s Emissions Trading System: free allocation of allowances needed better targeting’ (2020).\n141 Regulation 2023/956 (n. 137) Recital 12 and Art. 1(3).\n142 Ibid, Recital 11.\n143 Parliament Resolution of 10 March 2021 towards WTO-compatible EU CBAM, P9_TA(2021)0071. a\nEuropean University Institute\n31",
  "page_36": "loanna Hadjiyianni\nproceeds from the CBAM (and its impact on ETS revenues) would significantly boost the EU’s revenue.\nClosely related to arguments about avoiding carbon leakage are motives to protect the competitiveness of domestic producers, which would face additional costs compared to their international counterparts. When unilateral measures are used primarily to protect domestic competition, significant questions from the perspective of third countries are raised as to the unilateral distribution of responsibilities relating to international climate externalities. The ways in which domestic producers are protected through such unilateral measures may also raise questions of compatibility with WTO principles, given that they are prone to give rise to protectionist abuse.\nThe CBAM Regulation consists of an extension of the ETS to imported products with importers having to surrender CBAM certificates (outside the ETS pool). The choice of sectors and emissions to be covered has been the subject of intense negotiations and disagreements. Eventually, the CBAM will, at least initially, cover steel, iron, cement, fertilizers, aluminium, electricity, and hydrogen, with the possibility of adding further sectors at a later stage. A simplified CBAM system, where importers will have to report emissions embedded in their goods without paying a financial adjustment, was applied from 2023 to facilitate a smooth rollout and to facilitate dialogue with third countries. Once the definitive system becomes fully operational in 2026, EU importers will have to declare annually the quantity of goods and the amount of embedded emissions in the total goods they imported into the EU in the preceding year, and surrender the corresponding CBAM certificates.\nThe CBAM will apply to direct emissions of greenhouse gases emitted during the production process of the products covered as well as indirect emissions (i.e. carbon emissions from the electricity used to produce the good) in relation to cement and fertilizers. By the end of the transition period, the Commission will evaluate how the CBAM is working and whether to extend its scope to more products and services, including further down the value chain, and whether to indirect emissions in relation to additional products in the future. 144 cover\nThe CBAM will mirror the ETS in the sense that the system is based on the purchase of certificates, the price of which will be calculated based on the weekly average auction price of EU ETS allowances. A CBAM certificate, similarly to a European Union Allowance, corresponds to one tonne of CO2. Importers will need to acquire sufficient certificates to cover the embedded emissions of their imported goods. In this manner, imported goods would be priced as if they had been produced in the EU. For this adjustment to be applied fairly and without favouring domestic producers, it has to coordinate with existing mechanisms under the ETS to address the risks of carbon leakage, particularly through free allocation of allowances.\nThe CBAM will thus have an indirect effect on ETS revenues. The introduction of the CBAM requires the reduction and ultimately abolition of free allowances currently allocated to industries facing a high risk of carbon leakage due to international competition under the EU ETS. This would in turn increase revenues from the EU ETS as more allowances would be auctioned. Unilateral measures that aim to influence external developments can thereby create momentum to increase ambition internally, potentially including more sectors and expanding auctioning of allowances to sectors that currently receive most of their allowances for free. The CBAM'’s incentivizing potential for contributing to achieving climate change objectives thereby lies largely in its impact on the ETS, leading ultimately to the elimination of free allowances, which have hindered decarbonisation efforts.\n144 Regulation 2023/956 (n. 135) Art. 30.\n32\nAcademy of European Law",
  "page_37": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nTo increase international acceptability, including from a WTO perspective, and ensure the environmental integrity of the measure, free allowances must be reduced hand-in-hand with the introduction of the CBAM. EU producers must not enjoy ‘double protection’, that is, they cannot be simultaneously protected from carbon leakage through free allocation and an adjustment at the border. While there were hopes from environmental groups that free allowances would be abolished (at least from 2026) and both domestic and foreign producers would have to pay for the full amount of carbon, double protection is instead avoided by adjusting the amount of CBAM certificates in light of the number of free allowances accorded to EU domestic producers. '4° Free allowances will continue being allocated for a while. They are set to reduce over a nine-year period from 2026 until they are phased out completely by 2034.'*° This allows producers, importers, and traders to adjust to the new regime, while ensuring that free allowances and the CBAM are not cumulative. The CBAM will thus progressively apply proportionately to the reduction of free allowances under the ETS, to ensure that imported and domestic products are treated even-handedly.\nThe CBAM, both as a policy and as a new OR, partly depends on its international acceptability by the EU’s trading partners, which is complicated by the extraterritorial reach embedded in its legal design. The EU has been increasingly resorting to internal environmental measures with extraterritorial implications (IEMEIs) to address pressing global problems, including climate change, that are insufficiently regulated at the international level.'*” One of the most well- Known examples of such regulatory activity is the Directive that first included international greenhouse gas emissions from aviation in the EU ETS.'° This required all airlines arriving at or departing from EU airports to surrender allowances, including for emissions occurring outside EU airspace. Subsequently, it was provisionally restricted to intra-EEA flights, largely due to strong political opposition from many third countries. The introduction of the CBAM represents one of the latest examples of an IEMEI approach to regulating climate change. It aims to reflect the true carbon content of products coming from third countries by putting a price on imported products reflecting the GHG emissions caused by their production in third countries. It thereby exhibits what Scott identifies as ‘territorial extension’, whereby the EU regulates activities with a territorial link to the EU, while taking into account (as a matter of law) conduct and circumstances beyond its borders.'*? Such measures create incentives for third country companies to adjust their practices and third country governments to emulate the EU’s policies, sometimes giving rise to what Bradford identifies as the ‘Brussels Effect’.'°° They often implicate significant legal complexities, as well as political reactions by the EU’s trading partners.\nInternational reactions to the EU’s proposal to introduce the CBAM, which can influence its suitability as an OR, have been mixed.'®' Depending on the sectors included, different countries are affected to different degrees. For example, the sectors of cement, aluminium, and steel would be greatly affected in Turkey and the ‘threat’ of the CBAM pushed it to ratify the Paris Agreement and announce the introduction of a national ETS. In the US, an initial negative reaction, was followed by a softer reaction combined with discussions for the US to set up their own CBA measure. Moreover, the EU and the US issued a joint statement to cooperate on arrangements for trade in the sectors of aluminium and steel, taking into account\n145 COM (2021) 564 (n. 135) Art. 31(1).\n146 Directive 2023/959 (n. 84) Art.1(13) amending Art. 10a by inserting para 1a. of Directive 2003/87/EC. The phase out will start at a slow rate and will accelerate towards the end of the period.\n147 Hadjiyianni (n. 93).\n148 Parliament and Council Directive 2008/101/EU OJ 2018 L 24/8.\n149 Scott (n. 93) 87.\n150 A. Bradford, The Brussels Effect, How the European Union Rules the World (2020).\n151 P. Pauw, L. Schaik and G. Cretti, ‘The CBAM Effect: how the world is responding to the EU’s van new climate stick’, Clignedael Alert, May 2022.\nEuropean University Institute\n33",
  "page_38": "loanna Hadjiyianni\nand reducing the carbon intensity of production. In any case, the introduction of a CBA measure in the US would require setting up an ETS in the first place and the EU has declared that it is not willing to wait for a climate club combining CBA measures before it introduces its own unilateral CBAM. US reactions may have been somewhat contained in relation to the Commission’s proposal, which would not have included sectors in which the US is a predominant exporter to the EU. If the sectoral coverage changes before the end of the transition period, particularly including chemicals as the European Parliament insisted, the reaction is likely to change. BASIC Countries expressed ‘grave concerns’, while negative reactions were reported in African countries. Regarding LDCs, as the European Commission’s Impact Assessment has noted, the emissions generated from imports to the EU are relatively limited compared to other EU trading partners.'°? However, the economies of certain LCDs substantially rely on exports to the EU. Among others, Mozambique is one of the most affected countries in relation to exports of aluminium, and Senegal in relation to fertilizer. Generally, as regards LDCs, capacity constraints and additional costs are also expected. Notably, the EU’s CBAM did not receive much attention at recent global climate summits. This may be partly explained by the fact that third countries are waiting to see how the CBAM will eventually be designed before reacting more forcefully. It can also be attributed to the fact that it might be possible to escape the CBAM through ‘resource shuffling’, exporting less carbon-intensive products to the EU while continuing with carbon-intensive materials and products domestically and in exports to other parts of the world.'®* Overall, despite an initial pushback, reactions have been less hostile to the EU’s proposal to include global aviation emissions in the ETS back in 2008.\nThe suitability of the CBAM as a new OR depends on how its incentivizing potential to urge third countries to increase climate ambitions is realized. If incentivizing effects occur by the mere proposal, used as a lever to push countries in climate negotiations, then the CBAM may never deliver any revenues. As noted by Timmermans in November 2021, in response to the Turkish minister’s comment on ratifying the Paris Agreement partly as a response to the EU’s CBAM proposal, the incentivizing effect is materializing before its finalization. A different way in which EU revenue becomes a policy steering mechanism is by convincing the Member States to agree to it (at least initially) and then use it as a potential ‘stick’ in international negotiations. Its external incentivizing impact may be symbolic rather than substantive by raising additional revenues for the EU budget swiftly. Furthermore, in terms of providing fresh revenue, the CBAM will only start producing revenue from 2026 onwards, and this will take place incrementally, hand in hand with the gradual reduction of free allowances under the ETS. Nonetheless, the CBAM is expected to create new and fresh revenue for the Member States and the EU, both through the CBAM certificates and its indirect impact on ETS revenues.\nAs to its genuine nature as an OR, the CBAM as an EU-wide instrument serving the common objective of reducing GHG emissions at the lowest cost, requires EU-level action, exhibiting clear European Added Value. While the surrender of CBAM certificates can be attributed to individual Member States, this does not necessarily diminish its pan-European nature. Similar to customs duties, the initial market in which products are placed on the EU market does not necessarily determine the final destination of the products or relate to the particular Member State’s contribution. Its pan-European nature is also evident through its close links to the EU ETS, which is itself a pan-European instrument, both by reflecting the ETS price and by leading to a reduction of free allowances under the ETS.\n152 Impact Assessment Report accompanying the Proposal for a regulation establishing a carbon adjustment mechanism, SWD (2021) 643, Part 2/2, 19. 153 See 153. n.\n34\nAcademy of European Law",
  "page_39": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nAs to its likelihood of offering long-term stability of revenue, if successful, more countries will raise their ambitions and implement carbon pricing policies, in which case CBAM revenues will be reduced or the CBAM will not be required. In relation to green sources of revenue, the greater and more successful their incentivizing effect is in achieving the green transition goals (genuineness as OR), the less likely it is to offer a long-term, stable source of revenue for the EU budget (stability as OR), thereby demonstrating an inherent tension between the different criteria underlying EU ORs. Furthermore, CBAM revenues would be similarly volatile to ETS revenues as they reflect the ETS price. Nonetheless, given that carbon pricing policies are not that widespread and the ETS will continue to play a critical role in meeting the EU’s climate ambitions at least until 2050, revenues emerging as a result of the CBAM would make a substantial contribution to the EU budget as a new own resource, partly to be used to repay the NGEU debt.\nLegal complexities influence the potential of the CBAM to contribute to the EU’s climate mitigation efforts as well as its potential to be adopted, thereby influencing both its genuineness as a purposeful OR and its long-term suitability to provide a steady flow of income to the EU budget. The final design of the CBAM had to be carefully crafted, taking into account both internal legal complexities, relating to the competences and decision-making procedures of the EU as well as external legal requirements stemming from the EU’s international commitments. The fact that the CBAM ‘taxes foreigners’ raises distinct international legal implications. Achieving compatibility with WTO law, an explicit commitment by the Commission in the European Green Deal'’™ and by the European Parliament, '® largely influences the legal design of the EU’s CBAM. The CBAWM’s flexibility in recognizing third country efforts to address climate change will also determine its acceptability from the perspective of the bottom-up regulatory approach, reflecting CBDRRC in light of national circumstances, embedded in the Paris Agreement.\nStarting from WTO law, CBA measures are not inherently incompatible with WTO rules, but they need to be designed carefully to avoid violation of relevant WTO principles.'*° Among others, these include non-discrimination among trading partners, the so-called Most-favoured- nation (MFN) principle, and non-discrimination between domestic and imported products, the so-called national treatment principle. Exceptions about the country of origin of imported products and the extent to which a particular country has taken comparable climate action could be problematic from a WTO perspective, at least at first sight. If the CBAM violates one of the relevant substantive WTO obligations, it could potentially be justified under Article XX of the General Agreement on Tariffs and Trade (GATT) as necessary to protect the life and health of humans and/or animals or as relating to the protection of exhaustible natural resources. The CBAM also has to be designed and implemented in a way that avoids protectionism and demonstrates that it is not a disguised restriction to international trade or an arbitrary or unjustified discrimination among countries where the same conditions prevail, in accordance with the chapeau of Article XX. This has often been the case and is anticipated to be, in relation to the CBAM, the most challenging aspect of the use of GATT exceptions.'®” Both the type of instrument and the sectors and products need to be carefully selected and justified. Starting with some selected sectors (e.g. cement, steel) in order to test and prove the mechanism before expanding to other sectors, could be problematic from a WTO perspective, particularly\n154 COM (2019) 640 final (n. 40) at 5.\n155 Parliament Resolution P9_TA(2021)0071 (n. 145).\n156 Mehling et al, ‘Designing Border Carbon Adjustments for Enhanced Climate Action’ 113(3) American Journal of International Law (2019) 433.\n157 Tamiotti, ‘The Legal Interface between carbon border and trade rules’ 11(5) Climate Policy measures (2011) 1202.\nEuropean University Institute\n35",
  "page_40": "loanna Hadjiyianni\nif the EU makes exceptions for certain carbon-intensive domestic sectors, while applying a CBAM for products largely produced abroad. '*®\nAdditionally, at the international level, the EU’s unilateral action through the CBAM could be accused of interfering with the sovereignty of third countries, coercing foreign companies to comply with more ambitious climate policies than those applied domestically. Arguably, this could be seen as contrary to the Paris Agreement, which is founded on nationally determined and differentiated contributions to the overall temperature goal. However, in light of the Paris Agreement’s provisions on increasing ambition and shortcomings of current commitments to meet the temperature goal, the EU could hardly be accused of acting against the Paris Agreement.'®? At the same time, the bottom-up approach of the Paris Agreement and the importance of CBDRRC implications at the very least point to the necessity for the EU to carefully design such a unilateral measure in an effort to support, and not undermine, global efforts on climate change. While the EU claims that the CBAM is an important tool in achieving climate neutrality in line with the Paris Agreement, the CBAM does not foster compliance with the Paris Agreement but aims to allow the EU to deal with the risk of carbon leakage so that it can increase its own ambitions.\"© The inter-relationship between the EU’s unilateral move and international commitments under the Paris Agreement is thus more complicated than it may initially seem.\nFollowing previous practice in IEMEls, the CBAM includes clauses that respect and anticipate action by third countries in the form of ‘contingent unilateralism’.'*' The CBAM Regulation provides for contingent unilateralism in the form of exceptions and equivalence in two main ways. First, to avoid treating imports no less favourably than domestic products, Article 9 of the Regulation provides for a reduction of the number of CBAM certificates taking into account the carbon price paid in the country of origin. It provides for a deduction in the number of CBAM certificates to be surrendered corresponding to the carbon price paid in the country of origin for declared emissions subject to verification that declared emissions are subject to carbon price and that they were paid. This contingency clause is relatively narrow, in the sense that it does not provide the possibility to adjust the number of CBAM certificates in light of compliance with regulatory requirements in third countries, but only in light of a carbon price paid in the country of origin. The CBAM is, therefore, coercive in a way that would make it hard to justify under GATT Article XX. Its incentivizing potential for third countries to ratchet up their climate policies is therefore narrow in terms of incentivizing the introduction of carbon pricing measures while failing to recognize other kinds of regulation. This can be particularly controversial for countries at different stages of development. The narrow scope of equivalence built into the CBAM proposal, limited to carbon pricing policies and no other kinds of regulatory approaches, indicates that the EU is ‘putting all its eggs’ into one policy basket, convinced that this is the right way to reduce GHG emissions in specific sectors of the economy while not allowing sufficient flexibility for other kinds of policy approaches to flourish. '®\nSecond, a different kind of country-level contingency is provided through the possibility for the Commission to conclude agreements with third countries with a view to taking their carbon- pricing mechanism (ETS or carbon tax) into account and adjusting the carbon charge accordingly in the application of Article 9 of the Proposal (i.e. reducing the number of CBAM certificates to take into account the price paid in the country of origin).'®? The conclusion of\n158 Horn and Sapir, ‘Border Carbon Tariffs: Giving Trade to the Climate?’ 6 Bruegel Policy up on save Brief\n(2013).\n159 See n. 158.\n160 Pirlot (n. 136).\n161 Scott and Rajamani (n. 93).\n162 Prins and Rayner (n. 42).\n163 Regulation 2023/956 (n. 137) Art. 2(12)\n36\nAcademy of European Law",
  "page_41": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nbilateral agreements emerges as a different kind of equivalence through cooperation which allows room for negotiation with the third country and implicates state consent that ultimately renders the unilateral measure less problematic in principle. The explanatory memorandum to the CBAM proposal indicated that such agreements to take into account the carbon pricing mechanisms of third countries are to be considered an alternative to the CBAM in case they ensure a ‘higher degree of effectiveness and ambition to achieve decarbonization of a sector’.'64 Equivalence determinations at country level are always complex political determinations and this formulation seems problematic both from the perspective of WTO flexibility'®° and the differentiated approach of the Paris Agreement in line with the CBDRRC in the light of national circumstances.\nIn relation to IEMEls, their international acceptability and ultimately their legitimacy is partly determined on the basis of efforts taken to anticipate, factor in, and mitigate impacts on developing countries in line with the principle of CBDRRC, which governs the international climate regime. Given that the underlying policy objective, fighting climate change, is a global collective action problem with close links to international law, the EU’s unilateral action may be partly justified. At the same time, its impacts on the poorest and most vulnerable have to be sufficiently taken into account and mitigated. The interests of developing countries were arguably ignored in the design of the initial Aviation Directive, which required all airlines to surrender allowances to EU Member States, irrespective of whether they originated from developing countries.‘*° As Young put it, ‘the EU was forcing behavioural change in other states but also distributing a burden that it would otherwise have to meet.’'®” Such outsourcing of responsibilities could raise international distributive justice questions as to the fair allocation of costs and benefits from environmental protection. As mentioned above, the revised ETS exempts extra-EEA flights to/from most LDCs and SIDS from the scope of the ETS (and CORSIA), thereby more concretely incorporating differentiation at least in relation to countries falling under these classifications.\nThe CBAM Regulation does not move forward from the approach embedded in the initial aviation directive as there is no exception for LDCs or progressive inclusion of imports. The Impact Assessment recognised that in some sectors, exports from LDCs to the EU significantly contribute to their economies and compliance costs are expected to be higher relatively. The EU should therefore carefully assess risks and support the transformative process of these countries in adjusting to the CBAM.'® In the final version of the CBAM Regulation, two preambular paragraphs somewhat provide a weak incorporation of CBDRRC.\nFirst, the EU reiterates its commitment to work with and support low and middle-income third countries towards decarbonization as part of the external dimension of the Green Deal and in line with the Paris Agreement.'®? Support towards these countries, especially LDCs, should continue through the EU budget to ensure their adaptation to the CBAM Regulation and, more generally, for their climate mitigation and adaptation within the ceiling of the MFF and the financial support provided by the EU to international climate finance.\n164 Explanatory Memorandum to Commission Proposal for a Regulation establishing a carbon border adjustment mechanism COM (2021) 564 final.\n165 Marin Duran, ‘EU Carbon Border Adjustment Mechanism: Key Issues Going Forward’ 26(4)\nEuropean Foreign Affairs Review (2021) 499.\n166 Scott and Rajamani (n. 93).\n167 Young, ‘Trade Measures to address Climate Change: Territory and Extraterritoriality’ in P. Delimatsis (ed), Research Handbook on Climate Change and Trade Law (2016) 343.\n168 Impact Assessment Report SWD (2021) 643 (n. 154) Part 2/2, 19.\n169 Regulation 2023/956 (n. 135) Recital 74.\nEuropean University Institute\n37",
  "page_42": "loanna Hadjiyianni\nSecond, the Commission is to ‘strive to engage in an even-handed manner and in line with the international obligations of the Union with the third countries whose trade to the Union is affected by this Regulation, in order to explore the possibility for dialogue and cooperation.’”° Alongside this qualified commitment to international cooperation, ‘[t]he Union should provide technical assistance for those purposes to developing countries and to least developed countries...’ Such preambular commitments to assist poor countries do not leave it up to the expectations of the EU acting as an agent of global climate justice, leaving no one behind in the transition to a carbon-neutral economy. Also, the fact that the impact of the Regulation on and of any technical assistance provided to these countries forms part of the reviewing process of the CBAM Regulation,'”' does not commit the EU to mitigating the effects of the CBAM in line with CBDRRC. The European Parliament’s position in June 2022 was more demanding, requiring the Commission to regularly monitor changes in trade flows from LDCs attributable to CBAM as well as to monitor technical assistance provided to LDCs to evaluate the effectiveness of the measure to contribute to the decarbonization of those countries. '”2\nFurthermore, no CBDRRC considerations in the allotment of CBAM revenues are currently included in the CBAM Regulation or in the proposal on Next Generation ORs. While the EU is committed to continue supporting low- and middle-income third countries, this is to be achieved through the EU budget, the MFF, and the EU’s contributions to international climate finance, and it is not linked to the introduction of a new OR based on CBAM revenues or a related increase of support through established mechanisms in an effort to mitigate the impacts of the CBAM.\"’3 It could be argued that CBDRRC concerns are reflected by way of the choice of sectors to be included, which do not significantly affect developing countries and LDCs (but rather predominantly influence countries like Russia, the UK, Norway, and Turkey). However, this is not a satisfactory way of incorporating CBDRRC given that there are provisions for including additional sectors in the future. In any case, even if developing countries and LDCs may not be currently classified among the top exporters of CBAM-covered products, their inclusion will hinder their ability to expand trade in those sectors. A more targeted and complete integration of CBDRRC is also required given that it is less likely and notably more challenging for such countries (particularly LDCs) to put a carbon pricing mechanism in place, that would reduce the amount of CBAM certificates to be surrendered, insufficiently accounting for other, non-carbon-price-based efforts to address climate change. Designing the CBAM flexibly to reflect the different adjustments needed in relation to products coming from countries with different climate policies and at different stages of development might pose challenges for its WTO justification. Still, these are not insuperable and are needed to enhance the legitimacy, fairness, and environmental integrity of the measure.\nFinally, the use of CBAM revenues and the associated ETS revenues in CBAM sectors is one of the most controversial decisions influencing both its internal and external acceptability. As noted by Marcu et al, ‘from a political perspective, retaining the revenues would be far more popular domestically, and far less popular internationally’. The CBAM is estimated to generate additional revenue for 2030 at EUR 2.1 billion. Most revenues, that is 75 per cent of revenue generated by the CBAM, will accrue to the EU budget as one of the new ORs to fund\n170 Ibid. Recital 71.\n171 Ibid. Art. 30(2)(f).\n172 Amendments adopted by the European Parliament 22 June 2022 the proposal for regulation on on a of the European Parliament and of the Council establishing a carbon border adjustment mechanism, P9_TA(2022)0248, Recital 57a new.\n173 Regulation 2023/956 (n. 135) Recital 74.\n174 A. Marcu, M. Mehling and A. Cosbey, ‘CBAM for the EU: A policy proposal’, ERCST Roundtable on Climate Change and Sustainable Transition (2021).\n38\nAcademy of European Law",
  "page_43": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives: A Win-win or a Difficult Fit?\nthe related expenditure for repayment of NGEU.'’® However, the proposals do not indicate that any part of CBAM revenues will be earmarked for climate change purposes either within or outside the EU. As indicated in the revised ETS, the allowances no longer allocated for free will be auctioned and the revenues should accrue to the Innovation Fund so as to support innovation in low carbon technologies, carbon capture and utilisation, carbon capture and geological storage, renewable energy and energy storage, in a way that contributes to mitigating climate change.'”° Special attention should be given to projects in CBAM sectors, '”” which can raise concerns from the perspective of third countries and negatively affect the international acceptability of the measure given that it will be used to support the domestic industries required to adjust the carbon-intensity of their operations. Additionally, Member States are allowed to use auction revenues to address any residual risk of carbon leakage in CBAM sectors.'’”® Notably, the use of revenue from allowances under the ETS previously allocated for free in CBAM sectors can be problematic from a WTO perspective and its likelinood to be justified under chapeau of Article XX GATT. Funds targeted to support covered firms provide evidence that the CBAM is more about protecting competitiveness than it is about protecting the environment. If a portion of CBAM revenues is earmarked for climate purposes, it would increase its chances of not being regarded as a disguised protectionist measure to help domestic industry and assist the EU repay its recovery debt.\nThe Interinstitutional Agreement indicates that all new ORs should be used towards recovery of NGEU with any excess going to the EU budget. Still, as part of the revenues from the ETS is earmarked for climate purposes at the EU and national levels, a similar approach could be applied to the CBAM, potentially by earmarking revenues through ‘assigned revenue’ under the Financial Regulation. While the European Parliament highlighted the need to repay NGEU and the importance of the principle of universality, it also committed to CBAM revenues not being used to subsidize policies or actions which run counter to the Paris Agreement and the objectives of the European Green Deal.'”? Different options for the use of the CBAM revenue had been discussed and put forward—including covering the administrative cost of CBAM, defraying the certification costs for importers who challenge default carbon intensity value and are successful, funding mitigation actions in trade partner countries affected by the CBAM— while it would be politically necessary to assign some part of it to the EU budget.'®°\nThe credibility of the use of CBAM revenues should also be viewed in the broader context of the EU budget’s green conditionalities. It could be argued that the climate spending target of 30 per cent across the MFF and the Recovery Instrument as well as the horizontal principle of DNSH, which applies both to the RRF and funds under the cohesion policy governed by the Common Provisions Regulation, '®' contribute to ensuring that both some portion of the money is devoted to climate objectives, as well as ensuring that climate mitigation and adaptation are not undermined. However, much depends on how rigorously these ‘green strings’ will be applied in practice and, in any case, they do not address the international implications of raising money from imported products and not allocating funds to international climate funding.\n178 COM (2021) 566 (n. 53).\n176 Directive 2023/959 (n. 84) Recital 46 and Art.1 (13) amending Art. 10a(8h) of Directive 2003/87/EC. 177 Ibid.\n178 ‘Where allowances coming from a reduction of free allocation in application of the conditionality rules are not fully used to exempt the installations with the lowest greenhouse gas emission intensity from the cross-sectoral correction, 50per cent of those residual allowances should be added to the Innovation Fund. The other 50per cent should be auctioned on behalf of Member States and they should use the revenue therefrom to address any residual risk of carbon leakage in CBAM sectors. ’, Ibid. Recital 47.\n178 Parliament Resolution (n. 145).\n180 Marcu, Mehling and Cosbey (n. 176).\n181 Parliament and Council Regulation 2021/1060 OJ 2021 L 231/159.\n39\nEuropean University Institute",
  "page_44": "loanna Hadjiyianni\nThere are also distinct concerns as to the equitable use of CBAM revenue, particularly given that no exemption is provided for LDCs. The emergence of purposeful green ORs cannot ignore the demands of international distributive justice related to the green transition. Part of the revenue could be used through devoted funds to help developing country producers, such as through the Adaptation Fund, Special Climate Change Fund administered by the Global Environmental Facility or the Green Climate Fund. Such an earmarking provision of parts of the CBAM revenue would amount to a more structural commitment to providing the necessary assistance to developing countries and a stronger incorporation of CBDRRC concerns in the design of the CBAM. To this effect, the European Parliament’s position in June 2022, while indicating that CBAM revenues should go to the EU budget as general income, and not be earmarked as such, in line with the principle of universality, the EU should finance LDCs efforts towards decarbonisation at least to the level of revenues generated by the sale of CBAM certificates.'®* This support should be provided through the EU’s international climate finance and relevant geographic programmes. Earmarking or otherwise adjusting budgetary appropriation to reflect equivalent amounts towards support of LDCs may reduce the sufficiency of new ORs to repay NGEU, but it does influence fairness and the acceptability of ORs.\nThe decision about the use of CBAM revenues and related ETS revenues has been repeatedly postponed and forms one of the most contentious aspects of trialogue discussions. Ultimately, this decision will determine the international credibility and acceptability of the measure. ‘Taxing foreigners’ and only allowing for consideration of carbon pricing mechanisms in third countries acutely demonstrates the difficulty of reconciling internal and external concerns in the formulation of IEMEIs. The use of the CBAM revenues may influence its WTO compliance and raise concerns in relation to international justice. See Table 5.5.\n182 Amendments adopted by the European Parliament 22 June 2022, P9_TA(2022)0248 (n. 174) on Recital 55.\n40\nAcademy of European Law",
  "page_45": "The Emergence of New Own Resources to Strengthen the EU Budget and Achieve Green Policy Objectives A Win-win or a Difficult Fit?\nTable 5.5. The CBAM as a New Own Resource\nCBAM-based Own Resource\nGenuine: While the initial entry point of products and the surrender of CBAM certificates can be easily attributed to individual Member States, this does not influence its genuineness as an OR that is based on a truly EU policy with European Added Value linked to the ETS and driving the EU’s role as an international climate actor. The incentivizing potential of the CBAM depends on its eventual design prior to the end of the transition period and its interaction with the ETS.\nSuitable: Once operational, the long-term stability of revenue raised by the CBAM will gradually reduce as climate targets under the ETS are met and the cap is tightened and as third countries raise their climate ambitions and introduce carbon pricing policies equivalent to the EU’s. In the meantime, the CBAM will raise fresh revenue both through CBAM certificates and by indirectly increasing ETS revenues in CBAM sectors. The legal complexity surrounding the CBAM, particularly in light of its international implications, are significant and limit the regulatory scope available to the EU in introducing such a unilateral measure.\nFair: Solidarity among the Member States and fairness concerns are meant to be ensured through the operation of specialised ETS funds (such as the Modernisation Fund, the Social Climate Fund, and the Just Transition Fund). International distributive justice concerns are acute in light of the CBDRRC principle and may be partly addressed through the allocation of CBAM funds to purposes favouring LDCs and SIDSs.\n5. Conclusions\nIn light of the need to repay the NGEU, there is a noticeable shift in the EU’s funding strategy, providing economic incentives to achieve EU common policies, thereby achieving agreement among Member States on key policy areas while simultaneously urging third countries to adjust their regulatory approaches to the EU’s priorities. The strategic use of EU funding to promote priorities agreed by the EU presents a significant tool for furthering EU integration and achieving common policies. However, introducing new ORs based on controversial underlying policies is not straightforward. The policy instruments which will generate new proceeds for the EU budget have been subject to intense negotiations within the EU, affecting different Member States to different degrees. Their designation as new ORs does not necessarily render the internal negotiations less contentious. At the same time, from the perspective of the rest of the world, while the EU emerges as a leader on pressing global issues that are insufficiently regulated at the global level, going it alone through the unilateral use of economic instruments can raise concerns as to the true motives behind the EU’s action and the extent to which the impacts on foreign interests are sufficiently taken into account.\nIn combination, the reform of the EU’s ORs and the need to cover the repayment of the NGEU have led to a fast-moving shift to European integration that raises significant issues both internally relating to solidarity and distributive fairness among Member States and externally relating to the EU’s role as a global actor. Furthermore, a mismatch between the policy- oriented character of new ORs and the way the funds will be spent, primarily repaying the EU’s debt for the pandemic recovery, further accentuate these concerns. Particularly, ORs which largely aim to tax foreign companies and operators with the purpose of using those monies to promote the EU’s green transition goals at a level and pace set unilaterally by the EU, as well\nEuropean University Institute\n41",
  "page_46": "loanna Hadjiyianni\nas repaying the recovery debt, have to be carefully designed in order to address legitimacy concerns raised.\nThis paper has organised the different kinds of features and concerns associated with the introduction of new own resources into three key criteria (genuine, suitable, and fair), defined and adapted in light of the distinctiveness of green sources of revenue. The plastic levy emerges as less genuine particularly given that its incentivizing potential in reducing plastic pollution and delivering a circular economy approach is not systematically embedded in its design and depends on how Member States exercise their discretion. At the same, it is the OR with the least controversial external implications, which emerges as incidental and not as part of the legal design itself. In this respect, the legal considerations for its introduction were less controversial, allowing for its early inclusion in the 2020 Own Resources Decision. The climate- related ORs, on the other hand, present truly genuine ORs with clear European Added Value, but raise significant fairness concerns among Member States. Also, due to their close links to international law, they present significant legal complexities, implicating the EU’s obligations under multiple international fora and raising distinct distributive justice concerns as they involve direct financial obligations on foreign actors.\nIndividually, each of the new green own resources may fall short on the basis of the benchmarks of genuineness, suitability, and fairness as adopted in this paper. In combination however, and despite the expected reduction of their calculation base as environmental targets are met, the three green ORs offer promising sources of revenue, serving as the starting point for a more long-term shift in the operation of the EU’s own resources system, moving away from a ‘juste retour’ logic and more visibly exhibiting the benefits of pooling resources at the EU level. A mixture of different green ORs ensures the diversification of revenue sources, which would enable a better focus on priority areas, more independence and stability, as well as fairness.\nOverall, this paper has demonstrated how green sources of EU funding could potentially lead to a win-win situation, serving policy objectives for which the EU has a clear mandate and which are characterized by deep integration among the Member States. With the emergence of green ORs, environmental protection requirements are integrated more systematically in the EU’s funding, with EU revenue serving as a significant policy steering mechanism. At the same time, this integration is not straightforward. Concerns have been raised about the capacity of the new green ORs to deliver the underlying objectives, the external and extraterritorial implications of the EU’s policies, and the fairness of their impacts. To ensure a win-win, policy measures serving as the basis for green ORs have to be monitored and regularly reviewed not only as to whether they provide stable and sufficient proceeds into the EU’s coffers, but also as to whether they achieve the underlying policy objective without reversing the logic of the ‘polluter pays’ principle by providing a way for operators to ‘buy out’ environmental externalities and pass the cost to consumers without implementing the infrastructure and technology adjustments needed for a green and just transition. Furthermore, the overall integration of environmental requirements in EU funding is multifaceted. It also depends on how other horizontal mechanisms, such as spending targets in EU funding instruments, the DNSH principle, and policy-specific funds, operate in practice. Research on the _ practical implementation of these ‘green strings’ attached to EU funding can further reveal the extent to which green sources of revenue and their associated purposes provide a good fit for strengthening the EU budget and furthering EU integration.\n42\nAcademy of European Law"
},
  "language": "Languages.ENGLISH",
  "total_pages": 46
}
