{
  "file_name": "61_720.pdf",
  "pages": {
  "page_1": "SCHOOL OF\nTRANSNATIONAL\nal\nGOVERNANCE\nPOLICY\nBRIEF\nIssue 2020/06\nDecember 2020\nA WAY FORWARD FOR A CARBON\nBORDER ADJUSTMENT MECHANISM BY\nTHE EU\nEXECUTIVE SUMMARY\nIn the context of raising its climate ambition, Europe is thinking of introducing a Carbon Border Adjustment Mechanism (CBAM) on imports. This would be to forestall carbon leakage, whereby European production relocates outside Europe, and is intended to encourage other countries to follow Europe's lead and raise cli- mate ambition. How this CBAM would work is as yet unclear, although there is a clear wish for the measure to be compatible with World Trade Organisation (WTO) rules. The purpose of CBAM is not to help, nor protect, European industry beyond preventing carbon leakage. In this Policy Brief, the authors make seven clear and pragmatic recommendations on the implementation of this measure if Europe decides to go ahead with it. Misunderstandings are already arising, partly as a result of the declared use of revenues raised. As so often in policymaking, there are trade-offs to be made, and one of the primary recommendations is to en- gage early with international partners and explore the possibility of acting in unison with others who share the goal of raising climate ambition and are also concerned about potential carbon leakage. A gradual start for the CBAM is also recommended in order to capture the benefits of learning-by-doing.\nPolicy Brief authors and Policy Dialogue conveners:\nJos Delbeke (EIB Professor of Climate Policy, EU] School of Transnational Governance) and Peter Vis (Senior Research Associate, EUI School of Transnational Governance).\nThe opinions of the authors represent personal opinions and do not represent the position or opinion of the European University Institute",
  "page_2": "INTRODUCTION\nThe EU has decided politically to establish a ‘Car- bon Border Adjustment Mechanism’ (CBAM) as of 2023.' However, to date no clear view has emerged of what it may look like in practice. In September 2020, European Commission President von der Ley- en stated in her State of the Union speech that the EU “will work for a just globalisation” and that “this Carbon Border Adjustment Mechanism should mo- tivate foreign producers and EU importers to reduce their carbon emissions, while ensuring that we level the playing field in a WTO-compatible way.” At the same time, she expressed the intention to “form high ambition coalitions” at international level.\nThis indicates that the EU is looking for a new way of conducting international cooperation in a rapid- ly changing global context that would be respect- ful of the existing international order, both in the field of climate and trade, but be distinct from it. It is not about setting other climate goals from those enshrined in the Paris Agreement, but about a bet- ter implementation of these climate commitments by all countries, allowing some to raise their ambi- tion significantly. A group of like-minded countries could facilitate this.\nThe EUI School of Transnational Governance organ- ised two High Level Policy Dialogues in November 2020 with experts from around the world to create more clarity on the technical and political elements of a CBAM. This paper highlights seven key recom- mendations drawn by the authors, and more detail can be found in the Chair’s conclusions.”\nRECOMMENDATION 1: A CBAMIS A CLIMATE MEASURE\nDespite 25 years of active climate diplomacy at the UN level, it is undeniable that greenhouse gas emis- sions and concentrations in the atmosphere have continued to rise without interruption. The ‘bottom up approach of the Paris Agreement, whereby coun- tries determine their own commitments, is showing its limits and may need to be complemented with a mechanism that speeds up the major low-carbon transformation that all countries in the world will ultimately have to undergo.\nThe EU remains strongly attached to the United Na- tions Framework Convention on Climate Change (UNFCCC) process and the Paris Agreement. To implement its commitments, it has put a price on carbon that also applies to heavily traded commod- ities such as cement, chemicals, steel, and non-fer- rous metals. Carbon prices are currently around €25 per tonne CO2 equivalent and are likely to increase following the proposed tightening of the EU’s reduc- tion target for 2030 from 40% to 55% compared to 1990. With carbon prices possibly at levels of €40 to €50 per tonne, Europe does not want there to be ‘carbon leakage’ whereby energy intensive produc- tion moves out of Europe to less climate-ambitious jurisdictions because of resulting differences in eco- nomic costs.\nThe EU endorsed the Paris Agreement’s ‘bottom-up’ approach as a way of ensuring wide coverage of com- mitments while recognising the differences between countries with regard to their economic develop- ment, history and natural endowment. It can be ex- pected that the EU will be asked by its international partners to incorporate this differentiation one way or the other into its design of the CBAM.\nThe problem of carbon leakage can be addressed by a multiplicity of measures. Apart from the CBAM, one could also consider continued free allocation under the EU Emissions Trading System (EU ETS), a further strengthening of provisions in trade agree- ments, technical standards for imported products, or a more targeted use of auctioning revenues for the purpose of industrial innovation and deploy- ment. Some of these measures could complement a CBAM, and collectively they might even substitute it, knowing that Europe has contained the carbon leakage problem with carbon prices up to €25 per tonne of CO2.\nThe EU Commission clearly stated that a CBAM needs to contribute to reducing global emissions and avoid the undermining of Europe’s climate ambition due to carbon leakage. The CBAM is therefore pri- marily a climate policy instrument that should nev- ertheless respect WTO rules and may create fresh revenues.\n]\n2\nEuropean Council Conclusions EUCO 10/20 dated 21 July 2020, pages 8 and 64. Please contact authors: jos.delbeke@eui.eu & peter.vis@eui.eu.\nSTG | Policy Brief Issue | 2020/06 December 2020 | 2",
  "page_3": "RECOMMENDATION 2: A CBAM IS TECHNICALLY COMPLEX BUT NO MORE SO THAN NORMAL TRADE RULES\nThe most feasible approach would be to start from Europe's main climate policy instrument relating to energy-intensive sectors, namely the EU ETS. The CBAM would impose a liability upon certain cate- gories of goods imported into the EU based upon the CO2 emissions related to their production, as is the principle of the EU ETS.\nCalculation of the carbon content of goods covered would be linked to the existing EU ETS monitor- ing methodologies - with suitable adaptation - and liabilities would be settled using EU Allowanc- es (EUAs). Normal liability would be based upon the EU average of embedded emissions for similar goods. This would at least entail a regulatory bur- den comparable with that faced by EU producers of similar goods. Furthermore, imports would be el- igible for lower liability based on the computation of actual embedded emissions if the importer could adequately demonstrate this. Designation of a re- sponsible legal entity established in the EU would be required to fulfil legal obligations and payments with respect to the importation of products, simi- lar to other environmental regulations such as the chemicals legislative model of ‘REACH? Not all sectors covered by the EU ETS need be covered but only high-emitting traded goods. Goods in this con- text may include energy products, such as electricity or hydrogen.\nTechnically speaking, the territorial specific act of importation into the EU would be the trigger for lia- bility and the carbon content of the imported goods would determine the extent of liability. “Declara- tions, or reports, would be made by the importer or the importer’s representative, as is already the case for customs and indirect taxation purposes. These declarations could be verified either by customs of- ficials or independent verifiers, given that indepen- dent verification is already a necessity for EU pro- ducers.\nTreatment of a CBAM should be as similar to the treatment of EU energy intensive industries as pos- sible, and the modalities should not be so complex as to be unworkable. As the basic approach is data\nintensive, some simplifications or differences of treatment, such as the use of EU or country averag- es of carbon content, would be necessary. A specific amount of EU ETS allowances could be auctioned to cover liabilities with respect to the carbon content of imports. Alternatively, direct payments could be made based on the price of EU allowances.\nRECOMMENDATION 3: A CBAM SHOULD NOT BE PORTRAYED AS A NEW SOURCE OF REVENUE NOR AS PROTECTIONIST\nUsing revenues arising from a CBAM as an EU ‘own resource or as a revenue for Member States is not a good idea. The fact that CBAM may entail payment to the EU in respect of imports from developing countries is a reversal of orthodox climate finance funding flows. What happens to the revenues col- lected is likely to serve as a lightning rod for oppo- sition to the CBAM. The EU will recall very harsh criticism made when the EU tried to include inter- national flights in the EU ETS, which was partly seen as a revenue-raising instrument for Europe.\nAny revenues should rather be channelled towards developing countries (especially Least Developed Countries (LDCs) and Small Island Developing States (SIDS)) for climate purposes, or towards help- ing global industry decarbonise.\nIt is somewhat unfortunate that the European Coun- cil endorsed the principle of a CBAM as part of its agreement on the EU’s multiannual budget and the ‘Next Generation EU’ recovery funds. Any new EU ‘own resource’ based on CBAM will require una- nimity among Member States, which will be very difficult to obtain, whereas developing a CBAM on the basis of EU ETS and without a specific ‘own re- source’ component would allow for qualified major- ity voting and faster agreement on a CBAM.\nIf fresh financial resources are to be found and in view of the higher carbon prices that are generally expected as a consequence of the EU’s more ambi- tious 2030 target, one could rather look at revenues arising from reduced free allocation under the EU ETS. The present justification for free allocation un- der the EU ETS is to prevent carbon leakage. It is therefore difficult to see how free allocation could\nSTG | Policy Brief Issue | 2020/06 | December 2020 | 3",
  "page_4": "justifiably continue in the case of a CBAM for those sectors covered by the CBAM. Similarly, indirect cost compensation for increased electricity bills would have to be discontinued if the so-called ‘scope 2’ emissions were included in the CBAM method- ologies.\nCBAM is about preserving the ambition of EU cli- mate policy, not about protecting domestic EU pro- ducers on global markets. More study is therefore useful to find out what ‘other than climate policy’ factors influenced the loss of competitiveness of some EU industries in recent decades. It is strong- ly advised not to overstretch a possible CBAM with a view to protect EU industry against international competition. Such protection, as for a possible ex- emption for exports, would be incompatible with WTO rules.\nRECOMMENDATION 4: A CBAM MUST ALLOW FOR EXEMPTIONS IN CASE OF EQUIVALENCE OF CLIMATE POLICY EFFORTS\nSome countries may have as heavy a regulatory bur- den as the EU, in which case the justification of car- bon leakage would be spurious. ‘Equivalence’ is a key concept to CBAM: no border adjustment should be applied to products from countries with an equiva- lent cost burden resulting from climate regulation. The perspective of a CBAM may encourage coun- tries to strive to attain equivalence, which could re- inforce the global climate impact of the instrument.\nIt is often assumed, even presumed, that EU produc- tion is cleaner than elsewhere in the world. While this might be true as an average for the whole range of manufactured traded goods, it is not necessarily true for energy intensive industries whose products are most likely to be covered by the CBAM. Emerg- ing economies often have more recent facilities that may be more efficient than some European installa- tions. The EU should be careful what it wishes for, and the Impact Assessment of the CBAM should produce more evidence on this. In considering whether to include ‘scope 2’ emissions within the scope of the CBAM, account might also be taken not only of the emissions from manufacturing installa- tions, but also emissions from electricity and heat generation used in manufacturing processes.\nA method would be needed to evaluate the ‘climate policy burder’ of Europe's trading partners, and ide- ally this should be done by an international body. Default values would have to apply to products orig- inating from ‘non-equivalent’ countries. For prod- ucts subject to the CBAM it would be possible to substantiate lower emissions than EU averages, in which case the burden of proof would rest on the importer and be signed off by an independent ver- ifier. Customs and tax authorities could undertake their own investigations in the case of doubt. Judi- cial redress would be available for importers. Similar rules apply for the substantiation of rules of origin for customs duty purposes.\nRECOMMENDATION 5: A CBAM SHOULD HAVE A LIMITED SCOPE AT THE START AND POTENTIALLY EXPAND OVER TIME\nThe above description of the CBAM’s functioning shows the complexities of the measure, its heavy re- liance on data to ensure fairness and the presump- tion to start from the basis of European regulatory approaches. There is clearly considerable potential scope for disputes. Moreover, if the EU introduces a CBAM, it would be a new instrument on which ex- perience is lacking. It is therefore strongly advised to apply a CBAM to a limited, specific sector or sectors rather than apply a CBAM to a wide range of sectors. This will reduce the scope for disputes and would make assessment of equivalence more feasible. In this way a ‘pilot phase’ could provide valuable infor- mation in view of later modifications where needed.\nThe power sector, for which free allocation is not the norm under the EU ETS, is an option to start a CBAM with. It concerns neighbouring countries that in some cases are candidates to become EU Member States. They may have concrete plans to im- plement the EU ETS as part of their preparations for accession. Another frequently mentioned sector is cement. As a share of the cement market in Europe, imports represent a larger share than is the case for electricity, but similarly to electricity, cement im- ports originate from a limited number of neigh- bouring countries. The EU should urgently talk to the countries likely to be impacted by the envisaged scope of a CBAM.\nSTG | Policy Brief Issue | 2020/06 December 2020 | 4",
  "page_5": "Starting small also has the benefit of moderating possible opposition to CBAM while maximising the learning opportunities of a new feature of EU climate policy in the light of the European Green Deal. The CBAM does not have to be implemented in a ‘big bang; but as a new tool should be operationalised progressively based on solid political and technical preparation. The legal proposal itself and the con- sequential amendments to the EU ETS Directive scheduled for June 2021 could perhaps entail prin- ciples for CBAM and only minimum framework re- quirements for a CBAM to be established, potential- ly applying to all sectors within the scope of the EU ETS. However, details, such as the specific criteria (and process) for determining equivalence and the products to be covered in an initial stage, should be left open to later technical regulatory instruments, such as happens today for EU ETS benchmarks for free allocation.\nRECOMMENDATION 6: A CBAM SHOULD URGENTLY START WITH A SUBSTANTIVE DIPLOMATIC EFFORT\nEurope must engage early with international part- ners to explain its ideas, framing the CBAM in terms of enhancing, and not undermining, global efforts to address climate change. The two obvious fora in which to initiate dialogue would be the UNFCCC and WTO contexts, in addition to the G7 and G20. In 2021 the UK will be hosting the United Nations Climate Change Conference (COP-26) as well as Chairing the G7, while Italy will be at the helm of the G20. Under the incoming Administration, the US is likely to re-activate the “Major Economies Fo- rum to discuss climate change. All these fora should discuss CBAM.\nIn order to engage effectively with international partners, the EU urgently needs to have more detail on how the proposed CBAM would work. Myths, such as the application of CBAM to all globally trad- ed goods from all countries, irrespective of their stage of development, need to be quickly dispelled.\nThe EU should not act alone in introducing a CBAM but should seek allies supporting the introduction of CBAM. Apart from its natural allies such as Switzer- land, Norway and the UK, it should above all engage in a debate with the US and China. Preventing car-\nbon leakage is an issue of actual or potential concern also in emerging economies, which often experience pressure from neighbouring developing countries and even least developed countries with lower cost bases.\nIdeally, a Commission proposal for a CBAM should be preceded by a White Paper consultation process, for which the Commission elaborates its thinking on how a CBAM would operate. There needs to be a substantial marshalling of views with the EU’s inter- national partners.\nIt will be difficult for the EU to present CBAM as addressing the risks of carbon leakage without more evidence of the risk of such leakage. If, for example, carbon prices remain at approximately the same lev- els as today, it is difficult to argue that a CBAM is needed now. One possible mechanism for sequenc- ing would be for the introduction of CBAM to be conditional upon EU carbon prices breaching cer- tain levels for a determined period of time before ‘triggering’ introduction of the instrument. This would enable the EU to implement the preparatory steps without CBAM actually being introduced be- fore the reality of higher carbon pricing in the EU makes itself felt.\nRECOMMENDATION 7: A CLIMATE AMBITION COALITION COULD MAKE A CBAM ALMOST SUPERFLUOUS\nIntensive CBAM diplomacy could lead to the cre- ation of a coalition focused around higher climate ambition. Such a coalition should not be focused exclusively on CBAM but should cover several ar- eas, such as raising ambition within the Paris Agree- ment, the introduction and development of tools to enhance cost-efficiency both within and between countries, as well as collaboration on innovation and the deployment of clean technologies. Membership of a possible ‘Climate Ambition Coalition’ could fa- cilitate the establishment of equivalence and hence lead to an exemption from a European CBAM.\nThe declarations by China, Japan, Korea and South Africa to become carbon neutral in a time frame be- tween 2050 and 2060 could be an excellent start for the creation of such a Climate Ambition Coalition. However, the global climate impact depends more on concrete policies and measures being implemented\nSTG | Policy Brief Issue | 2020/06 | December 2020 | 5",
  "page_6": "in the near term than on headline announcements. In particular policies to phase-out the use of coal are urgently required. That is why a CBAM discussion on emissions related to the use of electricity in car- bon-intensive commodities is perhaps more import- ant than the direct emissions from the manufacture of such goods. A coalition could address the coal issue and the related question of how to respect the principle of ‘Common but Differentiated Responsi- bilities and Respective Capabilities. Revenues raised through a CBAM could be used to facilitate the global energy transition.\nThe European Green Deal and the global energy transition are likely to generate an important shift in trade patterns. Trade in fossil fuels will go down, while trade in renewable electricity and green hy- drogen for example will go up. More importantly the energy transition will create a high demand for new raw materials, used, for example, in batteries and\nCONCLUSION\nThis paper has focused on the design of a workable CBAM and the diplomatic efforts that will need to be made around it. This paper did not examine al- ternative options to address carbon leakage. In the end, it may be that some combination of approaches,\nelectrified equipment. It can be expected that the demands on sustainable mining will become more important and these issues could also be addressed by the coalition.\nThe EU’s best potential allies, beyond non-EU states in Europe whose legislation is already closely aligned, would probably be countries that already apply or plan for explicit carbon pricing either through car- bon taxes or though emissions trading systems. Ac- cording to the World Bank Group’s Carbon Pricing Dashboard, 46 national jurisdictions are covered by explicit carbon pricing initiatives, and 35 subnation- al jurisdictions. A dialogue with these jurisdictions would seem an obvious place to start when seeking allies and could perhaps form the basis of further coalition building. There is already an ongoing ex- ercise organised jointly by the European Commis- sion and the European University Institute called the ‘Florence Process on International Carbon Markets’\nincluding a CBAM, will be used. CBAM is no more a silver bullet than other policy instruments. If the debate leads to a more ambitious implementation of climate policies globally, the best CBAM may well be the one that is never used.\nSTG | Policy Brief Issue | 2020/06 December 2020 | 6",
  "page_7": "The School of Transnational Governance (STG) delivers teaching and high-level training in the methods, knowledge, skills and practice of governance beyond the State. Based within the European University Institute (EUI) in Florence, the School brings the worlds of academia and policy-making together in an effort to navigate a context, both inside and outside Europe, where policy-making increasingly transcends national borders.\nThe School offers Executive Training Seminars for experienced professionals and a Policy Leaders Fellowship for early- and mid-career innovators. The School also hosts expert Pol- icy Dialogues and distinguished lectures from transnational leaders (to include the STG’s Leaders Beyond the State series which recorded the experiences of former European Institution presidents, and the Giorgio La Pira Lecture series which focuses on building bridges between Africa and Europe). In September 2020, the School launched its Master- of-Arts in Transnational Governance (MTnG), which educates and trains a new breed of policy leader able to navigate the unprecedented issues our world will face during the next decade and beyond.\nThe STG Policy Papers Collection aims to further the EUI School of Transnational Gover- nance’s goal in creating a bridge between academia and policy and provide action- able knowledge for policy-making. The collection includes Policy Points (providing infor- mation at-a-glance), Policy Briefs (concise summaries of issues and recommended policy options), and Policy Analyses (in-depth analysis of particular issues). The contributions provide topical and policy-oriented perspectives on a diverse range of issues relevant to transnational governance. They are authored by STG staff and guest authors invited to contribute on particular topics.\nSchool of Transnational Governance European University Institute Via dei Roccetitini, 9 1-50014 San Domenico di Fiesole (Fl) Tel. +39 055 4685 545 Email: stg@eui.eu\nCo-funded by the Ee Erasmus+ Programme of the European Union\nstg.eui.eu — Www.eui.eu\ndoi:10.2870/65283 ISBN:978-92-9084-949-0 ISSN:2599-5928 QM-AY-20-006-EN-N\n@STGEUI @EvuropeanuUni\nThe European Commission supports the EUI through the European Union budget. This publication reflects the views only of the author(s), and the Commission cannot be held responsible for any use which may be made of the information contained therein.\n© European University Institute, 2020\nSTG Policy Brief Issue 2020/06 December 2020 7"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
