{
  "file_name": "64_763.pdf",
  "pages": {
  "page_1": "‚BF.\n‚AGORIA\nBelgische Baksteenfederatie vzw\nEB.B.\nCnergia FE Á febeliec\nTOWARDS SUSTAINABLE MOBILITY & ENERGY FEBELCEM\nfederation of belgian industrial energy consumers\nPd\nIEX\nan aan\nINDUFED\nupement d Kef je asl\nSustainable\ngoods\nKoolstofgrensaanpassingsmechanisme (CBAM)\nJoint Position paper van de Belgische energie-intensieve industrieën\nBrussel, 16 december 2021\nDe Belgische energie-intensieve industrieën vormen de basis van kritieke en strategische waardeketens die de economie en de samenleving van België en de EU mogelijk maken. Wij onderschrijven de doelstellingen van de Europese Green Deal en de ambitie van de EU om de overgang naar de doelstelling van klimaatneutraliteit in 2050 aanzienlijk te versnellen, te zorgen voor tijdige actie tegen 2030, de uitwerking van een evenwichtig reductietraject en een eerlijke herverdeling van de inspanningen over de hele EU-samenleving.\nKlimaatverandering is een wereldwijde uitdaging en in dit verband steunen energie-intensieve industrieën initiatieven die erop gericht zijn derde landen aan te zetten om CO2-reductiemaatregelen te nemen. Bovendien heeft de vervanging van de Belgische en Europese productie door invoer uit derde landen met minder koolstofreglementering of door verlies aan marktaandeel buiten Europa een negatieve invloed op zowel de klimaatinspanningen van de EU wereldwijd als op het concurrentievermogen van haar industrie. Zolang concurrenten in derde landen niet aan gelijkwaardige koolstofkosten en -verplichtingen zijn onderworpen, vormt ‘carbon leakage’ een grote bedreiging voor veel Europese industrieën en Belgische in het bijzonder.\nIn deze context heeft de Europese Commissie de invoering van een koolstofgrensaanpassingsmechanisme (in het Engels Carbon Border Adjustment Mechanism of CBAM) voorgesteld. Wij, de Belgische energie-intensieve industrieën, willen graag commentaren leveren op een aantal cruciale aspecten van de ontwerptekst.\n1. Het CBAM moet co-existeren met het huidige systeem van gratis emissierechten\nGratis emissierechten en, waar verleend, compensatie van indirecte kosten zijn in grote mate doeltreffende maatregelen gebleken, zij het in de context van veel lagere koolstofprijzen en op een hoger benchmarkniveau dan tegenwoordig. Indien een CBAM wordt ingevoerd, moet daarin een oplossing voor de export worden opgenomen en moet het naast het huidige systeem van volledige benchmark-gebaseerde gratis emissierechten blijven bestaan tot ten minste 2030, om zo stabiliteit voor koolstofarme investeringen te bieden en marktverstoringen te voorkomen. Elke latere wijziging van de regels moet onderworpen worden aan een controlesysteem dat voorafgaandelijk de doeltreffendheid van de beschermingsinstrumenten voor in- en uitvoer meet en garandeert alvorens de bestaande ‘carbon leakage’-maatregelen worden afgebouwd.\nHet behoud van de huidige ‘carbon leakage’-maatregelen met een aanvullend CBAM verlaagt inderdaad het niveau van de heffing, aangezien het CBAM ook rekening houdt met de gratis emissierechten toegewezen aan EU-bedrijven door middel van een vermindering van de certificaten voor importeurs. Deze aanpak blijft in overeenstemming de WTO- regels en kan het effect op de handelsstromen verzachten en zelfs de internationale handel vergemakkelijken in vergelijking met een CBAM waarbij de volledige koolstofkosten op verhandelde producten zouden worden toegepast. Tenslotte maakt deze aanpak het ook mogelijk het gloednieuwe mechanisme op een veilige manier te testen. Er moet\n|\n(&\nFédération Belge de la Brique ass essenscia",
  "page_2": "overwogen worden om aanvullende maatregelen te nemen op het niveau van eindproducten om het lagere niveau van CBAM op te vangen en een transparant koolstofsignaal te creëren.\n2. Het CBAM moet waterdicht zijn en zorgen voor een volledig gelijk speelveld voor producenten in de EU en in derde landen\nHet is absoluut noodzakelijk dat een CBAM zorgt voor volledig gelijke concurrentievoorwaarden tussen de industrieën in de EU en in derde landen, hetgeen leidt tot een volledige gelijkstelling van de COz-kosten. In dit verband moet het voorstel van de Commissie :\nLd zorgen voor een volledige gelijkstelling van de CO2-kosten tussen producenten in de EU en in derde landen - namelijk door het gebruik van geverifieerde emissies te stimuleren en door de COz-kostenstructuren van Europese bedrijven in het kader van de EU-ETS strikt te weerspiegelen; omzeiling door importeurs voorkomen, met name door de risico's te erkennen die worden veroorzaakt door ‘resource shuffling’ en kostenabsorptie, en door in voldoende oplossingen voor deze problemen te voorzien; waterdicht zijn door de invoering van degelijke monitoring- en rapportagemechanismen, en de oprichting van een specifieke CBAM-autoriteit; ervoor zorgen dat elke vrijstelling of vermindering van het aantal CBAM-certificaten wordt toegekend op basis van volledig vergelijkbare koolstof prijsmaatregelen.\n3 Het CBAM zoals voorgesteld door de Commissie biedt geen oplossing voor Europese export\nHet is van cruciaal belang dat een oplossing geboden wordt om het concurrentievermogen van de EU-uitvoer te waarborgen. Nu al hebben Belgische en Europese industrieën te kampen met een concurrentienadeel ten opzichte van producenten in derde landen, wanneer deze niet aan een gelijkaardig koolstofhandelssysteem onderworpen zijn. Deze tendens zal alleen maar verergeren door de toegenomen druk van de herziening van het EU-ETS en als de invoering van CBAM gepaard gaat met een geleidelijke uitfasering van de gratis toewijzing. Dit zal onvermijdelijk resulteren in een geringere toegang tot exportmarkten voor de Europese industrie, met een negatief effect op de wereldwijde CO2- emissies. Het zal uiteindelijk ook de verwezenlijking van de ambitieuze klimaatdoelstellingen van de EU in gevaar brengen.\nHet is bijgevolg van essentieel belang dat een oplossing wordt gevonden voor de internationale competitiviteit van Europese productie voor export alvorens er een reductie op de bestaande ‘carbon leakage’-maatregelen doorgevoerd wordt voor deze productie. Door een belangrijke exporteur van koolstofarme producten te worden en aldus koolstofrijke producten in derde landen te vervangen, zou de EU bijdragen tot een aanzienlijke vermindering van de wereldwijde uitstoot.\n4. Het CBAM is deel van een totaaloplossing die geleidelijk en in samenwerking met energie- intensieve sectoren ingevoerd moet worden\nTen slotte is het voor een vlotte invoering van het CBAM absoluut noodzakelijk dat :\nLd het CBAM en de oplossing voor export worden ontworpen in nauwe samenwerking met de industriële sectoren; Ld de oplossingen geleidelijk worden toegepast. Als onbeproefd systeem houdt CBAM aanzienlijke risico's in, zowel voor de sectoren die onder de Verordening zouden vallen, als voor de sectoren die daar na een eventuele uitbreiding van het toepassingsgebied aan zouden kunnen worden toegevoegd. Elke verdere uitbreiding van het toepassingsgebied van CBAM moet een voldoende lange overgangsperiode laten om de effectiviteit van het instrument op het behoud van de competitiviteit van enerzijds productie voor de EU-markt en anderzijds productie voor markten buiten Europa te evalueren en de rapportagemechanismen in te voeren; Ld op zijn minst het effect van het CBAM op de competitiviteit van bedrijven verderop in de waardeketen onderzocht wordt en gepaard wordt met concrete maatregelen (die op korte termijn ten uitvoer worden gelegd) voordat een\nCBAM kan worden ingevoerd.\n% ok ok"
},
  "language": "Languages.DUTCH",
  "total_pages": 2
}
