{
  "file_name": "64_765.pdf",
  "pages": {
  "page_1": "GSV\nStaalindustrie Verbond\nJaarverslag\nBelgisch staal in 2022\nNavigeren door uitdagingen en transformatie in turbulente tijden\nEl VA\nelf\ner\nì Pd\nKE a bn st\nel ir\nr\nel\nEed\nil\nmet\nke\nan\n—\nie SE\n4\nBt ds\nEed\nme\ned\nJd\nE.\nbd ej\nwen, KE\nmr\n_=\na,\nBlair one\nEni\nkn en\nen\nsm,\nhit\nEre\nne\nB\n_\nvir\ndl\nNe\nJE\n5\nmn\nNe\nat de\nrk\nee\nhe",
  "page_2": "Woord van de Voorzitter\nIn 2022 werd de wereld overschaduwd door de oorlog in Oekraïne. Onze gedachten en steun gaan in de eerste plaats uit naar de slacht- offers van deze tragedie. Naast het menselijke leed waren de gevol- gen verstrekkend : een verzwakking van de conjunctuur, een exube- rante stijging van de energieprijzen, verstoorde aanvoerketens en een galopperende inflatie.\nEconomische tegenwind en de impact op de staalindustrie\nHoewel 2022 veelbelovend begon, verslechterde de economische situatie met de maanden. De wereldwijde vraag naar staal kende voor het eerst in vele jaren een terugval van -2,3%, vooral door een afnemende Chinese consumptie. De marktprijzen voor staal kelderden vanaf het midden van het jaar, terwijl de energiekosten ongeziene hoogtes bereikten. De staalindustrie,\nzeer energie-intensief met een jaarlijks elektriciteitsverbruik van +4.000 GWh en een gasverbruik van 46.000 GWh, zag sommige productiesites noodgedwongen stilgelegd worden door explo- derende energiekosten.\nDe inflatie steeg tot hoogtes die we sinds decennia niet meer gekend hebben. Door de automatische loonindexatie namen de loonkosten en de bijhorende loonhandicap ten opzichte van de buurlanden nog toe, wat de concurrentiepositie van de Belgische vestigingen verder aantastte. Hoge grondstofprijzen en CO-kosten zetten de winstgevendheid vanaf de tweede jaar- helft onder druk.\nDe import van niet-EU-staal bereikte met 29 miljoen ton in 2022 opnieuw het bijzonder hoge niveau van de voorbije jaren. Voor vlak koolstofstaal betekent dit dat 1 ton op 4 op de markt van niet-EU-origine is; bij roestvast staal stijgt deze ratio tot 1 op 3. Tegelijk daalt de export van EU-staal naar niet-EU-landen al jaren. In een tiental jaar is de EU dan ook geëvolueerd van een netto-exporteur van #15 miljoen ton afgewerkt staal naar een netto-importeur van #13 miljoen. Op een EU-jaarproductie van ongeveer 150 miljoen ton is de impact significant.\nDaarom roep ik op om onze Europese concurrentiepositie te versterken met de juiste instrumenten op het gebied van handel, klimaat en energie en zo te zorgen voor een kentering in de handels- balans. We vragen in het bijzonder om binnen de uitfasering van emissierechten een oplossing te vinden voor de export, zodat de Europese (staal)industrie niet extra wordt belast ten opzichte van niet-EU-concurrenten.\nVooruitgang in duurzaamheid en vergroening van onze sector\nOndanks de moeilijke economische situatie kreeg het ’Fit-for-55’- programma in 2022 verder concreet vorm. Net voor het einde van het jaar werd overeenstemming bereikt over het aanscherpen van het ETS-programma en het invoeren van een koolstofgrens- belasting (CBAM). Hoewel deze instrumenten bijzonder ambi- tieus zijn, herbevestigen we ons engagement om de CO, uitstoot aanzienlijk te verlagen tegen 2030, in lijn met de Europese doelstellingen.\nen\nA\nDe investeringsprogramma's in de nieuwste en meest performante technologieën — in de voorbije jaren KD opgestart op verschillende Belgische sites — werden in 2022 verdergezet. In Gent werd een installatie ingehuldigd die\nop industriële schaal CO-uitstoot omzet in bio-ethanol, bruikbaar als grondstof voor andere industrieën. Dit voorbeeld van CCU (“Carbon Capture & Usage’) is een Europese primeur en een belangrijke stap naar een klimaatneutrale staalproductie tegen 2050.\nUiteraard willen we verder gaan in het vergroenen van onze indus- trie. Daarvoor zijn de volgende drie elementen cruciaal:\nu Regelgeving: Een duidelijke en snelle regelgeving op alle vlak- ken is essentieel. We vragen onder meer een aanscherping van de ‘Waste Shipment Regulation’ voor exportmodaliteiten van staalschroot. Hierdoor blijft extra schroot op Europese bodem en kan de circulaire economie worden gerealiseerd. Infrastructuur: De uitbouw van de nodige infrastructuur voor transport van CO, en waterstof via pijpleidingen en hubs. Evenzeer blijft de opschaling van de productie en het trans- port van voldoende koolstofvrije en betaalbare elektriciteit een noodzaak. Financiering: Een adequate en transparante financiering met eenvoudige ondersteuningsmechanismen die ook een ant- bieden elders de wereld\nwoord\nop wat\nin\ngebeurt.\nSamen leven, werken en groeien\nMet de ambitie om tot een klimaatneutrale productie te komen, staat de Europese en Belgische (staal)industrie voor haar grootste transformatie en uitdaging ooit. Dit vereist naast doorbraaktechnologieën ook disruptief denken en aangepaste begeleidende maatregelen. Anders zullen landen buiten de EU met een aantrekkelijk investeringsklimaat de Europese productie weglokken, waardoor onze strategische autonomie nog verder wordt ondermijnd.\nDeze transitie is ook alleen mogelijk dankzij de inzet, kennis en toewijding van alle medewerkers en ruime betrokkenen van onze sector. Zij zorgen voor de concrete realisatie en de lokale verankering van onze industrie. De recente gebeurtenissen hebben het belang van het behoud van een staalindustrie op Belgische en Europese bodem nogmaals benadrukt.\nStaal is hét basismateriaal voor de toekomst: 100% en eindeloos recycleerbaar en onont- beerlijk voor de hernieuwbare energieproductie van de toekomst. Het is een opportuniteit, niet alleen voor de sector maar ook voor de volledige maatschappij, om de transformatie te realiseren. De technologieën zijn beschikbaar. Wij gaan ervoor.\nManfred VAN VLIERBERGHE\nVoorzitter",
  "page_3": "Markt\n1. Staalproductie in België\nWarmgewalste rol\nKoudgewalste rol\nTotaal ruwstaal © 0.000\nBeklede rol °°°\nBlik | 40.000\nFig.1a - Staalproductie in België (ton) M2022 M 2021 E 2020\nFig.1c @ Hoogovenroute B Elektrische ovenroute\nnn 7.030.000\nTE  120,000\n6.910.000\n7.170.000\n7.220.000\n3.670.000\n4.070.000\n4.230.000\n2.670.000\n3.580.000\nPe\nTR 420.000\n7.030.000 t\n| 20.000\nB 80.000\n79%\nFig.1b B Koolstofstaal 2 Roestvast staal B Andere legeringen\nme 410.000\nWalsdraad EN 60.000\n470.000\na 480.000\nDikke plaat TN 420.000\n2. Staalimport in EU27\n(koolstofstaal + roestvast staal in kt - exclusief halffabrikaten)\n30.000 kt nsernaesenaersnsenssnnsersenaensnaenssnasersnsensenseresnntersnneneaaeresnnsersnsereraneresnnsersnnensennesesnnsersnneneranteesnnsersnnenseaneeesnnsersnneneesnseesnnsersannensennsersnnsereaneneransersnneesennereesnsersemeeeese nnn nnsersnnnseeenresensassensaessnssessnsaseenmaessenseorennseermsessennesenf\n25.000 kt |\nB.\n20.000 kt oaansanmaseeanseteassesemmasesanseseanssesnmasesamneoeuasesansenennsoenwaesanse renseignements\nnn ___ B\nE.\n15.000 kt eraser Den T_— Bd nn. Ed nd ed _…, nn _ E.\nB\nel en\nBed A en\np\nNE\nA ee\nBed B en\n4\n2012\nnnn\nChina\nIndia\nTurkije\nVK\n2013\n2014\n2015\n2016\nnnn\nZuid-Korea Rusland Oekraïne Taiwan Egypte Vietnam\n2020\n2021 2022\n2017\n2018\nServië Wit-Rusland Andere\n2019\nnn nnn",
  "page_4": "saldo\nalle\nImport Export\n35.000 kt annaananrsnnseraasersnanssenastenaasernnansrenastesanssrsnanrsennstesnassesansennstevansersnnssenanesnsseransensnanesenssrsnassenndnerendstsennsersnaserendstseansersnaserenastsennsersnansennaarseansersnanseenaarsvanseesanseenanevansersnssrenansensersnnnsennanernssesennsensnaneenaasesennsersntsernnantsennsersnanerenaarsnnsersnaserenearsennsersnaseenen\n30.000 kt nrs verse Ogen anar snnereanaeesnnaersnnaneansersnnaeesnaneranaersnnseesneneransersennaersneresensersenneeeeg anrrnaarernasersnanssenanreransersnnnseenaarsrensersennnseeenserenaerseneseeveng\n25.000 kt nanasan Ee rnnaseennassernaareeaseercarrer Ogg evenaren nnsrrenssrrensssrrrss PP anaaarennarernaserrnaarsenasreeaserenaarsennserrnssreaarvennserrenserene\n20.000 kt nanasan Po arnnareeasernnaareenaatersaserenaareenassersnserenaarsenassersnserenaareenassensnserenaateenassrrsnserenaareenasersenserenaareenaserrenssrenaareeraccren manana verenaasrennareennserenaasvenaaseennserenaaveenaaseen\nB nnnnnnsernsereensarrennsersnaareraaseesenseerenaareeanseesenseesenareranseesensersensteranseesenseesenssersnseesensersenssersnsersensersvnsservnaeesenserrenssersnaersenserrensseesnsersenserrvnnsersnsereennerevnnsersnaereennseesnnseeseaereeanseesnnsersennerernseevensersenereeanseevensersenseernseesensereenssersensersn\n10.000 kt nnee T—n nnenanserenanrsenassersaserenaarsennssersassrenaarsenassermaserenarsensersenserenaarsenssrevnserenaarsenasserenserenaassensersnassrenaaseenasersesstenarsensereesssennassenasereesssennaseensereesssenassennserenasserassenaarenassernaseeenserenassenascen\n15.000 kt\n5.000 kt ennn nd\nnnen LL\nnnn\nDn\nsns nennen\n-15.000 kt nnernnseransernnsersnasesnsaersnnsersnnersnnaersnaseesnneernnaersnnseesnneernaneesnnsersnneenennsersnnsersensenvnnseesnnseesensenrnnseesenseesnseeranseesnseernsenransersnsersanseernseesnseeransenrenseesenseersnseernseesenseersnneernseesenseersnneersnseesenseersnneersnsersenseersnneersnseenenserrsnneersnneenenneeesnneerenneervnnsersnneersnneennneersnnn\n2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\nArcelorMittal Gent -\nFeestelijke inauguratie van Steelanol op 8 december 2022\nHet Steelanol-project is een primeur voor de Europese staalindustrie. De nieuwe installatie gaat het restgas uit de hoogovens opvangen en recycleren tot bio-ethanol. Samen met het Torero-project dat houtafval verwerkt tot biokool, wordt de CO.-uitstoot van ArcelorMittal met 350.000 ton per jaar vermin- derd. De biobrandstof kan in de transportsector worden gebruikt of als basisgrondstof voor chemiebedrijven. Deze kan ook ingezet worden bij de produc- tie van cosmetica, parfum, verf en\nkledij.\ni%\nEl\nĲ\npal:\nTT\nKal\nel\n&\nteke\nlen\nLN ot\nlia dn,\nder\n|\nkn\n-10.000 kt aasnnasrsenaareeaassenasssenaateenanserasssenaateenassernaassenaateenaserenasssenateesaserensssenassennsereensssenassenaareenassenasvensaareenassenwanseeaareenassensaserenaarsennssermaserenaateenassereassrenaassensersenserenaaseennsersenssvenassennsereenasvenassennaaveenastenaseend ‘ananas\nhad\nEi\nEe\nkj\nSf\nPd\nEe, B\nEK U\nel\n,\n‚a\nï\n-5.000 kt nnsrnsersnssrrsnnsersnseesenssersnnsersnneessnssersnnsersnnensenssersnnsersnneerennsersnnsersnnensennseesnnsersennenrennsersennservennereranseesensersenereranserseneeesennrerenseesenseerenneerensersenseered nnee\nDe technologie - die werkt via gasfermentatie - werd ontwik- keld samen met het Amerikaanse technologiebedrijf LanzaTech. De omzetting van industrieel gas in duurzame ethanol vindt plaats in vier bioreactoren. Elke bioreactor bestaat uit een tank met vloeistof, voedingsstoffen en in de natuur voorkomende micro-organismen. Op kruissnelheid zal de Steelanol- installatie 80 miljoen liter bio- ethanol per jaar produceren.\nÉ\n18\nes |\nBn in en\n8\nBeeta",
  "page_5": "Energie-uitdagingen en klimaatambities\nHoge energieprijzen bedreigen onze concurrentiekracht\n2022 was een uitdagend jaar voor de energie-intensieve Belgische staalsector. Na de Russische invasie in Oekraïne schoten de energieprijzen in de Europese Unie omhoog, met recordhoogtes in de zomer. De Europese Commissie en de EU-lidstaten stelden maatregelen voor om deze crisis aan te pakken, zoals ‘REPowerEU’ en het ‘Temporary Crisis Framework’ (TCF). Het TCF bood lidstaten de mogelijkheid om steun te ver- lenen aan bedrijven die getroffen werden door hoge energie- prijzen. Vlaanderen en Wallonië keurden steunpakketten van 250 miljoen euro goed, maar door de strenge voorwaarden bleken ze weinig effectief.\nDe hoge energieprijzen vormen een bedreiging voor onze concurrentiekracht. We concurreren met wereldwijde groot- machten en buurlanden met lagere energiekosten. Het is belangrijk dat onze overheden hier voldoende aandacht aan besteden en betaalbare en groene energie voor de industrie prioriteren.\nEuropa's energiedilemma en gevolgen voor de staalsector\nOok op Europees niveau staan betaalbaarheid en beschikbaar- heid van energie hoog op de agenda. Na de stopzetting van Russisch gas werd duidelijk dat er duurzame mechanismen nodig zijn om de Europese Unie naar klimaatneutraliteit te lei- den. De Europese Commissie stelde voor om de werking van de huidige elektriciteitsmarkt te analyseren en, indien nodig, te hervormen. De focus lag eerst op hernieuwbare energie, opslag en flexibele productie, maar dit is niet compatibel met de eisen van de staalindustrie. Verplichte flexibiliteit kan nega- tieve effecten hebben op de productiecapaciteit.\nHet Staalindustrie Verbond drukte zijn zorgen uit in een ‘posi- tion paper’ over de mogelijke hervorming van de Europese elektriciteitsmarkt. Als Belgische staalsector pleiten we voor alle hervormingen die kansen bieden voor toegankelijkheid en betaalbaarheid van groene energie voor energie-inten- sieve bedrijven. Dit zeker in het kader van de Amerikaanse ‘Inflation Reduction Act’ (IRA) die gigantische subsidies voor- ziet om de ontwikkeling van hernieuwbare energie in Amerika\nAperam Genk voltooit fotovoltaïsche installatie van 23 MWp\nDeze tweede grootste zonnepaneleninstallatie in België genereert 23 MWp met een jaarlijkse energieproductie van 20.300 MWh. Dit zal resulteren in 7.300 ton vermeden CO,-uitstoot, wat overeenkomt met de uitstoot van 5.900 gemiddelde gezinnen. Het staat gelijk met de CO, die 720 ha bos absorbeert. Aperam zal ten minste 97% van de opgewekte energie recht- streeks in de installaties van Genk verbruiken.\nDit betekent een grote stap voorwaarts naar een groene toekomst en zal de positie van Aperam als duurzame lange termijnwerkgever in de streek verder veiligstellen. Tegelijkertijd worden EV-laadstations geïnstalleerd die gebruikt kunnen worden door de bedrijfswagens en de auto's van de werknemers. Hierdoor zal het wagenpark van Aperam geleidelijk emissievrij worden.\nERE\n_d\naha: ee esra\nte stimuleren. Europa's eerste reactie hierop wijst op een her- nieuwde aandacht voor bedrijvigheid en steun voor essentiële industrieën via beleid en financiële mechanismen. Dat vinden we alvast positief.\nBelgische staalsector gaat voor klimaat- neutraliteit in 2050\nDe Belgische staalsector benadrukt zijn engagement om tegen 2030 aanzienlijk minder broeikasgassen uit te stoten en in 2050 klimaatneutraal te zijn. België ervaart nu al de gevol- gen van de klimaatverandering en werkt op nationaal en regi- onaal niveau aan een ambitieus klimaatbeleid met als leidraad het’Fit-for-55'-pakket uit de Europese ‘Green Deal’.\nHet Staalindustrie Verbond benadrukt het belang van klimaat- ambities, maar vraagt voldoende tijd om investeringen uit te werken, vergunningen aan te vragen, nieuwe installaties te bouwen en kennis op te doen.\nGeleidelijke afbouw van de ETS- emissierechten voor een duurzame transitie\nHet ‘European Union Emissions Trading System’ (EU ETS) is het grootste emissiehandelssysteem ter wereld, met ongeveer 10.000 Europese bedrijven die samen verantwoordelijk zijn voor 45% van de CO-uitstoot in de EU. Elk jaar vermindert de Europese Commissie het aantal emissierechten en bepaalt zo hoeveel CO, de bedrijven mogen uitstoten.\nHet Staalindustrie Verbond pleit voor een geleidelijke afbouw van emissierechten tot 2030, zodat de Belgische staal- sector kan omschakelen naar klimaatneutrale productie. Randvoorwaarden voor een groene economie, zoals de water- stofmarkt, koolstofvrije stroom en CO-distributiesystemen, vereisen tijd om zich te ontwikkelen. Daarom is een te strikt en gehaast klimaatbeleid ongewenst.\nCBAM-akkoord is bereikt, maar zonder exportmaatregelen\nEind 2022 bereikten het Europees Parlement en de Europese Raad een akkoord over het ‘EU Carbon Border Adjustment Mechanism’ (CBAM), 's werelds eerste koolstofmechanisme",
  "page_6": "voor aanpassing aan de buitengrens, een belangrijke maat- regel om ‘carbon leakage’ te voorkomen. Het CBAM geldt ini- tieel voor specifieke producten in koolstofintensieve secto- ren zoals staal, cement, meststoffen, aluminium, elektriciteit en waterstof. Vanaf oktober 2023 start een vereenvoudigd mechanisme met rapportageverplichtingen. In 2026 treedt het volledige CBAM-systeem in werking. Het zal geleide- lijk worden ingevoerd, gelijktijdig met de afschaffing van de gratis emissierechten voor de betrokken sectoren. Die afschaffing maakt deel uit van het herziene ETS-systeem. Dit moet ervoor zorgen dat het CBAM-mechanisme verenigbaar is met de internationale handelsafspraken.\nBelgië heeft in de onderhandelingen over CBAM een sterke positie ingenomen met betrekking tot de exportkwestie. De Belgische staalsector benadrukte de noodzaak van exportoplossingen, aangezien export buiten de EU 10% van de totale staalproductie vertegenwoordigt. Dit is een cruciaal volume dat nodig is om de rendabiliteit te verzekeren. Echter, het CBAM bevat geen aanvullende exportmaatregelen. Daarom vragen we om dit na de evaluatieperiode in 2026 te herzien.\nStaal als cruciaal element in de circulaire economie\nDe EU beschouwt de circulaire economie als een instru- ment om de klimaatdoelstellingen te halen, waarbij afval wordt hergebruikt voor nieuwe materialen en producten. De Belgische staalsector ziet staalschroot als een essentië- le grondstof. In de elektrische hoogovens kan staalschroot worden gesmolten tot nieuwe staalproducten, en ook in de klassieke hoogovens is er de ambitie om tot 30% staal- schroot in te zetten. Staal kent geen kwaliteitsverlies en is ideaal voor de circulaire economie. Door het gebruik van staalschroot kan staal geproduceerd worden met een sig- nificant lagere CO ‚voetafdruk. Staalschroot speelt dus een belangrijke rol in onze decarbonisatiestrategieën.\nAperam Châtelet -\nEen nieuwe opwikkelhaspel voor de walserij\nOm het productietempo te kunnen bijhouden, zijn sinds 20 jaar twee haspels geïnstalleerd in de fabrieken. Deze nieuwe inves- tering, de grootste die de afgelopen 2 decennia in ‘de walserij is gedaan, stelt de ploegen in staat om nieuwe staalsoorten te pro- duceren en de kwaliteit van de rollen te verbeteren. Deze moeten na het walsen niet meer van as veranderen.\nVoor de installatie van deze nieuwe _opwikkelhaspel, die OS begin 2022 opgestart werd, was de hulp nodig meerdere NU BE van onderaannemers en de mobili- inn satie van de onderhoudsploe- ier gen. Tegelijkertijd werden tal- ri rijke opleidingen georganiseerd al om de operatoren vertrouwd te maken met de nieuwe manier van werken met deze machine.\nHet is echter belangrijk dat er voldoende staalschroot beschikbaar is. Daarom volgt het Staalindustrie Verbond de ‘Waste Shipment Regulation’ (WSR) nauwgezet op, aangezien staalschroot het meest geëxporteerde ‘afval’ in de EU is. Het is essentieel dat de hoge Europese eisen voor afvalverwer- king ook elders worden toegepast om een gelijk speelveld te waarborgen. We pleiten voor een kwalitatieve verwer- king van afval op een milieuvriendelijke manier (ESM') met bijzondere aandacht voor de menselijke gezondheid en de sociale rechten.\nMeedenken over een doelgericht industrieel klimaatbeleid\nIn 2022 betrok de Dienst Klimaatverandering van de FOD Volksgezondheid de industrie bij het klimaatbeleid door ‘klimaattafels'te organiseren. Het Staalindustrie Verbond nam deel aan de discussies rond het thema ‘circulaire economie! Dit bood een uitgelezen kans om de ambities en uitdagingen van de Belgische staalsector onder de aandacht te brengen.\nIn Wallonië startten gesprekken rond nieuwe ‘Accords de Branche! Het is essentieel om een evenwicht te vinden tus- sen de hoge ambities van het Waalse Gewest en de nood- zakelijke ondersteuning voor de Waalse industrie tegen ‘Carbon Leakage’, met vooral de hoge energieprijzen als concurrentiehandicap.\nOndanks dat 2022 een uitdagend jaar was, blijft de Belgische staalsector zich onverminderd inzetten voor klimaatneutraliteit en benadrukt het belang van beschikbare, betaalbare koolstofvrije energie. Met een standvastig beleid, soepele vergunningen en gerichte financiële instrumenten kan de sector bijdragen aan het verminderen van broeikasgasemissies in 2030 en klimaatneutraliteit bereiken in 2050.\nAperam Châtelet - Schildwachtbijen, uitstekende bio-indicatoren\nAperam werkt samen met een imker om de bijenkolonies op de site van Châtelet gedurende het gehele seizoen te beheren. Schildwachtbijen zijn uitstekende bio-indicatoren : ze bestuiven en foerageren in een straal van ongeveer 4 km rond de fabriek. Door analyse van het verzamelde stuifmeel en de honing meet Aperam Châtelet het gehalte aan zware metalen en beoordeelt zo de impact van zijn produc-\ntieactiviteit van roestvast\n”,\nstaal op zijn onmiddellijke\nROI\nii\nomgeving.\nMomenteel zijn er 3 bijen- korven geïnstalleerd op de bedrijfssite. De jaarlijk- se honingproductie wordt opgeslagen met de bedoe- ling deze te verdelen onder de 750 werknemers.\nhen &\nA",
  "page_7": "Op sociaal vlak\nNa de coronacrisis, die in 2020 begon en onze levensstijl ingrijpend veranderde, verdween in 2022 de hoop op een terugkeer naar het oude normaal.\nNieuwe crisisfactoren, met name op geopolitiek en klima- tologisch gebied, doken op en hadden opnieuw een grote impact op onze industrie.\nNoodzakelijke instrumenten in tijden van crisis\nDe energiecrisis heeft de staalsector hard getroffen. Er werd dan ook massaal gebruikgemaakt van het bijzondere stel- sel van ‘tijdelijke werkloosheid energie! dat vanaf 1 oktober 2022 in werking trad. De staalsector was uiteraard verheugd over de snelle invoering van onder meer een specifiek sys- teem gekenmerkt door een administratieve vereenvoudi- ging, waar grote energie-intensieve ondernemingen drin- gend behoefte aan hadden.\nHet Staalindustrie Verbond pleit echter voor een structurele\nhervorming van de tijdelijke werkloosheidsstelsels om :\nEn de‘varianten’van tijdelijke werkloosheid te standaardiseren; En de administratieve formaliteiten voor de ondernemin- gen drastisch te verminderen; de stelsels voor arbeiders en bedienden volledig te harmoniseren.\nHet Verbond pleit al jaren, en opnieuw in 2022, voor een noodzakelijke hervorming van het stelsel van tijdelijke werk- loosheid om een flexibel en aanpasbaar systeem te garan- deren dat bij nieuwe crisissituaties direct kan worden ingezet.\nOntoereikende regelgeving\nDe federale Regering is gestart met het uitvoeren van de ‘Arbeidsdeal, bedoeld als een hervorming van de arbeidsmarkt om de beoogde werkgelegenheidsgraad van 80% te bereiken.\nDeze lange lijst van maatregelen is echter niet het meest ade- quate antwoord om ondernemingen in onze sector te helpen beter om te gaan met de uitdagingen waarmee ze geconfron- teerd worden op de arbeidsmarkt: het personeelstekort, de transformatie van vaardigheden van medewerkers binnen de context van de energie- en digitale transitie, en een betere balans tussen werk en privé voor werknemers.\nHet Staalindustrie Verbond heeft in 2022 deze wetgeving en alle nieuwe regelgevingskaders zorgvuldig geanalyseerd, om de ondernemingen in de sector volledig te informeren en eventuele adviezen en bezwaren uit de sector door te geven aan de bevoegde instanties.\nInterprofessionele dynamiek\nIn het najaar van 2022 kreeg de Centrale Raad voor het Bedrijfsleven eindelijk toestemming om zijn technisch verslag te publiceren over de bepaling van de maximaal beschikbare marge voor de komende twee jaren.\nDeze marge werd op nul vastgelegd, waardoor het interpro- fessioneel sociaal overleg al snel mislukte.\nNog voor het einde van 2022, en vanwege het ontbre- ken van consensus tussen de sociale partners, heeft de Regering wettelijke instrumenten voorzien om deze (nul) marge te bepalen en te compenseren via een bonussys- teem, vergelijkbaar met de ‘coronapremie'. Daarnaast heeft ze de verschillende regelgevende kaders uitgewerkt voor de verdeling van de welvaartsenveloppe en andere maatregelen.\nHet herhaaldelijk mislukken van de interprofessionele sociale onderhandelingen over de loonmarge of andere thema's is een zorgwekkend signaal voor het Belgisch sociaal overlegmodel.\nHoewel de dynamiek van dit overleg grotendeels bij de sectoren en de ondernemingen ligt, hebben deze overlegniveaus behoefte aan een intersectoraal niveau dat in staat is om autonoom evenwichtige overeenkomsten af te sluiten voor alle sociale partners.\nIn 2022 heeft het Staalindustrie Verbond zijn bezorgdheid geuit over het verloop van de intersectorale onderhande- lingen en de uitvoering van een regelgevend kader voor de toekenning van een ‘koopkrachtpremie!.\nSamengevat, op het gebied van sociale aangelegen- heden, blijven de staalondernemingen nood hebben, zeker in het licht van de huidige polycrisis, aan geschikte steunmaatregelen, een betrouwbaar juridisch kader en een constructieve sociale dialoog.\nNLMK Clabecq voltooit upgrade naar state-of-the-art walserij\nNLMK Clabecq heeft zijn walserij met succes geüpgraded ter waarde van 40 miljoen €. De opwaardering omvat een nieuw systeem voor verwijdering van de oxidehuid en de vernieuwing van de eindwalserij, een unieke opstelling voor plaatproducenten. Deze investeringen zullen tevens het directe gasver- bruik en de directe en indirecte CO-uitstoot verminderen door staalsoorten te leveren die tijdens de gebruikscyclus de CO,-uitstoot verlagen.\nDe geoptimaliseerde walserij zal klanten bevoorraden met de beste opper- vlakte-, vlakheids- en dimensionele toleranties. Dit productpallet stelt de gebruikers in staat om lichtere oplossingen te ontwerpen die de levenscyclus- kosten en de uitstoot verlagen, maar toch een topkwaliteit behouden.\nNR ==\nif“\n…\nw hi 15\n„u\nij\ned\nej\nNa”.\nue RLN\nmo",
  "page_8": "G tour www.crmgroup.be\nCRM Group richt zijn R&D-activiteiten op de productie, trans- formatie, coating en het gebruik van metalen. We combineren bekwame en ervaren onderzoeksteams (275 werknemers) met unieke testfaciliteiten die de hele productieketen van metalen bestrijken, van grondstoffen tot geavanceerde staaltoepas- singen en in omvang variërend van laboratoriumschaal tot piloot- en zelfs semi-industriële productielijnen. Recente acti- viteiten zijn gericht op klimaatneutraliteit en de digitale tran- sitie van de industrie, met name de staalindustrie\nVoor de Europese staalindustrie, die geconfronteerd wordt met de uitdaging van koolstofneutraliteit tegen 2050, zal de overgang van de hoogovenroute (op basis van cokes) naar de directe reductieroute (op basis van aardgas en in de toekomst op basis van waterstof) een sleutelrol spelen. Daarom beschikt CRM Group over alle kennis en simulatie- en pilootinstallaties om de staalindustrie te ondersteunen bij de integratie van de directe reductieroute in hun fabrieken\n= De simulatie van de reductiereacties (gassamenstelling en temperatuur) die representatief zijn voor de reacties in de Directe Reductie-schacht is mogelijk, zowel in klei- ne reactoren als in de HUGE-pilootinstallatie die tot 30 kg DRI per batch kan produceren Het smeltgedrag van DRI kan bestudeerd worden op verschillende schalen, van laboratoriumschaal (‘koffie- kop-formaat’) tot semi-industriële schaal (pilootplasma- oven 1,2 ton, 125 I). CRM Group neemt inderdaad een zeer veelzijdige pilootplasma-oven in gebruik, die de ontwikkeling van de nieuwe opkomende staalproduc- tieroutes (het smelten van met waterstof gereduceerd DRI in een elektrische vlamboogoven of smeltoven…) zal ondersteunen. Als onderzoeksinstallatie zal de oven in hoge mate worden geïnstrumenteerd (gasanalyse, stof- emissie, temperaturen…) en er zal een ‘digital twin’ wor- den ontwikkeld\nCentrum voor Research in de Metallurgie\nm Om de recyclage van schroot en de energie-efficiëntie verder te verhogen en tegelijk het concurrentievermogen van de staalproductiesector te behouden, moeten inno- vatieve technologieën worden toegepast om het schroot voor te behandelen en te reinigen voordat het de staal- ovens bereikt. CRM Group onderzoekt daarom verschil- lende innovatieve trajecten met betrekking tot technolo- gieën voor het sorteren en karakteriseren van schroot en oplossingen voor het opwaarderen van schroot, zoals het verwijderen van Cu in vloeibare toestand of het verwij- deren van Zn uit gegalvaniseerd schroot. De impact die residuele en ‘tramp'-elementen kunnen hebben op de ontwikkeling van de microstructuur en de eigenschap- pen, wordt ook onderzocht in een systematische studie die het mogelijk maakt het gedrag van staal met verschil- lende residuen te modelleren\nHoewel het voorkomen van CO-uitstoot het hoofddoel is, zal het afvangen van CO, uit industriële rookgassen, gevolgd door zuivering en uiteindelijk gebruik en/of opslag van het zuivere CO. naar verwachting een belangrijk traject blijven. Daarom vernieuwen we momenteel een semi-industriële proefinstal- latie voor CO-afvang op basis van de absorptietechnologie met aminesolventen, die tot 1.000 Nm?/h rookgas kan ver- werken. Hiermee bieden wij onze industriële partners een instrument om de CO.-absorptietechnologie voor hun toepas- sing op grote schaal te beoordelen en hen te helpen hun CO- emissiereductiedoelstellingen te bereiken. De ontwikkeling van deze proefinstallatie loopt parallel met de ontwikkeling van twee andere proefinstallaties voor CO.-afvang, één voor adsorptieprocessen (PSA, TSA, enz.) en één die mobiel zal zijn en rechtstreeks op het industrieterrein van de partners kan worden gebruikt\nI\n— 1\nle\nFe\nkik\nPilootinstallatie CO -afvang\nem\nEn par\n1\nE\nKk\nEen\nBE.\nrie ke at pe\nA\nNi\na\nen\nEt\nhe\nLn\nhs\nen | a\nBen\nEet!\nLi\ns\nEr\nze\neej\nhan\ndl\n|\nË\n_.\nij\njm\nEn\nik il\n|\nbe}\nEmmi\n-—=\nen\n‚\n|\nNEN\nbh\nne rn\n4\nPT\nLi,\nHUGE Thermo-conversie proefinstallatie\nin ‘Direct Reduction’configuratie en DRI\ngeproduceerd in de HUGE reactor\na\nkk\n[a\nhad\nNs\nEA\ner\nKl\nWas\nTME\nhe |\nNl\nKL\nW\nPi\nPilootplasma-oven",
  "page_9": "info.\nstee www.infosteel.be\nAls centrum voor informatie over en promotie van staal, met als slogan ‘Samen, voor meer staal in de bouw; draait de werking van Infosteel rond 3 assen: verbinden — informeren — inspireren. Deze 3 aspecten worden in zowat alle acties verweven, waarvan de volgende zeker eens extra in de kijker mogen gezet worden.\nInfo_Steel-magazine\nEen belangrijke hoeksteen in de communicatie is het Info_Steel- magazine dat — grotendeels gratis — 4 keer per jaar in ruim 2.600 brievenbussen valt. Hierin wordt telkens een selectie van ver- schillende staaltoepassingen in tekst maar vooral ook in beeld wat uitgebreider voorgesteld.\nOm al deze acties te organiseren, is een nauwe samenwerking met de belangrijkste segmenten uit de ‘key value chain’ essen- tieel : staalproducenten, staalhandel en staalbouwers.\nScore With Steel\nDaar waar de voornaamste focus ligt op het inspireren van ont- werpers en opdrachtgevers van gebouwen, wordt de aanpak onder de paraplu van ‘Score With Steel’ gebracht. In de ontwik- keling van deze specifieke communicatiestrategie werd de voor- bije jaren sterk geïnvesteerd, en in 2022 wordt deze aanpak met succes verdergezet.\nPromotie, informatie staal - Infosteel\nOpleidingen\nMet het einde van de coronamaatregelen is ook terug gestart met detraditionele opleidingen. Maar daarnaast is met SCI (Steel Construction Institute’) ook een partnerschap aangegaan om hun online-opleidingen aan te bieden aan de Infosteel-leden.\nHandboeken\nHet project ‘Steel Design Books’ is een mooi voorbeeld van inter- nationale samenwerking : de zusterorganisaties uit Nederland, Duitsland en Zwitserland realiseerden samen met Infosteel voor Belux een reeks van moderne handboeken over het ontwerpen van staalconstructies volgens de Eurocodes. Ook is het eerste boek als E-book verschenen.\nStaalbouwwedstrijd\nMet 97 spectaculaire staalbouwprojecten is de 2022-editie opnieuw een succes. Het zet de betrokken partijen in de kijker, maar kan voor toekomstige bouwers ook een belangrijke bron van inspiratie zijn. Over alle edities heen werden intussen meer dan 2.000 projecten in de kijker gezet.\nRLR Ii\nKEER EF\n75\n| |\n1\nRi |\nTila\nLl\nub\nEER: NE Li\nbn\nMET mj\ned\nni\nPd\n==\nP_Staa /\nSCI\nSteel Knowledge\nns, im\nEiErt\n|\np\ngin\nEE\nEu\nKon\nxee\nee\në\nRo\nFi\nín\nÍ\nvl.n.r Steel Design Books // Laureaten Staalbouwwedstrijd 2022 (Stadhuis Antwerpen / Herbestemming van kapel tot woning / Tondo-passerelle in Brussel / Agrotopia in Roeselare) ‘Score With Steel'-campagne // Partnership met SCI (Steel Construction Institute) // Vier edities van het magazine",
  "page_10": "Staalindustrie Verbond\nRavensteinstraat 4, 1000 Brussel -T. +32 (0)2 509 14 11 - www.steelbel.be - E. kristel.bijnens@steelbel.be\nGSV is de beroepsvereniging van de Belgische staalindustrie\nVoorzitter\nManfred VAN VLIERBERGHE Chief Executive Officer, ARCELORMITTAL BELGIUM\nBestuurders\nJan CORNELIS\nSerge DALLENOGARE\nGert HEYLEN\nBertrand LEJEUNE\nLuc LIBERSENS\nCornelius LOUWRENS\nRenaud MORETTI\nDavid VALENTI\nCountry Manager ArcelorMittal Belgium, ARCELORMITTAL GENT\nGeneral Manager Châtelet Plant, APERAM CHÂTELET\nGeneral Manager Genk Plant, APERAM GENK\nDirecteur Generaal, SEGAL / GROUPE TATA STEEL\nChief Technology and Innovation Officer Industeel,\nINDUSTEEL BELGIUM SA / GROUPE ARCELORMITTAL\nChief Executive Officer, NLMK EUROPE\nGedelegeerd Bestuurder, LIBERTY LIEGE-DUDELANGE\nGeneral Manager, THY-MARCINELLE SA / GROUPE RIVA\nDirecteur Generaal Phi pe COIGNE\nape ij\nAperam Genk - www.aperam.com\nAperam Châtelet - www.aperam.com\n4\nae\nArcelorMittal\nRA\nArcelorMittal Gent - https://belgium.arcelormittal.com\nArcelorMittal Liège - https://belgium.arcelormittal.com\nIndusteel Belgium - https://industeel.arcelormittal.com\nNLMK La Louvière - www.eu.nlmk.com\nNLMK Clabecq - www.eu.nlmk.com\nLd\nTATA\nTATA STEEL\nSegal (Tata Steel)\nwww.segal.be\nThy-Marcinelle (Group Riva)\nwww.thy-marcinelle.com\nPALIBERTY Liberty Liège-Dudelange\nwww.libertyliegedudelange.be\nVerantwoordelijk uitgever : Philippe Coigné\nCOVERBEELDEN (v.l.n.r.):\nBedrijfsgebouw GAB in Ternat, foto jvdb // Staalproductie bij Aperam Genk, foto Aperam / Steelanol ArcelorMittal Gent, foto ArcelorMittal Gent\nStaalproductie in Thy-Marcinelle, foto Riva Group // Theunisbrug in Antwerpen, foto jvdb // Staalproductie bij NLMK La Louvière, foto NLMK"
},
  "language": "Languages.DUTCH",
  "total_pages": 10
}
