{
  "file_name": "64_766.pdf",
  "pages": {
  "page_1": "CSV\nGroupement de la Sidérurgie\nRapport annuel\nl'acier belge en 2022\nRelever les défis et se transformer en période de turbulences\n2\nee] 1e\nil\nsi\nF A\n#4 4 ed\nRS\nÆ\n= LP Le\ncm\na\nAD\nÆ LÉ\"\nà\n2\n#i\n7\n# #3\nEE\nst\n——\n—\non\n«EL LE\n7\n7 .—-\nha\nET\nsi\nRL\nen E\nF\nST\nEt\nEx\nBR\na\n»\nEr\n|\nME\nIE\na\nD\nEs\n+\nA |\nLA\nVa",
  "page_2": "Mot du Président\nEn 2022, le monde a été bouleversé par la guerre en Ukraine. Nos pensées et notre sympathie vont en premier lieu aux victimes de cette tragédie. Outre les souffrances humaines, les conséquences ont été considérables : un affaiblissement de la conjoncture, une hausse exubérante des prix de l'énergie, la perturbation des chaînes d'approvisionnement et une inflation galopante.\nRalentissement économique et impact sur l'industrie sidérurgique\nBien que l’année 2022 ait commencé de manière prometteuse, la situation économique s'est détériorée au fil des mois. Pour la première fois depuis de nombreuses années, la demande mondiale d'acier a connu une baisse de 2,3%, principalement en raison de la consommation chinoise en déclin. Les prix du marché de l'acier se sont effondrés à partir du milieu de l'année, tandis que les coûts de l'énergie atteignaient des pics sans précédent. Dans l’industrie sidérurgique, très énergivore avec une consommation annuelle d'électricité de +4.000 GWh et de gaz de +6.000 GWh, certains sites de production ont été contraints de se mettre à l'arrêt en raison de l'explosion des coûts énergétiques.\nL'inflation a grimpé à des sommets inégalés depuis des décennies. L'indexation automatique des salaires a accru les coûts salariaux et notre handicap salarial par rapport aux pays voisins, ce qui a encore dégradé la position concurrentielle des entreprises belges. Dès le second semestre, les prix élevés des matières premières et les coûts du CO, ont pesé sur la rentabilité.\nAvec 29 millions de tonnes en 2022, les importations d'acier en provenance de pays hors UE ont à nouveau atteint le niveau parti- culièrement haut de ces dernières années. Pour l'acier plat au carbone, cela signifie qu’1 tonne sur 4 sur le marché est d'ori- gine non européenne ; pour l'acier inoxydable, ce ratio passe à 1 tonne sur 3. Simultanément, les exportations d'acier de l'UE vers des pays non-UE diminuent depuis des années. En une dizaine d'années, l'UE a évolué du statut d'exportateur net de +15 millions de tonnes d'acier fini à celui d'’importateur net de +13 millions de tonnes. Sur une production annuelle de l'UE d'en- viron 150 millions de tonnes, l'impact est considérable.\nPar conséquent, je préconise le renforcement de notre compétiti- vité européenne grâce à des instruments adéquats en matière de commerce, de climat et d'énergie afin d'assurer le redressement de la balance commerciale. Nous demandons tout particulière- ment qu’une solution soit trouvée pour les exportations dans le cadre de la suppression progressive des droits d'émission, afin que l'industrie (sidérurgique) européenne ne subisse pas de charges supplémentaires par rapport à ses concurrents non européens.\nProgrès en matière de durabilité et d'écologisation de notre secteur\nMalgré la situation économique difficile, le paquet Fit-for-55” a été concrétisé en 2022. Peu avant la fin de l'année, un accord a été conclu sur le renforcement du système ETS et l'introduction d'une taxe carbone aux frontières (CBAM). Bien que ces instruments soient particulièrement ambitieux, nous réaffirmons notre engagement à réduire de manière significative les émissions de CO, d'ici 2030, conformément aux objectifs européens.\nnt\nLancés ces dernières années Æ sur plusieurs sites belges, les programmes d'investissement dédiés aux technologies les plus innovantes et les plus performantes se sont pour- suivis en 2022. À Gand, une installation a été inaugurée qui convertit les émissions de CO à l'échelle industrielle en bioéthanol, utilisable comme matière première pour d’autres industries. Cet exemple de CCU (‘Carbon Capture & Usage’) est une première européenne et marque une étape importante vers une production d'acier neutre sur le plan climatique d'ici 2050.\nEvidemment, nous entendons progresser dans l'écologisation de notre industrie. Pour ce faire, trois éléments sont essentiels :\n“ Réglementation : une réglementation claire et rapide dans tous les domaines est essentielle. Nous demandons notamment un resserrement de la ‘Waste Shipment Regulation’ pour les moda- lités d'exportation de la ferraille. Ceci permettra de préserver des ferrailles supplémentaires en Europe et de réaliser ainsi l'éco- nomie circulaire. Infrastructure : la mise en place de l'infrastructure nécessaire au transport du CO, et de l'hydrogène par le biais de pipelines et de hubs. De même, il importe d'augmenter la production et le transport d'une quantité suffisante d'électricité sans carbone et à un prix abordable. Financement : un financement adéquat et transparent, accom- pagné de mécanismes de soutien simples qui réagissent également aux événements survenus ailleurs dans le monde.\nVivre, travailler et se développer ensemble\nL'ambition de parvenir à une production neutre sur le plan clima- tique confronte l'industrie (sidérurgique) européenne et belge à la plus importante transformation et au plus grand défi qu'elle aït jamais connus. Il faudra non seulement des technologies révo- lutionnaires, mais aussi une réflexion disruptive et des mesures d'accompagnement appropriées. Sinon, des pays extérieurs à l'UE offrant un climat d'investissement attractif attireront la production européenne, ce qui compromettra encore davan- tage notre autonomie stratégique.\nCette transition n'est possible que grâce aux efforts, aux connais- sances et au dévouement de tous les collaborateurs et de tous les acteurs impliqués dans notre secteur. Ce sont eux qui contribuent à la réalisation concrète et à l'ancrage local de notre industrie. Les événements récents ont une fois de plus souligné l'importance de maintenir une industrie sidérurgique en Belgique et en Europe.\nL'acier est le matériau de base par excellence pour l'avenir : recyclable à 100% et à l'infini, il est indis- pensable à la production d'énergie renouvelable de demain. C'est une opportunité pour accomplir la transformation, non seulement celle du secteur mais également celle de la société tout entière. Les tech- nologies sont disponibles. Nous nous engageons.\nManfred VAN VLIERBERGHE Président",
  "page_3": "Marché\n1. Production d'acier en Belgique\nAcier brut (tous aciers) EE: © 0 000\nFig.1c M Via convertisseur O, M Via four électrique\nBobines à chaud\nBobines à froid\nTôles revêtues EE: 52 000\nTôles quarto BR 50000\nFer-blanc b 40.000\nFig.1a - Production d'acier en Belgique (tonnes) B2022 2021 M2020\nEN 7.030.000\nTEE < 120000\n6.910.000\n7.170.000\n7.220.000\n3.670.000\n4.070.000\n4.230.000\nEN 2.67 0.000\n3.580.000\ng\nDEN 20.000\n7.030.000 t\n| 20.000\nBR 30.000\n79%\nFig.1b M Acier au carbone B Acier inoxydable M Autres alliages\nDM 410.000\nFil machine BR 620.000\nDEN 70.000\nEN 480.000\n2. Importations d'acier en UE27\n(acier au carbone + acier inoxydable en kt - à l'exception des demi-produits)\n30.000 kt rene) nent\n25.000 kt |\nFm.\n20.000 kt nn nt rennes nranuiiaurnernmescete D\nEE.  R E...\nF.\n15.000 kt ranmersaee TRE Eu.) EE... EE .......! E......! | EE.\nEE... EE... E.. P.\nns\nrue. ns\nEl en ns\nd\nee\n| ns\nne Eu\n4\n2012\nEE\nChine\nInde\n2013\n2014\n= ==\nTurquie Royaume-Uni Corée du Sud Russie\n2015\n2016\n2020\n=\nee\n2017\n©\nUkraine Taïwan Égypte Vietnam\nSerbie Biélorussie Autres\n2018\n2019\n©\n=\n2021 2022",
  "page_4": "LL _ J\nD\nImportations Exportations Solde\n35.000 kt RER\n30.000 kt ere “OR RER VERRE\n25.000 kt EEE Ce OR NT |\n20.000 kt EEE ÉÉRRRTTTTET.…* RREEne\n15.000 kt\n10.000 kt nr nn nr ner nennr nne e nnrrrnnnrnnnennennnrnnrennennnrnenennnrnnenennnenennrne n nere n ne ne e nere e ner e nere  enennnes\n5.000 kt ed ee bn rene\n-5.000 kt Dress) nn ee\nLa technologie — qui fonctionne par fermentation du gaz — à été développée en collaboration avec l'entreprise technologique améri- caine Lanzaïech. La conversion du gaz industriel en éthanol durable a lieu dans quatre bioréacteurs. Chaque bioréacteur est constitué d'un réservoir contenant un liquide, des nutriments et des micro-orga- nismes naturels. Une fois qu'elle aura atteint sa vitesse de croisière, l'instal- lation Steelanol produira 80 millions de litres de bioéthanol par an.\njh |\n4\nA\n *\ndy\nda\n-10.000 kt ERREUR erreur\n-15.000 kt nn\n2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\nArcelorMittal Gand -\nL'inauguration de Steelanol fêtée le 8 décembre 2022\nLe projet Steelanol est une première pour l'industrie sidérurgique européenne. La nouvelle installation capturera le gaz résiduel des hauts fourneaux et le recyclera en bioéthanol. Avec le projet Torero qui transforme les déchets de bois en biocarburant, les émissions de CO, de ArcelorMittal seront réduites de 350.000 tonnes par an. Le biocarburant peut être utilisé dans le secteur des transports ou comme matière première de base pour les entreprises chimiques. Il peut également servir à la produc- tion de cosmétiques, parfums, DCS\npeintures et vêtements.\n==\nl -\npa\nhé\n11\nPA dre on\n”\nDéc\nSpirou\nPr] à\n-\nL\ndt\nFr\nLA\nee\ntal\n18\nbe",
  "page_5": "Défis énergétiques et ambitions climatiques\nLes prix élevés de l'énergie menacent notre compétitivité\nL'année 2022 fut difficile pour le secteur sidérurgique belge à haute intensité énergétique. Les prix de l'énergie dans l'Union européenne se sont envolés après l'invasion de l'Ukraine par la Russie, atteignant des sommets durant l'été. La Commission européenne et les Etats membres de l'UE ont proposé des mesures pour faire face à cette crise, telles que ‘REPowerEU' et le ‘Temporary Crisis Framework’ (TCF). Le TCF a permis aux Etats membres de soutenir les entreprises touchées par les prix élevés de l'énergie. La Flandre et la Wallonie ont approuvé des paquets de soutien de 250 millions d'euros, mais en raison des conditions strictes ils se sont avérés peu efficaces.\nLes prix élevés de l'énergie menacent notre compétitivité. Nous sommes en concurrence avec les grandes puissances économiques du monde et les pays voisins dont les coûts énergétiques sont moins élevés. Dès lors, il est impératif que nos gouvernements y accordent une attention suffisante et donnent la priorité à une énergie verte à un prix abordable pour l'industrie.\nLe dilemme énergétique de l'Europe et ses implications pour le secteur de l'acier\nLa disponibilité d'énergie à des prix abordables est égale- ment une priorité à l'échelle européenne. L'arrêt des flux de gaz en provenance de Russie nous a confronté au fait que des mécanismes durables sont nécessaires pour guider l'Union européenne vers la neutralité climatique. La Commission européenne a fait une proposition visant à analyser et, le cas échéant, à réformer le marché de l'électricité actuel. L'accent a d'abord été mis sur les énergies renouvelables, le stockage et la production flexible, mais cela n'est pas compatible avec les exigences de la sidérurgie. La flexibilité obligatoire peut avoir des effets négatifs sur la capacité de production.\nLe Groupement de la Sidérurgie a exprimé ses préoccupa- tions dans un position paper’ sur l'éventuelle réforme du marché européen de l'électricité. En tant que secteur sidé- rurgique belge, nous préconisons toutes les réformes qui offrent des opportunités d'accessibilité d'énergie verte à des prix abordables pour les entreprises à haute intensité éner- gétique. Cette orientation sera nécessaire dans le cadre de la\nAperam Genk achève son installation photovoltaïque de 23 MWp\nCette deuxième plus grande installation de panneaux solaires en Belgique génère 23 MWp avec une production annuelle d'énergie de 20.300 MWh. Cela permettra d'éviter l'émission de 7.300 tonnes de CO, soit l'équivalent des émissions de 5.900 ménages moyens. Cela équivaut au CO, absorbé par 720 hectares de forêt. Aperam consommera au moins 97% de l'énergie produite directement dans ses installations à Genk.\nE- = —\nhe\ndédiés nan» rail\nCest un grand pas vers un avenir vert, qui renforcera la position d'Aperam en tant qu'employeur durable à long terme dans la région. En parallèle, des stations de recharge pour VE seront déployées et pourront être utilisées par les voitures de société et les véhicules des travailleurs. En conséquence, la flotte de véhicules d'Aperam deviendra progressivement exempte d'émissions.\n“hihi\nloi américaine, le ‘Inflation Reduction Act (IRA), qui prévoit des subventions massives destinées à stimuler le développement des énergies renouvelables aux Etats-Unis. La première réac- tion de l'Europe à ce sujet indique un regain d'intérêt pour ses propres activités et le soutien aux industries clés au moyen d'une politique industrielle et de mécanismes financiers. Nous pensons que cela est déjà positif.\nLe secteur sidérurgique belge vise la neutralité climatique d'ici 2050\nLe secteur sidérurgique belge souligne son engagement à réduire de manière significative ses émissions de gaz à effet de serre d'ici 2030 et à être climatiquement neutre à l'horizon 2050. La Belgique est déjà confrontée aux effets du chan- gement climatique et est en train d'élaborer une politique climatique ambitieuse au niveau national et régional, guidée par le paquet Fit-for-55’ du ‘Green Deal’ européen.\nLe Groupement de la Sidérurgie accentue l'importance de ces ambitions climatiques, mais demande suffisamment de temps pour réaliser des investissements, solliciter des permis, mettre en place de nouvelles installations et acquérir des connaissances.\nUne suppression progressive des quotas ETS pour parvenir à une transition durable\nLe ‘European Union Emissions Trading System’ (EU ETS) est le plus grand système d'échange de quotas d'émission au monde, impliquant environ 10.000 entreprises européennes représentant 45% des émissions de CO, de l'UE. Chaque année, la Commission européenne réduit le nombre de quotas d'émission, déterminant ainsi la quantité de CO, que les entre- prises sont autorisées à émettre.\nLe Groupement de la Sidérurgie préconise une suppression progressive des droits d'émission jusqu'en 2030, afin que le secteur sidérurgique belge puisse passer à une production d'acier climatiquement neutre. Les conditions préalables à l'économie verte, telles que le marché de l'hydrogène, l'élec- tricité sans carbone et les systèmes de distribution de CO,, nécessitent du temps pour se développer. Dès lors, il n'est pas souhaitable d'adopter une politique climatique trop stricte et précipitée.",
  "page_6": "Accord final pour le CBAM, mais sans mesures d exportation\nFin 2022, le Parlement européen et le Conseil de l’Union européenne se sont mis d'accord sur le ‘EU Carbon Border Adjustment Mechanism (CBAM) le premier mécanisme d'ajustement aux frontières pour le carbone au monde, une mesure primordiale pour prévenir les fuites de carbone Dans un premier temps, le CBAM ne s'appliquera qu'à certains produits spécifiques dans les secteurs inten- sifs en carbone l'acier, le ciment, les engrais, l'aluminium l'électricité et l'hydrogène. Dès le mois d'octobre 2023, un mécanisme CBAM simplifié sera d'application, accompagné d'exigences de reporting. En 2026, le système CBAM intégral entrera en vigueur. Il sera mis en place progressivement, en même temps que la suppression des quotas gratuits pour les secteurs concernés. Cette suppression fait partie du régime ETS révisé, ce qui devrait garantir la compatibilité du méca- nisme CBAM avec les accords commerciaux internationaux\nLors des négociations sur le CBAM, la Belgique a adopté une position ferme sur la question des exportations. Le secteur sidérurgique belge a souligné la nécessité de trouver des solutions concrètes en matière d'exportation, car les expor- tations en dehors de l'UE représentent 10% de la production totale d'acier. Il s’agit d'un volume crucial, indispensable pour assurer la rentabilité. Cependant, le CBAM ne prévoit pas de mesures d'exportation supplémentaires. Dès lors nous demandons que cette question soit réexaminée en 2026, après la période d'évaluation\nL'acier, au cœur de l'économie circulaire\nL'UE considère l'économie circulaire comme un outil permet- tant d'atteindre les objectifs climatiques, en réutilisant des déchets pour réaliser de nouveaux matériaux et produits Le secteur sidérurgique belge considère la ferraille d'acier comme une matière première essentielle. Cette ferraille est fondue dans les hauts fourneaux électriques et transformée en nouveaux produits en acier. l'ambition est d'utiliser également jusqu'à 30% de ferrailles dans les hauts fourneaux conventionnels. L'acier ne subit aucune perte de qualité et est un produit idéal pour l'économie circulaire. L'utilisation\nAperam Châtelet -\nUne nouvelle bobineuse pour le laminoir\nPour pouvoir suivre la cadence de la production, deux bobineuses sont installées dans les usines depuis 20 ans. Ce nouvel investis- sement, le plus gros effectué sur'Le laminoir’ sur les 2 dernières décennies, permet aux équipes de produire de nouvelles nuances d'acier et d'améliorer la qualité des bobines qui ne devront plus changer d'axe une fois laminées.\nL'installation de cette nouvelle bobineuse, lancée début 2022 a nécessité l'aide de plusieurs sociétés de sous-traitance et la mobilisation des équipes de maintenance. En parallèle, de nombreuses formations ont été orchestrées pour présenter aux opérateurs les nouvelles manières de travailler sur cet outil\nns UT |\nDer\n—\nRa\nF\n4\n1\nLi\nAa,\nde ferrailles permet de produire de l'acier en réduisant consi- dérablement l'empreinte CO.. La ferraille d'acier joue donc un rôle important dans nos stratégies de décarbonisation\nToutefois, il est primordial de disposer d'une quantité suffi- sante de ferraille d'acier. C'est pourquoi le Groupement de la Sidérurgie suit de près la ‘Waste Shipment Regulation’ (WSR) car la ferraille est le‘déchet'le plus exporté en UE. Il est essen- tiel que les exigences européennes élevées en matière de traitement des déchets soient également appliquées ailleurs afin de garantir des conditions de concurrence équitables Nous plaidons pour un traitement qualitatif des déchets dans le respect de l'environnement (‘ESM'), mais aussi dans le souci particulier de la santé humaine et des droits sociaux\nRéflexion sur une politique industrielle ciblée en matière de climat\nEn 2022, le Département Changements climatiques du SPF Santé publique a impliqué l'industrie dans la politique climatique en organisant des ‘Tables rondes sur le climat Le Groupement de la Sidérurgie a participé aux discussions sur le thème de l'économie circulaire. Ce fut une excellente occasion de mettre en lumière les ambitions et les défis du secteur sidérurgique belge\nEn Wallonie, les discussions ont été lancées au sujet de la nouvelle génération des Accords de Branche. Il importe de trouver un équilibre entre les grandes ambitions de la Région Wallonne et le soutien nécessaire de l'indus- trie wallonne pour la lutte contre les fuites de carbone, les prix élevés de l'énergie jouant ici en particulier le rôle de handicap concurrentiel\nSi l’année 2022 fut difficile, le secteur sidérurgique belge poursuit son engagement continu dans la voie de la neutralité climatique et souligne l'importance de la disponibilité d’un volume suffisant d'énergie sans carbone » abordable. Grâce » politique un prix à une stable, des permis flexibles et des instruments financiers ciblés, le secteur peut contribuer à réduire les émissions de gaz à effet de serre d'ici 2030 et atteindre la neutralité climatique à l'horizon 2050\nAperam Châtelet - Les abeilles-sentinelles, d'excellentes bio-indicatrices\nAperam travaille avec un apiculteur pour gérer, au fil des saisons, les colonies d'abeilles installées sur le site de Châtelet. Les abeilles- sentinelles sont d'excellentes bio-indicatrices elles pollinisent et butinent dans un rayon d'environ 4 km autour de l'usine. En pratiquant des analyses sur le pollen et le miel récoltés, Aperam Châtelet mesure la teneur en métaux lourds évalue s. et l'impact\nde son activité de production\nFe\nÈ\nd'acier inoxydable sur son\n*\nenvironnement proche\nER\nAujourd'hui 3 ruchers sont installés sur le site. La production annuelle de miel est stockée dans l'intention de la distribuer plus tard à l'ensemble du personnel soit ses 750 travailleurs\nÆ#",
  "page_7": "Le domaine social\nAprès la crise sanitaire, qui a débuté en 2020 et transformé nos modes de vie, l'année 2022 aura pour sa part déjoué les éventuelles attentes d'un hypothétique ‘retour à la normalité\nDe nouveaux facteurs de crise, essentiellement géopoli- tiques et climatiques, sont en effet apparus, impactant une nouvelle fois durement notre industrie\nOutils nécessaires en période de crise\nLa crise énergétique a frappé de plein fouet le secteur sidé- rurgique, qui à recouru massivement au régime de chômage énergie, appliqué dès le 1er octobre 2022. Le secteur sidérur- gique a bien évidemment salué la mise en place rapide d'un régime spécifique, caractérisé notamment par la simplifi- cation administrative dont avaient urgemment besoin les grandes entreprises à haute intensité énergétique\nLe Groupement de la Sidérurgie réclame toutefois une réforme structurelle des régimes de chômage temporaire afin\nd'uniformiser les ‘variantes’ de chômage temporaire d'alléger drastiquement les formalités administratives à charge des entreprises d'harmoniser totalement les régimes ouvriers et employés\nEn 2022, comme depuis plusieurs années, le Groupement a défendu la nécessité de réformer le régime de chômage temporaire afin de garantir un régime souple et adaptatif, directement implémentable en cas de nouvelles crises\nCadre réglementaire inadapté\nLe Gouvernement fédéral a, pour sa part, amorcé la mise en œuvre des mesures du'Deal pour l'emploi, présenté comme une réforme du marché de l'emploi en vue d'atteindre l'ob- jectif de 80% de taux d'emploi\nCe catalogue de mesures n'est pas la réponse la plus adéquate pour aider les entreprises de notre secteur à mieux relever leurs défis sur le marché de l'emploi, notamment les pénuries de personnel, la transformation des compétences des collaborateurs dans le contexte de la transition énergé- tique et numérique, ou encore un meilleur équilibre entre vie privée et vie professionnelle pour les collaborateurs\nTout au long de l'année 2022, le Groupement de la Sidérurgie à analysé attentivement cette réglementation ainsi que tous les nouveaux cadres réglementaires afin d'en informer dûment les entreprises du secteur et de répercuter les éven- tuels avis et objections du secteur auprès des instances compétentes\nDynamique interprofessionnelle\nA l'automne 2022, le Conseil Central de l'Economie a enfin été autorisé à publier son rapport technique en vue de la fixation de la marge maximale disponible pour les deux prochaines années\nCette marge a été fixée à zéro, entraînant l'échec immédiat de la concertation sociale interprofessionnelle\nA la toute fin 2022 et en l'absence de consensus des parte- naires sociaux, le Gouvernement a prévu les outils légaux visant d'une part à fixer cette marge (nulle) tout en la compensant par un système de prime analogue en son genre à la fameuse prime ’corona, et d'autre part à établir les différents cadres réglementaires relatifs à la répartition de l'enveloppe bien-être ainsi qu'à d’autres dispositifs\nLes échecs répétés des négociations sociales interprofes- sionnelles sur la marge salariale et/ou d'autres thèmes constituent un signal interpellant pour le modèle de concer- tation sociale belge\nSi la dynamique de cette concertation repose largement sur les secteurs et les entreprises, ces niveaux de concertation ont besoin d’un échelon intersectoriel capable de conclure en toute autonomie des accords équilibrés pour l'ensemble des partenaires sociaux\nLe Groupement de la Sidérurgie a répercuté, en 2022, les préoccupations des entreprises quant à l'évolution des négociations intersectorielles et à la mise en place d'un cadre réglementaire prévoyant l'attribution d'une prime pouvoir d'achat\nEn résumé, dans le domaine des relations sociales, les entreprises sidérurgiques ont plus que jamais besoin, en particulier dans un contexte de polycrise, de mesures de soutien adaptées, d’un cadre légal fiable et d’une dyna- mique positive de concertation sociale.\nNLMK Clabecq achève la modernisation de son laminoir\nNLMK Clabecq a achevé avec succès la modernisation de son laminoir, d’une valeur de 40 millions d'euros. Cette modernisation comprend un nouveau système de décalaminage et la réorganisation du laminoir de finition, une configuration unique pour les producteurs de tôles. Ces investissements permettront également de diminuer la consommation directe de gaz et les émissions directes et indirectes de CO, en fournissant de l'acier qui réduit les émissions de CO, sur l'ensemble du cycle de vie\nLe laminoir modernisé offrira aux clients les meilleures tolérances de surface de planéité et de dimensions. Ces gammes de produits permettent aux utili- sateurs de concevoir des solutions plus légères qui réduisent le coût du cycle de vie et les émissions, tout en maintenant une qualité de premier ordre\n= = =.\na Te\nee\nten",
  "page_8": "I 72\nGi M GROUP\nAu CRM Group, nos activités R&D sont centrées sur la produc- tion, la transformation, le revêtement et l'utilisation des matériaux métalliques. Nous combinons des équipes de recherche compétentes et expérimentées (275 employés) avec des installations d'essai uniques couvrant toute la chaîne de fabrication des métaux : des matières premières aux appli- cations avancées de l'acier, allant de l'échelle du laboratoire aux lignes de production pilotes et même semi-industrielles. Les activités récentes sont axées sur la neutralité climatique et la transition numérique de l'industrie, en particulier de l'indus- trie sidérurgique.\nPour l'industrie européenne de l'acier, qui doit relever le défi de la neutralité carbone d'ici 2050, la transition de la filière des hauts fourneaux (à base de coke) à la filière de la réduc- tion directe (à base de gaz naturel et, à l'avenir, d'hydrogène) jouera un rôle clé. CRM Group dispose donc d’un ensemble complet de compétences et d'outils de simulation et pilotes pour aider l'industrie sidérurgique à intégrer la voie de la réduction directe dans ses usines.\n“ La simulation représentative des trajectoires de réduction directe (composition des gaz et température) est possible dans de petits réacteurs ainsi que dans l'installation pilote HUGE capable de produire du DRI jusqu’à 30 kg par lot. Le comportement à la fusion du DRI peut être évalué à différentes échelles, du laboratoire (taille d'une tasse à café) à l'échelle semi-industrielle (four à plasma pilote - 1,2 t, 125 1). CRM Group met en effet en service un four à plasma pilote très polyvalent qui soutiendra le développe- ment des nouvelles voies émergentes de fabrication de l'acier (DRI réduit à l'hydrogène fondu dans un four à arc électrique, un four de fusion réductrice...). En tant qu'outil de recherche, le four sera très bien instrumenté (analyse des gaz, émission de poussières, températures.) et un jumeau numérique sera développé.\nEE\nEL]\n—_Æ yl\n‘a\npar\nm\nCON\nLCA\nvista\n|\nfn\nki Le\nFe lat\nLE\nk. |\nEs pl LE W\nŸ\nÉ— | salt\nCut\nME |\n\\\\\n1\nai\nA\nme\n=\nA\n—\n«|\nŸe\n||\non\n‘a\n<\n1!\n7 Hi\nLee\nns tal la ion P ilote de themo-conesion\nHUGE en configuration de ‘réduction directe”\nEr\net DRI produit dans le réacteur HUGE\nse\nFour pilote plasma\n|\nñ\nES —\nLA\nLI\nhs\nà be,\n[a\nCentre de Recherches en Métallurgie\nwWww.crmgroup.be\nInstallation pilote semi- industriel de capture du CO,\nl\n1—\nmA\npe à\nrs —— Le\n(]\n“ Pour augmenter la capacité de recyclage des ferrailles et l'efficacité énergétique, tout en maintenant la compétiti- vité du secteur sidérurgique, des technologies innovantes de prétraitement et de nettoyage des ferrailles doivent être mises en œuvre en amont des fours d'aciérie. CRM Group étudie donc différentes pistes innovantes liées aux technologies de tri et de caractérisation des ferrailles, ainsi que des solutions pour leur valorisation, telles que l'éli- mination du Cu à l'état liquide ou l'élimination du Zn des ferrailles galvanisées. L'impact des résidus et des ‘tramp elements’ sur le développement de la microstructure et les propriétés est également étudié dans le cadre d'une étude systématique permettant de modéliser le comportement des aciers contenant différents niveaux de résidus.\nBien que l'objectif premier soit d'éviter les émissions de CO, la capture du CO, sur les fumées industrielles, suivie de la purification et enfin de l’utilisation et/ou du stockage du CO, pur, devrait rester une voie importante. C'est pourquoi nous sommes en train de mettre à niveau une installation pilote semi-industrielle de capture du CO, basée sur la technologie d'absorption dans un solvant aminé, capable de traiter jusqu'à 1.000 Nm‘/h de gaz de combustion. Nous offrons ainsi à nos partenaires industriels un outil pour évaluer la technologie d'absorption du CO, à grande échelle pour leur application et les aider à atteindre leurs objectifs de réduction des émissions de CO.. Le développement de ce pilote se fait en parallèle avec le développement de deux autres installations pilotes de capture du CO, l'une dédiée aux procédés d'adsorption (PSA, TSA, etc.) et l’autre qui sera mobile, pour être utilisée directe- ment sur le site industriel de nos partenaires.\nIl\nLai\nFE ER ft\n- =\nne\nL\n=. x\n—\nFT\nLH\n=\nj\n=\n#œdl |\n|",
  "page_9": "no\nstee www.infosteel.be\nEn tant que centre d'information et de promotion de l'acier, avec le slogan ‘Ensemble, pour plus d'acier dans la construction! les activités d'Infosteel s'articulent autour de trois axes : connecter — informer — inspirer. Ces 3 aspects sont présents dans presque toutes les actions, parmi lesquelles les suivantes méritent d'être mises en lumière.\nMagazine Info_Steel\nLe magazine Info_Steel qui, en grande partie gratuitement, est distribué 4 fois par an dans plus de 2.600 boîtes aux lettres, constitue la pierre angulaire de la communication. Une sélec- tion de différentes applications de l'acier y est présentée plus en détail avec du texte mais surtout avec des images.\nPour pouvoir organiser toutes ces actions, une collaboration étroite avec les principaux segments de la ‘key value chain’ est essentielle : les producteurs d'acier, les négociants en acier et les constructeurs en acier.\nScore With Steel\nComme l'objectif principal est d'inspirer les architectes et les maîtres d'ouvrage de bâtiments, l'approche est placée sous l'égide de ‘Score With Steel’. Le développement de cette stratégie de communication spécifique a fait l'objet d'investissements\nPromotion, information acier - Infosteel\nEs\nPES\nLE\n| LUN)\n[TL\nimportants au cours des dernières années, et cette approche a été poursuivie avec succès en 2022.\nFormations\nParallèlement à la fin des mesures corona, les formations tradi- tionnelles ont également repris. En outre, un partenariat a été conclu avec le SCI (Steel Construction Institute’) afin d'offrir leurs cours de formation en ligne aux membres d'Infosteel.\nManuels\nLe projet Steel Design Books’ est un bel exemple de coopération internationale : les organisations sœurs des Pays-Bas, de l'Alle- magne et de la Suisse, en collaboration avec Infosteel, ont réalisé pour BeLux une série de manuels modernes sur la conception de structures en acier conformément aux Eurocodes. Le premier livre a également été publié sous forme de livre électronique.\nConcours Construction Acier\nL'édition 2022 a de nouveau connu un grand succès avec 97 projets spectaculaires de construction en acier. Elle met en lumière les parties concernées, mais peut aussi être une source vitale d'inspiration pour les futurs constructeurs. Toutes éditions confondues, plus de 2.000 projets ont été mis en avant.\n} |\n111\n“#\n| à\n\\|\n|\nFE à SRE Li\nia, Fix\n|\n12\nau\nxee\\\nke\nI\nTE f\n4\nSCI\nSteel Knowledge\n stee)\n1\n\\°Es\nd.g.à.d. Steel Design Books // Lauréats Concours Construction Acier 2022 (Hôtel de ville d'Anvers / Réaffectation d'une chapelle en habitation / Passerelle Tondo à Bruxelles / Agrotopia à Roulers) La campagne Score With Steel” // Partenariat avec SCI (‘Steel Construction Institute’) // Quatres éditions du magazine\nEE\n'F\nÉe\n4\nFr\n——",
  "page_10": "Groupement de la Sidérurgie\n4 Rue Ravenstein, 1000 Bruxelles -T. +32 (0)2 509 14 11 - www.steelbel.be - E. kristel.bijnens@steelbel.be\nGSV est l’organisation professionnelle de la sidérurgie belge\nPrésident\nManfred VAN VLIERBERGHE Chief Executive Officer, ARCELORMITTAL BELGIUM\nAdministrateurs\nJan CORNELIS\nSerge DALLENOGARE\nGert HEYLEN\nBertrand LEJEUNE\nLuc LIBERSENS\nCornelius LOUWRENS\nRenaud MORETTI\nDavid VALENTI\nCountry Manager ArcelorMittal Belgium, ARCELORMITTAL GENT\nGeneral Manager Châtelet Plant, APERAM CHÂTELET\nGeneral Manager Genk Plant, APERAM GENK\nDirecteur Général, SEGAL / GROUPE TATA STEEL\nChief Technology and Innovation Officer Industeel,\nINDUSTEEL BELGIUM SA / GROUPE ARCELORMITTAL\nChief Executive Officer, NLMK EUROPE\nAdministrateur Délégué, LIBERTY LIÈGE-DUDELANGE\nGeneral Manager, THY-MARCINELLE SA / GROUPE RIVA\nDirecteur Général\nPhi pe COIGNE\nape fl\nAperam Genk- www.aperam.com\nAperam Châtelet - www.aperam.com\n“$\n0\nde\nArcelorMittal\nan\nArcelorMittal Gent - https://belgium.arcelormittal.com\nArcelorMittal Liège - https://belgium.arcelormittal.com\nIndusteel Belgium - https://industeel.arcelormittal.com\nNLMK La Louvière - www.eu.nlmk.com\nNLMK Clabecq - www.eu.nlmk.com\nQU\nTATA\nTATA STEEL\nSegal (Tata Steel)\nwww.segal.be\nThy-Mardinelle (Group Riva)\nwww.thy-marcinelle.com\nEALIBERTY Liberty Liège-Dudelange\nwww.libertyliegedudelange.be\nEditeur responsable : Philippe Coigné\nIMAGES EN COUVERTURE (d.g.à.d.) :\nImmeuble d'entreprise GAB à Ternat, photo jvdb // Production d'acier chez Aperam Genk, photo Aperam // Steelanol ArcelorMittal Gand, photo ArcelorMittal Gand\nProduction d'acier à Thy-Marcinelle, photo Riva Group // Le pont Theunis à Anvers, photo jvdb // Production d'acier chez NLMK La Louvière, photo NLMK"
},
  "language": "Languages.FRENCH",
  "total_pages": 10
}
