{
  "file_name": "65_773.pdf",
  "pages": {
  "page_1": "FRANC =\na\nINDUSTRI ——\n=_=\n4 October 2021\nCarbon Border Adjustment Mechanism Legislative proposal, 14 July 2021\nConsiderations and proposals of France Industrie\nIntroductory remarks\nFrench industry is fully committed to competitive decarbonisation and shares the ambition of the European Green Deal alongside the French and European authorities.\nIndustry massively supports the ecological transition, it is even certainly its most vigorous driver (R&D, innovative technological solutions, circular economy, electrification of processes, low-carbon heat, energy efficiency...). Industrial greenhouse gas emissions in France fell by 48% between 1990 and 2019. Industry now accounts for only 18% of national emissions. Thanks to these efforts, France has one of the most carbon-free GDPs in the world.\nIndustry is a key driver of recovery and sustainable growth. Maintaining industrial activity is the key to all efforts to reduce our carbon footprint. The most decarbonised industrial products are and will be made in Europe, because the highest ambitions are thought out and implemented here. Without a strengthened industrial base, the EU will not master all the key technologies that will enable us to achieve carbon neutrality by 2050. Each industrial establishment in the territories attracts new activities and makes a useful contribution to local dynamism.\nIndustry is the key to the transition to a carbon neutral economy. Producing in France is positive for the environment, for employment and for local finances. Producing elsewhere is not the solution, neither in terms of carbon nor in social terms.\nReducing the carbon footprint and avoiding \"carbon leakage\": this is the objective of the Carbon Border Adjustment Mechanism (CBAM) proposed by the European Commission. France Industrie shares this ambition and supports a CBAM that has a positive effect on industrial competitiveness by creating fair and equitable conditions of competition. To accelerate decarbonisation and plan the related investments, companies need clear signals, incentives and predictability. In order to be effective, the CBAM will have to be included in a set of coherent and articulated financial and normative tools that provide security for industry (ETS, investment support plans, etc.), which we are calling for. The CBAM must not be considered in isolation.\nAt this stage, however, the proposed legislation contains many uncertainties. The CBAM is still in the pre- experimental stage, untested and its conceptual basis has been judged incomplete by the Regulatory Scrutiny Board, a body of neutral experts of the European Commission’.\nHowever, this measure will radically change the investment plans of French industries. They need long-term visibility on trajectories and sustainable frameworks to invest in the disruptive technologies needed to complete their decarbonisation. This cannot be decreed, but must be anticipated and prepared by working collectively on the risk management tools for these massive investments, some of which will involve disruptive technologies with an initial profitability that is not yet established.\nFrance Industrie considers that a fully functional and operational CBAM is possible, but it must first pass through a pilot phase. Without these preconditions, the CBAM could have counterproductive effects on European industrial competitiveness and the EU's climate ambitions.\n1 Reference: SEC(2021) 564. They felt that the impact assessment presented to them not precise enough certain aspects was on that are key for the industry: criteria demonstrating the ineffectiveness of the measures currently in place to combat carbon leakage, the consequences of the CBAM for the competitiveness of exporters and resource reshuffling.\n1",
  "page_2": "4 October 2021\n1. Scope of covered products\nFrance Industrie calls for the inclusion of only voluntary sectors in Annex |. The CBAM must be based on reliable data on products both within the EU and in third countries, and whose value chain is simple and readable. It should be implemented gradually, starting with the sectors considered as most relevant. Implementing a generalised system would be too risky, given the uncontrolled impacts and loss of competitiveness of complex and highly integrated value chains, some of whose inputs may come from third countries (e.g. aeronautics, automobiles, railways, mechanics, electronics, etc.) and the dependence of certain sectors on international trade.\n2. Phasing-out of free ETS allowances and compensation for indirect carbon costs\nThe legislative proposal foresees the gradual phasing-out of free ETS allowances from 2026 to 2035. France Industrie believes that the phasing-out of free ETS allowances and compensation for indirect carbon costs would be premature as long as the CBAM has not proved to be working satisfactorily, and its compatibility with WTO rules has not been confirmed. These mechanisms are essential to protect French and European industry from carbon leakage.\nThe industry is calling for the preservation of a fair level playing field. As it is envisaged, the transition would create major and immediate insecurity for its competitiveness. Moreover, if the CBAM was to prove ineffective or incompatible with the WTO, and the reduction of the carbon leakage tools (free allowances, compensation) were to be initiated, then the European industry would be the big loser.\nThe industry will have to face massive investments to continue its decarbonisation: France Industrie reminds that free allowances and the compensation of indirect carbon costs are part of the business models. Among other things, they make it possible to finance new, more energy-efficient installations.\nMaintaining free allowances during the CBAM ramp-up\nFrance Industrie requests that the CBAM should not (Article 1) \"progressively become an alternative to the mechanisms established under the ETS Directive to prevent the risk of carbon leakage, notably the allocation of allowances free of charge”, but a \"complementary measure\", at least for the time necessary to ensure that the CBAM functions effectively and is fully compatible with the WTO. In response, free allowances must be maintained at 100% during this ramp-up, and not reduced by 10% each year until 2035 (ETS Directive, (12)(b)). Compensation for indirect carbon costs must also be maintained.\nSeveral studies consider that the coexistence of free ETS allowances with the CBAM would be legally compatible with WTO law. France Industrie notes the introduction of a provision for effects equivalent to free allowances for imported products in the proposed regulation (Article 31). At first sight, the introduction of such a provision could be sufficient to respond to fears of WTO incompatibility. It would allow for an equivalent regulatory framework for imported and domestically produced products. A tonne of CO2 would only be charged once, preserving the scheme. We encourage the Parliament, the Council and the Commission to consider this alternative as a unique tool and thus avoid the end of free allowances in the ETS.\nArticulation of tax bases and distortion of competition\nFurthermore, France Industrie draws the attention of the co-legislators to the fact that the difference in the nature of the bases of the CBAM and the ETS leads to major vigilance in terms of fair and loyal competition between the players concerned. The harmonious articulation of these bases will be particularly decisive in the context of the phasing-out of free allowances. In concrete terms, free allowances would be ended for the entire production fields of installations under the ETS, whereas the CBAM (mirroring ETS) only covers isolated product categories within these fields. Indeed, the proposed list (Annex |) does not cover all products produced in the EU for each sector. Therefore, free allowances for some production of goods not covered by the CBAM would be removed in the revised ETS Directive.",
  "page_3": "4 October 2021\n3. Support for downstream sectors and exporting industries\nFrance Industrie regrets that no compensation scheme for downstream and exporting industries has been introduced in the draft text. This is a shortcoming in the European Commission's approach, which was noted in the impact assessment by the Regulatory Scrutiny Board. We call on the co-legislators to include support for exporting industries and downstream sectors indirectly impacted by the CBAM.\nEuropean industries that are strongly connected to those that will depend on the CBAM will be particularly affected by the increase in the cost of imports under the CBAM and by the gradual phasing-out of free quotas (e.g. aeronautics, automobile, electrical and electronic industries, railways, mechanical industries, etc.). These additional costs will also penalise the competitiveness of exports in areas that do not have mechanisms equivalent to the European ETS.\nIn order to avoid distortions of competition on third markets, a system of export compensation and a support mechanism for the downstream sectors should be introduced.\n4. Circumvention\nCircumvention risks\nFrance Industrie considers that the provisions of Article 27 are incomplete and entail major risks of circumvention.\nThese are very concrete and well-known practices: transformation of products to avoid being included in the CBAM system; transhipment strategies; redirecting renewable energy sources to exports destined for the EU (resource reshuffling) and high-carbon sources to other destinations; absorption of carbon costs (temporary reduction in exporters’ margins); ETS mechanism and carbon price facade; substitution by other very high-carbon products; etc.\nFrance Industrie requests that Article 27 identifies and covers all known methods of circumvention in order to reduce the risk of carbon leakage.\nCalculation and certification of the carbon value\nThe calculation of the carbon value, as well as the verification and certification methodology, will be key to the system.\nprice on precise objective are only guarantees the solidity of the system. Thus, the definition of the term \"direct emissions\" in the proposed regulation (Annex III) should be clarified, in particular in order to limit the phenomenon of resource reshuffling and other circumvention methods.\nelements, which\nThe claim that a carbon price has already been paid in the country of origin (Article 9) will need to be more closely monitored and its deduction should not be simply declarative and automatic. Indeed, access to information by accredited verifiers may be complex and even limited by local authorities.\nThe carbon value and\nmust be based\nand\nthe\nof",
  "page_4": "4 October 2021\n5. Trade relations and import procedure\nThe growth of French industry and the reindustrialisation of the country depend to a large extent on exports. The CBAM must therefore in no way hinder this growth lever.\nThe import procedures provided for in the legislative proposal (in particular in articles 4, 5 and 6) must not mean additional administrative burdens for businesses, particularly importing businesses. The arrangements applicable to inward procedure (Article 6(3)) will have to be specified and clarified.\nFrance Industrie calls for a dialogue to be initiated at WTO level with our trading partners. The CBAM scheme must first prove its compatibility with WTO law before its full implementation is envisaged and the free allowances of the ETS disappear. This confirmation cannot be fully anticipated by the legislative text alone: it will depend in particular on the conclusion of the likely litigation launched by third countries. The process could take several years. Beyond the law, France Industrie fears the commercial retaliation measures that could be implemented by third countries affected by the CBAM.\nFrance Industrie proposal:\nEstablish a pilot phase during the CBAM ramp-up\nFrance Industrie considers that a fully functional and operational CBAM is possible. However, the transitional phase proposed by the European Commission (2023-2025), and in particular its duration, seem very inadequate for adjusting and stabilising such an ambitious and complex system, whose concrete impacts are difficult to measure at this stage.\nFrance Industrie is therefore calling for the introduction of a real pilot phase to adjust the system and correct any weaknesses during its development and until its WTO compatibility is guaranteed. This should be added to the text and would make it possible to co-construct a system that meets the European Union's ambitions while respecting the technical constraints and the challenge of industrial competitiveness. This pilot phase will contribute to adjusting the CBAM and making it a balanced tool that contributes in a concrete way to the climate ambition of the European Union.\nMore specifically, France Industrie proposes that this pilot phase be based on the following parameters:\ne Inclusion of voluntary sectors only (amendment of Annex | in consultation with industry via the European Commission's expert groups). No end of the free allowance mechanism and the compensation of indirect carbon costs (complementarity of the two systems). Multiannual evaluation of the CBAM performance criteria, its impact on the competitiveness of European companies and the effects of circumvention observed. Retroactivity clause in the event of obvious shortcomings in the CBAM allowing a return to the previous system.\nFrance Industrie is the trade association representing the French manufacturing industry. It brings together 71 members, 26 industry sector federations and the chairmen of 45 major private and public companies operating in all industrial sectors. France Industrie is the reference for public authorities on all cross-cutting issues related to industry: competitiveness, employment, ecological transition, innovation and digital technology, European industrial policy and attractiveness of territories."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
