{
  "file_name": "66_792.pdf",
  "pages": {
  "page_1": "WIRTSCHAFTS\nVEREINIGUNG Stahl\nPositionspapier | Oktober 2021 Vorschlag der Europäischen Kommission für einen Grenzausgleichsmechanis- mus (CBAM)\nP, IW",
  "page_2": "Vorschlag der Europäischen Kommission für einen Grenzausgleichsmechanismus (CBAM)\nBewertung\nAls wichtigen Teil des europäischen Green-Deal-Pakets \"Fit for 55\" hat die Europäische Kommission am 14. Juli 2021 einen Vorschlag für einen CO;,-Grenzausgleichsmechanis- mus (Carbon Border Adjustment - CBAM) veröffentlicht. Ziel des Instrumentes ist es, Ab- gaben auf Importe CO;-intensiver Sektoren aus Ländern, die über keine vergleichbaren CO;- Bepreisungssysteme verfügen, zu erheben. Mit der Einführung des CBAM soll die kostenlose Zuteilung an Zertifikaten im Rahmen des EU-Emissionshandelssystems schrittweise abgeschafft werden.\nNach Ansicht der deutschen Stahlindustrie sollte es oberstes Ziel der europäischen Klimapolitik zunächst sein, sich für einen internationalen CO;-Preis einzusetzen. Eine in- ternational harmonisierte CO;-Bepreisung stellt für die Stahlindustrie eine entschei- dende Rahmenbedingung dafür dar, ambitionierten Klimaschutz und internationale Wettbewerbsfähigkeit miteinander zu verbinden.\nDie Stahlindustrie unterstützt daher politische Initiativen zur Stärkung internatio- naler Kooperationen, z.B. in Form eines internationalen Klimaklubs, wenn dieser in seiner Ausgestaltung ein Level Playing Field effektiv erreicht.\n-\nSolange ein global einheitlicher CO;-Preis noch nicht etabliert ist und unterschiedli- che Ambitionsgefälle in der Klimapolitik bestehen, braucht es jedoch zwingend wirk- same Instrumente zur Vermeidung von Carbon Leakage:\nAus Sicht der Stahlindustrie stellt hierbei in der Phase des Übergangs die kosten- lose Zuteilung von Zertifikaten zusammen mit der Strompreiskompensation eine zielführende und bewährte Option dar, da Eingriffe in den internationalen Handel vermieden und zugleich die internationale Wettbewerbsfähigkeit von Stahlindust- rie und Stahlherstellern trotz steigender CO;-Bepreisung erhalten wird.\nAus Sicht der deutschen Stahlindustrie kann ein CBAM jedoch eine wichtige Rolle in der langfristigen Architektur des Carbon Leakage-Schutzes spielen. Denn schon die aktuelle Rechtslage sieht vor, dass die kostenlose Zuteilung absinkt und schon in der vierten Handelsperiode eine Zuteilungslücke von durchschnittlich 20 % entsteht, in 2030 sogar von rund 30 %. Ein CBAM könnte eine Möglichkeit sein, diesen unzu- reichenden Carbon Leakage-Schutz wirksam zu ergänzen.\nDaher fordert die Stahlindustrie den Carbon Leakage-Schutz bis 2030 schwer- punktmäßig durch die herkömmlichen, bewährten Schutzinstrumente sicherzu- stellen.\nInsbesondere mit Blick auf die erste Phase der Transformation bis 2030 ist es ent- scheidend, dass die nun anstehenden Investitionsentscheidungen in klimafreund- liche Verfahren verlässlich ermöglicht und Investitionsspielräume nicht durch ein- seitige Belastungen im internationalen Wettbewerb beschnitten werden.\nSeite 2\nPositionspapier | Vorschlag der Europäischen Kommission für einen Grenzausgleichsmechanismus (CBAM)",
  "page_3": "Um ein CBAM zu einem wirkungsvollen Instrument zur Prävention von Carbon Leakage zu entwickeln, müssen zunächst die bestehenden Schwachstellen im EUKommissionsvor- schlag behoben werden:\n- Dazu zählen u.a., dass ausländische Wettbewerber Wege effektiv daran gehin- dert werden, den Zoll zu umgehen. Zudem werden beim derzeitigen Vorschlag Exporte nicht berücksichtigt, die in der Folge die internationale Wettbewerbsfähigkeit verlieren würden. Chancen- gleichheit wird so weder auf dem europäischen Markt noch auf Drittmärkten si- chergestellt. Schwierige Ausgestaltungsfragen werden zudem in delegierte Rechtsakte ausge- lagert, was zu Intransparenz und fehlender Planungssicherheit führt. Dies betrifft z.B. die Anerkennung von Drittlandsystemen für die CO;-Bepreisung oder die Festlegung von Standardwerten und Prozessgrenzen.\nUm die Effektivität des Instruments zu gewährleisten, muss das Instrument darüber hin- aus über einen längeren Zeitraum - mindestens jedoch bis 2030 - auf seine Wirksamkeit anhand klar definierter Kriterien getestet werden. Diese ausreichend lange Testphase mit kostenloser Zuteilung als Fundament zur Carbon Leakage Prävention hat zudem den Vorteil, dass Belastungen und Nachteile im internationalen Wettbewerb für die nachge- lagerten Wertschöpfungsketten vermieden bzw. begrenzt werden können. Zudem eröff- net die Phase bis 2030 die Möglichkeit, mit den wichtigsten Handelspartnern Verhand- lungen über einen globalen Klimaclub voranzutreiben und damit internationale Friktio- nen durch eine vertiefte industriepolitische und klimapolitische Kooperation zu vermei- den.\nSolange weder die Schwachstellen des EU-Kommissionsvorschlags behoben sind noch die Effektivität des CBAM anhand klar definierter Kriterien getestet wurde, darf keine Reduktion der Freizuteilung bis 2030 über den CBAM erfolgen.\nInhalt des Kommissionsvorschlages\n- Es handelt sich um ein „fiktives“ ETS, wobei Importeure von erfassten Produkten CBAMZertifikate in Höhe der in ihren Importen enthaltenen Emissionen abgeben müssen. Dabei sind nur EU-Importe vom CBAM abgedeckt. Es gibt keine Exportrabatte. Zunächst sollen fünf Sektoren abgedeckt werden: Zement, Stahl, Elektrizität, Aluminium und Düngemittel. Die Kommission schlägt eine 10-jährige Übergangszeit vor, bevor die kostenlose Zuteilung vollständig abgeschafft wird. Der Anteil der kostenlosen Zuteilungen für die betroffenen Sektoren soll im Jahr 2025 noch 100 % der dann gültigen Benchmarks betragen und allmählich jedes Jahr um 10 Prozentpunkte sinken, bis er im Jahr 2035 Null erreicht. Während des Zeitraums, in dem die kostenlose Zuteilung beibehalten wird, gilt der CBAM nur für die Emissionen, die über die kostenlose Zuteilung inländischer Produzenten hinausgehen.\nPositionspapier | Vorschlag der Europäischen Kommission für einen Grenzausgleichsmechanismus (CBAM)\nSeite 3",
  "page_4": "Seite 4\nFür die Stahlindustrie sind nur Stahlschrott und Legierungsmittel ausgenommen. Die Europäische Kommission kann durch delegierte Rechtsakte Produkte/Sektoren in die Liste aufnehmen. Es werden nur direkte Emissionen (Scope |) erfasst, einschließlich der Emissionen, die den erfassten Gütern zugerechnet werden, und derjenigen, die in den Einsatzstoffen eingebettet sind (die innerhalb der Systemgrenzen des Produktionsprozesses liegen). Indirekte Emissionen aus Elektrizität (Scope 2) werden nicht erfasst. Im Jahr 2026 soll eine Überprüfung erfolgen, ob diese in Zukunft einbezogen werden. Die Drittland-Daten sollen auf tatsächlichen Emissionen auf Anlagenebene basieren, die von akkreditierten Prüfern verifiziert wurden. Können für eine Art von Gütern keine zuverlässigen Daten für das Ausfuhrland herangezogen werden, so basieren die Standardwerte entweder auf standardisierten Werten aus dem jeweiligen Drittland inklusive eines Aufschlags oder - im Falle fehlender Daten - auf der durchschnittlichen Emissionsintensität der 10 Prozent der Anlagen in der EU mit der schlechtesten Leistung für diese Art von Gütern. Die Höhe der Anpassung spiegelt den durchschnittlichen Preis der EU ETS- Zertifikate pro Woche wider. Bei der Anrechnung von Maßnahmen im Herkunftsland werden nur explizite Maßnahmen zur CO;-Bepreisung anerkannt (z B. eine CO;,-Steuer oder ein ETS), wobei die gezahlten Preise von CBAM abgezogen werden. Es ist eine Übergangsphase (2023-2025) vorgesehen, in der zunächst die notwendigen Emissionsdaten bereitgestellt werden müssen, jedoch noch kein Grenzausgleich erfolgt.\nBewertung im Einzelnen\nDie Effektivität eines CBAM muss nachgewiesen werden.\nGrundsätzlich kann ein gut konzipiertes CBAM einen wichtigen Beitrag zum Schutz gegen die Verlagerung von CO;-Emissionen bieten. Insgesamt bleibt jedoch festzuhalten, dass es sich beim Kommissionsvorschlag um ein noch völlig unerprobtes und mit erheblichen Risiken verbundenes Instrument handelt, welches erhebliche Schwächen aufweist. Nur wenn diese nachgebessert und die Folgen ausreichend getestet werden, kann ein ausreichender Carbon Leakage- Schutz sichergestellt werden. Um ein CBAM als ein wirkungsvolles Instrument zur Vermeidung von Carbon Leakage zu testen, braucht es angesichts der vielfältigen Risiken eine ausreichend lange Testphase, in der das Instrument anhand klar definierter Testkriterien auf seine Wirksamkeit geprüft wird. Zur Minimierung der Risiken, sollte daher mindestens bis 2030 weiterhin auf eine ausreichende freie Zuteilung gesetzt werden, die durch den CBAM lediglich ergänzt wird. Wenn sich ein solch kontinuierlich verbesserter CBAM als\nPositionspapier | Vorschlag der Europäischen Kommission für einen Grenzausgleichsmechanismus (CBAM)",
  "page_5": "Positionspapier | Vorschlag der Europäischen Kommission für einen Grenzausgleichsmechanismus (CBAM)\nSeite 5\npraxistauglich erweist, könnte nach 2030 eine schrittweise Abschmelzung der freien Zuteilung bis 2040 erwogen werden.\nDie Wettbewerbsfähigkeit für EU-Stahlexporte muss erhalten bleiben.\n- Für Stahlprodukte, die auf den EU-Markt gelangen, unabhängig davon ob sie in der EU hergestellt oder aus Drittländern importiert werden, müssen vergleichbare CO;- Kostenvorgaben gelten. Gleichzeitig müssen auch die EU-Stahlexporte auf den Weltmärkten wettbewerbsfähig bleiben und von CO;-Kosten entlastet werden. Dazu müssen innovative WTO-kompatible Lösungen erarbeitet werden. Die Stahlexporte in Drittländer entsprechen rund 10% der Stahlproduktion in Deutschland. Sollte die freie Zuteilung wegfallen und der CBAM keine Lösung für Stahlexporte vorsehen, würde diese Stahlkapazität international nicht mehr wettbewerbsfähig sein. Die Folge wäre der Verlust von schätzungsweise rund 8.500 Arbeitsplätzen in der Stahlindustrie, bzw. rund 50.000 Arbeitsplätzen unter Berücksichtigung auch der vorgelagerten Wirtschaftsbereiche.\nUmgehungsrisiken müssen abgesichert werden.\n- Die vorgeschlagenen Bestimmungen zur Umgehung sind zu eng gefasst. Sie decken nur Fälle von Umgehung ab, die auf einer geringfügigen Änderung der Produkte beruhen. Allerdings drohen weitere Umgehunggsrisiken, die die Wirksamkeit des CBAM untergraben könnten. Es besteht die Gefahr, dass nur Produkte mit einem geringeren CO;-Fußabdruck in die EU exportiert werden, während andere Produkte auf andere Märkte umgeleitet werden. Eine weitere Gefahr besteht darin, dass der Importeur die Kosten des CBAM ganz oder teilweise auffängt (Absorption), indem er den Preis der Produkte an der EU-Grenze senkt und/oder die Abgabe auf seine gesamte Produktion umlegt, da der CBAM nur auf einen kleinen Teil der Gesamtproduktion eines Importeurs erhoben wird. Hier müssen geeignete Schutzmechanismen integriert werden. (z.B. Importe mit geringerem CO;-Fußabdruck, Kostenabsorption). Das bestehende EU- Handelsschutzrecht kann dabei wichtige Anregungen liefern.\nDie Zahl der Delegierten und Durchführungsrechtsakte muss reduziert werden.\n- Während der Gesetzgebungsprozess mit dem Kommissionsvorschlag begonnen hat und die Zustimmung des Europäischen Parlaments und des Rates erfordert, werden viele der wesentlichen Elemente für das tatsächliche Funktionieren der Maßnahme erst später in Durchführungs- und delegierten Rechtsakten festgelegt (z.B. Erweiterung der Liste der ausgenommenen Länder (Art. 2.5, 2.7), Anerkennung von Drittlandsystemen für die CO;- Bepreisung (Art. 2.12, Art. 9.4), Standardwerte und Prozessgrenzen (Art. 7.6), Durchsetzung, Bedingungen für die Anwendung des CBAM). Elemente, die wesentlich für das Funktionieren des Grenzausgleichs sind, sollten deshalb direkt im CBAM-Gesetzesvorschlag integriert werden, statt die",
  "page_6": "Seite 6\nPositionspapier | Vorschlag der Europäischen Kommission für einen Grenzausgleichsmechanismus (CBAM)\nEntscheidung darüber auf einen späteren Zeitpunkt zu verschieben. Andernfalls entsteht für die betroffenen Unternehmen eine erhebliche Planungsunsicherheit.\nDie Bestimmung von Drittland-Emissionen muss fair erfolgen.\n- Es ist dringend erforderlich, dass bei der Verwendung von Standardwerten darauf geachtet wird, Importeuren keine unfairen Vorteile zu gewähren. Sollte ein Stahlprodukt in verschiedenen Erzeugungsrouten hergestellt werden können (z.B. durch die integrierte und Elektrostahlerzeugung), sollte der Standardwert anhand des CO;-intensivsten Prozesses festgelegt werden, ohne dass die Emissionsintensitäten der verschiedenen Prozesse gemittelt werden. Um gleiche Wettbewerbsbedingungen zu gewährleisten, ist es wichtig, dass die Regeln für die Berechnung von Emissionen im CBAM mit denen des EU- Emissionshandelssystems übereinstimmen. Solche Regeln erfordern sehr detaillierte und komplexe Daten. Wenn von den Importeuren bereitgestellte reale Daten verwendet werden, müssen diese unbedingt von unabhängigen Sachverständigen oder geschulten Teams der EU- Kommission (analog zu Handelsschutzuntersuchungen) überprüft werden, um ihre Zuverlässigkeit zu gewährleisten. Die Prüfung der Ist-Emissionen sollte jährlich erfolgen, wobei EU-Hersteller die Möglichkeit bekommen sollten, nicht- vertrauliche Fassung der Prüfungsberichte einzusehen und ggf. Nachprüfen zu beantragen. Für das Vertrauen in das Funktionieren des CBAMSs ist maximale Transparenz und Datensicherheit unverzichtbar. Was den Umfang, der von der CBAM zu erfassenden Emissionen anbelangt, so ist der Vorschlag der Kommission, die Emissionen vorgelagerter Materialien zu berücksichtigen, von besonderer Bedeutung insbesondere für legierten und rostfreien Stahl, bei denen der größte Teil der Emissionen im Zusammenhang mit der Herstellung vorgelagerter Materialien (Ferrolegierungen) anfällt. Um die Wirksamkeit der Maßnahme zu gewährleisten, müssen solche vorgelagerten Emissionen über die CBAM angemessen erfasst werden.\nEin CBAM sollte sich nur auf „Scope 1*-Emissionen konzentrieren\n- Im Kommissionsentwurf ist zunächst vorgesehen, dass sich der CBAM zunächst nur auf die direkten Emissionen („Scope 1“ emissions) konzentriert. Die Strompreiskompensation bleibt unberührt. Für die Stahlindustrie ist es von großer Bedeutung, dass die bestehenden Carbon LeakageSchutzmaßnahmen im Energiebereich erhalten bleiben. Sie spricht sich deshalb gegen eine Erweiterung des Umfangs der vom CBAM erfassten Emissionen aus. Gerade bei den indirekten Emissionen ist die Gefahr groß, dass dem in die EU importierten Stahl gezielt grüne Stromquellen zugeordnet werden, ohne dass sich der Strommix im Exportland tatsächlich verändert. In diesem Fall entstünden den Stahlerzeugern in der EU erhebliche Wettbewerbsnachteile bei den Stromkosten.",
  "page_7": "WIRTSCHAFTS Stahl VEREINIGUNG\nWirtschaftsvereinigung Stahl Französische Straße 8 10117 Berlin\n+49 30 2325546-0\ninfo@wvstahl.de\nwww.wvstahl.de\nMitglied im\n@ BDI"
},
  "language": "Languages.GERMAN",
  "total_pages": 7
}
