{
  "file_name": "66_795.pdf",
  "pages": {
  "page_1": "Im\nErtl\nBaier\nje\n1\nra\nE\nN\nrein\nii\n7 ame | Ei\nIM\nm |\nwie\nHan\nuna Lu\n%\nku\n—\nGlobal Arrangement on\nSustainable Steel and Aluminium\nPositionspapier\nJuli 2023\nN\nii\n41\nIHN\n|\n|\nME\nUA\nEHER)\n1?\nN Stahl\nWirtschaftsvereinigung Stahl",
  "page_2": "Global Arrangement on Sustainable Steel and Aluminium\nStand: 18.07.2023\nExecutive Summary\nMit der vorläufigen Einigung im Zollstreit (US-Section 232) zwischen den USA und der EU im Oktober 2021 wurde die Schaffung eines gemeinsamen Bündnisses im Stahl- und Aluminiumbereich innerhalb von zwei Jahren angekündigt. Mit dem Global Arrangement on Sustainable Steel and Aluminium (GSSA) wollen die Partner gemeinsam gegen globale Überkapazitäten im Stahl- und Aluminiumbereich vorgehen und beim Klimaschutz kooperieren. Sowohl die USA als auch die EU haben dazu Vorschläge formuliert, die teilweise in Zielsetzungen und Maßnahmen weit auseinander liegen.\nDie Stahlindustrie in Deutschland unterstützt die Ziele des GSSA und sieht darin eine große Chance, den langjährigen Handelskonflikt mit den Vereinigten Staaten beizulegen, der in seinen Auswirkungen weit über den Stahl hinausreicht. Vor allem aber würde mit dem GSSA ein Instrument geschaffen, mit dem gegen klimaschädliche Überproduktionen weltweit vorgegangen werden kann. Denn die globalen Überkapazitäten nehmen laut jüngstem Befund der OECD erheblich zu, vor allem in kohlebasierten Produktionsprozessen. Dies wiederum gefährdet sehr konkret die Wirtschaftlichkeit gerade der Investitionen in die grüne Stahlerzeugung und damit die Transformation der Stahlindustrie in Deutschland und der EU.\nDamit das Abkommen seine Ziele erreichen kann, spricht sich die Stahlindustrie für ein zollbewehrtes System aus, dessen Höhe sich an der produktspezifischen CO;-Intenstät importierter Güter und „unnötiger“ Emissionen (Produktion durch nicht marktkonforme Überkapazitäten) orientiert. Ein solches, gemeinsam mit den USA aufgesetztes Regime schafft Anreize, im Rest der Welt globale Überproduktion in emissionsintensiven Prozessen zügig zu ersetzen und leistet einen entscheidenden Beitrag, um die Transformation auch nach innen handelspolitisch abzusichern. Instrumente wie etwa der geplante CO;-Grenzausgleich CBAM sind nicht in der Lage, die negativen Auswirkungen klimaschädlicher globaler Überproduktion zu bekämpfen. Der von den USA vorgelegte Vorschlag bietet eine solide Basis, die es weiterzuentwickeln gilt. Um die WTO-rechtliche Kohärenz sicherzustellen, sollte ein solches Zollsystem konsequent auf das Ziel Klimaschutz ausgerichtet werden.",
  "page_3": "Global Arrangement on Sustainable Steel and Aluminium\nGlobale „graue“ Überkapazitäten gefährden die Transformation der Stahlindustrie\nDie globale Strukturkrise in der Stahlindustrie verschärft sich weiter. Jüngste Analysen der OECD zeigen, dass sich der Ausbau der Überkapazitäten massiv fortsetzt — vor allem im Bereich der grauen, kohlebasierten Erzeugungsrouten. Nach Berechnungen der OECD könnten sich die weltweiten Überkapazitäten bis 2025 um weitere 74 Millionen Tonnen auf 644 Millionen Tonnen erhöhen.\nEntscheidend dabei ist, dass diese Kapazitätserweiterung nicht nur in China, sondern vor allem in der gesamten Region Südostasien sowie in Indien stattfindet und die überschüssigen Stahlkapazitäten zu einer Verschärfung der globalen Strukturkrise führen. Im Fokus dabei stehen Investitionen in die CO;-intensive Hochofentechnologie.\nDie Stahlunternehmen in Deutschland und der EU spüren die massiven Auswirkungen der globalen Strukturkrise. Die Stahl-Außenhandelsbilanz der EU hat sich seit 2012 massiv verschlechtert. Die „grauen“ vor allem für den Export bestimmten Überkapazitäten drohen, über Jahrzehnte den deutschen und europäischen Stahlmarkt unter Druck zu setzen. Sie gefährden dadurch die Wirtschaftlichkeit gerade der Investitionen in die „grüne“ Stahlerzeugung und damit die Transformation der Stahlindustrie in Deutschland und der EU.\nDas GSSA bietet eine einmalige Chance für eine außenhandelspolitische Absicherung der Transformation\nDas von den USA und der EU geplante GSSA verfolgt ehrgeizige Ziele:\n1 Reduzierung der globalen Überkapazitäten\n2. Förderung des Klimaschutzes im Stahl- und Aluminiumbereich.\nDie Stahlindustrie in Deutschland und in der EU bekennt sich zu diesen Zielen und unterstützt den Vorschlag der USA, zu diesem Zweck ein gemeinsames zollbasiertes und wirkungsvolles System aufzubauen.\nDie Stahlmärkte in den USA und in der EU zeichnen sich durch eine hohe Stahlnachfrage aus und sind für viele stahlproduzierende Länder ein unverzichtbarer Absatzmarkt. Wenn beide ihren\nMarktzugang gezielt einsetzen, ergibt sich ein wichtiger Hebel, um in anderen Regionen Klimaschutzinvestitionen anzuregen und marktwirtschaftliches Verhalten zu fördern.\nDie Zollregelung sollte mit klaren und strengen Mitgliedschaftskriterien kombiniert werden, wie sie sowohl von den USA als auch von der EU vorgeschlagen wurden (z.B. Verbot von Subventionen zum Aufbau konventioneller, COz-intensiver Stahlkapazitäten).\nEin GSSA-Zollsystem kann WTO-kompatibel ausgestaltet werden\nUm sicherzustellen, dass ein zollbasiertes Abkommen auch mit den Regeln der Welthandelsorganisation (WTO) vereinbar ist, istes aus Sicht der Stahlindustrie unerlässlich, dass der Zollrahmen konsequent auf das Ziel „Klimaschutz“ ausgerichtet wird.\nDie Höhe der Zölle sollte sich dabei ausschließlich auf Basis der CO;>-Intensität des importierten Produkts (verglichen mit der produktspezifischen CO;-Intensität des Importlandes) sowie der „unnötigen“ Emissionen (Produktion durch nicht marktkonforme Überkapazitäten) berechnet werden. Das Zollsystem sollte somit auf herkunftsbezogene Kriterien verzichten. In der Folge sind damit auch Zölle zwischen GSSA-Mitgliedern möglich.",
  "page_4": "Global Arrangement on Sustainable Steel and Aluminium\nEin Kerngedanke des GSSA ist, dass Stahlprodukte, die unterschiedlich hohe „eingebettete“ Emissionen haben bzw. unter unterschiedlichen Bedingungen hergestellt wurden, als unterschiedliche Produkte (\"non-like products“) behandelt werden müssen. Für diese Produkte können abweichend hohe Zollsätze angesetzt werden.\nBestehende Instrumente der EU können die Ziele des GSSA nicht erfüllen\nMit den traditionellen Handelsschutzinstrumenten (TDlIs) oder dem CO>-Grenzausgleich (CBAM) lassen sich die Ziele des GSSA nicht erreichen:\n> Handelsschutzinstrumente der EU sind unverzichtbar, um wettbewerbsverzerrende Auswirkungen von gedumpten Importen (Antidumping, Antisubvention) oder außer- gewöhnlichen Importanstiegen (Safeguards) zu begegnen. Als punktuell wirkende defensive Maßnahmen sind diese jedoch nicht in der Lage, die global steigenden Produktions- und Kapazitätsüberschüsse zu bekämpfen. Der CBAM hat das Ziel, die Nachteile der CO>-Bepreisung für die EU-Stahlproduzenten gegenüber Drittländern auszugleichen und Carbon Leakage zu verhindern. Er ist jedoch nicht in der Lage, die negativen Auswirkungen klimaschädlicher globaler Über- produktion wirkungsvoll zu bekämpfen und damit die Transformation der EU- Stahlindustrie außenhandelspolitisch abzusichern.\nDas GSSA stellt somit eine sinnvolle Ergänzung dieser Werkzeuge dar und erfüllt eine wichtige Funktion, um die Dekarbonisierung der globalen Stahlindustrie voranzutreiben. Wichtig ist daher, dass neben dem GSSA die EU-CBAM-Maßnahmen beibehalten werden, da sie auf unterschiedliche Ziele ausgerichtet sind und sich ergänzen.",
  "page_5": "Global Arrangement on Sustainable Steel and Aluminium\nHintergrund\nMit der vorläufigen Einigung im Zollstreit zwischen den USA und der EU im Oktober 2021 wurde auch die Schaffung eines gemeinsamen Bündnisses im Stahl- und Aluminiumbereich innerhalb von zwei Jahren angekündigt. Formuliertes Ziel des GSSA ist es, gemeinsame Regelungen für den Handel im Stahl- und Aluminiumbereich zu erarbeiten, um marktwirtschaftliche Bedingungen auf den internationalen Stahlmärkten wiederherzustellen und die CO;»-Intensität von Stahl und Aluminium bei allen Produktionsarten zu begrenzen.\nDie bilaterale Initiative wurde am 10. März 2023 in der gemeinsamen Erklärung von Präsident Biden und EU-Kommissionspräsidentin von der Leyen erneut bestätigt. Sowohl die USA als auch die EU haben dazu bereits erste Konzepte formuliert, die allerdings in ihren Zielsetzungen und Vorschlägen weit auseinander liegen.\nVorschlag der EU\n> Die Kriterien für einen Zugang zum GSSA: Es dürfen keine (marktverzerrende) Subventionen, einschließlich solcher, die die (Netto-)Produktionskapazität erhöhen, gewährt oder aufrechterhalten werden. Zur Beschränkung des Marktzugangs besteht die Wahl zwischen einer CO;- Grenzausgleichsmaßnahme und einem Zollsystem. Zur Bekämpfung der Auswirkungen von nicht-marktkonformen Überkapazitäten können Handelsschutzinstrumente wie Antidumping- oder Antisubventions-Maßnahmen ergriffen werden. Der EU-Vorschlag liefert keine Vorschläge, die zwischen EU und USA festgelegten Ziele des GSSA (Reduzierung der globalen Überkapazitäten, Förderung der internationalen Dekarbonisierung) anzugehen. Er sieht keinerlei Sanktionen oder Handelskonsequenzen vor.\nVorschlag der USA\n> Die Kriterien für einen Zugang zum GSSA richten sich nach der Höhe der durchschnittlichen CO;-Intensitäten im Beitrittsiand und danach, ob das Land zu nicht marktkonformen Überkapazitäten beiträgt. Es ist eine Beschränkung des Marktzugangs vorgesehen, der auf einem differenzierten Zollregime basiert. Die Höhe der Zölle richtet sich danach, ob 1 das importierte Produkt aus einem Mitgliedsland stammt und 2. wie emissionsintensiv das importierte Stahlprodukt ist. Dazu ist ein gestaffelter Zolltarifmechanismus für Mitglieder und Nichtmitglieder des GSSA vorgesehen. Mit Blick auf die von den USA vorgelegten Vorschläge werden die für das GSSA formulierten Ziele (Reduzierung der globalen Überkapazitäten, Förderung der internationalen Dekarbonisierung) — im Gegensatz zum Vorschlag der Europäischen Kommission — konsequent adressiert.",
  "page_6": "Wirtschaftsvereinigung Stahl\nFranzösische Straße 8\n10117 Berlin\n+49 30 2325546-0\n+49 30 2325546-90\ninfo@wvstahl.de\nwww.stahl-online.de\nLinkedIn\nTwitter\nYouTube\nwww.linkedin.com/company/wirtschaftsvereinigung-stahl\nwww.twitter.com/stahl_online\nwww.youtube.com/stahlonline\nDisclaimer\nEs wird keine Gewähr für die Richtigkeit der Angaben übernommen. Die Inhalte dürfen nur zu rechtmäßigen Zwecken verwendet werden. Die Verwendung der Inhalte erfolgt in eigener Verantwortung des Verwenders.\nm Wirtschaftsvereinigung\nStand: 18.07.2023\nSta\nStahl"
},
  "language": "Languages.GERMAN",
  "total_pages": 6
}
