{
  "file_name": "66_785.pdf",
  "pages": {
  "page_1": "Transformationspfade für die\nStahlindustrie in Deutschland\nErgebnisse der Prognos-Studie auf einen Blick\nI Ill\nMärz 2022\nm Wirtschaftsvereinigung\nStahl Stahl",
  "page_2": "EU-Emissionshandel: Veränderungen durch „Fit for 55°\n>\nan Wirtschaftsvereinigung\nStahl Stahl\nAm 14. Juli 2021 hat die EU-Kommission im Rahmen des „Fit for 55°-Pakets einen Vorschlag zur Änderung der EU- Emissionshandelsrichtlinie vorgelegt, der gegenwärtig im Europäischen Parlament und Rat beraten wird.\nDarin sind erhebliche Einschnitte in Zertifikate- und Zuteilungsmengen vorgesehen. Die Gesamtobergrenze an Zertifikaten („Cap“) des Emissionshandelssystems soll stärker abgesenkt werden, statt wie bisher um 43 % um nunmehr 61 % bis 2030 gegenüber 2005. Um dies umzusetzen, soll die freie Zuteilung stärker abgeschmolzen werden, indem die Produktbenchmarks verschärft werden.\nZusätzlich hat die EU-Kommission einen Vorschlag für einen CO,-Grenzausgleichsmechanismus (Carbon Border Adjustment Mechanism - CBAM) veröffentlicht. Ziel ist es, Abgaben auf Importe CO;-intensiver Sektoren aus Ländern mit niedrigeren Umweltstandards als die EU zu erheben.\nImporteure von Produkten aus 5 Sektoren (Zement, Stahl, Elektrizität, Aluminium und Düngemittel) müssen demnach Zertifikate in Höhe der in ihren Importen enthaltenen Emissionen abgeben.\nBereits nach der heutigen Regelung ist die freie Zuteilung für die Stahlunternehmen so knapp, dass sie für rund 20 Prozent ihrer Emissionen Zertifikate im EU-Emissionsrechtehandel zukaufen müssen. Mit der Einführung des CBAM soll nun für die betroffenen Branchen die kostenlose Zuteilung ab 2025 schrittweise um 10 Prozentpunkte pro Jahr abgesenkt werden, bis sie im Jahr 2035 Null erreicht.\nWährend dieses Übergangszeitraums gilt der CBAM nur für die Emissionen, die über die kostenlose Zuteilung hinausgehen, die die inländischen Produzenten erhalten.\nMärz 2022\nWirtschaftsvereinigung Stahl « Transformationspfade der Stahlindustrie in Deutschland (Studie Prognos AG)",
  "page_3": "EU-Emissionshandel: Das droht der Stahlindustrie in Deutschland ab 2026 trotz Umstellung auf CO,-arme Verfahren\nBisher\n2030 mit 30% H2-DRI\nan\nStahl Stahl\n2030 mit 30% H2-DRi + CBAM\nWirtschaftsvereinigung\nai\n20 %\n»\nAbsenkung der\nBenchmarks\nco, co, co,\n111317\n50 %\nat) Reduzierung der\nverbleibenden\nZertifikate\nEinführung des\nGrenzausgleichs:\nSchrittweise\n> - 50% bis 2030\n> - 100% bis 2035\nil\nco, co, co,\n)\n80 %\n«ib\nZertifikatsunterdeckung\n2026-2030:\n5,7 Mrd. €\nMehrkosten!\nZertifikatsunterdeckung\n2026-2030:\n12,8 Mrd. €\nMehrkosten!\nZertifikatsunterdeckung\n2026-2030:\n16 Mrd. €\nMehrkosten’\nMärz 2022\nWirtschaftsvereinigung Stahl « Transformationspfade der Stahlindustrie in Deutschland (Studie Prognos AG)\n!Mehrkosten bei einem CO,-Preis von 100 €/t\n3",
  "page_4": "Zur Studie\nDie Prognos AG hat im Auftrag der Wirtschaftsvereinigung Stahl untersucht, wie die Transformation der Stahlindustrie in Richtung Klimaneutralität 2045 unter den aktuell diskutierten klimapolitischen Rahmenbedingungen gelingen kann. Dabei stehen insbesondere die Auswirkungen der Fit-for-55-Pläne der EU-Kommission im Vordergrund, die einen Abbau der freien Zuteilung bis 2035 und die Einführung eines nicht erprobten und daher möglicherweise auch nicht wirksamen CO,-Grenzausgleichs vorsehen. Methodisch stützt sich die Studie auf Simulationsrechnungen, in denen beispielhafte Stahlunternehmen modelliert werden, die ähnliche Kenngrößen aufweisen wie der statistisch vorliegende Durchschnitt der Stahlindustrie in Deutschland. Bei den Annahmen über die Entwicklung relevanter Kostenparameter stützt sich die Studie auf einschlägige Untersuchungen wie u.a. Agora (2021) oder die zweite Klimapfadstudie des BDI (2021). Der Fokus liegt auf der Primärstahlroute, da ihre Transformation von einem Komplettneubau klimaneutraler Produktionsanlagen abhängig ist. Die Studie stellt ein Transformationsszenario mit weiterhin verfügbarer freier Zuteilung Belastungsszenarien gegenüber, die auf dieses Instrument verzichten. Modelliert werden insbesondere der Fall eines vollständig unwirksamen sowie eines partiellen Grenzausgleichs ohne Exportausgleich. Beides stellen unterschiedliche mögliche Rahmenbedingungen dar, die sich bei Umsetzung der vorliegenden Gesetzesvorschläge der EU- Kommission ergeben könnten.\nWirtschaftsvereinigung Stahl « Transformationspfade der Stahlindustrie in Deutschland (Studie Prognos AG)\nMärz 2022\nan Wirtschaftsvereinigung\nStahl Stahl",
  "page_5": "Transformationsszenario: Eine Transformation zur Klimaneutralität ist möglich, wenn die internationale Wettbewerbsfähigkeit gewahrt bleibt\nRahmenbedingungen\nFreie Zuteilung von Zertifikaten im EU-Emissionshandel für konventionelle Stahlerzeugung sorgt für Level Playing Field\nEi\n100\n90\n80\n=\n70\n®\n- - - - -\nWirtschaftlichkeitslücke wird geschlossen u.a. durch Anschubfinanzierung, Klimaschutzverträge, grüne Leitmärkte, Hochlauf Wasserstoffwirtschaft\n60\n2030 werden\n30 % CO,-Emissionen - --- - - - - -\n50\neingespart\n—— —\n40\n30\nUmstellung auf H,-Direktreduktion erfolgt in Stufen entsprechend dem Investitionszyklus der Branche, mit Erdgas als anfänglicher Flexibilitätsoption\n20\n10\n7\nMärz 2022\n2045\nQuelle: Prognos AG\nBereits 2035 werden 90 %\nCO,-Emissionen eingespart\nVerlauf der Transformation in der Stahlindustrie bei geeigneten politischen Rahmenbedingungen\n2020\nCarbon-Leakage-Schutz, Schließung der Wirtschaftlichkeitslücke und wachsende Verfügbarkeit von grünem Wasserstoff ermöglichen die erfolgreiche Umstellung auf klimafreundliche Produktionsverfahren ohne Kapazitätsverluste.\nWirtschaftsvereinigung Stahl « Transformationspfade der Stahlindustrie in Deutschland (Studie Prognos AG)\nIlla\n2025\n2030\n2035\n2040\nN\nStahl Stahl\nWirtschaftsvereinigung\nKlimaneutralität\n(Net-Zero)",
  "page_6": "Belastungsszenario: Ohne effektiven Carbon-Leakage-Schutz kommt die Transformation gar nicht erst in Gang\nRahmenbedingungen\nFreie Zuteilung im EU-Emissionshandel entfällt x bis 2035\neo\n100\nnun\n90\nnu u x\ns 80\n70\npt}\nKostenunterschiede in der Produktion zwischen In- und Ausland werden immer größer\n60\nr------\n50\n40\nıaaldlı\n30\n--- - ------ - - - - --J\nNotwendige Investitionen in CO,-arme Technologien bleiben aus\n20\n10\nMärz 2022\nVerlauf der Transformation in der Stahlindustrie ohne Carbon-Leakage-Schutz\n2045\nQuelle: Prognos AG\nHochofen-Konverter-Route\nkollabiert bis 2030\n2020\n2025\n2030\n2035\n2040\nOhne eine wirksamen Schutz vor Carbon Leakage droht eine breitflächige Deindustrialisierung. Folgen: Rund 200.000 Arbeitsplätze in der Stahlindustrie und Zulieferbranchen fallen weg. Wertschöpfungsverlust: ca. 20 Mrd. Euro pro Jahr.\nWirtschaftsvereinigung Stahl « Transformationspfade der Stahlindustrie in Deutschland (Studie Prognos AG)\nAb 2026 keine international wettbewerbs-\nfähige Primärstahlproduktion möglich\nN\nStahl Stahl\nWirtschaftsvereinigung",
  "page_7": "Fit-for-55-Vorschläge der EU-Kommission: Gravierende wirtschaftliche Folgen selbst im Best Case\nRahmenbedingungen\nCO,-Grenzausgleich (CBAM)\n20 %\nin Kraft, jedoch ohne\nEntlastungen für Exporte\nhell Schrittweise Reduzierung der\nfreien Zuteilung im EU-\nEmissionshandel\na,\nWertschöpfungsverlust in\nArbeitsplatzverluste in\nder gesamten Wirtschaft\nder gesamten Wirtschaft\nQuelle: Prognos AG\nMärz 2022\nProduktionsverlust in der Stahlindustrie\nWirtschaftlichkeitslücke\ndurch Unterstützungs-\nmaßnahmen geschlossen\nSelbst unter idealen Bedingungen (Schließung der Wirtschaftlichkeitslücke, keine Umgehungsmöglichkeiten auf dem EU-Markt) wäre der Vorschlag der EU-Kommission zu einem CO,-Grenzausgleich mit schweren volkswirtschaftlichen Schäden verbunden.\nWirtschaftsvereinigung Stahl « Transformationspfade der Stahlindustrie in Deutschland (Studie Prognos AG)\nal ih ah\n40.000\n“\nN\nStahl Stahl\n4 Mrd. € pro Jahr\nPT\n— —\nWirtschaftsvereinigung",
  "page_8": "Schlussfolgerungen:\nan Wirtschaftsvereinigung\nStahl Stahl\nCarbon-Leakage verhindern -Transformation unterstützen\nDie Stahlindustrie in Deutschland kann entscheidend zum Klimaschutz und zum wirtschaftlichen Erfolg der industriellen Wertschöpfungsketten beitragen. Eine Voraussetzung hierfür ist ein Level Playing Field auf der Import- und Exportseite, was mit den Vorschlägen der EU-Kommission nicht gegeben ist. Ein vollständiger Carbon-Leakage-Schutz muss während der gesamten Stahltransformation vorhanden sein und sowohl Anlagen im Übergang als auch die umgestellten Kapazitäten umfassen. Dafür spielt die Fortführung der freien Zuteilung auf derzeitigem Niveau eine entscheidende Rolle. Befähigen statt belasten: Die Wirtschaftlichkeitslücke bei den neuen grünen Produktionsverfahren muss geschlossen werden, beispielsweise durch Klimaschutzverträge und künftig zunehmend durch die Etablierung grüner Leitmärkte und den Hochlauf der Wasserstoffwirtschaft. Ein Scheitern der Transformation verlagert Produktion und Emissionen ins Ausland. Ein Wertschöpfungsverlust in Höhe von 19 Mrd. Euro und der Wegfall von rund 200.000 Arbeitsplätzen wären die drohenden Folgen. Eine vorübergehende staatliche Förderung der Industrie ist klimapolitisch UND volkswirtschaftlich geboten: Der staatliche Finanzierungsbedarf liegt deutlich unter den gesamtwirtschaftlichen Kosten, die bei einer gescheiterten Transformation entstehen würden.\nMärz 2022\nWirtschaftsvereinigung Stahl « Transformationspfade der Stahlindustrie in Deutschland (Studie Prognos AG)",
  "page_9": "|\n|\nI]\nDisclaimer:\nEs wird keine Gewähr für die Richtigkeit der Angaben übernommen. Die Präsentation darf nur zu rechtmäßigen Zwecken verwendet werden. Die Verwendung der Präsentation erfolgt in eigener Verantwortung des Verwenders."
},
  "language": "Languages.GERMAN",
  "total_pages": 9
}
