{
  "file_name": "66_776.pdf",
  "pages": {
  "page_1": "WIRTSCHAFTS Stahl\nVEREINIGUNG\nPressemitteilung\nEuropean Steel and Metals Action Plan: Wegweisendes Signal der EU-Kommission - jetzt muss umgesetzt werden!\nBerlin, 19. März 2025 | Die EU-Kommission hat heute den European Steel and Metals Action Plan vorgestellt. Das Ziel: Die Wettbewerbsfähigkeit der Stahlindustrie in Deutschland und Europa sichern - insbesondere im Hinblick auf den Umbau zur Klimaneutralität.\nDazu Kerstin Maria Rippel, Hauptgeschäftsführerin der Wirtschaftsvereinigung Stahl: „Heute hat die EU-Kommission ein klares Signal für den Erhalt der Wettbewerbsfähigkeit der EU-Stahlindustrie gesetzt. Die schnelle Reaktion - vom strategischen Dialog mit Kommissionspräsidentin Ursula von der Leyen vor 14 Tagen bis zur Veröffentlichung des Plans - zeigt: Brüssel hat den Ernst der Lage erkannt.“\nEin Schwerpunkt liegt auf der Außenhandelspolitik, als konsequente Antwort auf den enormen Anstieg von Billigimporten aus Fernost. Der Importdruck auf den EU-Markt - insbesondere aus Ländern des asiatischen Wirtschaftsraums - hat sich in den vergangenen zehn Jahren fast verdreifacht. Mittlerweile stammt jede dritte Tonne Stahl in der EU aus Drittstaaten. Durch die von der US-Administration eingeführten Stahl-Zölle drohen weitere Verschärfungen durch Handelsumlenkungen auf den offenen EU -Markt.\nGerade mit Blick auf diese Herausforderungen zeigt sich der besondere Wert des Aktionsplans, erklärt Rippel: „Die außenhandelspolitischen Vorschläge sind ein Schritt in die richtige Richtung und gerade auch die Verschärfung der EU-Safeguards ab 1. April 2025 ist mit Blick auf den steigenden Importdruck und den Folgen der konfrontativen US-Handelspolitik nur folgerichtig. Auch weitere Maßnahmen müssen nun unverzüglich auf den Weg gebracht werden. Dazu zählt die Verschärfung der 2026 auslaufenden EU- Safeguards, ein wirksames Nachfolgeinstrument sowie die längst überfälligen Anpassungen beim CO>-Grenzausgleich (Carbon Border Adjustment Mechanism, CBAM).\nBeim CO2-Grenzausgleich (CBAM) sind drei Maßnahmen unverzichtbar:\nEine effektive Exportlösung, die Erweiterung des Instruments auf Produkte der nachgelagerten Wertschöpfungsketten und die Verhinderung von Umgehungsmöglichkeiten.\nWirtschaftsvereinigung Stahl Französische Straße 8 | 10117 Berlin +49 30 2325546-50 | presse@wvstahl.de www.wvstahl.de\nLinkedIn: www.linkedin.com/company/ wirtschaftsvereinigung-stahl YouTube: www.youtube.com/stahlonline",
  "page_2": "WIRTSCHAFTS Stahl\nVEREINIGUNG\nNur so lässt sich die energieintensive Stahlindustrie vor Carbon Leakage - also der Abwanderung in andere Regionen schützen. Diese Maßnahmen sind entscheidend für den Erhalt einer starken und wettbewerbsfähigen Stahlindustrie in Europa“\nAuch in anderen Bereichen, etwa bei den Energiepreisen und der Entwicklung von Leitmärkten für emissionsarme Grundstoffe, weist der Aktionsplan die richtige Richtung, bedarf aber weiterer Konkretisierung. Dazu Rippel: „Die immer noch zu hohen Energiekosten bleiben eine massive Herausforderung für unsere Unternehmen. Zwar schafft der Aktionsplan hier etwas mehr Spielraum für Entlastungen, aber ein konkretes Konzept für einen wettbewerbsfähigen Industriestrompreis fehlt weiterhin. Auch die geplante Schaffung von Leitmärkten für klimafreundlichen Stahl muss nun konkret ausgearbeitet werden. Der von der Wirtschaftsvereinigung Stahl mitentwickelte Low Emission Steel Standard (LESS) kann und sollte dabei eine Schlüsselrolle spielen - um Europas Führungsrolle in der Standardsetzung für emissionsarmen Stahl zu sichern.“\nAbschließend appelliert die Verbandschefin an die Entscheidungsträger:innen in Brüssel und Berlin: „Wir haben nun den Fahrplan, wie der Weg zur wettbewerbsfähigen Klimaneutralität der Stahlindustrie in Europa gelingen kann. Jetzt kommt es darauf an, dass er sowohl in Brüssel wie auch in Berlin und den Bundesländern schnell und konsequent umgesetzt wird. Sonst verlieren wir den Anschluss an andere Regionen in der Welt, die uns den Rang ablaufen“\nIhr Ansprechpartner\nMarvin Bender | Pressesprecher | +49 170 33 49 855 | marvin.bender@wvstahl.de\nWirtschaftsvereinigung Stahl\nDie Wirtschaftsvereinigung Stahl ist die Stimme der Stahlindustrie in Deutschland, die sich zum Ziel gesetzt hat, bis 2045 klimaneutral zu produzieren - und damit ein Drittel der gesamten industriellen Treibhausgasemissionen einzusparen. Der Verband mit Hauptsitz in Berlin macht sich für einen politischen Rahmen stark, der einen klimaneutralen und auch in Zukunft starken Stahlstandort möglich macht. Mit 37,2 Millionen Tonnen im Jahr 2024 weist Deutschland die größte Stahlproduktion Europas auf.\nWirtschaftsvereinigung Stahl Französische Straße 8 | 10117 Berlin +49 30 2325546-50 | presse@wvstahl.de www.wvstahl.de\nLinkedIn: www.linkedin.com/company/ wirtschaftsvereinigung-stahl YouTube: www.youtube.com/stahlonline"
},
  "language": "Languages.GERMAN",
  "total_pages": 2
}
