{
  "file_name": "6_80.pdf",
  "pages": {
  "page_1": "BELLONA BELLONA EUROPA\nCONSULTATION RESPONSE\nKE U R O\nBellona Europa Feedback to the Published Proposal for A Regulation “Establishing a Carbon Border Adjustment Mechanism\nBellona Europa welcome the proposal from the European Commission for a Regulation establishing a Carbon Border Adjustment Mechanism (CBAM). As highlighted in our previous responses to both the Inception Impact Assessment for a Carbon Border Adjustment Mechanism* and our response to the public consultation’, Bellona Europa strongly support the ongoing efforts of the European Commission to establish a CBAM\nIn the time following our submission to the previous public consultation we have remained active on the topic and would like to draw your attention to both our report “Making a Difference in European Carbon: fitting a CBAM to support heavy industry transformation”? from July 2021, as well as our response to the published Fit for 55 Package: “The Bellona ‘Fit for 2030’ Climate Scoreboard”* both address in detail important prerequisites and aspects to ensure a successful implementation of a CBAM in Europe\nA CBAM is required to ensure the full effectiveness of Europe’s new sustainable growth strategy, the European Green Deal. A CBAM will help create a market for low-carbon goods inside the EU, free of carbon leakage risk — but only if done right. Bellona Europa has therefore put together the below recommendations, addressing important aspects key to ensuring a CBAM’s full effect and climate impact\n1. Quicker Phase-out of Free Allocation of EU ETS Allowances is Necessary for Ensuring the Timely Success and Effect of the CBAM\nThe introduction of Free allowances as set out in Article 10(b) of Directive 2003/87/EC, clearly establish that the reason for free allocation is based in the risk of carbon leakage — seeing as this risk would be fully and more accurately addressed by a CBAM, free allocation should be removed by the introduction of a CBAM. This is correctly recognized by the European Commission in its proposal for a regulation establishing a CBAM. Setting out that as the CBAM will serve as an alternative to free allocation of EU ETS allowances, the latter must be phased-out over time\nWe strongly agree with the European Commission’s important recognition that “...free allocation under the EU ETS weakens the price signal that the system provides for the installations receiving it compared to full auctioning”. This further has a negative effect on incentives for investment into further\n-\n1 Consultation Response 01/04 - Carbon Border Adjustment Mechanism - Bellona.org\n2 Consultation Response - Carbon Border Adjustment Mechanism - Bellona.org\n3 Making Difference European Carbon: fitting CBAM to support heavy industry transformation\na\nin\nin a\nBellona.org\n4 Bellona Europa publishes 'Fit for 2030' climate scoreboard - Bellona.org",
  "page_2": "abatement of GHG emissions. Free allocation of EU ETS allowances must be brought to an end, and the trajectory and rate of which a phase-out occurs must be enshrined in law and not subject to change or extension.\nWhile we understand, as the European Commission proposal acknowledges, that producers, importers and traders should be allowed an adjustment period to the new regime, we believe the proposed phase- out rate is too slow — as also outlined in Bellona Europa Climate Scoreboard. As stated in our report: “Making a Difference in European Carbon”, we strongly recommend reducing free allocation for CBAM covered sectors by 75% starting in 2026 on a trajectory to 100% by end of EU ETS phase IV (2030). In its current form, by phasing out free allocation gradually by 10% from 2026, full implementation of the CBAM would only occur in 2035. Given the origin and temporary nature of the free allocation mechanism, coupled with its substantial negative effect on price signals vital to ensure a timely green and just transition, we do not see a gradual phase-in period of 14 years as in line with the emission reductions necessary to reduce net emissions by at least 55% until 2030 — nor in line with reaching the goal of net-zero by 2050 as set out in the Paris Agreement.\nWhile revenue generation is not the main aim of the CBAM, as acknowledged by the European Commission proposal, the substantial effect of the revenue and its reinvestment into solutions for decarbonisation in the covered sectors cannot be disregarded. Nor can the financial opportunity cost of the proposed phase-in period of the CBAM, especially given the long investment cycles in the covered sectors and the great need for available financing. It should not be disregarded the important role the CBAM will play in reducing investor risk for private investments into solutions for decarbonisation in the covered sectors and beyond. Time is of the essence and a clear, predictable and timely phase-out is required.\n2 Indirect and embedded emissions, as well as financial measures to compensate for indirect emission costs incurred from GHG emissions costs passed on in electricity prices, must be included in the CBAM from the start\nWe see the current proposal’s treatment of indirect and embedded emissions as a risk to the credibility of the CBAM and its firm basis in climate action, as it does not correspond to the scope of the EU ETS. While we see several references in the proposal, including Article 30, outlining an intention to collect information “with a view to extending the scope of this Regulation to indirect emissions...and develop methods of calculating embedded emissions based on environmental footprint methods” we do not see this as sufficient to ensure their timely inclusion.\nWe strongly recommend that the concrete inclusion of indirect emissions from 2026 is included in the legal text. The current exclusion of indirect emissions in the CBAM opens the door to the production and imports of hydrogen and RFNBOs with a potentially very high carbon footprint. As shown in previous Bellona Europa briefings, indirect emissions from the electricity used to produce hydrogen make up the lion’s share of the climate footprint of RFNBOs and if not addressed, may lead to a substantial increase in emissions. Ignoring indirect emissions will put European front-runners in the RFNBO industry at a disadvantage and ignore the full climate impact of the fuels produced. Furthermore, it would discourage importers from using renewable electricity to produce these fuels and create import dependencies indirectly linked to the production and use of fossil fuels.",
  "page_3": "The European Parliament’s own initiative report on the introduction of a CBAM clearly recommended the inclusion of near full life cycle accounting for the emissions in the accounting methodology for CBAM allowances issuance. This is a much-needed step forward in the global efforts to reach the goals of the Paris Agreement and the EU could use its market power to drive normative standards globally. Taking into consideration that the basis of the CBAM is to make up for asymmetrical climate ambition internationally, it is also a concrete way of encouraging and driving up international climate ambition. The Commission proposal, by failing to account for indirect emissions of the imported goods, weakens the overall global benefits of the mechanism. By failing to incorporate embedded and indirect emissions, CBAM fails to address the issue of unabated fossil fuel use and therefore does not take full responsibility for the carbon footprint of products entering the EU market.\nThe existing mechanisms to address the risk of carbon leakage are not limited to the free allocation of EU ETS allowances, it also includes financial measures to compensate for indirect emission costs from increases in electricity prices due to the EU ETS — referred to as “indirect emission costs” in the published proposal from the European Commission. This is addressed in Article 10a(6) of Directive 2003/87/EC°. Where it is clearly stated that: “Member States should adopt financial measures in accordance with the second and fourth subparagraph in favour of sectors or subsectors which are exposed to a genuine risk of carbon leakage due to significant indirect costs that are actually incurred from greenhouse gas emission costs passed on in electricity prices...”. We appreciate the recognition in the proposal that: “...with regard to the phase in of the CBAM and the corresponding phase out of the free allowances, it will need to be ensured that at no point in time over this period, imports are afforded less favourable treatment than domestic EU production”. For this requirement to be fulfilled, however, also financial mechanisms covering indirect emission costs for EU producers must be included in the CBAM.\nIn fact, keeping the compensation outside of the CBAM would result in more favourable treatment for Union goods compared to goods imported in the customs territory of the Union. As a CBAM is an alternative to this measure, it will need to replace it over time. We therefore find it important to include also indirect emissions costs in the proposal.\n5 https: eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A02003L0087-20210101\nCONTACT\nLina Strandvag Nagell\nSustainable Finance & Economy\nManager\nlina@bellona.org\n+32 0489 638 843\nBELLONA\nE i R O PA"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
