{
  "file_name": "6_87.pdf",
  "pages": {
  "page_1": "BELLONA\nI l R O Pp \\\nBellona Europa Response CBAM Public Consultation\nBellona Europa strongly supports the efforts of the European Commission to establish a Carbon Border Adjustment Mechanism (CBAM) as part of the EU Green Deal policy portfolio. As an NGO with decades of experience in the field of industrial decarbonisation policies, we hold the view that in the current policy context, the CBAM is a unique environmental policy instrument in the outcomes it encourages, such as the promotion of net-zero industrial transformation, both within and outside the EU. The answers to the questionnaire provided by the European Commission as part of its Public Consultation on the topic, are based on the vision and policy expertise outlined below, which includes technical considerations.\nA CBAM is required to ensure the full effectiveness of Europe’s new sustainable growth strategy, the European Green Deal. As an environmental policy tool, with a trade and competitiveness dimension, it will enable the EU to take fuller responsibility for the carbon footprint of its imports as well as encouraging and incentivising increased climate ambition and robust monitoring and verification of emissions worldwide. The proposed CBAM works as a guarantee of a responsible approach to the EU Green Deal, both for EU based industries and outside jurisdictions by providing a continuous incentive for ever lower emissions (with concrete economic savings in doing so). This can help increase worldwide climate ambition, or at the very minimum ensure that the EU Green Deal does not lead to emissions increasing elsewhere on the globe.\nSecondly, a CBAM will address the risks of carbon in a net-zero by 2050 European Union, ensuring a level playing field based on embedded carbon and indirect emissions, driving climate advancements in the EU while mindful of the need to curtail an increase in demand of high carbon goods and products elsewhere. This would be an enhancement from the current situation where disproportionate competitive advantages derive from differing carbon pricing landscapes across various jurisdictions. Due to the incentives it provides for solid transformation of the industrial sectors towards a zero-emissions landscape, there is no other policy mechanism that provides the same range of environmental benefits (as listed below). However, The CBAM can work well in tandem with other additional policies to ensure the development of zero carbon products markets.\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium\nBelgian organisation number:\nTel: +32(0)2 648 31 22\n0458243836\nFax: +32(0)2 646 81 22\nwww.bellona.org",
  "page_2": "BELLONA\nI l R O Pp \\\nTo secure these advantages and to avoid any unintended consequences it is important that the proposed CBAM has a smart design. This includes robust processes for measurement, reporting and verification, and measures designed to avoid BCAs being circumvented.\nThe most important environmental benefits associated with a CBAM\nThe CBAM provides a continuous (linear) economic incentive to reduce emissions via pricing — the lower the emissions embodied in each tonne of product, the lower the carbon price paid per tonne of either EU production or imports. This works to fundamentally shift competitiveness in favour of environmental and climate protection technologies and innovation.\nA CBAM goes beyond a yes/no compliance check, and so incentivises long-term innovation and catalyses the processes required to meet a net-zero future, avoiding the risk of technology lockin. By contrast, standards, which do not have a built-in rate of improvement, can lead to innovation fatigue and regulatory uncertainty, ultimately locking in a certain type of technology by disincentivising further innovation.\nFree Allocation in the EU ETS is bound to decrease drastically due to the decreasing cap — in this unavoidable context, the CBAM becomes the only carbon policy that directly reduces the risk of carbon leakage to almost zero, by creating an equal playing field between international producers, closing the gap between carbon policies in the jurisdiction concerned and the rest of the world. The risk of carbon leakage would not be addressed through the introduction of product or performance standards alone. Non-EU producers and EU producers alike would both be required to meet the standard, but non-EU producers would not need to pay the carbon price which EU producers would still have to pay. This would result in a competitive advantage in favour of higher carbon products from non-EU producers, with detrimental effects not only to the European market’s competitiveness but also to Europe’s commitment to the Paris Agreement.\nCurrently, while the EU is responsible for less than 10% of the world’s GHG gas emissions, its overall carbon footprint is much higher. The EU Green Deal must be pursued with respect towards the rest of the world. The EU can’t be seen globally to be pursuing such a goal as carbon neutrality at the expense of high-carbon imports from other parts of the world, or through the creation of carbon heaven’s outside of its territory\nThe CBAM will be a necessary complement a wider policy portfolio, as is the EU Green Deal, and is a requirement to ensure other policies’ full effectiveness — in other words, the CBAM seals the deal in the EU upcoming legislative package, showing full global responsibility for the climate emergency.\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium\nBelgian organisation number:\nTel: +32(0)2 648 31 22\n0458243836\nFax: +32(0)2 646 81 22\nwww.bellona.org",
  "page_3": "BELLONA\nI l R O Pp \\\nThe complementary role of product and performance standards\nWhile the environmental effectiveness of a EU CBAM can be improved further through the introduction of complementary policies such as product standards, these policies cannot replace CBAMs. Product and performance standards have complementary potential benefits in boosting the effectiveness of a CBAM:\ne They can act as a backstop, with an absolute prohibition on imports and domestic production that fails to meet a certain minimum standard.\ne Tighter standards, e.g. near zero, can apply to a portion of the market (e.g. 10%) growing over time, to create a market for zero carbon product.\nBellona Europa aisbl\nRue d’Egmont 15\n1000 Brussels,\nBelgium\nBelgian organisation number:\n0458243836\nwww.bellona.org\nTel: +32(0)2 648 31 22 Fax: +32(0)2 646 81 22",
  "page_4": "BELLONA\nR EU OPA\nSupporting and technical information supporting and explaining Bellona Europa’s response to the CBAM Questionnaire submitted for public consultation by the European Commission (28 October 2020):\n6.1 A tax applied on imports at the EU border on a selection of products whose production is in sectors that are at risk of carbon leakage. This could be a border tax or customs duty on selected carbon intensive products. This option would be:\ne Highly relevant\n6.1.1 The option described in 6.1 will:\nStrongly Somewhat Neither Somewhat Strongly\nAgree Agree\nAgree or disagree disagree\ndisagree\na. Be effective in addressing the risk of carbon leakage\nX\nb. Impose little administrative burden on EU importers\nc. Impose little administrative burden on exporters from\npartner countries\nd. Be difficult to circumvent\n6.1.2 The option described in 6.1 will have an impact on my activity. This impact will be: e Positive\n6.2 An extension of the EU Emissions Trading System to imports, which could require the purchasing of emission allowances under the EU Emissions Trading System by either foreign producers or importers. This option would be:\ne Highly relevant\n6.2.1. The option described in 6.2 will:\nStrongly Somewhat Neither Somewhat Strongly\nAgree Agree\nAgree or disagree disagree\ndisagree\na. Be effective in addressing the risk of carbon leakage\nX\nb. Impose little administrative burden on EU importers\nc. Impose little administrative burden on exporters from\npartner countries\nd. Be difficult to circumvent\ne. Have a limited impact on the operations of EU producers\nsubject to the EU Emissions Trading System\n6.2.1. The option described in 6.2 will have an impact on my activity. This impact will be: e Positive\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium\nBelgian organisation number:\nTel: +32(0)2 648 31 22 Fax: +32(0)2 646 81 22\n0458243836\nwww.bellona.org",
  "page_5": "BELLONA\nEU R O PA\n6.3 The obligation to purchase allowances from a specific pool outside the ETS dedicated to imports, which would mirror the ETS price. This option would be:\ne Highly relevant\n6.3.1. The option described in 6.3 will:\nStrongly Somewhat Neither Somewhat Strongly\nAgree Agree\nAgree or disagree disagree\ndisagree\na. Be effective in addressing the risk of carbon leakage\nX\nb. Impose little administrative burden on EU importers\nc. Impose little administrative burden on exporters from\npartner countries\nd. Be difficult to circumvent\ne. Have a limited impact on the operations of EU producers X\nsubject to the EU Emissions Trading System\n6.3.1. The option described in 6.3 will have an impact on my activity. This impact will be: e Positive\nQuestions 6.1, 6.2 and 6.3\nFor the three potentially effective options, we consider them against the criteria in the questionnaire:\na. Be effective in addressing the risk of carbon leakage All three options are potentially effective in addressing the risk of carbon leakage. The two options requiring purchase of allowances may have some advantages in this respect. They have the potential to more effectively match the requirement on EU producers to buy allowances. However, the careful design of a tax can create similar incentives, so the advantage may not be decisive.\nb. Impose little administrative burden on EU importers\nThere is some additional burden from the need to buy allowances. However, this appears moderate. Necessary tasks, such as the purchase of allowances, may in practice be met by the exporter. There is some further burden in buying EUAs, because of the need to deal with EU ETS processes, but again this is likely to be moderate and similar to requirements already imposed on EU producers.\nc. Impose little administrative burden on exporters from partner countries The burden is potentially similar in respect of matters such as monitoring, reporting and\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium\nTel: +32(0)2 648 31 22 Fax: +32(0)2 646 81 22\n0458243836\nBelgian organisation number:\nwww.bellona.org",
  "page_6": "BELLONA\nE U R O PA\nverification of embedded emissions.\nd. Be difficult to circumvent\nAll three optionsare likely to be difficult to circumvent administratively. They appear similar in their risk of being circumvented by measures such as moving down the value chain.\ne. Have a limited impact on the operations of EU producers subject to the EU Emissions Trading System (issues not raised for a tax) Operations will be little affected by any of the options from an administrative point of view. However, if there is a requirement for importers to buy EUAs, the additional demand for EUAs may raise the price - which may in turn affect commercial operations under this option\n6.4 Carbon tax (e.g. excise or VAT type) at consumption level on a selection of products whose production is in sectors that are at risk of carbon leakage. Under this option, the tax would apply to EU production, as well as imports. This option would be:\ne Not relevant\n6.4.1 The option described in 6.1 will:\nStrongly Somewhat Neither Somewhat Strongly\nAgree or disagree disagree\nAgree Agree\ndisagree\na. Be effective in addressing the risk of carbon leakage\nX\nb. Impose little administrative burden on EU importers\nc. Impose little administrative burden on exporters from\npartner countries\nd. Impose little administrative burden on EU producers\ne. Be effective in addressing all the carbon emissions of the\nsectors to which it is applied\nf. Be difficult to circumvent\n6.4.2 The option described in 6.4 will have an impact on my activity. This impact will be: e Negative\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium\nBelgian organisation number:\n0458243836\nwww.bellona.org\nTel: +32(0)2 648 31 22\nFax: +32(0)2 646 81 22",
  "page_7": "BELLONA\nI l R O Pp \\\nDetailed answers with regard to Question 6.4: Product sales taxes\nTaxes levied at the point of final sale (sales taxes), usually a tax per tonne of product, are not an alternative to a CBAM, or to free allocation of allowances - for several reasons: O Sales taxes fail to create a level playing field between EU products and imports. Both imported and EU produced products are subject to a tax on sale of the product. If EU industry is paying a carbon price through the EU ETS and an importer is not, the EU producer is at a disadvantage which the sales tax does nothing to correct.\ne The sales tax is not based on the actual emissions incurred in production, hence does not incentivize producers to switch to lower carbon processes. Sales taxes thus fail to achieve the environmental objects of carbon pricing. e A sales tax can to some extent act a signal to switch to less carbon intensive alternative materials. However, because it does not recognize the actual carbon content of a product it does not usually provide an accurate price signal. e Imposing a sales tax would likely require either unanimity in Council or be a matter for Member State discretion. This would make a consistent EU wide sales tax difficult to achieve, and there would be a risk of distorting the single market.\nA variant design of sales tax including rebates for carbon price paid\nA variant of this approach including rebates for carbon cost paid, could help address these problems. In particular, the failure to address carbon leakage can be addressed by allowing producers (EU producers and importers) a rebate on the sales tax to reflect the carbon costs they have already incurred. This approach can help realize some of the benefits of border carbon adjustments in reducing carbon leakage risk. However, other drawbacks remain.\nThis approach does not create efficient signals for producers to reduce their emissions because the cost of any increase in emissions can be offset against the sales. This implies only allowing a benchmarked amount of the cost of emissions to be offset against the sales tax. For example, a steel producer would only be able to offset the cost of a defined benchmark level of emissions per tonnes of steel against the excise tax. This would be similar in some respects to free allocation according to a benchmark. This could in principle create some incentives to reduce emissions. However, it would fail to reproduce or equal the incentives of a CBAM.\nSuch an approach would also, in many respects, be as complex to administer as any other form of border carbon adjustments. This because it would require the embedded carbon in imports to be measured, to be offset against the consumption tax.\nOther drawbacks, such as the potential difficulty of introducing it consistently across the EU, would also remain. Reviewing the substantial drawbacks of this option as opposed to others, we urge that the European Commission rather further develop one of the more effective options 6.1\nBellona Europa aisbl\nRue d’Egmont 15\n1000 Brussels,\nBelgium\nBelgian organisation number:\n0458243836\nwww.bellona.org\nTel: +32(0)2 648 31 22\nFax: +32(0)2 646 81 22",
  "page_8": "BELLONA\nR EU OPA\n(a tax), 6.2 (requirement to buy EUAs), and 6.3 (requirement to buy other allowances) We therefore do not consider the option of product sales taxes (6.4) further.\n5. Which of the following EU policy areas are the most important to take into account in the design of the Carbon Border Adjustment Mechanism [0 — Not important /.../ 5 — Very important]:\n0 1 2 3 4 5\na. Climate, notably the EU Emission Trading System\nb. Trade\nc. Energy taxation\nd. Development aid\ne. Industry\nf. Research and innovation\ng. Circular Economy\n6.5 Please specify other types of policy instruments not covered by the above (1000 character(s) maximum):\nA variant of the excise tax should be considered in which benchmarked carbon costs already incurred (e.g. purchases of EUAs) can be recognised by an equal rebate on the sales tax.\n7 Please rate the proposals in the list below with regard to their relevance for the coverage of the Carbon Border Adjustment Mechanism\nStrongly Somewhat Neither Somewhat Strongly\nAgree Agree\nAgree or disagree disagree\ndisagree\na. The Carbon Border Adjustment Mechanism should cover X\nnot only direct emissions but also include indirect emissions\nthat occurred in the production of the electricity used to\nproduce the product\nb. Carbon Border Adjustment Mechanism should cover the\nemissions of the complete value chain, not only the\nemissions of the last stage of production before import into\nthe EU\nc. The Carbon Border Adjustment Mechanism should\ndifferentiate in the treatment of imports of finished\nproducts, intermediate products and primary inputs\nd. Emissions from international transport of the goods\ncovered should be taken into account by the Carbon Border\nAdjustment Mechanism\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium\nBelgian organisation number:\nTel: +32(0)2 648 31 22\n0458243836 www.bellona.org\nFax: +32(0)2 646 81 22",
  "page_9": "BELLONA\nEU R O PA\n8. The Commission indicated in its Green Deal communication that the Carbon Border Adjustment Mechanism would be proposed for selected sectors\nThe selection of sectors should take into account symmetry with the EU ETS (working towards coverage of the same industries, based on targeted approach on their indicators with regards to carbon intensity) and where possible, whether they can help avoid circumvention of the CBAM. This is the reason why Bellona Europa has not specified NACE codes in its submission, as it is not possible to provide nuances to the selection in the questionnaire. Bellona Europa is looking forward to the opportunity to contribute with additional information and supporting materials on this topic in the future.\n8.1 Please indicate if you agree that the following could be relevant in determining the coverage of the Carbon Border Adjustment Mechanism\na. Should focus on products from activities covered by the EU\nEmissions Trading System\nb. Should focus on products from activities covered by the EU\nX\nEmissions Trading System with highest risk of carbon leakage\nc. Should not focus only on a product but address the relevant parts\nof value chains related to the product\n8.1 Other important elements in the selection of sectors. Please specify (450 character(s) maximum): Bellona Europa Explanation: As explained in pages 1- 5 on sectoral scope.\niv. QUESTIONS TARGETED AT EXPERT STAKEHOLDERS: SPECIFIC IMPLEMENTATION ISSUES\nStrongly Somewhat Somewhat Strongly\nAgree Agree\ndisagree disagree\nX\nBelgian organisation number:\n0458243836\nwww.bellona.org\nTel: +32(0)2 648 31 22 Fax: +32(0)2 646 81 22\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium",
  "page_10": "BELLONA\nE U RO PA\n10. Please indicate to what extent you agree that the calculation of the carbon content of imported products should be based on\nStrongly Somewhat Somewhat Strongly\nAgree Agree\ndisagree disagree\na. EU product benchmarks for free allocation under the Emissions\nX\nTrading System, i.e. the greenhouse gases emitted during the\nproduction process\nb. Country of origin-specific product benchmarks to be defined for\ndirect emissions\nc. Global product benchmarks to be defined for direct emissions\nd. EU emission factors to be defined for indirect emissions, i.e. the\nemissions caused by the generation of electricity used to produce the\ncovered product\ne. Country of origin-specific emission factors to be defined for\nindirect emissions\nf. Global emission factors to be defined for indirect emissions\ng. A factor for both direct and indirect emissions taking into account\nthe production method used in the installation were it was produced\nh. A method that traces the build-up of emissions across the value\nchain of a product in different countries\ni. Giving importers the possibility to demonstrate in a verifiable\nX\nmanner how the product was manufactured\nj. The Commission Product Environmental Footprint method (which\nis in line with the international standard ISO 14067 and considers\nboth direct and indirect impacts)\nk. Product Environmental Footprint Category Rules developed based\non the Commission Product Environmental Footprint method, which\nalso include a benchmark reflecting average environmental\nperformance\n11. Please indicate to what extent you agree that the verification of the carbon content of imported products should:\nStrongly Somewhat Somewhat Strongly\nAgree Agree\ndisagree disagree\na. Be based on independent third party verification\nX\nb. Allow for self-certification, supported by occasional external audit\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium\nBelgian organisation number:\n0458243836\nwww.bellona.org\nTel: +32(0)2 648 31 22\nFax: +32(0)2 646 81 22",
  "page_11": "BELLONA\nEU R O Pp \\\n12. Please indicate to what extent you agree with the following statement:\nProvided that it is necessary to achieve the objective of reducing the\nrisk of carbon leakage, the possibility to grant a rebate to EU\nexporters should be explored under the Carbon Border Adjustment\nMechanism\nSection 14.1 exempting some countries\nExcluding certain groups of countries from a CBAM risks effectively subsidising more polluting practices in those countries. Instead, the EU should increase its financial support for climate mitigation and adaptation measures in developing countries.\nIf a partner country has climate policies creating incentives for emission reductions, similar to the EU for the products in scope, then a Carbon Border Adjustment should still be levied. However, the amount paid by the importer should be reduced by amount of actual net carbon cost already efficiently incurred. This reduction should only apply for carbon pricing, not to other forms of regulation such as standards.\nOther: Non-distortionary use of revenues requires tracking of revenues primarily\nA CBAM has the potential to raise substantial revenues which can be further reinvested to support the transition to carbon neutral technologies, both in the EU as well as abroad. It is likely to be necessary to ensure that revenues are not used to distort competition in product markets. This will require solid tracking of the use of revenues and therefore the idea that they may simply go to the EU Budget may not be supported.\nHowever, there will be clear benefits using revenues for environmental purposes. Such incentives will need to be designed to avoid distorting competition. Application of State Aid rules may have an important role to play here.\nBelgian organisation number:\n0458243836\nwww.bellona.org\nStrongly Somewhat Somewhat _ Strongly\nAgree Agree\ndisagree disagree\nX\nTel: +32(0)2 648 31 22\nFax: +32(0)2 646 81 22\nBellona Europa aisbl Rue d’Egmont 15 1000 Brussels, Belgium"
},
  "language": "Languages.ENGLISH",
  "total_pages": 11
}
