{
  "file_name": "6_92.pdf",
  "pages": {
  "page_1": "BELLONA EUROPA\nRue d'Egmont 15 1000 Brussels, Belgium\neuropa@bellona.org\neu.bellona.org\nHow to Allocate Carbon Pricing Resources Directing ETS and CBAM revenues towards effective climate action\nBRIEF\nAPRIL 2024",
  "page_2": "DISCLAIMER\nBellona endeavours to ensure that the information disclosed in this report is correct and free from\ncopyrights but does not warrant or assume any legal liability or responsibility for the accuracy,\ncompleteness, interpretation or usefulness of the information which may result from the use of\nthis report. © 2024 by the Bellona Foundation. All rights reserved. This copy is for personal, non-\ncommercial use only. Users may download, print or copy extracts of content from this publication\nfor their own and non-commercial use. No part of this work may be reproduced without quoting\nthe Bellona Foundation as the source used in this report. Commercial use of this publication\nrequires prior consent of the Bellona Foundation.\nAuthors:\nFrancesco Lombardi Stocchetti\nLina Strandvag Nagell\nDesign and Layout:\nAlissia Bourguignon\nRebecka Larsson",
  "page_3": "BELLONA\nEL R O Pp A\nHOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION\nPe\nWith part of the revenues originating from the CBAM and the EU ETS set to become part of the EU own resources, discussions are sparking on how these revenues should be allocated. In this brief, Bellona Europa breaks down the issue and provides our recommendations and insights, highlighting the need for transparent criteria in allocating such revenues and directing them towards climate action including industrial decarbonisation of the sectors covered under the EU ETS and CBAM, while simultaneously fostering international decarbonisation and low-carbon industrial production.\nSETTING THE SCENE\nThe European Carbon Border Adjustment Mechanism (CBAM) is the first instrument of its kind and is already set to become the testing ground for future border carbon adjustments (BCAs) all over the world. Accordingly, many discussions have been raised on the implementation of the CBAM, including what would be the best way to allocate the revenues raised thanks to the mechanism. Energy intensive industries within Europe have called for these revenues to be clearly allocated domestically to accelerate the development of low-carbon technologies and decarbonise energy intensive sectors.” Others again have called for CBAM revenues, paid by European importers, to rather be allocated to help decarbonise industry outside of Europe's borders — with a particular focus on those countries most exposed to CBAMS. Bellona Europa has called for a combination approach, with part of the revenues allocated to domestic European efforts aimed at reducing industrial carbon emissions and another part to be spent on international industrial decarbonisation.’ This is in line with furthering the stated aim of CBAM in increasing international climate ambition.®\nNeither of these options was chosen by the European Union (EU), which decided that 75% of these revenues - together with part of the revenues from the EU Emission Trading System (ETS) - will feed into the own resources of the European Union in order to repay the expenses associated with borrowing under the Next\nGeneration EU (NGEU).° But how exactly are these revenues going to be spent? Is the EU heading in the right direction?\na\ncembureau-position-paper-carbon-border-adjustment-mechanisms-october-2021.pdf EUROFER-Position-Paper_-Border-Adjustment-and-Carbon-Leakage-Measures.pdf Joint-NGO-statement-on-CBAM-proposal.pdf (e3g.org)\nhttps://eu.bellona.org/publication/policy-brief-cbam-future-platform-for-climate-finance/\nCarbon Border Adjustment Mechanism - European Commission (europa.eu)\nhttps://commission.europa.eu/strategy-and-policy/eu-budget/long-term-eu-budget/2021-2027/revenue/next-genera- tion-eu-own-resources_en\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_4": "BRIEFING\nA// i\nREFLECTION ON THE USAGE OF ETS REVENUES\nThe EU ETS is an important mechanism to price carbon emissions. This system aims to enforce the “Polluters Pay Principle”, thus facilitating a transition towards low-carbon production and economies. Despite being a successful example of a “cap and trade” system, the EU ETS requires further refinement to fully realise its potential. One of the main pitfalls of the instrument is the allocation of free allowances to high emitting sectors such as steel, cement, aluminium and chemicals considered at risk of carbon leakage. This issue arises from asymmetrical global climate ambitions which risk both negatively influencing European competitiveness and worldwide climate ambitions. While contributing to alleviate the risk of carbon leakage, free allowances reduce the carbon price signal of high emitting industries, and with it reducing incentives to decarbonise.\nWith the introduction of CBAM, EU importers of goods resulting from the identified high emitting industries will pay an allowance corresponding to ETS prices, levelling the playing field between high carbon products manufactured within the EU and those imported into the EU. This will enable a much-needed phase-out of free allowances under the EUETS forsectors covered by CBAM: iron and steel, cement, aluminium, hydrogen, electricity and fertilisers. By looking at the 2022 data taken from the Endrava CaptureMap’, it is possible to better understand the magnitude of this: in 2022 the number of free allowances given to the cement, iron and steel sectors in the EU amounted to more than 223.7 million billion in 2018 ETS the introduction of CBAM is it\n(€17.89\nprices). Thus,\na gamechanger as\nallows the gradual phase-out of free allowances and subsequent strengthening of the carbon price signal.\nWhile CBAM represents a new instrument, the EU ETS has operated for approximately two decades and accumulated significant revenue streams. Consequently, in the discussion concerning the use of carbon price revenues, it is important for the CBAM to draw insights from the longstanding experience of the EU ETS. Considering the period between 2013 and 2021, part of the EU ETS resources was allocated to funding programmes such as the Modernization and the Innovation Funds®. A large share of the revenues has also been redirected to the Member States. Up until 2023, the EU ETS Directive contained a non-binding recommendation to spend at least 50% of the ETS revenues directed to the Member States on environmental, climate and energy action.’ This provision was amended with the last EU ETS reform of June 2023, which now states that “Member States shall use those revenues, with the exception of the revenues used for the compensation of indirect carbon costs\", towards climate action.’ Even though the obligation imposed by the EU ETS reform signifies a positive improvement of the text, certain pitfalls exist that could potentially undermine its practical implementation.\nFirstly, the foreseen exception for compensation of indirect carbon costs allows Member States to spend\n25% of ETS revenues for such It is much needed that all ETS revenues are directed towards climate action. Spending up to one fourth of that sum for other means, -especially in cost compensations that might not help or obstacle the fight against climate change- redirects important potential funding away from climate action, with a huge opportunity cost.\nschemes\".\nSecondly, the new EU ETS directive presents very similar categories to the ones listed in the previous text. Among these categories we can find greenhouse gas (GHG) emission reduction, renewable energy and grids development, avoiding deforestation, energy efficiency improvement, removals, climate action to vul- nerable third countries and coverage of ETS-related administrative costs. These categories are rather\nvague and miss explicit science-based criteria that would ensure that ETS revenues are to be spent on effective green activities. Moreover, this categorisation does not consider the different levels of prioritisation of the solutions mentioned. For instance, the climate benefit of enabling infrastructures such as grids is significantly more than removals technologies such as DACCS, although this is also con-\n|\n7\nCaptureMap - Find the best decarbonisation opportunities\n8 The former focuses on the advancement of energy systems and improvement energy efficiency in thirteen lower-income EU Member States, the latter supports innovative low-carbon technologies and projects.\n9\nDirective - 2009/29 - EN - EUR-Lex (europa.eu)\n10 EUR-Lex - 02003L0087-20230605 - EN - EUR-Lex (europa.eu) art. 10.3\n1\nEUR-Lex - 02003L0087-20230605 - EN - EUR-Lex (europa.eu) art. 10.6\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_5": "BRIEFING\n5 // ii\ntext specific. This leaves open the door for possible ineffective climate action, or at worst greenwashing.\nFinally, the reform lacks clear instructions on how Member States are supposed to report such expenses. Even though it is stated that “[t]he reporting shall be sufficiently detailed to enable the Commission to assess the Member States’ compliance””’, it is not clear what the procedure would be in case of insufficient reporting, or how to determine when reporting is insufficient.\nMember States’ tracked record of how they spent ETS revenues in the past proves the importance of the points raised above. By looking at the data collected by the European Environmental Agency (EEA), in 2022 (see Figure 1 and Figure 2) a few issues stand out. Firstly, there is quite a discrepancy in Member States reporting that they spent all or most of their revenues on climate and energy related action, and those reporting low spending. Namely, Belgium and the Netherlands -two countries with significant amounts of revenues generated- reported little or no ETS revenues allocated to climate and energy related action. By looking at the expenses of all Member States, it can be noted how the total of revenues that were\nnot spent towards such initiatives amounts to €11.05 billion, an important loss for climate action.\nMoreover, the EEA 2022 data shows important shortcomings in terms of reporting. For example, some Member States -with Cyprus, Slovenia, Croatia as outstanding cases- reported more spending on climate and energy related action than ETS revenues collected in the year under scrutiny. While this is justified by the EEA as “spending of previous years’ revenues or if the reported projects were co-funded with other funds”, it shows how different and confusing these reports can be, and how they are open to different interpretations. This problem has been identified also by the WWEF® and the Ecologic Institute’ who carried out a similar but more extensive analysis, outside of the scope of this brief. Both these analyses highlighted the lack of clarity, transparency\nand consistency in the reporting carried out by the Member States.\n@ Total revenues generated\nUse for climate change and energy\npurposes\n1,000\n2,000\n3,000\n4,000\n5,000\n6,000\n7,000\na\n12\n13\nGermany\nPoland\nSpain\nFrance\nItaly\nGreece\nBulgaria\nPortugal\nFinland\nAustria\nDenmark\nEstonia\nSweden\nRomania\nHungary\nIreland\nCroatia\nSlovenia\nCzechia\nCyprus\nLithuania\nBelgium\nLatvia\nSlovakia\nMalta\nLuxembourg\nNetherlands\nFigure 1: Graph, Auctioning revenues and reported usage in 2022, for each Member State (source: European Environmental Agency)\nEUR-Lex - 02003L0087-20230605 - EN - EUR-Lex (europa.eu) art. 10.3 ets_revenues_report_2022__ web__final.pdf (panda.org) EcologiclInstitute-2022-UseAucRevClimate-FullReport.pdf\n14\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_6": "BRIEFING\n6/11\nMember State\nTotal amount of\nETS revenues\n(million EUR)\nAmount of ETS\n% of revenues spent\nrevenues reported on climate and energy\nas spent on climate related actions\nand energy related\nactions\nCroatia 148.864 98.95\n185.3%\nSlovenia\n70.83\n82a\n(106.7%\n[cyprus —SOS~*~<~*~‘“~*sdIOW~SC~*~“‘*‘*d*SSOSC~*~“‘*‘“‘ds CS ~SC*~“‘“‘CS*’\nBelgium\n57.74\n| t02.95\n157%\n[Netherlands\nFigure 2: Table, Auctioning revenues and reported usage in 2022, for each Member State (Table\nproduced by the author based on European Environmental Agency data)\n35.86 ff\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_7": "BRIEFING\n7//1\nMAIN TAKEAWAYS\ne The language and content in the EU ETS Directive on the use of revenues presents some pitfalls including vague spending categories, exemptions for compensation of indirect carbon costs and weak language and processes on reporting.\ne\nThe track record of the reporting and use of ETS Revenues by Member States shows lack of transparency and accountability. In practice, this resulted in differences and inconsistencies among Member States which have been left the discretion to spend and report the revenues according to what they deemed appropriate, without any external control.\nTHE FUTURE USAGE OF ETS AND CBAM REVENUES\nBoth CBAM and the reform of the EU ETS started their legislative route at the same time as the COVID-19 pandemic led European leaders to come up with the NGEU, a stimulus package amounted to €806.9 billion to be financed by EU own resources, among other means.\" The green transition is a key priority of the instru- ment, which foresees funds to be spent to achieve the 2030 and 2050 climate targets. In order to finance the NGEU, a new pool of own resources will be incorporated. This is relevant for this brief because the so-called “next generation of EU own resources” -which name should not be confused with the Next Generation EU instrument- will include 75% of the CBAM revenues, and 30% of EU ETS revenues.\nAccording to public data provided by the European Commission, the amount of these new funds (2018 ETS prices) will be “€7 billion per year from 2024 and €19 billion from 2028\" for the ETS, and about “€1.5 billion on average from 2028” for the CBAM.\" This would mean that as of 2028, these two instruments will pro-\nvide an additional €20.5 billion a year to the EU's budget. With regard to the remaining 25% of CBAM resources, they will be incorporated to the budget of Member States, with no specification as for how they will be allocated.”\nr ) Other (Member States)\ne@ EU Own Resources\ne EU Own Resources e Other (Member States, Innovati\nModernisation Funds, etc. )\nFigure 3: CBAM Revenues\nFigure 4: ETS Revenues\n15\nNextGenerationEU - European Commission (europa.eu) Questions and Answers (europa.eu) Ibid.\n16\n17\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_8": "BRIEFING\n8 // 11\nOWN RESOURCE OF THE EUROPEAN UNION™\nThe Gross National Income (GNI) own resource: primary funding source for the EU budget,\nwith contributions based on each Member State's share of the EU27 GNI. Reduced for certain\ncountries.\nCustoms duties: 75% of the duties collected at the EU's borders contribute directly to the EU\nbudget.\nThe simplified Value Added Tax (VAT) own resource: a uniform 0.3% rate on all Member\nStates’ VAT bases.\nStatistical-based own resource: targeting non-recycled plastic packaging waste.\nNext generation of own resource (pending final approval): composed by 30% of ETS revenues,\n75% of CBAM revenues and a temporary statistical-based own resource, pending the\nintroduction of a Framework for Income Taxation (BEFIT)-linked initiative, which imposes a\n0.5% call rate on gross operating surplus statistics of EU corporations.\nNEXT GENERATION EU (NGEV) ”\nThe NGEU is a recovery instrument amounting to €806.9 billion addressed to finance the\nfollowing:\n1.Recovery and Resilience Facility (RRF): €723.8 billion divided into grants to Member\nStates (€338 billion) and loans to the Member States (€334.8 billion).\n2.Contribution to other programmes: €83.1 billion.\nThe repayment of the NGEU will be carried for 30 years (2028-2058). While Member States\nwill repay the loans, the EU own resources will repay the grants.\nee\n18 Own resources - European Commission (europa.eu). 19 NextGenerationEU - European Commission (europa.eu)\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_9": "BRIEFING\n91/1\nIn addition to the above calculations, two\nelements must be taken into account.\n-between\nmore Firstly 2026 and 2034- the introduction of CBAM and phase-out of free allowances for CBAM sectors will increase ETS revenues. By looking at the 2022 data collected by the Endrava CaptureMap” the allowances given for free to the iron and steel and cement sector amount to approximately 223.7 million of allowances, corresponding to €17 896 million in 2018 prices. The revenues originated from the phase-out of free allowances in CBAM sectors are planned to be allocated to the Innovation Fund.”' Secondly, in 2025 the Commission will issue a report assessing the possibilities of expanding the scope of the CBAM to new sectors and products such as coke ovens, manufactured petroleum and plastics. Consequently, the calculations provided by the Commission are partial, and more revenues are expected to be generated by these two instruments. Finally, it must not be forgotten that in order to achieve the European Union's net-zero objectives 1,6 trillion a year will need to be allocated into the implementation of climate policies.”\nMAIN TAKEAWAYS\n¢ While a significant part of revenues coming from the ETS (30%) and CBAM (75%) will become part of the own resource of the European Union to repay the NGEU, revenues originating from the phase-out of free allowances of CBAM sectors will be directed to the Innovation Fund. 25% of CBAM revenues will be directed to the Member States, with missing information as of how they will be allocated.\n¢ The revenues coming from the EU ETS and CBAM will likely increase in the future with a potential expansion of the scope of CBAM.\nBEYOND THE EU\nIn the conversations surrounding where and how CBAM and connected ETS revenues should be allocated, the role these instruments play internationally must be considered. One main objective of CBAM -as explained by the European Commission- is to “encourage cleaner industrial production in non-EU countries”.*? Since CBAM was first proposed, one heavily debated aspect of the instrument has been its impact on both the economy and trade relations with partner countries.\nCBAM has faced severe international criticism by partner countries, accusing it of being a protectionist unilateral measure which goes against WTO rules and risks to endanger trade relationships with the EU and local economies.” While the European Commission has taken significant steps to make the CBAM WTO compliant, still criticism remain for unintended consequences resulting in barriers for decarbonisation. To address this issue, discussions and solutions on how to better tailor CBAM to fit international actors have been evolving. It is crucial to ensure that CBAM is implemented in a way that contributes positively to the stated\nae\n20 CaptureMap - Find the best decarbonisation opportunities 21 Directive - 2023/959 - EN - EUR-Lex (europa.eu) art. 10.1a 22 EU needs trillions of investments for 2050 climate target - research | Reuters 23 Carbon Border Adjustment Mechanism - European Commission (europa.eu) 24 https://www.clingendael.org/sites/default/files/2022-05/Alert_CBAM_effect.pdf\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_10": "BRIEFING\n10 // 11\nEU aim of also fostering international decarbonisation, and not being a hindrance to such efforts.\nThere is great potential of CBAM and similar mechanisms in fostering fair and global competition, favouring\ninternational trade of low-carbon products. This would benefit countries with significant decarbonisation\nand green-first growth potential, offering opportunities for the development of low-carbon economies all over the world. Additionally, as expressed by Bellona Europa in a previous policy brief? CBAM revenues could serve as an international tool for climate finance in the future. This is particularly true in a context where more countries around the world start adopting effective carbon pricing systems and CBAMSs, if the revenue collected is subsequently spent on climate action either domestically or abroad. This would come in addition to incentives to and further enable decarbonisation alongside carbon pricing mechanisms.\nMAIN TAKEAWAYS\n« CBAM has the potential of becoming an opportunity for international climate finance in a scenario where different countries implement effective carbon pricing systems and interconnected CBAMs.\n¢ The design of the CBAM must be coherent with the EU objectives of fostering international decarbonisation and low-carbon growth. International venues such as the United Nations Framework Convention on Climate Change (UNFCCC) are well suited to be used to involve partner countries to make CBAM fit their context and climate ambitions.\nFinding resources to finance climate action is a priority for the European Union, and it will become even more urgent while the deadline for achieving net-zero by 2050 gets closer. The requirements imposed by the post- COVID-19 pandemic need to be merged with the climate objectives of the EU. In order to do so, revenues from climate instruments such as the EU ETS and CBAM needs to be spent on credible climate solutions and address the threats of climate change to our societies.\nBellona Europa contributes to this much-needed discussion bringing forward the following recommendations to the European Union:\n1) Ensure that all CBAM and ETS revenues are allocated to climate action in a transparent and accountable manner.\nFunds coming from carbon pricing should be spent to foster decarbonisation and climate action. It is crucial for these revenues to be trackable in order to ensure and evaluate their contribution to the net-zero objectives of the European Union. It is imperative that the revenues managed by Member States are reported in a clear way, accompanied by effective verification measures that make them accountable in case the information provided is not clear enough or it does not correspond to the effective expenditures. Finally, also revenues allocated to compensation of indirect carbon costs should be spent on climate action, and the current exemptions should thus be reconsidered.\nFROM TAKEAWAYS TO THE BEST WAYS AHEAD\nee\n25 CBAM - Future Platform for Climate Finance - Bellona EU\nBELLONA EUROPA I HOW TO ALLOCATE CARBON PRICING RESOURCES: DIRECTING ETS AND CBAM REVENUES TOWARDS EFFECTIVE CLIMATE ACTION",
  "page_11": "BRIEFING\n1//\n2) Ensure that the revenues originating from CBAM and EU ETS and spent on industrial decarbonisation are designed in a credible way and leave no room for greenwashing.\nIt is crucial that the revenues allocated towards industrial decarbonisation of CBAM sectors are effective and well-designed. This is consistent with the NGEU as climate is one of the priorities of the instrument. Industrial decarbonisation of CBAM sectors must be carried out according to efficient methods that ensure the integrity of this process by guarding against greenwashing and inadequate solutions. In order to do so, the following points must be considered:\ne Climate impact: decarbonisation measures have a demonstrable climate benefit, substantially contribute to the reduction of the GHG emissions and the amount of GHGs present in the atmosphere. System effects: decarbonisation measures do not constitute an obstacle to the decarbonisation of other sectors and are coherent with a broader industrial transformation. Timing and scalability: decarbonisation measures can be deployed and make a positive contribution to climate action in a scalable and timely manner, while being consistent with reaching climate neutrality by 2050. e Do No Significant Harm (DNSH): decarbonisation measures must not harm any environmental objective of the European Union and are consistent with science based DNSH principles.\n3) The allocation of part of CBAM and ETS revenues towards effective international industrial decarbonisation can be a great opportunity to contribute to the stated EU aim of the CBAM of “encourage cleaner industrial production in non-EU countries”.\nAs revenues coming from CBAM and EU ETS will grow over time, they could provide a source of climate finance that can encourage the development of low-carbon economies around the world, as well as within Europe. In order to do so, the European Union should cooperatively engage in international climate venues to ensure that CBAM contributes to international decarbonisation. This might be done through the allocation of part of the CBAM and ETS revenues towards the development of global low-carbon industrial production, especially in LDCs countries.\n[2\nae\nCONTACT\nPhone\nOnline\nFrancesco Lombardi Stocchetti\nMobile +32 (0) 473 903 973\nEmail: francesco@bellona.org\nPolicy Advisor\nWebsite: eu.bellona.org\nSustainable Finance & Economy\nBellona Europa\nBellona Europa is an independent, non-profit organisation that meets environmental and climate challenges head-on. We are result-oriented and have a comprehensive and cross-sectoral approach to assess the economics, climate impacts and technical feasibility of necessary climate solutions. To do this, we work with civil society, academia, governments and polluting industries."
},
  "language": "Languages.ENGLISH",
  "total_pages": 11
}
