{
  "file_name": "6_93.pdf",
  "pages": {
  "page_1": "BELLONA\nEU R OPA\nBellona Europa Climate Scoreboard\nFit for 2030\n@\ne @\n@\nOO\nKK RK\n@\neee\neo ®@ e 8 @\nGood\nDeeply Flawed\nSome Progress\nRemains to be seen\n@\n@\n@\n?\n%\n%y\n&\nZ\nSes 2p.\nY\n%\nx yy\n% %\n© A\n7\noF\nSN A\n%\nY\n©,\n%\n7\n&%\nS,\nYY ay\n%\n%\noy\n%\n4%,\n%\nty\n%\n%\nY\n“\n%\ne@ @\nLULUCF\nESR (CARPA)\nETS\nCBAM\nREDII\nAFIR\nCO>2 Cars &\nVans\nReFuelEU\nAviation\nFuelEU\nMaritime\nEnergy Tax\nDirective\nBellona\nAssessment\nRatings Key:\n* Infrastructure required to enable deep decarbonisation, electricity grids, hydrogen and COz e.g. transport infrastructure ** This includes flexibilities budgets and member states, well failure to address embedded across as as emissions ** The effects of CBAM unabated fossil and CCS might be felt indirectly outside the EU on gas",
  "page_2": "Bellona Europa Climate Scoreboard\nExecutive Summary\nLast week, the European Commission launched its mammoth package of legislative proposals aiming to implement the EU Green Deal and deliver the promises made under the European Climate Law. The package aims to reduce net emissions by at least 55% until 2030, with a capped contribution from the land sink, and is a key policy milestone for making Europe the first climate-neutral continent by 2050.\n[our initial assessment indicates that the proposal is ambitious in some aspects but falls short of the climate goals in others.\nTo reach those goals, the package will need to deliver substantial investments in innovation and enable the infrastructure developments needed for meeting a 2030 target in line with the Paris Agreement while keeping Europe on track for net-zero by 2050.\nAsthepathwaytonet-zero becomesclearacrossthesectors, attempts to introduce creative emissions accounting — greenwashing, rather than real emissions reductions — multiply. Policymakers will face increasing pressure to allow loopholes to that end. Devils will as ever be found in the details, and European civil society needs to be geared up for the required scrutiny.\n|\nOn the one hand, emission reduction targets have been increased, new renewable energy targets have been set, safeguards to avoid double counting have been putin place, and funding mechanisms for decarbonisation have been strengthened and expanded, including a departure point from the unsustainable free emission allocations for EU industries with the CBAM proposal. We congratulate the European Commission on its hard work and evidence-based approach in this respect.\nOn the other hand, the proposal allows for the continued support for fossil fuels and wastes, unsatisfactory treatment of biomass, potential accounting loopholes, and fails to set targets for resources and infrastructure needed to achieve climate neutrality (e.g., renewable electricity deployment and the required investments in our electricity grids to enable its direct, efficient use wherever possible).\nThe resources supporting our future economy and welfare are not equally distributed — some Member States have a very high potential for low-cost RES, others have easy access to offshore CO2 storage. Without enabling, border-crossing infrastructure like smart electricity grids, hydrogen pipelines and CO2 transport infrastructure providing access to permanent CO2 storage for industry, the functioning of the EU Single Market will be at risk. The European Institutions now need to recognise this great challenge and do much more to coordinate and facilitate the timely roll-out of such industrial decarbonisation infrastructure, with free and fair access across the Single Market.\nSome of the assumptions in the Scenarios for the “Fit for 55” policy analysis regarding Renewable Fuels of Non-Biological Origin (RFNBO) are problematic. For instance, it is assumed that only fossil CO2 will be used for COz2 utilisation (CCU) products until 2040, which will simply continue to increase the concentration of GHGs in our atmosphere. Moreover, no additionality is assumed for the renewable electricity used for RFNBO production after 2035, which could, as shown in one of our recent assessments, be detrimental for the decarbonisation of the power sector.\nThis briefing outlines our assessment of the package and provides broad recommendations on how to improve its implementation and the revision of the files it contains. In other words, it is an initial analysis, based on our key areas of expertise, including heavy industry, mobility and climate accounting, of related topics as they emerge across the different legislative files of the package.\nWe are looking forward to working with EU policymakers to both improve on the points mentioned here, and to safeguard the constructive elements of this package.",
  "page_3": "Bellona Europa Climate Scoreboard\nAssessments of the legislative proposals\nLULUCF - Land-Use, Land-Use Change and Forestry\nSome progress\nRationale: The proposal increases the net removal target for LULUCF and makes the flexibilities with the Effort-Sharing Regulation harder to use. The ambition to regulate all land sector emissions in one place could be a positive development, especially for industrial decarbonisation, but changes will be needed to ensure agricultural emissions are not swept under the carpet.\nTargets fit for purpose\nSome progress\nThe proposal increases the LULUCF target to 310 MtCOz per annum by 2030. While only a modest increase from today’s LULUCF removals, the existing land sink had been expected to deteriorate by 2030. There have been calls for the target for 2030 to result in a doubling of the current land sink, and the proposal falls short in that regard.\nIndustrial decarbonisation\nGood\nThe long-term aim of the proposal is to merge agriculture non-COz emissions and the LULUCF Regulation to create a new AFOLU sector from 2030 onwards. This sector would aim to be net- zero by 2035. Effectively, this would earmark all (or most) land-based removals for the agricultural sector, preventing industrial polluters from relying on land-based offsets. This is a big step forward to ensure industrial polluters actually reduce their emissions.\nAccounting loopholes\nSome progress\nThe flexibility between the Effort-Sharing Regulation and the LULUCF Regulation will be tightened, by virtue of the cap in the European Climate Law. While theoretically still an option, the higher LULUCF target will make the flexibility difficult to use. An even higher target would make it practically impossible.\nCarbon Dioxide Removal\nSome progress\nThe higher target for net removals via the land sink is a positive sign that CDR is becoming a key part of the EU's climate strategy. Plans to incentivise removals via so-called ‘Carbon Farming’ and storage in long-lived products are mentioned but will be decided with future proposals.\nEffort-Sharing Regulation (ESR/CARPA)\nGood/Some progress\nRationale: The higher 2030 target is reflected within the ESR with the overall target having increased from 30% to 40%. This is positive because it reflects the need to combat the climate crises. It also ensures that all sectors, also the ones not covered by ETS, will have to deliver a bigger contribution to emissions reductions. However, this will require significant amounts of additional renewable energy to support the direct electrification of some of the sectors covered. Covering transport and buildings by the ETS alone will not be enough, and directed policies such as clear mandates for grid expansion and COz2 standards will need to be strengthened alongside it. It is unclear if the EU RES target is in line with the renewed national targets.\nTargets fit for purpose\nGood\nThe increase in national reduction targets is significant, with often an increase of around 10%. This is a critical improvement insofar as in the 2018 Regulation, Member States left with insufficient targets, which would have resulted in a delay of action and an absence of innovative technology deployment there, leaving them behind in the transition to carbon neutrality. This has been fixed to some extent, however, the increase in targets for Member States such as Germany raises questions about the actual ability implement these.",
  "page_4": "2021\nBellona Europa Climate Scoreboard\nIndustrial Decarbonisation\nSome progress\nSmall industrial installations that fall under this regulation have been given extra impetus to reduce their GHG emissions, mostly due to higher targets. The connection between revenues raised through the ETS expansion covering some ESR sectors and their move to the Innovation Fund (IF) opens up the door to discussing future eligibility for the IF for smaller industrial installations in the EU.\nClimate infrastructure funding\nDeeply flawed\nTo this day, the misalignment between emission reductions potential and funding schemes to enable decarbonisation in the ESR sectors constitutes one of the key reasons why this scheme is not satisfactory to most Member States.\nWaste\nDeeply flawed\nAllowing waste incineration to continue being covered under a scheme operating with divergent targets inside the EU, creates incentives for waste to be moved around to be burnt where targets are more permissible. Also, some MS have opted in waste incineration to the ETS while others haven't and in that sense, the revision of the ESR is an opportunity to ensure this approach is coherent across the EU.\nAccounting Loopholes\nSome progress\nThe controversial flexibilities with the LULUCF Regulation have been tightened. While theoretically, Member States can still use LULUCF credits to balance shortcomings in the ESR, in practice, this will be difficult. Nonetheless, further clarification from the Commission will be needed to ensure that the flexibility is removed outright, in line with the spirit of the agreement in the European Climate Law.\nEmission Trading Scheme (ETS)\nSome progress\nRationale: The proposal to revise the EU ETS contains significant positive elements while also missing the chance to fix some obvious design flaws in the system. The extension to the maritime sector is a welcome signal, as are the proposed increases of the Innovation Fund and Modernisation Fund. The extension of the double intake rate of the Market Stability Reserve to 2030 is a necessary and important step ahead. The additional requirements on carbon accounting for RFNBO’s and recycled carbon fuels for the purpose of avoiding double-counting serve as a good basis for this conversation. However, there are some missed opportunities, particularly setting heavy industry sectors on a net-zero compatible trajectory.\nTarget fit for purpose\nGood\nThe proposed revision of the EU ETS established a Linear Reduction Factor of 4.2%, setting the cap on an ambitious trajectory reaching -62% by 2030, compatible with net-zero. While this is an important step forward, increasing the LRF in Phase IV still means that the role of this instrument will be to cut through the historical surplus, effectively catching up on past mistakes rather than fast-forwarding climate ambition.",
  "page_5": "2021\nBellona Europa Climate Scoreboard\nIndustrial decarbonisation\nSome progress\nThe EU ETS system of benchmarking for free allocation has been demonstrated to slow down innovation, rather than encouraging it, leading to frontrunners in the system having to often slow down the pace of deployment of available solutions avoid ‘unsettling’ the system in place.\nThe proposal does not fix this major stumbling block. While the decrease by 15% in total free allocations for Phase IV is a small step forward, it is largely insufficient. A faster introduction of CBAM and a faster corresponding reduction in free allocations leads to more funding becoming available to finance innovation and deployment. In that sense, the proposal on the table is a missed opportunity and the proposed increase in benchmarks still leads the heavy industry sectors off the necessary trajectory for 2050.\nUnfortunately, the proposal to phase out free allowances is much slower than the rate at which the cap will have to decrease to meet the new level of ambition of the EU. This actually results in an increase in the percentage of free allocation as a share of the total cap (48% of the cap in 2030 in the current proposal), meaning the role of free allocation in the overall system would increase from 2021, as opposed to decrease.\nClimate infrastructure funding\nSome progress\nWe welcome the extension of the Innovation Fund by 200 million allowances (an additional 50 compared to the previous 2018 Directive and 150 from the new ETS on transport and buildings), as well as an additional amount which could range anywhere from 95-415. However, the amount available for industry does not grow sufficiently to support the rapid innovative and transformative change required.\nAs pointed out in a previous Bellona publication, the Free Allocation system is not sustainable and induces investment uncertainty in heavy industry. The CBAM proposal introduces a shift from protecting inaction toward protecting action — but directed action to provide free and fair access to enabling decarbonisation infrastructure will still be required across the EU.\nCarbon Capture and Storage\nSome progress\nThe proposed EU ETS revision extends coverage of COz2 transport for the purpose of storage to all means of transport — bringing the EU ETS in line with the EU Sustainable Finance Taxonomy. This is an important step to harmonise the treatment of CO2 transport modalities across EU legislation. Keeping in mind the vital role to be played by CCS on the path to net-zero by 2050, access to storage facilities is key to strengthen the business case for the full value chain of CCS, and to ensure equal access for actors across Europe.\nUp until now, only CO2 transport via pipeline has been recognised by not only the EU ETS, but also important legislative files like the TEN-E Regulation. But, COz transport via pipeline is not always the most cost-effective option, or indeed even a possibility. COz2 transport via other modalities, such as ship, truck, rail and barge, will introduce flexibility and lower-cost options for transport — encouraging project deployment.\nBiomass\nDeeply flawed\nWhile it is good that the proposal mentions that it would only allow ‘sustainable biomass’ to be counted under the scheme, the sustainability criteria for biomass are still due to be set in EU law. Until that process is complete and unless the standards set are fully in line with the climate neutrality goals, the logic of counting biomass as a renewable input remains deeply flawed.\nWaste\nDeeply flawed\nIt is regrettable to see that waste incineration is not included into the EU ETS, since it could have provided an incentive for improved waste management and emission reductions in the sector.",
  "page_6": "Bellona Europa Climate Scoreboard\nAccounting loopholes\nSome progress\nThe proposal for the revised ETS avoids a major accounting loophole by stating that CO2 used in a product that emits CO2 under normal use (e.g. fuels) needs to be counted as an emission in the ETS. While this is a positive development, some products produced with COz2 that do not emit it under ‘normal use’ (e.g., plastics and chemicals) can emit it during their disposal (e.g. incineration). Therefore, the proposal can be improved by recognising that emissions can happen during the disposal of a product as well. The implementing act mentioned in the proposal will need to take this into consideration.\nCarbon Border Adjustment Mechanism (CBAM)\nSome progress\nRationale: CBAM, by enabling the EU to replace free allocation under the EU ETS, can accelerate the decarbonisation and modernisation of energy-intensive industries, which the Green Deal recognises as ‘essential’. It encourages third countries to adopt carbon pricing mechanisms thereby supporting the EU in working with global partners to develop international carbon markets. In that sense, it is very welcome that the Commission has put forward a concrete legislative proposal for the introduction of a CBAM, but the proposal overlooks important elements and therefore needs to be improved further in co-legislative.\nIndustrial decarbonisation\nSome progress\nThe proposed phasing in of CBAM is far too slow, and full implementation would only count for 14 years from now. Also, the list of sectors is incomplete, with only 4 heavy industry broad sectors being covered by it, when in fact it should be that they are all brought into this as to avoid distortions. The lack of coverage for embedded emissions is a missed opportunity and risks setting EU producers at a disadvantage because their electricity is covered by the EU ETS.\nClimate infrastructure funding\nGood\nAs Bellona recommended as well, the revenues created by the freeing up of free allowances to industry should be used to incentivise and finance infrastructure and innovation in the same sectors. The current proposal goes in this direction but not to a sufficient level.\nRFNBO/Hydrogen production\nRemains to be seen\nThe current exclusion of indirect emissions in the CBAM opens the doors to the production and imports of hydrogen and RFNBOs with a potentially very high carbon footprint. As shown in some of our briefings, indirect emissions from the electricity used to produce hydrogen make up the lion’s share of the climate footprint of RFNBOs and if not addressed, may lead to a substantial increase in emissions. Ignoring indirect emissions will put European frontrunners in the RFNBO industry at a disadvantage and ignore the full climate impact of the fuels produced. Furthermore, it would discourage importers to use renewable electricity to produce these fuels and create import dependencies indirectly linked to the production and use of fossil fuels.\nUnabated fossil fuels\nDeeply flawed\nBy failing to incorporate embedded and indirect emissions, CBAM fails to address the issue of unabated fossil fuel use and therefore does not take full responsibility for the carbon footprint of products entering the EU market.\nCarbon capture and storage\nGood\nBy promoting a price on CO2 which mirrors that of the EU ETS, the CBAM creates a financial case for CCS and other deep decarbonisation technologies in industry in other parts of the world.",
  "page_7": "Bellona Europa Climate Scoreboard\nAccounting loopholes\nDeeply flawed\nThe European Parliament own initiative Report on the introduction of a CBAM clearly recommended the inclusion of near full life cycle accounting for the emissions in the accounting methodology for CBAM allowances issuance. This is a much needed step forward in the global efforts to reach the goals of the Paris Agreement and the EU could use its market power to drive normative standards globally. The Commission proposal comes a very short way from this and by failing to account for indirect emissions of the imported goods, it weakens the overall global benefits of this mechanism.\nRevision of the Renewable Energy Directive\nSome progress/Deeply\nawe\nRationale: The Renewable Energy Directive has become the cornerstone of climate action for many sectors. By increasing targets, mainstreaming renewable energy in heavy industry with additional targets and setting standards for renewable fuels, it has grown in importance. As mentioned in our position paper for its revision, it will need to be carefully amended to reflect the climate ambition for 2030. While the revised proposal makes significant progress in terms of expanding the scope of the Directive, it misses the mark when it comes to RFNBO production, biomass and accounting of GHG emissions for various fuels and electricity. When it comes to fuels, a lot of its impacts now hinge on the delegated acts on the methodology for the calculation of the GHG impact of fuels and the electricity used in their production process.\nTargets fit for purpose\nSome progress\nA 40% target has been proposed for 2030, in line with the impact assessment the Commission published earlier this year. This target increases the previously adopted one by 8%, however it does not untap the full potential for the energy transition in Europe. The ambition of this target also depends on whether the renewable electricity generation used for RNBO production is additional to it or not. If the electricity used for hydrogen production is not additional, the target is not ambitious. Along with the additionality for hydrogen, putting a cap on biomass use for the target is also a key requirement to make the target ambitious.\nIndustrial decarbonisation\nSome progress\nThe revised proposal takes a step in the right direction by increasing the share of renewable sources in the industry sector with a new target of an indicative average minimum annual increase of 1.1 percentage points by 2030. While that is an encouraging development, the proposal could be improved by expressing a clear preference for direct electrification in industry to ensure a more efficient use of resources and minimise reliance on liquid and gaseous fuels (e.g., biofuels).\nRFNBO/Hydrogen production\nDeeply flawed\nRenewable Fuels of Non-Biological (RFNBO) have increased in importance in the updated REDII proposal, with specific targets for transport and industry.\nOverall, a total of 1O million tonnes of RNFBOs per year by 2030 will be required to just to cover the sectoral targets for transport and industry. In electricity terms, this will result in a renewable power demand of 500 TWh per year by 2030 - ca. half the projected additional RES generation.\nUnabated fossil fuels\nRemains to be seen\nThe impact of the revised RED on the use of unabated fossil gas is unclear from the current proposal and will depend on the design of the delegated act for electricity use for RFNBO production. The delegated act should prevent the use of fossil electricity (through sources such as unabated fossil gas) for RFNBO production.",
  "page_8": "2021\nBellona Europa Climate Scoreboard\nBiomass\nDeeply flawed\nThe RED is responsible for driving unsustainable demand for biomass as a feedstock for biofuels. The revision does not strengthen the sustainability criteria enough to consider it as progress. For instance, food crops continue to be labelled as renewable energy despite evidence to contrary provided by the JRC. Failure to address this substantial issue will further increase unsustainable demand for biomass, driving deforestation and worsening the climate and biodiversity crises.\nWaste (recycled carbon fuels)\nSome progress\nRecycled carbon fuels (RCFs) (i.e., waste-based fuels) are still included in the Renewable Energy Directive and will only contribute to renewable energy targets in transport if they meet a 70% emission reduction threshold. Setting such a threshold is a good initial step to ensure that they contribute to emission reductions. However, as shown in our report analysing the case of plastic fuels, the origin of their feedstock (e.g., fossil or biogenic), which is important for their final climate impact, is not specified in the Renewable Energy Directive and should be addressed in the delegated act.\nAccounting loopholes\nDeeply flawed\nStatistical transfers, which are still permitted in the revised proposal, can undermine effective climate action if they happen from areas with high-RES to areas with low-RES penetration; grid interconnections are still lacking in Europe, therefore the actual transfers of electricity across the countries are limited. Introducing a grid capacity requirement could provide an incentive to improve the grid infrastructure.\nThere has been no change in the proposal regarding the system of guarantees of origin for electricity, which has not led to any additional deployment of renewable electricity generation and should therefore be improved.\nCO, Use\nGood/Some progress\nThe revised RED includes safeguards to prevent the double counting of emission reductions for CCU products, thereby providing solid ground for fair allocation of any emission reductions that may occur. Nevertheless, our latest publication on GHG accounting of products using CO2 demonstrates that it will be important to differentiate between sources of COz2 for these products in the delegated act of the RED, since they will have different climate impacts depending on their origin.\nCarbon Dioxide Removal\nSome progress\nFrom the end of 2026, some bioenergy installations will be required to apply CCS to receive any public support. This is an encouraging step towards normalising CCS and achieving carbon removals, but the scope of these support exclusions will need to be broadened to maximise climate benefit and minimise impact on biodiversity. The criteria for biomass sustainability will need to be tightened to ensure CDR does not become counterproductive.\nAlternative Fuel Infrastructure Regulation\nSome progress\nRationale: The AFIR continues to encourage the use and deployment of fossil fuels such as LNG, LPG and various synthetically produced, and highly inefficient, fuels. This runs counter to the objective of the Directive (now turned into a Regulation) and the EU’s broader climate neutrality goal. No less, the conversion to a Regulation along with the objectives to massively increase the deployment of electric charging infrastructure are highly commendable.\nTargets fit for purpose\nGood\nThe proposal converts the Directive into a Regulation and increases the targets for the deployment of infrastructure. Where the previous legislation fell short on implementation, the proposal goes a long way to address this. In particular, charging for heavy duty vehicles sees a substantial boost which is an encouraging signal from the Commission. Separation of alternatives fuels into 3 distinct categories (alternative fuels for zero-emission vehicles; renewable fuels; alternative fossil fuels for a transitional phase) is a helpful improvement, while ammonia is a welcome addition to the list.",
  "page_9": "Bellona Europa Climate Scoreboard\nClimate infrastructure funding\nSome progress\nThe proposal demands a massive increase in the deployment of recharging points for electric vehicles, which will help substantially in the transition to zero emission mobility and will address so-called ‘range anxiety’ or ‘charging anxiety’. Measures to ensure the interoperability of charging infrastructure for all vehicles across the EU are a significant step forward. Nevertheless, the Regulation will continue foster the development of infrastructure for fossil fuels which will either become stranded assets or will result in the EU missing its own climate targets.\nUnabated fossil fuels\nDeeply flawed\nThe AFIR continues to encourage fossil fuels via the category of ‘alternative fossil fuels for a transitionary phase’. Despite being labelled as ‘transitionary’, little clarity is given in this regard and as such this will result in continued investment in and deployment of fossil infrastructure for the foreseeable future. Given the significant advances in carbon-free alternative fuels, it is disappointing to see that the AFIR fails to curtail fossil fuel deployment. As is increasingly clear, there is no space for fossil fuel combustion in a net-zero EU.\nCO, standards for cars & vans\nGood/Some progress\nRational: The major announcement that all sales will need to be zero-emission by 2035 is a strong signal which represents the imminent end of the internal combustion engine.\nTargets fit for purpose\nGood/Some progress\nThe adoption of a phase out date for polluting vehicles is a clear market signal supporting the shift towards electro-mobility. However, the 55% and 50% reduction target for 2030 are not ambitious enough. This intermediary target leaves much of the legwork for the five years after 2030 and will increase the stock of polluting vehicles that will still be on the road well beyond 2035. An earlier phase-out date of 2030 would ensure that all polluting vehicles are off the road by 2050.\nThe mass factor was retained in the calculation of producer specific targets. This will continue incentivising the production of bigger (less efficient) vehicles such as SUVs until 2035.\nRFNBO/Hydrogen production\nDeeply flawed\nThis directive leaves the possibility to equip cars with hydrogen fuel cells. Hydrogen will be a scarce resource and thus its use should be targeted towards hard-to-abate sectors where no alternative exists. The use of hydrogen in light vehicles should thus be prevented.\nReFuelEU Aviation\nDeeply flawed\nRationale: The strategy fails to ensure that the aviation sector pull its weight when it comes to climate action. In fact, the proposed solutions for the sector to decarbonise are not guaranteed to help reduce emissions since the necessary\nTargets fit for purpose\nDeeply flawed\nThe adoption of synthetic fuels and biofuels targets for aviation is deeply flawed. The use of synthetic fuel and biofuels in the sector will divert significant resources towards an energy intensive industry without providing the necessary safeguard to ensure emissions are actually reduced in the process.\nRFNBO/Hydrogen production\nDeeply flawed\nThe specific target for e-fuels is too high given the weak sustainability criteria established in the Renewable Energy Directive.",
  "page_10": "Bellona Europa Climate Scoreboard\nBiomass\nDeeply flawed\nBy adopting high biofuels targets for the aviation sector, this regulation will contribute to drive a large demand to unsustainable biomass used in biofuels production. Moreover, the risk of companies opting for refuel outside Europe when a surge in price in Europe will arise will inevitably drive subsidies towards these unsustainable fuels.\nCO.z use\nDeeply flawed\nThere is no guarantee that carbon-based fuels will help mitigate climate change since no preference is given to biogenic/atmospheric CO2. Without such a measure it will not be possible for the sector to pull its weight in the race to net-zero.\nFuelEU Maritime\nSome progress\nRationale: The adoption of GHG emission reduction targets for the maritime sector is highly welcomed. However, the current draft fails to differentiate different fuels de facto leaving an open door to unabated gas to be used in the decarbonisation of the sector.\nWhile the initiative calls for important transparency measures such as providing accurate and reliable data on the GHG emission intensity and the sustainability characteristics of fuels, the impact of the adding various types of fuels to the target will also depend on other files (e.g., the revision of the RED and its delegated acts).\nTargets fit for purpose\nSome progress\nEmissions reduction targets for the maritime sector are an important step forward towards decarbonising one of the “hard to abate” sector. Nevertheless, by not excluding fossil gas from the energy sources that can be used to deliver on this target, this regulation postpones the adoption of more sustainable options to well beyond 2030 when targets will be higher, thus making them impossible to be met with fossil fuel solutions.\nClimate infrastructure funding\nGood\nThe obligation starting from 2030 for berthed passenger and container ships to use onshore electricity will foster the development of recharging ship infrastructure in ports. Moreover, the development of infrastructure to refuel ships with more sustainable fuels will be developed to meet the GHG reduction targets.\nRFNBO/Hydrogen production\nSome progress\nHydrogen based fuels (e.g. ammonia) will be necessary to decarbonise the maritime shipping sector and this regulation is a step forward in this direction. Nevertheless, the sustainability of these fuels and their associated real GHG emissions will depend on the upcoming RED delegated act, as we analysed in our recent briefing.\nDeeply flawed\nUnabated fossil fuels\nBy allowing the use of fossil gas to reduce GHG emissions, this regulation will leave an open door to unabated gas. This will have long term detrimental effect on the sector, as it will delay the development of cleaner technology as well as locking in gas infrastructure which won't be useful in the upcoming decades.\n10",
  "page_11": "Bellona Europa Climate Scoreboard\nBiomass\nDeeply flawed\nBiofuels will represent the most easily accessible fuel to reduce greenhouse gasses in the short term. By not capping their use and linking the sustainability criteria to those in RED, this regulation will drive a large unsustainable demand for biomass as a feedstock for biofuels.\nWaste\nRemains to be seen\nRecycled carbon fuels, which are produced from fossil waste and contribute to the net increase of emissions to the atmosphere when burned, could potentially contribute to the fuel targets in the maritime sector.\nCO.z use\nRemains to be seen\nThe climate impact of synthetic hydrocarbon fuels will depend on the Renewable Energy Directive and its delegated acts.\nRevision of the Energy Tax Directive (ETD)\nGood/Some progress\nRationale: Overall, the proposed revision of the energy tax directive increases the weight of environmental factors in defining the level of taxation.\nClimate infrastructure funding\nGood\nAlthough this directive does not allocate funding directly, by allowing Member States to reduce the taxation rate applied to some solutions, it will mobilise funding towards them. In particular, tax exemption will be allowed for electricity supplied to berthed ships, incentivising the use of on shore power supply. Moreover, electricity and fuels used for local public transport and rail are eligible as well for tax exemptions, incentivizing the collective mobility over the private one. This is an important step forward, however, a clear phase out of fossil fuels must be envisaged in this sector as well, thus a different treatment between renewable and fossil energy sources should be reflected in the tax system.\nRFNBO/Hydrogen production\nGood/Some progress\nAs previously highlighted by Bellona Europa, as efforts to decarbonise our economy and energy systems pick up, we are seeing an increased reliance on decarbonised fuels, gas in particular — often times referred to as “renewable” and “low-carbon” gases. While low carbon intensity gases and fuels can contribute on the path to net-zero by 2050 - the terminology is confusing, with no common legal definition to determine when in fact a gas or fuel is renewable or low-carbon.\nAlthough still incomplete, the directive released takes an important step to providing a suggested definition of a “low-carbon fuel”. More information about the principles to follow when developing a sound definition can be found in our briefing.\nTaxation on RFNBOs will remain lower than taxation on fossil fuels, creating a market context that foster their development. This could potentially have a negative impact depending on the delegated act for electricity use for RFNBO production.\na",
  "page_12": "Bellona Europa Climate Scoreboard\nUnabated fossil fuels\nGood/Some progress\nSome of the tax exemptions on fossil gas have been removed in the current draft, though exemptions for combined heat and power plants remain. Most importantly, it phases out the exemptions for fuels used in the aviation and maritime sectors, moving towards a fairer taxation regime. However, cargo-only flights remain exempted.\nBiomass\nSome progress\nAclear differentiation throughout the directive has been made between sustainable and traditional biomass, with different level of taxation applied to the two. Nevertheless, food based sustainable biomass will see an increment of the level of taxation, but this will reach the fossil fuel level only in 2033, keeping a market advantage in the system for an extra decade. Finally, tax exemptions for biomass to produce electricity will now be limited only to sustainable biomass, this is a positive development however we believe that no tax exemption should apply to biomass use in electricity production.\nFor more reading on key topics, please find our ‘Fit for 2030 series’:\nCO2 Use: https://bellona.org/news/climate-change/2021-07-f it-for-2030-series-the-ets-takes-a- step-forward-towards-proper-ghg-accounting-of-co2-use\nHydrogen: https://bellona.org/news/climate-change/2021-07-hydrogen-enters-center-stage-in-red\nCarbon Dioxide Removal: https://bellona.org/news/carbon-dioxide-removal/2021-07-fit-for-2030- series-a-slow-and-steady-start-for-cdr-in-the-eu\nCarbon Border Adjustment Mechanism (CBAM): https://network.bellona.org/content/uploads/ sites/3/2021/07/Making-a-Difference-in-European-Carbon-3.pdf\nGHG accounting for CO2 use: https://bellona.org/publication/the-net-zero-compatibility-test-a- simple-quide-for-ghg-accounting-of-co2-use\nElectrolysis hydrogen production in Europe: https://bellona.org/publication/electrolysis- hydrogen-production-in-europe\nWill Hydrogen Cannibalise the Energiewende? hittps://bellona.org/publication/will-hydrogen- cannibalise-the-energiewende\n12",
  "page_13": "Bellona Europa Climate Scoreboard\n2021\nDisclaimer\nBellona endeavours to ensure that the information disclosed in this report is correct and free from copyrights but does not warrant or assume any legal liability or responsibility for the accuracy, completeness, interpretation or usefulness of the information which may result from the use of this report.\n© 2021 by the Bellona Foundation. All rights reserved. This copy is for personal, non-commercial use only. Users may download, print or copy extracts of content from this publication for their own and non-commercial use. No part of this work may be reproduced without quoting the Bellona Foundation or the source used in this report. Commercial use of this publication requires prior consent of the Bellona Foundation.\nBELLONA\n2021\nwww.bellona.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 13
}
