{
  "file_name": "76_884.pdf",
  "pages": {
  "page_1": "ERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nDate: 8 June 2021 Time: 14:00 -16:00 Location: Zoom Webinar\n14:00\nwww.ercst.org\nEU ETS: fit for 55?\nRAK Agenda***\nThe event is an opportunity to discuss the main issues at stake in the upcoming review of the ETS.\nThe ETS has emerged as the backbone of the EU Climate Action and, especially in the last two years, as a crucial driver of decarbonization. As part of the July Fit for 55 Package, which will outline the concrete policy initiatives related to the European Green Deal (EGD), the Commission will put forward a proposal to review the EU ETS. Both in the EGD Communication and in the Impact Assessment for the Climate Target Plan the Commission has already made it clear that the role of the ETS and its relative weight in the EU climate policy architecture will be further enhanced to achieve the more ambitious 55% emissions reduction target by 2030. This strengthens the importance of the upcoming ETS review and makes it a defining moment for the very future of the EU climate policy.\nThe roundtable discussion - based on the expected elements of the Commission Proposal - will debate the impact of the review on the ETS itself, on the EU Climate objectives and on the broader EU economy.\nThe conversation will be focused on three major issues of the upcoming revision:\n- The (greater) role of the ETS towards 2030 - The potential rebasing of the ETS CAP and the timing associated with it - The future of Free Allocation and the impact of CBAM\nWelcome e A. Marcu, ERCST Director\n14:10-14:20\nPresentation by ERCST\n14:20-15:20\nRoundtable Discussion\nDaniele Agostini, Enel Ingo Ramming, Commerzbank Emily Jackson, Bloomberg Dirk Weinreich, BMU Philippe Chauveau, Solvay Olivier Imbault, ERCST Daniel Wragge, EEX\nComments from the European Commission e Hans Bergman, HoU DG Clima Unit B1\n15:20-15:30\n15:20-16:00\nQ&A",
  "page_2": "ERCST\nRoundtable on Climate Change and Sustainable Transition\n16:00\nEnd\nwww.ercst.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
