{
  "file_name": "76_875.pdf",
  "pages": {
  "page_1": "CNC\nFoundation\nPolicy recommendations\nReviving Europe’s Industrial Power: How to boost competitiveness through energy\nEnel Foundation, in collaboration with Compass Lexecon and ERCST, has developed a study with the objective of understanding how to improve competitiveness in EU industrial sectors while achieving decarbonization targets. One of the main findings of the study is that electric solutions may indeed create competitive gains and therefore represent an opportunity for the industrial sector to remain competitive on the global stage. Innovation is key to advancing along the path of electrification: recent technology developments have enabled a continuous evolution of low-carbon solutions, bringing down the cost of several of them, as in the case of heat pumps. As it stands, for some industrial applications, some of these technologies are already competitive compared to fossil fuel-based ones. Nevertheless, alongside costs, regulatory and social barriers also hinder the deployment of electricity solutions. Since there is no single technology suitable for all sectors and industrial applications, a new cluster of the Innovation Fund specifically addressed to the electrification of the industrial processes should be implemented both for large companies and SMEs. Many low-carbon technologies that may be used in EU industries are based on direct or indirect electrification. Since electricity prices play a_ significant role for competitiveness, to limit the impact of gas volatility on electricity price, Member States shall accelerate the implementation of the Electricity Market Design (EMD) — based on the system marginal price and long-term price signals —- and the Renewable Energy Directive (RED Ill). The EMD must transfer the benefits of the energy transition directly to final consumers, including industrial ones. For this reason, EU institutions and Member States shall improve the accessibility to long-term contracts such as Power Purchasing Agreements (PPAs), with specific financial support to cover the cost for guarantees (also through the EIB) and through the introduction of PPA platforms. In addition, Member States shall accelerate the deployment of renewables through the full implementation of updated permitting rules, also considering the introduction of the “overriding public interest” concept and the provision of adequate resources for the competent local authorities. Electricity grids are the backbone of the energy transition. Therefore, it is important to ensure that the regulation provides incentives for both climate resilience and\n1",
  "page_2": "CNC\nFoundation\nanticipatory investments to increase hosting capacity both for RES and industrial facilities. Furthermore, regulators should promote programs such as demand response to increase grid flexibility and to accommodate variable generation resources. To ensure a level playing field for industrial operators it is necessary to provide stable ETS-CBAM rules, with enhanced tools for indirect cost compensation of the extra-costs borne by EU industries, and equalization of fiscal/parafiscal components between electricity and gas tariffs. Moreover, industrial electrification may be accelerated through dedicated programs/funds. Aligning efforts at the European level is crucial to secure investments in support of the EU’s strategic priorities, though the introduction of a new European reference framework (e.g. Clean Shift Initiative), with electrification of industries at its core. This would establish common guidelines and eligibility criteria for a project to be financed by the already announced European fund for competitiveness, based on competitive auctions. This mechanism could be complemented by an Auctions-as-a- Service system, which would allocate national funds based on the ranking of EU Auctions for large EU companies and SMEs. Future reviews of the EU State Aid Guidelines should take into consideration the need for industrial decarbonization, including not only clean industrial processes, but also investments in clean manufacturing technologies, also through instruments like Carbon Contracts for Differences (CCfDs), Electricity Contracts for Differences (ECfDs), and/or tax incentives. Such instruments shall rely on market-based mechanisms that do not distort competition. Finally, reserved quotas may be introduced for green European industrial production (with electricity from PPA RES, heat pumps, etc.) in public and private procurement through guarantees of origin and/or non-price criteria to strengthen the European supply chain, especially in hard to abate or other sectors exposed to international competition."
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
