{
  "file_name": "76_874.pdf",
  "pages": {
  "page_1": "ERCST\nEuropean Roundtable on Climate Change and Sustainable Transition\n2021\nAddressing Carbon Leakage in the EU\nMaking CBAM work in a Portfolio of Measures\nAY eVAVAV AY A™\na\n‘\na\nAttention please — Border Carbon Adjustment\ncae wae pe\nmn\n7\nAndrei Marcu\n_-—\nFe.\n©\nty i!\ni\nMichael Mehling\ni\n‘i Shy\nES EE GSS SS ES SS SE\nAlexandra Maratou\n~~\nae\noh HIN i ial wy rl\nill\n:\n|\na\n|\nAaron Cosbey",
  "page_2": "ERCST\nRoundtable on\nClimate Change and\nSustainable Transition\nERCST's project ‘Border Carbon Adjustments in the EU - Part II” was made possible by support from BDI, CEFIC, Enel, Eurofer, Eurometaux, Fertilizers Europe, FuelsEurope, HeidelbergCement, the Government of France, the Government of Germany, the Government of Spain, Metinvest, Solvay and the Finnish Innovation Fund Sitra.\nDisclaimer\nThe views expressed in this paper are attributable only to the authors in a personal capacity, and not to any institution which they are associated with, or to the funders of the paper.\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nInitially released: December 2021\nSupporters\nERCST Team Contributions to this Guide from:\nDariusz Dybka",
  "page_3": "ERC9T\nRoundtable on\nClimate Change and\n9ustainable Transition\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nTable of Contents\n了 Introauction aoeoeesosoosoosoosoosovsoosoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n2 Pojicy Options to Address Leakage aoeessossosoosoosooososoosooooooooooooosoooooooooooooooooooooooooooooooooooooooooooooooo。\n2.1\nOverview ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n2.2\nConvergence of Carbon Pricing/Climate Policy Ambition oo\n2.3\nExemptions and Rebates including Free Allocation oooooooooooooooooooooooooooooooooooooooooo\n2.4\nCredit and Compensation (including Indirect Carbon Cost Compensation) oo\n2.5\n2.6\n2.7\n2.8\n2.9\n3.1\n3.2\n3.3\n3.4\n3.5\n3.6\n3.7\nConsumption Charges oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 10\nProduct Requirements oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 10\nCarbon Contracts for Difference (CCfDSs) ooooooooooooooooooooooooooooooooooooooooooooooooooooooo 11\nResearch, Development, and Demonstration (RD&D) oo 12\nGovernment Procurement ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 13\nAddressing Gaps in the CBAM Proposal aoeeesossosooooosoososooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 了 2\nOverview ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 15\nAddressing Leakage in Exports to Global Markets oo 15\nIndirect Emissions and Indirect Carbon Costs ooooooooooooooooooooooooooooooooooooooooooooooooo 18\nResource Shuffling and Avoidance Strategies ooooooooooooooooooooooooooooooooooooooooooooooooo 22\nSetting Value Chain Threshold ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 25\nImpacts on Developing Countries & LDCs oooooooooooooooooooooooooooooooooooooooooooooooooooooooo 28\nInternational Cooperation on CBAM oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 31\n| Take-aways aooeeoosoossssoosooooooosooooooooooooosoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooos 34\n5 AReferences aoeeooossosossoosoosoooosooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo 36",
  "page_4": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on Climate Change and Sustainable Transition\n1 Introduction\nAs part of its “Fit for 55” package of legislative proposals released in July 2021 to operationalize the enhanced climate ambition under the “European Green Deal” (EGD), the European Commission (EC) issued a legislative proposal for a regulation establishing a “Carbon Border Adjustment Mechanism” (CBAM). Representative of a type of policy instrument more commonly known as border carbon adjustments (BCAs), the CBAM is intended to provide a safeguard against the risk of emissions leakage, that is, the relocation of carbon-intensive economic activities from the European Union (EU) to third countries due to the cost of EU climate policy ambition on production, domestic consumption and investment decisions.\nThis report builds on extensive previous work by ERCST, surveying the rationale and policy options for a CBAM (Marcu et al. 2021a), exploring the challenges of the differentiated characteristics of the various candidate sectors (Marcu et al. 2021b), elaborating what we see as the most appropriate design elements for CBAM (Marcu et al. 2021c), and assessing the European Commission’s proposed CBAM and its history to date (Marcu et al. 2021d).\nThat body of work has had a consistent line of argument with respect to CBAM: as complex and difficult an undertaking as it might be, with inevitable trade-offs between the environmental and economic benefits of the measure as well as its technical, legal and political viability, the CBAM represents the best tool we have for addressing the risk of leakage in the context of uneven global climate ambition and considering the realities of a declining amount of available free allocation.\nHowever, to be effective and viable in the long-term, gaps need to be recognized and addressed. To do so it must be situated as part of a portfolio of complementary policy instruments and/or undergo changes from the proposal put forward by the EU Commission in July 2021.\nThis report completes the second phase of ERCST’s work on CBAM by focusing on those complementary policy instruments. It is not intended to duplicate or replicate work already done and in the public domain.\nIt does so by focusing on those areas of concern where the current proposal may most need complementary policy support. Unsurprisingly, early reactions from domestic stakeholders have identified a number of concerns about issues that the legislative proposal currently under discussion leaves open or unaddressed. Industry representatives, for instance, have criticized the lack of provision for European exports, which they fear will be vulnerable to leakage as free allocation subsides; similarly, they have expressed concern about how the proposal deals with indirect emissions, downstream substitution effects and avoidance strategies, such as resource shuffling. Other domestic stakeholders have cited the long implementation timeline as a missed opportunity to accelerate the transition away from current safeguards against emissions leakage. Outside the EU, meanwhile, trade partners have criticized the absence of provisions on revenue sharing, and the limited crediting of foreign climate policies, where the EU will only consider explicit carbon pricing.\nAs it stands, however, any changes to the proposed design will alter the existing equilibrrum and incur new tradeoffs, which in turn will invite a new set of stakeholder concerns. No easy solutions",
  "page_5": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on Climate Change and Sustainable Transition\nexist for the most contested issues under the CBAM, and some issues may not be resolved at all within the scope of the CBAM itself. That is where policy options beyond the CBAM come in — policies that can help foster markets for low- and zero-carbon goods, accelerate the availability and viability of new breakthrough technologies and processes, and advance international cooperation on BCAs and related policy elements. The potential of the CBAM as a tool to address carbon leakage and competitiveness concerns — but also its intrinsic shortcomings — can only be fully appreciated when seen in the policy landscape within which it is implemented.\nBuilding on the methodology used in previous ERCST reports (Marcu et al., 2020; Marcu et al., 2021a-c), Section 2 of this report identifies a suite of policy options that can complement or substitute for a future CBAM to address identified shortcomings of the latter. It does so by briefly introducing each policy option and assessing it against a set of criteria, including its environmental and competitiveness benefits as well as its administrative, legal, and political viability. Using the same evaluation framework for all policy options allows for comparing policy options with each other and with the CBAM design elements that each option would complement or replace. Section 3 then explores six areas in which previous work by ERCST has identified the need for either complementary policies or revised design elements within the CBAM, focusing for the most part on the former. It assesses the viability of various complementary policies as candidates in a portfolio approach that could effectively enable the EU’s climate ambition.\nOverall, thus, this report favors a broad perspective that situates the proposed CBAM in the context of a wider policy portfolio, rather than venturing into comprehensive discussion of technical details of any one alternative or complementary policy, which would exceed the scope of the analysis. Such in-depth evaluation will follow in the third phase of the ERCST Project “Border Carbon Adjustments in the EU” with individual reports dedicated to critical challenges such as the treatment of EU exports, indirect emissions and avoidance strategies, crediting of foreign climate policies, and international cooperation on BCA principles and practices.",
  "page_6": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n2. Policy Options to Address Leakage\n2.1 Overview\nThis section introduces a suite of policy options that can potentially address identified concerns with the existing CBAM proposal. Eight types of policy options are set out, ranging from market pull to technology push instruments, from economic incentives to requirements, and from long term approaches to short-term corrective measures. It covers options that would entail a different CBAM design and would therefore constitute an amendment to the July 2021 proposed design, as well as alternative or complementary tools, with the focus being on those complementary policy instruments. They include well known and tested tools, such as RD&D support and carbon cost compensation, to newly emerging options such as carbon contracts for difference.\nEach of the policy options 1s first briefly introduced, and then assessed against a set of criteria, including its environmental and competitiveness benefits as well as its administrative, legal, and political viability.",
  "page_7": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n2.2 Convergence of Carbon Pricing/Climate Policy Ambition\nAchieving greater convergence of climate policy addresses the root cause of carbon leakage, namely asymmetry of climate efforts internationally. Convergence can span harmonisation of carbon pricing (e.g. through linking ETS, or global minimum carbon price) or climate policy ambition overall that helps level the playing field for EU and foreign producers. For example, linking of ETSs can alleviate high carbon prices and the associated carbon leakage that would have otherwise prevailed in some regions. Convergence can also span comparable explicit and implicit COz prices in energy and industrial sectors, as well as institutional readiness and capacities to strengthen climate policies.\nOver the long term, governments should continue diplomatic efforts to achieve greater convergence internationally, however, policy convergence achievement is costly and politically unlikely in the near- and medium-term. Convergence for a critical number of major economies with broad coverage (rather than for every single economy), could improve feasibility while sizeably addressing carbon leakage.\nTechnical &\nPolitical &\nEnvironmental\nCompetitiveness\nLegal\nAdministrative\nDiplomatic\nbenefit\nbenefit\nFeasibility\nFeasibility\nFeasibility\nPolicy\nconvergence\nglobally is\npolitically and\nRisk of carbon\nRisk of carbon\nConvergence\nConvergence\ndiplomatically\nleakage is reduced\nwould require\nleakage reduced, as globally\nis\nwould\nunlikely\nin the\nas an increasing\nchanges to\nnumber of countries\ntrading partners’\nentail significant\nexisting national\nnear- and medium-\nactions to reduce\ntechnical and\nterm, given among\ntake a coordinated\nlaws or\napproach to climate\nemissions converge\nadministrative\ninstigating new\nother things the\nwith domestic action efforts.\nbottom-up spirit of\naction\nlaws.\nthe Paris\nAgreement and the\nCBDR-RC\nprinciple.\nO Amendment of CBAM @ Complementary to CBAM\nm@ Alternative to CBAM",
  "page_8": "1 Dec. 2020, DOC CVD against Italy and Germany. See https://www.trade.gov/faq/final-determinations- cases antidumping-and-countervailing-duty-investigations-forged-steel-fluid-end\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n2.3 Exemptions and Rebates including Free Allocation\nThis policy option can encompass a diversity of forms of exemptions or rebates to address different challenges. Free allocation could be seen as one variant of up-front exempting from or rebating compliance cost (full = exemption; partial = rebate) that has been in the past used to protect EU producers from the risk of carbon leakage and going forward can be used to address carbon leakage related to EU exports or to limit the risk of shifting carbon leakage down the value chain. This option could also encompass blanket exemptions from the coverage of measures e.g. exemptions from the geographic coverage of CBAM.\nThese exemptions and rebates could be applied as an on/off approach or could be applied on a tiered approach depending on the level of carbon leakage risk. The latter approach has been put in application in some jurisdictions, such as California, but has been resisted by EU business in the past. In terms of WTO compliance, concerns have been raised in the literature about the consistency of free allocation and WTO subsidy and anti-dumping rules. That said, free allocation has been around since the inception of the EU ETS, and has only recently been challenged by the US!. Non-declining free allocation could see challenges mounting, which if successful would be used to justify other retaliatory trade moves, including tariffs. Free allocation has been in the past criticized from both sides (business and ENGOs) for providing too little/too much protection against carbon leakage/competitive pressures. As it currently beginning seen as endangered species, it has become a rallying cry for business who see many benefits 1n it, in spite of past criticisms.\nTechnical &\nEnvironme Competitivene\nPolitical & Diplomatic\nAdministrati\nLegal Feasibility\nntal benefit\nss benefit\nFeasibility\nve Feasibility\nRebates like free\nFree allocation has been\nallocation\nimplemented for many\nOverall, non-declining free\nSeen as less\neffectively shield\nTechnical details years but is starting to be\nthan ideal from EU producers from such as free\nquestioned in its current\nallocation could see mounting\nchallenges, which if successful\nan.\nthe competitiveness allocation\nform. Other measures such\nwould be used to justify\nenvironmental impacts that would benchmarks\nas LDC exemptions would\npoint of view as arise from the full require data\nviolate GATT non-\nretaliatory trade moves.\nSpecial granting\nof free\nit mutes the\napplication of the\ncollection and\ndiscrimination obligations,\nallocation for exports\nprice signal of ETS, though that\nadministrative\nthough they are aligned\nmay\nthe EU ETS\nprotection is not\neffort.\nwith WTO’s provisions for\ntrigger a potential political\ncontroversy.\nviable in the\ntheir differential\ntreatment\nmedium term.\nor UNFCCC principles.\nm@ Amendment of CBAM\n= Complementary to CBAM\nO Alternative to CBAM",
  "page_9": "2.4 Credit and Compensation (including Indirect Carbon Cost Compensation)\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nThis policy option is designed to address a specific problem: indirect carbon costs may be incurred by EU producers, but not by foreign producers. The CBAM, as proposed by the EC, by itself would not address this discrepancy.\nThere are two types of electricity-related costs that EU producers would bear under a CBAM that would cover indirect emissions. One is indirect emissions costs. These incur these when electricity producers pass through to consumers some of the costs they incur under the ETS. The other is indirect carbon costs. These are a product of the way electricity is priced in the EU, with prices set at the level of the marginal producer. That is, the last producer to be called on to sell to the grid that sets the price, and since the order of dispatch calls on the lowest cost producers first, the marginal producer will be the costliest. Often that producer will be a high- carbon source, and some of the costs involved will be attributable to its purchase of ETS allowances. These are indirect carbon costs: the cost of high-priced electricity as a result of the marginal pricing regime.\nA CBAM that covered indirect emissions would charge foreign producers at the border for the carbon embedded in the electricity they used, leveling the playing field for indirect emissions costs, but would not seek to level the playing field for indirect carbon costs. Other things being equal, this would lead to a risk of leakage. That risk will decline over time as the EU’s electricity production decarbonizes, and even today some marginal producers have low GHG emissions.\nThe EU deals with this problem through state aid rules that allow Member States to compensate certain types of installations for their indirect carbon costs, with output-based payments up to 75% of the price a benchmark producer would pay for the emissions embodied in electricity produced at the average GHG-intensity of its regional grid. Not all Member States choose to do so, and not all those that do choose to pay the full 75%.\nTechnical &\nPolitical &\nEnvironmental\nLegal\nbenefit\nCompetitiveness benefit Administrative\nFeasibility\nDiplomatic\nFeasibility\nFeasibility\nMitigates competitiveness\nMitigates risk of leakage,\nimpacts, since indirect carbon\nMay\nsince indirect carbon costs are costs are borne by EU producers\nconstitute a\nRelatively\nborne by EU producers and\nand not by foreign producers. But\nsubsidy under\nnot by foreign producers. But competitiveness risk not\nInstrument is\nthe WTO’s\nuncontroversial\nalready in existence,\nin its present\nleakage risk not eliminated;\neliminated; voluntary character\nso methodologies\nASCM, but\nform — has not\nvoluntary character means not means not all states will apply\nhas never\nall states will apply, and the (and not in the same manner),\nexist.\nbeen taken to\ngiven rise to\nformula\nand the formula\ncomplaints.\nmeans compensation\nmeans\ndispute\nmay be incomplete.\ncompensation may be\nsettlement.\nincomplete.\nO Amendment of CBAM\n= Complementary to CBAM\nOl Alternative to CBAM",
  "page_10": "2.6 Product Requirements\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on Climate Change and Sustainable Transition\n2.5 Consumption Charges\nA consumption charge based on the carbon content of goods could act as an alternative to the CBAM. Neuhoff et al (2016) propose a charge based on a default value for carbon content of certain materials, liability for which is incurred at the basic material stage and 1s carried through successive stages of the production process to final goods. The charge can be assessed on imports and relieved for exports, like VAT. The proposal would use the ETS allowance price as its carbon price. This instrument would successfully impose the cost of carbon throughout the value chain for the covered materials and would protect both upstream and downstream producers. It would protect producers against leakage risk from its own charges, because of the border adjustment, but would need to rely on free allocation in the ETS to protect against leakage risk arising from ETS costs. The use of a default value for material GHG intensity would blunt incentives for decarbonization.\nAnother variation of such an instrument would base the charge on actual carbon content of goods. This would improve on the design above by providing incentives to foreign and domestic producers to lower emissions intensity, but would greatly complicate the scheme since it would involve declarations and default values for the actual carbon content of processed and manufactured goods.\nTechnical &\nPolitical &\nEnvironmental\nCompetitiveness\nLegal\nAdministrative\nDiplomatic\nbenefit\nbenefit\nFeasibility\nFeasibility\nFeasibility\nProtects against leakage\nNarrow scope makes\ndue to consumption\nregime manageable.\nVery likely the\nLess controversial\ncharge is WTO- than BCA, since it\ncharges (but\nnot due to\nDifficult for importers\ncompliant,\nsince it is structured as an\nETS carbon pricing).\nRelies on free allocation to\nto declare amount of\nprotect against\nis\na non-\ninternal tax, and\nInternalizes carbon costs\nembodied materials, and discriminatory tax. since EU product\nthroughout the value\ncompetitiveness impacts in\nvery\nchallenging for\nbenchmark is a\nhome market, since\nthem declare carbon Accompanying\nto\nfavourable\nchain.\nimports charged at same\nintensity of those\nfree allocation\nrate as domestic charge\nassumption.\nMay double tax, if\nmaterials if actual\nregime in the ETS\nimports already subject\nAcquittal of tax liability\nintensity values\nmay be an issue, Requires keeping\nto carbon tax in home\nespecially if free high levels of free\nfor exports alleviates\ndemanded.\nallocation is\nallocation to\nJurisdiction.\nimpacts the charge in\nof\nVery challenging for\nforeign markets.\nmaintained for\ncovered material\nIf using default values\nEU to determine,\ncovered sectors\nsectors — would\nfor GHG intensity, does\nmaintain, default values\nand ramped down be politically\nnot provide incentives\nfor embodied materials\nfor firms to decarbonize.\nfor others.\ncontroversial.\nin\na range\nof imports.\nO Amendment of CBAM\nO Complementary to CRAM\nAlternative to CBAM\n10",
  "page_11": "11\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nProduct requirements — which are already widely used to regulate quality, safety, and sustainability aspects of products when these are used — can also condition access to the domestic market on the carbon embodied in the products, that is, the carbon intensity of their production. Such product requirements apply to both domestic and imported products, prohibiting or otherwise restricting the ability to sell products unless these comply with the specifications set out in the product requirements. They can define eligible production processes and technologies, effectively amounting to a ban of any goods produced with other technologies, or can instead take the shape of a more flexible performance standard, enabling producers to choose different technology options to remain below a specified carbon intensity limit. Performance standards, in turn, can also be implemented to enable trading of credits between producers, further increasing compliance flexibility. As such, product requirements can reduce the supply of carbon- intensive goods and create an incentive for input substitution and process changes. For imported products, a product requirement requires importers to provide documentation on the production process of shipped goods, which can take the form of a conformity statement coupled with certification by an independent third party. Many environmental product requirements currently in use are voluntary, including, for instance, international standards on carbon footprint labelling and sustainability criteria, although the EU has also introduced mandatory product requirements with its technical regulations on fuel quality and lifecycle emissions of biofuels.\nTechnical &\nPolitical &\nEnvironmental\nLegal\nCompetitiveness benefit Administrative\nDiplomatic\nbenefit\nFeasibility\nFeasibility\nFeasibility\nProduct\nProduct requirements level the\nplaying field by banning\nrequirements are\nalready widely\ndomestic and foreign products\nIn order to meet used for safety,\nthat do not meet the specified\nrequirements, but do not price\nWTO\nquality and\nProduct requirements\nDefining technical\ndisciplines in\nsustainability\ncan help foster the\nthe residual carbon of either. If\nregulations and\nthe TBT\nobjectives,\nEU producers are\nemergence of a market\nsimultaneously subject\nto a\nstandards related to the Agreement and although\nfor low-carbon\nproduction process is\nGATT, product requirements\nproducts, incentivizing\ncarbon price under the EU ETS\ncomplex, and securing requirements\nbased on process\nsubstitution effects\nand foreign producers are not,\nreliable data on process should be\nand production\nthere will be an asymmetry in\nand process changes.\nclimate policy costs that may\nand production\norigin-neutral, methods may be\nFor products that meet\nmethods from foreign not\nmore\nthe product\nnecessitate other safeguards,\nproducers incurs an\nunnecessarily\ncontentious;\nsuch as a CBAM, making\nrequirements,\nproduct requirements a\nuseful\nadditional\nrestrictive, downstream\nhowever, they do not\nadministrative burden and\ndomestic\nimpose a price on\ncomplement. In global markets, for\nauthorities and\nimplemented in producers may\nproduct requirements can\nresidual emissions.\npromote international diffusion\nproducers.\na fair and\naltogether lose\ntransparent\naccess to\nof low-carbon standards;\nimported raw\ndomestic products do not have\nmanner.\nto meet the requirements if sold\nmaterials if these\ndo not meet the\ninternationally.\nrequirements.\nO Amendment of CBAM\n= Complementary to CRAM\nAlternative to CBAM\n2.7 Carbon Contracts for Difference (CCfDs)",
  "page_12": "12\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nCarbon contracts for difference (CCfDs) offer a project-based policy tool to address the challenge of commercializing low-carbon technologies in the industrial sector, providing a means of reducing risk in capital-intensive projects with long investment periods by effectively guaranteeing a certain return for the incremental costs of an investment that delivers emissions reductions below the current best available technology. CCfDs cover the difference between a variable reference price and a fixed (contracted and guaranteed) strike price, paying out the difference between the strike price and a variable carbon price such as the price of allowances in an ETS. Whenever the allowance price falls below the strike price, the CCfD is triggered, resulting in a payment from the contracting partner of the CCfD, likely — but not necessarily — a government authority. If the ETS price rises above the strike price, however, no payment takes place, and the CCfD can even be designed to require a repayment from the beneficiary to the contracting partner. CCfDs thus offer an assurance about the future trajectory of carbon prices in the form of a fixed price for certain emissions reductions, guaranteeing the typically high carbon prices needed to enable investments in technologies producing low- and ultra-low carbon materials. In terms of implementation, CCfDs can be made operational through a competitive tendering process (e.g. a reverse auction) for projects resulting in the production of such material, where the most cost-effective bids are awarded a CCfD for a fixed duration. Revenue to fund the CCfD can be sourced from other climate policies, such as a carbon tax or ETS, or even a BCA. In order to determine the amount to be paid under the CCfD, the producer has to identify the quantity of the relevant product it has produced, as well as the emissions thereby avoided, with production data, avoided emissions and incremental costs potentially subject to independent verification.\nTechnical &\nPolitical &\nEnvironmental\nCompetitiveness\nLegal\nAdministrative\nDiplomatic\nbenefit\nbenefit\nFeasibility\nFeasibility\nFeasibility\nStrong environmental Improves competitiveness of Relatively\nLow risks under Less\nbenefit. Can help\nlow-carbon products relative straightforward, since EU state aid\ncontroversial\novercome investor risk to all carbon-intensive goods limited data\nrules and WTO than BCA, since\naversion for first-of-a- with lower CapEx/OpEx;\nrequirements:\nlaw; competitive it does not apply\nkind low-carbon\nalso hedges against leakage production level,\nbidding process specifically to\nprojects to overcome\nvis-a-vis foreign products,\nproduct benchmark is a must for\nimports or\nthe technology valley but only for selected projects and substitution rate. compliance with exports.\nof death; helps reflect in the near term (and for\nCan piggyback on\nEU state aid\nPolitical\nthe social cost of\ndomestic low-carbon\nEU ETS.\nrules, openness economy of\ncarbon, which the EU products more generally in\nto foreign\nCCfDs\nETS currently does not. the long term). Hence when\nbidders\ngenerally\naddressing leakage from\nimportant under favorable.\nasymmetrical carbon pricing\nWTO rules.\nsuch as the EU ETS, CCfDs\ncan only be a complement to\nmeasures such as a CBAM-\nO Amendment of CBAM\nm@ Complementary to CBAM\nO Alternative to CBAM\n2.8 Research, Development, and Demonstration (RD&D)",
  "page_13": "2.9 Government Procurement\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nIndustrial decarbonization will require low- and ultra-low-carbon technologies whose deployment will incur substantially higher production costs. Current market conditions and policy frameworks do not justify the required investments and associated risks to develop and deploy such technologies at scale, a barrier exacerbated by the positive externality of technology spillovers that enable others to capture some of the benefits of innovation (Bataille et al., 2018). Policies that support research, development and demonstration (RD&D) are thus critical to foster new technologies and processes and ensure their transition from basic research to commercial maturity. Such policies have to help address long development timelines and technical and market risks of new industrial technologies, infrastructure needs of the latter, lock- in effects benefitting incumbent technologies, as well as political and economic uncertainties. A range of policies can promote RD&D, including establishment of public research laboratories, public funding of academic, public, or private research institutions, research partnerships between the public and private sector, support for entrepreneurial development of innovative technologies, and financial incentives for private RD&D efforts in the form of tax credits, contract research, and grants (Rissman et al., 2020).\nEnvironmental\nCompetitiveness\nTechnical &\nLegal\nPolitical &\nAdministrative\nDiplomatic\nbenefit\nbenefit\nFeasibility\nFeasibility\nFeasibility\nOver time, RD&D\nsupport policies can\nLess\nRD&D support\ncontroversial\npolicies can have a\nimprove the\nLow risks under\nthan BCA, since\ncompetitiveness of low-\nEU state aid\nstrong environmental\nit does not apply\nbenefit in the\nand ultra-low-carbon\nImplementation of\nrules and WTO\nspecifically to\nproduction methods by\nRD&D support\nlaw, especially\nmedium to long term\nimports or\nby helping critical\ndriving down their cost\npolicies is\nwhere RD&D\nexports.\nrelative to carbon-\ntechnically and\nsupport benefits\ntechnology options\nintensive production\nadministratively\npublic research\nPolitical\nreach maturity and\neconomy of\nmethods with currently\nstraightforward,\ninstitutions and\ncommercial scale.\nlower CapEx/OpEx, but since data and\nuniversities;\nRD&D support\nThey can help\npolicies is\nsome of those benefits\ndisbursement\ncompetitive\novercome barriers to\nwill also diffuse to\nrequirements are\nbidding process\ngenerally\ninnovation and\nfavorable,\ninvestment in low-\nforeign producers. Hence limited. Selection of and openness to\nalthough\nwhen addressing leakage RD&D support\nforeign bidders\nand ultra-low-carbon\nappropriation of\nindustrial\nfrom asymmetrical\nbeneficiaries can be recommended\npublic funds can\ncarbon pricing such as\nproblematic.\nwhen support is\ntechnologies,\nencounter\nyielding positive\nthe\nEU ETS, RD&D\nintended for\npolitical and\nsupport can only be a\nprivate sector.\nspillover effects.\ncomplement to measures\nprocedural\nobstacles.\nsuch as a CBAM-\nO Amendment of CBAM\n—@ Complementary to CBAM\nO Alternative to CBAM\n13",
  "page_14": "14\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nGreen government procurement can provide a substantial market for low-carbon goods that suffer a cost disadvantage relative to conventionally produced goods. It is often justified as a time-limited industrial policy support that helps innovators drive down costs by producing at scale, and learning by doing. As an accompaniment to a CBAM, government procurement could bolster the CBAM’s main function: providing protection from the leakage and competitiveness impacts that might result from higher cost low-carbon production.\nIt can be implemented by assigning environmental performance or technology conditions to publicly purchased materials, such as a mandate to purchase steel of no more than a set GHG- intensity, or to purchase only steel produced using low-carbon processes. It can also take the form of a premium assigned to low-carbon products in the evaluation of suppliers’ bids.\nEnvironmental\nCompetitiveness\nTechnical &\nLegal\nPolitical &\nAdministrative\nDiplomatic\nbenefit\nbenefit\nFeasibility\nFeasibility\nFeasibility\nWould shelter higher\ncost producers of low-\nWould provide\ncarbon goods by\nmarkets for low-\nproviding them a\nThere is\ncarbon goods that\nmarket. Might also\nsome\nquestion\nare\ncostlier than\nallow them to become\nwhether low-\ncompetitive through\nWidely\nconventional\nWidely practiced.\ncarbon\nsubstitutes.\nproduction at scale and\nNo challenges of\nNo\nlearning by doing.\nare\nchallenges of\nCould help drive\ntechnical or\nin breach of the\nWhen addressing\nadministrative\npolitical or\ndown production\nleakage from\nAgreement on\ndiplomatic\ncosts of new low-\nfeasibility.\nGovernment\nasymmetrical carbon\nfeasibility.\ncarbon technologies\npricing such as the EU\nProcurement,\nand processes by\nbut\nwidely\nheld\nETS,\ngovernment\nallowing production procurement can only\nto be legal.\nat scale.\nbe complement\na\nto\nmeasures such as a\nCBAM-\nO Amendment of CBAM\nm@ Complementary to CBAM\nO Alternative to CRAM",
  "page_15": "15\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n3. Addressing Gaps in the CBAM Proposal\n3.1 Overview\nThis section examines how the different policy options described in the preceding section - including policies that can serve as a complement or as alternatives to a future CBAM - can help close gaps left by the current CBAM proposal. It does so for selected features of the proposed CBAM design that leave critical challenges only partly addressed or defer a solution to future policy decisions.\n3.2 Addressing Leakage in Exports to Global Markets\nTake-aways. Over the long term, outside of the framework of the CBAM itself, the EU and Member State governments should prioritize diplomatic efforts with trade partners to achieve greater convergence of climate policy ambition and help lower barriers to trade in low-carbon goods. Strategic use of CBAM revenue can support such efforts. In the short and medium term, the EU and Member States can help lower the cost of low-carbon technologies through continued deployment of support measures, including free allocation, Carbon Contracts for Difference and RD&D subsidies, and indirectly through domestic product standards and targeted government procurement, to help level the playing field between low-carbon EU exports and foreign products in global markets. Consideration of exports within the framework of the CBAM itself merits further exploration as regards the justification for, and potential legal risks associated with, a rebate or credit for exports.\nGap Analysis. The proposed CBAM covers only imports entering into the EU, but acknowledges that such limited trade flow coverage may exacerbate leakage risks facing exported EU products sold in foreign markets: because European products are, on average, less carbon intensive than foreign products, loss of EU market share in foreign markets may result in a net increase of global emissions. If the export competitiveness of EU producers is undermined because carbon leakage provisions are limited to imports, entire value chains may be placed at risk also in the internal market, thereby increasing strategic import dependencies. Despite stakeholder pressure to extend the CBAM to exports, the European Commission has instead opted to retain a gradually declining share of free allocation for installations in the EU ETS, avoiding what the EC deems to be legal risks arising from favorable treatment conditional on export performance, and therefore only offering a partial and temporary solution to the challenge of leakage in the context of European exports to global markets. Several policy options can help limit such potential leakage risk.",
  "page_16": "ERCST\nRoundtable on Climate Change and Sustainable Transition\naa\n_\nEffectiveness Medium/High\nRelationship Complementary/\nto EU CBAM\nAmendment\nRelationship\nto EU CBAM\nRelationship\nto EU CBAM\nEffectiveness\nRelationship\nto EU CBAM\nOption\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nComplementary\nComplementary\nAlternative\nMedium/Low\nmplementary/ |\nComments\nBy leveling the playing field for EU exporters and foreign producers, policy convergence through harmonization of domestic carbon prices and climate policy more generally can effectively limit emissions leakage related to EU exports, but its achievement is politically unlikely in the near & medium term\nFree allocation and other exemptions or rebates can effectively limit emissions leakage related to EU exports by lowering or eliminating the carbon cost faced by EU exporters, but as seen with recent U.S. trade defence measures risk being challenged as prohibited export subsidies (especially if only granted for emissions associated with exported products), and the muted price signal may weaken an Article XX GATT defence of the CBAM as a whole\nCarbon cost compensation and other forms of crediting can effectively limit emissions leakage related to EU exports by lowering or eliminating the carbon cost faced by EU exporters, while risking being challenged as prohibited export subsidies (especially if only granted for emissions associated with exported products), and the muted price signal may weaken an Article XX GATT defence of the CBAM as a whole\nOn their own, domestic consumption charges have no effect on leakage related to EU exports, but when coupled with sustained free allocation, they can effectively limit such leakage by lowering or eliminating the carbon cost faced by EU exporters. They must rely on non-declining free allocation, however, which incurs legal risk, and may not be viable in the medium to long term. Administrative implementation of consumption charges is technically demanding\nProduct standards only set direct requirements for products destined for the domestic market, but may indirectly promote low-carbon production processes for foreign products sold in global markets, especially when foreign producers invest in new production capacities and want to ensure broad market access\nCarbon contracts for difference do not directly benefit exports, and they are premised on a high carbon price signal. By accelerating the deployment of low-carbon production processes, however, they help drive down the cost of such processes and thereby contribute to a more level playing field between EU exports and more carbon-intensive foreign products sold in global markets\nRD&D support measures, such as innovation subsidies and pilot projects, do not directly benefit exports. By accelerating the\n16",
  "page_17": "17\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nOption\nComments\n_\ndevelopment and deployment of low-carbon production\nprocesses, however, they help drive down the cost of such\nprocesses and thereby contribute to a more level playing field\nbetween EU exports and more carbon-intensive foreign products\nsold in global markets\n-\nGovernment procurement does not directly benefit exports, as\nrelevant products tend to be purchased in the domestic market\nand used within the territory of the acquiring government.\nIndirectly, government procurement can help scale up\ndeployment of low-carbon production methods, helping drive\ndown their cost\na\nLowering of trade barriers through reduction or elimination of\ntariffs for low-carbon products can improve the competitiveness\nof low-carbon EU exports in global markets, but only between\nParties to such arrangements. Earlier attempts to negotiate an\nEnvironmental Goods Agreement stalled, evidencing low\nsupport at the time\n=\nReplacing the EU ETS with a carbon tax would allow rebating or\ncrediting exports — an effective safeguard against leakage —\nwithout risk of violating WTO subsidies rules, although the\nmuted price signal may weaken an Article XX GATT defence,\nand a shift from the EU ETS to a fiscal measure 1s politically and\nlegally highly unlikely\nDiscussion. As shown in the foregoing table, the options that offer the most effective protection against leakage related to exports tend to have possible tradeoffs. Exemptions or rebates — including free allocation — as well as credits raise possible legal risks, for instance with the WTO regime on subsidies and countervailing measures. Alternative policies, such as consumption charges or a shift from the EU ETS to a carbon tax, could allow a more robust solution to the challenge of export-related leakage, but is likewise hampered by limited feasibility in administrative, legal, or political terms. None of the remaining options offer strong protection against export-related leakage in the short term, but can help level the playing field between EU exports and foreign products in global markets over time. These include product standards and support measures for research, development and deployment of low-carbon products, including carbon contracts for difference. Coupled with continued — but difficult — efforts to achieve greater climate policy convergence across trade partners, these largely feasible support measures can play an important role in improving the competitiveness of EU exports in global markets as current levels of free allocation decline in the EU ETS while the CBAM is gradually phased in. Because the risk of export-related carbon leakage is unlikely to be fully countered by alternative or complementary policies in the very near-term, further exploration of the rationale and viability of exemptions or rebates for exported products within the CBAM itself is warranted.",
  "page_18": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n3.3 Indirect Emissions and Indirect Carbon Costs\nTake-aways. In the short term, the pragmatic option is non-coverage of indirect emissions coupled with maintaining the existing regime for compensation for indirect costs. However, this option fails to price the most significant source of imported embedded carbon. In the longer term, it would be better to include indirect costs in the CBAM coverage, and to reform the regime for compensation for indirect costs such that it was more consistently applied across the Member States, and such that it more accurately corresponds to the full carbon cost increment imposed on EU producers by the EU’s marginal pricing scheme for electricity. If indirect emissions were covered, it would also be necessary to deal with the risk of resource shuffling — a challenge addressed in the following section.\nGap Analysis. The proposed CBAM covers only direct (or scope 1) emissions, and does not cover indirect emissions — emissions embodied in purchased electricity.” Other things being equal, this would lead to a risk of leakage. Electricity is covered under the EU ETS, so EU producers purchasing carbon-priced electricity would be bearing a charge that unregulated foreign producers would not face. For electricity-intensive goods such as aluminum, the cost differential might be significant.\nCovering indirect emissions under CBAM—the most significant source of emissions from materials production—would reduce that risk of leakage, but only partially. The costs faced by EU electro-intensive producers are not equal to the costs associated with their actual indirect emissions.\nTheir “indirect carbon costs” are instead the price impacts of the EU ETS on their purchased electricity. Electricity in the EU is priced based on marginal costs, with the last (highest cost) producer setting prices.\nTypically, that will be a high-carbon producer, paying for EU allowances, which adds a premium to prices paid by electricity consumers. That premium—an artifact of the EU’s marginal-cost pricing system—would not be paid by foreign competitors who would pay only for the costs of their indirect emissions.\nFor the moment, this problem is addressed through state aid rules that allow the Member States to compensate some indirect carbon costs to affected firms. But that compensation 1s complex.\nThe assumed carbon costs are based on a benchmark product-specific electricity consumption that is set by the most efficient firms. As well, the assumed costs are based on a regional average weighted COz intensity of fossil-fuel-based electricity producers in a geographical area, without regard to their proportion of the final mix in that area. The allowed compensation is set to a\n2 The terminology used here is slightly different than in the GHG Protocol, where “indirect emissions” all emissions are other than scope 1 emissions. That would include scope 2 emissions (purchased electricity, but also steam and heat), and scope 3 (all other emissions, including transport-related, and those embodied in input goods).\n18",
  "page_19": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nmaximum of 75% of assumed costs at the sectoral level, or at 1.5% of gross value added at the firm level for those firms most affected. Finally, member states are free to set compensation as they like, and some set it below even the 75% level, or do not compensate at all\nIt is worth noting that this problem is becoming less pressing over time, as the EU’s grid becomes less carbon intensive. The fewer high-cost marginal producers exist, the less the difference between indirect carbon costs and the actual costs of indirect emissions\nReforming (or maintaining) the mechanism for compensation of indirect carbon costs would not solve all the problems involved by CBAM coverage of indirect emissions. The section following deals with the risks that such coverage would create for resource shuffling\nOption\nComments\n==\nmplementary/ Policy convergence, in climate change policy only, would not\naddress the problem of EU producers facing indirect carbon\ncosts, which is a product of the EU’s marginal pricing regime\nfor electricity\nto EU sma Reais CBAM | Not applicable\nise |\n| [Feasibity\nThe indirect cost compensation mechanism described above\nRelationship\nto EU CBAM\nhas several advantages: it is an existing mechanism, and has the\nsupport of electro-intensive sectors as an effective means to\nprevent leakage and competitiveness impacts in the context of\nincreased EU climate ambition; and it is dynamic — it will be\nrevised in light of decarbonization of EU electricity production\nBut it is neither necessarily accurate in its calculation of costs\nnor consistently applied across Member States As an\nalternative to CBAM coverage of indirect emissions, it fails to\nprice the most significant source of imported embedded carbon\nDomestic\nconsumption charges assuming they\ncovered\nRelationship\nAlternative indirect emissions, would not address the problem of EU\nto EU CBAM\nproducers facing indirect carbon costs, which is a product of the\nEU’s marginal pricing regime for electricity.\n3 As of the 2020 Carbon Market Report, 13 Member States had approved plans to compensate for indirect carbon costs, with more expressing an interest in doing so\n19",
  "page_20": "ERCST\nRoundtable on\nClimate Change and\nSustainable Transition\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nOption\nComments\nRD&D support measures, such as innovation subsidies and\nComplementary pilot projects to the extent that they reduce electricity\nconsumption in industrial processes, or they reduce the caron\ncontent of electricity generation, will help lower indirect carbon\nMedium/Low costs. Note that some forms of industrial innovation, however.\nmay pursue decarbonization by increasing rather than\ndecreasing the electro-intensity of production. And\ndissemination of low-carbon electricity generation is not\nprimarily limited by a lack of R&D\nGovernment procurement would not address the problem of EU\nproducers facing indirect carbon costs, which is a product of the\nEU’s marginal pricing regime for electricity. Government\nprocurement can provide markets that help compensate\nsomewhat for leakage due to indirect carbon costs\nDiscussion. As shown in the foregoing table, there are only a few policy options that address this gap. Maintaining the existing regime of indirect cost compensation—which is the route anticipated in the CBAM proposal—would be effective and would have the advantage of leaving an existing regime in place but would preclude covering indirect emissions under the CBAM. R&D spending, to the extent that it could help decarbonize the EU’s electricity generation would be effective, but the most significant barriers to a decarbonized EU electricity grid are not addressed by increased R&D\n&\nProduct standards, assuming they covered indirect emissions\nwould not address the problem of EU producers facing indirect\ncarbon costs, which is a product of the EU’s marginal pricing\nregime for electricity\nto Reais Reais CBAM Complementary would Carbon not contracts cover the for costs difference, of EU as producers normally facing constructed. indirect\ncarbon costs, which is a product of the EU’s marginal pricing\nregime for electricity\n=\nRelationship\nto EU CBAM\nEffectiveness\nInstead of extending CBAM coverage to indirect emissions, the\nEU could reform the state aid rules to stipulate that if aid is\ngranted to address the risk of leakage due to indirect carbon\ncosts, it must be calculated such that it compensates for the full\npremium paid by EU producers as a result of the marginal\npricing for electricity. The calculation, though, would be\ncomplex, and the negotiations to amend state aid rules have just\nconcluded and were difficult. Re-opening them would be no\nsmall project\n20",
  "page_21": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nThe most effective option would be reforming the process of compensation for indirect costs, such that it is consistently applied across all member states, and such that it accurately covers the full carbon cost increment imposed on EU producers by the EU’s marginal pricing scheme for electricity.\nThis option—if accompanied by an effective prevention of resource shuffling—would allow indirect emissions to be covered under CBAM without subjecting electro-intensive producers to undue leakage risk. Recent reforms to the regime of indirect carbon cost compensation were only recently completed, and some Member States might be reluctant to re-open the discussion to make any further amendments.\n21",
  "page_22": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n3.4 Resource Shuffling and Avoidance Strategies\nTake-aways. The risk of resource shuffling is probably best addressed through design elements within the CBAM: the use of national default values to determine embodied indirect emissions in imported goods (though it may risk trade challenges), or the delay of phase out of free allocation, giving time for the EU’s electricity mix to substantially decarbonize. It could also be addressed by resort to consumption charges as an alternative to CBAM (though it would mean maintaining full free allocation).\nIn the short term, the risk of trans-shipment should be addressed by means of robust agreements with exempted countries to maintain systems of border control and charges on covered goods, and the inclusion in the CBAM of an anti-circumvention monitoring and enforcement mechanism focused on trans-shipment. In the longer term it can be addressed in amenable sectors by the use of product standards.\nThe risk of cost absorption should be addressed through existing trade remedy channels.\nGap Analysis. There are several ways that foreign producer behaviour might frustrate the objectives of the CBAM. One is resource shuffling, which occurs when clean foreign production is re-routed toward export to the EU, and dirty foreign production is sold elsewhere, leaving foreign production patterns ultimately unchanged. This challenge would be most acute if indirect emissions are covered under the CBAM, since indirect emissions are much more varied across global producers than are direct emissions, and since the shuffling in this case could simply be the assertion that the clean portion of a grid’s generation mix was dedicated to the exporting producer. The existing proposal does not cover indirect emissions, but it is widely expected to do so in the future, at which point there would need to be provisions in place to address the risk of resource shuffling.\nAnother possibility is trans-shipment of goods. The proposal designates four countries and five territories exempt from the CBAM, since they have linked ETSs. The risk is that a non-exempt country exporter might ship covered goods to an exempt country, from which the goods could trans-shipped to the EU free of adjustment. The challenge is to ensure that exempted countries and regions adopt and effectively enforce a robust regime of import charges similar in effect to the CBAM.\nA final possibility is a product of the fact that foreign producers of covered goods do not typically export 100% of their output to the EU. The smaller the proportion of output is exported to the EU, the more possible it might be for the producer to absorb the costs of the CBAM across the entirety of its production, lowering the price of EU-destined product to account for the CBAM costs, and in effect forcing its non-EU exports to cross-subsidize its EU exports. While this would be a poor long-term strategy, it might be employed in a strategic effort to maintain market share, or to force EU producers out of the domestic market with dumped products and predatory pricing.\n22",
  "page_23": "ERCST\nRoundtable on Climate Change and Sustainable Transition\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nOption\n= = Not applicable\na\n| [Feasbiity\nEU seme Reon CBAM to | Not applicable\nmime |\n| [Feasibility\nRelationship to\nAlternative\nEU CBAM\nRelationship to\nEU CBAM\nEffectiveness\n| renin\n|\nRelationship to\nEU CBAM\nNot applicable\nComments\nTo the extent that policy convergence eliminated foreign high- carbon producers, it would also eliminate some of the risk of strategic behaviour that unfairly secured preferential treatment for high-carbon products. Convergence among countries that applied a common BCA would also reduce the risk of trans- shipment through those specific countries. But achieving policy coherence is politically unlikely in the near & medium term.\nIf the consumption charges were elaborated such that they did not charge imports based on their actual carbon content, it would avoid the problem of resource shuffling. But that failure to discriminate fails to incentivize foreign producers to decarbonize, and risks being found at odds with environmental objectives in a WTO challenge. If consumption charges did not exempt any countries from tax liability, they would avoid the problem of trans-shipment. They could not address the problem of cost absorption.\nIf product standards covered indirect emissions (and they should), they would be exposed to the risk of resource shuffling Since they would involve no country exemptions, they would eliminate the risk of trans-shipment. Since the standard would prevent the import of high-GHG goods at any price, it would avoid the risk of cost absorption\nNot applicable\n23",
  "page_24": "24\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nOption\nComments\n—_ | Fenecivess |\nteam\na Not applicable.\na\n| [Feasiblty\nDiscussion. There is no single policy option that addresses all the possible ways in which foreign producers might strategically frustrate the objectives of the CBAM. Resource shuffling, which would become salient if indirect emissions are eventually covered, could be prevented by the use of consumption charges as an alternative to CBAM, though they involve maintaining full free allocation. Resource shuffling 1s probably better addressed by design elements within the CRAM itself, such as the use of national default values to determine embodied indirect emissions in imported goods, or the delay of phase out of free allocation until after a successful testing period of co-existence, giving time for the EU’s electricity mix to substantially decarbonize. The use of national default values for GHG intensity of production might also face trade law challenges.\nTrans-shipment could be avoided by any regime that had no country-based exemptions, and both consumption charges and product standards would likely fit that bill. It could also be avoided by mandating the need for exempted countries to maintain systems of border control and charges on covered goods. It could also be avoided by means of a monitoring function within the CBAM itself that spotlighted surges of imports in covered goods from exempted countries, and a facility to block such trade.\nBoth consumption charges and product standards could prevent cost absorption. Cost absorption being essentially dumping, it might also be addressed by means of existing trade remedy law. This would be a more appropriate avenue than addressing the challenge via anti-circumvention procedures within the CBAM itself.",
  "page_25": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n3.5 Setting Value Chain Threshold\nTake-aways. Over the medium to long term, and as experience with technical and administrative processes of CBAM is increasingly gained, the EU and Member States should consider expanding CBAM’s coverage to downstream products at risk of carbon leakage. In the short term, they can help limit the risk of shifting carbon leakage downstream in the value chain through developing/updating product standards, or providing compensation to downstream producers whose products are not covered by CBAM and are at risk of carbon leakage to a level equal to the passed-through carbon costs of covered upstream input materials\nGap Analysis. The proposed CBAM covers a limited set of four basic material sectors — cement nitrogen fertilizers, iron and steel, and aluminum — as well as electricity. Within these sectors (other than electricity), coverage extends down the value chain to create a total of 29 proposed covered categories of goods. There is a provision for a review in 2026 of the sectors covered, and of the downstream coverage within those sectors, with a view to potentially expanding the list of covered goods. The limited proposed coverage both sectorally and down the value chain results in an instrument that is technically and administratively relatively feasible. It also means that the choice of sectoral/product scope in and of itself will likely not face legal challenges, and will not give rise to significant political or diplomatic controversy. However, some of the covered sectors (aluminium, steel) have complex downstream value chains in which trading is dominated by sem1- finished and finished products, not all of which are included in the proposed list of covered goods (Annex I of the proposed regulation). Where these products contain a high share of the carbon- intensive raw material and the processing results in limited value-added, exclusion from the coverage of aCBAM may render them vulnerable to substitution by imported products at the same level in the value chain. There are few policy options that can help limit the risk of shifting carbon leakage downstream in the value chain\nOption\nComments\n== mplementary/ Policy convergence through harmonization of domestic carbon\nprices and climate policy more generally can effectively limit\neteciveness | nen nigh | | chain. risk of However, shifting policy carbon convergence leakage downstream achievement is in the costly value and\npolitically unlikely in the near & medium term\n= =| Not applicable\na\n| [Feasbity\nP| to teiontin Retin CBAM\n25",
  "page_26": "ERCST\nRoundtable on Climate Change and Sustainable Transition\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nThe use of low-carbon criteria for the purchase by governments of products down the value chain can stimulate the internalisation of carbon costs within public procurement decisions Any imported dirtier downstream products not\nRelationship\nto EU CBAM\nEffectiveness\n|\nRelationship\nto EU CBAM\nrasiiy =|\ni\nOption\nRelationship\nto EU CBAM\nNot applicable\nAlternative\nComments\nCBAM equal to the passed-through carbon costs of covered upstream input materials, can effectively address the risk of shifting carbon leakage downstream in the value chain However, such compensation risks being challenged as a subsidy and would be complicated to administer\nConsumption charges can effectively address the risk of shifting carbon leakage downstream in the value chain, as they are a means to ensure that the cost of carbon is internalized along the entire supply chain of key basic materials and that it can reach the consumer. Such charges would apply to all covered like to like products placed on the EU market, regardless of whether these are imported or produced domestically. However. administrative implementation of consumption charges is technically demanding\nProduct standards for downstream products can effectively address the risk of shifting carbon leakage downstream in the value chain, as they set direct requirements for both imported and domestically produced products. They may also indirectly promote a convergence towards adopting low-carbon production processes globally. However, the feasibility of this option might be somewhat compromised by the large number of downstream products for which standards would need to be developed or updated.\nNot applicable\n—\n26",
  "page_27": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nOption\nComments\ncovered by CBAM would in this case not enjoy a competitive\nadvantage vis-a-vis comparable cleaner products that are either\ndomestically produced or imported. Moreover, green\ngovernment procurement can indirectly help scale up\ndeployment of low-carbon production methods, helping drive\ndown their cost. However, public procurement only represents\na fraction of total demand for such products.\nExpanding the list of goods covered by CBAM (Annex I of the\nproposed regulation) to encompass greater downstream\ncoverage, and allowing CBAM to cover embodied carbon in\ncovered input goods, would directly address the risk of shifting\ncarbon leakage downstream in the value chain. However,\nexpanding the product coverage might result in an instrument\nthat is technically and administratively more complex, and that\nmight face legal challenges, and political or diplomatic\ncontroversy.\nDiscussion. As shown in the foregoing table, most options that offer the most effective protection against the risk of shifting leakage downstream in the value chain entail a trade-off between the degree of their effectiveness and feasibility. Product standards for downstream products are an exception as they can effectively address this risk, while being fairly feasible. Alternative policies, such as consumption charges, could allow a more robust solution to the challenge, but are hampered by limited feasibility in administrative, legal, or political terms. Providing rebates or compensation to downstream producers whose products are not covered by CBAM and are at risk of carbon leakage to a level equal to the passed-through carbon costs of covered upstream input materials, can effectively address the risk of shifting carbon leakage downstream in the value chain, however, they risk being found to be subsidies under trade law (though a similar scheme for compensation of indirect carbon costs (see Section 3.3) has not yet been challenged). Expanding CBAM’s downstream coverage would be highly effective but might increase the complexity of the instrument, which might not be warranted at the very outset of its implementation.\n27",
  "page_28": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n3.6 Impacts on Developing Countries & LDCs\nTake-aways. Over the long term, the EU and Member State governments should continue diplomatic efforts with trade partners, including capacity building and technical assistance efforts with developing countries, to achieve greater convergence of climate policy ambition, uniform standards for the measurement of emissions, and comparable explicit and implicit CO2 prices that would minimize administrative burden. In the short and medium term, they can help alleviate negative impacts on development and increase political acceptance of CBAM abroad through providing targeted support to CBAM-exposed developing countries (through either direct CBAM revenue recycling or other EU funds) to support them in their decarbonisation processes, as well as in the build-up of institutional capacities.\nGap Analysis. Many of the EU’s trading partners in developing countries have raised concerns that the EU CBAM would curtail their exports, thereby potentially impeding their development. The exposure and vulnerability of developing countries to CBAM would inter alia depend on their (current and future) emissions intensity in covered sectors, their exports’ structure including their degree of dependency on the EU market and their ability to adapt by trade diversification and shifting, as well as institutional readiness and capacities to monitor and report product emissions. The UNFCCC principle of common but differentiated responsibilities and respective capabilities (CBDR-RC) 1s a legitimate concern, in particular for Least-Developed Countries (LDCs) and Small Island Developing States (SIDSs), that may warrant affording these countries special treatment to avoid negative impacts on their development.\nYet, the proposed CBAM sets out no exemptions from its geographic scope for LDCs and SIDSs, with the rationale for not doing so being threefold: 1) from an effectiveness and administrative point of view, any blanket exemption creates real risks of perverse strategic shifts in trade patterns and trans-shipment; 2) from a legal point of view, any exemption of individual countries or groups of countries risks violating Article I of the GATT; 3) very few exports from LDCs and SIDSs are impacted under the initially proposed CBAM. Negative impacts on development would be better addressed through revenue sharing, however, the proposed CBAM regulation does not provide any principles or provisions regarding the use of revenues for climate-related purposes abroad either, in line with prior political direction that revenues accrue to the general EU budget. While this could be subject to amendments in the final regulation complementary flanking measures can help limit impacts on developing countries.\n28",
  "page_29": "ERCST\nRoundtable on Climate Change and Sustainable Transition\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nNot applicable\nFeasibility\nMedium/High\n3 a\njetectveness |\n|\n| [resibitty\nto Relais Relais CBAM\nEffectiveness\n| freniiny\nOption\nRelationship Complementary/\nto EU CBAM\nAlternative\nEffectiveness\nRelationship Complementary/\nto EU CBAM\nAmendment\n=\nMedium\nComments\nPolicy convergence through harmonization of domestic carbon prices and climate policy more generally encompassing medium and long-term emissions reduction targets can effectively limit carbon lock-in in developing countries and therefore reduce their exposure to CBAM in the longer term. Moreover, convergence with respect to uniform standards for the measurement of emissions, and of comparable explicit and implicit CO2 prices in energy and industrial sectors would minimize administrative burdens. However, policy convergence achievement is costly and politically unlikely in the near & medium term. It would be a demanding and unfair request for developing countries, unless there is supporting assistance\nExemptions for LDCs and SIDSs from the CBAM geographic scope can effectively address CBDR-RC concerns but would create real risks of perverse strategic shifts in trade patterns and trans-shipment, and risks violating Article I of the GATT. Other ways to address this are being mentioned\nCompensation to CBAM-exposed developing and least- developed countries would be difficult as part of the CBAM itself and would involve violating the tax principle of no hypothecation of funds. There is a need for targeted and substantial policies of support outside the CBAM, with the proviso that they must be additional to existing support.\nDomestic consumption charges as an alternative to a ‘notional’ ETS for exporters have per se no direct effect on addressing negative impacts on development/CBDR-RC concerms Consumption charge revenues (like revenues from the currently proposed ‘notional’ ETS CBAM) could be recycled to developing country governments and producers Administrative implementation of consumption charges 1S technically demanding\nNot applicable\n29",
  "page_30": "Option\nNot applicable\nreaiitiy | =\n30\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\nComments\nRelationship\nto EU CBAM\n=: = Not applicable\njeteciveness |\n|\n| [Feasibility\na to EU etn CBAM - ‘omplementary/ | would Negative be impacts effectively on development addressed and through the concern targeted of CBDR-RC additional\nsupport including bilateral assistance. This could be funded either\nwithin the CBAM itself through direct CBAM revenue recycling\nor through other EU funds being channelled to address impacts\nThis can support countries in their decarbonisation processes by\naccelerating the diffusion and uptake of low-carbon processes by\ndeveloping country producers, as well as in the build-up of\ninstitutional capacities\nThe achievement of this would either entail revisiting prior\npolitical direction that CBAM revenues accrue to the general EU\nbudget (in the case of direct CBAM revenue recycling) or other\npolitical agreement to increase other EU funds channelled to\nLDCs. The CBAM political process so far indicates an appetite\nfor doing so\nDiscussion. As shown in the foregoing table, most policy options do not address concerns with respect to impact on developing countries, while some of them while not directly applicable might even exacerbate developing countries’ vulnerability to CBAM of as they indirectly exacerbate the emissions intensity gap between domestic producers and developing country producers (e.g CCfDs or RD&D support in the EU). Exemptions from the geographical scope of CBAM for LDCs would address the concern but are at the same time limited in feasibility as they raise legal and circumvention risks The option that most effectively alleviates negative impacts on development/CBDR-RC concerns while at the same time increase political acceptance of CRAM abroad relate to the provision of targeted support, including capacity building and technical assistance, to CBAM-exposed developing countries (through direct CBAM revenue recycling or through other EU funds)",
  "page_31": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on Climate Change and Sustainable Transition\n3.7 International Cooperation on CBAM\nTake-aways. If adopted, the CBAM will be born into an already dense landscape of climate rules and procedures, adding compliance obligations for importers and foreign producers, as well as new administrative burdens for EU and Member State authorities. Administrative and transaction costs can be lowered, and with them concurrent political and legal risks, if the EU other countries pursuing border adjustments, and potentially affected trade partners enter into a dialogue and reach an understanding on principles and best practices of BCA design and implementation. Such a dialogue could build on existing cooperative platforms, and draw inspiration from previous initiatives to harmonize national approaches to border adjustments\nGap Analysis. As proposed, the CBAM regulation and future implementing and delegated acts will set out complex technical requirements and processes, making compliance demanding for importers and foreign producers as well as regulators. Many trade partners already have introduced their own policy and institutional frameworks for emissions monitoring, reporting and verification (MRV) and product carbon footprint determination, which may deviate from the requirements under the CBAM. At the same time, several jurisdictions are discussing their own Border Carbon Adjustments (BCAs), which would adjust for the domestic climate policies in place in those jurisdictions and thus depart — in some cases potentially dramatically — from the design of the EU CBAM. Proliferation of different approaches to border adjustments and MRV more generally has the potential of increasing administrative burden and implementation costs, and can contribute to political and legal risk of the CBAM. At a minimum, active outreach and communication — potentially coupled with strategic use of CBAM revenue — can help avert the gravest legal and political risks as well as capacity constraints among trade partners, although more far-reaching international cooperation on principles and practices can further improve the design of the CRAM and ease political and legal concerns about its implementation\nOption\nComments\n==\nBy leveling the playing field for EU exporters and foreign\nproducers policy convergence through harmonization of\ndomestic carbon prices and climate policy more generally can\neffectively limit emissions leakage related to EU exports, but its\nachievement is politically unlikely in the near & medium term\n= 7 Not applicable\n reaiity an |\n=\n==\n31",
  "page_32": "ERCST\nRoundtable on\nClimate Change and\nSustainable Transition\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nOption\nEe\n| renin\n|\nfemmes |\n[Feasibility |\n|\nto EU Relat CBAM saan |\nfemeivemss |\n| [Feasibility\n|\nRelationship\nto EU CBAM\nEe\n| [Feasibility\n|\n= raf Not applicable\n[Feasibility |\n|\nto EU Relat CBAM saan |\nNot applicable\n[etectveness |\n|\n| [Feasibility\n|\nRelationship\nto EU CBAM\nDiscussion. In order to foster cooperation on BCA design and implementation, the EU can work with strategic and trade partners to initiate a policy dialogue to allow an open exchange of views build mutual understanding, and identify criteria to guide policy development. Such a dialogue can focus on identifying common principles for BCA design and implementation, such as the objectives pursued with BCAs, how to share revenue collected with the BCA, whether and how to\nComments\n=\nNot applicable\nNot applicable\nNot applicable\nEe\nCollaboration on principles and best practice can help improve CBAM design and implementation, reduce administrative cost. and lower political and legal risk. Unlike efforts to achieve convergence of climate policy ambition, a multilateral dialogue on BCAs could seek harmonization of technical aspects and lead to a range of useful outcomes with varying levels of formality and integration, making such a dialogue politically much more feasible\n32",
  "page_33": "33\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on Climate Change and Sustainable Transition\nfactor in climate policy exemptions, rebates or credits benefitting domestic producers and climate policy costs borne by foreign producers, and the need for a transparent, inclusive and fair process. Additionally, such a dialogue could foster convergence on best practices in areas such as BCA coverage and value chain thresholds, or determination of carbon embodied in traded goods (Cosbey, 2021). Ideally, such a dialogue will take place at a multilateral level and include both jurisdictions implementing BCAs, such as the EU, and trade partners potentially affected by the BCAs. Existing venues and fora, such as the WTO Committee on Trade and Environment, or the recently launched Trade and Environmental Sustainability Structured Discussions (TESSD), could provide a platform for such a dialogue, and past initiatives — such as the GATT Working Party on Border Tax Adjustments — might serve as a template. Importantly, however, such a dialogue on BCA cooperation will take time to reach useful outcomes, and — given the rapid pace of climate policy developments in the EU and some other jurisdictions — should not be a condition for jurisdictions to proceed with the development of their BCAs, as that could slow down climate ambition more generally.",
  "page_34": "ERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on\nClimate Change and\nSustainable Transition\n4. Take-aways\nThe proposed CBAM needs to be part of a complex architecture of related regulations, institutions and initiatives. It needs to be a piece in jigsaw puzzle, that is, 1t needs to be complemented by flanking policies that complement its strengths, and others that help bridge important gaps and that cannot be addressed, or are addressed in a more effective way through measures outside the proposed CBAM itself.\nThis report has surveyed a suite of policy options that lie outside the design of the CBAM itself, assessing the potential for them to help the CBAM achieve its objectives. This picture paints the picture of a jigsaw puzzle that will evolve over time, as the impact of asymmetrical climate change policies is better understood, as policies change and as the societal environment itself changes. This may include a better recognition in international trade rules of the need to address climate change which is an existential problem, and may require special consideration or interpretation under trade rules.\nThere are several complementary policies that could help mitigate the potential loss of export markets under the CBAM. It is important to mention, as detailed in Marcu et al. 202 1c, that sectors are different and that the CBAM may need to be adapted — while accepting the fact that there cannot be different CBAMs for different sectors. There are also options that involve revising the proposed CBAM itself, through different design elements; though these are not the subject of this report, they merit further exploration. In the short and medium terms, complementary policies include supporting low-carbon innovation and investment via instruments like carbon contracts for difference, RD&D subsidies, domestic product standards and targeted green government procurement. In the longer term, the EU and Member State governments should prioritize diplomatic efforts with trade partners to achieve greater convergence of climate policy ambition. For the long-term viability of a CBAM, reform of trade rules is something that should be on the table.\nIn the immediate short-term, if we want to make CBAM operational, it is difficult to see how indirect emissions can be included in the CBAM. The EU should reform the existing regime for compensation for indirect costs. such that it is more consistently applied across the Member States, and such that it accurately reflects the full carbon cost increment imposed on EU producers by the EU’s marginal pricing scheme for electricity\nHowever, in the mid to long-term it will become inevitable to include indirect costs in the CRAM coverage.\nResource shuffling needs to consider both the spirit and letter of the Paris Agreement. The risk of resource shuffling should be addressed by design elements within the CBAM: the use of national default values to determine embodied indirect emissions in imported goods, or the delay of phase out of free allocation until after a successful testing period of co-existence, giving time for the EU’s electricity mix to substantially decarbonize. It could also be addressed by resorting to consumption charges as an alternative to CBAM, though that instrument is conditional on the need to maintain full free allocation.\n34",
  "page_35": "35\nERCST\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\nRoundtable on Climate Change and Sustainable Transition\nIn the short term, the risk of trans-shipment should be addressed by means of agreements with exempted countries to maintain systems of border control and charges on covered goods, and the inclusion within the CBAM of an anti-circumvention monitoring and enforcement mechanism focused on trans-shipment. In the longer term it can be addressed in amenable sectors by the use of product standards.\nThe risk of cost absorption should be addressed through existing trade remedy channels.\nThe EU and Member States should consider expanding CBAM’s downstream product coverage over the medium to long term. In the short term, they can help limit the risk of shifting carbon leakage downstream in the value chain through developing/updating product standards, or providing compensation to downstream producers whose products are not covered by CBAM and are at risk of carbon leakage.\nOver the long term, the EU and Member State governments should continue diplomatic efforts with trade partners including developing countries to achieve greater convergence of climate policy ambition, uniform standards for the measurement of emissions, and comparable explicit and implicit CO2 prices that would minimize administrative burden.\nIn the short and medium term, they can help alleviate negative impacts on development and increase political acceptance of CBAM abroad through providing targeted support to CBAM- exposed developing countries, especially SIDSs and LDCs.\nIf adopted, the CBAM will be born into an already dense landscape of climate rules and procedures, adding compliance obligations for importers and foreign producers, as well as new administrative burdens for EU and Member State authorities.\nAdministrative and transaction costs can be lowered, and with them concurrent political and legal risks, if the EU, other countries pursuing border adjustments, and potentially affected trade partners enter into a dialogue and reach an understanding on principles and best practices of BCA design and implementation. Such a dialogue could build on existing cooperative platforms and draw inspiration from previous initiatives to harmonize national approaches to border adjustments.\nOne additional issue needs to be mentioned. If the asymmetry in climate change continues and it becomes more acute as we move to stricter targets, there may be too many moving parts to be juggled at the same time. This would militate for different national instruments to drive decarbonization and revisiting the viability of current, and/or working harder for a linked or networked carbon market at the global level.",
  "page_36": "ERCST\nRoundtable on Climate Change and Sustainable Transition\nBataille, Chris, Céline Guivarch, Stephane Hallegatte, Joeri Rogelj, and Henri Waisman. ‘Carbon Prices across Countries’. Nature Climate Change 8, no. 8 (1 August 2018): 648- 50. https://doi.org/10.1038/s41558-018-0239-1.\nCosbey, Aaron. 2021. “Principles and Best Practice in Border Carbon Adjustment: A modest proposal.” Trade and Sustainability Review, Vol. 1(4), November. https://www.1isd.org/articles/principles-border-carbon-adjustment-modest-proposal\nEuropean Commission (2021). Proposal for a Regulation of the European Parliament and of the Council Establishing a Carbon Border Adjustment Mechanism, COM(2021) 564 final, 14 July 2021. https://eur-lex.europa.eu/legal- content/EN/TXT/?uri=CELEX%3A52021PC0564&gid=1629724352616\nMarcu, Andrei, Michael A. Mehling, Aaron Cosbey and Alexandra Maratou (202 1a). Guide to the European Border Carbon Adjustment Mechanism, European Roundtable on Climate Change and Sustainable Transition, Brussels. https://ercst.org/ercst-guide-to-the-eu-cbam/.\nMarcu, Andrei, Michael A. Mehling, and Aaron Cosbey (2021b). Border Carbon Adjustments in the EU: A Policy Proposal, European Roundtable on Climate Change and Sustainable Transition, Brussels. https://ercst.org/border-carbon-adjustments-in-the-eu-a-policy- proposal.\nMarcu, Andrei, Michael A. Mehling, and Aaron Cosbey (2021c). Border Carbon Adjustments in the EU: Sectoral Deep Dive, European Roundtable on Climate Change and Sustainable Transition, Brussels.\nhttps://secureservercdn.net/160.153.137.163/z7r.689.myftpupload.com/wp-\ncontent/uploads/2021/03/20210317-CBAM-IL_Report-I-Sectors.pdf\nMarcu, Andrei, Michael A. Mehling, and Aaron Cosbey (2020). Border Carbon Adjustments in the EU: Issues and Options, European Roundtable on Climate Change and Sustainable Transition, Brussels. https://ercst.org/border-carbon-adjustments-in-the-eu-issues-and- options.\nNeuhoff et al (2016). Inclusion of Consumption of carbon intensive materials in emissions trading — An option for carbon pricing post-2020, Climate Strategies, https://climatestrategies.org/wp-content/uploads/2016/10/CS-Inclusion-of-Consumption- Report.pdf\nRissman, Jeffrey, Chris Bataille, Eric Masanet, Nate Aden, William R. Morrow, Nan Zhou, Neal Elliott, et al. ‘Technologies and Policies to Decarbonize Global Industry: Review and Assessment of Mitigation Drivers through 2070’. Applied Energy 266 (15 May 2020): 114848. https://doi.org/10.1016/j.apenergy.2020.114848.\n[PUBLICATION EMBARGOED UNTIL 15 DECMBER 2021, 14:00 CEST]\n5. References\n36"
},
  "language": "Languages.ENGLISH",
  "total_pages": 36
}
