{
  "file_name": "7_104.pdf",
  "pages": {
  "page_1": "org alim\nEUROPE’S TECHNOLOGY INOUSTRIES\nTv\n\\S\nDh 4 bp)\nOrgalim represents Europe’s technology industries, comprised of 770,000 innovative companies spanning the mechanical engineering, electronics, ICT and metal technology branches. As Europe’s largest manufacturing sector with a strong export orientation, the European technology industry is a major downstream user of raw materials that will fall under the scope of CBAM, such as steel and aluminium. Our members foresee a significant rise in the cost of primary manufacturing inputs that will eventually result in higher prices for our products. Therefore, CBAM will result in a loss of competitiveness vis-a-vis third country operators, who can access raw materials at competitive prices and therefore enjoy an advantage both on the EU market and on third country markets to which the EU technology industry exports.\n2. Initial scope and possible future extension [Article 2(1), Annex I]\nKey asks:\n>\nNo extension of the scope of CBAM to hydrogen, organic chemicals and polymers in the first phase of implementation\nOrgalim opposes European Parliament amendment 175 on Annex |.\n> No adjustments to the scope of CBAM by means of delegated acts\n— Orgalim opposes European Parliament amendment 47 on Article 2(1)\nExplanation:\nHydrogen, organic chemicals and polymers are used by European technology companies as inputs in the manufacturing process and their inclusion in the scope of CBAM would further increase production costs and lead to reduced international competitiveness. We therefore oppose the proposed extension of the CBAM scope to hydrogen, organic chemicals and polymers (as proposed by the Parliament — amendment 175) in the first phase of CBAM implementation.\nOn the other hand, extending the scope of CBAM in the future to downstream products could contribute to safeguarding the competitiveness of the technology industry in the long-term vis-a-vis third country manufacturers within the single market. However, Orgalim is of the opinion that such an extension could be advisable only if preceded by an accurate and\ncomprehensive impact assessment by the European Commission, conducted in close collaboration with all the relevant stakeholders and taking into account future competitiveness of exports from the EU to third country markets. In addition to the impact assessment, it will be essential to develop a standardised, effective and future-proof methodology to measure the carbon footprint of downstream products, in order to avoid an unintended negative impact on the EU industry’s competitiveness.\nbi\nPOSITION PAPER\ner\" Ven\n-‘*\nBrussels, 28 October 2022\nOrgalim recommendations for the CBAM trilogues\n1. Introduction\n—",
  "page_2": "Furthermore, it is essential that the Commission implements the abovementioned extension by means of a proposal fora Regulation of the European Parliament and of the Council, rather than a delegated act. While suitable for further complementing technical aspects of the CBAM, delegated acts are not the right tool to intervene on such a core aspect of the Regulation, with wide-ranging implications for the competitiveness of the whole EU downstream industry. Extending the scope of CBAM therefore requires the full involvement of the two co-legislators and wide consultations with all the relevant stakeholders. Therefore, Orgalim opposes amendment 47 of the Parliament, which would provide for an extension of the scope of CBAM to downstream products by means of a delegated act, rather than a full legislative proposal adopted via the EU Ordinary Legislative Procedure.\n3. Transitional period and review clause (Articles 30 and 36)\nKey asks:\n>»\nMaintain a longer transitional period and allow a steady and foreseeable transition from free allowances to uptake of CBAM\nSupport European Parliament amendments 200, 218 and 265 on Article 36 (3)(d)\n—\n> Allow enough time for the European Commission to complete a full impact assessment of the application of CBAM and potential extension of the scope to downstream products before the end of the transitional period\n— Support European Commission text on Article 30\nExplanation:\nOrgalim has previously called for a progressive entry into force of CBAM, which would allow a proper impact assessment of the application of the CBAM regulation as well as of the potential extension of the regulation to downstream goods not in the initial scope of the Regulation. Also, industry efforts to reduce carbon emissions typically follow a tightening (rather than linear) curve, where achieving further reductions becomes increasingly harder over time. Therefore, a smooth and foreseeable transition from ETS free allowances to CBAM is essential to avoid further potential damage to the competitiveness of the downstream industry.\nFor this reason, Orgalim supports the Parliament text in Article 36 (3)(d), which would extend the transitional period for the application of the Regulation until 1 January 2027 (amendments 200, 218 and 265). This provision, in combination with the original Commission text on the review provisions in Article 30, would allow enough time for the Commission to carry out a comprehensive and accurate impact assessment of the application of the CBAM regulation, as well as the potential future extension of its scope to downstream products.\nOrgalim represents Europe's technology industries, comprised of 770,000 innovative companies spanning the mechanical engineering, electrical engineering, electronics, ICT and metal technology branches. Together they represent the EU's largest manufacturing sector, generating annual turnover of €2,480 billion, manufacturing one-third of all European exports and providing 10.97 million direct jobs. Orgalim is registered under the European Union Transparency Register —1D number: 20210641335-88.\nThis work is licensed by Orgalim under CC BY-NC-SA 4.0 For more information, read our Terms of Use.\nOrgalim aisbl BluePoint Brussels Boulevard A Reyers 80 B1030 | Brussels | Belgium\n+32 2 206 68 83 secretariat@orgalim.eu www.orgalim.eu VAT BE 0414 341 438\nLLL SHAPING A FUTURE THAT’S GOOD) Sx"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
