{
  "file_name": "7_100.pdf",
  "pages": {
  "page_1": "os *\nVN\na\ndd\nEU Carbon Border\nAdjustment Mechanism\nAssessing impacts on Europe's\nTechnology Industries\nas\nA study carried out with the support of ERM\norgalin EUROPE’S TECHNOLOGY INDUSTRIES\nBrussels, March 2025",
  "page_2": "Table of Contents\n3\nThe study at a glance\nExecutive summary\nThe EU CBAM\nMethodology\n- Background\n— Expected competitiveness impacts on Europe’s Technology\nIndustries\nOverview of approach Data collection Model and related assumptions\n-\n-\n—-\n11\nImpacts of CBAM\n—- Results table\n- Key insights\n- Additional factors hindering competitiveness",
  "page_3": "The study at a glance\n14\nBE\nTT} —I3 Companies\nup to\n48%\nincrease in\nproduction costs\nForklift trucks\nvty\n15\nns Products\nBroad descriptions of assessed product types\na \\ ) Hd\nOO\n=,\nGe 3\noF\n@ @) Industrial\nbranches\n11/15\nproducts\nassessed at\nrisk of carbon leakage\nElectric radiators\nIndustrial equipment used in\nthe paper & pulp industry\n-—-—=\n(¢\nCookware\nElectric motors\nGenerators\n4\nmoO\no>\nElectric transformers\nHand tools\nly\nElectric water heaters\nSuperabrasives",
  "page_4": "Executive Summary\nObjective of the study\nOrgalim has undertaken the present study to quantify the potential impacts of the EU’s Carbon Border Adjustment Mechanism (CBAM) and of the phaseout of Free Allocation under the EU Emissions Trading System (ETS FA) on the competitiveness of Europe’s technology industries.\nApproach\nThe study is based on a survey of 14 member companies of Orgalim-affiliated industry associations. Companies provided data on one or more products of their choice, in relation to production costs, prices, steel and aluminium content as well as supply chain.\nThe study estimated the impact of CBAM and of the phaseout of ETS FA on production costs and profit margins. An analysis was then carried out to determine the carbon leakage risk for the products in scope, based on the EU Emissions Trading System methodology for the assessment of carbon leakage.\nResults\nCompanies provided data on a total of 15 products. The analysis showed that CBAM and the phaseout of ETS FA could increase production costs by over 5% in over % of the products across all industry sectors. In some cases, the increases in production costs were as high as 48%.\nAs CBAM applies to raw materials but not to finished products, EU manufacturers will face competition from imported finished products not subject to CBAM and will therefore be unable to increase prices. Higher production costs will reduce international competitiveness, creating a significant risk of carbon leakage.\n8 out of 15 products were found to be at immediate risk of carbon leakage from 2026, when CBAM will start to be phased in. An additional three products will be at risk by 2034, when CBAM will be fully phased in.\nThis means approximately % of the products (11 out of 15) surveyed may be at risk of carbon leakage by 2034.\nKey takeaways\nThe results illustrate that CBAM andthe phaseout of ETS FAwillnegatively impactthe competitiveness of Europe's technology industries.\nHigher production costs will create a massive of risk carbon leakage across the mechanical engineering, electrical engineering and metal technology industrial branches.\nThis could not only place hundreds of thousands of jobs at risk across the EU but also threaten the green transition and the achievement of the EU's carbon neutrality objective.\nIndeed, CBAM and the phaseout of ETS FA will have a negative impact on European companies manufacturing a wide range of essential enabling technologies for the green transition, some of which are covered in the present study (e.g. transformers, electric motors, electric water heaters).",
  "page_5": "The EU CBAM\nBackground on EU Regulation 2023/956\nProducers of certain goods in the EU (such as steel and aluminium) have to pay a price on the amount of carbon emitted in the manufacturing process. Companies do so by purchasing and surrendering so- called carbon allowances, via the EU Emissions Trading System (ETS).\nEuropean companies subject to the ETS face an uneven level playing field, having to compete with operators in other jurisdictions that are not subject to a carbon price. This creates a risk of so-called “carbon leakage”, i.e. the shifting of manufacturing operations to countries that apply lower or no carbon price on the production of goods covered by the ETS.\nFor this reason, under the ETS industries at significant risk of carbon leakage receive a high share of free carbon emission allowances, to safeguard their competitiveness.\nIn the ETS reform approved in June 2023, the EU decided to gradually phase out the granting of free allowances by 2034, starting in 2026. This could leave entire industrial sectors covered by the ETS at significant risk of carbon leakage’.\nThe Carbon Border Adjustment Mechanism (CBAM) was put in place to mitigate the carbon leakage risk resulting from the phaseout of free allocation under the EU ETS. However, as this study shows, in its current form the CBAM shifts the carbon leakage risk downstream, impacting companies that use CBAM goods as inputs to manufacture other products.\nCBAM will be gradually phased in from 2026 to 2034, following the same timeline of the phaseout of the free allocation (FA) under the EU ETS. It will act as a mechanism to ensure that imports of goods that are subject to the EU ETS are subject to the same carbon price that they would have incurred had they been produced in the EU.\nog &\n&\n—\nA\nCBAM currently covers cement, aluminium, fertilisers, iron & steel, hydrogen, and electricity. Downstream products containing these materials are currently not in scope (with some limited exceptions, e.g., fasteners).\nImporters of goods subject to CBAM in the EU will have to buy and surrender each year a number of “CBAM Certificates” equal to the amount of embedded emissions in the imported goods. The price of CBAM certificates will be the same as the one of ETS allowances. However, importers of goods not specifically covered by CBAM — but nevertheless with a material concentration of CBAM-designated materials (eg steel or aluminium) - do not have this obligation.\nIf importers can demonstrate that imported goods were subject to a carbon price in the country of origin, the carbon price paid can be deducted from the number of certificates to be surrendered pursuant to CBAM.\nImporters of CBAM goods will have to collect actual emissions data from operators of industrial installations in third countries. Alternatively, they will be able to rely on so-called “default values” determined by the European Commission. However, default values will be subject to a markup so as to incentivise the use of actual emissions data.\n+ Climate change: Deal on a more ambitious Emissions Trading System (ETS)",
  "page_6": "CBAM will apply only as a reporting obligation until 31 December 2025, after which the financial component of the mechanism will start applying.\nThe European Commission is due to review the scope of CBAM to potentially include additional raw materials in the scope, as well as downstream goods in the value chain of goods currently in scope.\nExpected competitiveness impacts on Europe's Technology Industries\nEurope’s technology industries, which Orgalim represents, are major downstream users of raw materials that fall under the scope of CBAM, such as steel and aluminium.\nCBAM, coupled with the progressive phaseout of FA under the ETS, will significantly increase the cost of primary manufacturing inputs for Europe’s technology industries.\nAs a result of this cost increase, companies across Europe will lose competitiveness vis-a-vis third country manufacturers, who can access raw materials at more competitive prices.\nSince CBAM only applies to raw materials but not to finished products, third country manufacturers will enjoy an advantage over European manufacturers, who will face higher raw materials costs. This will be the case both on the EU market (as their exports will not be subject to CBAM) and on third country markets to which Europe's technology industries export.\nOrgalim wishes to stress that appropriate solutions are urgently needed to address the negative impact of CBAM on the competitiveness of Europe’s technology industries, both on the EU and international markets.\nCBAM started applying in October 2023, with a transition period lasting until 31 December 2025\nDuring the transition period, Europe’s technology industries are already facing the burden of complying with highly complex rules to calculate and report on embedded emissions in imported goods subject to CBAM.\nReporting obligations in themselves negatively impact the competitiveness of technology companies, as they drain human and financial resources away from research, innovation and other core business functions.\nOrgalim put forward a series of recommendations to ease the burden arising from CBAM reporting obligations in a position paper dated June 2024.”\nCOMPETITIVENESS\ntie -\n? Orgalim recommendations for the CBAM transition period",
  "page_7": "Methodology\nOverview of approach\nObjectives\nThe main goal of the present study was to estimate the potential impact of CBAM on competitiveness and the risk of carbon leakage in a range of products manufactured by European technology companies.\nEstimating the risk of carbon leakage: the model\nA model was developed based on the EU methodology to evaluate the risk of carbon leakage under the EU ETS. Under the EU ETS (2015-2020)3, a sector or sub-sector is considered to be at significant risk of carbon leakage if:\ndirect and indirect costs induced by the implementation of ETS would increase production cost, calculated as a proportion of the gross value added, by at least 5% and; the sector's trade intensity with non-EU countries [(exports + imports)/(annual turnover + imports)] is above 10%.\n—\n—\nA sector or sub-sector is also deemed to be exposed if:\n— direct and indirect costs induced by the implementation of ETS would increase production\ncost, calculated as a proportion of the gross value added, by at least 30% or;\n— the non-EU trade intensity is above 30%.\nAdaptations for use in this study\nThe EU ETS methodology for carbon leakage assessment‘ that this study is based upon, was originally intended to be used with aggregate data for entire economic sectors.\nThis study adapted the ETS methodology to assess the risk of carbon leakage for specific individual products, based on data that was provided by the participating companies:\n_ Production cost (PCOST) was in most cases provided directly by the participating companies and it includes raw material and labour costs. Where not provided, costs were estimated by using market price for carbon and steel and plus an additional factor for production costs. Gross Value Added (GVA) was determined as the gross profit for each product, i.e., final price minus production costs (or Cost of Goods Sold). This higher profit margin is in line with the EU ETS methodology and can provide a more conservative assessment than when using the net profit, as the impact of change in PCOST is lower. Trade intensity for each product was calculated for the whole sector, as the calculation method is not applicable to individual products and companies, but rather to the EU economy as a whole. The sub-sector information was determined based on PRODCOM codes for the specific products, collected during the survey.\n34 EU ETS Handbook",
  "page_8": "Data Collection\nThe data used in the assessment was collected via stakeholder engagement as well as literature review.\nStakeholder engagement: a short 3-part questionnaire was prepared and shared with 14 companies that were nominated or recommended by Orgalim member associations.\nThe companies had been approached in advance and informed of the survey contents and how their data would be processed and presented. The option to sign a Non-Disclosure Agreement was also offered to protect confidentiality and encourage participation.\nThe questionnaire collected information on the following:\nProduct details, i.e., a description of the product in scope, including the relevant PRODCOM code used to define the product category and used for statistical purposes. Product composition and supply chain information, i.e., the content and origin of steel and aluminium used in the manufacturing of the product. Information on components containing those materials was requested separately. Product financial information, i.e., production cost, gross value added and final selling price of the product.\no\nThe responses were followed up with clarification questions and, where necessary and agreed, interviews to improve data quality and enhance validity of the calculations.\nAll data received and the relevant calculations were anonymised and the results presented in random order to protect the identity of the companies and avoid association with specific results. All was done in strict accordance with competition law.\nThe literature review centred around publicly available information from reputable sources on trade information, carbon intensity of CBAM goods, and the cost of carbon allowances.\n_ Broad descriptions of assessed producttypes\n\ne Cookware\ne Electric transformers e Generators\ne Hand tools\ne Electric motors\ne Electric water heaters e Industrial equipment\ne Superabrasives\nused in the paper and\ne Electric radiators\ne Forklift trucks\npulp industry\nModel and related assumptions\nDownstream products manufactured using CBAM goods as inputs can be affected directly or indirectly by carbon costs, depending on the specifics of the supply chain of the company manufacturing them.\nIt should be noted that pursuant to Article 2(4) of the CBAM Regulation, CBAM does not apply to goods originating in Iceland, Norway Liechtenstein (which form, together with the EU, the European Economic Area — EEA) and Switzerland. Iceland, Norway and Liechtenstein are part of the EU ETS, Switzerland has its own ETS in place which is linked to the EU one.\nThe impact of CBAM on European manufacturers therefore varies depending on whether they source CBAM or non-CBAM goods (including components) and on whether they source from the countries in the EEA and Switzerland (hereinafter EEA + CH) or from other third countries.",
  "page_9": "The study was therefore based on the following assumptions:\no The phase-out of the ETS FA by 2034 will increase the cost of steel and aluminium sourced from EEA+CH suppliers. The full phase-in of CBAM will increase the cost of CBAM goods (steel and aluminium) sourced from non-EEA+CH suppliers. The cost of components manufactured in the EEA+CH using steel and aluminium will also increase irrespective of where they are sourced from. The reason for the increase can be either CBAM or the phaseout of ETS FA. The only case in which a company is not impacted by either CBAM or the phaseout of ETS FA is if they only use components imported from outside the EEA+CH in their manufacturing processes.\nThe table below summarises the assumptions of the study in relation to the supply chain of the participating companies:\nCBAM goods (steel and\naluminum)\nA modular, spreadsheet-based high-level model was developed to estimate the impact of CBAM and of the phaseout of ETS Free Allowances on the assessed products, and it was run for each product separately.\nThe final output of the model is the increase in the cost of production relative to the GVA for each assessed product, which, together with the calculated trade intensity, determine the risk of carbon leakage. The impact on production cost and GVA were calculated for each year in the 2026-2034 period, to determine how the phase out of free allocation impacts the carbon leakage risk.\nThe key parameters of the model were agreed with the Orgalim members.\nProduct-specific inputs to the model were sourced via the company survey. In cases in which companies did not provide information on specific data points, realistic assumptions were made based on publicly available information.\nThe calculation parameters needed to estimate the EU ETS and CBAM-relevant carbon emissions for manufacturing of a unit of a product were derived from the CBAM benchmark values published by the Commission’. Quantification of direct emissions for aluminium and steel is based on the emissions intensity specified for the CN codes, differentiated by EU and non-EU sources. As a weighted average for non-EU sources was unavailable, CBAM default values (for the transition period between 2023 and 2025), representing global average values were used as proxy.\nTrade intensity calculations were based on data from the EU’s PRODCOM statistics database and on the specific PRODCOM codes for each assessed product.\nImpacted by phaseout of ETS FA Impacted by CBAM\nComponents manufactured\nImpacted by either phaseout of\nNot impacted by either CBAM or\nwith steel and aluminium*\nETS FA or CBAM, depending on\nfree EU ETS allowance phaseout\norigin of steel and aluminium.\n* Any non-CBAM good that is used as input in the manufacturing of products included in the study 5 Default values for the transitional period of the CBAM between 1 Oct and 31 Dec 2025",
  "page_10": "The parameters used in the calculations were determined under a number of assumptions, and applied to all products, to ensurea uniform and comparable assessment. This canlead to some underestimations in the assessment, as explained below:\no The carbon intensity of CBAM goods was based on the CBAM default values for unwrought Aluminium and Crude Steel (Iron and non-alloy steel in ingots (excluding iron of heading 7203)) as proxy materials. Individual companies may use different, and in some cases multiple, material grades, but it was agreed to maintain simplicity and consistency in the model. The carbon allowance price was based on forecasts across 2026 — 2034, as presented in the 2024 ERCST Review of Carbon Leakage Risks of CBAM Export Goods Report®. A progressive increase between EUR 99 and EUR 169 per tonne of CO2 was assumed in that period. The phase-out of free allowances under the EU ETS in the model followed the timeline detailed in article 10a(1a) of Directive 2003/87/EC as amended’. The free allocations were based on benchmark allowances for a particular CN code and based on the average of the 10% most efficient installations calculated. These values were then subjected to annual reduction rates. The historical annual reduction rates were capped between 0.2 and 1.6 % (or between 3 and 24 % over the 15-year period) to avoid large step-changes. However, these rates must also be aligned with the production levels and are subject to change. Given the uncertainties around the actual reduction factors that would be applicable in Phase 4 of the EU ETS, a reduction rate of 3% was used for this assessment. This does not impact the final results, however, as it mainly affects the years before full phase-out of free allowances. When estimating the carbon intensity, only direct emissions were taken into account, as only direct emissions are currently in the scope of CBAM. If indirect emissions are to be included in the assessment, the overall impacts of CBAM implementation could be much higher, in particular for products with high aluminium content. Not all CBAM precursors for a particular CBAM complex good are known. It was assumed that all products are produced directly from primary aluminum and / or crude steel with no intermediate manufacturing in between. It was assumed that the final price of the products does not increase in the assessment period. Prices are not adjusted for inflation. Adjusting for inflation could result in higher impacts in future years, which would be mitigated by increase in the product price. Overall, the impact of this approach is considered non-significant. Assumed metal prices, where needed to estimate production costs: steel: €500 per t, aluminium: €2370 per t. A100% pass through rate of CBAM costs by suppliers is assumed. This means that the suppliers of components will not absorb any of the additional carbon allowance costs themselves. No deductions of carbon tax paid in a non-EEA country have been considered in the model due to lack of data. If the non-EU country has a carbon tax in place, this will — according to CBAM methodology — need to be subtracted from the CBAM price paid by the EU importer.\n° Review of Carbon Leakage Risks of CBAM Export Goods\n7 EUR-Lex\n10",
  "page_11": "Impacts of CBAM\nResults table\nME/EE\n9-14%\n38-68%\nYes\n>50%\nMT\nMT\n22-48%\n23-48%\n23-50%\n23-49%\n>50%\n>50%\nYes\nYes\nME/EE\n6-11%\n19-40%\n>10%\nYes\nMT\n5-20%\n5-20%\n>50%\nYes\nME/EE\n<1%\n>50%\nYes\n6-12%\nME/EE\n5-9%\n6-11%\n>30%\nYes\n10\n11\n12\nME/EE\nME/EE\nME/EE\nME/EE\nMT\n<2%\n1-3%\n<2%\n<1%\n<1%\n1-10%\n3-7%\n1-6%\n1-5%\n<3%\n>50%\n>30%\n>50%\n>50%\n>50%\nYes\nby Yes, 2034\nby Yes, 2034\nby Yes, 2034\nNo\n13\nME/EE\n<1%\n>30%\n1%\nNo\n14\nMT\n<1%\n>30%\n1%\nNo\n15\nMT\n>30%\nNo\nKey:\nME = Mechanical Engineering\nEE = Electrical Engineering\nMT = Metal Technology\nPCOST = Production Cost\nGVA = Gross Value Added\nCarbon leakage thresholds:\ne PCOST/GVA increases by >5% and;\ne Trade intensity is >10%\n11",
  "page_12": "Key Insights\nFor six of the products, the impact on production costs is higher than 5%. Two products could face an increase of almost 50%.\nDue to international competition, European technology manufacturers will be unable to pass on these additional costs by increasing prices. This means that these increases in production costs will erode already razor-thin profit margins, exposing Europe's technology industries to a massive risk of carbon leakage.\nIndeed, out of fifteen assessed products, eight were found to be at risk of carbon leakage throughout the period, while three more products would become at risk of carbon leakage by 2034, when the phase-in of CBAM and phase-out of ETS FA will be completed.\nOut of 11 products at risk of carbon leakage, eight were mechanical / electrical engineering products, and 3 were metal products, showing that the impact is not specific to a single industry sector but spread across the industry.\nThe products examined have complex supply chains, which can add to the complexity of estimating the actual impact of CBAM on their materials and production costs.\nOverall, and considering the limited data set, important factors determining the impact of CBAM on the assessed products are the reliance on steel and aluminium as raw materials as opposed to non-CBAM goods (components), particularly when those components are procured from non-EEA suppliers.\nThe overall content of steel and aluminium, as it would be expected, plays a significant role as well.\nAdditional factors hindering competitiveness\nIt should be noted that some of the assumptions made for this study are quite conservative. For example, the study assumed a progressive increase in EU carbon costs from EUR 99 to 169 per tonne of CO2 between 2026 and 2034. However, some estimates currently point to a carbon price of EUR 200 and above by 2034.\nFurthermore, the study does not take into account the administrative and compliance costs that companies have to undergo as a result of CBAM, such as those related to the quantification and reporting of embedded emissions in imported CBAM goods.\nIn addition, if indirect emissions also come within scope of CBAM, the overall impact could be even higher, particularly for products relying significantly on aluminium, due to its energy-intensive manufacturing process.\nIn the light of the above, it is likely that the overall risk arising from CBAM, along with the carbon leakage risk for the products in question, could be even higher than currently estimated.\nFurthermore, pursuant to Article 30 of the CBAM regulation, the European Commission will progressively extend the scope of CBAM to include:\n_ Indirect emissions from electricity used in the production of goods Emissions embedded in the transport of goods Other sectors at risk of carbon leakage pursuant tothe EUETS, starting with chemicals and polymers _ Other goods downstream in the value chain of goods currently under the scope of CBAM.\nAll these upcoming regulatory changes are likely to further increase the impact of CBAM on the products under the scope of the study, as it could also impact components imported from outside the EU.\n12",
  "page_13": "Contributions\nThe present study was co-financed by 11 Orgalim member associations, i.e.:\nANIMA - Confindustria Meccanica\nVaria\nANIMA\nCONFINDUSTRIA\nIN MECCANICA VARIA\nFepa - Federation of European\nProducers of Abrasives\nFEPA\nFEDERATION-OF«EUROPEAN\nPRODUCERS-»OF «ABRASIVES\nFIEEC —- Federation des Industries Electriques, Electroniques et de Communication\nI FIEEC\nFEDERATION DES INDUSTRIES ELECTRIQUES,\nELECTRONIQUES ET DE COMMUNICATION\nFIM - Federation des Industries Mecaniques\nm] FIM\nFMTI - Fachverband Metalltechnische Industrie\nZVEI - Verband der Elektro- und\nDigitalindustrie\nzvei\nelectrifying\nI\nTeknikföretagen - Technology Industries of Sweden\ne Teknikföretagen\nTIF -\nTechnology Industries of Finland\n|\nTechnology Industries of Finland\nSwissmem\nBi SWISSMEM\nVDMA e.V.\n(1Z VDMA\nY\nWSM - Wirtschaftsverband Stahl- und\nMetallverarbeitung\nWirtschaftsverband Stahl- und\nMetallverarbeitung e.V.\n13",
  "page_14": "About Orgalim\nShaping a future that's good\nOrgalim represents Europe’s technology industries, comprised of 770,000 innovative companies spanning the mechanical engineering, electrical engineering and electronics, ICT and metal technology branches. Together they represent the EU’s largest manufacturing sector, generating annual turnover of €2,835 billion, manufacturing one-third of all European exports and providing 11.7 million direct jobs.\norg alim\nEUROPE’S TECHNOLOGY INDUSTRIES\n2,835\nbillion EUR\nannual turnover\n11.7\nmillion people\n‘eae direct employment\n770,000\ncompanies\nrepresenting\nindustries\n« CL_—{o)\nard\nLj td\nE\nMechanical\nMetal\ntechnology\nAl\n14\n\nElectrical\nengineering, engineering\nelectronics\nand ICT",
  "page_15": "About ERM\nSustainability is our business\nWe are the world’s largest specialist sustainability consultancy. Founded in 1971, we are the largest advisory firm in the world focusing solely on sustainability, offering unparalleled depth and breadth of expertise. We shape a sustainable future with the world’s leading organizations.\nOur purpose guides everything we do. We create a better future by helping the world’s biggest brands address today’s sustainability imperatives. We are the recognized market leader in sustainability services. Numerous industry benchmarks attest to our market leadership and the majority of our work is sole- sourced, reflecting trusted partnerships we build with our clients.\nERM prepared the model to assess the risk of carbon leakage, collected the data, carried out the calculations as described in the “Methodology” section, and provided the results to Orgalim.\nWy,\n=<ERM\nESG &\nSustainability\nconsulting leader\nVerdantix Green\nQuadrant 2024\n150+\nOffices\n50+\nYears of\nexperience\n#1\nSustainability\nservice provider\nHFS 2022\n40\nCountries &\nterritories\n+> —_ ae\n8,000+\nProfessionals\n~=t -* I\n%\n$5,\n«0\nYe\n@ ERM OFFICE LOCATIONS\nWe partner with...\n70%\nof Fortune 100\n55%\nof Fortune 500\n15",
  "page_16": "org alim\nEUROPE’S TECHNOLOGY INDUSTRIES\nSHAPING A FUTURE THAT’S GOOD\nwww.orgalim.eu\nOrgalim is registered under the European Union Transparency Register | ID number: 20210641335-88 All rights reserved @ February 2025, Orgalim aisbl | Editeur responsable: Olivier Janin, Director General\n(eo G\\o) This work is licensed by Orgalim under CC BY-NC-SA 4.0 AT For more information, read our Terms of Use.\nfin) Orgalim\n16"
},
  "language": "Languages.ENGLISH",
  "total_pages": 16
}
