{
  "file_name": "7_107.pdf",
  "pages": {
  "page_1": "org all\nfi”\n-\n5 Ge\n“\nee eC)\ne\nEUROPE’S TECHNOLOGY INOUSTRIES\nPOSITION PAPER\nBrussels, 8 December 2021\nOrgalim Position Paper on the carbon border adjustment mechanism (CBAM)\nExecutive summary\nOrgalim calls for an impact assessment of the carbon border adjustment mechanism (CBAM) for downstream industries. Orgalim also calls for WTO-compatibility of CBAM and a clarification of its anti-circumvention provisions. Finally, Orgalim cautions against the excessive use of delegated or implementing acts in CBAM and calls for CBAM to be designed in a non-protectionist way.\n1. Introduction\nOn 14 July 2021, the European Commission proposed a Regulation establishing a carbon border adjustment mechanism (CBAM)? covering cement, iron & steel, aluminium, fertilisers and energy generation. Even if our industries are not included in the scope of CBAM, we recognise that CBAM may have an extensive impact on their competitiveness, generating uncertainty at a highly sensitive time in our recovery from the COVID-19 crisis. Moreover, CBAM could hinder our companies’ access to global markets.\n2. Orgalim priorities on CBAM\nTo help address the potential damage CBAM could cause for our industries, we highlight the following priorities:\n* https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex%3A52021PCo564\n> Orgalim calls for an impact assessment of CBAM for our export-oriented downstream industries, including the possible additional costs it would generate. In particular, there should be clarification on how this will impact EU companies' imports of goods covered by the proposed Regulation, such as steel and aluminium. Steel and aluminium are important raw materials for Europe’s technology industries, and increased costs for these raw materials will affect our companies’ competitiveness. This will be particularly damaging for our highly export- oriented companies that will have to bear higher costs compared to their competitors outside the EU. Orgalim calls for CBAM to be designed in such a way that it does not lead to protectionism. Taking into account\nthe high export rate of our sector, international markets should be opened up and should remain open.\nBureaucratic hurdles linked to CBAM must remain low.",
  "page_2": ">» CBAM must be WTO-compatible. Orgalim is aware that the Commission has already stated that the proposal complies with the European Union's WTO obligations”. However, we continue to question the WTO- compatibility of the CBAM proposal as it foresees that the revenues from CBAM will go into the EU general budget and not only be used to green the economy. Several WTO members — including China, India, Brazil, and South Africa — have already expressed their concern about CBAM. The EU's trading partners could back up their scepticism about CBAM's WTO compliance by introducing trade-restrictive measures, for instance in the form of punitive tariffs on European goods that may be damaging for our industries. Moreover, Orgalim calls for an in- depth impact assessment on free allowance allocation under the ETS in connection with CBAM to ensure that CBAM is WTO-compatible. The competitiveness of the downstream industries should be taken into account in this evaluation of free allowance allocation under the ETS. Orgalim calls for a clarification of the anti-circumvention provisions of CBAM. The only measure against circumvention currently foreseen is a delegation of powers to the Commission that would allow it to add products to the list in Annex I, which are only slight modifications of the original products. The measures against circumvention should also tackle the redirection of imports along the value chain, transhipment strategies and resource shuffling. Orgalim calls for clarification on how the Commission will assess if a third country has a carbon pricing system equivalent to the European one. Finally, Orgalim also cautions against the excessive use of delegated or implementing acts in CBAM. The proposal provides the Commission with the power to decide by delegated or implementing act on significant matters (e.g. expanding the list of exempted countries recognising third country systems for carbon pricing$ , default values and enlarging the scope to include slightly modified products® and the methodology to calculate the “carbon content” of a product). This makes CBAM less transparent and accountable, as it removes significant political oversight and creates legal uncertainty.\nUltimately, Orgalim encourages the Commission to increase its efforts in making the biggest contributors to greenhouse gases commit to global carbon pricing. The EU should foster multilateral cooperation on decarbonisation with its trading partners.\n? See recital of CBAM 13 3 See article 27 4 See article 2.5, 2.7 5 See article 2.12, and article 9.4 § See article 27.5\nOrgalim represents Europe's technology industries, comprised of 770,000 innovative companies spanning the mechanical engineering, electrical engineering, electronics, ICT and metal technology branches. Together they represent the EU’s largest manufacturing sector, generating annual turnover of over €2,076 billion, manufacturing one-third of all European exports and providing 11.33 million direct jobs. Orgalim is registered under the European Union Transparency Register — ID number: 20210641335-88.\nOrgalim aisbl\nBluePoint Brussels\nBoulevard A Reyers 80\nB1030 | Brussels | Belgium\n+32 2 206 68 83\nsecretariat@orgalim.eu\nwww.orgalim.eu\nVAT BE 0414 341 438\nLLL SHAPING A FUTURE THAT’S GOOD) Sx"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
