{
  "file_name": "7_116.pdf",
  "pages": {
  "page_1": "1\norg EUROPE’S TECHNOLOGY alim INDUSTRIES\n‘ase!\nrote)\nr>\neae\neeell Orgalim Policy Exchange\nDIGITALIZE\n_—\nSustainable Products & Digital Product Passports\nGe\n| F<\nREPAIR\n21 March 2024 | 10.30 —12.00\nPRODUCE\nOrgalim views and recommendations on the Ecodesign for Sustainable Products Regulation (ESPR)\nPresented at the Orgalim Policy Exchange webinar on ESPR, 21 March 2024\nEurope’s technology industries welcome the Ecodesign for Sustainable Products Regulation (ESPR) as a key measure to further optimise the way resources are used throughout the economy and society as well as bringing new business opportunities — a win-win for the environment and the economy, making the most of new digital solutions.\nWHAT WE SUPPORT\nCircular benefits. Product and information requirements that pave the way for the circular economy. Harmonised EU requirements that are feasible to implement in real life for all companies, and in particular for SMEs. Level playing field. Fair competition and a level playing field between economic operators based inside and outside the EU must be ensured together with robust market surveillance and effective enforcement. The ecodesign instrument. The ESPR framework regulation implemented through delegated acts which are limited to essential requirements and harmonised standards, including product- by-product rules in a functioning single market. Better regulation. New ecodesign requirements that will be developed under ESPR delegated acts must always follow the EU Better Regulation principles, including being based on evidence via an impact assessment and avoiding unnecessary burdens.\ne\nSHAPING A FUTURE THAT’S GOOD EEE",
  "page_2": "SHAPING A FUTURE THAT’S GOOD EEE\ne Industry involvement in the whole process — from the preparatory studies to delegated acts and standards — to achieve requirements feasible to implement in real life. Digital data exchange potential. Potential benefits of the Digital Product Passport (DPP) for industry, the environment and market surveillance — provided the DPP and data in the DPP preserve confidential business data — are defined by harmonised standards ensuring interoperability and technology neutrality without vendor lock-in and are based ona decentralised system and a flexible approach. DPP to be interoperable and rely on existing databases (such as the EPREL and SCIP databases) as well as on established industry solutions. Green Public Procurement (GPP). GPP provides positive incentives for circularity, creating a push for circular products.\nWHAT CONCERNS US\ne Lack of enforcement and market surveillance activities for the current Ecodesign\nImplementing Measures undermine the level playing field in the EU and seriously concerns us for the implementation of the future ESPR Delegated Acts. Disproportionality. The costs for industry (third party verification, costly data requirements etc.) might outweigh the gains for the environment and potentially impact industry competitiveness. Policymakers need to be careful when setting performance requirements for components. Redundancy. Duplication of efforts and double regulation, in particular for chemicals, creates unnecessary administrative burdens and legal uncertainty. Policy coherence across different fields should be ensured. The different legal instruments (eg. REACH, RoHS, Ecodesign and Waste Framework Directive) should be used according to their intended goals — e.g. product policy regarding circularity should not regulate the safety of chemicals. Substances of concern (SoCs). The definition includes thousands of new substances based on unclear criteria and extensive scope that will lead to legal ambiguities and an excessive administrative burden, especially for SMEs. Requirements should be only justified in the context and scope of ESPR and must be relevant for circularity. Confidentiality. The data that will be included within the scope of the Digital Product Passport (DPP) must protect confidential business data. Data over reach. We are concerned that companies will be requested to provide data which are not necessary, do not add value and are not focused on essential data which are available within complex global value chains. Lack of interoperability is also a concern. Horizontal requirements. These require early warning and a clear-cut description of scope for companies, in particular for SMEs, to be able to implement in time. Any new requirements must also consider trade-offs. Methodological uncertainty will create burdens. Life cycle assessment methods and requirements, especially when working across sectors and materials, need to be aligned across and with already existing approaches. There is also uncertainty about how the durability and reparability scores will work in practice.",
  "page_3": "OUR RECOMMENDATIONS\nWhat we recommend for requirements in future ESPR delegated acts:\nSHAPING A FUTURE THAT’S GOOD EEE\nSs\nRequirements should make products more circular, be meaningful, easy to understand, comparable and verifiable. Data must be of added value. Implementation should start small to generate political support for further measures by making sure the ecodesign requirements and the DPP will work in real life and be successful, including ensuring robust market surveillance and effective enforcement. Clear timelines for the upcoming ESPR delegated acts, and the involvement of industry and as many experts as possible in the process. Clear scope of product groups.\nThis means that requirements should:\ne Follow the New Legislative Framework (NLF) approach with essential requirements in legal text and further specification and technical solutions which are state of the art via standardisation. Be proportionate and enforceable by market surveillance authorities. Be technology-neutral. Continue to be established product-by-product. We acknowledge that there will be a high number of delegated acts and we support this as they would allow the Commission to better consider the respective product's characteristics. Horizontal requirements covering product groups should be used only as a last resort. Be based on scientific assessment methods through recognised European or ISO /IEC/ITU international standards. Be consistent with other legislation — without duplication. For example, local space heaters are considered as construction products (according to the Construction Products Regulation, CPR) and as energy-related products (according to the ESPR). Dual requirements should be avoided and consistency ensured. We would welcome guidance from the Commission on which legislation should prevail.\nAlso important for successful implementation:\ne The scope of the ESPR delegated acts should be limited to the product properties that are the most important to the environmental performance of a product/product group. e How to deal with intermediate products. A meaningful exchange of information between different actors along the value chain on intermediate products will improve the product's life cycle footprint. However, we see a double regulation for intermediate products like steel, iron, and aluminium (e.g.EU-ETS, CBAM). We also raise the question of how final product manufacturers should deal with intermediate products regulated under ESPR. There is a lot of uncertainty, and a strong demand from our industries for the Commission to clearly state how regulating intermediate products would work in practice under the ESPR and what kind of obligations the user and/or processor of the intermediate product would have with regard to the DPP. Again, requirements should be justified and not duplicated.",
  "page_4": "Industry should be involved as soon as possible in the process because industry input will be vital for the success of the ESPR. Economic operators should be provided with sufficient time to prepare for the implementation of new ESPR requirements to ensure legal certainty and predictability. Companies, and in particular SMEs, should be supported to comply with requirements. In terms of credibility, a balance needs to be found between risks of non-compliance and/or greenwashing and proportionate verification costs. Third party verification should be used only if the nature, the type and the degree of the risks entailed to the product justify it. Third party verification should not be considered a solution for stronger market surveillance, as identifying non-compliance is not only a public authority competence but also an entirely different type of activity. Applying disproportionate modules would be too burdensome in relation to the risks covered by the legislation concerned. In addition, availability of third party verifiers should also be considered. Currently, there is already a shortage of verifiers — for example third-party verification of environmental product declarations. We recommend conformity assessments to be carried out exclusively by the manufacturer and without the involvement of a third party body. For Substances of Concern, implementation should be done case-by-case to ensure regulations support effective circularity without imposing unnecessary restrictions. When assessing the delegated acts, a threshold approach would ensure a more effective and accurate framing for Substances of Concern.\nOrgalim represents Europe's technology industries, comprised of 770,000 innovative companies spanning the mechanical engineering, electrical engineering, electronics, ICT and metal technology branches. Together they represent the EU’s largest manufacturing sector, generating annual turnover of €2,819 billion, manufacturing one-third of all European exports and providing 11.9 million direct jobs. Orgalim is registered under the European Union Transparency Register — 1D number: 20210641335-88.\nOrgalim aisbl\nBluePoint Brussels\nBoulevard A Reyers 80\nB1030 | Brussels | Belgium\n+32 2 206 68 83\nsecretariat@orgalim.eu\nwww.orgalim.eu\nVAT BE 0414 341 438\nSHAPING A FUTURE THAT’S GOOD EEE"
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
