{
  "file_name": "7_110.pdf",
  "pages": {
  "page_1": "dC@d APPLIX\nHome\nAppliance Europe\nDRIVING MOBILITY FOR EUROPE\nEUROVENT Cy Metal\nEUROPEAN INDUSTRY ASSOCIATION\nJOINT STATEMENT\nETS AND CBAM PROPOSALS NEED TO TAKE INTO ACCOUNT DOWNSTREAM INDUSTRIES\nWe, the signatories representing a wide range of EU manufacturing industries (technology and engineering, automobile, home appliances, catering equipment, refrigerators, HVAC equipment) are convinced of the importance of our role in ensuring that Europe can deliver on its commitment to carbon neutrality by 2050 at the latest. As EU-based industries, we continue to invest to offer our products in line with ambitious environmental standards\nCarbon pricing as currently determined through the EU Emission Trading System is one of the key ingredients of the policy framework to realise climate neutrality but poses a risk if other countries do not follow suit, resulting in carbon leakage. A carbon levy on imports as proposed in the form of a carbon border adjustment mechanism could help address carbon leakage. Unfortunately, the current proposals lack attention for downstream industries\nUnder the Commission’s ETS and CBAM proposals, manufacturing goods in the EU will incur additional costs that are not necessarily faced by third country manufacturing industries who produce the same goods This will impact our sectors’ competitiveness on domestic and non-EU markets and may incentivise carbon leakage in manufacturing industries\nFor the moment, the discussion on CBAM has been focused on primary materials and little consideration has been given to the downstream industries in Europe that use those goods in their manufacturing Despite the fact that the CBAM will have a significant impact on our supply chains and input costs in the future. We support the CBAM as one important element of a broad and comprehensive package of measures to address climate change. However, we need to get this important policy right to prevent causing permanent damage to the EU economy and its manufacturing industry\nWe call on the Commission, Council, and European Parliament to take the necessary steps to assess\nthe competitiveness impact of CBAM on downstream users of goods that will be subject to this measure to help prevent carbon leakage from EU manufacturing to outside Europe, before the financial impact of CBAM harms EU industry\ncecimo0 <= CLEPA EFCEM QEGMF\nond re vail ue wo see oie\nEuropean Federation of\nEuropean Association of Automotive Suppliers\nCatering Equipment Manufacturers\nEs\norgalim\n| |\nWind\nEUROPE'S TECHNOLOGY INOUSTRIES\neuropean association of\nEUROPE\nsteel drum manufacturers\nBrussels, 24 February 2022\nKind regards\nPackaging\nEurope",
  "page_2": "dC@d APPLIX\nHome\nAppliance Europe\nDRIVING MOBILITY FOR EUROPE\nEUROVENT Cy Metal\nEUROPEAN INDUSTRY ASSOCIATION\nSIGNATORIES\nEs\n| |\nPackaging\nEurope\nACEA the\nAutomobile Manufacturers’ Association and\n16\nis European unites Europe’s major car truck, van and bus makers. We are the voice of the auto industry: a technological world leader and the backbone of the EU economy. Our members keep Europe on the move, providing diverse solutions for moving people and goods from A to B APPLiA Europe is a Brussels-based trade association that provides a single, consensual voice for the home appliance industry in Europe, promoting industry’s mission to advance Europeans lifestyles CECIMO is the European Association of the Machine Tool Industries and related Manufacturing Technologies. We bring together 15 national associations of machine tool builders, which represent approximately 1500 industrial enterprises in Europe (EU + UK + EFTA + Turkey), over 80% of which are SMEs. CECIMO covers 98% of the total machine tool production in Europe and about 33% worldwide. It accounts for approximately 150,000 employees and a turnover of around 22.5 billion euros in 2021. More than three quarters of CECIMO production is shipped abroad, whereas half of it is exported outside Europe CLEPA is the European Association of Automotive Suppliers based in Brussels. It represents over 3.000 companies, from multi-nationals to SMEs, supplying state-of-the-art components and innovative technology for safe, smart and sustainable mobility, investing over €30 billion yearly in research and development. Automotive suppliers in Europe directly employ 1.7 million people in the EU EFCEM is the European Federation of Catering Equipment Manufacturers. it was founded in 1969 and includes the key European National Associations and their national members. EFCEM represents manufacturers and distributors of equipment for the storage, preparation, cooking, distribution of food and ware-washing and laundry equipment for the catering, hospitality, foodservice sectors, whether they are profit or not for profit operations. EFCEM members represent over 800 companies who supply commercial catering equipment to the European and International Food service industry. The total turnover of the companies represented by EFCEM National Associations accounts for more than € 14.000 m and their products range from utensils to full professional kitchen equipment EGMEF is the European Garden Machinery Industry Federation and has been the voice of the garden machinery industry in Europe since 1977. With 30 European corporate members and 7 national associations representing manufacturers for garden, landscaping, forestry and turf maintenance equipment, we are the most powerful network in this sector in Europe. Our members are responsible for employing 120,000 people in the EU, and in 2020 sold over 19 million units on the European Market Eurovent is Europe’s Industry Association for Indoor Climate (HVAC), Process Cooling, and Food Cold Chain Technologies. Its members from throughout Europe represent more than 1.000 organisations, the majority small and medium-sized manufacturers. Based on objective and\nverifiable data, these account for a combined annual turnover of more than 30bn EUR, employing\n2\ncecimo0 <= CLEPA EFCEM QEGMF\nond re vail ue wo see oie\nEuropean Federation\nsecactaeanas\nEuropean Association of Automotive Suppliers\nCatering Equipment\norgalim\nWind\neuropean association of\nEUROPE\nsteel drum manufacturers",
  "page_3": "dC@d APPLINX i cecimo0 <= CLEPA EFCEM QEGMF\nHome\nAppliance Europe\nDe red ach ing Ts vier\nEuropean Federation\nsecactaeanas\nDRIVING MOBILITY FOR EUROPE\nEuropean Association of Automotive Suppliers\nCatering Equipment\nEs\nEUROVENT Cy Metal\norgalim\n| |\nWind\nackaging\nEUROPEAN INDUSTRY ASSOCIATION\nEurope\neuropean association of\nEUROPE\nsteel drum manufacturers\naround 150.000 people within the association’s geographic area. This makes Eurovent one of the largest cross-regional industry committees of its kind Metal Packaging Europe gives Europe’s rigid metal packaging industry a unified voice, by bringing together manufacturers, suppliers, and national associations. We proactively position and support the positive attributes and image of metal packaging through joint marketing, environmental and technical initiatives. We represent the industry’s views and voice opinions so that stakeholders understand how metal packaging contributes to the Circular Economy Orgalim represents Europe’s technology industries, comprising 770,000 innovative companies spanning the mechanical engineering, electrical engineering, electronics ICT and metal technology branches. Together they represent the EU’s largest manufacturing sector, generating annual turnover of over €2,076 billion, manufacturing one-third of all European exports and providing 11.33 million direct jobs SEFA is the European Association of Steel Drum Manufacturers and aims to promote the general interests of the new steel drum industry. SEFA is the industry voice in regulatory and government authorities mainly in the field of transport of dangerous goods, packaging and packaging waste and food contact and environmental issues as well Wind Europe is the voice of the wind industry, actively promoting wind energy across Europe. We have over 400 members from across the whole value chain of wind energy: wind turbine manufacturers component suppliers power utilities and wind farm developers financial institutions, research institutes and national wind energy associations"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
