{
  "file_name": "7_98.pdf",
  "pages": {
  "page_1": "org alim\nu\ny\n-)\nmf\noa\na\ner es AS\nOrgalim recommendations for the CBAM transition\nperiod\nExecutive summary\nEUROPE’S TECHNOLOGY INOUSTRIES\nPOSITION PAPER\nBrussels, 17 June 2024\nThe Carbon Border Adjustment Mechanism (CBAM), coupled with the phase-out of free allocation under the EU Emissions Trading System (ETS), will have a negative impact on the competitiveness of Europe’s technology industries. Technology manufacturers will face a considerable increase in the cost of key manufacturing inputs such as steel and aluminium. They will have to face competition from third country manufacturers of downstream products that are able to source raw materials at more competitive prices and export to Europe (as well as other markets worldwide) without being subject to CBAM.\nOur industries must already comply with complex rules to calculate and report on embedded emissions inimported CBAM goods during the transition period. While adequate solutions must be put in place to address the competitive disadvantage that will arise from the full implementation of CBAM, urgent measures are also needed during the transition period to ensure companies can comply with burdensome reporting obligations. Orgalim recommends the following:\ne Allow the unrestricted use of default values for the whole duration of the transition period as well as after it ends. e Allow companies to submit CBAM reports every six months rather than quarterly and extend the deadline to submit a CBAM report to two months after the end of each reporting period. Enable National Competent Authorities to pre-compile CBAM reports based on existing available customs data. Increase the €150 de minimis value threshold. Provide detailed guidance and appropriate tools to help companies to comply with the CBAM requirements. Ensure National Competent Authorities have adequate resources to act as a key point of contact for companies. Monitor the reliability, integrity and affordability of CBAM-related services offered by private providers. Address the challenges faced by close partners, such as Liechtenstein, Norway, Switzerland, Turkiye and the UK. Publish more detailed statistical trade and emissions data for each CBAM product. Make available a completed example of the excel template for CBAM data collection using sample data. Make available detailed guidance for importers and installation operators on CBAM data collection. Thoroughly assess readiness to move to full CBAM implementation before the end of the transition period.",
  "page_2": "CBAM and its negative impact on competitiveness\nOrgalim represents Europe’s technology industries, comprised of 770,000 innovative companies spanning the mechanical engineering, electronics, ICT and metal technology branches. As Europe’s largest manufacturing sector with a strong export orientation, technology industries are major downstream users of raw materials that fall under the scope of CBAM, such as steel and aluminium.\nTechnology companies often have extremely complex supply chains spanning multiple countries worldwide. They typically source CBAM goods both on the EU and on third country markets, to use them as inputs for manufacturing a wide range of downstream goods. CBAM, together with the progressive phaseout of free allocation under the EU Emissions Trading System (ETS), will significantly increase the cost of primary manufacturing inputs for our members. Technology companies across Europe will, therefore, experience a major loss of competitiveness vis-a-vis third country manufacturers, who can access raw materials at more competitive prices. This is covered in the European Commission’s impact assessment with an expected decrease in GDP of 0.2% and decrease in consumption of 0.5% in all eight different scenarios that were covered inthe study. Since CBAM only applies to raw materials but not to finished products, third country manufacturers will enjoy an advantage both on the EU market (as their exports will not be subject to CBAM) and on third country markets to which the EU technology industries export. Orgalim wishes to stress that appropriate solutions must be implemented in order to address the negative impact of CBAM on the competitiveness of our industries, both on the EU and international markets.\nAs CBAM started applying in October 2023, our industries are already facing the burden of complying with highly complex rules to calculate and report on embedded emissions in imported CBAM goods. Reporting obligations in themselves negatively impact the competitiveness of our industries as they drain human and financial resources away from research, innovation and other core business functions. Following extensive consultations with our members, Orgalim has gathered significant feedback from companies on the issues they are encountering during the transition period. We wish to bring to the attention of the Commission a number of challenges companies face in ensuring compliance with the CBAM Implementing Regulation (IR)? and to share key recommendations to ensure a workable implementation of CBAM that does not result in non-compliance and an excessive regulatory burden for our industries.\nOrgalim also wishes to stress that the reporting obligations arising from the CBAM IR add to the burdensome requirements arising from other pieces of recently adopted EU legislation, such as the Corporate Sustainability Due Diligence Directive. Orgalim calls on the Commission to reduce the regulatory burden arising from disproportionate and badly designed EU legislation as a matter of priority. Reducing the overall regulatory burden is essential to restore the competitiveness of Europe’s technology industries, enabling them to deliver the technological solutions that will drive the net-zero transformation.\nOrgalim recommendations for the CBAM transition period\nAllow the use of default values without restrictions until the end of the transition period\nPursuant to the CBAM IR, companies have to calculate and report the carbon emissions embedded in the CBAM goods they import from third countries. Companies are supposed to collect actual emissions data from suppliers of industrial installations producing CBAM goods in third countries. However, they can benefit from a certain flexibility for a limited period of time as regards the methodology to calculate embedded emissions. In particular, until 31 July 2024, companies\n+\nCOMMISSION IMPLEMENTING REGULATION (EU) 2023/1773 of 17 August 2023 laying down the rules for the application of Regulation (EU) 2023/956 of the European Parliament and of the Council as regards reporting obligations for the purposes of the carbon border adjustment mechanism during the transitional period (link).\n= TTT”? SHAPING AFUTURE THAT'S GO0OQ0 $é2—oEEEEEEE",
  "page_3": "are allowed to use estimations or “default values”? made available by the Commission to calculate embedded emissions. After 31 July 2024 and until the end of the transition period, the use of default values will be considerably restricted and companies will only be able to use them to report up to 20% of the embedded emissions of complex goods, pursuant to Article 5 of the CBAM IR.\nFollowing the end of the second reporting period during the CBAM transition period (which ended on 30 April 2024), Orgalim has gathered feedback from members on how companies complied with reporting obligations under the CBAM IR. We understand that only a small minority of technology companies across Europe have managed to use actual emissions data from suppliers. Third country operators were found to be unwilling or unable to share actual emissions data in the vast majority of cases, for the following reasons:\nThe information to be disclosed can be commercially sensitive. Suppliers have difficulties in understanding what specific data elements they should disclose. Suppliers are often completely unfamiliar with CBAM and they have difficulties in understanding why they should provide the requested information. Smaller suppliers lack the material resources to put in place reliable emissions monitoring and reporting systems. Suppliers that are less dependent on the European market have few incentives to make the necessary investments to set up reliable emissions monitoring and reporting systems.\nFor the reasons described above, the vast majority of CBAM declarants within our membership have used default values to calculate embedded emissions to date and cannot foresee if and when they would be able to collect actual data from suppliers.\nThis creates major issues as companies that are not able to gather actual data from suppliers after 31 July 2024 will not be compliant with the CBAM IR and will be subject to penalties imposed by National Competent Authorities (NCAs). The CBAM IR does not have any legal provisions to account for a case in which non-compliance would result from the inability or unwillingness of suppliers to provide actual data, rather than from CBAM declarants not taking the necessary steps to comply with the CBAM IR.\nIt should also be taken into account that changing suppliers when current suppliers are unable or unwilling to provide actual emissions data is often not a viable option. Our industries often need highly specialised steel and aluminium products to meet the requirements of complex industrial applications. These products are manufactured by a limited set of suppliers worldwide and it is not possible to source them in sufficient quantities within the EU. Therefore, switching suppliers based on their ability to provide actual emissions data is simply not an option in the majority of cases.\nCompanies must therefore be allowed to use default values without restrictions for the whole duration of the transition period, in the absence of specific provisions exempting them from penalties when they are unable to collect actual emissions data for reasons beyond their control. Orgalim wishes to stress that companies must also be allowed to use default values without any restrictions after the end of the transition period.\nKey recommendation:\n> Allow CBAM declarants to use default values without restrictions for the whole duration of the transition period as well as after the transition period ends.\n?\nDefault values for CBAM transition period: https://taxation-customs.ec.europa.eu/system/files/2022-12/Default%2ovalues%2otransitional%2operiod.pdf\n= TTT”? SHAPING AFUTURE THAT'S GO0OQ0 $é2—oEEEEEEE",
  "page_4": "Extend the deadline to submit CBAM reports and reduce the number of reports per year\nEven when using default values, reporting on embedded emissions in CBAM goods is an extremely onerous task and companies have reported difficulties in meeting the deadline to submit CBAM reports (currently one month after the end of each reporting quarter). Furthermore, reports have to be submitted regularly at short intervals (quarterly), increasing the burden for companies and especially SMEs, which have fewer material resources to ensure compliance with reporting obligations.\nExtending the deadline to submit CBAM reports would enable companies to submit more accurate reports and allow for better coordination with suppliers when actual emissions data is used. Furthermore, Orgalim would recommend reducing the number of due reports per year to decrease the burden on companies.\nKey recommendations:\n> Allow companies to submit CBAM reports every six months rather than quarterly. > Extend the deadline to submit a CBAM report to two months after the end of each reporting period. Eliminate duplicate reporting requirements\nTo comply with CBAM reporting obligations, companies have to report on the quantities, CN codes and country of origin of the imported CBAM goods, as well as on the emissions embedded in such goods. Orgalim wishes to stress that data on quantities, CN codes and country of origin of imported goods is already typically reported by companies as part of normal customs formalities (for any type of goods imported in the EU, not only CBAM goods). This means that companies have to report the same information twice; i.e. once as part of regular customs formalities at the border and once as part of the CBAM reports.\nThe information about quantities, CN codes and country of origin of imported goods should already be available to customs authorities of the Member State of importation, which in some cases are also National Competent Authorities (NCAs) for the purposes of CBAM. Even when this is not the case, customs authorities and NCAs should create a channel of communication enabling NCAs to pre-compile CBAM reports on behalf of declarants based on customs data already available to them. This would ease the burden on reporting declarants and avoid double reporting, in line with the key objective announced by Commission President Ursula von der Leyen in her most recent State of the Union Address to reduce reporting obligations at European level by 25%3.\nKey recommendation:\n> Devise measures to enable National Competent Authorities to pre-compile CBAM reports with information including CN codes, quantities and country of origin of imported CBAM goods, based on existing available customs data submitted by companies to customs authorities at the time of import.\nIncrease the de minimis value threshold\nOur members report that the €150 de minimis value threshold is too low. In many cases, companies are forced to report on shipments that have very low embedded emissions but exceed the threshold. In such cases, the administrative costs arising\n3 https://ec.europa.eu/commission resscorner/detail/en/speech_2 26\n= TTT”? SHAPING AFUTURE THAT'S GO0OQ0 $é2—oEEEEEEE",
  "page_5": "from the reporting are not justified, given the very low climate impact of such shipments. Orgalim therefore supports an increase of the de minimis value threshold, which should be combined with appropriate measures to ensure such an increase does not result in deliberate circumvention of CBAM requirements.\nKey recommendation:\n> Increase the €150 de minimis value threshold.\nEnsure companies have access to detailed guidance and monitor the role of service providers\nThe CBAM reporting obligations will impact companies of all sizes in Europe. Due to the excessive complexity of the reporting rules, many companies will seek the guidance of specialised consultants to ensure full compliance with CBAM rules. A large number of companies are likely to try to outsource the whole process of data collection, calculation and reporting of embedded emissions to third parties, due to the significant resources and expertise needed to fulfill those requirements. This would certainly come at a significant cost, which can often be unsustainable for SMEs. Also, companies will face a significant threat of fraud and deception by service providers, which can often leverage huge information asymmetries.\nKey recommendations:\n> Make available detailed guidance and appropriate tools to help companies to comply with the CBAM requirements, in a user-friendly format.\nEnsure National Competent Authorities (NCAs) have adequate resources to act as a key point of contact for companies and provide all the necessary guidance.\nMonitor the reliability, integrity and affordability of CBAM-related services offered by private service providers, to ensure these are reasonably accessible to companies in need of assistance.\nConsider the challenges faced by importers based outside the EU\nPursuant to Article 32 of the CBAM regulation, companies that are not established in the EU are required to appoint an indirect customs representative to gain access to the CBAM Registry and submit CBAM declarations. Our Swiss member association Swissmem reports that it is extremely difficult for Swiss companies to appoint an indirect customs representative, as customs agents are often reluctant to take on the risks associated with reporting on behalf of Swiss companies. Importers based in other third countries could be facing the same difficulties and this should be taken into account in the implementation of CBAM, to avoid disruption to trade flows.\nKey recommendation:\n> Devise measures to address the challenges faced by close trading partners such as Liechtenstein, Norway, Switzerland, Turkiye and the UK, where companies struggle to appoint indirect customs representatives in the EU.\n= TTT”? SHAPING AFUTURE THAT'S GO0OQ0 $é2—oEEEEEEE",
  "page_6": "Ensure publication of comprehensive data on trade of CBAM goods and of additional guidance on the use of the template for communication with suppliers\nPursuant to Article 14(5) of the CBAM Regulation, the Commission is required to publish aggregated embedded emissions data for each of the CBAM goods. We believe that it would be useful to provide additional information allowing companies to assess their sourcing strategy for CBAM goods and, when possible, evaluate the possibility of selecting different suppliers. Such additional information should include statistics on quantities and embedded emissions for each CBAM good imported from different countries of origin.\nOrgalim members have also reported that the template for communications between declarants and installation operators is extremely complex and difficult to use, and that companies are seeking possible alternative means to collect information from suppliers. Orgalim would therefore welcome additional guidance on the use of the communication template between declarants and installation operators.\nKey recommendations:\n> Publish more detailed statistical data for each CBAM good, including data on countries of origin as well as quantities imported and embedded emissions for each country of origin.\nMake available a completed example of the excel template for CBAM data collection with sample data\nMake available detailed guidance for importers and installation operators on the use of the excel template\nfor CBAM data collection.\nCarefully assess readiness to move to full application of CBAM\nGiven the major challenges involved in the application of CBAM, the transition period should be a “learning period” for companies, during which penalties should not be applied until the system is proven to be workable in practice.\nFurthermore, there is a need for a comprehensive evaluation of the functioning of CBAM during the transition period, based on the data submitted by companies to comply with reporting obligations. Such an exercise is needed to assess whether the EU would be ready to move to the full application of CBAM as of 1 January 2026.\nIn the event that the assessment reveals major problems in the implementation of CBAM as a reporting obligation (e.g. persisting difficulties for companies in obtaining actual emissions data from suppliers), we believe that the Commission should be ready to consider postponing the full application of CBAM and extending the transition period. This would be essential to avoid major disruptions in EU trade flows and companies’ value chains.\nKey recommendation:\n> Carry out a thorough assessment of the readiness to move to full CBAM implementation before the end of the transition period.\n= TTT”? SHAPING AFUTURE THAT'S GO0OQ0 $é2—oEEEEEEE",
  "page_7": "Conclusion\nAfter the end of the transition period, CBAM will negatively impact the competitiveness of our industries, which will be put at a disadvantage compared to third country manufacturers. These manufacturers will be able to access raw materials at more competitive prices and export downstream goods to the EU market without being subject to CBAM, as well as to other third country markets to which EU industries export.\nCurrently, our industries face extremely onerous reporting obligations during the transition period, which are draining human and financial resources from other core business functions. While adequate solutions must be put in place to address the competitive disadvantage that will arise from the full implementation of CBAM, urgent measures are also needed in the shorter term during the transition period, to ensure companies can comply with complex and burdensome reporting obligations.\nOrgalim represents Europe's technology industries, comprised of 770,000 innovative companies spanning the mechanical engineering, electrical engineering, electronics, ICT and metal technology branches. Together they represent the EU’s largest manufacturing sector, generating annual turnover of €2,835 billion, manufacturing one-third of all European exports and providing 11.7 million direct jobs. Orgalim is registered under the European Union Transparency Register — 1D number: 20210641335-88.\nOS This work is licensed by Orgalim under CC BY-NC-SA 4.0 BY NC SA For more information, read our Terms of Use.\nOrgalim aisbl BluePoint Brussels Boulevard A Reyers 80 B1030 | Brussels | Belgium\n+32 2 206 68 83 secretariat@orgalim.eu www.orgalim.eu VAT BE 0414 341 438\n= TTT”? SHAPING AFUTURE THAT'S GO0OQ0 $é2—oEEEEEEE"
},
  "language": "Languages.ENGLISH",
  "total_pages": 7
}
