{
  "file_name": "80_913.pdf",
  "pages": {
  "page_1": "4\nKnowledge grows\nYara’s position on\nFit for 55\n- Supporting Europe's low-carbon solutions\nJanuary 2022",
  "page_2": "ee\nExecutive Summary\nFit for 55 is a part of the European Green Deal, which is the European Union’s sustainable growth strategy for a climate neutral Europe. The EU’s Climate Law sets a binding target to reduce greenhouse gas emissions by 55 per cent by 2030 compared to 1990, putting Europe on the path to climate neutrality by 2050.\nFounded in 1905 to solve the emerging famine in Europe, Yara has established a unique position as the industry’s only global crop nutrition company and has become Europe’s largest fertiliser producer. By promoting climate-friendly crop nutrition and by developing green ammonia as solution for fossil- free fertilisers and zero-emission shipping fuels, our ambition is to make a significant contribution towards meeting Europe’s, and the world’s, greenhouse emission (GHG)\nreduction goals.\nTo achieve climate neutrality, legislative initiatives such as the EU’s Fit-for-55 Package play an essential role. In Yara’s opinion the EU proposals contain the right elements, such as:\na mechanism to drive up carbon prices and thus make low-carbon technologies more competitive a combination of regulations and financial incentives a focus on renewable energy and hydrogen as core technologies\nWe see opportunities to improve the legislative proposals in some specific areas, which would accelerate the transition, enhance the competitiveness for European low- carbon solutions on the global market and make the legislative package more coherent:\ne We are concerned that the Carbon\nBorder Adjustment Mechanism\n(CBAM) only levels the playing\nwre\n4 Vi\nfield for imports. There must also be a solution for exports for European industry to stay competitive. The EU legislators should ensure that different legislative measures for the same value chains come into effect within similar timeframes, while also ensuring the availability of needed funding and energy infrastructure. The EU should also consider how to create demand for green solutions.\nYara supports the EU climate ambitions and is actively working to decarbonize our industry in collaboration with companies and governments. To achieve climate neutrality, all players along the value chain need to work together as this will require massive investments and an unprecedented transformation of all sectors of the economy. The EU policy framework must create the right conditions to ensure that we can all succeed.\nNi\n\\\n=a\nLY MAY WwW\nS&S\nIN\n{\n—\n|\nye",
  "page_3": "oF\nThe Fit for 55 Package, announced by the European Commission in July 2021, is a set of legislative proposals related to climate, transport and energy. The goal is to accelerate the reduction of GHG emissions by 2030:\ne Applying emissions trading to new sectors and tightening the existing EU Emissions Trading System Increasing the use of renewable energy and setting new targets for the EU energy mix Boosting energy efficiency Speeding up the roll-out of low emission transport modes as well as the infrastructure and fuels to support the transition towards climate neutrality Aligning taxation policies with the European Green Deal objectives Introducing measures to prevent carbon leakage (such as a carbon boarder adjustment mechanism) and tools to preserve and grow our natural carbon sinks.\nOver the coming years, Fit for 55 will lead to changes to many of EU laws and regulations, which are currently being negotiated. The European Parliament, Council and Commission are the main stakeholders in a broad public debate. According to standard legislative procedures, the European Parliament and the Council are working on proposing amendments to the proposals for new laws that come from the Commission.\nIn December 2021, the EU Commission released a second set of Fit for 55 legislative proposals, including a new EU framework to decarbonize gas markets, promote hydrogen and reduce methane emissions.\n~~\n7\nThe EU Faces an Enormous Challenge but the Goals Can be Met\nThe Fit for 55 package shows the political will of Europe to act. In order to successfully transform the economy and our society to meet these targets and decarbonise the food chains, we need to work together in partnerships. Policymakers must find the right balanced approach to meet the ambitious emission reduction targets, while ensuring growth and a just transition for all. We call on European decision-makers to enable broad stakeholder involvement in order to make informed choices. We are optimistic and believe that climate neutrality can be achieved if we can change value chains and production systems while also securing jobs and livelihoods.\nHow Yara Can Help the European Union Become Climate Neutral\n\nIf the world is not able to achieve the target of a 55 per cent reduction in net greenhouse gas emissions by 2030 and reach full carbon neutrality by 2050, we will face a climate disaster. This will harm the livelihoods of many of the world’s 600 million farmers'. While many of the technologies and innovations needed to achieve these targets are already available, we need to rethink how we do business and shift investments in order to successfully implement them.",
  "page_4": "Yara continues to work actively to reduce the carbon footprint of fertilizers, both during production and when used in the field. We’ve already reduced our greenhouse gas emissions’ globally by about 45 per cent since 2005 and in Europe by about 55 per cent. Our goal is to reduce our global emissions by a total of around 60 per cent by 2030 and become climate neutral by 2050. Thanks to a catalyst technology developed by Yara that is commercially available for the rest of the industry, Yara has been able o reduce nitrous oxide (N20) emissions from fertilizer production by more than 90 per cent.\nWe are also constantly innovating to optimize the use of our products in the field to reduce their climate and nature impact, and use our deep knowledge of soil health, plant nutrition and agriculture to optimize food production while reducing agricultural emissions and maximizing the carbon storage potential of soils.‘\nReducing the climate footprint of global agriculture is crucial to fighting climate change. Agriculture represents 20-25 per cent of the total global (53.6 billion t COz equivalents) green-house gas emissions As land use change represents around 45 per cent of the emissions from agriculture, it is essential to not convert untouched land into farmland The needed increase in food production due to a growing population must come through sustainable intensification: producing more on less land with less resources. Mineral fertilizer production accounts for around 5 per cent of the agriculture sector’s emissions\n\nYara provides nitrogen fertilisers, tools and solutions for sustainable crop nutrition. Ammonia, which is today produced from natural gas, is a key building block in the production of nitrogen-based fertilisers. We are now also taking the lead in the clean energy transition to decarbonize both food production and shipping in Europe and beyond by capitalising on our position as a leading ammonia producer with the world’s largest export and trading network\nAmmonia is the most efficient energy carrier of hydrogen with 1.5 times higher energy density than liquid hydrogen and is therefore easier to store and transport. Because of this, clean ammonia is considered the best carbon-free fuel alternative for long-haul shipping. Clean ammonia can also be used to produce fossil-free fertilisers. Green ammonia is produced by using hydrogen based on renewable energy instead of natural gas. Blue ammonia is derived from blue hydrogen, produced based upon natural gas, with the CO2 stored in permanent reservoirs after a carbon capture and storage process (CCS)\nWe recently established Yara Clean Ammonia to capture growth opportunities in emission-free fuel for shipping and power, fossil-free food production and ammonia for industrial applications\n\nWith the ambition of full electrification and decarbonization of the ammonia plant at Heroya, Norway, Yara has decided to build a 24 MW demonstration plant. This will be one of the first and largest projects producing green ammonia in the world, aiming to deliver green products in 2023.° Yara is engaged with several industrial players in the Netherlands in developing a roadmap for carbon capture and storage infrastructure, which has the potential of converting all ammonia production to blue ammonia. We have also joined forces with @rsted, the world’s leading offshore wind developer, to develop a pioneering project aimed at replacing fossil hydrogen with renewable hydrogen in the production of ammonia\nPOO — Mas SE\nao\noe\nTe\nBe Boe\nwe,\nee\noo,\nyee\n&\nes\nio\ni\nRoe ol:\nlie\na",
  "page_5": "Yara’s position on Fit for 55 —\nSupporting Europe's low-carbon solutions\nA Deep Dive into Specific Fit for 55 Legislative Proposals\nYara believes that rising carbon prices’ are a critical enabler for greater competitiveness of low-carbon technologies. Government support will make a difference in supporting first movers and helping scale up and accelerate the transition. We therefore welcome the high ambitions of the EU’s Green Deal.\nHere are the main policy areas and Yara’s positions on the Fit for 55 legislative proposals that have implications for the global food system.\ni\nad\n(ope)\nXe\nCarbon Border\nEU Emissions\nRenewable\nFuelEU Maritime\nLand Use, land\nAdjustment\nTrading System\nEnergy Directive\nInitiative\nUse Change, and\n(EU ETS)\nMechanism\n(REDIII)\nForestry Regulation\n(CBAM)\n(LULUCF)\nCBAM, currently\nReform driving up\nRED Ill needs to\nProvide stronger\nNew rules for the\nonly designed for\nthe carbon cost\nfocus on the core\nincentives for\nland sector should\nimports, must\nare welcomed,\ndriver of renewable\nzero-carbon\npromote low-\naddress export\nas long as they\nenergy use in\nfuels compared\nemission farming\ncompetitiveness\nare delivered\nindustry: availability\nto transition\nand forestry.\nas well\nresponsibly\n& cost\ntechnologies\n@\n@\n©\n@\n©\nLogically, the proposed legislative files also must remain a coherent package. Currently the timings of the legislation above are not coordinated:\nThe transition to a climate-neutral European economy has to be staged well, which requires that the implementation of new rules and standards are better aligned and are based on an analysis of the time needed to transform both supply and demand.\ne 2030: The Renewable Energy Directive sets a goal for hydrogen use in European industry 2035: The changes to CBAM & ETS fully implemented, to level the playing field between importers and European industry 2040: FuelEUMaritime is expected to enable renewable hydrogen demand pick up\nBelow is a deep dive into the policy context and Yara’s positions on the five critical legislative proposals.\nEuropean industry can face years of production without a level playing field, and without measures creating demand for products based on renewable hydrogen. Demand and supply needs alignment.\n5 | January 2022\n©\nhttps://www.yara.com/corporate-releases/yara-begins-electrifying-the-factory-at-\n7?\nCarbon pricing is a method for nations to reduce global warming. It charges those who emit carbon dioxide (CO,) for their emissions. That charge, called a carbon price, is the amount that must be paid for the right to emit one tonne of CO, into the atmosphere.\nheroya,",
  "page_6": "Yara’s position on Fit for 55 —\nSupporting Europe's low-carbon solutions\n@\nPolicy context\nThe Fit for 55 package aims to accelerate decarbonization by gradually reducing the overall amount of emissions allowed under the European Trading Scheme (EU ETS), which will increase the carbon price and incentivize solutions with a lower carbon footprint\nTo counteract the risk of carbon leakage, which will increase due to higher European carbon prices, the Commission has proposed a Carbon Border Adjustment Mechanism (CBAM). As an instrument to prevent carbon leakage, the CBAM seeks to ensure that imported products are subject to a carbon price equivalent to the one they would have paid under the EU ETS, had they been produced in the EU\n* eo)\n¢ .\nfo)\nRS Carbon leakage explained\nEuropean Commission’s definition Carbon leakage refers to the situation that occurs if, for reasons of costs related to climate policies, businesses in certain industry sectors or sub-sectors were to transfer production to other countries with less stringent emission constraints.”\nThis can happen, for example, if a European company is relocating its production to a country where it is cheaper to emit greenhouse gas. If the EU introduces tough climate requirements and it leads to carbon leakage, the efforts made by the EU could be offset, and in a worst-case scenario, the global emissions could increase instead of decrease\nCarbon leakage can\nalso happen when EU\nproducts are replaced\nby more carbon-\nintense fertilisers\ne Carbon prices must continue to rise in order to drive the transformation of production and value chains and create space for low-carbon technologies. Reforms of the EU ETS are therefore welcomed, as long as they are implemented gradually to avoid undermining investor confidence CBAM is needed to ensure a competitive playing field in the internal market between European producers and importers because today producers outside the European Economic Area face a very limited carbon cost on their emissions Border adjustments should not result in disconnecting the European market from the world. Exports are key elements of the success of European manufacturers’ global operations. For Yara, due to the seasonality of agriculture, operating large-scale production infrastructure on a continuous basis depends on the ability to serve markets in both the Northern and Southern hemispheres. This is needed to drive efficiency of production operations, thus reducing operating costs and reducing energy consumption and emissions The ETS Reform Impact Assessment indicates that carbon prices would rise to ~3OEUR/tonne CO2eq. Such a carbon price in combination with the envisaged phase-out of free allowances could result in an ETS-related cost for EU fertilisers producers ranging from between 20 per cent and 45 per cent for finished fertilisers (depending on product category and nitrogen content) making exports of fertilisers produced in Europe uncompetitive on the global marketplace. This is especially unfortunate because European nitrate exports have a carbon footprint typically half of global average. Therefore, a CBAM designed for imports must be complemented with an export levelling mechanism to defend competitiveness of European industry and to ensure that the overall climate goals of CBAM are met The reduction in free allowances will also have an impact on downstream value chains. As an example, European farmers would be exposed to more expensive fertilisers (CO2 cost and/or green premium), while competing against imported food that does not have such cost constraints. The Commission’s impact assessment currently only assesses the effect of phase-out of free allowances for CBAM sectors and must be expanded to include the downstream value chains. If the assessment confirms that these downstream value chains are impacted negatively, then the Commission should propose mitigating measures for affected sectors not covered by CBAM\nCbam/ETS: Sending a Strong Carbon Price Signal to Reduce Global Emissions\nYara’s position\n8 Carbon leakage (europa.eu)\n° Fertilizer Europe 2020, “Carbon Border Adjustment mechanism study” by PwC and CEFIC\n6 | January 2022",
  "page_7": "Renewable Energy Directive (Redlll): Switching the Consumption Towards Renewable Energy\nPolicy context\nTo switch from fossil fuels to renewable energy sources, the Commission proposes increasing the binding target of renewable sources in the EU’s energy mix to 40 per cent and promotes the uptake of renewable fuels, such as hydrogen in industry and transport, with additional targets.\nRenewable hydrogen use is to be specifically promoted in industry, both as an energy carrier and as chemical feedstock. Renewable hydrogen is defined as a type of “Renewable Fuel of Non-Biological Origin - RFNBO”. The text in this revision is short but the ambition in the (binding) target is high: “Member States shall ensure that the contribution of renewable fuels of non- biological origin used for final energy and non-energy purposes shall be 50 % of the hydrogen used for final energy and non-energy purposes in industry by 2030.”\nYara’s position:\ne Yara welcomes that the Renewable Energy Directive has been updated in line with an increased climate ambition. We can enable the EU’s goal for switching to renewable energy with our projects deploying green ammonia and green fertilisers. However, the most important barriers for decarbonizing ammonia and fertiliser production via renewables are not addressed in the proposal, namely access to affordable renewable electricity and increased production costs resulting from the reform. First, to deal with these challenges and enable the decarbonization of our industry, the Renewable Energy Directive should be recalibrated to ensure the success of hydrogen and ammonia. Targets are welcomed but should not slow down the reduction GHG emissions: a Any target for renewable hydrogen use in industry (such as proposed in article 22a) should be established as a subsidiary objective to increasing the industrial use of low-carbon hydrogen. Fulfilment of such target by industry should be made conditional on the build-up of renewable electricity production capacity within the relevant zone, as otherwise the production industry will be exposed to investment and operating risks beyond its control.\nof\nOverly strict requirements around additionality, temporal and geographical correlation are to be avoided as these may slow down the investment decisions for electrification of ammonia production. A country with a high enough share of renewable electricity in the national grid should be able to classify their grid-based hydrogen production as renewable. It is logical that the current proposal exempts such countries from further restrictions coming in via the planned Delegated Act. Secondly, a volume-based consumption target for renewable hydrogen in RED must be accompanied by a market-based approach in relation to supply and demand for renewable products: a An economic impact assessment for industry has to be delivered before finalizing the legislation. A quantification of the economic impact will indicate the required level of carbon leakage protection. Only pushing renewables into the industry is not enough to safeguard the transition. Measures that stimulate demand for renewable end-products (in food/agriculture and shipping in the case of the fertiliser industry) are needed to drive decarbonization of industrial production. This will convince investors to finance investments and complement EU infrastructure funding.\ne",
  "page_8": "of)\nFuelEU Maritime: A First Step to Bring The Maritime Sector on the Right Path Towards Decarbonisation\nPolicy context\nThe European Commission presented the FuelEU Maritime proposal within its Fit for 55 package, introducing increasingly stringent limits on carbon intensity of the energy used by vessels from 2025, aimed at boosting the uptake of sustainable alternative fuels. The initiative presents several targets for the maritime sector, such as the emission reduction of 2 per cent in 2025 and 6 per cent in 2030, progressively increasing the emission reduction targets by five year periods until 2050.\nYara’s position:\ne Yara supports the goals for shipping, notably the objective to deploy sustainable alternative marine fuels through the FuelEU Maritime initiative. Yara can help scaling up the production and bunkering of renewable and low-carbon (green and blue) ammonia for the shipping sector. We are, however, concerned that the current proposal will not give enough incentives for truly sustainable and scalable fuels, such as hydrogen and ammonia.\nWithout the right incentives, green and blue ammonia will not be initially cost-competitive compared with other alternatives. A goal-based, technology-neutral target (as currently proposed) will instead result in the accelerated uptake of fossil LNG and biodiesel, rather than the envisioned renewable and low-carbon fuels. We strongly recommend that FuelEU Maritime gives a clear investment signal for the production and deployment of green hydrogen and ammonia for wp ping. A first option is to adopt a clear sub-target for green hydrogen-based fuels. This will lead to more certainty for producers, distributors, and infrastructure providers, as well as consumers, and make shipping one of the key sectors driving investments in green and blue ammonia production. The second option is to allow shipping companies to account for more than the actual energy content when they use renewable fuels. The incentives must be sufficient to bridge the cost-competitive gap towards other fuels.\nPOSE\nVW. \\\\\nCiv\n‘\nx\n\\\ni\"\nAX\ney\nLa\nEZ Soh\nMee\n“\noA\nZoe\nye\nes\nZ\nZz\n4\n‘)\nAxe\nEE\ncat\nGack\n%\n> ‘4\nBe\neS\neee\non\nalae\n&\nCae\nAS\nFf\n-—",
  "page_9": "ee\nwre ia\n4 Vi\nLand Use, Land Use Change and Forestry Regulation: A Framework for Driving Down Emissions from Land\nPolicy context\nThe Commission proposes in the new Regulation on Land Use, Forestry and Agriculture to set an overall EU target for carbon removals by natural sinks, equivalent to 310 million tons of CO2 emissions by 2030. National targets will require European countries to care for and expand their carbon sinks to meet this target. By 2035, the EU should aim to reach climate neutrality in the land use, forestry, and agriculture sectors, including also agricultural non-CO2 emissions, such as those from fertiliser use and livestock. These rules will lead to the creation of a newly regulated land sector.\nYara’s opinion:\nYara welcomes and supports measures aimed at facilitating large-scale implementation of farm practices that reduce the agricultural carbon footprint and remove carbon from the atmosphere. Farming practices that sequester carbon also improve soil health, biodiversity, and climate change resilience. A clear and stable policy framework provides confidence to invest in complex and demanding transformation initiatives for the land sector to contribute to the EU goal of climate neutrality by 2050. Coherence must be ensured with other policies such as the Common Agricultural Policy (CAP) and initiatives such as the Biodiversity and Farm to Fork strategies, in order to avoid trade-offs. When this new framework for the land sector will be further detailed at both European and member state level, there should be a strong focus on four specific areas: 1 Enhancing land use efficiency 2 Incentives for truly sustainable and scalable fuels, such as hydrogen and ammonia. 3 Incentivizing the development of carbon farming and CO2 removals, Reducing the carbon footprint of crops grown on arable land by promoting the adoption at farm level of climate-positive practices (balanced nutrient management, precision agriculture, cover crops, agro-forestry and grassland management).\nBS\na\nSY\n&\n8\nnie\n«2 “\n=\na}\n:\nBy\nis yA\n.\npoy\nse\noo\nv?\n.\ni\n4\nAy\nask\njf",
  "page_10": "Yara’s position on Fit for 55 —\nSupporting Europe's low-carbon solutions\nAbout Yara\nYara grows knowledge to responsibly feed the world and protect the planet. Supporting our vision of a world without hunger and a planet respected, we pursue a strategy of sustainable value growth, promoting climate-friendly crop nutrition and zero-emission energy solutions. Yara’s ambition is focused on growing a nature positive food future that creates value for our customers, shareholders and society at large and delivers a more sustainable food value chain.\nTo achieve our ambition, we have taken the lead in developing digital farming tools for precision farming, and work closely with partners throughout the food value chain to improve the efficiency and sustainability of food production. Through our focus on clean ammonia production, we aim to enable the hydrogen economy, driving a green transition of shipping, fertilizer production and other energy intensive industries.\nFounded in 1905 to solve the emerging famine in Europe, Yara has established a unique position as the industry's only global crop nutrition company. We operate an integrated business model with around 17,000 employees and operations in over 60 countries, with a proven track record of strong returns. In 2020, Yara reported revenues of USD 11.6 billion.\nWwww.yara.com\nFor further information, please contact:\nYara International ASA Drammensveien 131 P.O.Box 343, Skgyen N-O0213 Oslo, Norway\nwww.yara.com\nYara disclaims all responsibility and liability for any expenses, losses, damages and costs incurred as a result of relying on or using the information contained in the Paper. Yara reserves the right to adjust and revise this Paper at any time.\n10 | January 2022"
},
  "language": "Languages.ENGLISH",
  "total_pages": 10
}
