{
  "file_name": "80_911.pdf",
  "pages": {
  "page_1": "LC\nYARA\nKnowledge\ngrows\nYara recommendation for\nthe CBAM trilogues\n\nYara is Europe’s largest fertilizer producer with more than 3,000 employees and 18 production plants in Europe, working across the entire supply chain, including agronomy, sales, production, and distribution, supporting customers in over 30 European countries. Production of nitrate fertilizers in Europe has on average the lowest carbon footprint in the world, helped by a catalyst technology that Yara developed and has since been shared with the rest of the industry. This technology has enabled Yara to reduce fertilizer production emissions from nitrous oxide (N20), a potent greenhouse gas (GHG), by more than 90 percent and lower our direct GHG emissions in Europe by 55 percent since 2005.\nWith product deliveries of more than 38 million tonnes in 2020, operations in more than 60 countries, and sales to 160 countries, Yara is also the industry’s leading international player. Being a multinational company with a strong European footprint and serving agricultural markets in both hemispheres of the world, exports are crucial. Out of 17.7 million tonnes of products produced in Europe in 2020, about 38% were exported outside the EEA.\nIn this important phase of trilogue negotiations on CBAM and EU ETS, we call on the EU Institutions to agree on a text which ensures that European low-carbon exports\nmaintain access to the global market. Failure to do so (either by rejecting a solution or by kicking the can down the road) would not only undermine the competitiveness of European industries in strategic sectors, such as the agri-food value chain, but also undermine the effectiveness of these climate-related regulations.\n\nEU/EEA low-carbon products carry the cost of their emissions when competing with goods produced in third countries with loose (or non-existent) carbon pricing rules. Driving up the price of emissions is necessary to accelerate the uptake of low-carbon technologies and products in Europe. But adding the same level of costs on exports will lead to product substitution with goods that have a higher carbon footprint, increasing overall GHG emissions and carbon leakage. Ultimately, a robust CBAM should not move EU emissions elsewhere, but rather enable decarbonization on a global scale. This is particularly true for the fertilizers sector, where EU products have -50% carbon footprint compared to non-EU products.\nEnsure that an explicit export adjustment mechanism, such as the one proposed by the Parliament, is embedded in the final CBAM & ETS legal texts.\nThe Parliament’s position on exports is a welcome political signal and represents a clear improvement compared to the Commission’s proposal in the way that it keeps free allocations for exports. On the Council side, the accompanying the general approach adopted in March stresses “the need to seek solutions to deal with the adverse effects of the introduction of the CBAM on exports”.\nThe importance of the issue is now widely recognized and while two policy makers have a strong mandate in support of addressing the problem in the EU ETS text, the discussion seems to be stalling on concerns about WTO compatibility. In order to support the negotiators’ mandate on exports and to enrich the ongoing technical work, we would like to share a more developed text that builds on the Parliament’s amendment but would protect it against any WTO compatibility constraint. In this regard, Yara partnered with law firm Freshfields Bruckhaus Deringer and Counsel and University of Cambridge Professor Lorand Bartels.\n|\n=.\nNovember 2022",
  "page_2": "Yara recommendation for the\nCBAM trilogues\nWTO law implications of the Parliament's proposal for free EU ETS allowances for exports, and a WTO consistent alternative proposal\nParliament proposal for free Alternative proposal exempting exports from the EU ETS allowances for exports\n“In order to protect the competitiveness of Union exports, the production in the Union of products listed in Annex | to Regulation [CBAM] should continue to receive free allocation, provided such products are produced for export to third countries without carbon pricing mechanisms similar to the EU ETS.”\n“After the transitional period, the obligation to surrender EU ETS allowances will not be triggered by emissions attributable to the production of a good listed in Annex | to Regulation [CBAM] below predefined benchmark levels, provided that the good is either exported to a third-country or consumed in the production of another good that is exported to a third country.\nThe number of EU ETS allowances that may be available on the market in Phase IV (and all subsequent phases) shall be reduced to the extent that emissions are exempted from the obligation to surrender allowances according to the first sentence.\nPrior to the end of the transitional period, the Commission will adopt a delegated act establishing detailed rules concerning the first and second sentences.”\nExplanation:\nallowances on the market; it does, however, not force companies which are obliged to surrender allowances to purchase them on the primary market where this governmental revenue opportunities can be realized. It is quite common that those companies that are required to surrender ETS allowance purchase them on the secondary market.\nThe alternative text does not risk involving a subsidy in the sense of Article 1 SCM Agreement, as it simply excludes exports from the scope of the ETS. Consequently, it neither involves a transfer of funds in the sense of Art 1.1(a)(1) (i) SCM Agreement nor a provision of a good in the sense of Art 1.1(a) (1) (iii) SCM Agreement. Nor does it cause government revenue that would otherwise be due to be foregone or not collected in the sense of Art 1.1(a) (1)(ii) SCM Agreement. Although the proposal results in fewer ETS allowances being auctioned and potentially less revenue for the government, this is not revenue that would otherwise be due. This follows from the nature of the ETS: the ETS does not oblige companies to purchase emission allowances at certain prices.\nFor further information contact:\nLuc Haustermans\nHead of Public Affairs and Industry Relations Mobile phone +32 4955 21754 Email: luc.haustermans@yara.com\nYara Belgium S.A./N.V EU Transparency Register: 68208004617-79 Manhattan - Avenue du Boulevard 21, 1220 Brussels, Belgium\nIt is wrong to think that exempting exports from paid-for ETS allowances, whether by granting free allowances in respect of exports (as the Parliament proposes) or by exempting exports from the ETS altogether (as the alternative text proposes) would undermine the environmental justification of CBAM pursuant to Article XX GATT. In EC — Seal Products, the EU successfully defended a prohibition on the sale and importation of seal products on the grounds of public morals notwithstanding the fact that there were several exemptions to the prohibition. What was important was that the prohibition contributed to the overall obj ective, despite its exemptions\nRather it requires companies to surrender ETS allowances. Thus, it merely triggers demand for ETS allowances, hence creating a market which corresponds with governmental revenue opportunities when placing\n="
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
