{
  "file_name": "80_912.pdf",
  "pages": {
  "page_1": "Knowledge grows\nYara’s\nrecommendations\nfor the 2024-2029\nEuropean mandate\nEnsuring success by from ambition to action\nmoving\nra\nos\nBe\nNel ud\nf=\n>\nta\ni ee",
  "page_2": "“The new EU Commissioners and Members of Parliament\nwill set the agenda for the European Union for the next\nfive\nThe European Union must\nfrom\nyears.\nnow move\ntargets to action to speed up the green transition,\nsafeguard jobs and secure strategic autonomy amidst\nthe significantly changed geopolitical situation.”\n|\ny)\nSvein Tore Holsether\nPresident and Chief Executive Officer\nSS {\n“~ Sa\n—\na\n—\n——\n— <a\n——\n—_\n-es\n——\nu\n] ‘\nYara 2\n|",
  "page_3": "i/~\nra |\nwt\n—\nThe European Green Deal was launched in December 2019 as a roadmap with actions to boost the efficient use of resources by moving to a clean, circular economy and stopping climate change, reversing biodiversity loss and cutting pollution\nhe\ni\nF\nSTS wa\nse)\na\\%\n\\ yi\" ~\nA\nif a\nee\n|\n:\nwe.\n$<\nae\n&\n—_F om.\nYara fully supports the goals laid out in the Green Deal We are more committed than ever to our mission of responsibly feeding the world while protecting the planet As the leading provider of crop nutrition solutions and ammonia trader and a frontrunner in decarbonizing the agri-food and energy value chains, we believe in a future powered by low-carbon food, decarbonized shipping and clean energy. These elements are key milestones towards realizing our ambition of growing a nature-positive food future. But we need to do this together. It is our collective responsibility. If we get it right, we can ensure that Euro- pean industry and agriculture will remain competitive on the international stage and play a central role in a low-car- bon future\nThe European Commission emphasized in September 2023 the importance of a strong, competitive and sustainable EU industry with fair and open trade. We believe that support- ing open trade, especially between the EU and the United States, will also drive innovation and create opportunities for businesses\nHowever, transforming European industry and agriculture has become increasingly challenging due to energy price volatility and supply chain disruptions following the COVID-19 pandemic and the war in Ukraine\nYara calls on European and national policymakers to drive forward common objectives by setting clear priorities and ensuring better coordination. The time is now to accelerate the transition, scale up innovations, and shift the focus from targets to incentives. Many of the solutions, tools, and technologies already exist—it is doable. As empha- sized in the recently published report \"The Future of European Competitiveness by Mario Draghi The only way to meet this challenge is to grow and become more productive, while preserving our values of equity and social inclusion. And the only way to become more productive is for Europe to radically change\nThe future of\nEuropean competitiveness — competitiveness strategy for Europe”, September 2024, EU competitiveness: Looking ahead - European Commission (europa.eu)\nA\nYara | 3\n&",
  "page_4": "2\nNie\n“*\nYara | 4\nImplement sustainable crop nutrition management practices to make every nutrient count and reduce environmental impact\nEvery step towards achieving the Farm-to- Fork ambitions must contribute to optimizing yields, producing healthier crops, enhancing soil health, and ensuring the economic viability of European farmers.\nOur recommendations\nThere are many ways to achieve this, including helping promote the use of the Farm Sustainability Tool for Nutrients and encouraging the use of fertilizers produced in the European Economic Area whose carbon footprints are on average around 50-60% lower than other similar imported products. If the intention to evaluate and revise the Nitrates Directive is confirmed:\ne Harmonize across the EU on how diffuse nutrient pollution is prevented Promote the use of the Nitrogen Use Efficiency indicator to track progress at farm level Boost the use of digital tools to facilitate farmers’ nutrient planning\n%\nSupport farmers’ prosperity and sustainability via Common Agricultural Policy (CAP)\nThe National Strategic Plans under the CAP have become key drivers for sustainable change. This is why a mix of collaborative a k proaches, targeted incentive mechanisms, and nowledge exchanges will be needed to support farmers an the food value chain in scaling up current efforts to further reduce the environmental impact o agriculture. However, incentives for farmers to shift to more sustainable practices should not increase their administrative burden.\nOur recommendations\ne Guarantee that eco-schemes are accessible to a significant number of farmers and red tape for farmers is minimized Offer an eco-scheme that will stimulate the large-scale adoption of precision farming tools Support investments for farmers to apply fertilizers that lead to less ammonia emissions\ny",
  "page_5": "o\n°o\no\nSecure a balanced mix of national and EU funds, along with private capital to boost decarbonization\nIt is time to shift EU investments from R&D to the deployment of large-scale hydrogen projects Large-scale decarbonization projects are needed to transform production in hard-to-abate sectors. Meeting the Renewable Energy Directive (RED III) ambitions for green hydrogen will require a full-scale industrial transformation, which can only succeed in close partnership between the private and public sectors. At the moment, there are different technologies which could support the decarbonization of industrial plants. However, there is currently a cost gap between today’s production and green production. Therefore, if we want also to meet the RED III ambitions for green hydrogen, it will require huge investments from both the private and the public sectors.\nOur recommendations\ne Focus more funds on the deployment of large-scale projects that have the potential to reduce emissions and improve the predictability and transparency of EU funding initiatives Enable a combination of financial support from both EU and national programs Allow for a mix of measures boosting both the production and the use of fertilizers produced with renewable electricity and via carbon capture and storage (CCS)\nLeverage blue hydrogen as a bridge to green to rapidly reduce greenhouse emissions and scale up the use of hydrogen\nThe decarbonization challenge is too large to disregard any technically feasible and economically viable options. The focus should be on both blue (with carbon capture and sequestration) and green (renewable) technologies. Blue hydrogen and blue ammonia can especially reduce industrial and shipping emissions. Developing blue hydrogen in Europe and overseas thus goes hand in hand with scaling up renewable electricity generation and green hydrogen.\nOur recommendations\ne Foster all technologies that allow for large and fast emission reductions Increase the recent policy focus on CCS and develop a comprehensive and supportive framework for blue hydrogen\n-\nFoster a market for low-carbon fertilizers and shipping fuels\nClean hydrogen and clean ammonia can be game changers in shipping and the Fuel EU Maritime initiative provides the right kind of incentives to deploy sustainable alternative marine fuels. The rules on greenhouse gas intensity of marine fuels in FuelEUMaritime, together with the sub- target for green hydrogen-based fuels, results in more certainty for producers, distributors, and infrastructure providers, as well as for consumers. In agriculture the potential of clean hydrogen remains largely untapped. Using clean hydrogen in ammonia production, along with state-of-the- art emission abatement technologies in nitrate production, can reduce the carbon footprint of fertilizers by 80-90%. Such low-carbon fertilizers help reduce the carbon footprint of the entire agri-food value chain, from crops to food, without changing farming practices.\nOur recommendations\ne Create financial incentives for the uptake of low-carbon fertilizers by farmers and translate production targets into distribution and value chain targets Embrace certification schemes that make it easier for renewable and low-carbon hydrogen to scale up Continue to decarbonize shipping fuels in line with Fuel EU Maritime Invest already now in port bunkering infrastructure so ship owners can confidently invest in making ship engines ready for new zero-carbon fuels\nYara |5",
  "page_6": "©\n7\nie\nee\na\nPromote regenerative agriculture as a vehicle for growing a nature-positive food future\nHealthy soils are the foundation of our food system, playing a crucial role in the long-term sustainability of European agriculture. We support the implementation of regenerative agriculture to contribute to growing a nature-positive food future. Yara defines regenerative agriculture as a “systematic, outcome-based approach to adopt the best sustainable farming practices that positively affect nature and climate, across five recurrent themes: climate, soil health, resource use efficiency, biodiversity, and prosperity”.\nOur recommendations\nPromote an outcome-driven approach that combines digital technologies and low-carbon fertilizers to minimize environmental impact and optimize nutrient management in sustainable farming Improve the collection and recycling of food waste to increase the production of organic fertilizers and restore more carbon to the soil\n=\nwe a\na\nK.\ni\n<= 5 3\nomer 7 ta\nvd\n—\npoms\nee\nae\n——S\nEnsure that the EU's low-carbon exports remain competitive in the global market\nCompetitive access to global markets is crucial for European producers to secure investments and revenues to finance decarbonization. However, today’s Carbon Border Adjustment Mechanism (CBAM) does not include a solution for exports from Europe to third countries with laxer climate legislation. The lack of a solution for EU exports in global markets also jeopardizes the underlying climate objective of reducing greenhouse gas emissions as the result would be carbon leakage and higher global emissions.\nOur recommendation\ne Present a legislative proposal in 2025 to modify CBAM by adding a solution for exports to prevent carbon leakage\nuy\nYara | 6\nme\n——$<—\nes\n=\noe\n-\nae\nfe =",
  "page_7": "~~?\naoe\nay.\nConclusion\nThe cost of inaction is much greater than the cost of action, and Europe can’t wait. We can no longer take small steps and work in silos. A blend of public and private funding is also crucial to drive innovation and scale up solutions effectively. The only way forward is to launch a “Europe-wide joint decarbonization and competitiveness plan We as suggested in the Draghi report to accelerate change by moving from targets to concrete action. This will ensure that both European industry and agriculture remain competitive and sustainable.\n“The future of European competitiveness — A competitiveness strategy for Europe”, September 2024, EU competitiveness: Looking ahead - European Commission (europa.eu)\nObes aq: ht a OF E.\n@ Learn more\nPlease scan the OR code to find this document and other position papers on Yara.com\nYara’s Transparency Register ID-number: 68208004617-79\n¥\na\n3\nhy\n9\n|\n*\n4)\nPi\nbia?)\nBN\nek br\need\n3\n7\n*#)\n“\nsae\neS.\nSs\nDus\nae\ncay\nt.\na5,\nif\net\n‘*\nee\n‘4\nt¢\n2%\nBy.\nLa\n.\nae,\noy\nBad\nés\nre\niy be\n£3.\nBS\nue\n‘\nSwitching to fertilizers\n3 produced using renewable ate\n5\nes\nelectricity instead of\nnatural gas can reduce\nthe carbon footprint\nof a loaf of bread\nCae ts\nby to\nup\nwe we\nNe\nx\nFhe\nSe\nat\nBeek\nve\n“A ¥ee8 |\nai ra\ni\ni\nOQ\ni a>\n| |\ni\na + ee\nOMS ie\nDae! Ci |\naoe\npipes\naes a or\nSB\n=\nLe\nPa\nhs\nNe\n=T\nae\n}\n)\nrl f\nve\nSPE\nRS.\nee\nDF.\nFee\ne¥ *B,\nBr.\nAS.\nat\ney\nba\nnak eon\nwe Ss\nwe’\nof Ries\nFathi\neae\na\nee\nis\nHe\ney\nte\nyy\nre % yes\nAs\nme\nat\ncy\nne\na\not\no\nte\nWy\nza\n3\na8 EP ay\nPk\nWe\n»\nCe at NOx emissions\n*\nAe\nss\nie ne\nte oe\n$s,\nRoe 3\n& pe be\nep\nae es\n&,\ni\nSe &\nye\noe\nYara will capture\n800,000 tons of\nCO2 emissions from our\nplant in Sluiskil, equal\nto 161,000 gasoline-\npowered passenger\nvehicles driven for\none year\nSP:\na\nEvery year Yara’s\nDeNOx solutions clean\nmore than 1,600,000\ntonnes of NOx\nemissions globally,\nabout 1/3 of EU's total\nWil ae\nog,\n2\neS po! fa Aes\noo\noe\na ys\nNd\neee\nAPS\nSee\nees\npane\nyy\ntr\n“ey\n>.\nby\nof\n“2\nae\nme\n‘ee\n23)\nRs\nis\nbin\nie\nthe\n3)",
  "page_8": "Yara in Europe\nYara is the largest crop nutrition and industrial nitrogen company in Europe and also the world’s leading ammonia provider. With around 6,800 employees supporting customers in over 30 European countries we provide a complete offering of solutions — including application advice, digital tools, crop nutrition and essential industrial products.\neel ibs 21 production plants\n(cal\nee0e0e\n{192\n@\n& Yara R&D Center\n~140 owned and leased terminals and warehouses\nCustomers in ~30 countries\nq Gage\neal)\na\nca °\nGq @ mm\nbs a\n> Yara Digital Hub\nco ou, nf\n(cil\n(cil\n(cil\n|\na. od\n(al Yara owned fertilizer terminals and liquid plants\n(Gil\nee]\nay\nYara Industrial plants\nYara fertilizer plants\nYara organic fertilizer plants\n(cil\nYara | 8"
},
  "language": "Languages.ENGLISH",
  "total_pages": 8
}
