{
  "file_name": "80_924.pdf",
  "pages": {
  "page_1": "(((\nYARA\nKnowledge grows\nCBAM and exports: a critical path to EU competitiveness\nIntroduction\nThe European Union’s Carbon Border Adjustment Mechanism (CBAM) has been introduced to level the cost of carbon emissions on the EU’s Internal Market between domestically produced goods and imports. CBAM is needed for fair competition on the Internal Market because today producers outside the European Economic Area (EEA) face a very limited or non-existent carbon cost on their emissions.\nThe CBAM regulation text, which was adopted despite outstanding issues, focuses solely on imported products to the EU market, but neglects the carbon leakage risk on exports out of the EU to countries without a carbon pricing legislation. CBAM must also address exports to ensure that European industry stays competitive, and the EU can meet its climate goals without causing carbon and investment leakage.\nThe export issue became even more prominent after leading CEOs of all industrial sectors signed the Antwerp Declaration for an EU Industrial Deal on 20 February 2024 in the presence of EU Commission President Ursula von der Leyen. She also repeatedly stressed the importance of EU industries’ competitiveness in her political guidelines for 2024-2029, announcing a European Competitiveness Fund and a Clean Industrial Deal.\nWhy CBAM needs an export mechanism\nCBAM was introduced as an environmental measure to avoid carbon leakage, which occurs when production moves to regions and countries with less stringent climate policies or when less emission-intensive products are replaced by more carbon- intensive imports.\nThe current design of CBAM unfortunately only addresses imports into the EU market but neglects CBAM exports to non- EU countries. An export mechanism, complementing the current CBAM setup, would ensure that low-emission EU products remain competitive on the global market. It would also encourage global trade partners to produce more sustainably. Climate diplomacy creating international platforms of likeminded non-EU countries (i.e. the Climate Club) alone would be a soft measure that cannot replace the necessary amendment of the CBAM regulation to address the urgent issue of export competitiveness.\nIgnoring this can lead to EU sustainable products being replaced by more competitively priced but more polluting non-EU alternatives. This goes against the EU’s overarching goal of reducing global greenhouse gas emissions to tackle climate change.\nThe carbon leakage risk related to EU exports is expected to be further exacerbated as more sectors will likely be included\na\n“Siw\nWhat is CBAM?\nThe European Commission adopted its proposal for CBAM in 2021 as part of the Fit for 55 package aimed at accelerating decarbonization to achieve a 55% reduction in greenhouse gas emissions in the EU by 2030. The aim of CBAM is to level the price of carbon emissions between domestic products and imports into the EU.\nCBAM entered its transitional phase in May 2023, which will last until December 2025. As of January 2026, CBAM will require EU importers to buy CBAM certificates corresponding to embedded carbon emissions in the imported products from non-EU countries. When a non-EU producer can show that it has already paid a price for the production emissions in a third country, the EU importer can fully deduct the corresponding cost.\nThe initial scope applies to imports of certain products whose production is most carbon intensive and has the most significant risk of carbon leakage (cement, electricity, fertilizers, iron and steel, aluminium and hydrogen). However, the text mentions the potential extension to all sectors under the EU Emissions Trading System (EU ETS) by 2030.\nin CBAM, such as downstream sectors but also other energy intensive industries currently under the EU ETS system. Therefore, solving the issue of exports in CBAM is an urgent matter and key to supporting a thriving industry in Europe, which is also competitive globally.\nSafeguarding Europe’s strategic autonomy in fertilizers\nEuropean nitrate-based fertilizer exports have a carbon footprint that is typically around half of the global average. An export mechanism would ensure that Europe’s fertilizer industry remains competitive in a very price-sensitive market. At the same time, it would safeguard European strategic autonomy in fertilizers and food. This is crucial because the essential nutrients provided by mineral fertilizers help feed around half of the world’s population.\nExport-oriented fertilizer plants export between 20% and 60% of their production outside the EU (and even higher from Norway). Typically, export-oriented plants have annual production capacities\nMaking every nutrient count\nSupporting farmers via the CAP\nStrengthening EU funding to decarbonize\nLeveraging blue hydrogen\nFostering a market for low-carbon products\nPromoting regenerative agriculture\noe",
  "page_2": "LC\nYARA\nfrom around one million to more than five million tonnes. On- site storage capacities are limited and get filled up in two to three weeks. Exports play a vital economic and environmental role for fertilizer production, not only because of the overall share of production that is exported but also because of the seasonality of agriculture. Production sites in Europe must maintain access to global markets in order to produce year-round in an energy- and emission-efficient manner, while serving seasonal demand in the Northern and Southern hemispheres.\nThis is also stressed by Mario Draghi in his report “The future of European competitiveness”! published in September 2024: “CBAM does not level the playing field for exporters. CBAM levels the playing field on the import side, but exporters will face a cost disadvantage (...) This may feed back to the domestic market (...) and scale is important for efficient production”.\nThe need for an export solution is even more urgent now given the recent influx of higher emission urea-based Russian fertilizer imports into the EU. In fact, these levels are now higher compared to before Russia invaded Ukraine’. This highlights the vulnerability of global and EU agri-food value chains and the need for a strong, resilient EU fertilizer industry.\nOUR RECOMMENDATIONS\nThe CBAM regulation text that entered into force unfortunately did not include the European Parliament's position on exports, and only calls on the European Commission to work on a report assessing carbon leakage in exported CBAM products by the end of 2024 and further in another report by 2028. During the legislative process, several potential solutions on exports were shared (e.g. monetary or non-monetary rebates, extension or adjustment of the free allowances phase-out, partial export exemption, adjusted carbon price on exports, etc.), but none of these materialized.\n'The future of European competitiveness —- A competitiveness strategy for Europe”, September 2024, EU competitiveness: Looking ahead - European Commission (europa.eu). *Beyond Gas. The Risks of Fertilizer Dependence for EU - Fertilizers Europe, https://www.fertilizerseurope.com/beyond-gas-the-risks-of-fertilizer-dependence-for-eu/\nFor further information, please contact Luc Haustermans at luc.haustermans@yara.com. Yara’s Transparency Register |D-number: 68208004617-79\nThe European Parliament supported an export exemption\nThe European Parliament adopted an amendment in 2022 to include a specific provision on export rebates: “lb. In order to ensure a level playing field,\n.... the production in the Union of products listed in Annex | to this Regulation shall continue to receive free allocation, provided such products are produced for export to third countries without carbon pricing mechanisms similar to the EU ETS.”\nIf this had been part of the CBAM regulation text that entered into force, the European Commission would have been tasked with creating a legislative proposal that is compliant with World Trade Organization (WTO) rules to solve the issue of exports.\nIt is necessary to take urgent action now to amend the CBAM regulation so that it takes into account the important issue of exports. European companies, who are already making investment decisions about decarbonization projects, need a stable, predictable policy framework to enable Europe's green transition without compromising competitiveness. For Europe to keep its strong, resilient domestic industries and attract green investments, action must be taken now. We therefore call on European policymakers to work together to establish a WTO compliant export solution in CBAM.\nCBAM and exports: a critical path\nto EU competitiveness"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
