{
  "file_name": "84_940.pdf",
  "pages": {
  "page_1": "N\nww\nmines\n27 October 2020\nThe future carbon border adjustment mechanism should be designed in such a way as to address the risk of carbon leakage while fully complying with World Trade Organization rules, maintaining the competitiveness of the European industry and rewarding contributions to a low-carbon Europe.\nAs the recognized representative of the European mineral raw materials industry covering more than 42 different metals and minerals and employing 350.000 directly and about four times as many indirectly, Euromines welcomes a European Green Deal to put Europe on the right track to a sustainable future and is prepared to take the necessary measures and bring its value added to making Europe the world's first climate neutral continent.\nWith regards to the Carbon Border Adjustment Mechanism, Euromines agrees that such a new instrument should be designed in a way that addresses the risk of carbon leakage while fully complying with World Trade Organization rules, maintaining the competitiveness of the European industry and rewarding contributions to a low-carbon Europe. In this context, we are ready to bring our value added to the current in depth assessment aimed at identifying the most efficient instrument that will complement the Emissions Trading System and counteract the risk of carbon leakage by putting a carbon price on imports of certain goods from outside the EU.\nRaw materials are essential to Europe’s survival as one of the world’s leading economies. The mineral raw materials industry has invested heavily in the EU in recent years and has the potential to contribute further to the recovery strategy through development of new projects and extensions to existing ones. The first segment of most value chains, the raw minerals sector is a supplier of critical materials and products to many sectors of the economy and secures the availability of essential materials needed for a climate neutral, service and welfare orientated, circular and resource efficient economy.\nWhile, at this point in time, Euromines has not adopted an industry position for nor against a specific Carbon Border Adjustment Mechanism (CBAM), we hope that the EU Emissions Trading System will continue to be the key market-based instrument for the industry with free allowances providing the key stimulus for industry installations and indirect costs continuing to be reimbursed.\nConsidering all the above, Euromines would like to bring several additional comments to the Public Consultation regarding the Carbon Border Adjustment, as follows:\nAn integrated impact assessment evaluating all potential policy instruments in force and the effectiveness of a new one such as the CBAM is crucial.\nThe impact assessment should be based on a wide range of criteria, including the impact such a mechanism would have on individual sectors, especially with regards to the contribution level among sectors, the investment needed and the resulting changes to the current climate and trade legislative framework. The impact assessment should not only refer to the monetary value of the needed\n=>\nEuropean Association of Mineral raw materials Industries, Metal Ores & Industrial Minerals\nEuropean Carbon Border Adjustment Mechanism (CBAM)\nEuromines Position",
  "page_2": "N\nww\nmines\nresources to achieve such a target but also to the human resources, the time as well as the raw materials needed for such a change. Only based on its results can a sound policy decision be made.\nThe EU Emissions Trading System should remain the main market instrument for Europe’s industries to cost-effectively reduce their emissions.\nThe carbon leakage protection measures currently in force should be complemented if and where necessary, not replaced. If the above-mentioned impact assessment concludes that additional carbon leakage protection policies are needed, those must complement rather than substitute the existing measures. This includes the system of free allowances that provides the key stimulus for industry installations under the EU ETS to be amongst the best in class and the compensation of indirect ETS costs.\nThe mineral raw materials industry is highly electro-intensive, exposed to a significant risk of direct and indirect carbon leakage. Unable to pass through costs and currently faced with the prospects of investment in the EU ETS area worsening simultaneously with a decrease in domestic demand, the EU raw materials sector is concerned that the lack of an effective carbon leakage protection system will undermine the international competitiveness of the industry through the further loss of market share and profit margins to competitors who do not face similar carbon emissions costs. In this context, sufficient free allocation according to needs must be provided to the industry. The indirect costs reimbursement also needs be taken into consideration as electrification will be the key to achieving a low-carbon economy.\nLast but not least, the free ETS allowances and compensation for indirect emissions seem to be the only WTO compliant instrument to counteract the loss of competitiveness of the European industry on export markets, where competitors are not burdened with the cost of climate policies\nThe new Carbon Border Adjustment Mechanism must be WTO compliant. The WTO compliance should be ensured for all potential long-term border regulatory framework options complementing free allocation and indirect costs compensation. From the documents made available so far, it is not clear whether this mechanism will be introduced as a tax regime or in the form of customs duties. Therefore, more details on this matter should be made available.\nTaxation on imported goods (other than customs duties/charges which are bound by WTO GATT) for any specific policy objective, are currently subject to National Treatment basis so the new measure cannot discriminate against foreign products.\nThe new Carbon Border Adjustment Mechanism must not put at risk the position of EU exporters.\nThe new instrument must consider the international importance and competitiveness of EU exporters. Excluding exports can weaken the ability to counteract carbon leakage, as EU production exposed to carbon leakage faces no protection outside the EU. Multinational companies outside the EU are competing directly against EU companies and any advantage given to non-EU businesses will consequently disadvantage the EU industry.\nAt the same, the European sectors or companies that export their products fear that applying such a CBA mechanism could lead to trade retaliation that would damage their exports even further.\n* KK\n=\nEuropean Association of Mineral raw materials Industries, Metal Ores & Industrial Minerals",
  "page_3": "ww\nN\nmines\nAbout Euromines\nEuromines, the European Association of Mining, Metal Ores & Industrial Minerals, represents large and small companies and subsidiaries in Europe and in other parts of the world which provide jobs to more than 350,000 people. Through the activities and operations of these members, more than 42 different metals and minerals are produced. Their sustainable exploitation can increase Europe’s supply of mineral resources, help ease imports from third countries usually applying lower environmental, corporate, and social standards and foster the socio-economic growth of Europe’s Regions. The European mineral raw materials industry plays a crucial role in the EU ability to nurture sustainable growth including access to and supply of raw materials, providing over 30 million jobs and playing a key role in the development of modern environmentally friendly technologies.\n=\nEuropean Association of Mineral raw materials Industries, Metal Ores & Industrial Minerals"
},
  "language": "Languages.ENGLISH",
  "total_pages": 3
}
