{
  "file_name": "86_948.pdf",
  "pages": {
  "page_1": "an\nLi\nta\noo\nsf\nPe\ni ee\na\nvag\nei\nree\nee\n4\nae\nony\n“oy\nee,\nul oy\n:\npe\ney\nBoe See\nal\nPe\not\nay\nIMnl\nANNUAL\nREVIEW\n2024\ni\ncn\nwe\na,\ni}\n=!\n=!\n=—\nee\nLa\ne\n\"it\nIMnl\nne\noe iit\nre\nNes\nas\nml",
  "page_2": "—\n——\nten\nen\na=\nhems\nee\naoe!\ni” —\n=\na Se\nea\nee\na\n—\n7\n=\na\nqe EE = rl =\nee ee\nrt\nae\ncent\nalae\n=\nThese\n=\nPs!\noa\nben.\n——\na a\n=,\nfies\nre\nee\nar,\nae\ni\nis {\n;\n— i\n{ies\n+e\nBp\n\"oad\noa\na\noar\naf\nSX\n11 rue Dulong\n75017 Paris, France\nTel: +33 (0)1 45 63 06 34\n2] im\nINTERNATIONAL\nMANGANESE\nINSTITUTE\nThe International Manganese Institute (IMnl)\nis a not-for-profit industry association\nthat represents Manganese ore and alloy\nproducers, manufacturers of metallurgical\nproducts or chemical compounds, trading\nhouses, industry service providers, companies\ninvolved in Mn business development,\nuniversities and research organizations\naround the world.\nFounded in 1975, with headquarters\nin Paris, France, IMnl’s mission\nis to provide vision and guidance to the Mn\nindustry by promoting economic, social\nand environmental responsibility\nand sustainability to all stakeholders.",
  "page_3": "TABLE OF CONTENT\nMessage from the Chairman Message from the Executive Director IMnl in 2024\n10 Manganese in 2024\n13 IMni market research\n14 Message from the Statistics Committee Chairman\n18 Manganese market overview\n26 HSE: Social responsability\n28 2024 HSE Committee Chairman’s message\n32 2024 update on HSE special projects\n36 2024 regulatory highlights\n38 The IMnl Electrolytic Manganese Committe\n39 THE IMnl Electrolytic Manganese (EPD) Conference\n40 The IMnI High Purity Manganese Committe\n4) The China Committee\n42 The India Committee 43 The 2024 Annual Conference\n45 Companies that attended the IMnI 2024 Annual Conference\n48 IMnl 2025 Annual Conference\n49 IMnl 2024 Conference on Manganese in batteries\n51 IMnl Committees 2024 53 IMnl officers\n54 IMnl members",
  "page_4": "MESSAGE FROM\nTHE CHAIRMAN\nf\n*\nwin,\nDuring his 3-year mandate, Patrick Sacco who concluded his term as IMnl Chairman in June 2024, significantly improved the IMnl value-proposition to the Manganese industry, resulting in many additional Members, controlled expenses, and major new projects and studies completed, to the benefit of all IMn| Members and to the entire Manganese community. | am honoured to have been elected by the [Mn General Assembly to succeed Patrick Sacco as IMnlI Chairman, and during this mandate we plan on focussing on enhancing the decarbonisation and sustainability of the Manganese sector.\n2024 was another challenging year for the Manganese industry, marked by large fluctuations in the ore prices following the shut-down of GEMCO in Australia and China’s real estate sector slowdown.\nNonetheless, the Manganese industry\n“Contributing to the decarbonisation efforts of the steel sector is a priority for the Manganese industry”\ncontinued progressing on sustainability, social responsibility and environmental footprint through the IMnl this year, for example by developing a guidance document for Manganese carbon footprint methodology, accompanied by an Excel-based calculator. A study by Risk Sciences International (RSI) was also completed to provide new insights into endocrine disruptors (EDs) concerning Manganese products. Another study, by Envitop, will provide insights on manganese alloy slags, and address the geographical gap in their usage. IMnl also completed a scope 3 emissions guidance for the Manganese-value chain, in collaboration with Engie Impact, to identify hotspots and assist companies in accurately identifying and reporting their scope 3 emissions.\nA webinar dedicated to Manganese sustainability also took place in November, helping IMn| Members",
  "page_5": "understand the impact of the CBAM regulation in the European Union on the ferro-manganese industry, emission reductions and energy efficiency at Manganese alloy plants.\nIn 2025, the Manganese industry will continue improving its sustainability, through various projects conducted by the IMnl to reduce CO2 emissions and contribute to a greener steel sector.\nPaul DESPORTES\nIMnl Chairman\nSenior Vice-President Commercial of\nEramet\n<a\n<7\niow\n~\nve\n, <<\n—\nsoa ae\nSz\nie\nSee\nRe:\nCee\n_——\n——\n—_\n—a\noat\nFags\nze\nBe\n“ne\nea x\noe Sg\nBZ\neae\nOse.\noe Cott\naS\nSe\nee\na\n=>\na\nae\n-_ aye\na\nFe\neb\n®\nTE\nGS\nPs\nva\nog\nae\nree.\ntg\nLPLZ\nona\n» 9\nPg\ni\nwal\nia\noe\nPy)\na\nOe eer\naw\nal\n[operas\noo\npie aa\nad\n~~\n=\n——_\na\na\n——\n2\nN >\nmee\nPS\n—\nNS\nre.\nwe\naah\na\noe\n>\nee\na\nyp N\npa\n‘ie\n72 aS\ne\\\\\nee\npana\nnee\nee\nae —_ ear eh,\n~~\n>\nSs\n~\n=\n“SS\nSa\na ma\nRee\nSH\naol <=\n(¢\natime\n—\n~\noe\n— ee\n—\neS\n=\na\n———\nregen a\n~~\neer\n\\\nW series,\n)\n4\na\n=|\n(\"<2\n3",
  "page_6": "MESSAGE FROM\nTHE EXECUTIVE DIRECTOR\n“About to celebrate its 50- year anniversary in 2025, the [MnI continues expanding its membership and services!”\nIn 2024, the International Manganese Institute continued developing in spite of the challenging situation of the Manganese industry. A total of 18 new companies joined the Institute this year, bringing total membership to 131 companies (a rise of 42% in 3 years!), reflecting the growing interest in Manganese, partly because of its use in electric vehicles.\n18 companies joined the IMnl in 2024!\nCompany type\nCountry\nBloomberg\nMarket research\nUnited Kingdom\nCompagnie Miniere du Littoral (CML)\nMn ore producer\nIvory Coast\nGFCL EV Products Limited\nFuture Mn chemical producer\nIndia\nGlobal Sea Mineral Resources NV\nFuture Mn producer\nBelgium\nGreen Metals Refining Ltd.\nFuture Mn chemical producer\nUnited Kingdom\nHascor International Group\nMn producer\nUSA\nJindal Shadeed Iron & Steel LLC\nSteel producer\nOman\nManagem Group\nFuture Mn chemical producer\nMorocco\nMultitecnica Industrial\nMn chemical producer\nBrazil\nProject Blue\nMarket research\nUnited Kingdom\nQVC Group\nMn alloy producer\nIndia\nRWE Supply & Trading GmbH\nEnergy trader\nGermany\nShanghai Ju-Manganese\nMn trader\nChina\nSPS Steels Rolling Mills Limited\nMn alloy producer\nIndia\nUmicore\nBattery producer\nBelgium\nWMC Energy B.V.\nMn chemicals trader\nThe Netherlands\nXiangtan Electrochemical Scientific Ltd.\nEMD producer\nChina\nZambian Anglo Mining Limited\nMn ore producer\nZambia\nThis expanding membership ensures a broader representation of the global Manganese value-chain, both in terms of geography (IMn| Members operate in 43 different countries) as well as operating sectors (they are involved\nin mining and smelting, production of chemicals, batteries, steel, agriculture products, equipment for the ferro- alloy industry, logistics, shipments, trading, banking, consulting and market research etc.). It also gives the IMnl more\n6",
  "page_7": "Robey\npoe\nere\n4\n——_\nat)\nresources to improve the sustainability of the Manganese sector, expand the knowledge on Manganese _ benefits and challenges, and inform Members in advance of future regulations impacting the industry.\nThanks to the active and dedicated engagement of its 6 Committees - HSE, Statistics, India, China, Electrolytic products and High purity products as well as the valuable involvement of its staff, IMnI continues to be the global voice of the Manganese industry.\nIn the first quarter of 2025, | will be leaving the IMnI to start another position, and | feel honoured to have served the Manganese industry in the last 10 years, under the mentorship of 5 consecutive IMnl Chairmen: Arnaud Tissidre (Eramet), Pedro Larrea (Ferroglobe), Esteban Rivero (Autlan), Patrick Sacco (Ore & Metal) and Paul Desportes (Eramet), whom | sincerely thank for their dedication. Throughout my time at the Institute, | had the opportunity and privilege to meet and engage with people from different continents, nationalities and cultures all over the world and | can honestly say that each of these experiences have contributed to my personal development. To each and every one with whom | had the privilege of engaging through business, at meetings, conferences or just rubbing shoulders in passing during\n*’\nnie awe\n—_—_—\ns%\nane\nbod\n=\nmy travels, or the friends, colleagues and people around Paris, | thank you for your support. You are what makes the Manganese industry such a special community, where companies compete in a fair and respectful environment.\nWe could feel this friendly atmosphere during the IMnl_ conference in Oman, where a record 250 international delegates gathered to learn about the latest Manganese market trends, network with prominent producers, users and traders, and visit the Steinweg operations at Sohar port. Thanks to the commitment of all IMnl Members, the IMni Annual Conference remains the world’s largest event dedicated to Manganese!\nAnd it will be the case again next year in Tokyo, Japan during the 2025 |IMnl Annual Conference, from Tuesday, June 3 to Thursday, June 5, with technical visits of JFE’s Mizushima ferroalloys smelter and Nippon Denko’s Tokushima plant. So do not miss this opportunity to learn from industry experts, reconnect with the Manganese community; visit Manganese sites in Japan, and celebrate the 50th anniversary of the IMnl, founded in 1975!\nAloys d’HARAMBURE\nIMnl Executive Director\n7\n~v\nte\nases”",
  "page_8": "IMnt\nInt 48% Annual Conference\nJune 3-5, 2024\nMane at, Sitenate of omen\nnan\nORE & METAL\n&\nmee\n>\n0p come\nes\nreprrsseming 0 sam sors te EV nanan\nisn\nSeca s\n~*~\nse % a, *\nPy ben\n4 {\nnafenas\nae?\na oo\nin |\n- GFCL EV Products Limited, Multitecnica Industrial and Managem Group join as Manganese Chemical Producers, Global Sea Mineral Resources NV, WMC Energy B.V., Shanghai Ju-Manganese International Trade Co., Ltd and Umicore as Affiliate members, Jindal Shadeed Iron & Steel LLC and SPS Steels Rolling Mills Limited as Ordinary members.\n+ Aloys d’Harambure, IMnl Executive Director, visits IMnl members and manganese producers in Japan.\nIMnl organizes a China Banquet Dinner in Hong Kong during the Fastmarkets Ferroalloys Asia conference, to facilitate networking between Chinese and foreign Manganese ore producers, users and traders. The dinner is attended by 110+ international delegates from 50+ companies, including 60+ Chinese delegates.\n8\n-\n* The IMnl 2024 Conference on Manganese in Batteries which is held in Chengdu, China on Tuesday, Feb. 29 and Friday, March 1, is a success! It attracts 150+ delegates, including 15 non-Chinese participants. The conference is followed by optional technical tours on Saturday, March 2 to Sichuan Zhongzhe New Material Technology Co., Ltd. and Sichuan Changhong New Energy Technology Co., Ltd.\n+ Arnaud Vigier, Manganese Ore Sales Director of Eramet, Edward Li, Executive Director of Qunxian Group, Brad Rogers, Managing Director & CEO of Jupiter Mines Ltd. and Raul Barrios, CEO of DPRC SL, all IMnl members, participate in the “Manganese Ore and Ferromanganese” panel discussion at Fastmarkets Ferroalloys Asian Conference in Hong Kong.\n_\na\nwin\n~~\ny\nA,\nIMnl IN 2024\nJanuary - March\na\n9\nae\n-",
  "page_9": "April-June\ne The Project Blue and Bloomberg L.P. join as Affiliate members and Hascor International Group as an Ordinary member.\ne IMnl 48th Annual Conference is held in Muscat, Sultanate of Oman. This year again, the International Manganese Institute's Annual Conference remains the world’s biggest Manganese event, gathering in Oman 250+ delegates from 120 companies, based in 35 countries. This is a new record for attendance at an IMnl conference in our 50-year history! Structured around the theme “Middle East: a future growth driver for the Manganese sector?”, main speakers include William Husband, Managing Director, Global Head Metals & Mining, Citibank, Steven Vercammen, Senior Expert - BMI, McKinsey & Company, Prakash Chaudhari, COO, Jindal Shadeed Iron and Steel LLC, Michael Li, Vice-President, South Manganese Group Ltd., Vincent Braet, Purchase Manager Manganese, Umicore, Jack Bedder, Founder & Director, Project Blue, Zhou Jian, CEO of Shanghai Fengri International Trading Co. Ltd, Arnaud Vigier, Manganese Ore Sales Director, Eramet, Kevin Fowkes, Steel Alloys Markets, Wood Mackenzie, Nadia Vinck, Director EHS, Energy & Climate, Euroalliages aisbl, Kris De Bruyne, Project Manager, Global Sea Mineral Resources (GSR), Dr. Doreen McGough, Executive Director, Manganese REACH Administration (MARA). Several delegates attend the technical visit to Sohar Port & Free Zone and C. Steinweg at Sohar Port. Generous sponsors include Autlan, Maringa Ferro-Liga, OM Holdings, Ore & Metal Company, Tshipi é Ntle Manganese Mining, South32 and World Metals & Alloys (FZC).\nJuly - September\n+ Zambian Anglo Mining Limited and Compagnie Miniere du Littoral (CML) join as an Ordinary members, and RWE Supply & Trading GmbH as an Affiliate member.\nOctober - December\n+ Green Metals Refining Ltd. and Xiangtan Electrochemical Scientific Ltd. join as members of the Chemical Products Division and QVC Group as Ordinary member.\ne Aloys d’Harambure, IMnl Executive Director, travels to Brazil to meet Manganese miners and investigate the local Manganese market potential.\ne IMnl organizes an HSE webinar on sustainability in the Manganese industry and which theme is: “Green Shift _ Transforming the Manganese Industry”.\n* The IMnl partners with Fastmarkets for their 40th International Ferroalloys Conference in Istanbul, Turkey. Gautam Kumar, Director of Asia Minerals Limited, Kevin Fowkes, Research Director of Wood Mackenzie and Thembelani Gantsho, CEO of Kudumane Manganese Resources, participate in the Manganese panel discussion\n¢ IMnl organizes a networking cocktail in Istanbul for the IMnl members during the Fastmarkets conference, attended by 60+ IMnI delegates.",
  "page_10": "Mining Co (GEMCO) manganese ore facility in Australia after tropical cyclone Megan caused damages\n9. The Czech Environment Ministry in March approved the environmental and _ social impact assessment (ESIA) for the Chvaletice manganese project\n1 Sinai Manganese Company (SMC), a pioneering and leading manganese ore pro- ducer in Egypt reignited its alloy furnace in April\n2. Estrella Resources uncovered more man- ganese prospects in the Democratic Re- public of Timor-Leste, with portable x-ray fluorescence (pXRF) grades from float going as high as 27.9% manganese\n3. Zambia's state-owned electricity utility Zesco announced in April that it is seeking to import power to avert an energy deficit for key mining sector including Manganese\n4. In May, China’s Huijin New Energy, a Da- long Huicheng and Jinchuan Group JV, com- pleted Phase | of its project, now producing 10,000 tons/month of high-purity Mn sul- phate. With cost benefits from Jinchuan’s byproducts, it plans a 20,000-tonne Mn3;O, facility by 2025\n5. Slovakian ferroalloy producer OFZ res- tarted one furnace in March, a second in April, and plans to restart a third in May\n6. Keras Resources restarts activities at Naye- ga mine in Togo on May 9, after signing a cooperation agreement with the Republic of Togo\n7\nGhana Manganese Company Limited (GMCL) breaks ground on the Tamso-Nsuta\nMANGANESE IN 2024\nJanuary to March\n1 In January, Element 25 completed a feasibility study for its Butcherbird Project in Western Australia, evaluating the potential to increase manganese concentrate production to 1.1 million tonnes per annum 2. Ukraine's ferro-alloy exports hit an all- time low in January after domestic ferro- alloy production ceased in November 2023. Ukrainian producers moved SiMn stocks to Poland at the end of 2023, most of which came back into the country in 2024\n3. Japan decided to extend the anti-dumping duties on EMD imports from mainland China initially imposed in September 2008, until February 2029. The rates are 34.3% for Guizhou Redstar and 46.5% for other Chinese suppliers\n4. The Chinese government announced plans to accelerate its new energy vehicle (NEV) expansion into overseas markets, including measures to help domestic automakers cope with foreign trade restrictions in February\n5 Europe's energy crisis subsided, with electricity prices returning to pre-pandemic levels due to increased production and clean\nenergy\ninitiatives in Q1 2024\n6 Vibrantz Technologies battery-grade manganese sulphate demonstrates ultra- low carbon footprint at its existing Tertre, Belgium, facility and planned production in Tampico, Mexico\n7 On March 14, EU New Commission Implementing Regulation on definitive AD duties imposed on China EMD, with varying rates assigned to different producers: Xiangtan at 8.6%, Guiliu at 0%, Daxin at 17.1%, other cooperating companies at 10.1%, and all other companies at 35.0%\n8. On March 18, South32 announced the operations suspensions at its Groote Eylandt\nApril to June\n10",
  "page_11": "11\nroad construction project to transport Mn ore in Ghana, and is and is expected to be completed in five months\n8. Heavy rainfall since June 1 has caused flooding in South Africa's Eastern Cape, impacting Nelson Mandela Bay City, with floods disrupting Mn ore transportation as Port Elizabeth has been affected\n!) In late June, Marula Mining successfully started Mn ore shipping from the Lariso- ro mine, in Kenya and transported about 1 000 t of Mn ore to Nairobi under a recently signed export logistics agreement with Scan Global Logistics Kenya (SGLK)\n10. Amid a Q2 manganese ore price rally, Chinese Mn alloy producers reduced high- grade ore usage to 15-20%, with 10-15% sourced from Gabon, down from at least 30% in past blends\n11. In June, Maithan Alloys announced the early-month restart of manganese alloy pro- duction at its subsidiary Impex Metal & Ferro Alloys, with a capacity of 49,500 tpa of silico manganese, but postponed it to the mon- th-end\nJuly to September\n1 Almasane Alkobra Mining Co. (AMAK) secured a manganese ore exploration license in Saudi Arabia's Al-Baha region, covering 20.7 square kilometers, valid from July 2023 to June 2029\n2 In Peru, Aftermath Silver announced that ongoing metallurgical test work successfully produced battery-grade manganese sulphate crystals, assaying 32.9% HPMSM from the second _high- Mn drill core composite sample of silver- copper-manganese mineralization from its Berenguela project\n3 Starting in July, Chhattisgarh, India, retroactively increased power tariffs, imposing a 25% rate hike on Raipur Manganese smelters, causing several to halt operations\n4. SiMn smelters in Yunnan, China, increased their operating rates during the summer (June-September) due to lower wet season power prices\n5. On July 18, the Competition Commission of India approved SMIORE and its affiliate BAG Holdings’ acquisition of Arjas Steel and its subsidiary, Arjas Modern Steel, marking SMIORE's entry into steel manufacturing\n6. Marula Mining acquired an 80% stake in Agarwal Metals and Ores in July, which operates Kenya's Kilifi Manganese Processing Plant, processing 10,000 tonnes of ore monthly, with plans to secure nearby mining assets for consistent supply\n7. On August 14, the Indian Supreme Court permitted states to impose retroactive mining taxes from 2005, with payments starting in 2026, impacting major mining companies, including manganese ore producers, with an estimated burden of INR 1.5-2 trillion, affecting major mining companies including manganese ore producers\n8 Ukraine restarted  silico-manganese exports in the second quarter of 2024 (22,081t) after exports halted in the first quarter because of the conflict-related shuttering of the Ukrainian ferroalloy supply chain at the end of last year\n) South32 agreed to sell its Metalloys manganese smelting facility in South Africa to Menar Group in June, and the latter sought Competition Commission approval and initiated license transfers in August\n10. In September, Giyani received a 15- year mining license for its K.Hill project in",
  "page_12": "12\nBotswana, renewable under the Botswana Mines and Minerals Act for up to 25 years per renewal\n11. The US Department of Energy (DOE) announced over $3. billion to enhance advanced battery production across 14 states, including $166 million in grants to South32 and Element25 for their battery materials processing and manufacturing programs\n12. On September 20, India’s SMIORE received environmental clearance to expand its manganese ore production in Bellary, Karnataka, increasing capacity from 0.43 mtpa to 0.55 mtpa, boosting feed to their manganese alloy plant\nOctober to December\n1 On October 2, Georgian Manganese announced a 60% reduction in silicomanganese production at its Zestafoni Ferroalloy Plant in western Georgia\n2 Giyani has identified multiple new manganese oxide ore targets at its K.Hill project, in Botswana. The company has also successfully renewed six of its seven prospecting licences in southern Botswana that were up for renewal, until September 2026\n3 Houthi attacks on Red Sea shipping tightened container markets, spiking freight rates during May and August before a 36% drop by October, though rates remain twice as high as last year\n4. Founded in 2022 after J&F’s acquisition of MCR, LHG Mining operates the Urucum manganese mine, which plans to expand output to 1 million tons of mid-grade manganese by 2027, aiming to become Brazil's largest manganese producer\n5 The Buritirama manganese mine, in bankruptcy with $500 million in debt, prepares for sale in 2024. Managed by Geriba, it resumed production and exports to fund a drilling campaign, with 2024 production\nprojected at 500,000 tonnes and potential reserves of 50 million tonnes\n6. Euro Manganese’s Chvaletice Project demonstration plant successfully completed a five-day, 24-hour test in October 2024, producing 172 kg of high- purity electrolytic manganese metal, exceeding its target by 30% and meeting technical goals to secure the next funding phase\n7 Assmang considers shutting down Cato Ridge Works amid rising electricity costs and economic challenges. It plans to meet the demand by utilizing stock reserves and _ possibly realigning its product portfolio at its Sakura Ferroalloys facility in Malaysia\n8. In October, Manganese ore producers reacted to significant decreases in steel output in China, with Eramet planning a three-week suspension of ore production at its Gabon mine and United Manganese of Kalahari (UMK) in South Africa limiting exports and halting all road freight transportation\n9. Zestafoni Ferroalloy Plant and Chiatura Management Company of Georgian Manganese suspended operations starting in October until March 2025 following a significant decline in silicomanganese prices and decreased demand\n10. In October, HPMSM production in Guangxi, China slowed down with some producers shutting down including major producer Yuding New Materials due to a substantial drop in demand for HPMSM from EV batteries\n11. Ferroglobe idled its French operations for Q4 2024, earlier than initially planned, on weak demand from the steel industries that led to lower shipment volumes in Q3 across all of its product segments",
  "page_13": "en comment\n[IMni\nMARKET\nRESEARCH\nCirculated on a monthly basis, [Mn| reports examine both production and consumption, and the balance between the two, looking at the industry from both sides of the supply demand equation. The primary objective of these reports is to offer an analysis of the immediate past, which can provide the basis for Members to develop a greater understanding of their business.\nIMnl Executive Director Aloys d’Harambure examines manganese ore and alloy consumption as they relate to the steel industry with the application of an industry model. This systematic approach provides increased accuracy to better understand and anticipate changes in the industry. A detailed analysis of IMnl data is also published on a monthly basis.\nOur China and Rest of the World Weekly reports summarize the most important news of the industry during the week.\nIMnlI also issues monthly trade matrices for Mn Ore, Alloys, EMM and EMD, steel production statistics by country, and a database of current and future manganese producers.\nAll IMnl data is available to IMnl Members via our website extranet.manganese.org\nt",
  "page_14": "MESSAGE FROM\nTHE STATISTICS\nCOMMITTEE CHAIRMAN\nGlobal steel output remained basically stable in 2024 for a second consecutive year, following the 4% drop in 2022. This year, rising output in Europe and Asia offset production cuts in North America, the CIS and the Middle East. In spite of the crisis of the Chinese real estate market, a major consumer of steel, China’s output of crude steel remained stable this year, thanks to larger exports of competitively-priced material to other countries. Once again, India remained the world’s most dynamic steel market, growing by 5% (+6.3 million mt of crude steel produced from 2023).\nMeanwhile, demand for Manganese from the battery industry (through precursor for cathode active material, or pCAM) continued expanding in 2024, driven by China. Although this segment of the industry only represents 3% of total Manganese ore consumption (compared to 96% for steel and\n“2024 was marked by China’s economic slowdown, with the real estate sector crisis reducing steel reinforcing bar demand and in turn silico-manganese output”\n1% for agricultural products), the IMnI market research service on high purity Manganese products used in rechargeable batteries, for electric vehicles and energy storage systems continued improving, with new reports and supply/demand forecasts published for IMnl Members.\nThe IMnI staff also conducted on-site technical visits in China, Brazil, Spain and Oman this year, collecting exclusive information for IMnl Members about local Manganese producers and their potential for the future. Another report was published on the Electrolytic Manganese Metal (EMM) market in China, to better understand demand challenges and substitution trends. And several newsletters informed IMnl Members about the upcoming CBAM regulation in the European Union All the IMnl reports are available for |Mnl Members from the IMnl extranet.\n14",
  "page_15": "Today, IMnl is the best source of information available on Manganese, in terms of market research but also in terms of sustainability and environmental impact. Our statistics are the most accurate in the manganese community, as they are based on data collected on a monthly basis from major Manganese producers. IMnl market research reports analyse production, demand, but also inventory, imports and exports for all major Manganese products (ore, 3 types of alloy, metal, dioxide, sulphate, etc.).\nNext year, we plan on improving the IMnl market research further, by providing additional insights on the high purity Manganese products used in rechargeable batteries, including Manganese sulphate (HP MSM), but also Manganese carbonate (MnCO3), Manganese tetroxide (Mn304)\nand Manganese sesquioxide (Mn203). Decarbonisation is also becoming one of the Committee’s priorities, and more studies will be started in the coming months to better understand how Manganese can contribute to a greener steel industry.\nGuillermo RECIO IMnl Statistics Committee Chairman\npa\n}\nRN ‘Ny\nwy\ny",
  "page_16": "STATISTICAL PACKAGES\nARE AVAILABLE\nFOR NON-MEMBERS:\nenquire at stats@manganese.org\nWy\n36\na)",
  "page_17": "IMnI offers the most comprehensive and detailed statistics available on manganese:\n+ Manganese production, demand and inventory statistics collected directly from IMnl Members on a monthly basis\nMonthly import and export data by country for manganese ore, silico-manganese, high-carbon and refined ferro-manganese, manganese metal and manganese dioxide. Steel production report, country-by-country every month.\nO\n+\nComplete database of manganese producers and future projects, with filter by product and by country, with capacity.\nMore details on Mn ore statistics are available here (for IMnl Members)\nManganese ore production\nGlobal Mn ore supply in October plunged by 15% from the previous month to nearly 1.4 million mt Mn contained (-22% YoY) mainly on supply reductions in Africa, hitting a new low since April 2020\nOutput during January — October 2024 dropped by 6% YoY on lower production in all regions besides Africa\nMn Ore Supply & Demand in October 2024\nYoY %\nYoY\n(in 000 mt Mn\nMoM % YoY %\nChange in\nMoM % YoY %\nChange in\nSupply &\nSupply Change in | Change in\nsupply since\nDemand Change in | Change in\nDemand\ncontained)\nSupply Supply\nDemand Demand\ndemand\nBalance\nJan.\nsince Jan.\nAfrica & Middle East 1,103\n19%\n-16%\n6%\n41\n-2%\n5%\n3%\n1,062\nAsia & Oceania\n252\n6%\n-40%\n32%\n1,249\n-3%\n-21%\n-7%\n-997\nAmericas\n53\n12%\n-10%\n34%\n58\n17%\n-11%\n12%\n4\nC.1.S.\n26\n35%\n-43%\n25%\n70\n0%\n-2%\n-12%\n44\nEurope\n0\n100%\n-1%\n52\n-2%\n5%\n3%\n-52\nWorld 1,435\n715.4%\n21.9%\n-6%\n1,470\n3.4%\n18.1%\n6.0%\n735\nSource: International Manganese Institute (IMnl)\n\n\n¢ October production contracted by 19% from the previous month (-16% YoY), mainly due to dropping production in S.Africa and Gabon. The latter was due to Eramet’s halt for 3 weeks since mid of October\n¢ October production increased by 6% from the previous month (-40% YoY) on higher supply in India and Malaysia offsetting decreases in Myanmar\n¢ Supply during Jan. — Oct. plunged by 32% from the corresponding period of last year, primarily due to production cuts in Australia, and to also in India, and Malaysia while supply expanded in Myanmar\n¢ YTD production increased by 6% from the first 10 months of 2023, on higher output in Gabon, Ghana, and S.Africa, while supply declined in Ivory Coast\n17",
  "page_18": "ot\n=)\n=F\n|.\nCe.\n\\ |\n. “E\n| 2\noA\nx\nae\na,\n\\'\nMANGANESE\nMARKET OVERVIEW\n“In 2024, the Manganese industry experienced\na slowdown as demand stalled”\nNR\nPa ca\n_ ie\n™,\n@\nwe,\nTuite\nrl\nsy\nhy |\na\nL\nie\nwy . :\n.",
  "page_19": "Steel\nGlobal steel production contracted marginally in 2024\nThe world’s steel output reached 1.89 billion mt in 2024, 0.2% lower than last year due to persistent economic headwinds, including declining household purchasing power and aggressive\nmonetary tightening.\nsurged by 21% to an 8-year high, mitigating the domestic demand decline and impacting mill operations and margins in other major steel-\nproducing countries.\nOutside China, supplyin 2024 increased marginally\nIn China, steel production contracted by 0.7% to as higher output in Asia exc. China (+1%), Europe\nan estimated 1.02 billion tons. This was primarily (+4%), and Africa (+1%) compensating for lower\ndue to sluggish demand, particularly from the production in the CIS (-3%), North America (-4%),\nreal estate sector, as China focused on liquidating South America (-2%), the Middle East (-1%) and\nexisting housing inventory rather than new Oceania (-10%).\nconstruction. Meanwhile, China's steel exports\nSteel production in China vs the rest of the World\n2016 - 2024\n2.5\nChina ™ Rest of the World\n2.0\nALS)\n1.0\n0.5\n0.0 +\nSource: World Steel Association, CRU, IMnI, e = estimate\n120\n100 fin\n80\n60\n40\n20\nie)\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nSteel exports from China\n2016 - 2024\ni\n2016 2017 2018 2019 2020 2021 2022 2023 2024e\nSource: China Customs, IMnl; e = estimate\n2023\n2024e\nproduction\nstatistics\nSteel\nby country are available\nhere (for IMnl Members\nonly).\n19",
  "page_20": "SiMn\nProduction in 2024 fell from last year’s oversupply\nGlobal SiMn production declined by 9% in 2024, to around 16.3 million mt. This was predominantly driven by a 12% contraction in supply from China. With steel production in China remaining at similar levels over 2022 — 2024, the prior year’s oversupply of SiMn was part of the government's plan to build up strategic inventory and support the metal industry. In 2024, slowing demand and inventory correction led to China's supply down by 12%. Outside of China, higher supply was witnessed across other Asian producers, such as India (+2%), Malaysia (+10%), and Vietnam (+22%), offsetting declines in South Korea (-62%). Production also expanded in Europe (+16%), the Americas (+4%) and the Middle East (+16%), while the output contracted in the CIS (-13%),\nSiMn production and demand\n2016 - 2024\n20,000\n© SiMn production SiMn demand\n18,000\n16,000\n14,000\n12,000\n10,000\n8,000\n6,000\n4,000\n2,000\n0\nWUT\n2016 2017 2018 2019 2020 2021 2022 2023 2024e\nAfrica (-6%) and Oceania (-11%). In 2024, China\naccounted for 68% of the world’s total supply, lower than 71% in 2023 but still higher than 63% in 2022. India held its position as the second- largest supplier of SiMn. Unlike China, where most production is consumed domestically, over half of India's supply (53% in 2024) was directed to exports. Outside Asia, higher production was witnessed across countries including Norway (+13%), Brazil (+5%), Georgia (+54%), Mexico (+1%), and Zambia (+23%), while supply contracted by 5% in Russia. In Ukraine, production was halted in Q1 and only resumed in Q2, causing 70% in to the\na\ndrop supply compared\nprevious\nyear.\nSource: IMnl\nTop 10 SiMn producing countries in 2024\nMexico\nGeorgia\n1% Vietnam Zambia\n1%\nRest\nof the World\n1%\n1%\n4%\nBrazil\n2%\nNorwa\n2%\nMalaysia\n3%\nRussia\n3%\nTop 10 SiMn importing countries in 2024\nRest of the World [i/o\nVietnam as\nTaiwan |\nIndonesia\nGermany\n|\nSouth Korea |\nItaly SS,\nNetherlands\nTurkey\nJapan SSS\nUnited States\nSource: TDM, IMnlI\n20\nie)\n100 200 300 400 500 600 700 800 900\n(in '000 mt)\nSource: IMnl\nStatistics for production, demand, inventory and trade of Mn ore & alloy are available by region here (for IMnl Members only).",
  "page_21": "Source: IMnI\nHC FeMn\nGlobal production rose in 2024 from the previous year\nThe world’s output of high-carbon  ferro- manganese expanded by 2% to 3.9 million mt in 2024. In Asia & Oceania, lower supply in South Korea (-36%), and Malaysia (-6%) balanced increases in China (+1%), Vietnam (+55%) and Australia (+6%), so yearly output only moved up by 0.4%. North American supply fell by 4%, South America by 2% and the CIS production by\nand Africa\n2%, counterbalancing growth in Europe (+38%)\nHC FeMn production and demand\n2016 - 2024\n4,500\n“HC FeMn production\nHC FeMn demand\n4,000 WALLULT\n3,500\n3,000\n2,500\n2,000\n1,500\n1,000\n500\nie)\n2016 2017 2018 2019 2020 2021 2022 2023 2024e\nSouth Korea\n2%\nSource: IMnl\nTop 10 HC FeMn producing countries in 2024\nFrance\nRest of the World\n2% Brazil\n6%\n2%\nIran\n2%\nNorway\n3%\nRussia f\n4%\nMalaysia\n7%\n(+15%). East remained consistent year-on-year. China maintained its 38% share of global production, followed by India at 26% and Japan at 8%, with output up by 5% and 2%, respectively. Among other major producing countries, Russia (+3%), Norway (+43%), and France (+6%) experienced increases while Malaysia (-6%), South Korea\nProduction in the Middle\n(-36%) and Brazil (-1%) saw declines.\nTop 10 HC FeMn importing countries in 2024\nRest of the World rr\nItaly as\nJapan a\nPoland a\nTurkey a\nTaiwan es\nSouth Korea SSS\nNetherlands\nIran rs\nGermany a)\nUnited States\n0\nStatistics for production, demand, inventory and trade of Mn ore & alloy are available by region here (for IMn| Members only).\n50\n100\n150\n200\n250\n300\n350\n(in ‘000 mt)\nSource: TDM, IMnl\n21",
  "page_22": "Ref FeMn\nProduction reached a five-year high\nGlobal production of refined ferro-manganese expanded by 2% to 1.6 million mt on higher production in Asia (+1%). Elsewhere, production gains in North America (+11%), South America (+19%), and Africa (+35%) offset declines in Europe (-4%) and the CIS (-68%). In Asia, Production grew in China (+4%) and India\n(+24%), which accounted for 44% and 22% of the total global supply, respectively. Norway, despite a 7% decrease, remained the third-largest producer with 14% of global supply, followed by Japan (-8%), South Africa (+35%), the U.S. (+40%)\nand Vietnam (+35%).\n2,000\n1,800\n1,600\n1,400\n1,200\n1,000\n800\n600\n400\n200\nWL\n2016 2017 2018 2019 2020 2021 2022 2023 2024e\nRef FeMn production and demand\n2016 - 2024\n™ Ref FeMn production\nRef FeMn demand\nSource: IMnl\nd States\n4%\nSouth Korea\n1%\nSouth Africa\n5%\nTop 10 Ref FeMn producing countries in 2024\nRest of the World...\nMexico\nSpain\n1%\n1%\nam\n2%\nJapa\n6%\nSource: IMnl\nTop 10 Ref FeMn importing countries in 2024\nRest of the World\nIran\nPoland\nItaly\nCanada\nSouth Korea\nBrazil\nTurkey\nSource: TDM, IMnl\n22\nUnited States _\n0\n20\n40\n60\n80\n(in '000 mt)\n100\n0)\n140\n160\nStatistics for production, demand, inventory and trade of Mn ore & alloy are available by region here (for IMn| Members only).\nGermany es\nNetherlands SSS",
  "page_23": "Mn ore\nDeclining production this year on slowing demand from China\nThe global output of Manganese ore shrank by 5% to 19.8 million mt Mn in 2024 compared to the previous year. Supply for the high-grade material (>44%Mn) and low-grade (<30%Mn) expanded by 3% and 21%, respectively while the mid-grade+ (>40 and <44%M)n) fell sharply by 44% compared to the previous year. Supply in Gabon contracted by 4% from the last year with production increases in South Africa (+9%) and\n25\nif\n20\n15\ns 10\neo\n|\n8.7\n93\n51\n_ 5 BEES T\nSource: IMnl\n9.6\nm a\n2016 2017 2018 2019 2020 2021 2022 2023 2024e\nSource: IMnl\nTop 10 Mn ore producing countries in 2024\nIvory Coast,\nMalaysia 2\nKazakhstan\n2%\n1%\nRest of the World\nBrazil\n5%\n2%\nIndia\n4%\nChina\n4%\nAustralia\n6%\nGhana\n7%\nRest of the World\nSpain\nUnited States\nSouth Korea\nFrance\nMalaysia\nIndonesia\nJapan\nNorway\nIndia\nChina\nGlobal Mn ore production 2016 - 2024\nM\nHigh-grade (>44%Mn)\n™\nMid-grade + (>40 <44%Mn)\nand\n1 Mid-grade - (>30 and <40%Mn) @ Low-grade (<30%Mn)\n1:\n|\n97\nGhana (+64%). Together, these three countries constitute 74% of the global supply, with South Africa alone contributing 46%. The rise in South Africa and Ghana was also offset by lower supply in other producing countries like Australia (-57%), India (-4%), Brazil (-35%), Malaysia (-2%), and Ivory Coast (-18%). In Australia, the suspension of South32’s GEMCO facility after Cyclone Megan caused severe disruptions in late March, with operations expected to resume only in 2025.\nTop 10 Mn ore importing countries in 2024\nA database of Manganese produ- cers and future projects is available here (for IMn| Members only).\ne)\n5,000\n10,000 15,000 20,000 25,000 30,000 35,000\n(in wet mt)\n'000\nSource: TDM, IMnl\n23",
  "page_24": "Manganese metal\nGlobal supply recovers slowly on China's\nManganese metal supply grew modestly by 1% from the previous year to 1,289,000 mt, driven by increases in China and the rest of the world. In China, output rose by 1% despite higher demand from stainless steel production and exports, with part of the demand met through existing EMM stockpiles. Although the China EMM Alliance's\ndestocking\nmajor producers set an operational rate target of 70% for 2024, the average national rate stayed at 52%. Outside China, higher production in Indonesia compensated for lower supply in South Africa while Ukrainian producer Privat suspended production after the Russian invasion in early\n2022.\n=\n2023 2024e\nEMM production statistics by country (and by province in China) are available here for IMn| Members only).\n* Privat's plant Zaporozhye in Ukraine produced aluminothermic\nmetal, not electrolytic Mn metal, until Q1 2022\nSource: IMnl\nRest of the World\nTaiwan\nAustria\nBrazil\nGermany\nIndia\nChina\nUnited States\nJapan\nManganese metal production in China vs\nthe rest of the World 2016 - 2024\n@ China\n™ ROW (South Africa, Indonesia, Ukraine*)\n2,000\n1,800\n1,600 TAL\n0\n2016\n2017\n2018\n2019\n2020 2021\n2022\nmanganese\n1,400\n£1,200\n3 1,000\nij 800\n=\n=>\n600\n400\n200\nTop 10 EMM importing countries in 2024\nSouth Korea |\nNetherlands a\n0\n20\n40\n100\nSource: TDM,|IMnl\n24\n60\n(in '000 mt)\n80",
  "page_25": "Electrolytic Manganese Dioxide Production recovered by 1% in 2024\nElectrolytic Manganese dioxide (EMD) production saw a modest recovery of 1% globally this year. China’s output decreased by 1% in China among 10 producers, as part of the demand was met with existing stockpiles. Beyond China, there are\n(EMD)\n8 active EMD producers, in the USA, Spain, Japan, India, Greece, and Colombia, where combined EMD production rose by 6% compared to the previous year.\nTop 10 EMD importing countries in 2024\nRest of the World OO ]\nIran\nUnited States as\nPoland |\nVietnam [a\nThailand |\nSingapore po]\nIndia OO )\nGermany\nBelgium\nIndonesia\n0)\n5\n15\n10\n20\n25\n30\n35\nSource: TDM, IMnI\n(in '000 mt)\nMonthly trade matrices\nfor EMD, EMM, Mn ore,\nSiMn, HC FeMn and Ref\nFeMn are available here\n(for IMnl Members only).\nTop 10 EMD exporting countries in 2024\nRest of the World\nPeru\nBrazil\nBelgium\nGeorgia\nColombia\nIndia\nUnited States\nSpain\nJapan\nChina\nSource: TDM, IMnl\n0\n30\n(in '000 mt)\n40\n50\n60\n10\n20\n25",
  "page_26": "ow «4\nXx\n< “\ning\n)\n—\nby\noa\nS|\ni.\n>\nea\nae\nate\nlil ial\n{—— w\nee,\nv\n—\nA\nooo\nUP\nGam.’\ntees.\n) if “oe\neal:\n-\npa\n~)\n-\na A\nsie |\ni a\n< “a wig\npm\nr\n26",
  "page_27": "“A ¥\n4\n1th\noy\nA\n?\nas\nhs\naS\nY\nfy ail\nGe\nPe\nFD)\nhi\noa\n* De\nUT. Lh\n\\\neA at i >\nvous rf\n4 oy;\nA\n=|\n|\n:\nwi\nThe mission of the HSE Committee is to develop the IMnl as the platform for providing the Mn industry with guidance, tools and information that will allow it to anticipate occupational health, environment and safety demands whilst improving worker safety, sustainability and ensuring industry profitability. To support this mission, the committee answers three main objectives:\n4\n$e\n+4\n¥8)\nfie\nYet\nLm |\nJt\nVa\nwe\n2\n“Pe\nE.\n~\n‘>\nwe ah:\n‘a\na\n<8\n=\n7s * he\nz\nb ty\n*\nate\n~.\nu-\nGas si\nRi}!\n+, “oh Sa\ney Z\nAe\n=. .\nBeen\nge\nvs\nih a\nx\nxy\nks\nXY\nHy\noe\nbt)\nee ‘\nOY\nB84\nHSE: SOCIAL\nRESPONSIBILITY\nM\n<=\nis\nwe\nu\n“sy\na\neh a\njw\nAY\n25\nSi\na\n[4\nCoed\nyr\nye\n-\noath\n— ©\n4\nAha\nos,\nhae\nDE\neo\n|\n+ To identify those HSE topics that can impact on the Mn industry and to provide answers.\n+ To establish and employ a global network that can provide appropriate HSE expertise to IMnl, when necessary.\n+ To provide relevant information and support to members enabling them to promote and pro-actively ensure their interests when faced with new regulatory demands.\nA ha\nVe !\n\\\nX:\ni o)\nW\n¥\n& DN\noh)\nAe\nA)\nmS\ne\neT, ,\n=\nBt\n3\n@\nik\n= ORE\na\nMP y\n2p hs,\naie\nSS Bhan 2\nLOOKER\n4\nove\naos\ny\n4\n4 ah\"\n1s\n‘|\n3.\naS\nWis\n~%\n2\neel\nVi\nvy\n4,\nae i\nhath\nPas)\nas\n“a &\noe\na fe.\n»\ny\nah y\na7\noe\nFog\nA\na\nVy\nIn\nNY\na <b,\n“7%\n“Mi\n$ aye\nW,\n%,\nij\nat\nws\nat\nar\nSse\n1a\n7\nuf\ni“\na\ncae |\n“\nay\nTe\nv ~t o\ns\n,\ne\nJR\n2\n5\nts\n4a\nfA\n, 2\nfue\n*4t\n7\n«Ai\nfs\nal\nf\ni]\na\no£\nAY\n“\n‘4\n¢\n4)\ni\\\n»\nXe\nL.\n'*&\nNe.\n;\n4a\ney\npgs\n2E ¥3\nSe\nre\nPe",
  "page_28": "2024 HSE COMMITTEE\nCHAIRMAN’S MESSAGE\n57\nS\nIn 2024, the IMnl Health, Safety & Environment (HSE) Committee continued its efforts to support the growth of the manganese industry while advancing sustainable development. To this end, the Committee launched several new scientific studies and initiatives to address Members , priorities. Some of these research projects have been completed, contributing to the development of comprehensive reports and scientific papers, with some set for publication in internationally recognized journals.\nThe collaboration between the IMnl and the U.S. Manganese Interest Group (MIG), dedicated to monitoring the scientific evaluation and regulation of manganese in the United States, has strengthened further. The IMnI actively contributed to a project focused on understanding the outcomes of manganese air epidemiological research, specifically examining exposure in children and adolescents. This effort aims to ensure the accurate representation of study results, making the outcomes robust and reliable as a foundation for manganese-related regulatory considerations in the U.S.\n28\nIn 2024, one long-standing IMnl project was completed, while two others neared completion, collectively resulting in several published manuscripts.\nRisk Sciences International, the IMnl's partner since 2020 on the manganism project, submitted a mangansims workshop report to Medicine International in March 2023. After an extensive review, the paper was published in January 2024, completing the project. The research provided the manganese industry with an updated literature review on manganese toxicity, validated biomarkers for manganese exposure, refined diagnostic criteria for manganism, and consolidated expert knowledge on manganese neurotoxicity.\nTwo research initiatives led by Dr. Ulrike Dydak at Purdue University also produced significant results on manganese exposure from welding fumes. The first project, which explored the relationship between toenail manganese levels and brain manganese levels, resultedin publications in Neurolmage (January 2024) and NeuroToxicology (July 2024). A third manuscript expanding on this\n“In 2024, the [Mn HSE Committee focused on advancing the understanding of the manganese industry's health, safety, and environmental impacts. With an emphasis on decarbonisation and sustainability, its efforts highlighted the industry's commitment to reducing emissions and fostering a sustainable future.”",
  "page_29": "work is expected by early 2025. The second project, focused on exposure to metal mixtures in welding, has led to manuscripts submitted to the Journal of Hazardous Materials (July 2024) and NeuroToxicology (October 2024), with two additional manuscripts slated for submission by early 2025.\nThese long-term projects have significantly advanced understanding of manganese exposure and its health effects, providing valuable insights for industry stakeholders, healthcare providers, and workers.\nThe Manganese Life Cycle Assessment project, which began in Q4 2021, was successfully completed and had its final report published in January 2024. The project involved 17 manganese companies, representing 25% of global Mn producers. The assessment provides key benefits for the manganese industry, offering the IMnl Members data on emissions, energy use, recycling, and more. These insights help improve environmental performance, align with climate goals,andenhancetransparency and credibility with stakeholders. Looking ahead, the upcoming year holds promise for the manganese life cycle assessment (LCA) topic, with an updated Mn LCA project scheduled to begin in Q1 2025, aiming to increase industry participation and produce more representative outcomes globally.\n2024 was a year of active involvement for the HSE Committee in decarbonisation and CO2 emissions reduction, with two key projects both successfully completed in November 2024.\nThe first project developed guidance for best practices in calculating «cradle-to-gate» carbon footprints for manganese alloys. This guidance has been complemented by a CO2 emissions calculator in Excel format. Led by a task force of volunteer IMnl HSE Committee Members, the project is expected to expand to other manganese products in the future. The second project created Scope 3 GHG\nEmissions Accounting and Reporting\nGuidance for the Manganese Value Chain. This initiative aims to help manganese companies improve their Scope 3 GHG emissions accounting and reporting practices across the value chain, focusing on supporting decarbonisation efforts. The IMnl members provided valuable input through surveys, expert interviews, and feedback during the review and validation stages.\nThe IMnl will continue its efforts with future projects focused on reducing CO2 emissions from manganese products, further advancing the decarbonisation of the entire industry.\nEnvironmental, social, and governance (ESG) factors in manganese, across the entire value chain, have been a growing focus, with the IMnl receiving an increasing number of requests from both members and third parties. This demand led to a series of manganese ESG studies. The first study, focusing on the Mn ore and beneficiation value chain, was completed in December 2022. The second ESG study, which examined ESG factors in the high purity manganese sulphate value chain, was finalized in June 2023.The third study, related to the Mn alloys value chain, concluded in May 2024. These three studies have significantly enhanced our understanding of the sustainability criteria and responsible investment factors impacting the manganese industry, providing valuable insights into areas where efforts can be focused for improvement or benefit.\nThis year, the IMnl HSE Committee initiated a comprehensive study on manganese slags, specifically focusing on FeMn and SiMn slags. The research, which is divided into three stages, includes slag sample analysis, a study of slag utilization in selected countries, and a metal recovery study. The project is expected to be completed by the end of April 2025. The first stage of the project was made possible with the support of the IMn| Members who provided manganese slag samples for analysis. The analysis phase was completed by the end of October 2024.\n29",
  "page_30": "eee\n~~\nes\nes\n30\nTEE\nim\n&\n~\nY\ny | ay\nuy\n_4\n[ 4\nNy\n{ -\nJ\nWe\nwe\noe\nsa\n_\nmaterials, with manganese included on the critical raw materials list and manganese- battery grade on the strategic raw materials list. This inclusion highlights the EU's recognition of manganese’s importance in its transition to a climate-neutral continent and its commitment to securing access to these materials. In August, the first round of strategic project financing under the CRM Act revealed that the IMnl Member Euro Manganese had applied for funding for its Chvaletice Manganese Project.\nIn October 2024, the EU revised its Classification, Labelling, and Packaging (CLP) Regulation, introducing new hazard classes and labelling requirements for chemicals with endocrine-disrupting properties, affecting both human health and the environment, among others. This revision will be translated into updates to the Safety Data Sheets for 17 manganese products, expected between Q1 and Q2 2025. Additionally, manganese dichloride could face classification under the CLP as a suspected endocrine disruptor in the EU, following recent French regulatory actions.\nAlso in October 2024, the U.S. EPA announced plans to assess manganese via the oral exposure route under its Integrated Risk Information System (IRIS) program. The IMnl, in collaboration with the Manganese Interest Group (MIG), will monitor this issue and provide input as necessary to ensure the assessment is based on robust data for manganese evaluation.\n“—\npies\nParticipants received detailed reports on their slag samples, along with an anonymous benchmarking comparison against other samples. The project is expected to provide new insights into manganese slags and address gaps in their usage by offering a detailed assessment of slag utilization across different countries.\nIn 2024, several significant regulatory changes impacted the manganese industry.\nA key development was the commencement of reporting duties under the transitional phase of the EU’s Carbon Border Adjustment Mechanism (CBAM), with the first reporting period for importers ending on 31 January 2024. Known as the carbon border tax, this policy aims to prevent «carbon leakage» and will impose payment obligations starting in January 2026. It affects the IMnl Members, specifically ferromanganese alloy producers, who are importing these products into the EU. The IMnI Members received ongoing updates on notification requirements throughout the year via Regulatory Affairs and EU Newsletters, prepared by the consultant in Brussels.\nIn March 2024, the EU Council adopted the Critical Raw Materials Act (CRM Act), which entered into force in May 2024. This regulation aims to ensures a secure and sustainable supply of critical raw\nVS",
  "page_31": "—.\nWw\n=}\ni,\nm\nNy\n-\nThe IMnI continued to actively contribute\nto initiatives of various\nmining related organizations throughout 2024. The IMnI participated in several working groups of the International Council on Mining and Metals (ICMM) to support sustainability efforts. At the end of September and beginning of October 2024, the IMnl attended the annual ICMM Forum in London, where it engaged with other metal associations and key industry peers in collaborative meetings.\nand metals-\nStarting in January 2024, the IMnl joined the Critical Raw Materials (CRM) Alliance to further emphasize the importance of manganese to the European economy. In November 2024, the IMnI participated in a dinner organized by the Alliance with EU parliamentarians in Strasbourg, France, to promote and advocate for sound policies related to critical and strategic raw materials. These policies aim to support industry growth while guiding the sector toward sustainability.\nThe IMnl, along with other commodity and battery associations and producers, participated in workshops organized by Eurometaux on products used in batteries. The workshops aimed to assist the European Chemicals Agency in better understanding these products and identifying the industry’s future regulatory needs. The workshops included two sessions: the first in April 2024 in Brussels, Belgium, and the second in October 2024 in Helsinki, Finland.\nqT}\n“™\n——\nThe IMnl persisted in strengthening its relationships with other metals associations, including the International Molybdenum Association, Nickel Institute, Cobalt Institute, International Lithium Association, Vanitec, Eurometaux.\nAll of this demonstrates the IMnl’s unwavering commitment to driving initiatives that promote sustainable development within the mining and metals industry.\nWhile 2024 was a productive year, 2025 promises even greater progress. The HSE Committee’s focus for the year will be on updating the manganese life cycle assessment for eight manganese products. This update will provide revised environmental emissions data for manganese production, enabling companies to make informed decisions that align with the industry's sustainability goals. Furthermore, additional decarbonisation projects, a key focus for the global industry, will also be considered.\nWe extend our appreciation to the dedicated IMnl HSE Committee Members who have actively contributed to the achievements within the year. We also express our gratitude to the IMnlI Board for their strategic leadership, guidance and support.\nRocklin REED\nIMn!l HSE Committee Chairman",
  "page_32": "at al\n“a\nUPDA “ E\nT\nSPECIAL PROJECTS\nLife Cycle Assessment of Manganese Products\nu\n‘9\n[_.\nanny)\nIn November 2021, the IMnlI launched a Manganese Life Cycle Assessment (LCA) project, developed in collaboration with the consulting company Sphera. The study aimed to evaluate the life-cycle environmental profile of global manganese product production, providing stakeholders with reliable and representative life cycle data. In response to input from the IMn| Members, the assessment focused on quantifying the environmental impacts of the “cradle-to-gate ” production of eight manganese products: Mn ore, Mn alloys, EMD, EMM, and MnSO4 (both agriculture-grade and battery-grade).\nThe project passed through various stages, including the recruitment of participating companies, collection of raw data, creation of LCA emissions models, presentation of draft results, review and update of models, and final consolidation of results, which were presented in a webinar. In total, 17 manganese companies supported the development of this project, covering 31 production sites and generating 42 emissions models. Participants represent approximately 25% of global manganese product production.\nThe final report, which underwent a thorough analysis by the IMnl Members followed by a critical review by an external reviewer, was finalized in the first half of\n32\nvy\nit\neC SEF 2,\nJanuary 2024. Company-specific reports were completed at the beginning of March 2024. Additionally, the final report from the furnace benchmarking study was completed in mid- October 2024.\ni\niE.\nVi\na\nThe target audience for this study, which adheres to ISO 14040/44 standards, includes the IMnI Members, manganese producers, both initial and end-users (including steelmakers and producers of precursors for cathode active materials used in rechargeable batteries), legislators, academia, LCA practitioners, non-governmental organizations (NGOs), and more.\nESG Factors in Manganese Alloys Value Chain\nEnvironmental, social, and governance (ESG) factors have become increasingly significant across the manganese industry's value chain, attracting considerable attention from the IMnI Members. Building on earlier projects that assessed ESG factors in the manganese ore mining and beneficiation value chain (completed in December 2022) and the high- purity manganese sulphate monohydrate value chain (completed in December 2023), the IMnl initiated a new research project in June 2023 to examine ESG factors in the manganese alloys value chain.\nSupported by the consultancy Sphera, the project aimed to identify, measure, and evaluate ESG risks across the entire\nSA\n>\n=\nway\n_——\ni\nal\n—————\neS\nSs\nI\n3\n2024\nON\n— BF\nvy —\nm\nae, f a4\nee,\nHSE\n* i\n—",
  "page_33": "manganese alloys value chain, from ore mining to final production. The analysis covered operations in key countries, including China, India, Norway, Russia, France, Spain, Slovakia, Mexico, South Africa, Gabon, the USA, Brazil, Malaysia, and Australia. Findings were grouped into three regions: India, China, and the Rest of the World.\nThe IMnI Members contributed first-hand data through an ESG survey for manganese alloy producers and interviews with manganese ore and alloy producers, providing valuable insights into the full value chain. The project concluded in May 2024 with the publication of a comprehensive report. Additionally, the IMn!| Members participated in a workshop in April 2024 to review findings and discuss strategies for mitigating ESG risks across the studied value chain.\nGuidance on Manganese Carbon Footprint Methodology\nDecarbonisation and reducing carbon emissions in manganese production remain top priorities for most IMn| Members, regardless of their focus within the manganese value chain. Building on findings from the recently completed Mn Life Cycle Assessment (LCA) study, the IMnl launched an innovative project in April 2024 to develop guidance on the Manganese Carbon Footprint Methodology, initially targeting manganese alloys. This guidance establishes best practices for calculating “cradle to gate” product carbon footprints for manganese alloys.\nThe project, partly aimed at reducing reliance on external consultants for carbon assessments, was led by an IMnl task force comprising volunteers from the HSE Committee, manganese alloy producers, and led by Eramet. The methodology incorporated proven approaches from other industries and was refined through valuable feedback from the HSE Committee, culminating in the finalized guidance in July\n2024. Complementing the guidance, an Excel-based CO2 emissions calculator was developed and further enhanced with the HSE Committee input, reaching completion in October 2024. Both resources are now available exclusively to the IMn! Members, following their official release in November 2025.\nLooking forward, the HSE Committee plans to update the guidance regularly, incorporating more detailed methodologies and addressing specific business use cases. Future updates will extend the methodology’s scope to include additional manganese products, further supporting the industry's commitment to sustainability and carbon footprint reduction.\nEndocrine Effects of Manganese Products\nMn products’ endocrine effects have been a key interest topic for the IMn| Members for some time, particularly with the recent inclusion of endocrine disruptors as new hazard classes under the EU Classification Labelling and Packaging (CLP) Regulation and the potential for their adoption within the Globally Harmonized System of Classification and Labelling of Chemicals (GHS). In response, the IMnl initiated a study in April 2024 to review the endocrine effects of manganese and potential neurological and neurodevelopmental outcomes, with a focus on thyroid gland function.\nThe study was commissioned to our long- time partner on manganism matters, Rick Sciences International (RSI). It involved a comprehensive literature screening, a tiered quality assessment of studies, data extraction, and the critical write-up of results in a manuscript. The completed manuscript was submitted to the Journal of Toxicology and Environmental Health, Part B at the end of October 2024 and is currently under review. It is anticipated that the manuscript will be published before the end of 2024.\n33",
  "page_34": "7.\na\n>»\nfy\n—,\nThe IMnl considers the manuscript to provide valuable insights into the endocrine- disrupting effects of manganese products and believes it will serve as a useful resource for regulatory purposes.\nScope 3 GHG Emissions Guidance In The Manganese Value Chains\nDecarbonisation is a key priority for the manganese industry, aligning with global efforts to reduce greenhouse gas (GHG) emissions. A major focus is accurately identifying, assessing, and reporting Scope 3 emissions, which are often the largest and most variable, covering indirect emissions across both upstream and downstream activities and constituting a significant part of a company's carbon footprint.\nIn response, the IMnl, with support from Engie Impact, launched a project in July 2024 aimed at helping manganese companies improve their Scope 3 GHG emissions accounting and reporting practices. The initiative sought to identify gaps in Scope 3 emissions data across the value chain and to create a framework that enables companies to measure, report, and address their indirect emissions more effectively.\nThe project engaged the IMn| Members through surveys, expert interviews, and feedback, ensuring that the final guidance reflected industry insights and needs. Completed in early November and launched in mid-November 2024, the research revealed that substantial downstream GHG emissions result from sectors like steel production and battery manufacturing, while upstream emissions from mining and smelting are also significant. Key Scope 3 reporting categories\n34\nwere identified, including Purchased Goods and Services, Fuel- and Energy-Related Activities, Transportation, Waste, Processing of Sold Products, and Investments.\nThis guidance provides valuable tools for the industry, helping companies identify emissions hotspots for targeted reductions, enhance supplier collaboration, promote sustainable practices across the value chain, and align reporting with global standards. It is a crucial step in advancing the manganese industry’s decarbonisation goals and its\nbroader commitment to sustainability.\nMn Alloy Slags Project: Advancing Utilization and Sustainability\nIn response to the IMnl Members’ interest in waste reduction and the reutilisation of manganese alloy slags, the IMnl, in partnership with Envitop, launched a comprehensive project to address gaps in the utilization of ferromanganese and silicomanganese slags. The initiative focuses on providing an in-depth assessment of Mn alloy slag usage across key regions, including the EU, South Africa, Malaysia, Gabon, the USA (Ohio), Brazil, Mexico, China, and India.\nThe project began with the analysis of Mn alloy slag samples submitted by the participating IMnl Members. This first phase, completed by October 2024, delivered detailed results and anonymous benchmarking reports to participants. The second phase, launched in September 2024, explores potential slag utilisation opportunities, considering technical and chemical feasibility, legislative requirements, and regional constraints. Simultaneously, the third phase, which started in October",
  "page_35": "35\nrs)\nast\nZ\n_y\nY\n2024, centres on optimising metal recovery processes from the analysed slags. Both the second and third phases are performed under the guidance of a global slag expert.\nThis initiative is set to significantly enhance knowledge and best practices for Mn alloy slag management, contributing to sustainability and the circular economy. The project is expected to conclude by April 2025, delivering actionable insights and recommendations for industry stakeholders.\nIn 2024, the IMnl continued its efforts to support U.S. manganese producers and consumers, focusing on a key initiative addressing recent research by Dr. Haynes on community exposure to Mn and other metals in Chicago.\nIn collaboration with the MIG, the IMnl drafted a petition letter for authorities and universities associated with both Dr. Haynes’ current and past research. The letter aimed to highlight discrepancies identified in her earlier studies conducted in Ohio communities. The petition letter was sent to targeted institutions in late 2022. However, unfavourable feedback required substantial revisions throughout 2023, including formal allegations of research misconduct and requests for corrections to some of Dr. Haynes’ published papers. Due to concerns from the MIG Members about potential negative implications, the decision was made to delay sending the revised petition. Instead, efforts in 2024 focused on engaging directly with Dr. Haynes to discuss key concerns and address misunderstandings, culminating in a productive meeting in late October 2024.\n».\na\nManganese Interest Group (MIG)\nNext steps involve Dr. Haynes reviewing the concerns in detail and exploring a potential data-sharing process through the National Institutes of Health (NIH) repository. This would enable MIG to examine the raw data from her contested studies, paving the way for resolution and greater clarity.\nHSE webinar\nIn October 2023, the IMnl organized a webinar titled Green Shift - Transforming the Manganese Industry. The webinar featured three expert panellists from Sphera, Satka Alloys, and SINTEF, who discussed the following topics:\n+ EU CBAM (Carbon Border Adjustment Mechanism) for the ferro-manganese industry\n« HC FeMn production in Blast Furnace (BF) and Electric Arc Furnace (EAF) technologies: Pros and cons of shifting to lower-grade ores, emissions reduction, and the social responsibility of businesses\n- Innovative approaches to sustainable manganese ferroalloy production: Carbon- free technologies and energy efficiency\nThe event attracted over 40 participants. Presentations by the panellists are available on the IMnl extranet, and the webinar recording can also be requested.",
  "page_36": "MM\nax\nAWS\nSS\n/\na\n=\na\n=\nNX\n36\n2024 REGULATORY\nHIGHLIGHTS\n———— '\n2\nQuarter 2\nEuropean Chemicals Agency (ECHA) assessment of regulatory needs report for Complex inorganics from metallurgy - Two manganese-containing substances identified for potential regulatory risk management actions due to known or potential reproductive toxicity, pending hazard confirmation (Apr 2024)\n+ Brazil food contact metal regulation update: Manganese added to the positive lists of raw materials for metallic packaging and equipment, under dyes and pigments (Apr 2024)\nManganese(Il) - betaine complex authorized as a feed additive for all animal species in the EU (April 2024)\n¢ EU's Critical Raw Materials Act enters into force (May 2024)\n* Several manganese chemicals included in new US consolidated list of chemicals (May 2024)\nEU CBAM update - Multitudinous info session to present a detailed overview of the current state of the CBAM regulation (Jun 2024)\nQuarter 1\ne EU CBAM update - new documents published to support transitional phase reporting obligations (between Dec 2023 and Jan 2024)\n+ Manganese on the first EU positive lists of chemicals that can be safely used in materials and products that come into contact with drinking water under the Drinking Water Directive (Jan 2024)\ne Manganese included in Isreal new regulations on chemical migration from toys, aligning with European standards (Jan 2024)\n+ Manganese oxide permitted with limits for use as additives, fillers, and filler additives under the Brazil’s draft standard for silicone in food contact materials (Feb 2024)\n+ EU's Toy Safety Regulation: Manganese included with specific limits in approved draft legislation, with plans for a future ban on endocrine-disrupting chemicals (Feb 2024)\n« EU Council's final approval on the Critical Raw Materials Act - Manganese designated as acritical raw material, while manganese- battery grade as a strategic raw material (March 2024)",
  "page_37": "yy\nae\n. ee oZ, ee |\nally\na me\n. =\nweed\na,\ni.\nQuarter 3\ne EU’s research needs for regulating hazardous chemicals updated - Simple manganese compounds listed in Annex II of the roadmap, under assessment for potential regulatory management due to hazards such as neurotoxicity (STOT RE) and reproductive toxicity (Jul 2024).\n+ European Commission to start working on mining Best Available Techniques - manganese included in the scope of the upcoming exercise (Jul 2024)\n+ Malaysia bans imports of manganese waste and scrap (Jul 2024)\n+ Results from the first round of strategic projects for financing under European Critical Raw Materials Act - Chvaletice Manganese Project applies for a strategic project funding (Aug 2024)\n+ Manganese under the minerals targeted under Canada consultation on potential surtaxes due to unfair Chinese trade practices in critical manufacturing sectors (Aug 2024)\n+ Mining sector evaluation of the ECHA’s committees for Risk Assessment (RAC) and Socio-Economic Analysis (SEAC) amid universal PFAS restriction (Sept 2024)\n37\n+ Manganese under the scope of updates to the European Directorate for the Quality of Medicines & HealthCare (EDQM) technical guide on metals and alloys used in food contact materials and articles (Sept 2024)\n- U.S. Environmental Protection Agency funds the Cornwell Research Group in Newport News, Virginia, for manganese drinking water treatment (Sept 2024)\nQuarter 4\n« U.S. EPA to assess manganese via the oral route of exposure under its Integrated Risk Information System (IRIS) program (Oct 2024)\n* The European Food Safety Authority (EFSA) request for data for establishing natural background levels of trace elements, including manganese, in the environment (Oct 2024)\n« Revision of the CLP Regulation adopted, accompanied by new guidance on CLP criteria — potential updates to Mn product SDS in Q1-Q2 2025 (Oct 2024)",
  "page_38": "Focuses on electrolytic Manganese metal (EMM) and electrolytic Manganese dioxide (EMD)\nCollects production and trade data on electrolytic products\nProvides coverage and weekly analysis of EMM and EMD markets in China through on the ground investigation by the IMnI China Representative\nActs as a forum for discussion of industry matters, particularly those relating to health, safety, environment and regulatory affairs\n—\n\\\ne\nHh \\ |\ni]\nTHE IMniI\nELECTROLYTIC\nMANGANESE COMMITTEE\n>\n\"i dh ri\n3\na>\nRann aN\n| i ||\nIII I a\nay\n\\\na\naa\n-:\n/ dill\n.\n=e\nHI\ni\nLO\n_\nwae\n>",
  "page_39": "THE IMn!I ELECTROLYTIC PRODUCTS (EPD) CONFERENCE\nIMnI 2024 EPD Conference on Manganese in Batteries & the 14th International Forum of Mn Electrolytic Products took place on February 29 - March 2 in Chengdu, Sichuan, China, and attracted 170+ delegates, including 15 non-Chinese participants.\nExperts and specialist of Manganese industries, representatives from upstream and downstream industries, in China and abroad, were invited to share their opinion on the development and potential of the manganese industry.\nOrganizers:\n+ International Manganese Institute (IMnl) + China Manganese Technology Committee + Confederation of Guangxi’s Enterprises and Employers + Guangxi Manganese Group Limited + South Manganese Group Limited\nCo-organizers:\n+ Manganese Division of China Mining Association ¢ Jingjin Equipment Inc. + Jiangsu Chenli Environmental Protection Technology Co., Ltd. + Shenyang Bangpin Trading Co., Ltd. + Sichuan Xunyi Technology Co., Ltd\nOptional technical tours were scheduled on March 2 to: Sichuan Zhongzhe New Material Technology Co., Ltd. Sichuan Changhong New Energy Technology Co., Ltd.\n+\n+\nFor more information about the IMnl and its events, please contact events@manganese.org_ or follow us on Linkedin or X.\n39",
  "page_40": "THE IMnI HIGH PURITY\nMANGANESE PRODUCTS\nCOMMITTEE\nFocuses on Manganese chemicals used in battery cathodes (MnSO4, Mn304, MnO, Mn203, MnCO3 etc.)\n+ Promotes the use of Manganese in batteries, including but not limited to batteries used in electric vehicles (EVs)\nCollects information about Manganese compounds used in batteries\n*\n+ Cooperates with batteries producers, carmakers and with government departments and research institutes on topics including Manganese used in batteries\n- Acts as a forum for discussion of industry matters, particularly those relating to health, safety, environment and regulatory affairs\nA:\nA¢\nVe",
  "page_41": "Lo\n. >\nox\n]\nBi oi ve vv\ney Pata\noT we Ald\ntal “en an\n———\n2—\n_—\nTha\n—\n=\n. s Ss\n——\nKE\noe\nAry\nwe\nTHE CHINA COMMITTEE\nThe China Committee aims at assisting IMnl in enlarging its membership base in China, to provide IMnI Members with accurate statistics on China, to facilitate the networking between Chinese companies and IMn|l Members from the rest of the world, and to support Chinese Members in terms of HSE, market research and technical information. Mrs. Eva Yang, based in Shanghai, is the IMnI China Representative.\nWith 2 new Chinese companies joining the IMnl in 2024, the China Committee now represents a total of 30 Chinese IMnI Members, including 17 major producers of Mn alloys, 1 producer of electrolytic products and Manganese ore, 2 Manganese chemical producers, and 10 prominent trading companies.\n~\n‘laa\nbas\n“\nra: |\n{\n}\n1\n~-——— 4\ncap\nLelbr ha BD PRA SR\n7an\n——\n7?\ndas\ni\nNew IMn! Members in China in 2024\nCompany type\nCountry\nShanghai Ju-Manganese\nMn trader\nChina\nXiangtan Electrochemical Scientific Ltd.\nEMD producer\nChina\nThe IMnl China Committee, chaired by Mr. Jian Zhou (Fengri Trading), met in March, June, September and November, and each meeting was attended by 30+ companies members of IMnl.\nThe China Statistics sub-committee also organised several teleconferences, animated by IMnl China Representative Mrs. Eva Yang, to discuss the latest IMnl statistics.\n4]",
  "page_42": "7\n>\n2\n1 >\nTHE INDIA COMMITTEE\nThe India Committee aims at assisting IMnl in enlarging its membership base in India, to provide IMnI Members with accurate statistics on India, to facilitate the networking between Indian companies and IMn!| Members from the rest of the world, and to support Indian Members in terms of HSE, market research and technical information\nThe IMnl India Committee, chaired by Mr. Manish Sarda (Sarda Group), welcomed Jindal Shadeed Iron & Steel LLC, SPS Steels Rolling Mills Limited and GFCL EV Products Limited bringing the total IMn| membership in India to 18 major companies\n~\na Pa\n42\nhe cy on\n.\n4\nVA\nIndian IMnl Members in India in 2024 Carbon Resources (Pty.) Ltd GFCL EV Products Limited GoodEarth | GoodRock Hira Ferro Alloys Jindal Shadeed Iron & Steel LLC Micromesh Minerals & Metals MOIL Limited Nava Limited Rajadhiraj Tirupani Vinayak Natraj Private Ltd Sarda Group Sharp Ferro Alloys Ltd Shreenath Fine Chem (I) Pvt. Ltd Shyam Sel & Power Ltd SPS Steels Rolling Mills Tata Steel Ltd Vamancor Pte Ltd Vedika Metals Pvt. Ltd World Metals & Alloys (F2C)\n7\n”\n0\nVy.\n°\n=\n4\nDiy\nJ",
  "page_43": "ORE & META\nwh\nVe\nagi\"\nih\n|\n=a) o\nTHE 2024 ANNUAL CONFERENCE\nIMnI 48th Annual Conference was held in Oman from June 3 to 6.\nThis year again, the International Manganese Institute’s 48th Annual Conference remained the world’s biggest Manganese event, gathering in Oman more than 250\ndelegates from 120 companies, based in 35 countries. This is a new record for attendance at an IMnl conference in our 50-year history!\nThis event attracted major Manganese ore, alloy, metal and chemical producers, in addition to traders, logistics companies, battery producers and steel mills.\nIndustry experts presented on the latest battery, steel and Manganese trends and opportunities (presentations are available for IMn| Members on the |Mnl extranet, and upon request for non-Members at imni@manganese.org), and a session of the conference was dedicated to Manganese chemicals and Lithium-ion batteries:\n« Prospects for the Middle East economies, William Husband, Managing Director, Global Head Metals & Mining, Citibank\n+ Recent steel industry dynamics and decarbonization, Steven Vercammen, Senior Expert - BMI, McKinsey & Company\n« Steel production in Oman, Prakash Chaudhari, COO, Jindal Shadeed Iron and Steel LLC * China's strategy to supply Manganese to batteries, Michael Li, Vice-President, South Manganese Group Ltd.\n+ Will batteries be a game-changer for the Manganese industry? Vincent Braet, Purchase Manager Manganese, Umicore\n* Outlook for cathode trends and impact on manganese, Jack Bedder, Founder & Director, Project Blue\n* China’s Manganese market overview: what to expect? Zhou Jian, CEO of Shanghai Fengri International Trading Co. Ltd.\n« Mining Manganese responsibly: market challenges and opportunities, Arnaud Vigier, Manganese ore Sales Director, Eramet\n+ What to expect in the Manganese alloy market? Kevin Fowkes, Research Director, Steel Alloy Markets, Wood Mackenzie\n+ Panel discussion on Manganese, Arnaud Vigier (Eramet), Kevin Fowkes (Wood Mackenzie),\nZhou Jian (Fengri Trading), Jenson Ong (Platts)\n« The Mn Industry and CBAM: how to comply? Nadia Vinck, Director EHS, Energy & Climate, Euroalliages aisbl\n+ Deep-sea Manganese extraction: a game-changer? Kris De Bruyne, Project Manager, Global\n43\neg\nti, lL?",
  "page_44": "STI\naT,\ni 2\nbene\nORE & MET\ni-\net\n~ wa\nNAIR 1G\ni\n@\nred\neS\nVf\nSea Mineral Resources (GSR) + Regulatory effects on profitability - The THING around our necks, Dr. Doreen McGough, Executive Director, Manganese REACH Administration (MARA)\nThe conference was supported by major sponsors, including Autlan, Ore & Metal, South32, OM Holdings, Tshipi é Ntle Manganese Mining, Maringa Ferro Ligas and World Metals & Alloys.\nThe event offered countless networking opportunities, during the Welcome Cocktail at the Al Bustan Palace, a Ritz Carlton hotel, during networking lunches, social events, the wine- tasting, and gala dinner!\nDuring the IMnlI conference, several delegates attended the technical visit of Sohar Port & Free zone and C. Steinweg at Sohar port:\nFeedback from the delegates after the event:\n+ Thank you for the organization of this conference! It was again a great opportunity to meet many people from our industry face-to-face! (Umicore)\n+ This conference is one of the nicest conferences | attend (McKinsey)\n+ Well done and thank you for the organization (Eramet)\n+ Congrats on the excellent conference - I’m really impressed with how the IMnl has organized\nall of this (Global Sea Mineral Resources)\n+ Thank you for a great conference (Sakura Ferroalloys)\n+ Thank you for an exceptionally executed conference (Bloomberg)\n+ Thank you for the conference — it was great (Traxys)\n+ Congratulations on a very enjoyable conference (Project Blue)\n* Thanks for all the work you put in to make another great conference (CRU)\n+ The event proved to be highly informative and served as an excellent platform for networking with industry peers (Ramnik Power and Alloys)\n+ IMnl indeed has hosted it well seamlessly and the excitement with the increasing trend was highlighted at the conference (Shreenath Fine Chem)\n* Congratulations to the IMnI team for conducting a well planned successful event. The event arrangements were top notch and the networking opportunities were highly insightful (Sarda Metals & Alloys)\n+ What a privilege to have attended this amazing event! (African Rainbow Minerals) + Congratulations on the successful event! (S&P Global Platts)\n+ We are glad that we could meet the most important players on the market during the full- fledged interesting program (OFZ, a.s.)\nFor more information about the IMnl and its Annual Conference, please contact events@ manganese.org or follow us on LinkedIn or X.\n44\nAs\n7 *",
  "page_45": "th\ni\nae\na\n‘nes\n~~\"\n‘if\nCs\n€\n»\nM's\n>\nhe\nfie\nAt]\nhy\ndy\n*\nff\n“\\.\na\nroa\n:\nLal\n- 2\neA\nvs\nft\noll,\n=n\nI\n-\n=r\nCOMPANIES\nTHAT ATTENDED\nTHE IMni 2024 ANNUAL\nCONFERENCE\nr\n|:\n\"|\nAw\n/\n1\ni!\nY cae ———\naf\na\nayes ie a\n|\n.\ni\n|\ns\n=\neh\na\nearl gia mare\n+\nib\nek oe\na8\nait\n=ri\n—\nrat\n1\no\nSane\né ;\naie =\need\nST\n45",
  "page_46": "AB Ferromax\nAfrican Rainbow Minerals\nAfro Minerals Trading AG\nAl Jood Natural Resources LLC\nAshbery Metals\nAsia Minerals Limited\nAssore International Holdings Ltd.\nAutlan\nAVEKS AS\nBastion Industries\nBihar Foundry and Casting Limited\nBlack Canyon Ltd\nBloombergNEF\nC. Steinweg Oman LLC\nCarbon Partners AS\nCarbon Resources Pvt. Ltd.\nCCMA, LLC\nChongqing Bosai Minerals Group\nCitibank\nCitic Commodities Pte Ltd\nCRU Group\nDPRC S.L\nEramet\nEstrella Resources Limited\nEternal Tsingshan Group Ltd\nEuroalliages aisbl\nFelman Trading Europe AG\nFerroglobe\nFull Comex Trading\nGalmet SpA\nGerman Mineral Resources Agency at BGR\nGlencore India, New Delhi\nGlencore International AG\nGlobal Sea Mineral Resources (GSR)\nGoodEarth | GoodRock\nGreen Metals Refining Ltd.\nGunvor Group\nHanwa Co., Ltd.\nHascor International Group\nHelvetia Resources\nIMnI\nInner Mongolia Chayougianqi Mengfa Ferroalloy Co., Ltd\nInnovation Worldwide DMCC\nIPM Commodities Pvt. Ltd.\nJaguar Overseas Limited\nJFE Mineral & Alloy Company Ltd.\nJFE Shoji Corporation\nJindal Shadeed Iron & Steel LLC\nJupiter Mines Ltd.\nKalahari Minerals Marketing AG\nKimpe SAS\nLCIB Ltd.\nLPM s.r.l.\nMaa Enterprises\nMaharashtra Alloys\nManCor Group\nManganese Metal Company (Pty) Ltd\nManganese REACH Administration (MARA)\nMaringa Ferro Liga S.A.\nMarubeni Tetsugen Co., Ltd.\nMcCloskey by OPIS\nMcKinsey & Company\nMetals Hub GmbH\nMinmet S.A.M.\nMitra S.K. Private Limited\nMitsui & Co., Ltd.\nMorlexium Minerals & Metals Ltd\nMtalx Ltd.\nMultitecnica Industrial\nMusamu Resources Ltd.\nNamo Shree\nNava Limited\nNavratna Manganese Products LLP\nNG Global Energy Solutions\nNippon Denko Co., Ltd.\nNtsimbintle Holdings (Pty) Ltd.\nNtsimbintle Marketing and Trading Pte Ltd\nOFZ, a.s.\nOM Holdings Ltd.\nOmni Industries BV\nOre & Metal Company Limited\nPanasonic Energy Co., Ltd\nPLR Projects Zambia Ltd.\nProject Blue\nQuintal SA\nRajadhiraj Tirupani Vinayak Natraj Pvt.Ltd\nRamink Power and Alloys Pvt. Ltd.\nRand Merchant Bank\nRonly Ltd.\nS&P Global\nSakura Ferroalloys\nSarda Metals & Alloys Ltd.\nSatka Group\nShaanxi Sinian Metal & Mining Co.,Ltd\nShanghai Fengri International Trading Co., Ltd.\nSharp Ferro Alloys Ltd\nShree Ramdoot Metloys Pvt. Ltd.\nShreenath Fine Chem (I) Pvt. Ltd.\nShri Kakshi Metals ( A unit of Kakshi Group )\nShri Ram Metals (a Unit of Kakshi Group)\nShyam Ferro Alloys Limited\nShyam SEL and Power Limited\nSouth Manganese Group Ltd.\nSouth Saharan Mining\nSouth32\nSumitomo Corporation\nSumitomo Corporation Africa (Pty) Ltd\nSymbol International Fortune Group Pte. Ltd\nTanaka Chemical Corporation\nTechMet\nTemirtau Trading\nTMC The Metals Company\nTMZ Global LLC\nTransalloys\nTraxys Africa Trading (Pty) Ltd\nTraxys Europe S.A.\nTrust Mining Company\nTshipi e Ntle Manganese Mining\nUmicore\nUnited Manganese of Kalahari (Pty) Ltd\nVamancore Pte. Ltd.\nVedika Metals Private Limited\nVibrantz Technologies\nVietnam New Resources Metallurgy Shareholding Co.\nWestfesi Group\nWood Mackenzie\nWorld Metals & Alloys (FZC)\n46",
  "page_47": ":\niN\n;\n3\n4\nae pe > om\nee\nES |\n3\nAy\nfs\now\nA\nYj\n8\nVe\n~9\n~D ‘§.\n4\nOo\nJ.\ny\n*\ni\n>=\ny\na, iey\nty\nW S Ws\n|\n<2\n(iT\nra Jv, pe\ned wr\n~~\n\"\nes\nag\n-eerEsUe JE2UM\nJATAM 2 A,\nA\nInt\nNe a) WY\n‘ ¢\ni\nsae\na\n> ~\n=|\n_\n——]\nShe,\n:\ny oA)\n‘het\n47\n= “=\na\nete,\ni Ree\n7\nYe\nae\n|\nuy\n[a\ney Sd\n(*\nsy\ncx\nae\n~\n_—\ney\nthes\nWw aeitsee",
  "page_48": "IMni 2025 ANNUAL\nCONFERENCE\nwill be held in Tokyo, Japan from Tuesday,\nJune 3 to Thursday, June 5\nThe IMnI Annual Conference is a unique global platform for manganese leaders to\nmeet, network and exchange on the development of manganese industry. Hosted\nby the International Manganese Institute, the conference moves around the world\nand always includes technical visits to mines and/or plants. The IMnl conference is\nopen to IMnI Members and relevant stakeholders.\nAfter the success of the 2024 edition in Oman, where 250+ delegates of the man-\nganese community networked and learned about the latest trends of the industry,\nTokyo has been chosen for the 2025 event and IMnl's 50-year anniversary. The the-\nme will be “Japan’s Manganese alloy industry at a turning point”.\nThe conference will include technical visits to JFE Minerals & Alloys and Nippon\nDenko’s Manganese alloy smelters on Thursday, June 6.\nSponsors to date include Asia Minerals Ltd., Autlan, Hanwa Co., Ltd., Kudumane\nManganese Resources (Pty) Ltd., Maringa Ferro-Liga S.A., Nippon Denko Ltd., Ore &\nMetal Company, Pertama Ferroalloys Sdn. Bhd., QVC Group, Sarda Metals & Alloys\nLtd., South32, Transalloys (Pty) Ltd., United Manganese of Kalahari (Pty) Ltd., Tshipi\né Ntsimbintle Mining Proprietary Ltd. and World Metals & Alloys (FZC).\nBelow sponsorship offers remain available and 2 different companies are welcome\nto share the cost of the first option:\nSponsorship Offer\nWelcome Cocktail on Tuesday, June 3 - At conference hotel (250+ ticipants Total cost including canapes and beverage package 24 900 €\n2 free delegates for the entire conference\nA short company introduction during the Welcome Cocktail\nCompany logo on the Welcome Cocktail’s menu\nCompany profile on the IMni website\nCompany logo on the conference backdrop and corporate video run during all the session breaks Possibility to display company s publicity material on dedicated table at the entrance of the Conference hail\nSpecial Conference Sponsorship Sponsorship of the IMni conference in general, not of a specific event 1900 €\nCompany profile on the IMni website\nCompany logo on the conference backdrop and corporate video run during all the session breaks Possibility to display company s publicity material on dedicated table at the entrance of the Conference\nhall\nFor additional information, please email us at events@manganese.org\n48",
  "page_49": "—\nos \\ si a\nGa .\nIMnil 2024 CONFERENCE\nON MANGANESE IN\nBATTERIES\na\n—e =\n— =\nan\n——\nwoe la\naa\nG2)\n|\nz\n5? al\nes |\n9\nAh & %\na\nC.)\nv4\nae tis\nAis\ntO\nSOF, uf\nc\nSey\n“ol\nee\nReact\nBee.\not\nvf\n49\na",
  "page_50": "ys\nae ots\n8,\nihe\n& @\n4\nhey 4 v\nVy\nat\n\\\n5\n|\nSk & cr Se)\n4 ¥,\n6° >t\n\"s ot\n= 3 A\n4\nVan\nvot\nYe* So, 3 y «\nVe t\n+, &\nne\n' @\nx\n\\/\nba\n+6\n9%\n“¢\nM ret “@ 19\nid ‘| iy\na\nVV\nCTITYOR Y\nWid\nChengdu, China\nThe Mnl_ Conference on Manganese in Batteries which was held in Chengdu, China on Tuesday, Feb. 29 and Friday, March 1 in Chengdu China, was a success! It attracted 170+ delegates, including 15 non-Chinese participants\nThe conference was followed by optional technical tours on Saturday, March 2 to Sichuan Zhongzhe New Material Technology Co., Ltd. and Sichuan Changhong New Energy Technology Co., Ltd\nTopics covered\n(1) China’s macroeconomic (2) Annual report of the EPD Conference (3) The application of Manganese in the stainless steel industry (4) Application research of manganese in the field of special steel (6) Comprehensive report on the application of Manganese in the field of new energy materials (7) Overseas new energy materials industry layout status, trends and policy research (8) Global Manganese Ore Market Report (including China) (9) Global battery industry development report (10) Reports from representatives of automobile, new energy battery or energy storage enterprises\nCo-organizers\n* China Mining Federation Manganese Branch + Jingjin Environmental Protection Co., Ltd « Jiangsu Chenli Environmental Protection Technology Co., Ltd + Shenyang Bangpin Trading Co., Ltd * Sichuan Xunyi Technology Co., Ltd\n|\nHie\n+ Sie DSBs sorhithmieicin\n+ Bins seer Bhasin\n2,\nEA\n> Vé\n=\nOPEN FORUM\nER\nls\nAg\nadd\nMed\nvl\ni\nI\na\n50\n(=\nic\n‘8\nwT\nS\nl\n“Or d",
  "page_51": "IMni COMMITTEES\nThe life of the Institute is regulated by the work done by its committees. There are six committees: Health, Safety and the Environment (HSE), Statistics, Electrolytic Manganese, High Purity Manganese, China and India. They meet on average between two and four times a year and are open to both Ordinary and Affiliate members. Each committee is chaired by a member, while the secretariat is handled by a permanent IMnl staffer. Each also has about a dozen members.\nStatistics Committee Members\nGuillermo Recio (Chairman), Autidn Gautam Kumar, Asia Minerals Ltd. Juan Bosco Alvarez, Autidn Gabriel Schaub, Eramet S.A. Marco Levi, Ferroglobe Thembelani Gantsho, Kudumane Manganese Resources (Pty) Ltd. Luis Pessoa, Maringa Ferro Liga S.A. Nippon Denko Co., Ltd. Martin Levcik, OFZ, a.s. Jia Yu Chan, Oldendorff Carriers\nHSE Committee Members\nRocklin Reed (Chairman), Ore & Metal Company\nJenny Cronje (Vice-Chair), South32\nElsa Saucedo, Autldn\nOlivier Kermarquer, Eramet S.A.\nYann Gran, Ferroglobe\nOrson Lui, Guangxi Guikang New Materials Co., Ltd. Teheli Morabe, Manganese Metal Company (MMC)\n|\nAdrian Low, OM Holdings\nAugenija Di Bucci, Omni Industries B.V. / Satka Group\nKeneilwe Lerumo, Ore & Metal Company Ltd. Jian Zhou, Shanghai Fengri International Trading Co., Ltd.\nSui Ling Phang, South32\nPaul Jonker, Tshipi é Ntle Manganese Mining (Pty) Limited\nAloys d’Harambure, /Mnl Executive Director\n2024\nThe China Committee has three Sub- Divisions: statistics, technical issues and regulatory affairs.\nThe Electrolytic Manganese Committee is formed of producers of electrolytic manganese metal and electrolytic manganese dioxide.\nCommittees are the lifeblood of the IMnl, providing vision, ideas and direction to nourish its fundamental missions.\nRodrigo Junqueira Dos Santos, Maringd Ferro Liga S.A.\nMilan Harcek, OFZ, a.s.\nAugenija Di Bucci, Omni Industries B.V. / Satka Group\nAgnieszka Leopold, /Mn/ HSE & Regulatory Affairs Manager\nAloys d’Harambure, /Mnl Executive Director\n\\%a)\nyt\n51\nrou =\nns\nAY\n&=\n\\ er\na\nNe\nA\n+\ni es\n4%\n-\n4\na\nt,\neet F\ni)\nta ©\ner\nI\nFs",
  "page_52": "High Purity Manganese Committee\nJean-Thibault de Besombes (Chairman), Vibrantz Technologies\nAndrew Zemek (Vice-Chairman), CPM Group Gautam Kumar, Asia Minerals Ltd. Eduardo Isla, Autidn James Fraser, Euro Manganese Inc. Justin Brown, Element 25 Ltd. Antoine Delavenne, Eramet SA Pedro Loureiro Lema, Ferroglobe Peter Allen, Firebird Metals Limited\nZhan Haiqing (Chairman), South Manganese Group Limited Madelein Todd (Vice-Chairwoman), Manganese Metal Company (MMC) Eduardo Isla, Autidn James Fraser, Euro Manganese Inc.\nChina Committee Members\nJian Zhou (Chairman), Shanghai Fengri International Trading Co., Ltd.\nDeng “Dan” Guohong (Chairman of Technical Sub-Division), nner Mongolia Chayougiangi Mengfa Ferroalloy Co., Ltd.\nWang Ning (Chairman of Statistic Sub-\nDivision) , Minmetals Development Co., Ltd Zhu Deshan, Baosteel Resources (International) Co., Ltd.\nIndia Committee Members\nManish Sarda\n(Chairman), & Alloys Ltd. Carbon Resources (Pty.) Ltd. GoodEarth | GoodRock Hira Ferro Alloys Jindal Shadeed Iron & Steel LLC Micromesh Minerals & Metals MOLL Limited Nava Limited Rajadhiraj Tirupani Vinayak Natraj Private Limited\nSarda Metals\nElectrolytic Manganese Committee Members\nCharles FitzRoy, Giyani Metals Corp. Madelein Todd, Manganese Metal Company (MMC)\nMartin Kepman, Manganese X Energy Corp.\nMike Kitney, Mn Energy Ltd.\nAdrian Low, OM Holdings Ltd.\nZhan Haiqing, South Manganese Group Limited\nHiromu Otsuka, Tosoh Corporation\nAloys d’Harambure, /Mnl Executive Director\nEva Yang, /Mn/ China Representative\nKoki Okumura, Tosoh Corporation Jean-Thibault de Besombes, Vibrantz Technologies Aloys D’harambure, /Mnl Executive Director Eva Yang, /Mn/ China Representative\nYuan Zhilun, Chongqing Bosai Miining Group Zhan Haiqing, South Manganese Group Limited Edward Li, Guikang New Materials Zhan Haiqing, South Manganese Group Limited Guo Yimin, Vietnam Hai Duong New Resources Metallurgy Shareholdings\nAloys D’harambure, /Mnl Executive Director\nEva Yang, /Mn! China Representative\nSharp Ferro Alloys Ltd. Shreenath Fine Chem (I) Pvt. Ltd. Shyam Sel & Power Ltd. Tata Steel Ltd. Vamancore Pte. Ltd. Vedika Metals Pvt. Ltd. World Metals & Alloys (FZC) GFCL EV Products Limited SPS Steels Rolling Mills Limited\n52",
  "page_53": "IMni OFFICERS\nSupervisory Board Members\nPaul\nDesportes (Chairman), Eramet SA (Senior Vice- President Commercial) Branislav Klocok (Vice-Chairman), OFZ, a.s. (Managing Director) Adrian Low (Vice-Chairman), OM Holdings Ltd. (Managing Director) Sergio Romero (Treasurer), Autidn (Managing Director) Esteban Rivero, Autldn (Corporate Vice-President) Marco Levi, Ferroglobe (CEO) David Danon, Glencore International AG (Trader) Wang Ning, Minmetals Development Co. Ltd. (General Manager, Carbon Steel Alloys Department)\nExecutive Board Members\nPaul Desportes (Vice-Chairman), Eramet SA Branislav Klocok (Vice-Chairman), OFZ, a.s. Adrian Low (Vice-Chairman), OM Holdings Sergio Romero (Treasurer), Autian Aloys d’Harambure, /Mn/\nTreasurer\nSergio Romero (Treasurer), Autlan (Managing Director)\npana\nAdrian Low\nEsteban Rivero\non ,\nAugenija Di Bucci, Omni Industries B.V. (Commercial Director, Mn Ore & Alloys)\nRorie Wilson, Ore & Metal International UK (Managing Director)\nJames Jin Shik Choi, Simpac Metalloy (CEO & Chairman)\nZhan Haigqing, South Manganese Group Limited Rosa Ye Lujing, South32 (General Manager Mn Ore) Ezekiel Lotlhare, Tshipi é Ntle Manganese Mining (Pty) Ltd. (CEO)\nMalcolm Curror, United Manganese of Kalahari (CEO) Aloys d’Harambure, /Mnl (Executive Director)\nCommittee Chairmen\nHealth, Safety & Environment Committee (HSE) - Rocklin Reed, Ore & Metal Company Statistics Committee - Guillermo Recio, Autidn Electrolytic Products (EPD) Division - Zhan Haiqing, South Manganese Group Limited High Purity Manganese Committee- Jean-Thibault de Besombes, Vibrantz Technologies China Committee - Jian Zhou, Shanghai Fengri International Trading Co., Ltd. India Committee - Manish Sarda, Sarda Metals & Alloys Ltd.\nExecutive Director\nAloys d’Harambure, |Mnl\nVay\n= <\n- -\n=f\n,\noe\nwie\nWang Ning\nPaul Desportes\nDavid Danon\n“s\nSergio Romero\na\nJames Jin Shik Choi Zhan Haiging\nBranislav Klocok\nMarco Levi\n4h\nMalcom Curror Aloys d'Harambure\n53\nRosa Ye Lujing\nEzekiel Lotlhare\nAugenija Di Bucci\nRorie Wilson",
  "page_54": "IMni MEMBERS Ordinary Members\nAsia Minerals Ltd. - Hong Kong Autlan - Mexico\nBlack Canyon Ltd. - Australia\nBosai Minerals Group Co., Ltd. - China\nConsolidated Minerals Ltd. - Australia\nElement 25 Limited - Australia\nEramet - France\nFerroglobe - Spain\nFirebird Metals Limited - Australia\nGfE-MIR Alloys & Minerals SA Proprietary Limited - South Africa\nGFG Alliance / Liberty Steel Bay - Australia\nGlencore International AG - Switzerland\nGlobal Sea Mineral Resources NV - Belgium\nGoodEarth | GoodRock - Singapore\nGuangxi Dameng Manganese Industry Group Co., Ltd.- China Guangxi Hanse Industrial Co., Ltd.- China Hascor International Group - USA\nHeneken Alloys and Minerals (former GfE-MIR Alloys & Minerals) - South Africa\nHira Electrosmelters - India\nInner Mongolia Chayouqianqi Mengfa Ferroalloy Co., Ltd.- China Inner Mongolia Chayouqianqi Tengfei Ferroalloy Co., Ltd. - China Inner Mongolia Ruihao New Material Technology Co., Ltd. - China JFE Minerals & Alloy Company, Ltd. - Japan\nJindal Shadeed Iron & Steel LLC- Oman\nKalagadi Manganese Pty Ltd. - South Africa\nKudumane Manganese Resources (Pty) Ltd. - South Africa Linze Hongxin Mineral Industry Company - China Maringa Ferro-Liga S.A. - Brazil\nMinmetals Development Co. Ltd. - China\nMOIL Limited - India\nMusamu Resources Ltd. - Zambia\nNava Limited - India\nNexus Manganes S.A. - Brazil\nNG Global Energy Solutions (Pty) Ltd. - Australia Ningxia Jiyuan Metallurgical Group Co., Ltd. - China Nippon Denko Co. Ltd. - Japan OFZ, a.s. - Slovakia\nOM Holdings Ltd. - Singapore\nOre & Metal Co. Ltd. - South Africa\nQVC Group - India\nRajadhiraj Tirupani Vinayak Natraj Private Limited - India Sarda Group - India\nShanghai Qunxian Industrial (Group) Co., Ltd. - China Shanxi Dongfang Resources Development Co., Ltd. - China Shaoxing Haili Goods and Materials Co. Ltd. - China Sharp Ferro Alloys Ltd. - India\nShyam Metalics & Energy Ltd. - India\nSimpac Metalloy Co., Ltd. - South Korea\nSouth32 - Australia\nSouth32 Hermosa - USA\nSPIC Guizhou Jinyuan Suiyang Industrial Co. Ltd. - China SPS Steels Rolling Mills Limited - /ndia\nTata Steel Ltd. - India\nThe Metals Company - Canada\nTianjin Hoperay Mineral Co., Ltd. - China\nTianjin Zhongjun International Trading Co., Ltd. - China Transalloys (Pty) Ltd. - South Africa\nTrek Metals Limited- Australia\nTshipi é Ntle Manganese Mining (Pty) Ltd. - South Africa UkrFA - Ukraine\nUnited Manganese of Kalahari (Pty) Ltd. - South Africa Vietnam Haiduong New Resources Metallurgy - Vietnam Xallas Electricidad y Aleaciones, S.A.U. - Spain Zambian Anglo Mining Limited - Zambia\nAffiliate Members\nArcelorMittal - Luxembourg Aveks ig ve Dis Ticaret A.$ - Turkey BaoSteel Resources International Company Ltd. - China\nBloomberg L.P.- United Kingdom\nCarbon Resources (P) Ltd. - India\nCentre de Recherches Metallurgiques (CRM) - Belgium\nCiti Group Pty. Ltd. - Australia\nCITIC Commodities Pte. Ltd. - Singapore\nCNECC International\nEngineering\nCo. Ltd. - China\nCPM Group - USA\nCRU International Ltd. - UK\nDPRCS.L. - Spain\nEternal Tsingshan Group Ltd. - China\nGalmet SpA - Italy\nGreenwich Metals (GMI) - Switzerland\nGuangxi Rong Trading Company\nHou\n- China\nHanwa Co., Ltd. -\nJapan\nJFE Shoji Corporation - Japan\nMarubeni Tetsugen Co. Ltd. - Japan\nMcCloskey by OPIS - United Kingdom\nMinerais US LLC - USA\nMinmet S.A.M. - Monaco\nMitsui & Co. UK Ple - Japan\nOldendorff Carriers. - Singapore\nOmni Industries BV - Netherlands\nPowerCo - Germany\nProject Blue Group Limited - United Kingdom\nProsperity Steel United Singapore Pte. Ltd. - Singapore\nRWE Supply & Trading GmbH - United Kingdom\nRonly Holdings Ltd. - United Kingdom\nS&P Global Commodity Insight - Germany\nS.H. Bell Company - USA\nShaanxi Sinian Metal & Mining Co., Ltd. - China\nShanghai Fengri International Trading Co., Ltd. - China\nShanghai Ju-Manganese International Trade Co., Ltd. - China\nSibelco Europe MineralsPlus - Netherlands\nSinosteel Resources Co., Ltd. - China\nSouth Manganese Group (Shanghai) International Trade Co., Ltd. - China Sumitomo Corporation - Japan\nThe David J. Joseph Company - USA\nTraxys North America, LLC - USA\nUmicore - Belgium\nVamancore Pte. Ltd. - Singapore\nVedika Metals Pvt Ltd - India\nVibrantz Technologies - USA\nWMC Energy B.V.- Netherlands\nWood Mackenzie - UK\nWorld Metals & Alloys (FZC) - U.A.E.\nZhejiang Fuchun Corporation - China\nChemical Products Division\nCarus Corporation - USA Chongqing Changyuan Group Limitd - China Euro Manganese Inc. - Canada GFCL EV Products Limited - India Giyani Metals Corp - Canada Green Metals Refining Ltd. - United Kingdom Guangxi Menghua New Energy Technological Development Co., Ltd. - China Kimpe SAS - France Managem Group - Morocco Manganese X Energy Corp. - Canada Micromesh Minerals & Metals - India Mn Energy Ltd. - Australia Multitecnica Industrial - Brazil Shreenath Fine Chem (I) Pvt. Ltd. - India Xiangtan Electrochemical Scientific Ltd. - China\nElectrolytic Products Members\nManganese Metal Company (MMC) - South Africa South Manganese Group Limited - China Tosoh Corporation - Japan\n54",
  "page_55": "INTERNATIONAL’\nMANGANESE INSTITU\nIMnI provides vision and guidance to the Manganese industry\nby promoting economic, social and environmental responsibility\nand gus aina pility for all stakeholders.\naf\nMy\nit\na\nry\na\nr\nLJ\noF\ni\n—_ ——\nl\nrol\n=a\nce\n-\nng\n55",
  "page_56": "i\nYOUR CONTACTS AT IMnl\nAloys d’Harambure\nEva Yang\nExecutive Director mobile: +33 (0)6 33 47 42 10 email: adharambure@manganese.org\n~~.\nChina Representative mobile: +86 158 21169770 email: evayang@manganese.org\nAgnieszka Leopold HSE and Regulatory Affairs Manager mobile: +33 (0)7 88 18 42 68 email: a.leopold@manganese.org\nYu Miao\nMarket Research Analyst\n~\nemail: stats@manganese.org\nValerie Breliere\nSam Mitra\nBusiness Administrator mobile: +33 (0)6 62 30 79 43 email: valerie@manganese.org\nIndia Market Analyst\n1%\n-_—\nemail: sam.mitra@manganese.org\n+\neo\na 2\nim\n11 rue Dulong\n75017 Paris, France\nTel: +33 (0)1 45 63 06 34\nDS Cel tm XxX\nAV\nPhotos credits: Hira Electrosmelters, Kalagadi Manganese (Pty) Ltd., Kudumane Manganese Resources (Pty) Ltd., Maringa Ferro Liga S.A., South32"
},
  "language": "Languages.ENGLISH",
  "total_pages": 56
}
