{
  "file_name": "88_969.pdf",
  "pages": {
  "page_1": "FORTHE NEW SOUTH\nPOLICY PAPER\nOctober 2021\nWhat will be the effect\nof the EU’s Carbon\nBorder Tax on Morocco,\nand how should\nMorocco react?\na\nRim Berahab\nUri Dadush\nPP-21/21",
  "page_2": "About Policy Center for the New South\nThe Policy Center for the New South (PCNS) is a Moroccan think tank aiming to\ncontribute to the improvement of economic and social public policies that challenge\nMorocco and the rest of the Africa as integral parts of the global South.\nThe PCNS pleads for an open, accountable and enterprising «new South» that defines\nits own narratives and mental maps around the Mediterranean and South Atlantic\nbasins, as part of a forward-looking relationship with the rest of the world. Through\nits analytical endeavours, the think tank aims to support the development of public\npolicies in Africa and to give the floor to experts from the South. This stance is focused\non dialogue and partnership, and aims to cultivate African expertise and excellence\nneeded for the accurate analysis of African and global challenges and the suggestion\nof appropriate solutions.\nAs such, the PCNS brings together researchers, publishes their work and capitalizes\non a network of renowned partners, representative of different regions of the world.\nThe PCNS hosts a series of gatherings of different formats and scales throughout the\nyear, the most important being the annual international conferences «The Atlantic\nDialogues» and «African Peace and Security Annual Conference» (APSACO).\nFinally, the think tank is developing a community of young leaders through the\nAtlantic Dialogues Emerging Leaders program (ADEL) a space for cooperation and\nnetworking between a new generation of decision-makers and entrepreneurs from\nthe government, business and social sectors. Through this initiative, which already\ncounts more than 300 members, the Policy Center for the New South contributes to\nintergenerational dialogue and the emergence of tomorrow’s leaders.\nPolicy Center for the New South\nSuncity Complex, Building C, Av. Addolb, Albortokal Street, Hay Riad, Rabat, Morocco\nEmail : contact@policycenter.ma\nPhone : +212 5 37 54 04 04/ Fax : +212 5 37 713154\nWebsite : www.policycenter.ma\n©2021 Policy Center for the New South. All rights reserved\nThe views expressed in this publication are those of the authors and do not reflect those of their\ninstitutions.",
  "page_3": "Ss POLICY CENTER\nFOR THE NEW SOUTH\nTHINK\nSTIMULATE\nBRIDGE\nWhat will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nRim Berahab and Uri Dadush*\nAfaf Za ik pro vided Can cellent re Jaidi Lar sbi for e. helpful We thank Abdelaa i Ae Ah, Domimiaue e Bocquet uto, and comments ¢ a pre s draft.",
  "page_4": "About the Authors,\nRim Berahab\nRim Berahab is a Senior economist at the Policy Center for the New South, a think tank based in Rabat that she joined in 2014. She is currently working on themes related to energy issues and their impacts on economic growth and long-term development. Her research areas also cover trade and regional integration challenges in Africa. Previously, she has also worked on questions related to gender inequalities in the labor market of North African countries. Rim spent three months at the International Monetary Fund (IMF), in 2016, in the Commodities Unit of the Research Department. She holds a State Engineering degree from the National Institute of Statistics and Applied Economics (INSEA).\nUri Dadush\nUri Dadush is a Senior Fellow at the Policy Center for the New South in Rabat, Morocco anda non-resident scholar at Bruegel. He is based in Washington, DC, and is Principal of Economic Policy International, LLC, providing consulting services to the World Bank and to other international organizations as well as corporations. He teaches courses on globalization and on international trade policy at the OCP Policy School and at the School of Public Policy at the University of Maryland. He was previously Director of the International Economics Program at Carnegie and, at the World Bank, Director of the International Trade, Economic Policy, and Development Prospects Departments. In the private sector, where he was President of the Economist Intelligence Unit, Group Vice President of Data Resources, Inc., and a consultant with Mc Kinsey and Co.",
  "page_5": "Abstract\nThe European Commission recently presented several legislative proposals as part of its “Fit for 55” initiative, designed to accelerate the reduction of greenhouse gas emissions and achieve carbon neutrality by 2050. A Carbon Border Adjustment Mechanism (CBAM) has been proposed as part of this initiative. The CBAM would be complementary to the EU’s Emission Trading Scheme (ETS), involving CBAM certificates issued to importers based on the integrated emissions intensity of the products they import into the Union and purchased at a price equal to that of ETS certificates. Morocco and the EU share strong economic ties, and the CBAM, if adopted, will affect Morocco. Although it aims to combat climate change - an issue of vital interest to Morocco - the EU’s proposed CBAM will impose substantial costs on Moroccan exports, especially if it is extended to other sectors in the future. The CBAM also carries significant adverse implications for the global trading system and it is inconsistent with the Paris Agreement. This paper describes how the CBAM works, explores its effects on Moroccan industry and agriculture, asks whether the CBAM is a sound policy from a global and Moroccan perspective, and discusses how Moroccan diplomacy and domestic policies should respond. It concludes that the CBAM is not sound policy and that Morocco should express its concerns, in line with those of many other trading partners of the EU. The paper also argues that the proposed CBAM - whether or not it will be adopted - is a wake-up call to Morocco, signalling that carbon emission regulations and taxation will intensify and that Morocco needs to accelerate its own decarbonization efforts, which have been insufficient.",
  "page_6": "",
  "page_7": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nIntroduction\nIn July 2021, the European Commission presented legislative proposals under its ‘Fit for 55’ initiative, designed to accelerate the reduction of greenhouse-gas (GHG) emissions. The aim is to cut emissions by at least 55% by 2030 compared to 1990 levels. The new target revises the timetable set by the European Union’s (EU) 2019 Green Deal, the ultimate objective of which is carbon neutrality by 2050. The proposed package includes an expanded emissions trading system (ETS). The ETS currently covers electricity and heat generation, several energy-intensive industry sectors’, and commercial aviation. It is now proposed to extend it to construction and maritime and road transport.\nSectors covered by the ETS, such as steel and aluminum—which are heavily exposed to international trade with partners outside the EU—have long argued that the ETS puts them at a disadvantage compared to competitors from countries with less stringent GHG targets, and the more so as the ETS implicit price of carbon rises. Meanwhile, climate activists have expressed concerns about ‘carbon leakage.’ Indeed, stricter GHG emission targets in the EU will risk being ineffective in fighting climate change if they merely lead to a shift of production to high-emission sectors outside the EU. If accepted, these arguments logically imply not only taxing imports into the EU, but also subsidizing exports of the affected products.\nIn response to these concerns, the European Commission’s Fit for 55 package includes a proposal for a carbon border adjustment mechanism (CBAM). The scheme, which has already aroused much controversy (Nicholls, 2021), aims to apply the same carbon charge to the imports of some high- emitting and highly trade-exposed sectors as applied to domestic producers in the EU. Initially, the sectors subject to the CBAM would include electricity, cement, fertilizers, iron and steel, and aluminum. The intention is that the charge levied at the borders will level the playing field in those sectors and encourage EU trading partners to accelerate their decarbonization efforts. No provision is envisaged in the CBAM presently to subsidize exports of covered products.\nMorocco and the EU share strong economic ties, and the CBAM, if adopted, will affect Morocco. The EU is the leading destination for Moroccan exports, accounting for around two-thirds of Morocco’s exports from 2015 to 2019 (WITS, 2021). Morocco’s exports to the EU consist mainly of machinery and transport equipment, miscellaneous manufactured articles, and food and live animals. In 2019, Morocco exported over $19.5 billion of goods to the EU. $505 million of these exports, representing 3% of the total, belong to the sectors covered by the CBAM.\n1. Including oil refineries, steel works, and production of iron, aluminum, metals, cement, lime, glass, ceramics, pulp, paper, cardboard, acids, and bulk organic chemicals (European Commission, 2021a).\nPolicy Center for the New South",
  "page_8": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nThe CBAM—assuming it is implemented—will take at least five years to take full effect, and its precise impact on Morocco is unknown. It will depend on the GHG emissions of individual Moroccan firms exporting to the EU in the covered sectors, the evolution of the EU’s carbon price as determined under the ETS, and the possible extension of emissions trading to other sectors in the future. However, we can already say with confidence that—as Figure 1 suggests—Morocco is unlikely to be amongst the countries most affected by CBAM because its exports of covered products are small relative to those of other partners, and this is true even accounting for the size of economies. The value of Morocco’s exports covered by CBAM constitutes 0.4% of GDP, while it is 2.8% of GDP each for Ukraine and Serbia, 0.8% for Turkey, 0.7% for Russia. It is 6% in the case of Iceland, which is, however, exempt from CBAM because it is part of the ETS. In contrast, exports of covered products from China and the United States account for less than 0.1% of their GDPs. Those large economies will be minimally affected by the CBAM as presently conceived.\nFigure 1: Exports to the European Union in CBAM sectors in 2019; 23 most- exposed countries in terms of aggregated value of exports (billion $)\ngAluminium mCement wmElectricity Fertilizers mlron & Steel\nRussian Federation\nTurkey\nChina\nNorway\nUnited Kingdom\nUkraine\nSwitzerland\nKorea, Rep.\nIndia\nUnited States\nUnited Arab Emirates\nBrazil\nIceland\nSerbia/Montenegro\nSouth Africa\nEgypt\nBelarus\nJapan\nAlgeria\nMalaysia\nIndonesia\nCanada |\nMorocco [i\n0.0\n0.2\n0.4\n0.6\n0.8\n10\n12\nSource: WITS. Note: fertilizers include ammonia, nitric and sulphonitric acid, potassium nitrate, mineral of chemical fertilizers, fertilizers containing two or three fertilizing elements (nitrogen, phosphorus, and potassium), diammonium phosphate, and monoammonium phosphate. The last three categories constitute the bulk of Morocco’s exports.\nPolicy Paper 21/21",
  "page_9": "Rim Berahab and Uri Dadush\nThis paper evaluates in broad terms how the CBAM affects Morocco’s interests and how it should react. These interests include Morocco’s fertilizers exports, which are sourced from OCP’, Morocco’s largest company and producer of fertilizers.\nThe paper makes the following arguments.\nThough it is not possible to make precise estimates of the impact of CBAM on Morocco’s exports, there will be a significant cost in terms of the country’s export earnings in the EU market. This is because Morocco’s GHG intensity for many of the products covered by CBAM is high and is also higher than that of the EU. The CBAM is likely to be extended to other Moroccan export sectors. While the CBAM is intended to mitigate climate change—a crucial goal in Morocco’s interest—it also introduces many complexities intrinsic to the calculation of carbon emissions attributable to a product that will, at a minimum, raise transaction costs significantly for Moroccan exporters. The CBAM will have significant negative unintended consequences, including for the integrity of, and global support for, the Paris Agreement. The CBAM threatens the working of the World Trade Organization (WTO), whose viability is a vital interest of Morocco as a small and trade-dependent economy. For these reasons, Morocco should express its concerns about the CBAM, as it stands, similarly to the group of large and influential countries that have already expressed their opposition to the scheme. Despite the CBAM’s flaws, and even if it is never implemented, the EU’s proposed scheme carries an important message that Morocco needs to change. The CBAM points to the seriousness with which the EU, Morocco’s most important trading partner, views the climate threat and to the likelihood of regulatory and other steps designed to curb emissions-intensive techniques. Morocco should heed that message and accelerate its own decarbonization efforts, which entail implementation of measures that are in its own interests anyway. In Morocco, there needs to be less virtuous proclamation of decarbonization targets and more action on the ground.\nIn the rest of this paper, we describe the workings of CBAM, explore its effect on Moroccan industry and agriculture, ask whether the CBAM is a wise policy from Morocco’s perspective, and discuss how Moroccan diplomacy and domestic policies should react.\nThe Workings of the CBAM\nThe CBAM would tax imports from covered sectors based on their estimated GHG emissions, applying the same carbon price as the EU. As Figure 2 shows, the EU carbon price has risen sharply since the start of 2021 to around €60 per metric ton.\n2. The OCP Foundation funds the Policy Center for the New South, previously known as the OCP Policy Center.\nPolicy Center for the New South",
  "page_10": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nFigure 2: EU ETS Carbon Price (Daily Price), € per metric ton of CO2 equivalent\n65.0 60.0\n55.0\n50.0\n35,0\n30.0\nSource: ICE (Intercontinental Exchange).\n3. For now, the only exceptions are goods originating in: Iceland, Liechtenstein, Norway, Switzerland, Busingen, Heligoland, Livigno, Sebta, and Melilia.\n4. The CBAM would also provide for a 10-year phase-in period starting in 2026, during which free allocations to EU producers under the EU ETS would be gradually reduced by ten percentage points each year.\n45.0\n40,0\nInitially, under the Fit for 55 proposals, the CBAM proposal will cover only five sectors: electricity, cement, fertilizers, iron and steel, and aluminum?. In various deliberative contexts, the European Council, the European Parliament, and the Commission have agreed to a transitional period for this mechanism (assuming it is adopted), from 2023 to 2025, allowing companies and trading partners some time to adjust.\nIn the covered sectors, the CBAM would operate similarly to the ETS, involving CBAM certificates issued to importers based on the embedded emissions intensity of the products they import into the EU, and purchased at a price equal to that of the ETS certificates*. The GHG emissions covered by the CBAM will include only emissions that result from owned or controlled production sources (Bacchus, 2021). Firms exporting the covered products to the EU would be required to self-certify the product’s GHG intensity, including that of inputs used in its manufacture that they control directly. Certification will require validation by a qualified intermediary such as an accounting or law firm. Thus, the CBAM’s implicit tax will vary by firm and even by plant and can change over time in function of the ETS carbon price.\nAdequately determining the emissions embedded in the production process might not be possible because of the complexity of supply chains, lack of data, or simply lack of capacity, as would undoubtedly be the case for many small firms in poorer countries. In this case, the EU intends to use default values, fixed at the average emission intensity of each exporting country and for each covered\n10\nPolicy Paper 21/21",
  "page_11": "Rim Berahab and Uri Dadush\nproduct, plus a mark-up determined in an implementing act under the CBAM regulation?.\nUnder the CBAM proposal, all countries will be subject to the same rules and carbon price. No exceptions are made for developing countries, including least-developed countries (LDCs), although the EU has said it will look for ways to assist LDCs in achieving carbon targets. The proposal also indicates that “agreements with third countries can be envisaged as a potential alternative to CBAM, provided that they ensure a certain degree of efficiency and ambition to achieve the decarbonization of a sector.” This leaves the door open for cooperation with countries that have made significant progress in decarbonization and energy transition, thus avoiding or reducing the CBAM implicit import tax. However, without further details, the proposal leaves it up to the EU to decide whether a country has made sufficient decarbonization efforts.\nPossible Effect of the CBAM on Morocco: Comparing Emissions\nLacking a carbon price and data on the GHG emissions of Morocco’s exporting firms, the exact impact of the CBAM is unknown. However, comparisons of indicators such as the carbon dioxide (CO2) emissions intensity and energy-use intensity between the EU and Morocco can provide valuable indications. The expectation is that Morocco will incur a substantial cost from the CBAM since the CBAM tax as presently envisaged will apply to total emissions embedded in a product, not just to the difference compared to the EU standard, and Morocco’s emissions related to the covered products are likely higher than the EU’s.\nThough Morocco’s CO2 emissions® per capita (Figure 3) are a fraction of the EU’s and its biggest trade partners such as the United States, Russia, and China, Morocco’s CO2 emissions per unit of GDP, i.e., emissions intensity (kilograms of CO2/GDP) are about 20% higher than the EU’s (Figure 4). In the next section, we focus on Morocco’s industrial sectors covered by the CBAM’.\nFor imported electricity, default values would be determined based on either specific default values for a third country, a group of third countries, or a region within a third country, or, if these values are not available, based on EU default values for similar electricity production in the EU. Electricity is treated differently because of several factors that make it unique among the other sectors covered by the CBAM, namely the way it is transported and produced, given the wide range of technologies used, and the fact that only the direct emissions associated with electricity generation are considered. Thus, for electricity, the CBAM will be applied using a carbon emission factor, with the possibility for importers to demonstrate—under some restrictive conditions— lower emissions (European Commission, 2021b).\nWithout land-use, land-use change and forestry (LULUCF). The LULUCF sector is used to report the CO2 flows between different terrestrial reservoirs (biomass, soils, etc.) and the atmosphere, which take place on the managed surfaces of a territory (Insee, 2021). Reasons for excluding LULUCF: 1) Limited application of LULUCF in contributing toward Kyoto Protocol commitments: within the Kyoto Protocol, only afforestation, reforestation and deforestation that occurred since 1990 can be used to meet emission reduction commitments; 2) Limited impact of LULUCF (accounted for 7% of global GHG in 2010); 3) Long lifespan of other sectors’ infrastructures and processes (energy, industry, agriculture, waste etc.); 4) They disguise increasing emissions from other sectors. 5) Data uncertainties and fluctuations exceeding those of other sources of emissions (CAT, 2021).\n7. This paper does not cover electricity, as its embedded emissions are subjected to a different method of calculation.\n11\nPolicy Center for the New South",
  "page_12": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react? mm\nFigure 3: Total CO2 emissions per capita, selected countries (tCO2/population), 2000 & 2017\n25.0\n20.0\n15.0\n10,0\n5.0\n0.0\n0.8 |\nac\nE}\nFe\nJott\na\nQD\n°\n=\noO\noO\nra\noO\no\nivy]\nc\n2\nm2000 ™2017\nSource: Sustainable Development Goals Data Hub, United Nations. Note: CO2 emissions intensity = CO2 emissions/GDP\nIndustry Emissions\nMoroccan industry® appears to be much more CO2 intensive® than the EU (Figure 5), making it especially exposed to the CBAM since the scheme’s primary focus is presently on that sector. Compared to other EU trading partners, Morocco’s industry is as emissions-intensive as Turkey’s, while Russia’s and China’s industries are even more emissions-intensive.\n9.CO2 emissions from manufacturing are based on energy data for the following subsectors: Iron and steel; chemicals and petrochemicals excluding petrochemical feed stock; non-ferrous metals basic industries; non-metallic minerals such as glass, ceramic, cement, etc.; transport equipment; machinery comprising fabricated metal products, machinery and equipment other than transport equipment; food and tobacco; paper, pulp and printing; wood and wood products, and textiles and leather.\nPolicy Paper 21/21\n12\na\nov\nao\na\nOo\nao\nic}\n=\nLO}\nm2000 m2017\nSource: Sustainable Development Goals Data Hub, United Nations. Note: 2017 is the latest year available\nFigure 4: CO2 emissions intensity for the whole economy, selected countries (kg\nCO2/constant 2010 US $), 2000 & 2017\n0.9\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0.0\n8. In this Policy Paper, industry refers to mining and quarrying and manufacturing industries.",
  "page_13": "Rim Berahab and Uri Dadush\nThe industrial sector is the world’s third-largest CO2 emitting sector after electricity generation and transport (IEA, 2021a). CO2 emissions from the industrial sector arise mainly from so-called heavy industries, namely the steel, cement, and chemical industries (Figure 6). This is partly because these sectors consume primarily coal—by far the most carbon-emitting fuel—followed by petroleum (mainly in chemicals) and, a distant third, natural gas. Renewables represent a tiny share of the total consumption of these sectors (Figure 7).\nFigure 5: CO2 emissions per unit of industry value added (kg CO2/constant 2010 US $), 2000 & 2017\n1.6\n14\n1.2 |\n1.0\n08\n0.6\n0.4\n0.2\n0.0\nRussia\nChina\nTurkey\nMorocco\nBelgium\nEU_28\nUnited States Germany\nItaly\nm= 2000 m2017\nSource: Sustainable Development Goals Data Hub, United Nations.\nFigure 6:\nFigure 7:\nGlobal final energy demand of selected heavy industry sectors, 2019\nGlobal direct CO2 emissions from selected heavy industry sectors, 2019\n3.0\n1 400,0\n25\nif\n1200.0\n1000.0\nx 2.0\n=\n800.0\n15\n600.0\n400.0\n1.0\n200.0\n[1\n[4\n0.5\n0.0\nChemicals\nSteel\nCement\n0.0\nCoal\na Oil\nSteel\nCement\nChemicals\nmGas\nm Electricity\nlm Imported heat\nm Bioenergy\nm Energy emissions m Process emissions\nmw Other renewables\nSource: IEA.\nSource: IEA.\n13\nPolicy Center for the New South",
  "page_14": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nThe iron and steel industry accounted for about 20% of global industrial energy consumption in 2019, and about 25% of the sector’s CO2 emissions, making it the largest sub-sector in terms of industrial CO2 emissions (IEA, 2020b). Direct CO2 emissions from the iron and steel sector, heavily dependent on coal, grew more than twofold between 2000 and 2019, reflecting its rapid expansion, especially in China. Morocco is not a major steel and iron producer, and its exports to the EU are small ($7.3 million in 2019), but they are likely to face a significant tax under the CBAM.\nThe cement industry is the second-largest source of CO2 emissions in the industrial sector, after steel. Though it is a small part of industrial value-added, it accounts for 15% of the final energy demand of heavy industries. China is the largest cement producer, accounting for about 55% of global production, followed by India at 8% (IEA, 2020c). In a sample of countries for which data is available, the emissions intensity of cement production is highest in the United States, while in Morocco and the EU, the emissions intensity of cement production is similar (Figure 8). Morocco’s cement exports to the EU ($12.3 million in 2019) are also small, but the tax applied to them is likely to be high and like that applied to the EU’s domestic producers.\nFigure 8: CO2 emissions intensity of cement production (t CO2/t cement), 2000 & 2018\n0.9\n0.8\nTin\n0,7\n0.6\n0,5\n0,4\n0,3\n0,2\n0.1\n0.0\nUnited States\nItaly\nMorocco*\nEU_28\nGermany\n=2000 2018\nSource: Global Cement and Concrete Association. Note: for Morocco, data concern the region ‘Morocco, Algeria, Tunisia’. Data for China and Russia are not available\nGlobally, the chemical industry is the third-largest industrial subsector in terms of direct CO2 emissions, behind cement and iron, and steel. Still, it is the largest industrial consumer of oil and gas, with oil used mainly as a raw material rather than an energy source (IEA, 2020d). Russia’s chemical industry is very emissions-intensive, as each unit of chemical value-added generates up to 2.4kg CO2e compared to 0.2kg CO2e each for the United States and the EU (Figure 9).\n14\nPolicy Paper 21/21",
  "page_15": "Rim Berahab and Uri Dadush\nFigure 9: Emissions Intensity of the chemical sector (Kg CO2e/current $), 2014 & 2018\n3.0\n2.5\n2.0\n15\n1,0\n0.5\n[\n|\n=\n|\n=\nm=z\nm=. le\n0,0\nRussia\nChina\nBelgium\nTurkey\nEU_28\nUnited States\nItaly\nGermany\nm2014 2018\nSource: UNFCCC and WDI. Note: chemical industry value-added in constant $ is not available\nFigure 10: Energy intensity of the chemical sector (Megajoule/current $), 2018\n50.0 45,0 40,0 35.0 30,0 25.0 20.0 15,0 10,0 5,0 0,0\nEeeeages\n=\n| |\nRussia\nChina\nTurkey\nBelgium\nUnited States\nEU_28\nGermany\nItaly\nMorocco\nSource: UNstats and WDI. Note: chemical industry value-added in constant $ is not available\nData on GHG emissions for Morocco’s chemical sector, which is sizable, accounting for about 20% of manufacturing value-added (DEPF, 2021), are not available. Data on energy intensity, defined as the amount of energy (e.g., tons of oil equivalent) used per unit of value-added, provides some clues. Morocco’s chemical industry is not very energy-intensive compared to the EU (Figure 10), but this does not mean that it is less emissions-intensive than the EU’s. This is because of the large role that fertilizers play in Morocco’s chemical industry.\nMorocco is home to 72% of the world’s estimated phosphate reserves, the primary material in inorganic fertilizers. Morocco’s fertilizer exports to the EU amounted to $395 million in 2019 (WITS, 2021), roughly equal to 0.3% of Moroccan GDP and 78% of Morocco’s total exports of products covered by the CBAM. While data from OCP?°, Morocco’s fertilizer producer, indicates that the industry’s carbon intensity has been declining, fertilizers are a high-emitting sector and will undoubtedly incur a significant CBAM tax (Box 1).\n10. The OCP foundation provides funds to the Policy Center for the New South.\n15\nPolicy Center for the New South",
  "page_16": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nBox 1: Fertilizers as a Highly Export-Dependent and High-Emitting Product**\nThe EU has a deficit in fertilizers trade and imported €5.4 billion of fertilizers in 2019. The primary source countries were Russia at over 31.1% of total imports, followed by Egypt, Belarus, Algeria, and Morocco at between 9% and 7% of total imports apiece. Conversely, Moroccan fertilizers exports to the EU account for nearly 78% of the exported products falling under the CBAM in 2019. OCP Group (OCP), Morocco’s state-owned phosphate rock miner, phosphoric acid manufacturer, and phosphate fertilizer producer, currently supplies three products to the EU: phosphorus found in rock phosphate, phosphoric acid, and fertilizers. All three fall under the list of goods covered by the EU CBAM.\nSulfuric acid’, used to produce phosphoric acid, is either produced by OCP’s processing platforms or purchased from local suppliers. However, Morocco has minimal domestic ammonia production, and the phosphate industry relies on sulfuric acid imports. Morocco is the world’s fifth-largest importer of ammonia (the EU is the first), importing 1.59 million tons (Mt) and 1.44 Mt in 2019 and 2018, respectively, corresponding to OCP’s needs. Morocco’s leading supplier of ammonia is Russia. The CO2 emissions per ton of ammonia produced in the EU average 1.9, compared to 2.4 in Russia.\nNonetheless, phosphate is a chemical element that must be mined. It is a vital ingredient in modern agriculture and necessary for food security. Morocco is one of the world’s most competitive fertilizer producers. It currently holds 72% of the world’s phosphate reserves (estimated at 50,000,000 metric tons). It is also the second-largest phosphates producer worldwide (37,000 metric tons in 2020), after China (90,000 metric tons) and followed by the USA (24,000 metric tons), but the two latter countries are also large consumers. They do not export significant amounts of fertilizer, and the US requires phosphate imports. Morocco currently supplies about a third of the world’s exports (31%), and it is OCP’s policy to diversify its clientele and that revenue from no single customer should exceed 10% of consolidated sales revenues. It is worth noting that the carbon content of OCP’s products has been declining. In addition to the group’s efficient use of raw materials (including sulfur and ammonia), it is embarking on green ammonia R&D projects, carbon capture projects, etc., making it feasible to tender to the EU market by the time the CBAM enters in force.\nOnce the CBAM is applied, OCP’s policy towards the EU market will be determined by a calculation: can the group maintain adequate margins despite the cost of potential additional import duties? A simple approximation would be to compute a carbon tax that could be faced by OCP using the value of exports to the EU multiplied by the carbon intensity in a ton of CO2 equivalent (tCO2e/$). Between 2015 and 2019, OCP exported between $330 million and $395 million of fertilizers covered by the CBAM to the EU. Using a reference export value of $350 million, the carbon content of OCP to the EU can amount to more than 200 ktC02e (kilotons of C02 equivalent), leading to a CBAM tax of anywhere between $4 million and $13 million, for a carbon price between $20/tCO2eq and $60/tC02eq (Figure 11).\n11. This box was authored by Afaf Zarkik.\n12. Sulfuric acid is combined with phosphate rock to produce phosphoric acid, which can then be directly exported or processed - with ammonia - to produce fertilizers (OCP, 2020a).\n16\nPolicy Paper 21/21",
  "page_17": "Rim Berahab and Uri Dadush\n16.0\n14,0\n12.0\n10.0\n8.0\n6.0\nFigure 11: EU carbon border tax possibly faced by OCP depending on exports levels (in $M)\nand carbon price ($/tC02eq)\n14.3\n12.5\n11.9\n10.7\n10.4\n9.0\ni!\nal\naf\n40\n2.0\n0,0\nOCP exports to the EU value at 300 MS\nOCP exports to the EU value at 350 MS\nOCP exports to the EU value at 400 M$\nm 20 $/tCO2eq m 30 $/tCO2eq 50 $/tCO2eq 60 $/tCO2eq\nNote: OCP group’s latest emissions intensity is valued at 597 tCO2eq/million $ (OCP’s carbon content per\nmillion dollars made, available in 2020 sustainability report). Source: OCP and authors’ calculations.\nSources for Box 1: ERCST (2021), OCP (2020, 2019a, 2019b), WITS (2021).\nUnderlying Causes of Moroccan Industry’s High Emissions\nThree main factors account for the high emissions intensity of Moroccan industry compared to the EU: the sources of primary energy, efficiency in the use of energy, and laws and regulations. This section deals with the first two factors, while laws and regulations are covered in the policy section that follows.\nIn 2018, Morocco’s industrial energy consumption was dominated by oil (63%) and electricity (31%). Natural gas, biofuels and wastes, and renewables each accounted for just 2% (Figure 12). Moreover, Morocco’s electricity generation is fueled principally by coal—by far the most CO2 emitting fuel—and by a small share of gas, both accounting for 81% of fuel consumption in 2020. The use of renewable energy (RE)* in Morocco’s primary energy consumption is marginal. It remains limited to the electricity sector, where it accounted for 18.5% of the electricity produced in 2020 (ONEE, 2021), even though installed electricity capacity from RE sources reached 36.8%\".\n17\nPolicy Center for the New South\n14. The difference between generation and capacity lies in the fact that the electricity produced refers to the amount of electricity that is produced over a specific period. It is usually measured in kilowatt-hours, megawatt-hours, or terawatt-hours. Capacity, on the other hand, is defined as the maximum amount of electricity that a generator can produce under ideal conditions and is usually measured in megawatts or kilowatts.\n13. Including Hydro.",
  "page_18": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nFigure 12: Final energy consumption mix in the manufacturing and construction sector, 2018\n100%\nzs\nfH\na\nCo]\nEy\n=\nTT\n20%\nO%\nBelgium\nChina\nGermany\nItaly\nMorocco\nRussia\nTurkey\nUnited States\nEU_28\n@ Primary Coal and Peat = Coal and Peat Products a Primary Oil © Oil Products @ Natural Gas ® Biofuels and Waste m@ Renewables\nElectricity Heat\nSource: UNstats.\nIn contrast, the energy mix of the EU industrial sector is composed of natural gas (32%), electricity (34%), and smaller shares of oil products (10%), biofuels and wastes, and renewables. Unlike Morocco, the EU’s electricity generation relies far more on renewables and nuclear and less on coal. The composition of the industrial energy mix of the United States is comparable to that of the EU, whereas China’s industry still relies heavily on coal.\nMorocco appears to be less efficient in its energy use than the EU despite efforts to remedy the problem?. A possible indication of this is that, despite Morocco’s low energy consumption per capita, it uses more energy per unit of GDP than the EU (Figure 13), as happens in many developing countries. An important example of inefficient energy use in Morocco is only indirectly in the industrial sector. Residential buildings, for instance, account for nearly a quarter of the country’s total energy demand. This reflects the use of simple glazing and construction techniques that—being mainly cement-based with a layer of mortar—do not allow for adequate insulation, which contributes to high heating use in winter and the use of fans and air conditioners in summer.\n15. When comparing Morocco's energy intensity to that of other lower-middle income countries, it appears that Morocco is among the countries with the lowest energy intensity, 3.15 MJ/$2011 PPP GDP, compared to Ukraine (11.8 MJ/$2011 PPP GDP), Nigeria (5.7 MJ/$2011 PPP GDP), or India (4.8 MJ/$2011 PPP GDP).\n18\nPolicy Paper 21/21",
  "page_19": "Rim Berahab and Uri Dadush\nFigure 13: Primary energy consumption per capita in Gigajoules (2015) vs. 2015 Energy-Intensity levels of primary energy (MJ/$2011 PPP GDP)\n350.0\n9.0\ne\n8.0\n300,0\nWn\n7.0\n250.0\n6.0\n200.0\n5.0\n4.0\n150.0\n100.0\nli.\n3.0\n2.0\n50.0\n10\n0.0\n0.0\nBelgium\nRussia\nGermany\nItaly\nChina\nTurkey\nMorocco\n™ 2015 Primary energy Consumption per capita\n@ 2015 Energy intensity level of primary energy (MJ/$2011 PPP GDP)\nSources: BP statistical review, World Bank. Note: EU bloc energy intensity data unavailable\nThe Special Case of Agriculture\nEU CBAM proposal does not include agriculture, nor is it covered by the ETS, but it is essential to discuss the omission here for two reasons. First, Morocco is a large exporter of agricultural products to the EU and may be affected if the CBAM is extended to that sector. Second, agriculture is a high emission and highly traded sector in the EU and is also heavily subsidized. Its non-coverage by the CBAM is bound to be challenged by the EU’s trading partners\nThe EU’s agricultural emissions intensity, i.e., the level of GHG emissions per unit of value-added, in agriculture’® is estimated at 1.5 kilograms of CO2e per constant US$ (kg CO2e/ US$ at 2015 prices) almost double that of Morocco (0.9 kg CO2e/ US$ at 2015 prices) (Figure 14). The emissions intensity of the EU masks significant differences among members. For example, Belgium and Germany’s agriculture emissions are 2.5 and 2.2kg CO2e/US$ at 2015 prices, respectively. As for the EU’s other trading partners, only the United States has an agricultural emissions intensity higher than that of the EU, while Russia is quite similar. On the other hand, the emissions intensities of Turkey and China, like those of Morocco, are significantly lower compared to the EU\n16. FAOSTAT emissions-intensity data includes analytical data on the intensity of greenhouse gas (GHG) emissions by commodity Emissions intensities data are limited to the emissions generated up to the farm gate\nPolicy Center for the New South\n19",
  "page_20": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nFigure 14: Agricultural emissions intensity (kg CO2e/constant 2015 US $)\n40\n3.5\n3.0\n2,5\n2.0\n15\n1.0\n0,5\n0,0\nBelgium\nGermany\nUnited States\nEU_28\nRussia\nMorocco\nItaly\nTurkey\nChina\nm2000 m2017\nSource: FAO Statistics.\nA possible explanation for the EU’s and US’s high GHG intensity in agriculture lies in the practice of intensive mechanized farming in large holdings.\nThe agricultural sector is heavily subsidized by the EU under its Common Agricultural Policy (CAP). The EU can afford to be generous towards its agricultural sector since the share of agriculture in the EU’s GDP doesn’t exceed 1% (FAOSTAT, 2021) (in comparison, the percentage of agriculture value- added in Moroccan GDP is around 13%). Yet, in 2019, the agricultural sector was responsible for 13% of the EU’s GHG emissions (European Environment Agency, 2021), whereas the products covered by the CBAM, except electricity, accounted for only 5% of the EU’s GHG emissions. Furthermore, according to the European Court of Auditors (2021), although the CAP dedicated a quarter of its budget (i.e., €100 billion a year) to mitigate and adapt to climate change during the 2014-2020 period, EU agricultural emissions have not changed significantly since 2010.\nAgricultural exporters among the EU’s trading partners could argue that a consistent application of the CBAM would require the inclusion of agriculture and some form of compensation for the EU’s agricultural subsidies. In any event, since Morocco’s agriculture is less emissions-intensive than that of the EU, it is probably partly sheltered from a hefty tax should there be an eventual extension of CBAM to that sector.\nIs the CBAM Good Policy?\nAlthough aimed at fighting climate change—a matter very much in Morocco’s national interest—the EU’s proposed CBAM entails damage to Morocco’s export interests, and its cost will increase if—as intended—it extends to other sectors in the future. Additionally, by applying the EU’s carbon price, the CBAM restricts Morocco’s policy options in its decarbonization drive in a way that is inconsistent with the Paris Agreement. The CBAM will also have adverse implications for the world trading system, clearly not in Morocco’s interests. Many other trading partners of the EU, including very large ones, such as Brazil, China, Russia, South Africa, and the United States, have already stated their concerns about the CBAM for various reasons.\nPolicy Paper 21/21\n20",
  "page_21": "Rim Berahab and Uri Dadush\nThis section, which draws mainly from Dadush (2021), evaluates the CBAM’s effectiveness in achieving its stated objectives, its consistency with the Paris agreement, and its effect on the WTO. Though we believe that the CBAM is well-intentioned, we conclude that the CBAM is not a good policy, and that Morocco should join the group of countries expressing their concern about it or opposing it.\nThe CBAM’s Likely Effectiveness\nA comprehensive 2020 analysis by Zachmann and McWilliams argued that calculating a carbon border tax would be exceedingly complex. More fundamentally, the EU’s CBAM plan is based on the premise of ‘carbon leakage’—the tendency of emissions-intensive production to move to less-regulated countries—which finds little support in empirical studies. Zachmann and Mc Williams’ extensive review of the empirical literature on carbon leakage strongly suggest that firms make location decisions based on many factors and that environmental regulation is only one of these factors, and it is typically not the determining one.\nTo put the risk of carbon leakage into perspective, it is worth noting that the total revenues from the EU’s ETS—which can be interpreted as an implicit tax on emissions—are small. Before the recent surge in the ETS carbon price, they reached their highest level in 2019, when the carbon price averaged €20 per metric ton, amounting to around €15 billion. Partly because of the generous allocation of free allowances, the implicit tax on all sectors covered by the ETS in 2019 was about 0.5% of value- added. Even if the carbon price reaches €75 per ton, the level that some analysts believe is necessary to achieve the EU’s emissions targets, the implicit tax on trade-exposed sectors would be less than 1.75% of value-added, assuming that there is no reduction in free allowances. Phasing out of these allowances is, not surprisingly, resisted by many firms in the covered sectors, and the Commission’s position on the issue suggests some flexibility”.\nThose in the EU who argue in favor of CBAM tend to assume that countries outside the EU are less committed to reducing emissions. They also believe that the CBAM represents a sufficient incentive to overcome the resistance to decarbonization. Both assumptions are dubious. The ten largest exporters of covered products to the EU—which account for 36% of the EU’s total imports of those products— have seen significant reductions in CO2 emissions per unit of GDP, and four (Russia, the United Kingdom, Ukraine, and Switzerland) recorded proportionally larger declines. The EU’s pace of carbon reductions is at the median of this group. Whether that will change remains to be seen.\nFurthermore, the proposed CBAM covers only about 2% of the EU’s imports of goods. Of the ten largest exporters of covered products to the EU, only Norway, the UK, and Iceland (not subject to the tax) direct more than 3% of their total exports in the form of covered products to the EU. Assuming that the average EU CBAM will be in the range of 5%—which should be more than sufficient to compensate the affected EU producers for the implicit tax on them—the cost to the EU’s trading partners will on average be 0.15% of total exports or about 0.045% of GDP (one-twentieth of 1% of GDP). It is difficult to imagine large emitters and trading partners of the EU such as China, the United States, or India, changing their decarbonization policies on account of the CBAM.\n17. Analysis by the Institute for European Environmental Policy summarized the Commission’s position on the phasing out of free allowances as “Fudged. CBAM presented in principle as an alternative to free allocation, but in practice the decision about whether/when to phase-out free allowances is left to a decision under the revision of the EU ETS directive” (IIEP, 2021).\nPolicy Center for the New South\n21",
  "page_22": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nThe CBAM and the Paris Agreement\nThe Paris Agreement is a legally binding treaty on climate change, adopted by 196 Parties, which entered into force in November 2016. Its goal is to limit global warming to well below 2 degrees Celsius compared to pre-industrial levels. All countries are exposed to climate risk, and the least-developed countries are typically the most exposed and the least able to adapt to higher temperatures and extreme weather. For this reason, the Paris Agreement is based on the principle of Common but Differentiated Responsibilities and Capacities (CDRC). The CDRC principle reflects the fact that least-developed countries emit less carbon per capita than advanced countries (and have emitted less historically) and that they will tend to emit more as their incomes rise. Moreover, CDRC recognizes that least-developed countries are less able than advanced countries to afford—and are less technologically equipped to embark on—the clean energy transition, and certainly not as quickly.\nAccordingly, the Paris Agreement allows countries to adopt their own emissions reduction targets, known as Nationally Defined Contributions (NDCs), based on their specific circumstances. Consistent with the CDRC principle, developing countries have adopted emission reduction targets that are less stringent and to be achieved over longer periods than advanced countries. These targets are conditional on receiving aid and technical assistance to help the transition in the least-developed countries. It is true that, from 2000 to 2016, carbon emissions per unit of GDP declined more in high- income countries, by 49%, than in low-and-middle-income countries, where they declined by 37%. However, in 2016 emissions per capita in the high-income countries were still three times those of low-and-middle-income countries.\nThe effect of the proposed CBAM—which does not mention any country exemption and nor does it provide for revenues derived from it to be allocated to supporting the decarbonization transition in poor countries—would be to penalize the least-developed countries where the implicit carbon price is below the EU price, or where carbon intensity is higher, even though under the CDRC principle, the intent is that the carbon price (or the carbon price implicit in tax and regulatory measures) can be lower in the least-developed countries for extended periods. This is one reason that International Monetary Fund researchers recently proposed a carbon tax that is differentiated by stage of development (IMF, 2021).\nThe CBAM’s violation of the spirit of the Paris Agreement (Ravikumar, 2020) undermines the EU’s credibility in other spheres. For example, the EU requires adherence to the Paris Agreement in all its new trade deals and as a condition for development assistance. The CBAM will be viewed as illegitimate by many developing countries. Brazil, China, India, and South Africa formally communicated their strong opposition to the CBAM at the end of their April 2021 BASIC group meeting on climate change.\nThe CBAM and the WTO\nAs proposed, the CBAM can be technically presented as consistent with the WTO because it does not discriminate between European firms and EU trading partners. Both are expected to face the same carbon price. Even if that claim is accepted—and it almost certainly will not be in many instances, considering the intrinsic complexity and selectivity of the EU’s scheme—the CBAM will present major challenges to the already shaky WTO construct. Each of these challenges also represents a risk to EU exporters who face the near-certainty of retaliation.\n22\nPolicy Paper 21/21",
  "page_23": "Rim Berahab and Uri Dadush\nAssuming the principle of a CBAM is adopted and accepted by the WTO membership, the EU will only be the first member to apply a CBAM. Morocco may also opt for such a scheme, for example. As other members follow, modalities will have to be agreed upon. The product coverage of each country’s CBAM will need to reflect the member’s domestic politics. The structure of each national scheme will vary, as will the many assumptions required to calculate the appropriate tax in each case. Carbon border taxes—whether based on ETS or other schemes—will vary not only by the country of destination and by product, but also by country of origin and by firm, a practice which would be a vast departure from the WTO’s Most Favored Nation principle.\nMoreover, to avoid various forms of trade deviation (from covered products to those not subject to the carbon border tax and from countries with a carbon border tax to those without), the tax calculation will sooner or later have to include a calculation of indirect emissions along the value chain, entailing rules of origin of various kinds. For carbon credits, account will have to be taken not only of carbon taxes but also of regulations restricting emissions along the value chain. Not all WTO members will be trusted to devise a fair ETS/CBAM, and many least-developed countries will lack the Capacity to administer it.\nThird, the CBAM is problematic because it is so selective, covering only politically treatable sectors in the EU because of a confluence of environmental and powerful industry interests (e.g., steel) in raising a border tax. The glaring omission is agriculture, which the EU subsidizes heavily, yet is exempted from the ETS and therefore the CBAM, presumably because—although it is a high-emitting sector—it is politically so sensitive. Agricultural exporters may well join exporters of goods covered under the EU’s ETS (some countries such as Canada, Morocco, and the US export both types of products) to argue that, by not taxing emissions in agriculture and by not accounting for the subsidization of the sector emissions, the ETS on which the CBAM is based provides not only for an unfair tax on them, but is also fundamentally flawed as a mechanism to control emissions in the EU®.\nAs James Bacchus has argued (Bacchus, 2021): “the CBAM could be inconsistent with the most-favored- nation treatment rule that requires that any advantage granted to the imported products of one WIO member must be accorded immediately and unconditionally to the like products originating from all other WTO members. The CBAM would violate the most-favored-nation treatment rule if it discriminated between and among like imported products originating in different WTO member countries based on their carbon content. In self-judging other WTO members on the extent and quality of their climate actions, and thus picking and choosing which imported products members will have to buy emissions certificates for, and how many they will have to buy, the European Union would be discriminating between and among other WTO members in trade in like products.”\nAgricultural exporters, including Canada, Morocco, and Tunisia, which have bilateral free trade agreements with the EU, may be especially sensitive to this issue.\n18. While the EU’s Green Deal does not envisage reductions in agricultural subsidies, it will place tighter emissions-related standards on agriculture, such as reducing the use of pesticides and chemical fertilizers; these standards may be applied to imported products as well.\nPolicy Center for the New South\n23",
  "page_24": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nAdvancing Morocco’s Decarbonization\nThe CBAM faces much opposition from the EU’s trading partners, and it may never be implemented. But it also points to a growing trend in the EU and across many large and small economies to push for taxes, rules, and regulations that penalize high-emission processes and techniques. All Morocco’s merchandise exports are to a greater or lesser extent at risk from this trend. Mining, manufacturing, and utilities (electricity exports) are the most exposed, while agricultural exports and services (mainly tourism) appear less exposed at this stage.\nMorocco has set ambitious targets under the Climate Change Policy (2014), the National Sustainable Development Strategy (2017), and the Nationally Determined Contribution (NDC) submitted to the United Nations Framework Convention on Climate Change (UNFCCC) in 2016 (Berahab et al., 2021). In June 2021, Morocco updated its NDC, raising its 2030 GHG emission reduction targets from 17% to 18.3% unconditionally, and 42% to 45.5% by 2030, conditional on international support.\nMorocco has adopted sectoral strategies to support energy transition efforts. These policies are grounded in the National Energy Strategy adopted in 2009, which aims to increase the share of renewable energy in the electricity mix, improve the efficiency with which energy is used, and promote the regional integration of energy markets. Recently, a new Industrial Recovery Plan 2021- 2023, post-COVID-19, was announced by the Ministry of Industry, Trade, Green Economy, and Digital, which includes measures to decarbonize Morocco’s industrial sector (Ministére de l’Industrie et du Commerce, 2021).\nYet, even though Morocco claims to be at the forefront of developing renewable energy sources in Africa, results are clearly insufficient. With only 7% of renewable energy in its primary energy mix (BP, 2021), Morocco’s economy-wide decarbonization efforts remain challenging to say the least. While installed renewable energy capacity reached 37% in 2020 of total, it fell short of the 42% objective in the 2009 strategy, and actual reliance on renewables (just 7% of the primary energy mix) is much less than had been expected. Moreover, efforts to liberalize the renewable electricity market have encountered numerous obstacles. Therefore, achieving Morocco’s decarbonization targets will require more far-reaching reforms of rules, regulations, and financial incentives.\nAs underscored in a recent PCNS-EGP study (Berahab et al., 2021), electrifying the end-use sectors is the key to decarbonizing the Moroccan economy by 2050, as it is in many other economies. Electrification of the transportation and, to a lesser extent, residential sectors could yield substantial emission reductions. The transition to a low-carbon transport sector in Morocco requires the gradual phase-out of diesel in exchange for increased electric mobility. In the residential sector, a shift to a higher share of renewable energy in cooking, heating, cooling, and lighting is needed.\nWith increased reliance on renewables, the share of coal in the electricity mix would decline while the need for grid flexibility would increase. Flexibility can be achieved through battery energy storage systems (BESS), demand response (DR), pumped hydro storage, and biomass plants. A reformed power sector is, thus, essential to reduce the emissions content of all the production sectors, and therefore of exports.\nAt the same time, decarbonization carries risks, as it will affect different sectors and segments of the population differently. It also requires major investments during the transition, and the process\n24\nPolicy Paper 21/21",
  "page_25": "Rim Berahab and Uri Dadush\nfaces many regulatory, technical, and managerial challenges. In a lower-middle-income country such as Morocco, the need for international support during the transition is acute.\nAdditionally, the following measures should be considered: establish a monitoring system based on green transition indicators; establish a transparent carbon-pricing scheme in sectors where this is feasible, and continue to phase out fossil-fuel subsidies; encourage technological change by setting stricter environmental and performance standards; provide incentives that encourage private investment in new green technologies and processes; promote the public-private partnership model as a catalyst for large-scale investment.\nTherefore, Morocco is called upon to reflect on its own decarbonization policy, particularly in its energy and industrial sectors. Morocco needs to move more concretely from the proclamation of ambitious targets and make the hard choices required to advance its energy transition. This will require provision of the appropriate means to achieve them, as well as rigorous and transparent monitoring of progress. This vision is conveyed in the latest report on the New Development Model’®, which underscores the importance of laying the foundations for an economic system that is no longer so dependent on fossil fuels.\n19. La Commission Spéciale sur le Nouveau Modéle de Développement, 2021.\nPolicy Center for the New South\n25",
  "page_26": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nConclusion\nFighting climate change is perhaps mankind’s greatest priority, and the EU’s CBAM is, we believe, a well-intentioned effort to encourage decarbonization outside its borders and create the necessary political space to adopt stricter carbon targets within them. However, the CBAM introduces enormous complexities that risk fatally undermining the already fragile foundations of the world trading system. It will be strongly resisted, and correctly so, by developing countries that perceive it as inconsistent with the Paris Agreement. The United States, the world’s largest economy, is not prepared for a carbon price?°—even one that initially affects only a limited number of sectors—and certainly not a carbon price set in the EU and for sectors decided by the EU.\nMorocco is a small, developing, open economy that is heavily dependent on the EU for markets and in many other ways (remittances, development aid, etc.). It must tread carefully in all matters relating to its most important trading partner. However, the CBAM not only damages Morocco’s export interests directly but—and more importantly—it also weakens the pillars on which Morocco’s climate policy and trade relations rest. Judging from the limited policy discourse on the CBAM in Morocco to date, and based on the arguments presented in this paper, it is clear to us that the implications of the CBAM are not fully understood. We believe that Morocco should join the powerful group of countries that express their concern or oppose the CBAM. At the same time, the CBAM proposal is a wake- up call for Morocco, as it is for many other nations, that the time is ripe for a more concerted and comprehensive decarbonization effort. Even if the CBAM is not implemented in its proposed form, it is likely the harbinger of tighter carbon regulations, standards, and taxes that could take various forms.\n20. A CBAM/ETS scheme is also being discussed in the US, though its chances for passage in the US Senate is extremely low. See https://www.bloomberg.com/news/articles/2021-04-23/biden-exploring-border-adjustment-tax-to-fight-climate-change for a review of the issues.\n26\nPolicy Paper 21/21",
  "page_27": "Rim Berahab and Uri Dadush\nReferences\nBacchus, J. (2021). Legal Issues with the European Carbon Border Adjustment Mechanism. CATO Briefing Paper. Number 125.\nBerahab, R., Chami, A., Derj, A. Hammi, I., Morazzo, M., Naciri, Y., Zarkik, A. (2021). Morocco’s Decarbonization Pathway, Part I, II, III & IV. Policy Center for the New South and Enel Green Power Morocco.\nBP. (2021). Statistical Review. Retrieved from the British Petroleum website: https://www.bp.com/en/ global/corporate/energy-economics/statistical-review-of-world-energy/downloads.html\nCAT. (2021). NDC ratings and LULUCF. Retrieved from the Climate Action Tracker website: https:// climateactiontracker.org/methodology/indc-ratings-and-lulucf/\nDadush, U. (2021). The EU’s Carbon Border Tax is Likely to do More Harm than Good. Policy Brief 21/21, Policy Center for the New South.\nDEPF. (2021). Statistiques économiques et financiéres. Ministére de l’Economie, des Finances et de la Réforme de l’Administration, Maroc.\nEEA. (2021). EEA greenhouse gases- data viewer. Retrieved from the European Environmental Agency website: https://www.eea.europa.eu/data-and-maps/data/data-viewers/greenhouse-gases-viewer\nERCST. (2021). Border Carbon Adjustment in the EU: Sectoral Deep Dive. Retrieved from the Roundtable on Climate Change and Sustainable Transition website: https://ercst.org/wp-content/ uploads/2021/03/20210317-CBAM-II_Report-I-Sectors.pdf\nEuropean Commission. (2021a). EU Emissions Trading System (EU ETS). Retrieved from: https:// ec.europa.eu/clima/policies/ets_en\nfor a of the Parliament and Council - a _ (2021b). Proposal Regulation European Establishing Carbon Border Adjustment Mechanism.\nEuropean Court of Auditors. (2021). Special report 16/2021: Common Agricultural Policy and climate: Half of EU climate spending but farm emissions are not decreasing. Retrieved from: https://www.eca. europa.eu/en/Pages/Docltem.aspx?did=58913\nFAOSTAT. (2021). Climate Change and Macro-Economic Indicators. Retrieved from the Food and Agriculture Organization of the United Nations website: http://www.fao.org/faostat/en/#data\nIEA. (2021a). CO2 emissions by sector. Retrieved from the International Energy Agency website: https:// www.iea.org/data-and-statistics/data-browser?country=>WORLD&fuel=CO2%20emissions&indicator=CO2 BySector\n_(2021b). Iron and Steel Technology Roadmap- Towards more sustainable steelmaking. Energy Technology Perspective series.\nCement. Retrieved from the International website: _ (2021c). Tracking reports- Energy Agency https:// www.iea.org/reports/cement\n_(2020d). Tracking reports- Chemicals. Retrieved from the International Energy Agency website: https:// www.iea.org/reports/chemicals\nGaspar, V., Parry, I. (2021). A Proposal to Scale Up Global Carbon Pricing. Retrieved from the International Monetary Fund’s website: https://blogs.imf.org/2021/06/18/a-proposal-to-scale-up-global-carbon- pricing/\nPolicy Center for the New South\n27",
  "page_28": "What will be the effect of the EU’s Carbon Border Tax on Morocco, and how should Morocco react?\nIIEP. (2021). What can Least Developed Countries and other climate-vulnerable countries expect from the EU Carbon Border Adjustment Mechanism (CBAM)?\nInsee (2021). Land use, land use change and forestry / LULUCF Definition. Retrieved from Institut National de la Statistique et des études économique web site https://www.insee.fr/en/metadonnees/ definition/c2227\nHasanbeigi, A., Springer, C. (2019). How Clean Is the US Steel Industry? An International Benchmarking of Energy and CO2 Intensities. Global Efficiency Intelligence.\nLa Commission Spéciale sur le Nouveau Modéle de Développement (2021). Le nouveau modéle de développement : Libérer les énergies et restaurer la confiance pour accélérer la marche vers le progrés et la prospérité pour tous. Royaume du Maroc.\nMinistére de l’industrie, du commerce, de l'économie verte et du numérique. (2021). Plan De Relance Industrielle : Lancement Du Programme « Tatwir Croissance Verte » Pour L’'appui A La Décarbonation Des TPME Industrielles.\nNicholls, M. (2021). Why European carbon prices could be higher for good. Retrieved from Energy Monitor website: https://energymonitor.ai/policy/why-european-carbon-prices-could-be-higher-for-good\nOCP. (2020). Sustainability Report: Working Together for Sustainable Agriculture. Annual _ (2019a). Report. Financial _ (2019b). Report.\nONEE. (2021). Bilan a fin des réalisations de l’ONEE : LONEE maintient son rythme élevé pour relever les défis. Retrieved from the Office National de l’Electricité et de l’Eau Potable web site : http://www.one.org. ma/fr/doc/Communication/Dossier%20sp%C3%A9Cial%20ONEE_29_01_2021%20fran%C3%A/ais.pdf\nRavikumar, A., P. (2020). Carbon Border Taxes Are Unjust. MIT Technology Review.\nSouth African Government. (2021). Joint Statement issued at the conclusion of the 30th BASIC Ministerial Meeting on Climate Change hosted by India on 8th April 2021. Retrieved from: https://www.gov.za/nr/ speeches/joint-statement-issued-conclusion-30th-basic-ministerial-meeting-climate-change-hosted\nWITS - UNSD Comtrade. (2021). Morocco Export Share in Total Products to the EU in percentage 2015- 2019. Retrieved from World Integrated Trade Solution website: https://wits.worldbank.org/Default. aspx?lang=en\nWorld Bank. (2020). State and Trends of Carbon Pricing 2020 (May), World Bank, Washington, DC. Doi: 10.1596/978-1-4648-1586-7. License: Creative Commons Attribution CC BY 3.0 IGO.\nWorld Steel Association. (2019). Monthly crude steel production in the 64 countries in thousands of tons. Retrieved from the World Steel Association website: https://www.worldsteel.org/en/dam/jcr:d5053e11- 6d54-495c-9f3c-700e80ba9923/December%25202019%2520crude%2520steel%2520production.pdf\nZachman, G & McWilliams, B. (2020). A European carbon border tax: much pain, little gain. Policy Contribution Issue n°5, Bruegel.\n28\nPolicy Paper 21/21",
  "page_29": "",
  "page_30": "",
  "page_31": "",
  "page_32": "AK\nPolicy Center for the New South\nComplexe Suncity, Immeuble C,\nAngle Boulevard Addolb et rue Albortokal\nHay Riad, Rabat - Maroc.\nEmail : contact@ocppc.ma\nPhone : +212 5 37 27 O8 O8\nFax : +212 5 37 713154\nWebsite : www.policycenter.ma"
},
  "language": "Languages.ENGLISH",
  "total_pages": 32
}
