{
  "file_name": "88_965.pdf",
  "pages": {
  "page_1": "Crude Oil\nANALYSIS\n26 September 2024\nIdentifying areas for EU-UK energy and climate cooperation\nEnergy and climate cooperation has mutual benefits for the UK and EU, the obstacles are political\nConall Heussaff, Ben McWilliams, Simone Tagliapietra\nEnergy cooperation\nDespite Brexit, the European Union and United Kingdom remain linked through energy. In 2023, trade in energy accounted for 10 percent of EU-UK trade, and energy accounted for 20 percent of the UK's exports to the EU?. The UK is a major supplier of crude oil to the EU with around €1 billion in exports monthly. Increased exports of natural gas and electricity from the UK into north-west Europe were essential for surviving the winter 2022-23 energy crisis? (Figure 1).\nFigure 1: EU-UK monthly energy trade\nOil Products\nbruegel\nFrom the UK to EU\nFrom the EU to UK\neer From the UK to EU\nFrom the EU to UK\n18K\n16K\n14K\n12K\n1K\nask\nO6K\na4k\na2K\n18K\nLEK\n14K\n12K\nik\na8k\nO&K\n04K\na2K\n> >\n>>\n== From the UK to EU e+» From the EU to UK\n900\n800\n00\n00\n00\n400\n00\n00\n100\nVb hb\n<\nSook ae\nLLL LL LES rs) vt vt\nElectricity\n4h\ntbat\nate Sate tates Bates Mate Bates Bites ates\nNa\n25K\n2K\n15K\n1K\nosK\na\nvt\nNatural Gas\nm= From the UK to EU *»» From the EU to UK\nvt\nese\ny\nPeet Pa Dad\note\nA-Line eaeeee ee eee eeeet\nPee D ate att atv ate Vb ob\nvt\n¢ «\nit]\n> >\n> >\nPP\nPe ty n'y atv ate Ly Lb A Lb on fo\nD\nvet",
  "page_2": "Bruegel analysis\n26 September 2024\nThis post-Brexit bilateral relationship is based on the Trade and Cooperation Agreement (TCA), signed by the EU and the UK in May 2021%. It includes specific provisions on electricity and natural gas trade that have so far sustained cross- border energy flows in those commodities. However, the temporary nature of these trading arrangements weakens the business case for British and European companies to make clean energy investments. Establishing a more solid relationship on energy has also been hampered by political red lines, with UK policymakers keen to avoid any notion of ‘rejoining’ elements of Brussels bureaucracy and European policymakers keen to dispel the notion that the UK, having left the single market, can pick-and-choose areas for policy alignment.\nThe change in UK government in July 2024 may enable an improvement in energy trading relations with the EU. On energy and climate policy, the UK and EU have more in common than differences, and deeper cooperation can be mutually beneficial. The shared renewable resource in the North Sea means cooperation can lower the cost of the energy transition for both.\nDeeper cooperation can be realised through a series of bespoke arrangements. First, the current temporary electricity trading arrangements should be agreed and finalised. Second, trade disruptions arising from carbon border tariffs should be mitigated, especially when the results might be counterproductive. Third, the UK and EU should approach climate policy — on which they share similar ambitions — as an area for cooperation on the international stage to leverage shared goals.\nDeeper cooperation will enable a smoother energy transition\nThe main opportunity for deeper cooperation on energy is with electricity. Cooperation should be framed by three related aims:\n1. Constructing new electricity infrastructure; 2. Ensuring the physical security of that infrastructure; 3. Facilitating efficient electricity trade via that infrastructure.\nA shared priority is the development of electricity infrastructure to exploit the huge offshore wind potential of the North Sea, which could meet 45 percent of the electricity demand of North Sea countries by 2050 (Danish Energy Agency, 2022).\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_3": "Bruegel analysis\n26 September 2024\nMaking full use of these renewable resources will require generation and interconnection capacity to be built and hybrid energy projects to be carried out*. Cost savings and less reliance on fossil fuels can be realised by distributing and interconnecting generation capacity across the North Sea, smoothing the output from variable renewables to more efficiently balance supply and demand (Zachmann et al, 2024).\nThe UK currently has 9.8 gigawatts (GW) of interconnection capacity with European countries, approximately one fifth of its peak demand. This is a relatively high degree of physical integration, given that EU countries have a target of 15 percent interconnection capacity relative to peak demand by 2030. Approval has been granted for another 4.4 GW of interconnection capacity between the UK and the EUS. Figure 2 shows existing and planned interconnectors, existing offshore wind capacities and targets for 2030.\nFigure 2: Offshore wind and electricity cables across the North Sea\nElectricity interconnectors\nand offshore wind capacities\nbruegel\n“t\nDV7\nie\noe\nOO\nCable capacity (GW)\n<0.5\n— >1\nmu\n>\nProject status\n=== Existing === Planned\nOffshore wind capacity (GW)\n4 Existing 4 2030 target\nAs the North Sea becomes a major energy resource for Europe, the physical security of infrastructure will become increasingly important for energy security.\n26\neo)\nNemoLink\na WV\nSource: Bruegel based on Ofgem, WindEurope and the Ostend Declaration.\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_4": "Bruegel analysis\n26 September 2024\nExplosions on the Nord Stream pipeline and damage to energy infrastructure in the Baltics demonstrate the material risks.\nPolitical dialogue on the North Sea\nThe North Seas Energy Cooperation (NSEC) is a collaboration between EU countries in the region® to develop the offshore grid and renewable potential in the North Sea. The UK left NSEC after Brexit, but a memorandum of understanding between NSEC participants and the UK was signed in December 2022 to establish core areas of cooperation, including hybrid projects, planning, finance and knowledge sharing. The Ostend Declaration” , a non-binding agreement between North Sea countries, followed in 2023, laying out plans to expand offshore wind capacity and transmission infrastructure. A target was set to quadruple current offshore wind capacity in the North Sea to 120 GW by 2030, and to increase it by a factor of ten, to 300 GW, by 2050. Such agreements signal a common level of ambition, yet substantially more concrete commitments and policy detail are needed on the regulatory regime for North Sea offshore wind projects® (Tagliapietra, 2023).\nPolicy design risks impeding efficient investments and trade\nAfter the UK's exit from the EU's integrated wholesale electricity markets at the end of the Brexit transition period in January 2021, electricity trading across interconnectors in the Channel and the North Sea reverted to a less-efficient arrangement®. Current rules are sufficient to ensure security of supply but may inhibit the development of shared assets in the North Sea.\nThe TCA committed to establishing a more integrated trading model, yet finalised arrangements have yet to materialise’. For offshore wind developers and their financiers, it is presently unclear what future trading regime they will be subject to. If divergent arrangements persist, hybrid offshore wind projects will face the administrative burden of simultaneously operating in separate regulatory zones, potentially increasing costs or slowing down project development.\nNational Grid Ventures, the interconnector arm of UK's transmission system operator, has stated its desire to rejoin fully the EU's integrated wholesale markets’\". Full participation would be economically optimal for both parties and would minimise regulatory uncertainty for offshore wind projects. The full integration of non-EU member Norway into the EU's electricity markets\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_5": "Bruegel analysis\n26 September 2024\ndemonstrates that extra-EU arrangements for integrated electricity trading are feasible.\nThe EU concluded an electricity market reform in 2024, while the UK at time of writing is assessing consultation responses to its own reform proposals. Both jurisdictions should consider regulatory compatibility in any future market design changes.\nClimate cooperation: aligned ambitions\nOn climate policy, the EU and the UK have similar ambitions. Progress has also been broadly similar judged by reductions in greenhouse gas emissions per capita, reduced carbon intensity of electricity generation and increased electric vehicle registrations (the UK is marginally ahead on all three; Figure 3). The TCA includes a commitment to ‘non-regression'’, committing both parties to not reduce current levels of climate ambition and to support the goals of the Paris Agreement.\nFigure 3: Shared UK and EU Climate Progress\nGHG emissions\nClean Electricity\nElectric vehicles\n@ EU @ UK\n10\n«a 6\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\nSource: Bruegel based on Our World in Data (GH6 emissions), Ember (Clean Electricity), Bruegel European Clean Tech Tracker (Electric vehicles)\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_6": "Bruegel analysis\n26 September 2024\nAvoid regulatory-driven disruptions\nBut while ambitions are aligned, policies are, and will likely continue to be, different. A case in point is the introduction of separate EU and UK carbon border adjustment mechanisms (CBAMs). These mechanisms impose a carbon price at the border for imports that are not subject to domestic carbon prices. The tariff is waived or reduced if imports come from a region that imposes a commensurate carbon price. The EU CBAM has already entered its implementation phase, while the UK CBAM is set to be introduced in 2027.\nThe EU and UK have very similar carbon cap-and-trade pricing schemes, with the UK largely replicating the EU system since Brexit. However, prices are determined by domestic markets and the differential between EU and UK prices has fluctuated substantially (Figure 4). These fluctuations might require UK exporters that sell to the EU and EU exporters that sell to the UK to pay additional tariffs. A non-tariff barrier to trade is also created owing to the administrative burden of calculating and complying with the regulation.\nFigure 4: Carbon prices in the EU and UK\n— EE = UK\n130\n120\n110\n100\ntg\n80\n30\n70\n60\n50\n40\n30\na si Hs v 1 MUM iL vU us VL > SSS SSS SSSI ISS SOOO SSIS\nS\n~) ~\nad v\nv\nSource: Bruegel based on Statista.\nFor industrial goods including steel and chemicals, this creates a trade barrier but does have some rational climate justification. For the trade in electricity, the\n‘a\nbraege\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_7": "Bruegel analysis\n26 September 2024\nsituation is different. The EU's CBAM methodology for assessing the carbon content of imported electricity is based on historical average grid emissions’. However, UK exports into the EU (or vice versa) occur during periods of excess electricity generation, which typically means high renewable output and significantly lower than average historical emissions. Without careful design and implementation, a well-intended CBAM might penalise the export of renewable electricity and increase emissions. AFRY (2024) found that the EU CBAM introduction in 2026 would lead to greater curtailment of renewable electricity and a net increase in annual carbon emissions.\nAn obvious solution to this would be for the UK to rejoin the EU's emissions trading system - which originates from the system designed by the UK in 2002. Logistically, this is feasible, because the EU and UK systems have remained essentially identical and non-EU members Iceland, Liechtenstein, Norway and Switzerland already participate in the EU ETS. Politically, it might be more difficult, as with electricity market integration, because of the UK reticence about being seen to rejoin EU mechanisms. A solution is needed to at minimum resolve adverse electricity trading outcomes.\nTwo future areas for possible expanded cooperation are carbon dioxide storage and critical mineral supplies. The North Sea has significant potential for sequestering carbon, while ensuring the supply of critical raw materials — relevant especially for clean-tech supply chains — is a priority for both the EU and the UK.\nLeverage aligned climate ambitions on the international stage\nClimate cooperation at international level is particularly relevant, as all countries are required to submit their updated nationally determined contributions (NDCs) ahead of the United Nations climate summit (COP30) in 2025. The NDCs will outline national emissions-reduction plans up to 2035 and will largely determine whether the world can get onto an emissions trajectory in line with the goals of the Paris Agreement. These updates have been called by the UNFCCC “the most important documents to be produced in a multilateral context so far this century”.\nThe EU and the UK could jointly play an important role in fostering global momentum for this new round of NDCs and might also make a joint diplomatic push to turn these new NDCs into comprehensive national green transition plans, integrating concrete projects and initiatives. By linking these plans to climate finance\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_8": "Bruegel analysis\n26 September 2024\ndisbursement, particularly in emerging markets and developing economies, incentives can be created for robust development and implementation. This linkage will ensure that financial support is aligned with the priorities outlined in NDCs, facilitating effective climate action.\nThe EU and UK are also important players in Just Transition Partnerships (JETPs), launched at COP26 in 2021 to provide tailored financial assistance to specific countries, combining public and private funding from G7 countries to support power-sector decarbonisation strategies. The EU and the UK are among the main funders of JETPs, alongside the United States and development banks, and can thus help in fostering their development and increasing their effectiveness. JETPs are currently hampered by inadequate funding and a lack of explicit policy-action links. They also need improved governance and monitoring frameworks (Bolton et al, 2024).\nConclusions\nIn energy and climate policy, cooperation offers mutual benefit to the UK and EU, making it a strong contender for helping rebuild the post-Brexit relationship. The focus should be on three areas: efficient electricity trading, resolving CBAM trade barriers and leveraging shared climate ambition and similar policies in an international context.\nTreated in isolation as techno-economic problems, solutions in these areas seem feasible. The real challenges stem from broader political discourse and negotiations between the EU and the UK. For the UK, any agreements must avoid connotations of rejoining the EU. While for the EU, bespoke arrangements must avoid the notion of the UK ‘cherry picking’ policies.\nReferences\nAFRY (2024) EU CBAM impact study focused on electricity imports from Great Britain, AFRY Management Consulting, available at https://afry.com/sites/default/files/2024-\nO3/afry_eu_cbam_impact_study_summary_report_mar_2024 v300.pdf\nDanish Energy Agency (2022) Offshore Wind Potential in the North Sea, 25 March, available\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_9": "Bruegel analysis\n26 September 2024\nat https://ens.dk/sites/ens.dk/files/Vindenergi/offshore_wind_potential_in_the_nort\nh_sea.pdf\nZachmann, G., C. Batlle, F. Beaude, C. Maurer, M. Morawiecka and F. Roques (2024)\n‘Unity in power, power in unity: why the EU needs more integrated electricity\nmarkets’, Policy Brief 2024/03, Bruegel, available at https://www.bruegel.org/policy-\nbrief/unity-power-power-unity-why-eu-needs-more-integrated-electricity-markets\nIdentifying areas for EU-UK energy and climate cooperation",
  "page_10": "Bruegel analysis\n26 September 2024\nEndnotes\n1. Calculated from Eurostat database, ds-045409. Energy includes electricity (2716), crude oil (2709), oil products (2710) and natural gas (2711). 2. The UK acted as a ‘land bridge’ for natural gas to reach north-western Europe. Large UK import capacities for liquefied natural gas were utilised, with gas re-exported via pipelines into Belgium and the Netherlands, where capacities for directly importing LNG are limited. See Ofgem, ‘Interconnectors’, undated, https://www.ofgem.gov.uk/energy-policy- and-regulation/policy-and-regulatory-programmes/interconnectors. Hybrid projects would combine offshore wind electricity generation with interconnection and potentially green hydrogen production, typically involving an ‘energy island’, which would be the hub for a set of projects. In a ‘meshed offshore grid’, such infrastructure nodes would be interconnected across the North Sea, as well as to coastal countries, allowing for efficient secure usage of offshore resources. See Ofgem, ‘Interconnectors’, undated, https://www.ofgem.gov.uk/energy-policy- and-regulation/policy-and-regulatory-programmes/interconnectors. Belgium, Denmark, France, Germany, Ireland, Luxembourg, the Netherlands, Norway, Sweden and the European Commission are current NSEC members. Government of the Netherlands, ‘Ostend Declaration on the North Sea as Europe Simone Tagliapietra, ‘North Sea Summit: blowing in the wind?’ First Glance, 25 April 2023, Bruegel https://www.bruegel.org/first-glance/north-sea-summit-blowing- wind. In the EU's integrated wholesale market (often called Single Day Ahead Coupling), price zones are coupled implicitly, meaning that cross-border transmission capacity and electricity flows are determined in a single market-clearing process. Post-Brexit trading arrangements between the EU and UK involve explicit coupling, with transmission capacity and actual electricity exchanges auctioned separately, leading to potential underutilisation of interconnectors. 10. Efforts have been made to implement so-called ‘Multi-Region Loose Volume Coupling’, an arrangement that would bring the UK and EU wholesale electricity markets closer while\npreserving some regulatory independence.\nIdentifying areas for EU-UK energy and climate cooperation\n10",
  "page_11": "Bruegel analysis\n26 September 2024\n11. Alex Blackburne, ‘National Grid urges relinking UK, EU power markets to boost trading after Brexit’, SPGlobal, 5 April 2024, https://www.spglobal.com/marketintelligence/en/news-insights/latest-news- headlines/national-grid-urges-relinking-uk-eu-power-markets-to-boost-trading- after-brexit-81095104. 12. The CBAM regulation envisages that, under certain circumstances (including a power purchase agreement being signed and no cross-border grid capacity congestion), facilities may be exempted from the default calculations. See part 5 of Annex IV of Regulation (EU) 2023/956. The extent to which these will apply to UK trade is not clear.\nIdentifying areas for EU-UK energy and climate cooperation\n11",
  "page_12": "Bruegel Rue de la Charité 33, B-1210 Brussels (+32) 2 227 4210 info@bruegel.org\nBruegel.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 12
}
